{"file": "ALB_HJUDALB_46598_06.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "46598/06", "text_paragraphs": ["BRANKO TOMAŠIĆ DHE TË TJERË kundër KROACISË", "(kërkesa nr. 46598/06)", "15 janar 2009", "", "ky vendim sqaron natyrën dhe shtrirjen e detyrimeve pozitive që kanë shtetet për të respektuar të drejtën e jetës", "", "I. Faktet kryesore", "", "1.\tKërkuesit janë Branko Tomašić, bashkëshortja e tij, Durđa Tomašić, dhe tre fëmijët e tyre. Ata janë shtetas kroatë të lindur respektivisht më 1956, 1963, 1985, 1995 dhe 2001 dhe jetojnë në Čakovec në Kroaci. Kërkuesit janë kushërinj të M.T. dhe fëmijës së saj, V.T., lindur në mars 2005, të cilët ishin vrarë në gusht 2006 nga M. M., babai i V.T.", "", "2.\tM.T. dhe M.M. jetonin bashkë në shtëpinë e prindërve të M.T. deri në korrik 2005, kur M.M u largua pas mosmarrëveshjeve me anëtarët e familjes. Në janar 2006 M.T. u ankua se M.M e kërcënonte me vdekje. Më 15 Mars 2006 gjykata e shkallës së parë vendosi se M.M ishte fajtor për kërcënimet e vazhdueshme ndaj M.T, dhe për kërcënimet se do vriste veten dhe vajzën e tyre me një bombë. Ai u dënua me pesë muaj burg dhe si masë sigurie iu dha një trajtim i detyrueshëm psikiatrik gjatë burgimit dhe, nëse do të ishte e nevojshme, edhe në vijim. Më 28 prill 2006 Gjykata e Apelit e reduktoi trajtimin vetëm gjatë periudhës së vuajtjes së dënimit të M.M.. Ky u lirua në korrik 2006. Më 15 gusht 2006 ai vrau M.T. dhe vajzën e tyre V.T., para se të kryente vetëvrasje.", "", "3.\tKërkuesit u ankuan në bazë të neneve 2 dhe 13, se autoritetet kroate kishin dështuar të merrnin masat e përshtatshme për të mbrojtur M.T. dhe V.T. dhe nuk kishin bërë hetime efektive për përgjegjësinë e Shtetit mbi vdekjen e tyre.", "", "II. Vendimi i Gjykatës", "", "A. Në lidhje me nenin 2", "4.\tKonstatimet e gjykatave të brendshme dhe konkluzionet e ekzaminimeve psikiatrike padyshim tregonin se autoritetet ishin në dijeni se kërcënimet e bëra ndaj M.T. dhe V.T. ishin serioze dhe se të gjitha masat e arsyeshme duhet të ishin marrë për t’i mbrojtur ato. Gjykata vërejti se nuk kishte pasur asnjë kontroll të banesës apo automjetit të M.M. gjatë fillimit të procedurës penale, pavarësisht nga fakti se ai kishte kërcënuar me përdorimin e një bombe. Për më tepër, dhe pse raporti psikiatrik i hartuar për qëllimin e procedurës penale theksonte nevojën e trajtimit psikiatrik të vazhdueshëm, Qeveria nuk vërtetonte dot se M.M. ishte trajtuar siç duhej. Në të vërtetë M.M. nuk kishte ndjekur një program individual gjatë mbajtjes së tij në burg edhe pse kjo parashikohej me ligj dhe ishte vendosur nga gjykata kroate. Për më tepër, M.M. nuk ishte ekzaminuar para lirimit të tij për të vlerësuar nëse ai përbënte rrezik për M.T. dhe V.T.", "", "5.\tGjykata konkludoi se asnjë masë e përshtatshme nuk ishte marrë nga autoritetet vendase për të mbrojtur jetët e M.T. dhe V.T., në shkelje me nenin 2.", "", "6.\tGjykata vendosi se nuk ishte e nevojshme të ekzaminonte më vete ankesën e bazuar në nenin 2 për dështimin e shtetit në hetimin e përgjegjësisë së agjentëve të tij për vdekjen e M.T. dhe V.T.", "", "B. Në lidhje me nenin 13", "7.\tGjykata tha se nuk ishte e nevojshme të shqyrtonte ankimin e kërkuesve sipas nenit 13, pasi ajo e kishte identifikuar përgjegjësinë e Shtetit sipas nenit 2.", "", "C. Në lidhje me neni 41", "8.\tGjykata i akordoi kërkuesve 40,000 euro për dëmshpërblim moral dhe 1,300 për shpenzime të tjera.", ""]}