{"file": "ALB_HJUDALB_19206_05.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "19206/05", "text_paragraphs": ["DAUTI kundër SHQIPËRISË", "(kërkesa nr. 19206/05)", "3 shkurt 2009", "", "kontrolli gjyqësor i vendimeve administrative sipas nenit 6 § 1", "I. Faktet kryesore", "1. Kërkuesi, Ramiz Dauti, është një nënshtetas shqiptar i lindur në vitin 1947 dhe që jeton në Tiranë. Më 14 prill 1992, kërkuesi pësoi një aksident serioz në punë dhe për pasojë nuk ishte më në gjendje të vazhdonte punën.", "2. Në mars 2001, kërkuesi i është drejtuar Komisionit lokal të Ekzaminimit Mjekësor për Aftësitë në Punë duke kërkuar që të përcaktohej statusi i tij si invalid dhe të përfitonte pension. I pakënaqur me vendimin, i cili i jepte pension për një periudhë të kufizuar kohe, kërkuesi paraqiti apelim në Komisionin e Apelit. Më 30 janar 2003, Komisioni i Apelit e anulloi në tërësi vendimin e Komisionit të Rrethit, duke e shpallur kërkuesin të aftë për punë dhe të papërshtatshëm për të përfituar pensionin e invaliditetit.", "", "3. Kërkuesi nisi një proces gjyqësor në Gjykatën e Rrethit Tiranë, për të kundërshtuar ligjshmërinë e vendimit të Komisionit të Apelit. Gjykata e Rrethit e hodhi poshtë kërkesën e kërkuesit me arsyetimin se vendimet e Komisionit të Apelit ishin të formës së prerë dhe me karakter detyrues, duke mos u bërë kështu subjekt i shqyrtimit nga gjykatat. Kërkuesi e apeloi këtë vendim në Gjykatën e Apelit dhe në Gjykatën Kushtetuese lidhur me pamundësinë e shqyrtimit gjyqësor të vendimeve të Komisionit të Apelit, por apelimi ishte i pasuksesshëm.", "II. Vendimi i Gjykatës", "4. Duke u mbështetur në nenin 6 § 1 dhe në nenin 13 të Konventës Evropiane për të Drejtat e Njeriut, zoti Dauti pretendoi se ai nuk kishte qenë në gjendje për të kundërshtuar përpara gjykatave të brendshme vendimet e dhëna nga organet administrative në lidhje me pensionin e invaliditetit.", "A. Në lidhje me nenin 6", "5. Gjykata tregoi se sipas nenit 6 § 1 të Konventës është e nevojshme, që vendimet e autoriteteve administrative, të cilat në vetvete nuk i përmbushin kërkesat e këtij Neni, duhet të bëhen subjekt i kontrollit të mëvonshëm të një “organi gjyqësor që zotëron juridiksion të plotë”. Për rrjedhojë ishte e nevojshme, që të përcaktohej nëse Komisioni i Apelit përbënte një “gjykatë të pavarur dhe të paanshme” sipas kuptimit të nenit 6 § 1.", "6. Gjykata deklaroi se Komisioni i Apelit ishte tërësisht i përbërë nga specialistë mjekësorë, të caktuar nga një organ administrativ, të miratuar nga Ministria e Shëndetësisë, nën autoritetin dhe mbikëqyrjen e së cilës punojnë mjekët. Asnjë individ i kualifikuar nga pikëpamja ligjore apo anëtar i trupës gjyqësore nuk është pjesë e Komisionit të Apelit.", "7. Për më tepër, ligji dhe rregulloret e brendshme nuk përmbajnë asnjë normë që të rregullojë afatin e qëndrimit në detyrë të anëtarëve, largimin e tyre nga puna, dorëheqjen apo ndonjë garanci tjetër për pandryshueshmërinë e tyre. Ishte e qartë se ata mund të largohen nga detyra në çdo kohë, sipas tekave të Ministrisë së Shëndetësisë, e cila kishte liri të plotë veprimi. Poizicioni i anëtarëve të Komisionit të Apelit ishte rrjedhimisht i hapur ndaj trysnive të jashtme. Një situatë e tillë e vinte në rrezik pavarësinë e tij.", "", "8. Duke pasur parasysh faktin, se Komisioni i Apelit nuk përbënte një “gjykatë të pavarur dhe të paanshme” dhe se vendimet e tij nuk mund të kundërshtoheshin përpara një gjykate të brendshme, Gjykata mbërriti në përfundimin se kishte pasur një shkelje të nenit 6 § 1 të Konventës.", "B. Në lidhje me nenin 13", "9. Gjykata shpalli se nuk ishte e nevojshme të shqyrtohej ankesa e kërkuesit sipas nenit 13.", "C. Në lidhje me nenin 41", "10. Gjykata caktoi për kërkuesin 6,000 euro në lidhje me dëmin jopasuror.", ""]}