{"file": "ALB_HJUDALB_67336_01.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "67336/01", "text_paragraphs": ["SEKSIONI I PESTË", "", "", "© Këshilli i Europës/Gjykata e të drejtave të njeriut, 2012.", "Ky përkthim është kryer me mbështetjen e Fondit të besimit për të drejtat e njeriut të Këshillit të Europës (). Ai nuk krijon detyrim për Gjykatën. Për më shumë informacion, të shihen treguesit e copyright/të drejtat e autorit në fund të këtij dokumenti.", "", "© Council of Europe/European Court of Human Rights, 2012.", "This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "", "ÇËSHTJA DANILENKOV DHE TË TJERË KUNDËR RUSISË", "", "(Kërkesa no 67336/01)", "", "", "", "", "Vendim", "[ekstrate]", "", "", "Versioni origjinal anglez i këtij vendimi është korrigjuar në 23 prill 2010 sipas nenit 81 të rregullores së Gjykatës. ", "", "STRASBURG", "", "30 korrik 2009", "", "Ky vendim është përfundimtar. Atij mund t’i bëhen përmirësime në formë. ", "", "Në çështjen  Danilenkov dhe të tjerë kundër Rusisë,", "Gjykata Evropiane e të Drejtave të Njeriut (seksioni i pestë), mblidhet në një dhomë të përbërë nga : ", "\tRait Maruste, kryetar, \n\tRenate Jaeger,\n\tKarel Jungëiert,\n\tAnatoly Kovler,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tZdravka Kalaydjieva, gjyqtarë,\ndhe nga Stephen Phillips, ndihmës sekretar i seksionit", "Pasi ka diskutuar në dhomën e këshillit më 14 prill dhe 7 korrik 2009, jep këtë vendim si më poshtë të marrë në datën e fundit:", "PROCEDURA", "1.  Në origjinë të çështjes gjendet një kërkesë (no 67336/01) e drejtuar kundër Federatës së Rusisë tridhjetë e dy shtetas të së cilës të numëruar më poshtë (« kërkues »), të gjithë anëtarë të degës Kaliningradit të sindikatës së dokerëve të Rusisë (« SDR »), i janë drejtuar Gjykatës më 9 shkurt 2001 sipas nenit 34 të Konventës së mbrojtjes së të drejtave dhe lirive themelore të njeriut (« Konventa »).", "2.  Kërkuesit që kanë përfituar nga asistenca gjyqësore, përfaqësohen nga avokati Chesalin, avokat i SDR në Kaliningrad. Qeveria ruse (« Qeveria ») është përfaqësuar nga Z. P. Laptev dhe pas tij nga Znj. V. Milinchuk, përfaqësues të Fedratës së Rusisë pranë Gjykatës Evropiane të të Drejtave të Njeriut. ", "3.  Këkuesit ankohen veçanërisht se kanë pësuar një shkelje të të drejtës së tyre për lirinë e organizimit në shoqata, të drejtës së tyre për të mos qenë objekt diskriminimi dhe të drejtës së tyre për të pasur një ankim efektiv në këtë drejtim në të drejtën kombëtare.   ", "4.  Me një vendim të 19 tetorit 2004, dhoma e ka deklaruar kërkesën të pranueshme.", "5.  Meqë dhoma ka vendosur pas konsultimit të palëve se nuk është vendi për të mbajtur një seancë kushtuar themelit të çështjes (neni59 § 3 in fine të rregullores, secila palë ka parashtruar komente me shkrim mbi vërejtjet e tjetrës.", "PËRSHKRIMI I FAKTIT", "RRETHANAT E RASTIT", "(...)", "A.  Gjeneza e çështjes", "8.  Në vitin 1995, sindikata e dokerëve të Rusisë (« SDR ») krijoi një degë në portin e Kaliningradit, përballë sindikatës historike të punonjësve të transportit detar. Kjo degë u regjistrua në departamentin e drejtësisë së Kaliningradit në 3 tetor të të njëjtit vit.", " 9.  Punëdhënësi i kërkuesve, shoqëria tregtare detare e Kaliningradit (ЗАО « Морской торговый порт Калининград » – « shoqëria tregtare detare»), u krijua në 30 qershor 1998 si shoqëri aksionere me numër të limituar aksionerësh (ZAO) pas riorganizimit të shoqërisë tregtare të  Kaliningradit, që ajo pasoi ligjërisht. Në 20 korrik 1998, Autoriteti administrativ i rrethit të Baltiisk-ut (rajon i Kaliningradit) e regjistroi zyrtarisht këtë shoqëri të re. Në 25 prill 2002, ZAO u kthye në një shoqëri anonime (OAO), duke ruajtur gjithsesi të njëjtin emër (ОАО «МПТК»).", "10.  Sipas kërkuesve, në 4 mars 1997, Guvernatori i rajonit të Kaliningradit miratoi rezolutën no 183 që çoi në krijimin e Fondit të zhvillimit të rajonit të Kaliningradit («Fondi ») dhe emëroi në bordin e tij administrativ pesë anëtarë të autoritetit administrativ të rajonit ; zëvendësin e tij të parë, Z. Karetni, që u emërua drejtor i Fondit ndërsa ai vetë u bë kryetar i bordit admnistrativ.  ", "11.  Kërkuesit tregojnë se nga 1998 në 2000, Z. Karetni ishte anëtar i bordit administrativ të shoqërisë tregtare detare dhe administronte përveç të tjerash, përmes një ndërmarrjeje që kontrollonte (Regionk), 35% të pjesëve të kësaj shoqërie. Ata arrijnë në përfundimin se në këtë kohë, punëdhënësi i tyre gjendej jashtë kontrollit efektiv të shtetit, si drejtpërdrejt (meqë 20% e aksioneve ishte në duart e Fondi) dhe tërthorazi (meqë 35% e aksioneve administrohej nga një punonjës i autoriteti administrativ rajonal. ", "12.  Dokumentet e komunikuara nga qeveria tregojnë se shoqëria tregtare detare e Kaliningradit mbahej me fonde private dhe se fondi nuk kishte përfituar veçse 19,93% të aksioneve (0,09% në maj  1997 pastaj 19,84% në maj 1998). Sipas Qeverisë, nuk mund të thuhet pra se shteti kontrollonte efektivisht aktivitetet e saj. Për më tepër, aksionet e shoqërisë tregtare detare që mbante Fondi do t’i kalonin në 28 nëntor 2000 ZAO-s Zemland Eskima (ЗАО «Земланд Эскима»).  Sa për Z. Karetni, Qeveria saktëson se ai ka qenë anëtar i bordit administrativ të shoqërisë tregatre detare por në atë kohë, ai nuk ka qenë funksionar. Përveç kësaj, pretendimi i kërkuesve sipas të cilit ai kontrollonte Regionk nuk mund të mbështetet me asnjë element. Qeveria doli në përfundimin se rëndësia e kontrollit efektiv të shtetit mbi shoqërinë tregtare detare kufizohej me mbikqyrjen e respektimit të teskteve të zbatueshme nga ana e ndërmarrjes. ", "B.  Diskriminimi i pretenduar nga ana e drejtorisë së shoqërisë tregtare detare.", "13.  Në maj 996, SDR-ja mori pjesë në negociata kolektive që çuan në një marrëveshje të re kolektive që e zgjaste periudhën e lejeve vjetore dhe përmirësonte pagat. Si pasojë, numri i anëtarëve të saj, në dy vjet, shkoi nga 11 në 275 (në 14 tetor 1997). Sipas kërkuesve, shoqëria tregtare detare e Kaliningradit punësonte në këtë kohë më shumës se 500 dokerë.", "14.  Në 14 tetor 1997, me iniciativën e SDR-së, dokerët hynë në grevë për të fituar një rrogë më të mirë, kushte më të mira pune, një sigurim shëndetsor dhe sigurim për jetën. Në 28 tetor, pas dy javësh greve, ata rimorën punën pa arritur të fitonin kërkesat e tyre.   ", "15. Kërkuesit pretendojnë se që nga ajo kohë, drejtoria e shoqërisë tregtare detare e Kaliningrad i përndjek anëtarët e SDR-së për t’i dënuar se kishin marrë pjesë në këtë grevë dhe për t’i nxitur të largohen nga sindikata.", "1.  Ripunësimi i anëtarëve i të SDR-së në ekipet speciale të punës ", "16.  Në 28 teor 1997, drejtori i përgjithshëm i shoqërisë tregtare detare të Kaliningradit miratoi një vendim që kishte të bënte me dy ekipe të posaçme pune (nos 109 et 110) të quajtura « ekipe rezervë të dokerëve » të përbëra nga dyzet punonjës secili. Këto ekipe në fillim u krijuan për dokerët që, për shkak të moshës së tyre ose problemeve shëndetësore, nuk mund të kryenin të njëjtat detyra si të tjerët. Meqë efektivat e tyre (gjashtë persona kundrejt pesëmbëdhjetë që përmbanin ekipet e tjera) kishin një numër të pamjaftueshëm për të kryer ngarkesat, ato u shkrinë në një ekip të vetëm (no 109), që punonte tetë orë në ditë, ndërsa ekipet e tjera funksiononin me turne njëmbëdhjetëorëshe, ditë e natë. Vendimi i 28 tetorit 1997 i transferoi dokerët e moshuar ose me probleme shëndetësore në një ekip të ri (no 117), dhe shumica e dokerëve që kishte marrë pjesë në grevë u ripunësuan në « ekipet rezervë » të riformuara. (nos 109 et 110).", "17.  Kërkuesit tregojnë se transferimi i tyre në « ekipet rezervë », ku ata punojnë vetëm ditën, ka shkaktuar një ulje të madhe të të ardhurave të tyre. Në fund të muajit nëntor 1997, drejtori i përgjithshëm ka provuar të nxisë punonjësit që të largohen nga SDR-ja duke transferuar menjëherë ata që e bënin këtë në ekipet e përbëra nga persona që nuk ishin anëtarë të SDR-së, ku ata mund të magazinonin ngarkesat.", "18.  Në 1 dhjetor 1997, drejtori i pëgjithshëm shpalli zyrtarisht përbërjen e re të ekipeve dhe urdhëroi vendosjen e numrave të rinj për ta. Kërkuesit u transferuan në katër ekipe të formuara vetëm nga anëtarë të SDR-së që kishin marrë pjesë në grevë. (ekipet no 9, 10, 12 dhe 13). Ekipet no 12 dhe 13 punonin aq orë sa edhe ekipet e tjera, ndërsa ekipet no 9 dhe 10 (dikur no 109 dhe 110) alternonin dy ditë njëmbëdhjetëorëshe me dy ditë pushim.", "2.  Reduktimi i mundësisë së të ardhurave për personat e punësuar në ekipet me anëtarë të SDR-së. ", "19.  Sipas kërkuesve, deri në dhjetor 1997, pëgjegjësit e ndryshëm të ekipeve zgjedhin me radhë punën e ekipit të tyre. Që nga 1 dhjetor 1997, drejtori i përgjithshëm kishte përjashtuar jozyrtarisht nga ky sistem përgjegjësit e ekipeve me anëtarë të SDR-së, në mënyrë që në praktikë, këto ekipe të mos kishin më akses veçse në detyrat më pak fitimprurëse. Të ardhurat e kërkuesve kështu do të shënonin një ulje nga 50 deri 75%, sepse ata nuk do të mund të kryenin punë magazinimi të paguar me copë, por vetëm detyra ndihmëse të paguara me orë me gjysmën e pagës normale.", "20. Në 21 janar 1998, Inspektoriati i punës e urdhëroi drejtorin e burimeve njerëzore të punëdhënësit të kërkuesve të dëmshpërblejë dokerët e ekipeve të ribëra për humbjen e të ardhurave të shkaktuar në këtë mënyrë. Në 2 shkurt 1998, drejtori i burimeve njerëzore u përgjigj se riorganizimi e ekipeve varej nga administrimi i brendshëm i shoqërisë tregtare detare dhe se, meqë për punë të barabartë të gjithë dokerët merrnin të njëjtën pagë, asgjë nuk e justifikonte juridikisht dhënien e një dëmshpërblimi.", "21.  Kërkuesit pretendojnë, për më tepër, se punëdhënësi i tyre ka mbajtur me qëllim ekipet e SDR-së me efektiv më të ulët (në gusht 1998, ekipet no 9 dhe 10 numëronin tri veta dhe ekipet no 12 dhe13 gjashtë veta), në mënyrë që të ketë një justifikim për të mos i lejuar të kryejnë punë  magazinimi. ", "22.  Kërkuesi i parë dhe i dytë u ankuan pranë Inspektoriatit të punës për ripunësimin e anëtarëve të SDR-së në ekipe të posaçme. Në 25 gusht  1998, drejtori i Inspekoriatit të punës i rajonit të Kaliningradit jep një udhëzim (предписание) për drejtorin përgjithshëm të përkohshëm të shoqërisë tregtare detare të Kaliningradit. Duke parë veçanërisht se dokerët ishin punësuar në disa ekipe për shkak të përkatësisë në një sindikatë, dilte se një masë e tillë shkonte ndesh me nenin 9 § 1 të ligjit mbi sindikatat dhe i ndalonte disa ekipe, që kishin numër më të ulët të punonin me maksimumin e kapacitetit të tyre ndaj i kërkonin drejtorit të përgjithshëm të anulonte të gjitha ndryshimet e përbërjes së ekipeve  të punës dhe t’i kthente ekipet me efektiva normale.", "23.  Në 4 nëntor 1998, drejtori i përgjithshëm urdhëroi ripunësimin në ekipe të tjera të shumë dokerëve të katër ekipeve me anëtarë të SDR-së, të cilat numëronin atëherë të gjitha më pak se pesë persona. Në 1 dhjetor 1998, punonjësit që mbetën në katër ekipe me anëtarë të SDR-së u mblodhën për të formuar një ekpi të ri (no 14), ku kërkuesi i parë u emërua përgjegjës.", "3.   Organizimi i testit të njohjes së regullave të sigurisë", "24.   Midis 15 prillit dhe 14 majit 1998 bëhet testi i njohjes së rregullave të sigurisë në punë të cilit duhet t’i nënshtrohen çdo vit dokerët. Përfaqësuesi i SDR-së nuk lejohet të jetë anëtar i komitetit të testit e as të jetë i pranishëm në provim. ", "25.  Kërkuesit pretendojnë se testi është zhvilluar në kushte jo të drejta dhe të disfavorshme për anëtarët e SDR-së. Ata argumentojnë se nga 89 dokerë që nuk e morrën testin, 79 ishin anëtarë të SDR-së, ndërsa në 1  qershor 1998, shoqëria tregtare detare punësoi 483 dokerë nga të cilët vetëm 212 ishin anëtarë të SDR-së. Qeveria pohon nga ana e saj se vetëm 44 dokerë që nuk e morrën testin ishin anëtarë të SDR-së. Dokerët që nuk e morrën testin u pezulluan nga magazinimi për një javë.", "26.  Gjatë sesionit të ridhënies së provimit të organizuar nga 3 -5 qershor, 20 punonjës nga të cilët 17 ishin anëtarë të SDR-së- nuk kaluan edhe në këtë test. Kërkuesit pohojnë se një javë pas provimit, dy punonjësit që nuk ishin anëtarë të SDR-së u lejuan të rimarrin punën, ndërsa anëtarët e sindikatës u pushuan pa pasur mundësi të hynin përsëri në provim. Ata pohojnë se drejtoria e shoqërisë tregtare detare i ka shpërblyer ata që pranuan të iknin nga sindikata duke u dhënë në test një notë më të lartë se nota mesatare duke u lejuar të kthehen në punë. Një nga kërkuesit ka qenë i detyruar të japë dorëheqjen dhe të gjejë një punë jashtë portit.", "27. Në 25 gusht 1998, Inspektoriati i sigurisë në punë urdhëroi anulimin e rezultateve të testit të njohjes së rregullave të sigurisë me arsyen se përbërja e komitetit të testit nuk ishte vendosur në marrëveshje me SDR-në. Ai e urdhëroi shoqërinë tregtare detare të riorganizojë provimet brenda një muaji, me pjesëmarrjen e SDR-së, dhe t’u japë dokerëve dokumente që paraqesin rregullat e sigurisë.", "28.  Në 29 tetor  1998, një seri e tretë testesh për provime u bë në praninë e një përfaqësuesi të SDR-së dhe të një punonjësi të Inspektoriatit të sigurisë në punë. Nga pesë anëtarët e SDR-së që u futën në provim katër morrën notën më të mirë ndërsa i pesti morri një notë më poshtë.", "4.  Shkurtimi i vendeve nga 1998-99", "29.  Në 26 mars 1998, drejtoria e shoqërisë tregtare detare shpalli se do të pushonte 112 dokerë në kuadrin e një shkurtimi të efektivit.", "30.  Në 10 gusht 1998, 33 dokerë, deri atëherë rrogtarë, ndryshuan status për t’u bërë kontraktues të rregullt. Kërkuesit nënvizojnë se 27 ndër ta (ose 81,8%) ishin anëtarë të SDR-së, ndërsa në momentin kur zhvillohen ngjarjet, përqindja mesatare e anëtarësimit në shoqëri ishte 33%. Ata pretendojnë për më tepër se dokerët që iu nënshtruan këtij regjimi të ri ishin mesatarisht më të kualifikuar se kolegët e tyre që kishin mbetur rrogtarë të shoqërisë. ", "31.  Në 11 nëntor 1998, drejtori i përgjithshëm urdhëroi pushimin e 47 dokerëve të tjerë. Në 20 nëntor 1998, drejtori i burimeve njerëzore u njoftoi pushimin 35 dokerëve. Kërkuesit pretendojnë se 28 prej tyre ishin anëtarë të SDR-së dhe se ata nuk janë pushuar efektivisht, sepse kjo masë do të kërkonte pëlqimin e sindikatës së tyre e cila nuk do ta jepte kurrë prandaj nuk i është kërkuar. Në vend të kësaj, në 18 dhjetor 1998, 15 dokerë të ekipit të SDR-së u informuan se duke filluar nga 18 shkurti 1999, koha e tyre e punës do të shkonte nga 132 në 44 orë në muaj. Kërkuesit u paraqitën fillimisht te prokurori i transporteve të Baltiisk-ut, që vlerësoi se vendosja arbitrare e një orari pune të pjesshëm për një numër shumë të reduktuar punonjësish (15dokerë nga 365, nga të cilët 116 me kualifikime të barasvlershme) pa pëlqimin e të interesuarve shkelte parimin kushtetues të barazisë si dhe nenin 25 të kodit të punës. Në 10 shkurt 1999, ai e urdhëroi drejtorin e përgjithshëm të shoqërisë tregtare detare të riparonte parregullsitë. ", "32.  Kërkuesi i parë si dhe i dyti, i treti, i katërti, i pesti, i gjashti, i nënti, i dhjeti, i njëmbëdhjeti dhe i tetëmbëdhjeti iu drejtuan njëlloj gjykatës së rrethit të Baltiisk-ut me qëllim që të tregonin karakterin e parregullt të transferimit të tyre dhe diskriminimin që mendonin se u ishte bërë për shkak se merrnin pjesë në sindikatë, dhe që të merrnin një dëmshpërblim për humbjen e të ardhurave dhe dëmin moral që u ishte shkaktuar. ", "33.  Në 25 janar 2000, gjykata i pranoi pjesërisht ankesat e tyre. Duke vënë re se masa kishte të bënte me kalimin e një numri të vogël dokerësh me kohë të pjesëshme nuk bazohej në asnjë arsye të vlefshme, ajo e gjykoi të parregullt. Ajo urdhëroi shoqërinë tregtare detare të dëmshpërblente ankuesit për humbjen e të ardhurave dhe dëmin moral të pësuar. Megjithatë ajo shmangu tezën e diskriminimit për arsyen e përkatësisë në SDR, meqë të interesuarit nuk e kishin provuar qëllimin diskriminues të drejtorisë.   ", "5.  Ankesa pranë ITF dhe marrëveshja e re kolektive", "34.  Në 26 janar 1999,  SDR-ja u paraqit në Federatën ndërkombëtare të punëtorëve të transportit (ITF). Kjo e fundit i kërkoi drejtorisë së shoqërisë tregtare detare t’i jeptë fund praktikave të saj diskriminuese ndaj anëtarëve të SDR-së dhe kërcënoi të niste një bojkot ndërkombëtar mbi mallrat që vinin nga porti i  Kaliningradit.", "35. Në 22 mars 1999, në përfundim të presioneve sindikaliste ndërkombëtare të organizuara nga ITF, drejtoria dhe SDR-ja nënshkruan një marrëveshje sipas të cilës ekipet e formuara vetëm nga anëtarë të SDR-së do të shpërbëheshin dhe anëtarët e tyre do tët transferoheshin në ekipe të tjera që kishin një akses të plotë në detyrat e magazinimit si dhe ngritën një sistem uniform shpërblimesh.", "36.  Sipas kërkuesve, termat e kësaj marrëveshjeje u respektuan deri në 19 gusht 1999 pastaj, në këtë datë, sindikalistët më aktivë u transferuan përsëri në një ekip të përbërë vetëm nga anëtarë të SDR-së. ", "C.  Procedurat para autoriteteve të brendshme", "1.  Tentativa për nisjen e një procedimi penal kundër drejtorit të përgjithshëm të shoqërisë tregtare detare.", "37.  Në 1998, SDR-ja ju drejtua prokurorit të transporteve të Baltiisk të hapte një hetim penal mbi aktivitetet e drejtorit të përgjithshëm të shoqërisë tregtare detare, Z Kalinitchenko-n, dhe për ta akuzuar, në bazë të nenit  136 të kodit penal, për shkelje të së drejtës së barazisë kundrejt  kërkuesve.", "38.  Në 24 shtator 1998, prokurori i transporteve të Baltiisk nuk pranoi të hapte një hetim penal në lidhje me Z. Kalinitchenko, me arsyen se hetimi paraprak nuk ka lejuar të vërtetohet qëllimi i drejtpërdrejtë nga ana e tij për të diskriminuar kërkuesit.", "39.  Në 29 nëntor 2004, kërkuesit kërkuan përsëri hapjen e një procedure penale për diskriminim kundër drejtorisë së shoqërisë tregtare detare. Kjo kërkesë u hosh poshtë në 9 dhjetor 2004 për mungesë të corpus delicti, meqë prokurori i transporteve nuk kishte provuar qëllimin e drejtpërdrejtë për të diskriminuar kërkuesit. Sipas Qeverisë, kërkuesit nuk apeluan për këtë vendim.", "2.  Procedura që synon të konstatojë një diskriminim dhe të fitojë një dëmshpërblim", "40.  Në 12 dhjetor1997, SDR-ja nisi para gjykatës së rethit Baltiisk një  padi në emër të antarëve, nga të cilët gjashtë kërkues Zotërinjtë Siniakov, Kassianov, Kortchajkine, Jarkikh, Kaltchevsky dhe Dolgalev). Ai iu lut gjykatës të konstantonte karakterin diskriminues të veprimeve të drejtorisë së shoqërisë tregtare detare dhe t’u jepte ankuesve një dëmshpërblim për humbjen e të ardhurave dhe dëmin moral që kishin pësuar.", "41.  Në 18 gusht 1998, SDR-ja bashkoi me këtë padi edhe punonjës të tjerë (dymbëdhjetë nga kërkuesit : Zotërinjtë Danilenkov, Sochnikov, Morozov, Troïnikov, Kisselev, Bitchkov, Pouchkarev, Silvanovitch, Oksentchouk, Grabtchouk, Tsarev dhe Milinets), dhe komunikuan fakte të reja në mbështetje të ankesës për diskriminim.", "42. Në 21 prill 1999, SDR-ja filloi në emër të anëtarëve të saj padinë në versionin e vet përfundimtar.", "43.  Në 28 maj 1999, gjykata e distriktit të Baltiisk-ut hodhi poshtë këtë padi të SDR. Ajo i gjykoi pretendimet si të pabazuara dhe arriti në përfundimin se drejtoria e shoqërisë tregtare detare nuk mund të konsiderohet si përgjegjëse për ndarjen e pabarabartë të detyrave të të magazinimit të mirëpaguara. ", "44.  Në 6 tetor 1999, gjykata rajonale e Kaliningradit e anuloi në appel gjykimin e 28 majit dhe e çoi çështjen për rishqyrtim. Ajo vuri në dukje  se gjykata e shkallës së parë nuk e kishte shqyrtuar si duhej pikën nëse transferimi i dokerëve nga një ekip në tjetrin ishte i motivuar me qëllim që të ndëshkoheshin ankuesit për pjesmarrjen e tyre në grevë dhe praninë e tyre në SDR, dhe se ajo e kishte anashkaluar ankesën që lidhej me uljen e pagës së ankuesve në krahasim me atë të kolegëve të tyre pas transferimit. Ajo i tërheqte vërejtjen se nuk kishte marrë nga pala e paditur dokumenta mbi pagat e dokerëve dhe se e kishte hedhur poshtë kërkesën e ankuesve për këtë gjë. Ajo vendosi se këto mangësi e kishin penguar të vlerësonte argumentat e ankuesve në dritën e informacioneve të rëndësishme dhe se për këtë shkak, vendimi me anë të cilit ajo kishte arritur në përfundimin se nuk kishte diskriminim nuk ishte as i rregullt e as i justifikuar.", "45.  Në 22 mars 2000, gjykata e rrethit të Baltiisk-ut mori një vendim tjetër. Ajo gjykoi se ankesa për diskriminim ishte e pabazuar, meqë kërkuesit nuk e kishin provuar se drejtoria kishte pasur për qëllim që t’i diskriminonte. Ajo e bazoi vendimin në deklaratat e drejtuesve të shoqërisë tregtare detare dhe të pronarëve të mjeteve të ngarkim-shkarkimit të anijeve. Të parët kishin shpjeguar se ekipet e përbëra vetëm nga anëtarët e SDR-së ishin krijuar për të ulur tensionet e krijuara në gjirin e personelit nga armiqësia e grevistëve ndaj kolegëve të tyre jogrevistë. Të dytët e kishin mohuar faktin se kishin marrë udhëzime nga drejtoria lidhur me ndarjen e detyrave të magazinimit të mallit. Duke iu referuar gjithashtu vendimit të prokurorisë në datën 24 shtator 1998, gjykata vlerësoi se shoqëria tregtare detare nuk mund të gjykohet përgjegjëse për akte diskriminimi të pretenduara, meqë qëllimi i drejtorisë së saj për të praktikuar diskriminimin nuk është provuar. Ai nënvizoi se ankuesit ishin shumë të paktë në numër (29) në krahasim me numrin e përgjithshëm të grevistëve (13) dhe u shpreh kështu : ", "« (...) vetë fakti se kërkesa për konstatim të një diskriminimi të bazuar në kriterin e përgjithshëm të përkatësisë në një shoqatë publike është bërë vetëm nga një grup i vogël anëtarësh të kësaj shoqate është shenjë e mungesës së një diskriminimi të tillë dhe tregon se situata e ankuesve rrjedh nga veprimet dhe karakteristikat e tyre dhe nga faktorë objektivë. »", "46.  Gjykata ia atribuoi uljen e pagës gabimeve të vetë ankuesve   (veçanërisht rrëzimit të tyre në testin mbi njohjen e rregullave të sigurisë dhe një pakësimi global të punës në magazinimin e mallrave në port. Megjithatë, me propozim të palës së paditur, ajo u dha të interesuarve një dëmshpërblim në parim të barabartë me diferencën e pagës në dy muajt që vijuan transferimin e tyre në ekipe të reja. Kërkuesit e kundërshtuan këtë vendim", "47.  Në 14 gusht 2000, gjykata rajonale e Kaliningradit urdhëroi klasifikimin procesit si civil për sa kohë që ai kishte të bënte me ankesën për diskriminim. Ajo vlerësoi se ekzistenca e diskriminimit nuk mund të provohej veçse në kuadrin e një procesi penal që ka të bëjë me një punonjës ose një person të dhënë, dhe se persona juridikë, të tillë si shoqëria tregtare detare, nuk ishin penalisht përgjegjëse. Pra ajo arriti në përfundimin se ajo nuk ishte kompetente për të rishikuar ankesën për diskriminim të formuluar kundër shoqërisë tregtare detare. Për më tepër, ajo konfirmoi vendimin e 22 marsit 2000.", "48.  Në 9 korrik 2001, të gjithë kërkuesit ngritën një padi të re kundër shoqërisë tregtare detare, me qëllim, së pari, që të mund të konstatohej se kishin pësuar një diskriminim të bazuar në përkatësinë e tyre në SDR dhe se shkeljet e të drejtës për pagë të barabartë për një punë të barabartë, të drejtës për akses në punë dhe, së dyti, për të fituar dëmshpërblim për këto shkelje dhe për dëmin moral që mendojnë se ka buruar prej diskriminmit", "49.  Në 18 tetor 2001, me një vendim të përkohshëm (определение), gjykatësi i paqit i gjykatës së qarkut të parë të distriktit të Baltiisk-ut e hodhi poshtë këtë kërkesë. Sipas arsyetimit që u ruajt në vendimin e 14 gushtit 2000, ajo çmoi, nga njëra anë se nuk ishte kompetente për të përcaktuar ekzistencën ose jo të një diskriminimi meqë një fakt i tillë nuk mund të provohej në kuadrin e një procedure penale, dhe nga ana tjetër, se personat juridikë nuk ishin penalisht përgjegjës.  ", " 50.  Kërkuesit u ankuan kundër këtij vendimi para gjykatës së rrethit të Baltiisk-ut. Në 6 dhjetor 2001, kjo e fundit konfirmoi vendimin e 18 tetorit 2001.", "3.  Vendimi i dumës rajonale të Kaliningradit", "51.   SDR-ja e çoi cështjen para dumës rajonale të Kaliningradit, duke pretenduar se punëdhënësi i saj shkelte të drejtat e anëtarëve të vet. Në 15 nëntor 2001, Komiteti i përhershëm i dumës mbi politikën sociale dhe shëndetin miratoi një rezolutë në të cilën shprehte shqetësimin e tij përballë situatës së përshkruar nga SDR-ja. Ai shprehej pikërisht kështu :  ", "« (...) 3. Në shoqërinë tregtare detare të Kaliningradit, kushtet e punës së punonjësve ndryshojnë në funksion të përkatësisë së tyre sindikaliste. Kështu, anëtarët e SDR-së janë të disfavorizuar në raport me punonjësit e tjerë.   ", "4. SDR-ja ka shprehur shqetësime të bazuara sipas të cilave anëtarët e saj punonjës në shoqërinë tregtare detare të Kaliningradit janë viktima të diskriminimit (...) »", "52.  Në 29 nëntor 2001, Komiteti i dumës i adresoi prokurorit të Kaliningradit një letër në të cilën i lutej të merrte masa të menjëhershme për të mbrojtur të drejtat e anëtarëve të SDR-së dhe të parashikonte nisjen e ndjekjes penale kundër shoqërisë tregtare detare.  ", "4.  Procedurat e tjera të brendshme", "a)  Humbja e shpërblimeve dhe humbja e të ardhurave", "53.  Nga 8 deri 15 nëntor 1998, kërkuesi i dytë, i tretë, i katërt, i nëntë dhe i tetëmbëdhjetë si dhe katër kolegë të tyre morrën pjesë në një konferencë sindikaliste në Danimarkë. Ata i kishin kërkuar leje më përpara drejtorisë së shoqërisë tregtare detare për të asistuar në konferencë, por nuk kishin marrë përgjigje. Me vendimin e 18 dhjetorit 1998 dhe të 30 marsit 1999, pjesëmarrësit në konferencë u privuan nga shpërblimet me motivin se kishin munguar pa leje. Ata e çuan çështjen para drejtësisë", "54.  Gjykata e rrethit të Baltiisk-ut vendosi mbi çështjen në 1 nëntor  1999. Ajo vërejti se e drejta për të asistuar në këtë tip konference ishte e garantuar në mënyrë absolute nga neni 25 § 6 i ligjit mbi sindikatat ndaj dhe drejtoria e shoqërisë tregtare detare duhej t’u kishte dhënë leje ankuesve për të marrë pjesë në të. Ajo e deklaroi si të parregullta vendimet që i privonin të interesuarit nga shpërblimet e tyre vjetore dhe e urdhëroi shoqërinë tregtare detare t’u derdhte një dëmshpërblim. Ky gjykim nuk u apelua. ", "b)  Heqja e një sanksioni disiplinor të shpallur kundër kërkuesit të tetëmbëdhjetë. ", "55.  Në 10 janar 1999, kërkuesi i tetëmbëdhjetë mori një vërejtje se nuk ishte paraqitur në punë në 14 dhjetor 1998, që ishte ditë feste. Ai e kundërshtoi këtë sanksion duke argumentuar se si i deleguar sindikalist nuk mund t’i jepej një masë e tillë pa miratimin e sindikatës. ", "56.  Në 11 janar 2000, gjykata e rrethit të Baltiiskut e pranoi këtë padi të kërkuesit të tetëmbëdhjetë. Ajo e anuloi sanksionin disiplinor me arsyen se drejtoria e shoqërisë tregtare detare nuk kishte mmarrë pëlqimin e sindikatës para se t’i vendoste masën, siç detyrohej në bazë të nenit 235 të kodit të punës.", "c)  Heqja e një sanksioni disiplinor vendosur për refuzimin për të kryer një punë jo të kualifikuar. ", "57.  Në 15 janar 1999, dokerët e ekipit me anëtarë të SDR (ekipi no 14) u urdhëruan të pastronin dëborën në port. Ata nuk pranuan me arsyen se marrëveshja kolektive parashikonte se ata nuk mund të detyroheshin të kryenin një punë jo të kualifikuar vetëm nëse kjo e fundit ishte në ndihmë të detyrave të tyre për magazinimin e mallrave gjë që s’është e vërtetë në këtë rast. Ata mbetën të zënë me punë në port deri në fund të shërbimit. Në 21 janar 1999, drejtoria e shoqërisë tregtare detare urdhëroi që kjo ditë t’iu llogaritej si ditë pushimi pa pagesë, iu dha një vërejtje dhe kundërshtoi t’iu derdhte shpërblimin për muajin janar. ", "58.   SDR-ja bëri një padi në emër të kërkuesit të dytë, të tretë, të katërt, të pestë, të gjashtë dhe të nëntë, me qëllim që të arrijnë heqjen e sanksionit disiplinor dhe derdhjen e shumës së pagave dhe shpërblimeve të papaguara. ", "59.  Në 10 tetor 2000, gjykata e rrethit të Baltiisk-ut vendosi në favor të ankuesve. Ajo gjykoi se punësimi i pajustifikuar i dokerëve të kualifikuar në detyra jo të kualifikuara sillte si pasojë shkeljen e të drejtave të tyre të punës dhe se ata nuk mund të penalizoheshin për një mungesë pa leje ndërkohë që kishin qëndruar brenda portit duke pritur punën e magazinimit. Ajo vërejti se ata ishin delegatë sindikalistë dhe se pëlqimi i sindikatës ishte i domosdoshm për t’iu dhënë një sanksion. Shoqëria tregtare detare u urdhërua të hiqte sanksionin, t’u dredhte ankuesve një dëmshpërblim sa pagat dhe shpërblimet e papaguara dhe të shlyente shpenzimet e gjyqësore.", "d)  Pushim i parregullt i ankuesit të gjashtëmbëdhjetë.                 ", " Në 14 maj 1999, kërkuesi i gjashtëmbëdhjetë u pushua për arsye se ishte paraqitur në punë i dehur. Ai e çoi çështjen në gjyq.", "61. Në 25 gusht 1999, gjykata e rrethit të Kaliningradit, vendosi në shkallë të fundit, në favor të kërkuesit dhe e urdhëroi shoqërinë tregtare detare ta rimerrte në punë duke i paguar pagat që ai nuk i kishte marrë. Ajo vuri në dukje gjithashtu se nuk kishte asnjë provë në mbështetje të pretendimit se i intersuari kishte ardhur në punë i dehur.", "e)  Sanksion disiplinor i parregullt", "62.  Me një vendim të 10 dhjetorit 1999, kërkuesi i nëntëmbëdhjetë, i njëzet, i njëzetedytë, i njëzetegjashtë dhe tridhjetedytë u ndëshkuan rreptë pas një procedure disiplinore të ndërmarrë kundër tyre sepse kishin lënë vendin e punës pa leje. SDR-ja, duke vepruar në emër të kërkuesve në fjalë, e kundërshtoi këtë sanksion displinor para gjykatës. ", "63.  Në 29 nëntor 2001, gjykata e rrethit të Baltiisk-ut e pranoi këtë ankesë. Ajo gjykoi se pala e paditur (shoqëria tregtare detare) nuk e kishte provuar mungesën pa leje. Ajo e anuloi vendimin e kontestuar dhe u dha të drejtën kërkuesve për një dëmshpërblim për dëm moral.", "f) Konstatim i parregullt për përgjegjësinë në një aksident", "64.  Në 20 qershor 2000, kërkuesi i tetëmbëdhjetë u plagos në vendin e punës. Një komision i posaçëm vlerësoi se ai ishte përgjegjës për aksidentin pasi nuk kishte respektuar rregullat e sigurisë. Një përfaqësues i SDR-së (kërkuesi i njëzetekatërt) shprehu kundërshtimin e tij për përfundimin e komisionit. Gjithsesi, kërkuesi i tetëmbëdhjetë u ndëshkua pas një procedure disiplinore. Shefi i ekipit të tij (kërkuesi i tretë) dhe vetë ai humbën shpërblimin për muajin qershor. SDR-ja i kundërshtoi këto vendime para gjykatës në emër të dy kërkuesve.", "65.  Në 13 prill 2001, gjykatësi i paqit i qarkut të parë të rrethit Baltiisk-ut vlërsoi se, në dritën e deponimeve të dëshmitarëve okularë, përfundimet e komisionit të posaçëm nuk qëndronin. Ajo e anuloi sanksionin displinor ndaj kërkuesit të tetëmbëdhjetë dhe e urdhëroi hoqërinë tregtare detare t’i derdhte të interesuarit dhe shefit të tij të ekipit shpërblimin për muajin qershor.", "g)  Ulje në detyrë e parregullt e kërkuesit të tretë. ", "66.  Me një vendim të 19 korrikut 2000, kërkuesi i tretë u ul në detyrë  nga posti i shefit të ekipit në atë të dokerit të thjeshtë për arsye se nuk e kishte ushtruar më korrektësi funksionet drejtuese. SDR-ja e kundërshtoi këtë vendim para drejtësisë në emër të të interesuarit.", "67.  Në 7 maj 2001, gjykatësi i paqit i gjykatës së qarkut të parë të rrethit të Baltiisk-ut e pranoi pjesërisht këtë ankesë. Duke vënë re se ulja në detyrë nuk ishte miratuar nga SDR-ja, ku kërkuesi i tretë ishte i deleguar, ajo e anuloi, e urdhëroi shoqërinë tregtare detare t’i paguante të interesuarit një dëmshpërblim për humbjen e pagës dhe dëmin moral që kishte pësuar, si dhe e dënoi të paguante shpenzimet e gjyqësore. ", "h)  Kufizim i aksesit në port për drejtuesit sindikalistë.", "68.  Në 15 maj 2001, drejtori i burimeve njerëzore i shoqërisë tregtare detare vendosi që përfaqësuesit e SDR-së të mos kishin akses në port për të takuar anëtarët e sindikatës në vendin e punës dhe gjatë orarit të punës. Sipas këtij vendimi, kërkuesit të dytë i ishte ndaluar hyrja në port.", "69.  Në 20 qershor 2001, prokurori i transporteve të Baltiiskut vlerësoi se ky vendim shkelte garancinë e aksesit të lirë të drejtuesve sindikalistë në vendet e punës si dhe të anëtarëve të tyre të shprehur në nenin 231 të kodit të punës dhe nenin 11 § 5 të ligjit mbi sindikatat dhe e urdhëroi drejtorin e shoqërisë tregtare detare të riparojë këtë shkelje.", "70.  Në 16 korrik 2001, drejtori i përgjithshëm i shoqërisë tregtare detare mori një vendim të ri (no 252) që e lejonte hyrjen në port të drejtuesve të SDR-së . Ky vendim parashikonte që ata mund të hynin në port vetëm nga ora 8 deri në orën 20 duke pasur paraprakisht leje të vlefshme për një herë dhe duke saktësuar itinerarin dhe qëllimin e vizitës së tyre.", "71.  Në 26 nëntor 2001, prokurori i transportve të Baltiisk-ut i bëri të ditur drejtorit të përgjithshëm të shoqërisë tregtare detare se vendimi  no 252 ishte i parregult dhe kërkoi anulimin e tij. Drejtori i shoqërisë tregtare detare refuzoi t’i jepte zgjidhje kësaj kërkese.", "72.  Në 23 janar 2002, prokurori i transportve të Baltiisk-ut nisi në emër të kërkuesit të dytë një proces civil kundër shoqërisë tregtare detare me qëllim që kjo të anulonte vendimin no 252. ", "73.  Në 9 korrik 2002, gjykatësi i paqit i gjykatës së qarkut të parë të rrethit të Baltiisk-ut e pranoi këtë ankesë. Ai deklaroi se vendimi për të kufizuar aksesin në port të drejtuesve sindikalist ishte i parregullt, dhe për më tepër, duke kërkuar marrjen paraprakisht të lejes, ai shkelte nenin 231 të kodit të punës. Ky gjykim nuk u apelua.", "D.  Transferimi i punonjësve jo anëtarë të SDR në një ndërmarrje tjetër", "1.  Krijimi i një ndërmarrjeje të re dhe transferimi i personelit", "74.  Në gusht-shtator 1999, drejtimi i shoqërisë tregtare detare krijoi një filial ngarkim-shkarkimi TPK (ООО « Транспортно-погрузочная компания »), ku u punësuan 30 dokerë të tjerë. Nga shtatori  1999 në nëntor 2000, dokerët e TPK-së punuan me ata të shoqërisë tregtare detare në ekipe mikste.", "75. Në 27 nëntor 2000, drejtoria e shoqërisë tregtare detare të Kaliningradit dhe sindikata e punonjësve të transportit detar bënë një marrëveshje kolektive e cila parashikonte se çdo punë magazinimi do t’i besohej TPK-së dhe se punonjësit e kësaj ndërmarrjeje do të merrnin një shtesë rroge, një sigurim shëndetsor shtesë dhe një subvencion të veçantë në të holla për aktivitetet sportive.    ", "76.  Në dhjetor 2000 dhe në janar 2001, drejtoria e shoqërisë tregtare detare u propozoi shumicës së dokerëve një transferim fitimprurës në TPK por, sipas kërkuesve, i përjashtoi nga kjo gjë të gjithë anëtarët e  SDR-së. Në janar 2001, anëtarët që mbetën nga SDR-ja u ndanë në dy ekipe. Drejtori i përgjithshëm i shoqërisë tregtare detare u tha kërkuesve se të githa detyrat e magazinimit do t’i kalonin TPK-së, meqë afati i licencës së ngarkim-shkarkimit të shoqërisë tregtare detare mbaronte në 1 tetor 2001.", "77.  Në prill 2001, anëtarët e SDR-së vunë re se koha e punës e paguar u përgjysmua, ngaqë drejtoria ua kishte ndaluar të punonin natën. Të ardhurat e tyre ranë deri afërsisht në 55 dollarë në muaj, kundrejt mesatarisht 300 dollarëve për punonjësit që nuk ishin anëtarë të sindikatës.", "78.  Në qershor 2001, paga e anëtarëve të SDR-së ra në 40 dollarë në muaj.", "79.  Për shkak të konfliktit, numri i anëtarëve të SDR-së kaloi nga 299 në vitin 1999 vetëm në 24 në 6 dhjetor 2001.", "80.  Në shkurt 2002, shoqëria tregtare detare pushoi për arsye ekonomike të gjithë anëtarët e SDR-së që kishin mbetur (22 dokerë) me përjashtim të kërkuesit të dhjetë që si zëvendës kryetar i komitetit drejtues të SDR-së nuk mund të pushohej pa pëlqimin e sindikatës. Kërkuesit thonë megjithatë se atë e mbajtën në vendin e punës vetëm sa për sy e faqe, por në të vërtetë ai s’kishte as perspektivën më të vogël për të ardhura. ", "2.  Padi civile lidhur me transferimin e personelit", "81.  Në 18 mars 2002, në emrë të të gjithë kërkuesve me përjashtim të kërkuesit gjashtë, të shtatë, të tetë, të tetë, të dymbëdhjetë, të trembëdhjetë, të katërmbëdhjetë, të pesëmbëdhjetë dhe të shtatëmbëdhjetë, SDR-ja bëri kundër shoqërisë tregtare detare e TPK-së një padi civile që synonte të arrinte ripunësimin e anëtarëve të SDR-së dhe dëmshpërblimin e tyre për humbjen e të ardhurave dhe dëmin moral si dhe konstatimin se ata kishin pësuar një shkelje të të drejtës së lirisë së shoqatës dhe një diskriminim për shkak të përkatësisë së tyre në SDR.", "82.  Në 24 maj 2002, gjykata e rrethit të Baltiisk-ut dha vendimin e vet. Ajo nënvizoi se në nëntor të vitit 2000, këshilli admnistrativ i shoqërisë tregtare detare i Kaliningradit kishte vendosur t’i kalonte punën e magazinimit TPK-së, se nga 30 nëntor 2000 deri në muajin prill 2001, 249 dokerë ishin transferuar drejt TPK-së dhe se në dhjetor 2000, terminalët detarë dhe materiali i magazinimit ose i ishin shitur ose i ishin dhënë me qera ndërmarrjes së re. Këtej dilte se qëllimi i vërtetë i punëdhënësit ishte të ndryshonte strukturën e vartësve të njësisë së ngarkim-shkarkimit dhe nënvizoi se nuk kishte asnjë arsye ligjore për të shkurtuar vendet e punës të kësaj njësie. Ajo e gjykoi pushimin e kërkuesve si të parregullt dhe e urdhëroi punëdhënësin e tyre t’i punësonte pësëri në TPK dhe t’iu derdhte një dëmshpërblim për humbjen e të ardhurave dhe dëmin moral që kishin pësuar.  ", "83.  Gjykata ka shqyrtuar gjithashtu pretendimet e kërkuesve sipas të cilave ata kishin qenë viktima të diskriminimit. Në bazë të deklaratave të shumë kryetarëve të ekipeve të dokerëve, ajo provoi se në nëntor  2000, të gjithë dokerët ishin ftuar në një mbledhje ku ishte diskutuar transferimi i tyre në TPK, se kërkuesit nuk ishin penguar të merrnin pjesë në të dhe se atyre u ishte dhënë mundësia të ishin kandidatë për një transferim, por se ata kishin refuzuar të vepronin pa u konsultuar me kryetarin e komitetit drejtues. Si përgjigje për pyetjen e gjykatës për të ditur pse ata kishin kërkuar transferimin e tyre individualisht, kërkuesit iu përgjigjën se ata ishin të sigurtë se do të merrnin një përgjigje negative nga punëdhënësi i tyre.", "84.  Përgjegjësit e ekipit dëshmuan gjithashtu se kërkuesi i dhjetë (zëvendës kryetari i komitetit drejtues) ishte i pranishëm në mbledhje dhe se e kishte marrë fjalën kundër transferimit në TPK. Gjykata shqyrtoi traktet e shpërndara nga SDR-ja dhe ankesën në prokurori të kërkuesit të njëzetekatërt. Ajo nënvizoi se nga traktet del se SDR-ja kishte milituar gjithmonë kundër transferimit në TPK dhe kishte këshilluar qëndrimin në gjirin e shoqërisë tregtare detare dhe se ankimi denonconte një detyrim  për t’u paraqitur vetë si kandidat për t’u transferuar në TPK. Ajo doli në përfundimin se elementet e paraqitur kundërshtonin pretendimet e kërkuesve sipas të cilave SDR-ja nuk ishte informuar për transferimin ose ishte përjashtuar nga kjo gjë. Ajo i hodhi poshtë si të pabaza ankesat e kërkuesve që e vlerësonin veten si viktima lidhur me diskriminimin dhe shkeljen e të drejtës së lirisë për t’u organizuar në shoqata.", "85.  Së fundi, gjykata urdhëron ekzekutimin e menjëhershëm të gjykimit pasi urdhëronte ripunësimin e kërkuesve. ", "86.  Në 7 gusht 2002, shoqëria tregtare detare apeloi pranë gjykatës së rrethit të Kaliningradit, e cila konfirmoi vendimin e 24 majit 2002.", "3.  Ekzekutimi i vendimit të 24 majit 2002", "87.  Në 27 maj 2002, drejtori i përgjithshëm i shoqërisë tregtare detare i anuloi vendimet e pushimit të kërkuesve të marra në 20 shkurt 2002 dhe i ripunësoi të interesuarit. Megjithatë, këta të fundit nuk u transferuan në TPK. ", "88.  Në 24 qershor 2002, shoqëria me përgjegjësi të kufizuar TPK u bë objekt i një riorganizimi : ajo u shndërrua në një shoqëri anonime (OAO) dhe u bë « Shoqëria portuale e tregtisë detare » (ОАО «Морской торговый порт» – « MTP »). Në 11 shtator 2002, gjykata e rrethit të Kaliningradit saktësoi se kërkuesit duhet të ishin punësuar në gjirin e MTP-së, që i pasoi sipas ligjit TPK-së.", "89.  Në 7 gusht 2002, të gjithë kërkuesit u pushuan sërish nga shoqëria tregtare detare për mungesë arsyesh të vlefshme. Megjithatë ata nënvizojnë se që në 10 qershor, drejtori i përgjithshëm u kishte konfirmuar me shkrim se ata nuk kishin më asnjë mundësi të siguronin jetesën në gjirin e ndërmarrjes së vjetër, meqë licenca për ngarkim-shkarkim kishte skaduar në 2001. Ata e kundërshtuan këtë pushim në gjykatë.  ", "90.  Në 7 tetor 2002, gjykata e rrethit të Baltiisk-ut vendosi në favor të kërkuesve. Ajo çmoi se shoqëria e paditur nuk e kishte zbatuar si duhet gjykimin e 24 majit për sa i përket transferimit të dokerëve në TPK, dhe se pushimi i tyre për mungesë pa leje ishte abuziv. Ajo urdhëroi derdhjen e një shume për të kompensuar mungesat në pagë dhe dëmin moral. Në 22 janar 2003, gjykata e rrethit të Kaliningradit e konfirmoi këtë vendim në apel.", "91.  Në 30 tetor 2002, iu dha fund punësimit të kërkuesve në shoqërinë tregtare detare « për shkak të transferimit të tyre në një ndërmarrje tjetër ». Të nesërmen, drejtori i përgjithshëm i MTP-së u propozoi atyre vende në ngarkim – shkarkim të kategorisë së dytë. Sipas kërkuesve, këto vende pune ishin të një niveli më të ulët nga kualifikimi profesional i dokerëve.  ", "92.  Në 30 dhjetor 2002, me kërkesë të kërkuesve, një gjyqtar i gjykatës së rrethit të Baltiisk-ut duke shpjeguar se vendimi i 24 majit 2002, sakëtsoi se ata duhej të punësoheshin në MTP si dokerë. Në 26 shkurt 2003, ky saktësim u konfirmua nga gjykata e rrethit të Kaliningradit.", "", "II.  E DREJTA E BRENDSHME PËRKATËSE", "A.  \tKushtetuta e Federatës së Rusisë", "93.  Neni 19 i kushtetutës ruse thotë se shteti garanton barazinë në fushën e të drejtave dhe lirive për të gjithë qytetarët pa dallim seksi, race, kombësie, gjuhe, origjine, pasurie ose statusi, vendbanimi, feje, bindjeje, përkatësie në shoqata publike ose kritere të tjera.  ", "94.  Neni 30 § 1 garanton lirinë për organizimin në shoqata duke përfshirë edhe të drejtën për të krijuar sindikata për mbrojtjen e interesave të tyre.", "B.  Kodi i punës së RSFSR (në datën 25 shtator 1992)", "95.  Neni 2 i kodit të punës në fuqi në momentin e ngjarjeve garantonte të drejtën për të marrë një pagë të barabartë për punë të barabartë, pa dallim dhe të drejtën për të kërkuar në gjykatë mbrojtjen e të drejtave të garantuara nga e drejta e punës.", "C.  Kodi penal i Federatës së Rusisë (në 13 qershor 1996)", "96. Neni 136 i kodit penal dënon cenimin e të drejtave dhe interesave legjitime të individëve që nuk marrin parasysh barazinë në fushën e të drejtave të njeriut dhe të lirive themelore sidomos lidhur me të drejtën për t’u anëtarësuar në një shoqatë publike.  ", "D.   Ligji mbi sindikatat (ligji no 10-FZ i 12 janarit 1996)", "97.  Neni 9 i këtij ligji ndalon çdo kufizm të të drejtave shoqërore, të të drejtave të punës, të të drejtave politike dhe të drejtave të tjera ose lirive të qytetarëve të bazuara në përkatësinë ose mospërkatësinë e tyre në një sindikatë. Është e ndaluar që të varet punësimi, promovimi ose pushimi i një individi nga përkatësia ose mosppërkatësia e tij në një sindikatë të dhënë.    ", "98.  Neni 29 garanton mbrojtjen juridike të të drejtave sindikale. Gjykatat duhet të shqyrtojnë pretendimet për shkelje të të drejtave të paraqitura në një ankesë prokurorit, në një padi civile ose në një ankesë të një sindikate.     ", "99. Neni 30 thotë se përgjegjësia disiplinore, administrative ose penale e shtetit, e përgjegjësve bashkiakë, e punëdhënësve dhe e përgjegjësve të shoqatave të punëdhënësve duhet të veprojë kundër shkeljes së legjislacionit mbi sindikatat.   .", "E.  Kodi civil i Federatës së Rusisë (në datën 30 nëntor 1994)", "100.  Neni 11 i kodit civil thotë se gjykatat duhet të shqyrtojnë kërkesat për mbrojtjen e të drejtave civile për të cilat pretendohet se janë shkelur ose kontestuar.", "101. Neni 12 saktëson se mbrojtja e të drejtave civile mund të marrë formën veçanërisht, të konfirmimit të një të drejte, të rivendosjes së një statu quo-je, të një urdhëri lidhur me veprime të dhunshme ose kërcënuese për të shkelur një të drejtë, ose edhe një dëmshpërblim për dëm material dhe/ose moral. ", "III.   TEKSTET NDËRKOMBËTARE PËRKATËSE", "A.  Këshilli i Evropës", "102.  Neni 5 i Kartës sociale evropiane (e rishikuar), që Federata e Rusisë nuk e ka ratifikuar, formulohet kështu: ", "Neni 5 – E Drejta sindikale", "« Me qëllim që të garantohet ose të promovohet liria për punonjësit dhe punëdhënësit për të formuar organizata lokale, kombëtare ose ndërkombëtare për mbrojtjen e intresave të tyre ekonomike dhe shoqërore dhe për t’u anëtarësuar në këto organizata, Palët angazhohen që legjislacioni i brendshëm të mos cënojë, as të mos zbatohet në mënyrë të tillë që të cënojë këtë liri. Masa në të cilën garancitë e parashikuara në këtë nen do të zbatohen në polici do të përcaktohet nga legjislacioni ose rregullimi kombëtar. Parimi i zbatimit të këtyre garancive për anëtarët e forcave të armatosura dhe masa në të cilën ato zbatohen për këtë kategori personash përcaktohen gjithashtu nga legjislacioni dhe rregullimi kombëtar ».   ", "103.  Organi i kontrollit të Kartës sociale evropiane, Komiteti evropian i të drejtave sociale të Këshillit të Evropës (që pasoi Komitetin e ekspertëve të pavarur), ka përcaktuar se e drejta e brendshme duhej të garantonte të drejtën e rrogëtarëve për të marrë pjesë në një sindikatë dhe për të parashikuar sanksione dhe ankesa efektive në rastin e mosrespektimit të kësaj të drejte. Individët duhet të mbrohen nga çdo pasojë e dëmshme që përkatësia e tyre në një sindikatë ose aktivitetet e tyre sindikale mund të sillnin për punën e tyre, veçanërisht në çdo lloj forme ndëshkimi ose diskriminimi në fushën e punësimit, të pushimit ose të promovimit për shkak të anëtarësimit ose të aktiviteteteve të tyre në sindikata. Për rastet ku do të ndodhte një diskriminim i tillë, e drejta kombëtare duhet të parashikojë një dëmshpërblim të mjaftueshëm dhe në përpjestim me dëmin e pësuar nga viktima (shih për shembull Përfundime 2004 (Bullgari),fq. 15-16).", "104.  Komiteti evropian i të drejtave sociale ka thënë gjithashtu se efektiviteti i ndalimit të diskriminimit supozonte se e drejta e brendshme parashikon ankesa të përshtatshme dhe efektive në rast diskriminimi të pretenduar, me qëllim që dëmshpërblimi që mund t’u jepet viktimave të jetë efektiv, në përpjestimin e duhur dhe frenues. (shih për shembull Përfundimet 2006 (Shqipëir, fq. 4). E drejta e brendshme duhet të parashikojë veçanërisht një dispozitë të veçantë për barrën e provës në favor të ankuesit në cështjet e diskriminimit.(shih Përfundime 2002 (Francë), fq. 24).", "B. Organizata ndërkombëtare e punës  (« ONP »)", "105.  Neni 11 i Konventës no 87 i Organizatës Ndërkombëtare të Punës (ONP) ka të bëjë me zbatimin e parimeve të të drejtës së organizimit dhe negocimit kolektiv (që Federata e Rusisë e ka ratifikuar) formulohet kështu :", "", " « Çdo anëtar i Organizatës Ndërkombëtare të Punës për të cilin kjo konventë është në fuqi angazhohet të marrë të gjitha masat e nevojshme dhe të përshtatshme me qëllim që t’u sigurojë punonjësve dhe punëdhënësve ushtrimin e lirë të të drejtës sindikale. »", "106.  Neni 1 i Konventës no 98 të ONP-së mbi të drejtën e organizimit dhe negocimit kolektiv (që Fedrata e Rusisë e ka ratifikuar) formulohet kështu :", "« 1. Punonjësit duhet të përfitojnë një mbrojtje të përshtatshme kundër çdo akti diskriminues që synon të cenojë lirinë sindikaliste në fushën e punësimit. ", "2. Një mbrojtje e tillë duhet veçanërisht të zbatohet për sa i përket akteve që kanë për qëllim që : ", "a) punësimi i punëonjësit të kushtëzohet nga mosanëtarësimi në një sindikatë ose nga dalja nga një sindikatë ku bën pjesë.", "b) të pushojnë një punonjës ose ta dëmtojnë me çdo mjet tjetër, për shkak të anëtarësimit të tij në sindikatë ose për pjesëmarrje në aktivitete sindikaliste jashtë orëve të punës ose, me pëlqimin e punëdhënësit, gjatë orëve të punës. »", "107.  Përmbledhja e vendimeve dhe parimeve të Komitetit të lirisë sindikaliste të Këshillit të administrimit të BIT (2006) shpreh parimet e mëposhtëme :", "« (...)", " 769. Diskriminimi antisindikalist është një nga shkeljet më të rënda të lirisë sindikaliste sepse ai mund të rrezikojë vetë ekzistencën e sindikatave.", "(...)", "818. Rregullat bazë që ekzistojnë në legjislacionin kombëtar të cilat pengojnë aktet e diskriminimit antisindikalist nuk janë të mjaftueshme nëse nuk shoqërohen nga procedura efikase të cilat sigurojnë një mbrojtje të përshtatshme kundër akteve të tilla.", "(...)", "820. Respektimi i parimeve të lirisë sindikaliste kërkon që punonjësit të cilët mendojnë se kanë pësuar dëme për shkak të aktiviteteve të tyre sindikaliste të kenë mjete ankimimi të shpejta, pak të kushtueshme dhe krejtësisht të paanshme. ", "(...)", "835. Kur në instancat kompetente adresohen ankesa për diskriminim antisindikalist këto instanca duhet të ndërmarrin menjëherë një hetim dhe të marrin masat e nevojshme për të lehtësuar pasojat e akteve të diskriminimit antisindikalist të cilat janë konstatuar.  ", "(...) »", "108.  Në 18 prill 2002, Komiteti i lirisë sindikale të BIT i ka transmetuar Komisionit të ekspertëve rastin no 2199, që kishte të bënte me ankesën e paraqitur nga Konfederata ruse e punës (KTR) kundër Qeverisë së Federatës së Rusisë (raporti no 331 i Komitetit, mars 2003). Në ankesën e saj KTR pretendonte se në Kaliningrad, anëtarët e SDR-së, organizatë që ishte anëtare e tij, kishin qenë viktima të akteve të diskriminimit antisindikaliste. Komiteti fomuloi pikërisht përfundimet e mëposhtme :  ", "« (...)", "702. Duke shënuar se [gjykata e rrethit të Baltiisk-ut] ka gjykuar se pretendimet për diskriminim nuk ishin të bazuara, komiteti konstaton se, qysh se [gjykata] ka dhënë vendimin për ripunësimin e anëtarëve [të SDR-së] në seksionin e prodhimit që varet nga TPK-ja, meqë pushimi i tyre është gjykuar si i paligjshëm, administrata [e shoqërisë tregtare detare e Kaliningradit] ka refuzuar gjithmonë të ekzekutojë plotësisht këtë vendim, megjithë sqarimet e përsëritura dhe konfirmimit të tyre nga [kjo gjykatë] dhe nga instancat më të larta. Duke mbajtur parasysh këto rrethana, komiteti duhet të kërkojë arsyet që motivojnë aktet e punëdhënësit, veçanërisht kundërshtimin e tij të vazhduar për të rifutur në punë dokerët të cilët vërtetohet të jenë të gjithë anëtarë të [SDR-së], megjithë urdhërat gjyqësore të përsëritur. Duke vënë re gjithashtu se vendimi i Dumës që shpreh një shqetësim të madh për situatën dhe duke shtuar se çështja e diskriminimit antisindikalist është ngritur me të drejtë, komiteti i kërkon pra [Q]everisë të hapë një hetim të pavarur mbi pretendimet për diskriminim antisindikalist, veçanërisht për të mos u transferuar në sektorët e prodhimit që varen nga TPK-ja në pajtueshmmëri me vendimin e  [gjykatës], për të marrë të gjitha masat e nevojshme për të përmirësuar këtë situatë, për të siguruar ripunësimin e tyre në TPK, siç e kërkojnë gjykatat, si dhe pagesën e rrogave të humbura. Përveç kësaj, duke vënë re se dokerët u pushuan përsëri dhe se është bërë një padi e re, komiteti i këkon [Q]everisë] ta informojë mbi rezultatet e kësaj çështjeje.", "703. Për sa i përket ankimit kundër akteve të prezumuara si diskriminim antisindikalist, komiteti kujton se ekzistenca e normave legjislative që ndalojnë aktet diskriminuese antisindikaliste është e pamjafueshme nëse këto të fundit nuk shoqërohen me procedura efikase që sigurojnë zbatimin e tyre në praktikë. [Shih Përmbledhje vendimesh dhe parimesh të Komitetit të lirisë sindikaliste, botimi i katërt, 1996, paragr. 742.] Duke nënvizuar se organizata ankuese u është drejtuar organeve të ndryshmme gjyqësore qysh prej vitit 2001 duke pretenduar për diskriminim antisindikalist, pretendime të cilat qysh në maj 2002, janë hedhur poshtë për shkelje procedurale, komiteti çmon se legjislacioni që lidhet me mbrojtjen kundër akteve të diskriminimit antisindikalist nuk është i qartë sa duhet. Ai i kërkon për rrjedhojë [Q]everisë të marrë masat e domosdoshme, duke përfshirë këtu amendimin legjislativ, me qëllim që ankesat për diskriminim antisindakalist të shqyrtohen në kuadrin e procedurave kombëtare që do të duhej të ishin të qarta dhe të shpejta (...) »", "REFERIMI I TË DREJTËS", "(...)", "II.  MBI SHKELJEN E PRETENDUAR TË NENIT 14 TË KONVENTËS TË KOMBINUAR ME NENIN 11 \t", "115.  Duke u nisur nga nenet 11 dhe 14 të Konventës, kërkuesit e tjerë ankohen për shkelje të të drejtës së tyre për lirinë e organizimit në shoqata, meqë autoritetet kombëtare kanë toleruar sipas tyre politikat diskriminuese të punëdhënësve të tyre dhe kanë refuzuar të shqyrtojnë ankesat e tyre në këtë drejtim për shkak të mungesës në të drejtën e brendshme të një mekanizmi juridik efikas.", "Neni 11 formulohet kështu :", "“1.  Çdokush ka të drejtën e lirisë së tubimit paqësor dhe të organizimit me të tjerët, duke përfshirë të drejtën e themelimit me të tjerë të sindikatave dhe të pjesëmarrjes në to për mbrojtjen e interesave të tij.”  ", " 2.  Ushtrimi i këtyre të drejtave nuk mund t’u nënshtrohet kufizimeve të tjera përveç atyre që parashikohen me ligj dhe që janë të nevojshme në një shoqëri demokratike, në interes të sigurisë kombëtare ose sigurisë publike, për mbrojtjen e rendit dhe parandalimin e krimit, për ruajtjen e shëndetit ose të moralit, ose për mbrojtjen e të drejtave dhe të lirive të të tjerëve. Ky nen nuk ndalon kufizime të ligjshme të ushtrimit të këtyre të drejtave nga pjesëtarë të forcave të armatosura, të policisë ose të administratës shtetërore.", "", "Neni 14 u formulua kështu :", "« Gëzimi i të drejtave dhe i lirive të përcaktuara në këtë Konventë duhet të sigurohet, pa asnjë dallim të bazuar në shkaqe të tilla si seksi, raca, ngjyra, gjuha, feja, mendimet politike ose çdo mendim tjetër, origjina kombëtare ose shoqërore, përkatësia në një minoritet kombëtar, pasuria, lindja ose çdo status tjetër»", "A.   Shtrirja e detyrimeve të shtetit lidhur me nenin 14 të Konventës të kombinuar me nenin 11", "1.  Tezat e palëve", "a)  Kërkuesit", "116.  Kërkuesit ankohen për shkelje të të drejtave të garantuara nga neni 11 i Konventës, duke çmuar se punëdhënësi i tyre ka vepruar me qëllim që të shkurajojë dhe ndëshkojë përkatësinë në një sindikatë. Ata thonë se shteti është i përfshirë drejtpërsëdrejti në një numër të caktuar masash të marra kundrejt anëtarëve të SDR-së sepse kontrollonte shoqërinë tregtare detare të Kaliningradit. Ata pretendojnë se aksionet e kësaj shoqërie ishin mbajtur deri në 20% nga Fondi i zhvillimit të rrethit të Kaliningradit dhe kontrolluar deri 35% nga Z. Karetni, që është njëkohësisht zëvendësguvernatori i parë dhe drejtor i Fondit të zhvillimit e anëtar i këshillit administrativ të shoqërisë tregtare detare. ", "117.  Ata pohojnë se përkatësia e tyre në SDR ka pasur pasoja shumë të dëmshme për punësimin dhe pagesën e tyre, dhe se punëdhënësi i tyre ka ushtruar forma të ndryshme presioni që synonin të krijonin një dallim midis tyre dhe kolegëve joanëtarë të sindikatës. Ata citojnë rimarrjen në punë të anëtarëve të SDR-së në ekipe të posaçme, element që do ta kishin pranuar drejtuesit e shoqërisë tregtare detare të Kaliningradit në deklaratat e tyre me gojë dhe me shkrim në gjykatën e rrethit të Baltiisk-ut, siç e tregonte vendimi i 22 marsit 2000 (paragrafi 45 më sipër). Ata nënvizojnë se i njëjti vendim ka konfirmuar se pagat e tyre, ishin ulur, megjithëse ishin tashmë ndjeshëm më të ulëta nga ato të ekipeve të tjera, ishin ulur. Ata pretendonin gjithashtu se testet që lidheshin me rregullat e sigurisë nuk kishin qenë të paanshëm dhe se vendimet e pushimit për arsye ekonomike kishin pasur në shënjestër kryesisht ata.  ", "b)  Qeveria", "118.  Qeveria i kundërshton këto pretendime. Ajo thotë se Fondi i zhvillimit të rrethit të Kaliningradit – organizëm publik i interesuar – ka ruajtur aksione të shoqërisë tregtare detare të Kaliningradit vetëm për një periudhë të shkurtër, nga maji në nëntor 1998,  në kuotën e më pak se 20%. Sa për Z. Karetni, ai nuk kishte qenë asnjëherë njëkohësisht funksionar dhe anëtar i këshillit administrativ të shoqërisë tregtare detare. Për mendimin e Qeverisë, shteti nuk mund të jetë përgjegjës për masat antisindikaliste të kontestuara. ", "119.  Qeveria pohon gjithashtu se ankesa që lidhet me uljen e madhe të rrogës së kërkuesve është shqyrtuar nga Inspektoriati i punës së  Kaliningradit, i cili arriti në përfundimin se ekipet e anëtarëve të sindikatës së dokerëve të Rusisë fitonin pothuaj të njëjtat shuma si ato të punonjësve që nuk janë anëtarë të sindikatës. Nuk ishte vërtetuar shkelja e të drejtave të punës në akuzën e punonjësve të portit, dhe as kishte pasur shenja të diskriminimit ndaj anëtarëve të SDR-së në organizimin e testeve që lidhen me rregullat e sigurisë dhe as në pushimet nga puna të punonjësëve. ", "2.  Vlerësimi i Gjykatës", "120.  Gjykata nënvizon se palët janë në mosmarrëveshje mbi çështjen nëse rrethanat e këstij rasti lënë të duket ndërhyrja e drejtpërdrejtë e shtetit duke u nisur nga statusi i shoqërisë tregtare detare të Kaliningradit. Ajo mendon se nuk është e nevojshme të vendosë mbi këtë çështje sepse Federata e Rusisë do të kishte përgjegjësinë e saj nëse faktet e çështjes do të ishin rezultat i mosangazhimit të saj për t’u garantuar kërkuesve në të drejtën e brendshme gëzimin e të drejtave të sanksionuara nga neni 11 i Konventës (Wilson, National Union of Journalists dhe t ë tjerët kundër Mbrëtërisë së Bashkuar, nos 30668/96, 30671/96 et 30678/96, § 41, CEDH 2002V).", "121.  Gjykata thekson se neni 11 § 1 paraqet lirinë sindikaliste si një formë apo një aspekt i veçantë i lirisë së oranizimit në shoqata (Sindikata kombëtare e policisë belge kundër Belgjikës, 27 tetor 1975, § 38, seria A no 19, dhe sindikata suedeze e makinistëve të lokomotivave kundër Suedisë, 6 shkurt 1976, § 39, seria A no 20). Termat « për mbrojtjen e këtyre interesave » që figurojnë në nenin 11 § 1 nuk janë të tepërta dhe Konventa mbron lirinë për të garantuar interesat profesionale të pjesëmarrësve në një sindikatë përmes veprimtarisë kolektive të kësaj të fundit, veprimtari të cilin shtetet kontraktuese duhet njëkohësisht ta lejojnë si dhe të mundësojnë ecurinë dhe zhvillimin e saj (, précité, § 42).", "122.  Gjykata vëren se kërkuesit kanë siguruar mbrojtjen e shtetit lidhur me masat e sakta të punëdhënësit për të cilat kërkuesit mendojnë se kanë shkelur të drejtat e tyre. Kështu një gjykatë e brendshme ka urdhëruar pagesën e një dëmshpërblimi që merr formën rrogës së dy muajve si çdëmtim për ripunësimin e anëtarëve të SDR –së në ekipet e posaçme për të cilin pretendohej se ishte bërë shkak për një ulje të pagës së tyre (paragrafi 46 më lart), testet sipas pretendimeve të padrejta mbi rregullat e sigurisë u bënë përsëri ashtu si kishte urdhëruar Inspektoriati i sigurisë në punë (paragrafët 27-28 më lart), një prokuror i rrethit vendosi se ka pasur një ulje arbitrare të orëve të punës që u ka dhënë të interesuarve të drejtën që një gjykatë e brendshme t’u japë një dëmshpërblim për diferencën në pagë dhe për dëmin moral (paragrafët 31 et 33 më lart), është dhënë gjithashtu një dëmshpërblim për diferencë page dhe dëm moral që buron nga mosekzekutimi i vendimit të 24 majit 2002 (paragrafi 90 më lart), dhe, më së shumti, gjykata kanë dhënë gjithashtu një dëmshpërblim për secilin anëtar të sindikatës të prekur nga masat e punëdhënësit të tyre (paragrafët 53 deri 73 më lart). Për më tepër, gjykatat e brendshme kanë shqyrtuar me kujdes ankesat e kërkuesve lidhur më transferimin fitimprurës drejt një shoqërie të re ngarkim-shkarkimi që u është ofruar kolegëve të tyre por jo atyre vetë dhe i kanë pranuar kërkesat e tyre për dëmshpërblim për diferencën në pagë dhe për dëmin moral si dhe kërkesat e tyre për ripunësim (paragrafi 82 më lart).", "123.  Sidoqoftë, për sa i përket përmbajtjes së të drejtës sindikaliste të sanksionuar nga neni 11, Gjykata merr parasysh tërësinë e masave që merr  shteti në fjalë me qëllim që të sigurojë lirinë sindikaliste në zbatim të hapësirës së vet të (Demir dhe Baykara kundër Turqisë [GC], no 34503/97, § 144, 12 nëntor 2008). Një nëpunës ose punëtor duhet të jetë i lirë të anëtarësohet os jo në një sidikatë pa marrë sanksione ose pa u bërë objekt i masave frenuese. (Associated Society of Locomotive Engineers & Firemen (ASLEF) kundër Mbretërisë së Bashkuar, no 11002/05, § 39, GJEDNJ 2007(...)). Teksti i nenit 11 citon shprehimisht të drejten e « çdo personi », dhe mbulon qartazi të drejtën për të mos u bërë objekt i diskriminimeve për shkak se zgjedh të mbrohesh nga një sindikatë, duke mbajtur parasysh gjithashtu faktin se neni 14 është pjesë përbërëse e secilit prej neneve të ndryshëm që garantojnë të drejtat dhe liritë ciladoqoftë natyra e këtyre të fundit (Sindikata kombëtare e policisë belge, e lartpërmendur, § 44). Kështu, të gjitha masat e zbatuar për të garantuar zbatimin e nenit 11 do të duhej të përmbanin një mbrojtje kundër diskriminimit të bazuar në përkatësinë sindikaliste, e cila është, sipas termave të Komitetit të lirisë sindikaliste, një nga shkeljet më të rënda të lirisë sindikaliste pasi ajo mund të rrezikojë vetë ekzistencën e sindikatave. (paragrafi 107 më lart).", "124.  Në këndvështrimin e Gjykatës, është shumë e rëndësishme që individët viktima të një trajtimi diskriminues të mund ta kundërshtojnë këtë trajtim duke ndërmarrë veprime ligjore për të fituar një dëmshpërblim ose një formë tjetër kompensimi. Pra, shtetet duhet, sipas neneve 11 dhe 14 të Konventës, të ngrenë një sistem gjyqësor që të garantojë një mbrojtje reale dhe efektive kundër diskriminimit sindikalist. ", "125.  Gjykata duhet pra të verifikojë nëse autoritetet kanë marrë masat e nevojshme për të mbrojtur kërkuesit kundër trajtimit diskriminues për të cilin ata pretendojnë se janë bërë objekt për shkak të zgjedhjes së tyre për t’u anëtarësuar nënjë sindikatë. ", "B.  Karakteri i mjaftueshëm ose jo i mbrojtjes kundër diskriminimit të bazuar në përkatësinë sindikaliste të kërkuesve.", "1.  Tezat e palëve", "a)  Kërkuesit", "126.   Kërkuesit nënvizojnë se gjykatat e brendshme të cilave u janë drejtuar – gjykata e rrethit të Baltiisk-ut, gjykata rajonale e Kaliningradit dhe gjyqtari i paqit i gjykatës së qarkut të parë të rrethit të Baltiisk-ut – të gjitha, pa përjashtim kanë kundërshtuar të shqyrtojnë në themel pretendimet e tyre për diskriminim dhe shkelje të së drejtës së lirisë së organizmit në shoqata, me arsyen se një shqyrtim i tillë nuk mund të bëhej veçse në kuadrin e një procedimi penal (paragrafët 45, 47 dhe 49 më lart. Ato argumentojnë në këtë drejtim se një proces civil paraqet në krahasim me procesin penal një ndryshim themelor pasi ky i dyti synon të mbrojë interesin publik të shoqërisë në tërësi, ndërsa i pari ka për objekt të dëmshpërblejë individët për cenimin e interesave të tyre private. Sipas tyre, përderisa në këtë rast, janë pikërisht të drejtat private që janë në lojë, kundërshtimi i gjykatave të brendshme për të shqyrtuar pretendimet e tyre për diskriminim në kuadrin e një procesi civil i ka privuar nga një procedurë efektive ankimi. Nga ana tjetër, ata ankohen se prokuroria e ka hedhur poshtë kërkesën e tyre për nisjen e një hetimi penal për cenim të parimit të barazisë pa marrë asnjë masë për të verifikuar nëse ankesat e tyre ishin të bazuara.", "127.  Kërkuesit pohojnë se dispozitat e përgjithshme që ndalojnë diskriminimin në legjislacionin rus të cilave u referohët qeveria nuk janë efektive, pasi mungon mekanizmi operacional për t’i vënë në zbatim dhe për t’i ekzekutuar. Për sa i përket dispozitave të të drejtës penale të përmendura nga Qeveria, ata argumentojnë se kjo e fundit nuk ka treguar se dikush ka qenë ndonjëherë i akuzuar, gjykuar apo dënuar në bazë të nenit 136 të Kodit Penal.", "", "b)  Qeveria", "", "128.   Qeveria hedh poshtë pretendimet e kërkuesve. Ajo vë në dukje se SDR- ja është regjistruar si sindikatë që në vitin 1995 dhe riregjistruar në vitin 1999 : autoritetet kombëtare pra nuk e kanë penguar as krijimin dhe as funksionimin e saj. Ajo shton se, së pari, ligji mbi sindikatat ndalon çdo ndërhyrje të organeve të shtetit në funksionimin e sindikatave (neni5 § 2) dhe parashikon se të drejtat sociale dhe të drejtat e punës nuk mund të varen nga përkatësia në një sindikatë (neni 9), së dyti, kodi i punës që ishte në fuqi në momentin e ngjarjeve shtronte një numër të caktuar garancish, veç anërisht detyrimin për të marrë miratimin e sindikatës që të për të pushuar një nga anëtarët e saj për arsye ekonomike, për kualifikim profesional të pamjaftueshëm, për arsye shëndetësore ose për arsye të tjera të ngjashme, së treti, garanci më të rrepta janë parashikuar për delegatët sindikalistë të cilët nuk mund të lëvizen as të pushohen nga puna dhe as të bëhen objekt i sanksioneve displinore pa pëlqimin paraprak të sindikatës së tyre, dhe së katërti, kodi që ndalon diskriminimin e bazuar në përkatësinë në një shoqatë publike neni 16 § 2) dhe parashikonte një mbrojtje juridike në raste të shkeljes së të drejtave të lartpërmendura. (neni 2).", "129.  Qeveria pohon se kërkuesit kanë përfituar nga e njëjta mbrojtje e të drejtave dhe lirive të tyre si të gjithë qytetarët e tjerë rusë dhe se, në veç anti, ata kanë mundur të ushtrojnë të drejtën e tyre të grevës dhe t’i drejtohen Inspektoriatit të punës si dhe shërbimeve të ndryshme të prokurorisë. Për sa i përket procedurës ligjore që synonte të konstatonte diskriminimin, Qeveria i referohet vendimit të gjykatës rajonale të Kaliningradit sipas të cilit, meqë ai kishte të bënte me një shkelje të barazisë midis individëve, ankesa që kërkuesit i kanë paraqitur gjyqtarëve civilë duhej të shqyrtohej në kuadrin e një procesi penal të bazuar në nenin 136 të kodit penal. Ajo shton se, që nga viti 1997, gjashtë persona janë dënuar në bazë të kësaj dispozite. Së fundi, ajo argumenton se kërkuesit nuk i kanë kundërshtuar vendimet e prokurorisë për të mos ndërmarrë ndjekje penale për diskriminim, pra nuk i kanë shterruar të gjitha rrugët e brendshme të ankimit.   ", "2.  Vlerësimi i Gjykatës", "130.  Gjykata nënvizon se shoqëria tregtare detare e Kaliningradit ka përdorur teknika të ndryshme për të nxitur punonjësit të dalin nga sindikata. Veçanërisht, ajo i ka transferuar të interesuarit në ekipe të posaçme me mundësi të kufizuara, ka shpallur për ta pushime nga puna që më pas gjykatat i kanë gjykuar si abuzive, ajo ka ulur të ardhurat e tyre, u ka dhënë sanksione displinore dhe nuk ka pranuar t’i rimarrë në punë punonjësit e pushuar sipas vendimeve të drejtësisë të dhëna në këtë drejtim. Për pasojë, numri i anëtarëve të SDR-së është ulur në mënyrë spektakolare nga viti 1999 deri në 2001. Gjykata i referohet gjithashtu përfundimeve të dumës rajonale të Kaliningrad-it (paragrafi 51 më lart) dhe të Komitetit të lirisë sindikaliste të BIT (paragrafi 108 më lart), që si njëra ashtu dhe tjetri kanë vlerësuar se kërkuesit e kanë ngritur me arsye çështjen e diskriminimit sindikalist. Ajo pranon pra se pasojat negative të dukshme që kanë pasur kërkuesit për shkak të përkatësisë së tyre në SDR ishin të mjaftueshme për të mundësuar hipotezën e një diskriminimi që lidhet me ushtrimin e të drejtave të garantuara për nenin 11 të Konventës.", "131.  Gjykata nënvizon gjithashtu se në këtë rast, kërkuesit u kanë kërkuar autoriteteve të ndërhyjnë për të ndaluar veprimet me anë të të cilave punëdhënisi i tyre përpiqej t’i detyronte të linin sindikatën. Ata kanë tërhequr vëmendjen e gjykatave mbi veprimet diskriminuese të përsëritura, objekt i të cilave kanë qenë për një kohë të gjatë. Sipas tyre, mjeti më efikas për të mbrojtur të drejtën e tyre për t’u anëtarësuar në një sindikatë pa marrë sanksione ose pa u bërë objekt presionesh, do të kishte qenë pranimi i ankesës së tyre për diskriminim.  ", "132.  Gjykata verën se e drejta ruse parashikonte në çastin e ngjarjeve një ndalim të përgjithshëm të të gjitha diskriminimeve të bazuara në përkatësinë ose mospërkatësinë në një sindikatë (neni 9 i ligjit mbi sindikatat). Në të drejtën e brendshme, kërkuesit kishin të drejtën që pretendimet e tyre të shqyrtoheshin nga një gjykatë, sipas rregullave të përgjithshme të kodit civil rus (nenet 11 dhe12) dhe i lex specialis të shprehur në nenin 29 të ligjit mbi sindikatat.", "133.  Sidoqoftë, këto dispozita mbeten pa asnjë ndikim në këtë rast.  Gjykata nënvizon se, në dy proceset e ndryshme, autoritetet gjyqësore të brendshme kanë kundërshtuar t’i shqyrtojnë pretendimet për diskriminim të formuluara nga kërkuesit, duke vlerësuar se ekzistenca e një diskriminimi nuk mund të provohej veçse në kuadrin e një procesi penal dhe se ankesat e të interesuarve nuk mund të shqyrtoheshin pra në kuadrin e një procesi civil (paragrafi 47 dhe 49 më lart). Ky pozicion, i konfirmuar gjithashtu në vërejtjet e Qeverisë, është kundërshtuar një herë, kur gjykata e rrethit të Baltiisk-ut ka shqyrtuar në themel një ankesë tjetër për diskriminim, të paraqitur më pak se një vit më parë  (paragrafët 83-84 më lart).", "134.  Dobësia kryesore e ankimit penal është se meqë bazohet në parimin e përgjegjësisë personale, duhet provuar « përtej çdo dyshimi të arsyeshëm » se një nga drejtuesit e ndërmarrjes kishte qëllimin e qartë të vepronte në mënyrë diskriminuese kundrejt anëtarëve të sindikatës. Meqë kërkuesit nuk mundën të provonin një qëllim të tillë, prokuroria vendosi të mos fillonte ndjekjen penale (paragrafët 38-39, 45, 47 dhe 49 më lart). Për më tepër, viktimat e diskriminimit kanë vetëm një rol të vogël në hapjen dhe ndjekjen e procedimit penal. Për këto arsye, Gjykata nuk është e bindur se një proces penal, që do të varej nga aftësia e akuzës për të demaskuar dhe për të provuar qëllimin e qartë për të vepruar në mënyrë diskriminuese kundrejt anëtarëve të sindikatës, do të kishte lejuar të korrigjohej në mënyrë të kënaqshme dhe të realizueshme diskriminimi sindikalist i pretenduar. Përkundrazi, një proces civil do të kishte lejuar të realizohej detyra shumë më delikate që ka të bëjë me shqyrtimin e elementëve të marrëdhënies midis kërkuesve dhe punëdhënësit të tyre, duke përfshirë këtu edhe efektet e kombinuara të teknikave të ndryshme të përdorura nga ky i fundit për të nxitur dokerët të lënin SDR-në si dhe të siguronte një dëmshpërblim të përshtatshëm.", "135.  Gjykata nuk do të spekulojë me çështjen se një mbrojtje efektive e të drejtës së kërkuesve për të mos pësuar diskriminimin, do të kishte mundur, siç e pohojnë ata, të ndalonte punëdhënësin e tyre të merrte masa të dëmshme ndaj tyre. Sidoqoftë, ajo mendon se duke marrë parasysh pasojat objektive të sjelljes së punëdhënësit, mungesa e një mbrojtjeje të tillë mund të bënte të lindnin frikëra për diskriminim të mundshëm dhe të shkurajonte persona të tjerë të anëtarësoheshin në sindikatë. Kjo situatë do të çonte, më në fund, në zhdukjen e sindikatës, me pasojat negative që kjo do të kishte lidhur me gëzimin e të drejtës për lirinë e krijimit të shoqatave.", "136.  Shkurt, Gjykata mendon se Shteti nuk i ka kryer si duhet detyrimet e tij pozitive për të zbatuar një mbrojtje gjyqësore të qartë dhe efektive kundër diskriminimit të bazuar në përkatësinë në një sindikatë. Nga kjo rrjedh se ka pasur shkelje të nenit 14 të Konventës të kombinuar me nenin 11.", "III.  MBI SHKELJEN E PRETENDUAR TË NENIT 13 TË KONVENTËS", "137.  Kërkuesit ankohen se nuk kanë pasur një procedurë efektive ankimi lidhur me ankesat e tyre për diskriminim. Ata i referohen nenit 13 të Konventës.    ", "138. Gjykata ka nënvizuar se kjo ankesë lidhet drejtpërsëdrejti me atë të shqyrtuar nga këndvështrimi i neneve 11 dhe14 të Konventës. Duke marrë parasysh arsyet ku bazohet konstatimi i shkeljes së nenit 14 të Konventës të kombinuar me nenin 11 (paragrafët 130 - 136 më lart), ajo mendon se asnjë çështje tjetër nuk shtrohet në fushën e kësaj dispozite.", "IV.  MBI ZBATIMIN E NENIT 41 TË KONVENTËS", "139.  Sipas nenit 41 të Konventës,", "« Kur Gjykata konstaton se ka pasur një shkelje të Konventës ose të protokolleve të saj dhe, nëse e drejta e brendshme e Palës së Lartë Kontraktuese lejon të bëhet vetëm një ndreqje e pjesshme, Gjykata, kur është e nevojshme, i akordon shpërblim të drejtë palës së dëmtuar. »", "A.  Dëmi", "140.   Kërkuesit kërkojnë një dëmshpërblim për humbjen e të ardhurave që ata menndojnë se ishte rezultat i diskriminimit ndaj tyre si anëtarë të sindikatës. Pretendimet e tyre në këtë drejtim shkojnë nga 17 387 rubla ruse (RUR) deri në 1 207 643 RUR. Ta kërkojnë përveç kësaj 100 000 euro (EUR) secili për dëm moral. ", "141.  Qeveria mendon se këto kërkesa janë të pabazuara dhe të tepërta.", "142.  Gjykata thekson se parimi që mbështet dhënien e një shpërblimi të drejtë është si më poshtë : duhet, aq sa mund të bëhet kjo, të vendoset kërkuesi në një situatë ekuivalente me atë ku ai do të ndodhej nëse shkelja e Konventës nuk do të kishte ndodhur. Gjykata jep një dëmshpërblim financiar sipas nenit 41 vetëm nëse ajo është e bindur për humbjen ose dëmin e denoncuar që rezulton realisht nga shkelja që ajo ka konstatuar, sepse Shteti nuk do të kishte detyrimin të derdhte dëmshpërblime dhe interesa për humbjet për të cilat ai nuk është përgjegjës. (Wilson, i lartpërmendur, § 54).", "143.  Gjykata nënvizon se në këtë rast, dhënia e një dëmshpërblimi të drejtë nuk mund të bazohet mbi faktin se autoritetet kanë kundërshtuar të shqyrtojnë pretendimet e kërkuesve sipas të cilave ata kanë pësuar një diskriminim. Ajo nuk mund të spekulojë duke thënë se nëse këto ankesa do të kishin qenë shqyrtuar në mënyrë efektive të interesuarit do të mund të kishin ruajtur të ardhura në të njëjtin nivel. Pra, ajo hedh poshtë kërkesën e tyre për dëm material. Në këto kushte, dështimi i tentativës së tyre për të mbrojtur të drejtën për të mos qenë objekt i një diskrimini të bazuar në përkatësinë sindikaliste duhet të ketë shkaktuar tek ata një zemërim, një frustrim dhe një dëshpërim moral të justifkuar (Wilson, i lartpërmendur, § 61). Duke vendosur me drejtësi, Gjykata çmon se secilit kërkues duhet t’i jepet shuma prej 2 500 EUR për dëm moral, si dhe çdo shumë tjetër mbi këtë shumë që mund të ketë qenë detyrim i tyre në formë takse.", "B.  Kosto dhe shpenzime gjyqësore", "144.  Kërkuesit nuk kanë paraqitur asnjë kërkesë për kostot dhe shpenzimet gjyqësore. Duke nënvizuar se ata kanë marrë 701 EUR nga Këshilli i Evropës për asistencë gjyqësore, Gjykata nuk jep asnjë shumë për këtë qëllim. ", "C.  Interesat moratore", "145.  Gjykata gjykon të përshtatshme të përllogarisë përqindjen e interesave moratore sipas përqindjes së interesit të normës margjinale të huadhënies së Bankës qendrore evropiane të rritur me tri pikë përqindjeje.", "", "", "PËR KËTO MOTIVE, GJYKATA NË UNANIMITET,", "1.  Vendos të fshijë kërkesën nga regjistri i gjykatës për aq sa ka të bëjë me ankesat e kërkuesit të njëzetë dhe kërkuesit të tridhjetë e një (Z. Alexandre Fédorovitch Verkhotourtsev dhe Z.Alexandre Mikhaïlovitch Lénitchkine) ;", "", "2.  Thotë se ka pasur shkelje të nenit 14 të Konventës të kombinuar me nenin 11 për sa i përket kërkuesve të tjerë ;", "3.  Thotë se nuk ka vend për të shqyrtuar ankesën e nxjerrë nga neni 13 i Konventës;", "", "4.  Thotë", "a)  se Shteti i paditur duhet t’i derdhë çdo kërkuesi brenda tre muajve duke nisur nga dita kur vendimi do të bëhet përfundimtar në pajtueshmëri me nenin 44 § 2 të Konventës, 2 500 EUR (dy mijë e pesëqind euro), që duhet të konvertohen në rubla ruse sipas kursit të zbatueshëm në datën e shlyerjes së shumës për dëm moral plus çdo shumë që mund të jetë paguar për taksë ;", "", "    b)  se duke filluar nga skadimi i këtij afati dhe deri në derdhjen e ", "   shumës, kjo e fundit do të rritet me një interes të thjeshtë, në", "    përqindje të barabartë me atë të normës margjinale të huadhënies së", "    Bankës Qendrore Evropiane të zbatueshme gjatë kësaj periudhe,", "    plus tri pikë përqindjeje;", "", "", "5.  Hedh poshtë kërkesën për dëmshpërblim të drejtë për pjesën e mbetur", "Bërë në anglisht, më pas komunikuar me shkrim në 30 korrik 2009, në zbatim të nenit 77 §§ 2 dhe 3 të rregullores.", "\tStephen Phillips\tRait Maruste\n\tNdihmës sekretar \tKryetar", "", "", "", "© Këshilli i Europës/ Gjykata europiane e tëdrejtave të njeriut, 2012.", "Gjuhët zyrtare të Gjykatës europiane të të drejtave të njeriut  janë frëngjjishtja dhe anglishtja. Ky përkthim është kryer me mbështetjen e Fondit të besimit për të drejtat e njeriut të Këshillit të Europës (). Ai nuk paraqet detyrim për Gjykatën, dhe kjo e fundit nuk mban asnjë përgjegjësi për sa i përket cilësisë së tij. Ai mund të shkarkohet nga HUDOC, baza e jurisprencës së Gjykatës europiane të të drejtave të njeriut (), ose çdo bazë të dhënash tjetër të cilës ia ka dhënë  HUDOC. Ai mund të riprodhohet për qëllime jo komerciale, me kusht që titulli i çështjes të citohet i plotë dhe të shoqërohet me treguesin e copyright si më sipër si dhe me referencën e Fondit të besimit për të drejtat e njeriut. Çdo person që dëshiron të përdorë tërësisht ose pjesërisht përkthimin për qëllime komerciale duhet ta njoftojë këtë më parë në adresën e mëposhtme: ", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", ""]}