{"file": "ALB_HJUDALB_33810_07.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "33810/07", "text_paragraphs": ["SHOQATA “21 DHJETOR 1989” DHE TË TJERË kundër RUMANISË", "(kërkesat nr. 33810/07 dhe 18817/08)", "24 maj 2011", "", "kjo çështje ka të bëjë me protestat antikomuniste në Rumani 1989 dhe me pasojat e shtypjes së protestave dhe të hetimeve në lidhje me këto ngjarje, qoftë përsa i përket vrasjeve qoftë përgjimeve sekrete", "", "I.\tFaktet kryesore", "", "1. Kërkuesit në këtë çështje janë Shoqata “21 dhjetor 1989”, me seli në Bukuresht, presidenti i saj, Teodor Maries, shtetas rumun i cili ka lindur në vitin 1962 dhe jeton në Bukuresht, si dhe bashkëshortët Elena dhe Nikolae Vlase, dy shtetas rumunë që jetojnë në Brasov, Rumani. Ata janë ose përfaqësojnë pjesëmarrës, të plagosur ose të vdekur gjatë shtypjes së demonstratave kundër regjimit të Çausheskut në dhjetor 1989. Sipas të dhënave të ofruara nga autoritetet rumune në vitin 2008, gjatë ngjarjeve në fjalë mbi 1200 njerëz vdiqën, më shumë se 5,000 u plagosën dhe disa mijëra u keqtrajtuan apo u privuan në mënyrë të paligjshme nga liria.", "", "2. Gjatë viteve 1990, prokurorët ushtarakë nisën një sërë hetimesh në lidhje me këto ngjarje. Hetimi kryesor – dosja nr. 97/P/1990 - filloi në korrik të vitit 1990. Më 20 shtator 1995 çështja u pushua sidomos për shkak se përgjegjësi penale për vrasjet dhe plagosjet e shkaktuar në Bukuresht para 22 dhjetorit 1989 nga ushtarë të Ministrisë së Mbrojtjes, Ministrisë së Brendshme dhe udhëheqja Securitate (Sigurimi i Shtetit në Rumani), kishin vetëm personat që kishin urdhëruar të hapej zjarr, përkatësisht kreu i shtetit në atë kohë dhe ministrat e tij të mbrojtjes dhe të brendshëm si dhe kreu i Securitate, tashmë të dënuar ose të vdekur. Më 7 dhjetor 2004, seksioni ushtarak i Prokurorisë së Gjykatës së Lartë të Kasacionit dhe Drejtësisë e anuloi këtë vendim si të paligjshëm dhe të pabazuar dhe urdhëroi ndjekjen penale për 102 persona, kryesisht oficerë të ushtrisë, policisë dhe të Sekuritate, për vrasje, gjenocid, nxitje dhe pjesëmarrje në kryerjen e këtyre veprave penale, ndërmjet 21 dhe 30 dhjetorit 1989. 16 civilë, përfshirë një ish-President rumun dhe një ish-kryetar të shërbimit sekret rumun u akuzuan gjithashtu.", "", "3. Me një letër dërguar shoqatës kërkuese në qershor të vitit 2008, prokurori ushtarak informon se gjatë periudhës 2005-2007, u pyetën për këtë çështje 6,370 persona, u bënë 1100 ekspertiza balistike, më se 10.000 masa hetimore dhe 1000 këqyrje në terren. Letra shprehej gjithashtu se kishte pasur vonesa në hetim dhe përmend disa shkaqe, duke përfshirë faktin se veprimet e nevojshme hetimore nuk ishte bërë menjëherë pas vrasjeve dhe keqtrajtimeve të pretenduara, transferimet e përsëritura të dosjes nga një prokuror tek një tjetër, mos-njoftimi i menjëhershëm i të dëmtuarve për vendimet e pushimit të hetimeve, \"mungesën e bashkëpunimit\" të institucioneve të përfshira në shtypjen e demonstratave të dhjetorit 1989, si dhe transferimin me vendim të Gjykatës Kushtetuese të hetimit të dosjes nr. 97/P/1990 nga prokurorët ushtarakë prokurorëve civilë.", "", "i. hetimi mbi vdekjen e Nicusor Vlase, i biri i kërkuesve Elena dhe Nikolae Vlase", "4. Elena dhe Nikolae Vlase, duke parë shenjat e dhunës dhe plagët që i rridhnin akoma gjak, dyshuan menjëherë se djali i tyre u vra gjatë demonstratave në Brasov 23 dhjetor 1989. Sipas tyre, ai vdiq më vonë. Që nga 1991 deri më 2008, ata i dërguan letra dhe ankesa të shumta prokurorit publik dhe autoriteteve të tjera, duke kërkuar që ata që kishin vrarë djalin e tyre të identifikoheshin dhe të dënoheshin. Me një vendim të 28 dhjetorit 1994, prokurori ushtarak i Brasov e kishte pushuar hetimin me shkakun se kishte pasur një \"gabim faktik, i cili përjashtonte çdo përgjegjësi penale\". Ky vendim iu njoftua Elena dhe Nikolae Vlase vetëm më 9 korrik 1999. Pas apelimit të Elena Vlase ky vendim u prish në gusht të vitit 1999 dhe kërkuesit vazhduan të ngrinin pretendimet e tyre. Në janar 2006, ky hetim iu bashkëngjit dosjes nr. 97/P/1990. Në tetor 2008 dhe janar 2009, në përgjigje të një ankese nga Elena Vlase mbi kohëzgjatjen e hetimit, Këshilli i Lartë Gjyqësor u përgjigj se kishte konstatuar se gjatë viteve 1994 deri 2001 dhe 2002 deri në vitin 2005, asnjë veprim hetimor nuk ishte ndërmarrë për të nxjerrë para drejtësisë përgjegjësit për vdekjen e djalit të saj, dhe se do vlerësohej nëse prokurorët kishin përgjegjësi disiplinore për këto vonesa. Këshilli specifikoi se hetimi kishte rifilluar pas dhjetorit 2004. Kërkuesit pretenduan një kompensim nga institucionet që pretendonin se ishin përgjegjës për vdekjen e djalit të tyre dhe për pengimin e hetimeve, por pa sukses.", "", "ii.\trasti i Teodor Maries dhe shoqatës që ai drejton", "5. Z. Maries mori pjesë aktivisht në protesta që më 21 dhjetor 1989. Ai ishte pjesë e turmës që u shpërnda me tanke dhe u qëllua nga forcat e rendit. Më 22 dhe 23 dhjetor 1989, ai ishte pjesë e protestuesve të cilët arritën të hyjnë në selinë e Komitetit Qendror të Partisë Komuniste dhe në atë të televizionit kombëtar. Ai mori pjesë në protesta deri në vitin 1990, duke kërkuar që të zbardhej përgjegjësia e vrasjeve të dhjetorit 1989.", "Teodor Maries pretendon se, si president i shoqatës kërkuese, është objekt i masave të mbikëqyrjes sekrete, veçanërisht nëpërmjet përgjimeve telefonike. Z. Maries paraqet dy dokumente sekrete të qershorit dhe dhjetorit 1990 dhe një raport të Shërbimit Informativ Rumun (SRI), të nëntorit 1990 të cilat përmbajnë të dhëna të shumta, sidomos mbi jetën private të Z. Maries. Në vitin 1998, shoqata kërkuese i kërkoi SRI që t’i bënte të njohura urdhrat mbi bazën e të cilave ishin kryer këto përgjime. SRI u përgjigj se nuk mund ta plotësonte këtë kërkesë për shkak se ia ndalonte legjislacioni për sigurinë kombëtare dhe funksionimin e tij si institucion. Gjatë vitit 2009, tre organizata të tjera që vepronin në fushën e sigurisë kombëtare iu përgjigjën Z. Maries se ai nuk ishte përgjuar nga ana e tyre dhe se nuk kishin të dhëna në lidhje me të.", "", "iii.\taksesi i kërkuesve në dosjet hetimore", "6. Në tetor 2009, një kopje e të gjitha dokumenteve të hetimit, si dhe regjistrime audio dhe video të klasifikuara në dokumentin nr. 97/P/1990, përveç atyre që ishin sekrete, iu dha shoqatës kërkuese. Me një vendime të Qeverisë në shkurt dhe mars 2010, disa informacione \"sekret shtetëror\" të mbajtura nga Ministria e Mbrojtjes u deklasifikuan dhe iu vunë në vijim në dispozicion kërkuesve. Kërkuesit pranojnë se tani pothuajse të gjitha dokumentet e dosjes u janë vënë në dispozicion me përjashtim të vendimeve të Këshillit të Ministrave.", "", "iv. ligji i amnistisë për aktet e kryera nga ushtria", "7. Në vitin 2008, një projekt-ligj për amnistimin e akteve të kryera nga ushtria në dhjetor 1989 iu përcoll për mendim prokurorive ushtarake.", "", "8. Duke u bazuar në nenin 2, bashkëshortët Vlase, ankohen se nuk ka pasur hetimin efektiv në lidhje me vdekjen e djalit të tyre. Duke u bazuar në nenin 3, Z. Maries u ankua për mungesën e hetimit efektiv mbi keqtrajtimet të cilëve ai thotë se u është nënshtruar ndërkohë që merrte pjesë në demonstratat e dhjetorit 1989. Duke u bazuar në nenin 8, ai u ankua gjithashtu (në emrin e tij dhe të shoqatës së tij), se ka qenë subjekt i masave të mbikëqyrjes sekrete, që përbënin sipas tij një mjet presioni nga autoritetet në lidhje me aktivitetin e tij kryetar i një shoqate që luftonte për një hetim efektiv mbi ngjarjet e dhjetorit 1989. Kërkuesit ankoheshin gjithashtu për shkelje të neneve 6, 13, 14 dhe 34.", "", "II.\tVendimi i Gjykatës", "", "9. Gjykata vlerësoi, në bazë të nenit 35 të Konventës se vetëm pretendimet në bazë të neneve 2 dhe 8 janë të pranueshme, dhe se konstatimet në lidhje me këto dy nene shmangnin nevojën për shqyrtimin e pretendimeve sipas neneve 6, 13, 14 dhe 34. Ajo konstatoi gjithashtu se “Shoqata 21 dhjetor 1989” nuk e kishte mbajtur ankesën e saj fillestare në lidhje me akuzat e vëzhgimit të fshehtë (neni 37, 1, a i Konventës). Së fundi, Gjykata vlerësoi se duhet ta shqyrtonte themelin vetëm në lidhje me efektivitetin e hetimeve për vdekjen e djalit të Z. dhe Znj. Vlase (neni 2) dhe mbikëqyrjen e fshehtë të pretenduar nga Z. Maries (neni 8).", "", "A. Në lidhje me nenin 2 (mbi hetimin për vdekjen e djalit të Z. dhe Znj. Vlase)", "10. Neni 2 kërkon kryerjen e një hetimi efektiv, ku përdorimi i forcës, duke përfshirë forcën e ushtruar nga agjentët e shtetit, ka sjellë si pasojë vdekjen. Ky detyrim kërkon një shqyrtim të shpejtë, të plotë, të paanshëm dhe të thelluar të rrethanave të vrasjeve, për të arritur në identifikimin dhe dënimin e personave përgjegjës.", "", "11. Në lidhje me vdekjen e djalit të Z. dhe Znj. Vlase, Gjykata vuri në dukje se hetimi kishte nisur prej më se 20 vjetësh. KEDNJ ka hyrë në fuqi në lidhje me Rumaninë më 20 qershor 1994, dhe Gjykata mund ta shqyrtojë këtë kërkesë vetëm pas kësaj date.", "", "12. Gjykata konstatoi se në vitin 1994, çështja ishte në shqyrtim e sipër nga prokurorët ushtarakë të Brasov. Këta ishin, ashtu si edhe shumica e të pandehurve, ndërmjet të cilëve zyrtarë të lartë ushtarakë ende në detyrë, ushtarakë që i nënshtroheshin parimit të hierarkisë. Ajo konstatoi më pas se, siç e kishte pranuar Këshilli i Lartë i Gjyqësorit me dy letrat e tetorit 2008 dhe janarit 2009, ndërmjet viteve 1994 dhe 2001 dhe pastaj ndërmjet viteve 2002 dhe 2005, pra dhjetë vjet në total, nuk ishte kryer asnjë veprim hetimor në lidhje me vdekjen e djalit të kërkuesve. Gjithashtu, në letrën e qershorit 2008, seksioni i prokurorisë ushtarake pranoi vonesat dhe tregoi një një listë të shkaqeve, duke përfshirë mosnjoftimin e menjëhershëm të të dëmtuarve për vendimet e pushimit të hetimeve, \"mungesën e bashkëpunimit\" të institucioneve të përfshira në shtypjen e demonstratave të dhjetorit 1989. Në këtë drejtim, Gjykata rikujton se fshehja e qëllimshme e dëshmive hedh dyshime mbi kapacitetin e vërtetë të hetimeve për të sqaruar ngjarjet. Po kështu, klasifikimi \"sekret\" ose \"tepër sekret\" i informacioneve thelbësore për hetimin nuk justifikohej.", "", "13. Gjykata kujton në vijim detyrimin procedural për të garantuar pjesëmarrjen e të afërmve të viktimës në procedura. Ajo vë re se nuk është dhënë asnjë justifikim që deri në korrik të vitit 1999 Z. dhe Znj. Vlase nuk kishin pasur asnjë informacion mbi hetimin, pavarësisht nga kërkesat e tyre të shumta në këtë drejtim. Në mënyrë të veçantë, as vendimi i pushimit i 28 dhjetorit 1994, as motivet e tij nuk u ishin njoftuar. Edhe pas kësaj date, komunikimet kanë qenë të kufizuara në një informacion të shkurtër në dhjetor 2003 në përgjigjet përsëritëse të Këshillit të Lartë të Gjyqësorit në tetor 2008 dhe janar të vitit 2009. Vetëm në shkurt-mars të vitit 2010 informacione të rëndësishme për hetimin, të klasifikuara më parë si \"sekret\" apo \"tepër sekret\" u vunë në dispozicion të kërkuesit dhe të palëve të tjera të dëmtuara.", "", "14. Gjykata nuk e nënvlerëson kompleksitetin e çështjes, e cila që kur iu bashkua dosjes hetimore Nr. 97/P/1990 në janar të vitit 2006, synon të sqarojë përgjegjësitë për shtypjen me dhunë të protestave në dhjetorit 1989 në disa qytete të Rumanisë. Ajo çmon gjithsesi që interesat politike dhe sociale të ngritura nga autoritetet rumune në argumentet e tyre nuk mund të justifikojnë, si të tilla as kohëzgjatjen e hetimeve as mënyrën se si ato janë kryer gjatë një periudhe të gjatë kohore, pa informuar palët e interesuara dhe as publikun mbi ecurinë e saj. Në të kundërt, rëndësia e saj për shoqërinë rumune duhet t’i kishte nxitur autoritetet për ta trajtuar dosjen menjëherë dhe pa vonesa të panevojshme, që të mos dukej sikur akte të caktuara mbrohen nga mos ndëshkimi.", "", "15. Gjykata theksoi rëndësinë e të drejtës së viktimave dhe familjeve të tyre për të ditur të vërtetën në lidhje me rrethanat e ngjarjeve që përfshijnë shkelje masive të të drejtave themelore të tilla si e drejta e jetës, ku përfshihet e drejta për një hetim gjyqësor efektiv dhe një dëmshpërblim eventual. Për këtë arsye, në rastin e përdorimit masiv të forcës vdekjeprurëse kundër civilëve gjatë protestave anti-qeveritare që shoqëruan kalimin nga një regjim totalitar me një regjim demokratik, Gjykata nuk mund të pranojë se një hetim është efektiv kur ai mbyllet për shkak të parashkrimit të përgjegjësisë penale, kur autoritetet nuk janë treguar aktive. Për më tepër, siç Gjykata e ka thënë vazhdimisht, amnistia dhe falja janë përgjithësisht të papajtueshme me detyrën e Shteteve për të hetuar aktet e torturës dhe për të luftuar kundër mosndëshkimit të krimeve ndërkombëtare.", "Në këto rrethana, Gjykata vendosi se ka pasur shkelje të nenit 2 në lidhje me Z. dhe Znj. Vlase.", "", "B. Në lidhje me nenin 8 (mbi pretendimet për përgjim të fshehtë të Z. Maries)", "16. Z. Maries paraqiti dy dokumente sekrete dhe një dokument përmbledhës të hartuar në lidhje me të themeluar në vitin 1990. Këto dokumente konfirmonin se ai ka qenë objekt i masave të përgjimit në vitin 1990. Këto dokumente mbaheshin ende nga shërbimet sekrete rumune ,të paktën deri në vitin 2006, kur ai mori një kopje të tyre.", "17. Gjykata kujton se e ka shqyrtuar legjislacionin rumun mbi masat përgjimeve të fshehta të lidhura me sigurinë kombëtare për herë të parë në 2000. Ajo pati arritur në përfundimin se legjislacioni për mbledhjen dhe arkivimin e të dhënave nuk përmbante garancitë e duhura për mbrojtjen e të drejtës së individëve për jetë private. Ky legjislacion nuk tregonte me qartësinë e duhur fushën e veprimit dhe mënyrën e ushtrimit të diskrecionit të autoriteteve në këtë sferë. Megjithatë, pavarësisht nga një Rezolutë e ndërmjetme e Komitetit të Ministrave të Këshillit të Europës, e cila bënte thirrje që të ndreqeshin menjëherë dhe plotësisht këto mangësi, ekzekutimi i atij vendimit nuk është mbyllur deri më sot. Për më tepër, siç e ka konstatuar Gjykata në vitin 2007, pavarësisht ndryshimeve më 2003 dhe më 2006 të Kodit të Procedurës Penale, masat e përgjimeve në rastet e rrezikut për sigurinë kombëtare duket se ende sot mund të merren sipas procedurës së parashikuar me ligjin nr 51/1991, i cili nuk është shfuqizuar.", "Mungesa e garancive të mjaftueshme në legjislacionin kombëtar ka lejuar që informacionet e mbledhura në vitin 1990 nga ana e shërbimeve sekrete në lidhje me Z. Maries të mbahen ende nga ana e tyre më 2006, 16 vjet pasi janë mbledhur. Përveç kësaj, në mungesë të garancive në legjislacionin përkatës kombëtar, Z. Maries i kërcënohet rreziku serioz që komunikimet e tij telefonike të përgjohen.", "Për këto arsye, ka pasur shkelje të nenit 8 në lidhje me Z. Maries.", "", "C. Në lidhje me nenin 46", "18. Gjykata vuri në dukje se konstatimi i shkeljes së nenit 2 për shkak të mungesës së një hetimi efektiv është një problem i përhapur, pasi disa qindra njerëz janë palë të dëmtuara në procedurat penale që u gjetën në shkelje të Konventës. Përveç kësaj, më shumë se njëqind raste të ngjashme janë në shqyrtim e sipër para Gjykatës. Ata mund të çojnë në të ardhmen të vendimeve të reja që gjejnë shkelje të Konventës. Gjykata rikujton në mënyrë të veçantë që, në parim, Rumania mbetet e lirë, nën mbikëqyrjen e Komitetit të Ministrave të Këshillit të Evropës, për të zgjedhur mjetet për të përmbushur detyrimin e saj ligjor sipas nenit 46 të Konventës. Ajo vë në dukje megjithatë, se masat e përgjithshme në nivel kombëtar janë padyshim pjesë e ekzekutimit të këtij vendimi. Ajo konsideron se Rumania duhet t’i japë fund situatës që çoi në konstatimin e një shkelje të Nenit 2 në lidhje me Z. dhe Znj. Vlase, shkelje që prek të drejtat për një hetim efektiv të shumë njerëzve të dëmtuar. Kjo situatë nuk mund të mbyllet me efektet e parashkrimit të përgjegjësisë penale, duke marrë parasysh sidomos rëndësinë për shoqërisë rumune që të dihet e vërteta për ngjarjet e dhjetorit 1989. Rumania duhet të gjejë zgjidhjen e duhur për të përmbushur kërkesat e nenit 46 duke marrë parasysh parimet e praktikës gjyqësore të Gjykatës në këtë fushë.", "", "19 Në këto rrethana, Gjykata e konsideron të panevojshme të shtyjë shqyrtimin e rasteve të ngjashme që janë para saj, në pritje që Rumania të marrë masat e nevojshme. Duke vazhduar shqyrtimin e rasteve të ngjashme ajo do t’i kujtojë rregullisht Rumanisë detyrimet që rrjedhin nga ky venim.", "", "D. Në lidhje me nenin 41", "20. Si shpërblim i drejtë, Gjykata u shpreh se Rumania duhet tu paguante Z. dhe Znj. Vlase, si dëm jopasuror, nga 15,000 euro secilit, dhe 6 000 euro Z. Maries. Ajo duhet gjithashtu tu paguajë një total prej 20 000 euro për kostot dhe shpenzime.", ""]}