{"file": "ALB_HJUDALB_25703_11.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "25703/11", "text_paragraphs": ["", "", "", "", "", "", "", "", "", "", "Gjykata Evropiane e të Drejtave të Njeriut", "", "DHOMA E MADHE", "", "", "ÇËSHTJA DVORSKI kundër KROACISË", "", "(Kërkesa nr. 25703/11)", "", "", "VENDIM", "", "", "", "STRASBURG", "", "20 tetor 2015", "", "", "", "", "", "", "", "Vendimi është përfundimtar, por mund të jetë subjekt i rishikimit editorial.", "", "\n", "", "Në çështjen Dvorski kundër Kroacisë,", "Gjykata Evropiane e të Drejtave të Njeriut, e mbledhur si një Dhomë e Lart e përbërë nga:", "Dean Spielmann, Kryetar,", "Josep Casadevall,", "Guido Raimondi,", "Mark Villiger,", "Boštjan M. Zupančič,", "Ján Šikuta,", "Päivi Hirvelä,", "Luis López Guerra,", "Zdravka Kalaydjieva,", "Paulo Pinto de Albuquerque,", "Helen Keller,", "Paul Mahoney,", "Johannes Silvis,", "Valeriu Griţco,", "Faris Vehabovic,", "Ksenija Turkoviq,", "Jon Fridrik Kjølbro, gjyqtarë,", "dhe Lawrence Early, Këshilltar Juridik,", "Pas shqyrtimit me dyer të mbyllura më 21 janar dhe 26 gusht 2015,", "Jep vendimin e mëposhtëm, i cili u miratua në datën e fundit të përmendur.", "", "PROCEDURA", "1. Çështja e ka zanafillën në ankimin (nr. 25703/11) kundër Republikës së Kroacisë e paraqitur në Gjykatë sipas nenit 34 të Konventës për Mbrojtjen e të Drejtave të Njeriut dhe Lirive Themelore (\"Konventa\") nga një shtetas kroat, Z. Ivan Dvorski (\"kërkuesi\"), më 16 prill 2011.", "2. Kërkuesi u përfaqësua nga Znj. S. Maroševac Čapko, avokate në Rijekë. Qeveria kroate (\"Qeveria\") u përfaqësua nga Agjentja tyre, Znj. Š. Stažnik.", "3. Kërkuesi pretendonte, në veçanti, se ai nuk kishte pasur gjykim të drejtë, sepse ai nuk ishte lejuar që të përfaqësohet nga një avokat i zgjedhur prej tij gjatë marrjes në pyetje nga policia dhe se deklaratat inkriminuese që ai kishte bërë, janë përdorur për ta dënuar atë.", "4. Kërkesa iu caktua seksionit të parë të Gjykatës (Rregulli 52 § 1 të rregullores së Gjykatës). Më 28 qershor 2011 Kryetari i Seksionit të Parë vendosi të njoftojë Qeverinë. Më 5 nëntor 2013 Dhoma e këtij seksioni, e përbërë nga Isabelle Berro, Kryetare, Mirjana Lazarovska-Trajkovska, Julia Laffranque, Linos-Alexandre Sicilianos, Erik Mose, Ksenija Turkovic dhe Dmitri Dedov, gjyqtarë, dhe Søren Nielsen, Kancelar i Seksionit, dha vendimin. Ata deklaruan njëzëri ankesën sipas nenit 6 § 1 të Konventës të pranueshme dhe pjesën e mbetur të aplikimit të papranueshëm. Ato vendosën në shumicë se nuk ka pasur shkelje të nenit 6 § 1 të Konventës. Mendimi i përbashkët mospajtues i Gjyqtarëve Berro dhe Laffranque iu bashkangjit vendimit.", "5. Në një letër të datës 21 shkurt 2014 parashtruesi i kërkesës ka kërkuar referimin e çështjes në Dhomën e Madhe, në përputhje me nenin 43 të Konventës. Kolegji i Dhomës së Madhe e miratoi kërkesën më 14 prill 2014.", "6. Përbërja e Dhomës së Madhe është përcaktuar në përputhje me dispozitat e nenit 26 §§ 4 dhe 5 të Konventës dhe rregullit 24.", "7. Gjyqtari ISIL Karakaş u pengua më pas të marrë pjesë në këtë rast dhe u zëvendësua nga zëvendësuesi i parë, Gjyqtari Ján Šikuta (Rregulli 28).", "8. Kërkuesi dhe Qeveria paraqitën vërejtje të mëtejshme me shkrim mbi themelin (Neni 59 § 1).", "9. Një seancë u zhvillua në publik në Ndërtesën e të Drejtave të Njeriut, Strasburg, më 21 janar 2015 (Rregulli 59 § 3).", "", "U paraqitën para Gjykatës:", "", "(A) për Qeverinë", "Znj. Š. STAŽNIK, \t\t\t\t\t\t\t\t\t      Agjenti,", "Znj. N. Katic,", "Znj. M. Briski,", "Znj. S. Raguz,", "Z. Z. Budimir,\t\t\t\t\t\t\t\t\t\t  Këshilltarët,", "", "(B) për kërkuesin", "Znj. S. MAROŠEVAC-ČAPKO, \t\t\t\t\t\t\t   Këshilltare.", "", "Gjykata dëgjoi parashtrimet nga Znj. Maroševac-Čapko dhe Znj. Stažnik, si dhe përgjigjet e tyre për pyetjet e parashtruara nga Gjyqtarët Griţco, López Guerra, Vehabovic, Hirvelä, Pinto de Albuquerque, Zupancic, Kalaydjieva dhe Šikuta.", "", "", "", "FAKTET\n", "I. RRETHANAT E ÇËSHTJES", "\n10. Kërkuesi ka lindur në vitin 1986 dhe jeton në Rijekë.", "", "A. Sfondi i çështjes", "", "11. Më 13 mars 2007, mes orëve 2:00 dhe 03:30, tre vrasje, një grabitje e armatosur dhe një sulm me zjarr vënie janë kryer në Vežica, në një lagje rezidenciale të Rijekës.", "12. Më vonë atë ditë, disa njerëz nga Vežica u morën në pyetje në stacionin e tretë të Policisë së Rijekës në Departamentin e Policisë Primorsko-Goranska (Policijska Uprava Primorsko-Goranska, Treca policijska postaja Rijekë, \"Stacioni Policor Rijeka\").", "13. Rreth orës 1 të darkës në të njëjtën ditë, kërkuesi u soll në stacionin e policisë së Rijekës për t’u marrë në pyetje. Mostrat e gjakut janë marrë prej tij për analizën e ADN-së dhe policia kontrolloi telefonin e tij dhe konfiskoi një numër të artikujve të tij personal.", "14. Kërkuesi u mbajt në stacionin policor Rijeka deri në arrestimin e tij zyrtar në orën 09.50 paradite më 14 mars të vitit 2007 në lidhje me veprat penale të mësipërme.", "", "B. Marrja në pyetje e kërkuesit më 14 mars 2007", "", "1. Version i ngjarjeve sipas kërkuesit", "15. Sipas kërkuesit, rreth orës 10.40 paradite më 14 mars të vitit 2007 nëna e tij, e cila jetonte dhe punonte në Itali, telefonoi një avokat, G.M., dhe i kërkoi për të përfaqësuar kërkuesin. G.M. dhe erdhi në Stacionin Policor të Rijekës në orën 10.45 paradite, por policët nuk e lanë të shihte kërkuesin. G.M. mbeti në Stacionin Policor të Rijekës deri në mesditë. Ai donte të paraqiste një ankesë penale kundër një personi të panjohur për abuzim me pushtetin dhe në mënyrë të paligjshme nxjerrjen e një rrëfimi, por policët refuzuan të pranonin ankesën e tij për arsye se ai nuk kishte autorizimin e avokatit dhe e nxorën jashtë stacionit policor. G.M. informoi menjëherë Zëvendës Prokurorët e Shtetit për Rrethin e Rijekas, D.K. dhe I.B., rreth incidentit dhe ata kanë bërë një shënim në dosjen e tyre të çështjes. Gjykata e qarkut të Rijekës gjithashtu u informua menjëherë.", "16. Rreth orës 13:30 i ati i kërkuesit nënshkroi një autorizim në favor të avokatit G.M. për të mbrojtur djalin e tij. Një praktikant ligjor, B.P., pastaj u përpoq të paraqesë autorizimin në polici, por iu tha të largohej.", "17. Në një kohë mes orëve 3:00 dhe 3.30 të darkës G.M. u përpoq përsëri të kontaktojë kërkuesin në Stacionin Policor të Rijekës, por iu mohua kjo e drejtë.", "18. Rreth orës 15:30 G.M. raportoi ngjarjet e përshkruara më lart tek Shefi i Departamentit të Policisë Primorsko-Goranska, z V., i cili bëri një shënim në lidhje me bisedën e tyre.", "19. Kërkuesi nuk është informuar nga policia se G.M. ishte punësuar dhe kishte ardhur në Stacionin Policor të Rijekës.", "20. Sipas kërkuesit, ai kishte kërkuar në mënyrë të përsëritur që oficerët e policisë në stacionin policor për Rijeka të thërrisnin G.M., por u tha se ata ishin përpjekur për ta kontaktuar atë, por nuk ka pasur asnjë përgjigje.", "", "2. Version i Qeverisë lidhur me ngjarjet", "", "21. Sipas Qeverisë, në orën 6 pasdite më 14 mars 2007, kërkuesi pranoi që të përfaqësohet nga një avokat, M.R., ish-shefi i policisë Primorsko-Goranska. Ai arriti në Stacionin e Policisë së Rijekës rreth orës 7:45 të pasdites. Qeverisa parashtroi që kërkuesi ka zgjedhur M.R. nga lista e avokatëve të Dhomës së Avokatëve të Rijekës paraqitur nga policia dhe se marrja në pyetje e kërkuesit filloi në orën 8:10 të pasdites. Sipas procesverbalit të pyetjeve të kërkuesit, policia e këshilloi atë lidhur me të drejtën për të mos inkriminuar veten dhe të drejtën e tij për të heshtur dhe ai deklaroi shprehimisht që avokati i tij ishte M.R.", "", "3. Ekstrakt i procesverbalit të marrjes në pyetje të kërkuesit", "\n22. Pjesa përkatëse e procesverbalit të marrjes në pyetje të kërkuesit nga punonjësit T.K. dhe Z.N. më 14 mars 2007, e cila filloi në orën 8:10 të darkës dhe përfundoi në orën 11 të darkës, parashikon si më poshtë:", "", "\"Unë kam qenë i informuar për arsyet e arrestimit tim, veprat penale për të cilën unë jam akuzuar, të drejtat e mia, e drejta për të mos u përgjigjur dhe të drejtën për t’u përfaqësuar ligjërisht, si dhe të drejtën për të informuar anëtarët e familjes sime në lidhje me arrestimin tim. Kam zgjedhur dhe autorizuar një avokat mbrojtës nga Rijeka, M.R., për të më përfaqësuar mua në këto procedura, dhe unë jam konsultuar me të privatisht; pas konsultimit me avokatin M.R. Unë kam vendosur të jap argumentin tim... \"", "Të dhënat më pas japin përshkrimin e kërkuesit të ngjarjeve të rëndësishme në lidhje me akuzat kundër tij, ai pranoi se në natën e 13 mars të vitit 2007, së bashku me L.O. dhe R.Lj., ai kishte shkuar në banesën e Đ.V. në Vežica, ku kishte marrë një shumë të caktuar parash nga Đ.V. dhe pastaj qëlloi dhe vrau të dashurën e tij dhe babain e saj. Ai pastaj i kishte vënë flakën banesës së tyre për të shkatërruar çdo gjurmë të tij që kishte lënë atje. Ai gjithashtu deklaroi se i kishte premtuar L.O. dhe R.Lj. se ai do të rrëfehej për krimet dhe të fajësojë veten në qoftë se ata arrestohen.", "Në pjesën e fundit të raportit thuhet:", "\"Unë nuk jam duke përjetuar ndonjë nga simptomat e tërheqjes apo ndonjë krizë tjetër. Unë kam dhënë provat vullnetarisht në praninë e avokatit tim dhe një avokati shteti. Kam lexuar të gjithë deklaratën dhe i nënshtrohem sinqerisht.\"", "Çdo faqe e procesverbalit të deklaratës së kërkuesit është nënshkruar prej tij.", "", "C. Marrja në pyetje nga gjykatësi hetues më 15 mars 2007 në orën 1.15 p.m", "23. Pjesa përkatëse e procesverbalit me shkrim të marrjes në pyetje të kërkuesit nga gjykatësi hetues thotë:", "\"Në përgjigje të marrjes në pyetje nga gjykata në lidhje me zgjedhjen e këshilltarit të mbrojtjes meqë dosja e çështjes përfshin një provë të marrjes në pyetje të të dyshuarit në prani të këshilltarit të mbrojtjes M.R., dhe gjithashtu një autorizim të nënshkruar nga prindërit në dobi të avokatit G.M., i dyshuari përgjigjet:", "“Unë do të nënshkruaj autorizimin për z. G.M., avokat nga Rijeka, dhe tërheq autorizimin për avokatin M.R.”", "...", "Në përgjigje të një pyetjeje nga avokati mbrojtës nëse ai e kishte punësuar avokatin M.R., i dyshuari përgjigjet:", "\"Jo, nuk e kam të punësuar atë. Unë i thashë oficerëve të policisë specifikisht që kam kërkuar G.M. për të më përfaqësuar mua. Unë nuk di asgjë rreth ardhjes së G.M. në stacionin e policisë\".", "...", "", "Në përgjigje të një pyetje të mëtejshme nga ana e këshilltarit të mbrojtjes nëse ai ishte nën ndikimin e drogës, i akuzuari përgjigjet:", "", "\"Unë kam qenë nën ndikimin e alkoolit dhe drogës.\"", "... \"", "", "24. Më 16 mars 2007 G.M. aplikoi para gjykatësit hetues që një avokat shteti i Qarkut Rijeka dhe të gjithë zëvendësit e tij të hiqen nga çështja. Gjykatësi hetues përcolli kërkesën në Zyrën avokatit të shtetit të Qarkut Rijeka. Në pjesën përkatëse e kërkesës thuhet:", "\"Rreth tridhjetë minuta më parë, avokati për mbrojtjen mësoi se avokati i shtetit të Qarkut Rijeka, D.H., kishte qenë i pranishëm gjatë marrjes në pyetje të Ivan Dvorskit si i dyshuar nga ana e punonjësve të policisë së Komisariatit të Policisë Rijeka më 14 mars 2007 rreth orës 7 të pasdites, në praninë e \"mbrojtësit\" M.R..", "Në të njëjtën datë rreth orës 10.40 paradite, nënës së Ivan Dvorskit, Lj.D., e cila jeton dhe punon në Itali, telefonoi [G.M.] dhe i kërkoi për të mbrojtur djalin e saj Ivan, i cili ishte i dyshuar për veprën penale të vrasjes së rëndë. Rreth orës 10.45 paradite [G.M.] erdhi në Stacionin Policor të Rijekës, por policët nuk e lanë të shihte Ivan Dvorskin dhe gjithashtu nuk i thanë [Ivan Dvorski] se nëna e tij kishte punësuar një avokat. [G.M.] qëndroi në stacionin e policisë Rijeka deri në orën 12 në mesditë. Ai donte të paraqiste një ankesë penale kundër një personi të panjohur për abuzim me pushtetin dhe në mënyrë të paligjshme nxjerrjen e një rrëfimi, por policët refuzuan të pranonin ankesën e tij për arsye se ai nuk kishte autorizimin e avokatit dhe e shtynte atë jashtë stacionit policor. [G.M.] menjëherë e informoi Zëvendës Prokurorët e Shtetit për Rrethin e Rijekas, D.K. dhe I.B., për incidentin dhe këta bënë një shënim zyrtar në dosjen e rastit.", "Për këtë arsye, rreth orës 12.30 të darkës avokati i shtetit të Rijekës tashmë e dinte se [G.M.] ishte punësuar nga nëna e [Ivan Dvorskit] dhe se ai nuk kishte qenë në gjendje të kontaktonte me klientin e tij.", "Gjykata e Qarkut të Rijekës gjithashtu u informua menjëherë.", "Në rreth orës 01:30 të drekës babai Ivan Dvorskit nënshkroi një autorizim për mbrojtjen e djalit të tij. Një praktikant ligjor, B.P. u përpoq të paraqesë autorizimin në polici, por u tha ‘hajt shporru me atë prokurë” dhe për këtë arsye ajo nuk është dorëzuar.", "Rreth orës 3:00 për 3:30 të drekës, avokati G. M. përsëri u përpoq të kontaktonte klientin e tij në Stacionin Policor të Rijekës, por i ishte mohuar mundësia... Megjithatë, i pandehuri nuk u informua kurrë se ishte punësuar një avokat mbrojtës dhe se kishte ardhur në Stacionin Policor të Rijekës.", "Rreth orës 3:30 të drekës G.M. informoi Shefin e Departamentit të Policisë Primorsko-Goranska ... z V., i cili me sa duket ka bërë një shënim zyrtar në lidhje me bisedën e tyre. Megjithatë, i pandehuri nuk është informuar se avokati mbrojtës ishte punësuar dhe gjithashtu nuk u pyet nëse ai donte të përfaqësohej nga avokati i punësuar nga familja e tij.", "Përveç kësaj, që kur ai ishte sjellë në stacionin e policisë së Rijekës [Ivan Dvorski] kishte kërkuar në disa raste që të sillej [G.M.], por i ishte thënë nga punonjësit e policisë që ishin përpjekur, por nuk kishin pasur asnjë përgjigje. Kur ai u soll në stacionin e policisë, mostrat e gjakut u morën nga i pandehuri. Ato tregonin se, ai kishte një nivel të lart të alkolit dhe drogës në gjakun e tij.", "Midis orës 1 pasdite, më 13 mars 2007 dhe rreth 7 pm, më 14 mars 2007 (këto afate janë të njohura vetëm për [G.M.] nga burime informale pasi nuk ka pasur akses në dosjen e çështjes së Prokurorit të Shtetit për Rrethin e Rijekas), të pandehurit nuk i është dhënë asnjë ushqim.", "Është e qartë se, edhe pse të gjitha këto fakte ishin të njohura për Prokurorin e Shtetit të Rijekës, D.H., ai i shpërfilli ato dhe, edhe pse i pranishëm personalisht, ai lejoi që i pandehuri të merrej në pyetje në praninë e një avokati që [as nuk ishte kërkuar nga ai] as ... nuk ishte punësuar nga familja e tij. Kjo shkon në mënyrë të paligjshme me nxjerrjen e rrëfimit, në shkelje të nenit 225 § 8 të Kodit të Procedurës Penale, duke pasur parasysh se Avokati i Shtetit të Rijekës, rreth orës 12:30 të mbrëmjes [më 14 mars 2007], e kishte njohur se cili ishte [zgjedhur nga kërkuesi] si avokat mbrojtës.", "Në të njëjtën datë [G.M.] dërgoi prokurën e avokatit Departamentit të Policisë Primorsko-Goranska dhe kërkesa me shkrim i ishte dërguar edhe në Gjykatën Supreme të Republikës së Kroacisë, të Avokatit të Përgjithshëm të Shtetit të Republikës së Kroacisë, Zyrës së Prokurorit të Shtetit të qarkut Rijeka, Shoqata kroate të Avokatëve, Ministrisë së Drejtësisë, Ministrisë së Punëve të Brendshme, Shefit të Departamentit të Policisë Primorsko-Goranska dhe Gjykatës së qarkut të Rijekës. ... \"", "", "", "D. Hetimi", "", "25. Më 16 mars 2007 është hapur një hetim në lidhje me kërkuesit, L.O. dhe R.Lj. nën dyshimin se kanë kryer tre vrasje të rënda dhe zjarr vënie në Vežica më 13 mars 2007.", "26. Më 23 mars 2007, Prokurori i Përgjithshëm i Shtetit i Republikës së Kroacisë (Glavni državni odvjetnik Republike Hrvatske) hodhi poshtë kërkesën e G.M. për heqjen e Prokurorit të Shtetit të Qarkut Rijeka me arsyetimin se, nuk ka pasur arsye për përjashtim të tij nga ato që kanë të bëjnë me rastin. Pjesa përkatëse e vendimit thotë:", "\"... është marrë një deklaratë nga D.H., Prokurori i Shtetit i Qarkut Rijeka.", "Në deklaratën e tij, Prokurori i Shtetit i Qarkut Rijeka thotë se, më 14 mars 2007 rreth orës 10 të mëngjesit ka qenë në ambientet e Komisariatit të Policisë së Tretë të Rijekës së bashku me kolegun e tij I.B.-L., ku janë informuar për provat e marra deri më tani, dhe të gjitha provat që kanë mbetur të merren në lidhje me ngjarjet në fjalë. Ai u kthye në ambientet e Prokurorit të Shtetit rreth orës 1 të darkës, kur zëvendësit D.K. dhe I.B. e informuan se avokati G.M. kishte ardhur në ambientet e Prokurorit të Shtetit dhe u ankua për sjelljen e policëve në Stacionin Policor nr. 3 të Rijekës në refuzimin e aksesit tek Ivan Dvorski, edhe pse ai kishte dhënë një autorizim me gojë nga nëna e Ivan Dvorskit, [e cila e kishte thirrur nga] Italia. Avokati nuk ka paraqitur ndonjë dëshmi për prokurën e tij për të përfaqësuar Ivan Dvorskin ose bisedën telefonike me nënën e Ivan Dvorskit. Ai nuk kishte qenë në gjendje të kontaktojë me babanë e të dyshuarit, ka qenë e pamundur për ta gjetur atë duke qenë se ai nuk kishte asnjë adresë fikse.", "Pasi [Prokurori i Shtetit të Rijeka D.H. K] kishte lënë ambientet e Prokurorisë së Qarkut, ai nuk kishte asnjë informacion të mëtejshëm në lidhje me veprimet e avokatit të lartpërmendur.", "Në 5 të darkës [D.H.] u kthye në stacionin e policisë nr. 3 të Rijekës në lidhje me rastin në fjalë. Atje, një inspektor i Departamentit të Policisë Primorko-Goranska i tha atij se i dyshuari, Ivan Dvorski, ishte i gatshëm të paraqesë mbrojtjen e tij në prani të avokatit të tij mbrojtës, M.R., dhe u ra dakord që marrja në pyetje do të fillonte rreth orës 7 p.m. M.R. arriti në Stacionin e Policisë nr. 3 në orën 6:40 pm dhe së bashku ata shkuan në dhomën ku ishte i dyshuari, Ivan Dvorski. Atje, i dyshuari ka nënshkruar autorizimin në favor të avokatit M.R. dhe ra dakord që [M.R.]të jetë i pranishëm gjatë marrjes në pyetje, nga ana e policisë. Pas kësaj, me kërkesë të M.R., i dyshuari është lejuar të flasë me avokatin në mënyrë private. Pas dhjetë minutash ata të gjithë u zhvendosën në një dhomë tjetër, ku i dyshuari, në prani të avokatit të tij, Prokurorit të Shtetit të Qarkut, dy inspektorëve të policisë dhe një daktilografisti, parashtroi mbrojtjen e tij, e cila ishte regjistruar me shkrim, dhe e gjithë kjo ka zgjatur për më shumë se tri orë. Pas kësaj, ata të gjithë nënshkruan procesverbalin e shkruar [me pyetjet] dhe ai u largua nga dhoma së bashku me avokatin M.R.", "... \"", "", "27. Më 26 mars 2007 Prokurori i Shtetit i Qarkut Rijeka hodhi poshtë kërkesën për heqjen e zëvendësve të tij, për të njëjtat arsye. Pjesa përkatëse e këtij vendimi thotë:", "\"Zëvendësi i Prokurorit të Shtetit të qarkut Rijeka, I.B.-L., ka thënë se ajo nuk kishte marrë pjesë në pyetjet e Ivan Dvorski nga ana e policisë, dhe se nuk kishte asnjë njohuri për këtë fazë të procedurës dhe, në veçanti, që nuk kishte asnjë informacion në lidhje me përfaqësimin e Ivan Dvorski apo zgjedhjen e avokatit mbrojtës gjatë marrjes së tij në pyetje. Ajo vetëm e dinte se, më 14 mars 2007, avokati G.M. kishte ardhur në ambientet e Prokurorisë së Shtetit të Qarkut Rijeka, ku e kishte takuar. Ai ishte ankuar në lidhje me zgjedhjen e avokatit mbrojtës për Ivan Dvorski. Ai kishte thënë se, ai ishte mbrojtësi i Ivan Dvorskit, duke qenë i autorizuar nga nëna e tij, gjatë një bisede telefonike. Ajo [I.B.-L.] komentoi se, kjo nuk mund të përbëjë një autorizim të vlefshëm të avokatit...", "Deklaratat e Zëvendës Avokatëve Shtetërore të Rijeka D.K. dhe I.B. tregojnë se, informacioni i vetëm që kishin lidhje me sjelljen e policisë erdhi nga avokati [G. M.], i cili donte të ankohej për sjelljen e policëve në lidhje me zgjedhjen e avokatit për të përfaqësuar dhe mbrojtur Ivan Dvorskin. ... D.K. hartoi një shënim zyrtar në lidhje me këtë çështje dhe ia paraqiti atë G.M.-së Deklaratat e Zëvendës Prokurorëve Shtetërorë të Rijekas D.K. dhe I.B. tregojnë se [G.M.] kishte përmendur një autorizim të dhënë nga nëna e Ivan Dvorski, e cila jetonte në Itali dhe me të cilën G.M. kishte folur në telefon. Zëvendësit i thanë se, një autorizim i dhënë nga telefoni nuk mund të konsiderohet i vlefshëm. Ata nuk kishin njohuri për aktet e tjera, duke përfshirë edhe marrjen e një prokure nga babai i Ivan Dvorskit...\"", "", "28. Më 28 mars 2007 G.M. informoi Gjykatën e Qarkut të Rijeka se, ai nuk do të përfaqësonte më kërkuesin dhe më 30 mars 2007, kryetari i Gjykatës së Qarkut të Rijekës caktoi një avokat ligjor-ndihmës, S. Maroševac-Čapko, për të përfaqësuar kërkuesin.", "29. Gjatë hetimit, provat janë marrë nga një numër dëshmitarësh, dhe një raporti mbi inspektimin e vendit të ngjarjes dhe të kërkimit dhe konfiskimit, si dheraporteve mjekësore, zjarri dhe balistika e raporteve të ekspertëve, janë marrë nga gjykatësi hetues.", "", "E. Procedura e padisë", "", "30. Më 12 korrik 2007 Zyra e Avokatit të Shtetit e Qarkut të Rijekës paditi kërkuesin, L.O. dhe R.Lj. në Gjykatën e Qarkut të Rijekës me tri akuza për vrasje të rëndë dhe një akuzë për zjarr vënie të kryer më 13 mars 2007, në Vežica.", "31. Kërkuesi, i përfaqësuar nga ndihmës avokati ligjor S.M.Č., paraqiti një kundërshtim kundër padisë në Gjykatën e Qarkut të Rijekës më 24 korrik 2007 me arsyetimin se kishte përfshirë të meta të shumta materiale dhe procedurale. Ai gjithashtu argumentoi se, e kishte dhënë deklaratën e tij në polici nën ndikimin e alkoolit dhe drogës. Ai nuk ka bërë komente për sa i përket përfaqësimit të tij gjatë marrjes në pyetje nga policia.", "32. Kundërshtimi i kërkuesit ndaj padisë u hodh poshtë, si i pabazuar, nga një panel prej tre gjyqtarësh të gjykatës së qarkut të Rijekës më 28 gusht 2007.", "33. Më 9 tetor 2007, ditën e parë të gjykimit, kërkuesi dhe të akuzuarit e tjerë deklaruan veten të pafajshëm për të gjitha akuzat dhe gjykata dëgjoi dëshmi nga shtatë dëshmitarë.", "34. Një tjetër seancë dëgjimore është mbajtur më 11 tetor 2007, në të cilën gjykata ka shqyrtuar video-regjistrimet e hetimit të vendit të krimit dhe autopsive të viktimave.", "35. Seancat e mëtejshme janë mbajtur më 12 nëntor 2007 dhe 11 janari 2008, në të cilat gjykata dëgjoi dëshmi nga nëntë dëshmitarë.", "36. Në një seancë më 14 janar 2008 kanë dhënë dëshmi dy ekspertë në toksikologji, një ekspert i gjurmëve të gishtave, një ekspert i balistikës dhe një ekspert i ADN-së. Mbrojtja nuk ka bërë asnjë kundërshtim në lidhje me dëshmitë e tyre. Në të njëjtën seancë dhanë dëshmi katër dëshmitarë të tjerë.", "37. Në një seancë më 15 janar 2008, gjykata dëgjoi dëshmi nga një ekspert në toksikologji dhe një patolog, si dhe trembëdhjetë dëshmitarë të tjerë. Mbrojtja nuk ka bërë asnjë kundërshtim në lidhje me dëshmitë e dëshmitarëve ekspertë, por i kërkoi gjykatës një raport psikiatrik në lidhje me kërkuesin.", "38. Në të njëjtën seancë avokati mbrojtës i kërkoi një raport me shkrim dore ekspertit për të porositur në lidhje me nënshkrimin e kërkuesit për të dhënat e deklaratës së tij të dhëna në polici më 14 mars 2007. Ajo argumentoi se, kërkuesi nuk kishte nënshkruar ndonjë procesverbal gjatë pyetjeve të tij nga policia.", "39. Gjykata konstaton se, për momentin, nuk ishte i nevojshëm një raport psikiatrik dhe kështu hodhi poshtë kërkesën e kërkuesit për këtë qëllim. Megjithatë, ajo porositi raportin e një eksperti të dorëshkrimit në lidhje me nënshkrimin në procesverbalin e deklaratës së kërkuesit të dhënë në polici.", "40. Më 23 janar 2008 eksperti i shkrimit të dorës dorëzoi raportin e tij. Ai konstatoi se, kërkuesi kishte nënshkruar procesverbalin e deklaratës së tij të dhënë në polici më 14 mars 2007.", "41. Një tjetër seancë dëgjimore u mbajt më 12 mars të vitit 2008, në të cilën një ekspert mjekësor, ekspertët e zjarrit dhe një dëshmitar tjetër dhanë dëshmi. Eksperti i shkrimit të dorës dha dëshmi verbale duke konfirmuar gjetjet e tij të mëparshme. Avokati i kërkuesit vinte në dyshim vërtetësinë e këtyre të dhënave dhe kërkoi që të ketë një raport tjetër të porositur, por kërkesa është hedhur poshtë nga gjykata. Në të njëjtën seancë, gjykata porositi një raport psikiatrik në lidhje me kërkuesin dhe të akuzuarit e tjerë.", "42. Më 2 prill 2008, parashtruesi i kërkesës ka kërkuar nga Gjykata e Qarkut të Rijekës për të thirrur avokatin G.M. si dëshmitar në lidhje me dyshimin mbi nxjerrjen e paligjshme të rrëfimit të tij nga ana e policisë. Ai theksoi se, G.M. nuk ishte lejuar për ta parë atë, ndërsa ai kishte qenë në paraburgim dhe deklaroi se ai kishte qenë i detyruar të rrëfehej nga ana e punonjësve e policisë.", "43. Më 24 prill 2008 dy ekspertë psikiatër dorëzuan raportin e tyre në Gjykatën e Qarkut të Rijekës. Ata konstatuan se, kërkuesi ka vuajtur nga çrregullimi i personalitetit dhe varësia ndaj heroinës dhe alkoolit. Megjithatë, ata nuk gjetën asnjë çrregullim të veçantë mendor ose sëmundje. Ata arritën në përfundimin se, edhe duke supozuar se ai kishte qenë i dehur në kohën kur vrasjet ishin kryer, ai kishte kapacitetin mendor për të kuptuar natyrën e veprimeve të tij, edhe pse ajo ishte zvogëluar në një shkallë të caktuar. Sa për cilësinë e tij mendore në lidhje me akuzën e zjarr vënies, që arriti në përfundimin se, në kohën kur vepra ishte kryer, kërkuesi kishte qenë në gjendje për të kuptuar natyrën e veprimeve të tij dhe për të kontrolluar veprimet e tij.", "44. Në një seancë më 26 Qershor 2008 ekspertët psikiatër konfirmuan gjetjet e tyre dhe palët nuk kanë bërë vërejtje në lidhje me dëshmitë e tyre. Gjykata gjithashtu hodhi poshtë kërkesën e kërkuesit për avokatin G.M. për t’u dëgjuar si dëshmitar, për arsye se të gjitha faktet relevante tashmë ishin përcaktuar.", "45. Në të njëjtën seancë, një nga të akuzuarit, R.Lj., konfirmoi rrjedhën e ngjarjeve të përshkruara nga kërkuesi në deklaratën e tij të dhënë në polici më 14 mars 2007. R.Lj. deklaroi, megjithatë, se ai nuk kishte marrë pjesë personalisht në vrasje, për shkak se atë e kishte zënë paniku dhe e kishte lënë banesën, kur kishte dëgjuar britma.", "46. ​​Pasi R.Lj. kishte dhënë deklaratën e tij, Zëvendës Prokurori i Shtetit të Qarkut ndryshoi padinë. Kërkuesi ishte ngarkuar me tre akuza për vrasje të rëndë, vjedhje me armë dhe zjarr vënie, dhe L.O. dhe R.Lj. u akuzuan për grabitje me armë dhe ndihmë dhe inkurajim për kryerjen e një vepre penale. Kërkuesi dhe të akuzuarit e tjerë deklaruan veten të pafajshëm për akuzat e listuara në padinë e ndryshuar.", "47. Më 27 qershor 2008 L.O. dha dëshmi verbale që konfirmonte rrjedhën e ngjarjeve të përshkruara nga R.Lj. Ai deklaroi se, pasi kërkuesi ishte ndeshur me Đ.V., kishte dëgjuar të shtëna armësh, pas të cilave atë e kishte zënë paniku dhe kishte lënë banesën.", "48. Në të njëjtën seancë palët paraqitën pretendimet përfundimtare. Avokati mbrojtës i kërkuesit argumentoi se, nuk ishte provuar që kërkuesi kishte kryer veprat për të cilat ai ishte akuzuar. Ajo vuri në dukje, megjithatë, se në qoftë se gjykata merrte pikëpamje të ndryshme në konsideratë, atëherë rrëfimi i kërkuesit në polici dhe keqardhja e tij e sinqertë duhet të merren parasysh në dënimin e tij.", "49. Më 30 qershor 2008, Gjykata e Qarkut të Rijekas e shpalli fajtor kërkuesin për tre akuza për vrasje të rëndë dhe akuza për grabitje me armë dhe zjarr vënie dhe e dënoi me dyzet vjet burgim. Gjykata e shkallës së parë shqyrtoi rrëfimin e kërkuesit kundër të bashkë-akuzuarve të tjerë, L.O. dhe R.Lj., gjeti se rrëfimi i tij ishte në thelb në përputhje me dëshmitë e dhëna nga ana e tyre. Në gjetjen e kërkuesit fajtor, gjykata ka vlerësuar edhe rrëfimin e tij kundrejt provave në bazë të shkresave të lëndës.", "50. Gjykata u mbështet në mënyrë të veçantë në të dhënat e kërkimit dhe konfiskimit si dhe fotografive që përshkruanin të akuzuarin L.O. duke mbajtur të njëjtin lloj të pistoletës që është përdorur për vrasjet. Në bazë të deklaratave të dëshmitarëve dhe regjistrimit të afërt të kamerave të survejimit, gjykata arriti në përfundimin se kërkuesi dhe të bashkë-akuzuarit e tjerë kishin ardhur në apartamentin e Đ.V. në datën kritike. Për më tepër, raportet balistike dhe raportet e skenës së krimit treguan se, detajet e deklaratave të kërkuesit dhe të bashkë-akuzuarit ishin të sakta, dhe rrjedha e ngjarjeve është konstatuar në bazë të raporteve të zjarrit, balistikës dhe toksikologjisë dhe raportit të ADN-së. Gjykata gjeti gjithashtu se, deklaratat e të akuzuarit në lidhje me mënyrën në të cilën vrasjet ishin kryer janë mbështetur nga raporti i autopsisë, prova e patologut të dhëna në gjyq, raportin e vendit të krimit dhe deklaratave të dëshmitarëve në lidhje me të shtënat që ishin dëgjuar në banesën e Đ.V.. Për më tepër, mbi akuzën e zjarr vënies, gjykata shqyrtoi materialin nga hetimi i vendit të krimit dhe dëshmitë nga raporti i ekspertëve nga zjarri, si dhe të dhënat mjekësore dhe raportet për dëmet e paraqitura nga viktimat, si dhe deklaratat e një numri të banorëve në ndërtesën ku kishte ndodhur zjarri.", "51. Për sa i përket pyetjes së kërkuesit nga policia dhe kërkesës së mbrojtjes për të dëgjuar provat nga avokati G.M. (Shih paragrafët 41 dhe 43 më lart), Gjykata e Qarkut Rijeka vërejti:", "\"I akuzuari i parë Ivan Dvorski rrëfeu për veprat penale të grabitjes, vrasjes së rëndë të Ɖ.V., M.Š. dhe B.V. ... tamam siç thuhet në pjesën operative të këtij gjykimi, përballë policisë dhe në prani të avokatit mbrojtës. Ai më vonë u përpoq të kundërshtojë këtë deklaratë, duke pretenduar se ai nuk e kishte punësuar M.R. si avokat, dhe i kishte thënë oficerëve të policisë që ai donte G.M. si avokatin e tij, që në kohën kur ai ishte dërguar në stacionin e policisë ai kishte qenë nën ndikimin e alkoolit dhe drogës, e kështu me radhë. Megjithatë, kjo mbrojtje nuk është e pranueshme. Procesverbali i shkruar i arrestimit tregon se, i akuzuari i pare, Ivan Dvorski, u arrestua më 14 mars 2007 në 9:50 të mëngjesit në Stacionin Policor nr. 3 të Rijeka, dhe avokati M.R., në favor të të cilit i akuzuari i pare, Ivan Dvorski, ka nënshkruar prokurën e avokatit, erdhi në stacionin policor më 14 mars 2007 në 7:45 p.m.. Procesverbali me shkrim i marrjes në pyetje e më pas i dyshuari Ivan Dvorski tregon se, M.R. u informua në 6:15 p.m. dhe se marrja në pyetje ka filluar në 8:10 pm. Përveç zyrtarëve të Policisë së Rijeka, një daktilografist dhe avokati mbrojtës i të dyshuarit e më pas Ivan Dvorski, Prokurori i Shtetit ishin gjithashtu të pranishëm gjatë marrjes në pyetje. Pjesa hyrëse e procesverbalit të shkruar [tregon] se, pasi i dyshuari, Ivan Dvorski, ka deklaruar qartë se ai kishte zgjedhur dhe autorizuar M.R. për të vepruar si avokati i tij mbrojtës dhe u këshillua me të, vendosi të japë deklaratën e tij. Procesverbali i shkruar është nënshkruar si duhet nga ana e personave të pranishëm. I pandehuri i parë, Ivan Dvorski pohoi se kishte lexuar procesverbalin e shkruar para se ta firmoste atë. Kështu, për sa më sipër pa dyshim tregon se, pretendimet e të akuzuarit të parë Ivan Dvorski, ai nuk kishte punësuar M.R. si avokatin i tij, janë të pabaza. Gjatë gjykimit, me kërkesë të mbrojtjes së Ivan Dvorski, dha mendimin e tij një ekspert i dorëshkrimit, në lidhje me nënshkrimin e Ivan Dvorskit në procesverbalin e tij të shkruar të marrjes në pyetje nga ana e policisë. Mendimi i ekspertëve vërtetoi përtej çdo dyshimi se, konstatoi se nënshkrimi ishte ai i Ivan Dvorski. Paneli pranoi konstatime të tilla në tërësinë e tyre; gjetjet janë shpjeguar më tej në një seancë nga eksperti Lj.Z. Gjetjet e saj janë dhënë në një mënyrë të paanshme dhe profesionale objektive. Prandaj, pyetja e bërë nga policia për të akuzuarin e parë, Ivan Dvorski, është kryer në përputhje me dispozitat e Kodit të Procedurës Penale.", "", "...", "", "Kërkesa e bërë nga mbrojtja [Ivan Dvorski] për të thirrur avokatin G.M. si dëshmitar ... u hodh poshtë si e parëndësishme, pasi dokumentet nga shkresat e çështjes s nuk tregojnë se ka pasur ndonjë nxjerrje të një rrëfimi nga ana e policisë, por vetëm [procesverbali] koha në të cilën avokati M. R. erdhi [në stacionin e policisë], pas të cilës u mor në pyetje [Ivan Dvorski] në prani të avokatit për të cilin ai kishte nënshkruar një prokurë... Askush, përfshirë edhe avokatin mbrojtës të [Ivan Dvorski] i cili ishte i pranishëm gjatë pyetjeve në polici - [M.R.] – nuk ka pretenduar ndonjë nxjerrje të paligjshme të një rrëfimi dhe nuk ka asnjë të dhënë për këtë në procesverbalin e deklaratës së dhënë nga Ivan Dvorski, [që] në atë kohë [ishte] vetëm një i dyshuar \".", "", "52. Kërkuesi paraqiti një kërkesë kundër vendimit në Gjykatën Supreme të shkallës së parë (Vrhovni sud Republike Hrvatske) më 6 nëntor 2008. Ai u ankua, inter alia, se dënimi ka qenë i bazuar në rrëfimin e tij në polici, i cili nuk ishte dhënë në prani të një avokati të zgjedhur prej tij, domethënë G.M., por në prani të një avokati, M.R., i cili i ishte ofruar atij nga policia. Kërkuesi gjithashtu iu referua kërkesës për heqjen e Prokurorit të Shtetit të Qarkut të Rijekës dhe të gjithë zëvendësuesve të tij, të paraqitur nga G.M. më 16 mars 2007, duke theksuar një pjesë të kësaj kërkese e cila ka deklaruar se atij i ishte refuzuar ushqimi gjatë ndalimit në paraburgim. Pjesa përkatëse e kërkesës së kërkuesit thotë:", "", "\"Deklarata e dhënë nga i akuzuari i parë në polici është marrë në mënyrë të paligjshme, për arsyet e mëposhtme. Kur i akuzuari i parë u soll në stacionin e policisë nr. 3 të Rijekës e drejta e tij për mbrojte ishte shkelur rëndë. Megjithatë, gjatë gjykimit kjo shkelje është injoruar. Më 14 mars 2007, nëna e të akuzuarit të parë dhe më pas edhe babai i tij tani i vdekur, punësuan G.M. si avokatin e tyre mbrojtës para policisë, pasi ai kishte qenë i arrestuar. Megjithatë, G.M. nuk i është lejuar qasje ndaj të akuzuarit, dhe më pas informoi autoritetet përkatëse për këtë fakt, por ata e injoruan këtë. Për këtë arsye, G.M. paraqiti një padi në Gjykatën e Rrethit të Rijekës në lidhje me një akt të paligjshëm, si dhe një kërkesë për heqjen e Prokurorit të Shtetit të Rijekës dhe të gjithë zëvendësuesve të tij. Në këtë kërkesë ai pretendoi se, të akuzuarit të parë nuk i ishte dhënë ndonjë ushqim nga policia nga 13 mars 2007 në orën 1 pasdite, kur ishte sjellë në stacionin e Policisë nr. 3 të Rijekas, derisa ai kishte rënë dakord për t’u përfaqësuar nga avokati M.R. në 14 mars rreth 7 p.m. në mënyrë që të japë një deklaratë vetë-inkriminuese, e cila ishte në shkelje të nenit 225 § 8 i Kodit të Procedurës Penale. Për shkak se, mbrojtja ka kërkuar avokatin G.M. të shqyrtohet [në gjyq] pasi ai kishte njohuri për marrjen në pyetje të të akuzuarit të parë nga ana e policisë\".", "53. Më 8 prill 2009, Gjykata e Lart rrëzoi apelimin e kërkuesit si të pabazuar. Për sa i përket kërkesave të tij lidhur me deklaratën e tij në polici, gjykata vuri në dukje se :", "\"... Ligjshmëria e [deklaratës së dhënë në polici] nuk është vënë në dyshim nga kërkesa e kërkuesit se, M.R. nuk ishte avokati i tij dhe se avokati i tij ishte G.M., i cili ishte punësuar nga babai dhe nëna e tij në të njëjtën ditë, ose me kërkesat e kërkuesit se atij i ishte mohuar ushqimi në periudhën mes 1 pasdite më 13 mars 2007 dhe 7 p.m. në 14 mars 2007 deri sa ai kishte rënë dakord për të punësuar M.R. si avokatin i tij, pasi sipas procesverbalit të arrestimit (faqe ...), kërkuesi u arrestua në 9:50 të mëngjesit më 14 mars 2007 dhe avokati M.R. kishte ardhur [në stacionin e policisë] në 6:45 p.m. në të njëjtën ditë.\"", "", "54. Kërkuesi paraqiti një apel të mëtejshëm ndaj vendimit të Gjykatës së Apelit në Gjykatën Supreme më 14 shtator të vitit 2009, duke përsëritur argumentet e tij të mëparshme. Pjesa përkatëse e apelimit thotë:", "\"I akuzuari i parë komenton mbi konkluzionet e Gjykatës së Apelit se, pretendimi që ushqimi i ishte mohuar atij nga 1 p.m. më 13 mars 2007 deri sa ai ra dakord që të përfaqësohet nga avokati M.R. në 7 p.m. të 14 mars 2007, nuk kishte asnjë ndikim për ligjshmërinë e dëshmive [procesverbalin e marrjes në pyetje të tij], sepse procesverbali me shkrim i arrestimit të tij tregoi se ai ishte arrestuar më 14 mars 2007 në 9:50 të mëngjesit dhe se avokati M.R. kishte arritur në të njëjtën ditë në 6:45 p.m. Raporti i Pjesëmarrjes F/949, i cili është në dosjen e çështjes, tregon se i akuzuari i parë u soll në stacionin e policisë më 13 mars 2007 në 2 të darkës dhe u mbajt atje. Ai u arrestua të nesërmen, siç konstatohet nga gjykata e shkallës së parë. Megjithatë, nuk është e vërtetë se avokati M.R. erdhi në stacionin e policisë në orën 6:45.: shkoi në 7:45 të darkës, e cila tregon se pretendimet e të akuzuarit të parë janë të vërteta. Ky fakt mund të ishte vërtetuar nga provat e avokatit G.M., që përfaqësonte të akuzuarin e parë gjatë hetimit ...\"", "", "55. Më 17 dhjetor 2009, Gjykata Supreme, duke vepruar si gjykatë e apelit të fundit, hodhi poshtë apelin e kërkuesit si të pabazuar. Pasi Gjykata theksoi se, të dhënat e deklaratës së kërkuesit sugjeruan që ai kishte zgjedhur M.R. për ta përfaqësuar gjatë marrjes në pyetje nga policia dhe se M.R. kishte dhënë këshilla ligjore adekuate. Gjykata Supreme gjithashtu vuri në dukje se, nuk kishte asgjë në dosjen e çështjes që të tregonte se, kërkuesi ishte keqtrajtuar ose ishte detyruar të rrëfejë. Pjesa përkatëse e gjykimit thotë:", "\"Kërkuesi gabimisht argumenton se, gjykata e shkallës së parë ka kryer një shkelje të rëndë të procedurës penale, në kundërshtim me nenin 367 § 2 të Kodit të Procedurës Penale, të bazuar në bindjen e tij në mbrojtje që ai dha në polici në praninë e një avokati mbrojtës, i cili [sipas mendimit të kërkuesit] përbën fitimin në mënyrë të paligjshme të provave për qëllimet e nenit 9 § 2 të Kodit të Procedurës Penale, dhe se procesverbali i pyetjes së tij si i dyshuar nga policia (në prani të avokatit mbrojtës) duhet pra të përjashtohej nga shkresat e çështjes. Duke vepruar kështu, kërkuesi kundërshton arsyetimin e vendimit të shkallës së dytë që vërteton se, ligjshmëria e provave nuk ishte prekur nga argumentet e kërkuesit se gjatë arrestimit të tij nuk i ishte dhënë ushqim derisa ai kishte rënë dakord të përfaqësohej nga M.R. Këto argumente të kërkuesit ishin hedhur poshtë nga gjykata e shkallës së dytë në bazë të gjithë informacionit të ngritur zyrtarisht të përfshirë në të dhënat e [tij] në pyetjet në praninë e një avokati më 14 mars 2007.", "Kjo gjykatë e shkallës së tretë vëren se [kërkesa] në lidhje me çështjen e pranisë së një avokati [gjatë marrjes në pyetje], si një kërkesë ligjore për ligjshmërinë e provave të marra në këtë mënyrë gjatë hetimit të policisë, lidhet me dy kundërshtime. Kundërshtimi i parë ka të bëjë me kufizimin e qasjes së avokatit të zgjedhur prej tij [të pandehurit], dhe kundërshtimi i dytë ka të bëjë me presionin e ushtruar mbi të dyshuarit nëpërmjet mohimit të ushqimit (neni 225 § 8 i Kodit të Procedurës Penale), i cili, në bazë të kërkesës, në fund e bëri atë të pranojë përfaqësimin ligjor nga avokati i imponuar për të, M.R., edhe pse prindërit e tij kishin marrë tashmë shërbimet e avokatit G.M. në mëngjesin e 14 marsit të vitit 2007.", "Është për t’u theksuar se, gjatë hetimit penal, një numër i personave me një sfond të abuzimit të drogës, dhe me lidhje me Đ.V. viktimës në polici, u arrestuan, në veçanti nga lagja e Gornja Vežica, dhe ishte në rrjedhën e këtij veprimi që i akuzuari, Ivan Dvorski, u kap gjithashtu. Vetëm kur një shkak i mundshëm u konstatua, se i akuzuari mund të ketë qenë autori i veprave në fjalë, ai është arrestuar më 14 mars 2007 ora 9:50 paradite.", "Në të njëjtën kohë babai i të akuzuarit, i cili ishte në Kroaci, ndërsa nëna akuzuarit ishte në Itali, janë njoftuar [për arrestimin] nga policia në 2:10 p.m., e cila tregon se nga ai moment, babai i të akuzuarit, (pas bisedës telefonike me nënën e tij) mund të ketë angazhuar shërbimet e një avokati për të akuzuarin, për të cilat ai me siguri do t’i kishte të nevojshme disa kohë. Në rrethana të tilla, kjo gjykatë e shkallës së tretë konstaton se, prindërit e të akuzuarit nuk mund të kenë nënshkruar tashmë një prokurë për avokatin e zgjedhur për të akuzuarin nga 1:30 e darkës në ditën në fjalë.", "Informacioni tjetër nga të dhënat e arrestimit të të akuzuarit dhe nga të dhënat e marrjes në pyetje nga ana e policisë tregojnë se, në 14 mars 2007, siç tregohet edhe në të dhënat e arrestimit, i akuzuari u soll në stacionin e policisë nr. 3 të Rijekës, dhe, siç është e dukshme nga të dhënat e pyetjeve të Ivan Dvorskit nga ana e policisë, avokati mbrojtës M.R. u informua në 6:15 p.m. dhe shkoi në stacionin e policisë në 7:45 p.m. dhe i filloi pyetjet në 8:10 p.m. dhe u përfunduan në 11 të mbrëmjes, me një pushim në mes orëve 10:35 p.m. dhe 10:38 p.m.", "Duhet theksuar se, në pjesën hyrëse të procesverbalit [të marrjes në pyetje të tij] i dyshuari Ivan Dvorski shprehimisht ka deklaruar se, ai kishte zgjedhur M.R. si mbrojtësin e tij dhe kishte nënshkruar autorizim në favor të tij, dhe të dhënat e marrjes në pyetje treguan se, avokati mbrojtës ka pasur pothuajse gjysmë ore kohë për konsultim me të dyshuarin para marrjes në pyetje, kohë në të cilën ai ishte në gjendje për ta këshilluar atë mbi të drejtat e tij.", "Kështu, fakti relevant i cili rrjedh nga veprimi formal procedural përshkruar në procesverbalin e marrjes në pyetje të të dyshuarit është se, avokati i zgjedhur arriti të paktën gjysmë ore para se pyetjet të fillonin, dhe në konsultim me [të dyshuarin] para marrjes në pyetje, ai ishte në gjendje t’i jepte [të dyshuarit] këshilla të mirëfillta ligjore, si avokati i tij i zgjedhur.", "Ajo që duhet gjithashtu të theksohet është se, thelbi i së drejtës së të dyshuarit për të pasur një avokat, të pranishëm gjatë marrjes në pyetje nga ana e policisë, qëndron në nevojën për mbrojtjen ligjore të të drejtave të tij, e cila është arsyeja pse fillimi, sjellja dhe fundi i këtij veprimi formal [procedural] është regjistruar plotësisht në të dhënat [e marrjes në pyetje].", "Kjo është arsyeja pse të gjitha argumentet për të kundërtën, siç është përcaktuar në kërkesën kundër vendimit të shkallës së dytë, dhe në veçanti ato që lidhen me nevojën për të vënë në dyshim avokatin G.M. si avokat i dytë njëkohësisht [i të dyshuarit] i zgjedhur, nuk ka mbështetje në përmbajtjen e procesverbalit formal të marrjes në pyetje të të dyshuarit më 14 mars të vitit 2007, për shkak se të dhënat përmbajnë informacionin e regjistruar zyrtarisht në lidhje me kontaktin me avokatin e zgjedhur, në kohën kur avokati i zgjedhur erdhi në stacionin e Policisë nr. 3 të Rijekas, në kohën kur filloi marrja në pyetje e të dyshuarit, periudha në të cilën një pushim i shkurtër u zhvillua, dhe koha kur veprimi procedural ka përfunduar, i cili u konfirmua nga i dyshuari dhe avokati mbrojtjes i zgjedhur prej tij me një autorizim, pa ndonjë kundërshtim, si për përmbajtjen e saj.", "Megjithatë, pavarësisht nga fakti se mbrojtja e të akuzuarit në kuadër të marrjes në pyetje nga ana e policisë zyrtarisht kënaqi kërkesat e nenit 177 § 5 të Kodit të Procedurës Penale, shtyrja e përgjithshme e mbrojtjes, si dhe thelbin e mbrojtjes për sa i përket akteve të veçanta, si dhe rrëfimin, të cilat janë siguruar vullnetarisht nga i dyshuari, dhe avokati i tij i zgjedhur ishte me siguri në gjendje të ketë ndonjë ndikim në këtë, e cila në të njëjtën kohë përjashton mundësinë e ushtrimit të ndonjë presioni mendor mbi të dyshuarin, si dhe argumentet e tij të mëvonshme në lidhje me avokatin se i është imponuar atij, gjatë hetimit të policisë. Në të kundërtën, e drejta e mbrojtjes së të dyshuarit është siguruar plotësisht, siç kërkohet në bazë të Kushtetutës dhe Kodit të Procedurës Penale.", "Prandaj, nuk ka shkelje të nenit 367 § 2 në lidhje me Nenin 9 § 2 të Kodit të Procedurës Penale. Refuzimi i kërkesës për të pasur procesverbalin e pyetjeve të të dyshuarit nga policia, në prani të një avokati të zgjedhur prej tij, përjashtuar nga shkresat e çështjes si dhe provave të marra në mënyrë të paligjshme, nuk përbën shkelje të të drejtave të tij të mbrojtjes sepse procesverbali i pyetjes të të dyshuarit nga policia në mënyrë të qartë dhe pa dyshim tregon se avokat i cili ishte i pranishëm [gjatë marrjes në pyetje] ishte avokati i zgjedhur lirisht nga i dyshuari, dhe kjo gjithashtu ndiqet nga autorizimi i nënshkruar në favor të avokatit në fjalë, i cili ka mbrojtur të drejtat e të dyshuarit gjatë marrjes në pyetje. Prandaj, refuzimi i kërkesës së mbrojtjes nuk ka pasur ndonjë ndikim në ligjshmërinë dhe korrektësinë e gjykimit. Në të njëjtën kohë, nuk ishte e nevojshme të marrin në pyetje avokatin e ri të zgjedhur si një dëshmitar dhe, për shkaqet e përcaktuara më sipër, faktet e çështjes nuk ishin të pamjaftueshme apo gabimisht të themeluara, siç është theksuar edhe në kërkesën e të pandehurit kundër vendimit të shkallës së dytë\".", "56. Kërkuesi ka parashtruar kërkesën kushtetuese në Gjykatën Kushtetuese (Ustavni sud Republike Hrvatske) më 11 mars 2010. Ai u ankua, inter alia, se ai kishte qenë i keqtrajtuar, në mjediset e policisë dhe se ai kishte qenë i detyruar të rrëfejë. Ai gjithashtu u ankua se, i ishte mohuar mundësia për të pasur një avokat të zgjedhur prej tij për të kryer mbrojtjen e tij. Ai përsëriti argumentet e tij nga kërkesat e mëparshme dhe shtoi:", "\"Është gjithashtu e rëndësishme të theksohet se, në seancën e Gjykatës së Lart, si gjykatë e shkallës së tretë, të mbajtur më 17 dhjetor 2009, mbrojtja tregoi se kërkuesi ishte dërguar në stacionin e policisë në 2 p.m. më 13 mars 2007, dhe se ky fakt u shfaq në procesverbalin e pjesëmarrjes F/949, i cili ishte në shkresat e çështjes. Mbrojtja i kërkoi panelit [të Gjykatës Supreme] që të hedhë një vështrim në atë procesverbal. Megjithatë, pas një shqyrtimi të shkurtër të shkresave të çështjes është konstatuar se, dokumenti në fjalë nuk mund të gjendet, dhe se do të shikohet më vonë. Megjithatë, vendimi i Gjykatës Supreme, duke vepruar si një gjykatë e shkallës së tretë, tregon se dokumenti [ende] nuk ishte gjetur... \"", "57. Më 16 shtator 2010, Gjykata Kushtetuese e hodhi poshtë kërkesën kushtetuese të kërkuesit. Gjykata Kushtetuese, miratoi arsyetimin e Gjykatës së Lart, e vuri në dukje se procedura në tërësi ka qenë e drejtë dhe se nuk kishte asnjë provë në shkresat e lëndës se kërkuesi ishte keqtrajtuar ndërsa mbahej në arrest në rajonin policor.", "", "II. LIGJI PËRKATËS", "", "A. Ligji i brendshëm", "", "58. Dispozitat përkatëse të Kushtetutës së Republikës së Kroacisë ( USTAV Republike Hrvatske, Gazeta Zyrtare nr. 56/1990, 135/1997, 113/2000, 28/2001, 76/2010) si më poshtë:", "", "Neni 23", "\"Askush nuk mund t’i nënshtrohet asnjë forme të keqtrajtimit ...\"", "", "Neni 29", "\"Në përcaktimin e të drejtave dhe detyrimeve ose të çdo akuze penale kundër tij, çdokush ka të drejtë për një proces të rregullt ligjor brenda një afati të arsyeshëm nga një gjykatë e pavarur dhe e paanshme e caktuar me ligj.", "Në rast dyshimi për një vepër penale ose kallëzime penale [duke u sjellë], i dyshuari, i pandehuri ose i akuzuar ka të drejtë:", "...", "- Të mbrohet vetë ose me ndihmën e një avokati mbrojtës të zgjedhur prej tij, dhe në qoftë se ai nuk ka mjete të mjaftueshme për të paguar ndihmën ligjore, do t’i jepet falas garantuar me ligj,", "... \"", "", "59. Dispozitat përkatëse të Kodit Penal (Kazneni zakon, Gazeta Zyrtare nr. 110/1997, 27/1998, 129/2000, 51/2001, 105/2004, 84/2005, 71/2006) mundësojnë :", "", "VRASJE E RENDE", "Neni 91", "\"Një dënim me burgim, jo më pak se dhjetë vjet ose me burgim afatgjatë duhet të vendoset mbi të gjithë ata që:", "...", "6. vret dikë tjetër në mënyrë për të kryer ose për të mbuluar një vepër tjetër penale,", "... \"", "", "GRABITJA", "Neni 218", "\"(1) Kushdo që, duke përdorur forcën kundër një personi ose që kërcënon me një sulm të drejtpërdrejtë në jetën e një personi, merr pasurinë e luajtshme nga një tjetër me qëllim që në mënyrë të paligjshme ta përvetësojë dënohet me burg prej një deri në dhjetë vjet.", "(2) Nëse kryerësi kryen grabitje, si një anëtar i një grupi apo i një organizate kriminale, ose në qoftë se, gjatë grabitjes, është përdorur një armë ose instrument i rrezikshëm, autori dënohet me burgim prej tre deri në pesëmbëdhjetë vjet.\"", "", "RREZIKIMI I JETËS DHE PRONËS NGA AKTET OSE MJETET E RREZIKSHME", "Neni 263", "\"(1) Kushdo që rrezikon jetën apo atë të të tjerëve ose pasurinë me vlerë të konsiderueshme duke filluar një zjarr ... dënohet me burgim prej gjashtë muajve deri në pesë vjet.", "...", "(3) Nëse vepra penale nga paragrafët 1 dhe 2 të këtij neni kryhet në një vend ku një numër i madh njerëzish janë mbledhur ... kryesi dënohet me burgim prej një deri në tetë vjet.", "... \"", "", "VEPRAT PENALE TË RËNDA KUNDËR SIGURISË PUBLIKE", "Neni 271", "\"(1) Në qoftë se, si rezultat i veprës penale të përmendur në nenin 263, paragrafi 1 ..., të këtij Kodi, janë shkaktuar lëndime të rënda trupore ndaj një tjetri ose dëme të shumta materiale, kryesi dënohet me burgim për një deri në tetë vjet. \"", "", "60. Dispozitat përkatëse të Kodit të Procedurës Penale (Zakon o kaznenom postupku, Gazeta Zyrtare nr. 110/1997, 27/1998, 58/1999, 112/1999, 58/2002, 143/2002 dhe 62/2003) ofrojnë si në vazhdim:", "", "Neni 62", "\"(1) I pandehuri mund të përfaqësohet nga një avokat në çdo fazë të procedimit, si dhe para fillimit të tyre, kur përcaktohet me ligj. ...", "(4) kujdestari ligjor i të pandehurit, bashkëshorti ose bashkëshort sipas common law, të afërmit e gjakut linearë, prindi adoptues ose fëmija i adoptuar, vëllai apo prindi birësues mund të punësojë një avokat për të pandehurin, nëse i pandehuri refuzon shprehimisht këtë.", "...", "(6) Një avokat mbrojtës duhet të paraqesë autorizimin e tij të avokatit tek autoritetet për kryerjen e procedurës. I pandehuri mund të japë autorizimin me gojë për një avokat para organit që zbaton procedurën, rast në të cilin duhet hyrë në të dhënat.\"", "", "Neni 177", "\"...", "(5) Gjatë hetimit organet e policisë duhet ta informojnë të dyshuar në pajtim me nenin 225, paragrafi 2, të këtij Kodi. Me kërkesë të të dyshuarit, autoritetet policore do të lejojnë atë për të marrë një avokat dhe për këtë qëllim do të ndalet duke intervistuar të dyshuarin derisa të shfaqet avokati ose në tre orët e fundit nga momenti kur i dyshuari kërkohet të caktojë avokatin. ... Në qoftë se rrethanat tregojnë se, avokati i zgjedhur nuk do të jetë në gjendje të paraqitet brenda kësaj periudhe kohore, autoritetet policore do të lejojnë të dyshuarin për të caktuar një avokat nga lista e avokatëve në detyrë ku i jepet autoritetit kompetent të policisë nga qarkue degët e Dhomës së Avokatëve të Kroacisë ... Nëse i dyshuari nuk mund të punësojë një avokat apo nëse avokati i kërkuar nuk paraqitet brenda afatit të lejuar, autoritetet policore mund të rifillojnë të intervistojnë të dyshuarin ... Prokurori i Shtetit ka të drejtë të jetë i pranishëm gjatë marrjes në pyetje. Të dhënat e [çdo] deklarate të dhënë nga i pandehuri tek autoritetet policore në prani të një avokati mund të përdoren si dëshmi në procedurën penale.", "... \"", "", "Neni 225", "\"...", "(2) I akuzuari do të informohet për akuzat dhe bazën e dyshimit kundër tij, si dhe të drejtën e tij për të qëndruar i heshtur.", "... \"", "", "", "", "", "61. Kodi i Procedurës Penale, i ndryshuar në vitin 2011, parashikon si më poshtë:", "Neni 502", "\"...", "(2) Dispozitat në lidhje me rishikimin e procedurës penale do të zbatohen në rastin e një kërkese për rishikimin e çdo vendimi të formës së prerë për shkak të një vendimi të formës së prerë të Gjykatës Evropiane të të Drejtave të Njeriut, me të cilin është gjetur një shkelje e të drejtave dhe lirive bazë nga Konventa për Mbrojtjen e të Drejtave të Njeriut dhe Lirive Themelore.", "(3) Kërkesa për rishikim të procedurës për shkak të një vendimi të formës së prerë të Gjykatës Evropiane të të Drejtave të Njeriut mund të parashtrohet brenda afatit prej tridhjetë ditësh duke filluar nga data në të cilën vendimi i Gjykatës Evropiane të të Drejtave të Njeriut bëhet i formës së prerë.\"", "", "Neni 574", "\"...", "(2) Në qoftë se, para hyrjes në fuqi të këtij Kodi vendimi miratohet në lidhje me të cilin mjeti juridik është në dispozicion në përputhje me dispozitat e legjislacionit përkatës për procedurat [në të cilën u miratua vendimi], ... dispozitat e legjislacionit do të jenë të aplikueshme [në procedurën lidhur me mjetin juridik], përveç kur parashikohet ndryshe në këtë Kod.", "(3) Nenet 497-508 të këtij Kodi në përputhje me rrethanat do të jenë të zbatueshme për kërkesat për rihapjen e procedimeve penale të bëra në bazë të Kodit të Procedurës Penale (Gazeta Zyrtare nr. 110/1997, 27/1998, 58/1999, 112/1999, 58/2002, 143/2002, 62/2003 dhe 115/2006). \"", "", "B. Materiale relevante të ligjit ndërkombëtar", "", "E drejta e aksesit të një avokati të zgjedhur prej dikujt gjatë ndalimit nga policia", "", "(A) Këshilli i Evropës", "(I) Rregulloret e miratuara nga Komiteti i Ministrave", "62. Rregulla 93 e Rregullave Standarde Minimale për Trajtimin e të Burgosurve (Rezoluta (73) 5 e Komitetit të Ministrave të Këshillit të Evropës) parashikon :", "\"Një i burgosur i paprovuar me të drejtë, sa më shpejt që ai është i burgosur, duhet të zgjedhë përfaqësimin e tij ligjor ... dhe të pranojë vizita nga këshilltari i tij ligjor me synimin për mbrojtjen e tij dhe për të përgatitur dhe për të marrë, udhëzime të fshehta. Me kërkesën e tij, atij do t’i jepen të gjitha lehtësirat e nevojshme për këtë qëllim. ... Intervistat midis të burgosurit dhe këshilltarit të tij ligjor mund të vëzhgohet, por jo të dëgjohet, në mënyrë të drejtpërdrejtë ose të tërthortë, të një zyrtari të policisë ose të institucionit.\"", "63. Për më tepër, Rekomandimi Rec (2006) 2 i Komitetit të Ministrave për shtetet anëtare të Këshillit të Evropës mbi Rregullat Evropiane të Burgjeve, miratuar më 11 janar 2006 në takimin e 952-të të Zëvendës Ministrave, parashikon si më poshtë, për sa ka lidhje:", "\"Këshilla ligjore", "23.1 Të gjithë të burgosurit kanë të drejtë për këshilla ligjore, dhe autoritetet e burgut duhet t’i mundësojnë atyre lehtësirat e nevojshme për të pasur akses në këshilla të tilla.", "23.2 Të burgosurit mund të konsultohen në çdo çështje ligjore me një këshilltar ligjor të zgjedhjes së tyre dhe me shpenzimet e tyre.", "...", "23.5 Një autoritet gjyqësor, në rrethana të jashtëzakonshme, mund të autorizojë kufizime për konfidencialitetin e tillë për të parandaluar krimin e rëndë ose shkeljet e mëdha të sigurisë të burgut dhe të sigurisë. \"", "(II) Raporti i Qeverisë kroate për vizitë në Kroaci, i kryer nga Komiteti Evropian për Parandalimin e Torturës dhe Trajtimit Çnjerëzor ose Degradues apo Ndëshkimit (CPT) nga 4 në 14 maj 2007", "64. Pjesa përkatëse e këtij raporti vijon si më poshtë:", "\"18. Shumica e personave të intervistuar nga delegacioni gjatë vizitës së vitit 2007 treguan se, ata ishin informuar për të drejtën e tyre për një avokat menjëherë pas arrestimit. Megjithatë, si gjatë vizitave të mëparshme, u duk se shumë nga personat e ndaluar nga policia ishin lejuar për të ushtruar këtë të drejtë vetëm pak kohë pas arrestimit, sidomos pasi ishte marrë prej tyre një deklaratë në lidhje me një vepër të veçantë penale.", "Fakti që personat e thirrur në stacionin policor për \"biseda informative\" ende nuk janë lejuar të kenë qasje në një avokat është një çështje e shqetësimit të vazhdueshëm të Komitetit. Oficerët e policisë të intervistuar nga delegacioni thanë se, në kuadër të \"bisedimeve\" të tilla, qasje për një avokat mund të jepet vetëm kur një person shpallet zyrtarisht i dyshuar.", "Në dritën e sa më sipër, CPT-ja sërish i bën thirrje autoriteteve kroate të marrin hapa efektive pa vonesa të mëtejshme për të siguruar që e drejta e qasjes për avokat (duke përfshirë të drejtën për të patur të pranishëm avokatin gjatë marrjes në pyetje nga policia) të gëzohet nga të gjithë personat e ndaluar nga policia, që nga fillim të privimit të tyre nga liria. Kjo e drejtë duhet të zbatohet jo vetëm për të dyshuarit për vepra penale, por edhe për të gjithë ata që në bazë të një detyrimi ligjor për të marrë pjesë - dhe qëndrojnë në - një seli të policisë. Nëse është e nevojshme, ligji duhet të ndryshohet. Natyrisht, fakti që një person i paraburgosur ka deklaruar se ai dëshiron që të kenë qasje në një avokat nuk duhet të pengojë policinë nga fillimi i marrjes në pyetje / intervistonin atë për çështje urgjente para se të arrijë avokati. Dispozita gjithashtu mund të bëhet për zëvendësimin e një avokati, i cili pengon zhvillimin e duhur të një pyetje, në kuptimin që një mundësi e tillë duhet të jetë rreptësishtë e kufizuar dhe i nënshtrohet masave mbrojtëse të përshtatshme.", "19. CPT-ja është e shqetësuar se, gjatë vizitës të vitit 2007, sistemi i ndihmës juridike kroate shfaqi të njëjtat mangësi si në vitin 2003. Në shumë raste, sipas detyrës zyrtare avokatët nuk kishin pasur asnjë kontakt me personat e ndaluar deri në seancën e parë gjyqësore. Përveç kësaj, në disa raste, personat e ndaluar shprehën skepticizëm në lidhje me pavarësinë e detyrës zyrtare të avokatëve nga policia. CPT-ja rekomandon që të rishikohet përsëri sistemi i ndihmës juridike falas për personat e ndaluar, për të siguruar efektivitetin e saj nga fillimi i ndalimit nga policia. Vëmendje e veçantë duhet t’i kushtohet çështjes së pavarësisë së avokatëve ex officio nga policia. \"", "(III) Raporti i Qeverisë kroate për vizitën në Kroaci të kryer nga KPT-ja nga 19 deri në 27 shtator 2012", "65. Pjesa përkatëse e këtij raporti vijon si më poshtë:", "\"19. Delegacioni i CPT-së gjithashtu mori në konsiderate disa pretendime se personat e ndaluar nuk kanë qenë në gjendje të kenë qasje në një avokat të emëruar nga ana e tyre, pasi policët konsiderojnë se detyra e tyre e vetme ishte që të kontaktonin avokatë ex officio nga lista e tyre standarde në vend që të kontaktonin një avokat të veçantë direkt.", "CPT rekomandon që oficerëve të policisë t’i kujtohet se personat e privuar nga liria nga ana e policisë kanë të drejtën e aksesit tek një avokat i zgjedhur prej tyre; nëse një person i ndaluar kërkon një avokat të caktuar, atëherë ky kontakt duhet të mundësohet; avokati ex officio nga lista e standardeve duhet të kontaktohet vetëm nëse përmendet që në fillim që avokati nuk mund të arrihet ose nuk paraqitet.\"", "", "(B) Kombet e Bashkuara", "Pakti Ndërkombëtar mbi të Drejtat Civile dhe Politike", "66. Neni 14 § 3 (b) të Konventës Ndërkombëtare për të Drejtat Civile dhe Politike (ICCPR) parashikon që, çdo person i akuzuar për një vepër penale ka të drejtë \" të ketë kohën dhe lehtësitë e përshtatshme për përgatitjen e mbrojtjes dhe për të komunikuar me avokatin e zgjedhur prej tij \".", "", "LIGJI", "", "I. PRETENDIMI PËR SHKELJE TË NENIT 6 §§ 1 dhe 3 (c) TË KONVENTËS", "", "67. Kërkuesi u ankua se, ai nuk kishte pasur gjykim të drejtë, sepse ai nuk ishte lejuar që të përfaqësohej nga avokati G.M. gjatë marrjes në pyetje nga policia. Ai u mbështet në nenin 6 §§ 1 dhe 3 (c) të Konventës, i cili, në lidhje me këtë çështje, parashikon si më poshtë:", "\"1. Në përcaktimin e ... çdo akuze penale kundër tij, çdokush ka të drejtë për një proces ... të drejtë ... nga [një] ... gjykatë ...", "3. Çdo i akuzuar për një vepër penale ka të drejtat minimale të mëposhtme:", "...", "(C) të mbrohet vetë ose të ndihmohet nga një mbrojtës i zgjedhur prej tij ose, në qoftë se ai nuk ka mjete të mjaftueshme për të paguar ndihmën ligjore, do t’i jepet falas për interesat e drejtësisë;", "... \"", "A. Përfundimet e Dhomës", "68. Dhoma e përqendroi vlerësimin e saj në çështjen e së drejtës së kërkuesit për të mbajtur një avokat të zgjedhur prej tij dhe nëse, si rezultat nuk e ka pasur këtë mundësi, ai u mbulua nga një mjedis shtrëngues për të inkriminuar veten pa të mirën e mjeteve ligjore efektive. Ajo arriti në përfundimin se, duke pasur parasysh se kërkuesi nuk ishte ankuar për cilësinë e shërbimit të ofruar nga avokati M.R., se gjykata kishte drejtuar kërkesën e kërkuesit në lidhje me përfaqësimin e tij të gjatë marrjes në pyetje nga policia; Rrëfimi i kërkuesit nuk ishte në qendër të rastit të prokurorisë; dhe nuk kishte asnjë provë se ishte ushtruar ndonjë presion mbi kërkuesin që të rrëfehej. Duke parë drejtësinë e procedurës në tërësi, Dhoma konkludoi se të drejtat e mbrojtjes së kërkuesit nuk ishin paragjykuar në mënyrë të pakthyeshme, e as e drejta e tij për gjykim të drejtë në bazë të nenit 6 të Konventës nuk është prekur negativisht. Dhoma konkludoi se, nuk kishte pasur shkelje të nenit 6.", "", "B. Parashtrimet e palëve në Dhomën e Lart", "", "1. Kërkuesi", "69. Kërkuesi argumentoi se, kur u mor në pyetje nga policia ai kishte kërkuar avokatin G.M. për ta përfaqësuar atë pasi G.M. kishte qenë avokati i tij në një rast tjetër dhe kërkuesi e besonte atë. Për më tepër, prindërit e tij kishin punësuar G.M. për ta përfaqësuar atë. Megjithatë, G.M. ishte penguar nga policia për shkak të takimit me të.", "70. Policia nuk e kishte paraqitur atë me një listë të avokatëve nga të cilët do të zgjidhej mbrojtësi i tij. Një tjetër avokat, M.R., ishte thirrur nga policia dhe i ishin dhënë vetëm njëzet e pesë minuta që të këshillohej me kërkuesin, i cili, dhënë kompleksitetit dhe seriozitetit të akuzave kundër tij, e kishte të qartë se nuk ishin të mjaftueshme. M.R. kishte kërkuar që policia të fillonte marrjen në pyetje sa më shpejt që të jetë e mundur, duke pasur parasysh orët e vona.", "", "2. Qeveria", "71. Qeveria argumentoi se, kërkuesi kishte qenë tashmë në dijeni rreth orës 2 darkës më 13 mars 2007 se policia dëshironte ta pyeste në lidhje me tre vrasje, grabitje dhe zjarr vënie, por ai nuk kishte tentuar të kontaktonte avokatin G.M. para marrjes në pyetje.", "72. Kur u arrestua nga policia në 9:50 paradite më 14 mars 2007, kërkuesi kishte hequr dorë që në fillim për të drejtën e tij për një avokat. Rreth tetë orë më vonë kishte ndryshuar mendjen dhe kërkoi për një avokat. Policia më pas i kishte paraqitur atij një listë të avokatëve të Qarkut Primorsko-Goranska të mbrojtjes penale, nga të cilat ai kishte zgjedhur M.R. me vullnetin e tij të lirë. Pas mbërritjes së M.R., ai kishte nënshkruar një autorizim për avokatin, pa u detyruar në këtë mënyrë nga ana e policisë. Prandaj, M.R. kishte qenë avokati i zgjedhur nga vetë kërkuesi. Qeveria theksoi se, këto ishin faktet dhe pretendimet e tjera të kërkuesit e, pikërisht ato në lidhje me avokatin G.M., arrinin në spekulime.", "73. Qeveria parashtroi më tej se, nuk kishte pasur asnjë dëshmi se G.M. kishte pasur një autorizim më 14 mars të vitit 2007, të nënshkruar nga ai ose prindërit e kërkuesit. Edhe në qoftë se G.M. ka qenë avokati i caktuar nga secili prej prindërve të kërkuesit, ai nuk kishte qenë avokati i përzgjedhur nga kërkuesi pasi ai kishte zgjedhur M.R. për ta përfaqësuar.", "74. Kërkuesi është marrë në pyetje nga policia në raste të shumta të mëparshme (ai ishte arrestuar njëzet e dy herë në të kaluarën), dhe kishte qenë për këtë arsye e njihte me situatën në të cilën ndodhej. Në secilin nga këto raste ai ishte përfaqësuar nga një avokat tjetër. Sikur ai dëshironte që G.M. ta përfaqësonte atë, ai do të kishte treguar në polici. Megjithatë, ai nuk e kishte bërë këtë.", "75. Kërkuesi nuk ishte ankuar në gjykatat e brendshme në lidhje me cilësinë e shërbimit të ofruar nga avokati M.R. Qeveria argumentoi se, gjykatat e brendshme kishin dhënë arsyetim të përshtatshëm në përgjigje të ankesës së kërkuesit se ai nuk kishte qenë i përfaqësuar nga një avokat i zgjedhjes së tij gjatë marrjes në pyetje në stacionin policor. Fakti se, kërkuesi kishte zgjedhur të rrëfejë për akuzat kundër tij nuk ishte e pazakontë, pasi ai kishte pranuar më parë për kryerjen e krimeve me të cilën ai kishte qenë i ngarkuar në procedurat penale të ndryshme, duke përfshirë në një rast në praninë e avokatit G.M.", "", "", "C. Vlerësimi i Dhomës së Lart", "", "1. Parimet e përgjithshme", "76. Gjykata rithekson se, edhe nëse qëllimi kryesor i nenit 6 të Konventës, për aq sa procedurat penale janë të lidhura, është që të sigurojë një gjykim të drejtë nga një \"gjykatë\" kompetente për të përcaktuar \"çdo akuzë penale\", ajo nuk ndjek faktin se neni nuk aplikohet në procedurën paraprake. Kështu, Neni 6 - sidomos paragrafi 3 i tij - mund të jetë i rëndësishëm para se rasti të dërgohet për gjykim, nëse dhe për aq sa drejtësia e gjykimit është përgjegjëse për cenimet e rënda nga një dështim fillestar në përputhje me dispozitat e tij. Ashtu si Gjykata ka mbajtur tashmë në vendimet e saj të mëparshme, e drejta e përcaktuar në nenin 6 § 3 (c) të Konventës është një element, ndër të tjera, i konceptit të gjykimit të drejtë në procedurat penale të përfshira në nenin 6 § 1 ( shih Imbrioscia k. Zvicrës, 24 nëntor 1993, §§ 36 dhe 37,. Seria A, nr. 275, dhe Salduz k. Turqisë [GC], nr. 36391/02, § 50, GJEDNJ 2008).", "77. Gjykata është shprehur se, në mënyrë për të ushtruar të drejtën e tij të mbrojtjes, i akuzuari normalisht duhet të lejohet të ketë përfitimin efektiv me ndihmën e një avokati nga fazat fillestare të procedurës, për shkak se ligjet kombëtare mund të bashkëngjisin pasoja në qëndrimin e të akuzuarit në fazat fillestare të marrjes në pyetje nga policia, të cilat janë vendimtare për perspektivat e mbrojtjes në çfarëdo procedure penale të mëvonshme (shih Salduz, cituar më lart, § 52). Gjykata ka pranuar gjithashtu se, i akuzuari shpesh e gjen veten në një pozitë veçanërisht të cenueshme në atë fazë të procedurës, dhe në shumicën e rasteve kjo mund të kompensohet vetëm me ndihmën e një avokati, detyra e të cilit është, ndër të tjera, të ndihmojë për të siguruar që e drejta e të akuzuarit për të mos u vetë-inkriminuar të respektohet (ibid, § 54;. shih gjithashtu Pavlenko k. Rusisë, nr. 42371/02, § 101, 1 prill 2010).", "78. Në këto rrethana, Gjykata e konsideron të rëndësishme që nga fazat fillestare të procedurës, një person i akuzuar për një vepër penale që nuk dëshiron të mbrohet vetë duhet të jetë në gjendje të ketë burime për ndihmë ligjore të zgjedhur prej tij (për arsyetim më të detajuar të shihni Martin k. Estonisë, nr. 35985/09, §§ 90 dhe 93, 30 maj 2013). Kjo rrjedh nga formulimi i nenit 6 § 3 (c), i cili garanton se, \"çdo i akuzuar për një vepër penale ka të drejtat minimale të mëposhtme: ... për të mbrojtur veten e tij ... nëpërmjet ndihmës ligjore të zgjedhur prej tij ... \", dhe është e njohur në përgjithësi në standardet ndërkombëtare të të drejtave të njeriut si një mekanizëm për të siguruar një mbrojtje efektive për të akuzuarin. Gjykata thekson se, drejtësia e procedurës kërkon që i akuzuari duhet të jetë në gjendje të marrë të gjithë gamën e shërbimeve të lidhura në mënyrë specifike me asistencën ligjore (shih Dayanan k. Turqisë, nr. 7377/03, § 32, 13 tetor 2009, dhe paragrafi 110 më poshtë).", "79. Pavarësisht rëndësisë së marrëdhënieve të besimit mes avokatit dhe klientit të tij, kjo e drejtë nuk është absolute. Ajo domosdoshmërish i nënshtrohet kufizimeve të caktuara, ku ndihma juridike në fjalë është falas dhe gjithashtu kur duhet të vendoset nga gjykatat nëse interesat e drejtësisë kërkojnë që i akuzuari të mbrohet nga një avokat i caktuar nga ana e tyre (shih Croissant k. Gjermanisë, 25 shtator 1992, § 29, seria A nr. 237-B). Gjykata është shprehur vazhdimisht se, autoritetet kombëtare duhet të kenë parasysh dëshirat e të pandehurit për zgjedhjen e tij ose të saj të përfaqësimit ligjor, por mund të pranojnë këto dëshira, kur ka shkaqe të rëndësishme dhe të mjaftueshme për mbajtjen se është e domosdoshme e në interes të drejtësisë ( ibid, § 29; shih gjithashtu Meftah dhe të tjerët kundër Francës [GC], nr. 32911/96, 35237/97 dhe 34595/97, § 45, GJEDNJ 2002 VII;.... Mayzit k. Rusisë, nr. 63378/00, § 66, 20 janar 2005;.. Klimentyev kundër Rusisë, nr. 46503/99, § 116, 16 nëntor 2006;.. Vitan kundër Rumanisë, nr. 42084/02, § 59, 25 mars 2008: Pavlenko, cituar më lart, § 98 ,.. Zagorodniy k. Ukrainës, nr. 27004/06, § 52, 24 nëntor 2011, dhe Martin, cituar më lart, § 90). Kur baza të tilla mungojnë, një kufizim në zgjedhjen e lirë të avokatit mbrojtës do të sillte shkelje të nenit 6 § 1 së bashku me paragrafin 3 (c) nëse është ndikuar negativisht në mbrojtjen e kërkuesit, varësisht prej procedurës në tërësi (ibid., § 31; shih gjithashtu Meftah dhe të tjerë, cituar më lart, §§ 46-47; Vitan, cituar më lart, §§ 58-64; Zagorodniy, cituar më lart, §§ 53-55; dhe Martin, të cituar më lart, §§ 90-97).", "80. Për më tepër, duke pasur parasysh vlerësimet e përmendura më lart, pasi Gjykata ka afirmuar në vendimin e saj të Salduz, në mënyrë që e drejta për një gjykim të drejtë të mbetet \"praktike dhe efektive\", neni 6 § 1 kërkon që, si rregull, e drejta për një avokat duhet të sigurohet nga pyetja e parë që një i dyshuar nga policia, nëse nuk është demonstruar në dritën e rrethanave të veçanta të secilit rast se ka arsye të forta për ta kufizuar këtë të drejtë. Edhe aty ku arsyet janë të forta mundet të justifikohet mohimi i së drejtës për një avokat, një kufizim i tillë - pavarësisht justifikimit të saj - nuk duhet të paragjykojë padrejtësisht të drejtat e të akuzuarit në bazë të Nenit 6. Të drejtat e mbrojtjes, në parim, do të paragjykohen në mënyrë të pakthyeshme kur deklaratat e bëra gjatë marrjes në pyetje nga policia, pa një avokat të pranishëm, janë përdorur për një bindje inkriminuese (shih Salduz, cituar më lart, § 55-57 dhe shih gjithashtu Panovits k. Qipros, nr. 4268/04, § 66, 11 dhjetor 2008).", "81. Ndryshe nga Salduz, ku të akuzuarit, të mbajtur në paraburgim, u është mohuar aksesi në një avokat gjatë marrjes në pyetje nga policia, rasti në fjalë ka të bëjë me një situatë ku kërkuesit i është ofruar akses për një avokat nga pyetja e tij e parë, por jo - në bazë të kërkesës së tij - një avokat i zgjedhur prej tij. Në kontrast me rastet që përfshijnë mohimin e aksesit, kërkesa më e butë e arsyeve \"të rëndësishme dhe të mjaftueshme\", është zbatuar në situata të ngritura në çështje më serioze të \"mohimin të zgjedhjes\". Në raste të tilla detyra e Gjykatës është të vlerësojë nëse, në dritën e procedurës në tërësi, të drejtat e mbrojtjes janë \"ndikuar negativisht\" në një masë të tillë që të dëmtojnë ndershmërinë e tyre të përgjithshme (shih, për shembull, Croissant , cituar më lart, § 31; Klimentyev, cituar më lart, §§ 117-118, dhe Martin, të cituar më lart, §§ 96-97).", "82. Kjo është prova e fundit që do të zbatohet në rastin konkret. Në sfondin e mësipërm, Gjykata vlerëson se hapi i parë duhet të jetë për të vlerësuar nëse është treguar, në dritën e rrethanave të veçanta të secilit rast, se ka pasur arsye përkatëse dhe të mjaftueshme për mbizotërimin ose pengimin e dëshirës së të pandehurit të tij ose të saj mbi zgjedhjen e përfaqësimit ligjor. Aty ku nuk ekzistojnë arsye të tilla, Gjykata duhet të vazhdojë për të vlerësuar drejtësinë e përgjithshme të procedurës penale. Për të bërë vlerësimin e saj, Gjykata mund të marrë parasysh një sërë faktorësh, duke përfshirë natyrën e procedurave dhe zbatimin e kërkesave të caktuara profesionale (shih Meftah dhe të tjerë, cituar më lart, §§ 45-48, dhe Martin, të cituar më lart, § 90); rrethanat për caktimin e avokatit dhe ekzistencën e mundësive për ta sfiduar këtë (ibid, §§ 90-97.); efektivitetin e ndihmës së avokatit (shih Croissant, cituar më lart § 31, dhe Vitan, cituar më lart §§ 58-64); nëse është respektuar privilegji i të akuzuarit kundër vetë-inkriminimit (shih Martin, cituar më lart, § 90); mosha e të akuzuarit (ibid, § 92.); dhe përdorimi nga gjykata e shkallës së parë të çdo deklarate e të dhëne nga të akuzuarit në atë kohë (shih, për shembull, Croissant, cituar më lart, § 31, Klimentyev, cituar më lart, §§ 117-118, dhe Martin, të cituar më lart, §§ 94 -95). Ajo është më e ndërgjegjshme se, Konventa ka për qëllim të garantojë të drejtat që janë praktike dhe efektive dhe jo teorike dhe iluzive (shih, midis shumë autoriteteve të tjerë, Airey k. Irlancës, 9 tetor 1979, § 24, seria A nr. 32;.. Imbrioscia, cituar më lart, § 38;. Goddi kundër Italisë, 9 prill 1984, § 30, seria A nr. 76,. dhe Salduz, cituar më lart, § 55), dhe se në përcaktimin e të drejtave të Konventës duhet shpesh të shikojmë përtej paraqitjes dhe të përqendrohemi në realitetin e gjendjes (shih, ndër të tjera, Delcourt kundër Belgjikës, 17 janar 1970, § 31, seria A nr. 11;... De Jong, Bajlet dhe Van den Brink kundër Holandës, 22 maj 1984 § 48, seria A nr . 77; Pavlenko, cituar më lart, § 112,. dhe Erkapić kundër Kroacisë, nr. 51198/08, §§ 80-82, 25 prill 2013).. Në rastet kur i akuzuari nuk kishte përfaqësues ligjor, Gjykata gjithashtu mori në konsideratë mundësinë e dhënë për të akuzuarin për të sfiduar vërtetësinë e provave dhe të kundërshtojë përdorimin e saj (shih Panovits, cituar më lart, § 82), nëse i akuzuari është në paraburgim (Salduz, cituar më lart, § 60); nëse deklarata të tilla përbëjnë një element të rëndësishëm mbi të cilin është bazuar dënimi dhe forcën e provave të tjera në rastin konkret (Salduz, cituar më lart, § 57, dhe Panovits cituar më lart, §§ 76 dhe 82).", "", "", "2. Zbatimi i këtyre parimeve në çështjen në fjalë", "", "(A) A ishte kërkuesi i përfaqësuar nga një avokat i zgjedhur në bazë të zgjedhjes së tij të lirë?", "", "83. Më 14 mars 2007, mes orës 8:10 të darkës dhe 11 të darkës, kërkuesi ishte në pyetje si i dyshuar nga policia në praninë e një avokati, M.R. (shih paragrafët 20 dhe 21 më lart). Deklarata e kërkuesit në polici është përdorur si dëshmi në procedurën penale kundër tij (shih, nga ana tjetër, Bandaletov k. Ukrainës, nr. 23180/06, §§ 60 dhe 68, 31 Tetor 2013).", "84. Sipas Qeverisë, vetëm fakti i caktuar në lidhje me përfaqësimin e kërkuesit gjatë marrjes në pyetje të policisë ishte se ai kishte zgjedhur me vullnetin e tij të lirë për tu përfaqësuar nga M.R .; çdo pretendim në lidhje me dëshirën e kërkuesit të përfaqësohet nga një avokat tjetër, G.M., ishin spekulime të pastra (shih paragrafët 68-70 më lart).", "85. Pretendimet e kërkuesit mbi shtrëngimin janë shpallur të papranueshme nga Dhoma (shih vendimin e dhomës 28 nëntor 2013, § 73). Gjykata gjithashtu vëren konstatimin nga ana e gjykatave kombëtare, me ndihmën e një eksperti të shkrimit të dorës, që kërkuesi në të vërtetë e ka nënshkruar autorizimin në favor të avokatit M.R. (shih paragrafin 39 më lart).", "86. Megjithatë, Gjykata vëren se tashmë në mëngjesin e 14 marsit 2007, avokati G.M. informuar nga Zv/Prokurorët e Shtetit të Rijeka, D.K. dhe I.B., mbi përpjekjen e tij të pasuksesshme për të kontaktuar kërkuesin, i cili ishte në Stacionin Policor të Rijekës. Një shënim zyrtar është bërë për këtë qëllim dhe gjykata e qarkut të Rijeka gjithashtu u informua menjëherë (shih paragrafin 14 më lart). Në ankesën e tij, depozituar më pasditen e 14 mars 2007 me Shefin e Departamentit të Policisë Primorsko-Goranska, z. V., G.M. pretendoi se ai ishte përpjekur përsëri për të parë kërkuesin mes 3 të darkës dhe 3.30 të darkës, por kishte thënë sërish nga policia për t’u larguar.", "87. Një ditë më pas në pyetjen nga policia, kur kërkuesi ishte sjellë para gjykatësit hetues dhe ishte pyetur kush ishte avokati i tij, ai u ankua se nuk kishte punësuar M.R. dhe se ai kishte kërkuar shprehimisht që të përfaqësohet nga G.M. gjatë marrjes në pyetje nga policia. Ai pretendoi se, policia nuk e kishte informuar atë se G.M. ishte përpjekur për ta kontaktuar atë. Në atë moment, gjatë marrjes në pyetje të tij nga ana e gjykatësit hetues, kërkuesi nuk ishte më i përfaqësuar nga M.R. por nga G.M. (Shih paragrafin 22 më lart).", "88. Në kërkesën e tij të mëtejshme të 16 mars 2007 për gjykatësin hetues, G.M. e përshkroi sjelljen e policisë në mënyrë të detajuar dhe transmetoi kundërshtimet e tij në këtë drejtim (shih paragrafin 23 më lart).", "89. Gjithashtu, gjatë gjykimit kërkuesi u ankua në lidhje me refuzimin e policisë për të lejuar avokatin G.M. për ta kontaktuar atë më 14 mars 2007 dhe i kërkoi gjykatës për të dëgjuar provat nga G.M., por kërkesa e tij ishte refuzuar si e parëndësishme (shih paragrafin 44 më lart).", "90. Në të gjitha këto parashtresa është thënë se, G.M. kishte qenë i punësuar nga prindërit e kërkuesit për të përfaqësuar atë gjatë marrjes në pyetje nga policia dhe se policia kishte mohuar G.M. për qasje, edhe pse ai kishte ardhur në fakt në stacionin e policisë para se marrja në pyetje e kërkuesit të kishte filluar dhe para se avokati M.R. të ishte thirrur në stacionin policor. Eshtë pretenduar gjithashtu se, ndërsa në mëngjesin e 14 marsit 2007 G.M. kishte vetëm autorizimin me gojë nga nëna e kërkuesit, se pasdite ndihmësi i tij ligjor ka paraqitur një autorizim me shkrim të avokatit nga babai i kërkuesit (shih paragrafin 16 më lart).", "91. Prandaj, parashtruesi i kërkesës, me anë të veprimeve të tij dhe atyre të avokatit të tij, tërhoqi në mënyrë të qartë vëmendjen për rrethanat në të cilat G.M. kishte tentuar për ta kontaktuar atë para se të merrej në pyetje nga policia.", "92. Në këto kushte, Gjykata gjen mjaftueshëm të vërtetuar se G.M. ishte punësuar nga njëri ose të dy prindërit e kërkuesit, se ai u përpoq për më shumë se një herë, më 14 mars 2007 të takonte kërkuesin në Stacionin e Policisë së Rijekës dhe se policët i thanë atij që të largohet, pa e informuar kërkuesin se G.M. kishte ardhur për t’a parë. Gjykata konstaton më tej se, vizita dhe kërkesat e G.M. për të takuar kërkuesin në stacionin e policisë kishte ndodhur para se të lishte filluar marrja në pyetje nga policia.", "93. Prandaj, ndërsa kërkuesi kishte zgjedhur formalisht avokatin M.R. për ta përfaqësuar gjatë marrjes në pyetje të policisë, se zgjedhja nuk ishte e informuar për shkak se kërkuesi nuk kishte dijeni se një tjetër avokat, i punësuar nga prindërit e tij, kishte ardhur në stacionin policor për ta takuar atë, me sa duket për qëllim përfaqësimi.", "", "(B) A ka arsye të rëndësishme dhe të mjaftueshme në interes të drejtësisë për të kufizuar aksesin e kërkuesit për G.M.?", "", "94. Gjykata vëren se, arsyeja e vetme e cituar nga Qeveria për të mos lejuar G.M. për të takuar kërkuesin ishte fakti se G.M., sipas mendimit të Qeverisë, nuk kishte autorizimin e duhur të avokatit për ta përfaqësuar. Në të njëjtën kohë, Qeveria nuk e konstaton se, kërkuesi nuk është informuar në kohën përkatëse kur G.M. përpiqej t’a shihte në stacionin e policisë.", "95. Gjykata vëren, megjithatë, se G.M. ka pretenduar përpara autoriteteve kombëtare që ishte në fakt i pajisur me një autorizim me shkrim të avokatit nga prindërit e kërkuesit më 14 mars 2007. Duket se, këto pretendime nuk janë hedhur poshtë bindshëm në procedimet e brendshme. Për më tepër, një autorizim me shkrim i avokatit është përfshirë në dosjen e përpiluar nga gjykatësi hetues më 15 mars 2007, kur kërkuesi u soll para tij nga policia.", "96. Legjislacioni i brendshëm është i qartë në faktin se një avokat mbrojtës mund të jetë i punësuar nga i dyshuari apo nga të afërmit e tij, duke përfshirë edhe prindërit e tij (shih nenin 62 të Kodit të Procedurës Penale, paragrafi 59 më sipër). Në përputhje me paragrafin 6 të nenit 62, i dyshuari mund të autorizojë me gojë një avokat për të vepruar në emër të tij gjatë procedurës. Qëllimi i nenit 62, paragrafi 4, të Kodit të Procedurës Penale, i cili parashikon se avokati mbrojtës mund të punësohet nga të afërmit e të akuzuarit, por që i akuzuari mundet që shprehimisht të refuzojë avokatin e zgjedhur, nuk mund të arrihet nëse i akuzuari është njoftuar se të afërmit e tij ose të saj të ngushtë kanë punësuar një avokat për të. Kjo, në çdo rast, i detyron oficerët e policisë që të paktën të informojnë parashtruesin e kërkesës se G.M. kishte ardhur në stacionin e policisë dhe se ai kishte qenë i autorizuar nga prindërit e tij për ta përfaqësuar atë. Megjithatë, policia harroi të informojë kërkuesin për këtë dhe gjithashtu nuk pranon avokatin G.M.", "97. Ky mosveprim dhe refuzim vështirë se mund të shpjegohet me faktin se, kërkuesi më vonë ka nënshkruar një prokurë për avokatin e autorizuar M.R. që të jetë i pranishëm gjatë marrjes në pyetje të tij nga ana e policisë. Siç është përmendur tashmë, G.M. kishte bërë përpjekjet për të ndihmuar atë, duke qenë gjatë gjithë kohës në dijeni të avokatit, pasi u udhëzua nga prindërit e tij.", "98. As dokumentet në dosjen e rastit penal nuk zbulojnë ndonjë arsyetim për lëshimet dhe veprimet e policisë që rezultuan në mohim të mundësisë së kërkuesit për të zgjedhur nëse ai dëshironte të ndihmohej nga G.M. gjatë marrjes në pyetje. Për më tepër, sipas një proçesverbali me shkrim të dëshmive verbale të kërkuesit dhënë para gjykatësit hetues më 15 mars 2007, një ditë pas arrestimit të tij, kërkuesi deklaroi se avokati i tij i zgjedhur ishte G.M. dhe se policët i kishin mohuar atij qasje tek G.M. Ai gjithashtu tha se nuk e kishte punësuar M.R. si avokatin e tij (shih paragrafin 22 më lart).", "99. Në këto rrethana, Gjykata nuk është e bindur se kufizimi i kundërshtuar, që rezulton nga sjellja e policisë, e mundësive të kërkuesit të caktojë G.M. për ta përfaqësuar nga faza fillestare e marrjes në pyetje nga policia, u mbështet në arsyet relevante dhe të mjaftueshme (për raste të arsyeve relevante dhe të mjaftueshme, shikoni Meftah dhe të tjerë, cituar më lart, § 45; Mayzit, cituar më lart, § 68;. Popov kundër Rusisë, . nr. 26853/04, § 173, 13 korrik 2006; dhe gjithashtu Zagorodniy, cituar më lart, § 53, në lidhje me mungesën e kualifikimeve të përfaqësuesit, Vitan, cituar më lart, §§ 59-63, ku avokati i zgjedhur prej të pandehurit nuk e bëri të paraqitej në shqyrtim, pa shkaqe të arsyeshme, Croissant, cituar më lart, § 30, në lidhje me caktimin e një avokati shtesë për sigurimin e mbajtjes së duhur të procedurës; Prehn k. Gjermanisë (dhm), nr. 40451/06,. 24 gusht 2010 në lidhje me zëvendësimin e një avokati i cili nuk kishte praktikuar në të njëjtën gjykatë dhe është vendosur larg, duke penguar zhvillimin e duhur të procedurës; dhe Klimentyev, cituar më lart, § 118, ku i pandehuri ishte përfaqësuar nga një numër avokatësh, ku jo të gjithë ishin në gjendje të marrin pjesë në procedurë).", "", "(C) Nëse kërkuesi hoqi dorë nga e drejta për t’u përfaqësuar nga një avokat i zgjedhur prej tij.", "", "100. Gjykata është shprehur se as shkrimi, as fryma e nenit 6 të Konventës nuk e ndalon një person të heqë dorë me vullnetin e tij të lirë, shprehimisht ose në mënyrë të heshtur, nga e drejta për garancitë e një gjykimi të drejtë. Megjithatë, një dorëheqje e tillë duhet, që të jetë efektive për qëllimet e Konventës, të vendoset në mënyrë të qartë; ajo nuk duhet të bjerë ndesh me ndonjë interes të rëndësishëm publik (shih Sejdovic k. Italisë [GC], nr. 56581/00, § 86, GJEDNJ 2006- II), dhe duhet të marrë pjesë me garanci minimale me rëndësinë e saj (shih Poitrimol k. Francës, 23 nëntor 1993 § 31, Seria A nr. 277-A).", "101. Në lidhje me këtë, mund të jetë përsëritje se e drejta për avokat, duke qenë një e drejtë themelore në mesin e atyre që përbën nocionin e një gjykimi të drejtë dhe për të siguruar efikasitetin e pjesës tjetër të garancive të përcaktuara në nenin 6 të Konventës, është një shembull kryesor i atyre të drejtave që kërkojnë mbrojtje të veçantë të \"ditur dhe inteligjente\" standard i përcaktuar në jurisprudencën e Gjykatës (shih Pishchalnikov k. Rusisë, nr. 7025/04, § 77-79, 24 shtator 2009). Një standart i tillë duhej, sipas mendimit të Gjykatës, për të aplikuar për zgjedhje të avokatit të kërkuesit në rastin konkret.", "102. Ndërsa Gjykata ka vërejtur tashmë, kërkuesi nuk ishte në dijeni se G.M., punësuar nga prindërit e tij, kishte ardhur në stacionin policor për ta takuar atë. Gjykata gjithashtu vëren se, kërkuesi kundërshtoi atë që ai karakterizohet si \"imponim\" i avokatit M.R. gjatë marrjes në pyetje nga policia, para së gjithash gjatë ekzaminimit të tij fillestar nga një gjykatës hetues dhe më pas gjatë tërë procedurës. Në këto rrethana, nuk mund të mendohet se, me autorizimin e nënshkruar dhe dhënien e një deklaratë në polici, kërkuesi heq dorë pa mëdyshje, qoftë në mënyrë të heshtur ose në mënyrë të qartë, nga çdo e drejtë që ai kishte në bazë të nenit 6 të Konventës për tu përfaqësuar nga një avokat i zgjedhur vetë.", "", "(D) Nëse drejtësia e procedurës në tërësi do të ishte e paragjykuar", "", "103. Duke u kthyer në krah të pyetjes nëse kufizimi i rezultuar në ushtrimin e kërkuesit të zgjedhjes së tij të informuar të avokatit ndikuar negativisht në ndershmërinë e procesit në tërësi, Gjykata vëren që në fillim se deklarata e kërkuesit në polici është përdorur në dënimin e tij, edhe pse kjo nuk ishte platforma qendrore e ndjekjes së çështjes (shih, në të kundërt, çështjen Magee kundër Mbretërisë së Bashkuar, nr. 28135/95, § 45, ECHR 2000 VI). Është gjithashtu e vërtetë se gjykata pa deklaratën e tij në kuadër të grupit kompleks të provave para saj (krahasoni Bykov k. Rusisë [GC], nr. 4378/02, § 103, 10 mars 2009). Në mënyrë të veçantë, në fajësimin e kërkuesit, gjykata u mbështet në deklaratat e një numri të dëshmitarëve në pyetje gjatë gjykimit, raportet e shumta të ekspertëve dhe të dhënat e hetimit të vendit të krimit dhe kërkimet dhe konfiskimet, si dhe fotografi të rëndësishme dhe prova të tjera fizike. Përveç kësaj, gjykata ka pasur në dispozicion rrëfimet e bëra nga kërkuesi, bashkë-akuzuarit në shqyrtim, dhe as kërkuesi, as bashkakuzuarit e tij nuk argumentuan se asnjë nga të drejtat e tyre ishin shkelur, kur ata kishin bërë këto deklarata.", "104. Kërkuesi nuk u ankua gjatë procedurës penale që avokati M.R. kishte dështuar që ta siguronte atë me këshilla të duhura ligjore. Për më tepër, në argumentet e saj përmbyllëse në gjyq, përfaqësuesi i kërkuesit i kërkoi gjykatës - në rastin e saj duke hedhur poshtë thirrjen e klientit të saj për pafajësi - për të marrë në konsideratë në dënimin e kërkuesit, rrëfimin e tij në polici dhe keqardhjen e tij të sinqertë (shih paragrafin 47 lart).", "105. Për sa i përket mënyrës në të cilën MR është zgjedhur për të përfaqësuar kërkuesin, Gjykata i referohet nenit 177 § 5 të Kodit të Procedurës Penale, i cili kërkon që i akuzuari së pari duhet të ftohet për të punësuar një avokat të zgjedhur prej tij (shih paragrafin 60 më lart). Vetëm kur avokati i zgjedhur fillimisht nga një i dyshuar është në gjendje të marrë pjesë në marrjen në pyetje të policisë brenda një periudhe të caktuar kohe duhet një avokat zëvendësues të zgjidhet nga lista e avokatëve në detyrë të ofruar nga autoriteti kompetent i policisë nga degët e qarkut të Dhomës së Avokatëve të Kroacisë. Megjithatë, nuk ka asnjë dëshmi bindëse në dokumentet e paraqitura në Gjykatë nëse këto procedura janë ndjekur në rastin e kërkuesit. Gjykata konstaton se fatkeqësisht procedurat e përdorura dhe vendimet e marra nuk janë dokumentuar siç duhet në mënyrë që të shmanget çdo dyshim i ngritur në lidhje me presionin e tepruar në lidhje me zgjedhjen e avokatit (shih, mutatis mutandis, Martin, cituar më lart, § 90, dhe Horvatić k. Kroacisë, nr. 36044/09, §§ 80-82, 17 tetor 2013).", "106. Gjykata vëren se procesverbali i pyetjes së kërkuesit nga policia tregon se M.R. mbërriti në stacionin e policisë rreth orës 7:45 të darkës më 14 mars 2007 dhe se pyetja e kërkuesit filloi në orën 8:10 të darkës (shih paragrafin 21 më lart). Nuk ka asnjë tregues për kohën e saktë kur kërkuesi dhe M.R. filluan konsultimet, nuk ka as ndonjë shpjegim se pse ky informacion nuk është dhënë në procesverbalin e marrjes në pyetje. Gjykata vëren gjithashtu se deklarata nga D.H., Prokuror i Shtetit të Rijekës, tregon se M.R. bisedoi me kërkuesin në privatësi për rreth dhjetë minuta (shih paragrafin 25 më lart). Vendimi i Gjykatës së Qarkut të Rijekës tregon se M.R. erdhi në stacionin e policisë në 7:45 të darkës dhe se është marrë në pyetje në 8:10 të darkës (shih paragrafin 50 më lart). Kjo u konfirmua në aktgjykimin e Gjykatës Supreme (shih paragrafin 54 më lart). Sipas mendimit të Gjykatës, pa spekuluar në lidhje me efektivitetin e ndihmës juridike të ofruar nga MR, kjo periudhë duket se ka qenë relativisht e shkurtër, duke pasur parasysh qëllimin dhe seriozitetin e akuzave, duke përfshirë tre akuza për vrasje të rëndë dhe akuza të mëtejshme për grabitje të armatosur dhe zjarr vënie. Në kontekst të kërkesës në nenin 6 § 3 (b) se një të akuzuari duhet t’i jepet kohë e mjaftueshme për përgatitjen e mbrojtjes së tij.", "107. G.M. tashmë do të kishte qenë në dispozicion për të ndihmuar kërkuesin në mëngjes, shumë kohë para se marrja në pyetje të kishte filluar, dhe ishte një avokat të cilin kërkuesi e dinte nga një rast i mëparshëm. Nëse do të kishte qenë informuar nga policia për praninë e G.M. dhe nëse do të kishte zgjedhur G.M. për ta përfaqësuar atë, kërkuesi do të kishte pasur në mënyrë të konsiderueshme më shumë kohë për të përgatitur veten për pyetjen.", "108. Në lidhje me këtë, Gjykata përsëri nënvizon rëndësinë e fazës së hetimit për përgatitjen e procedurës penale, pasi provat e marra gjatë kësaj faze përcaktojnë kornizën në të cilën shkelja e ngarkuar do të konsiderohet në gjyq (shih Salduz, cituar më sipër, § 54), dhe thekson se një person i akuzuar për një vepër penale tashmë duhet t’i jepet mundësia në këtë fazë të drejtohen për ndihmë mbrojtësit të zgjedhur prej tij ose të saj (shih Martin, cituar më lart, § 90). Drejtësia e procedurave kërkon që i akuzuari duhet të jetë në gjendje të marrë të gjithë gamën e shërbimeve të lidhura në mënyrë specifike me ndihmë ligjore. Në këtë drejtim, avokati duhet të jetë në gjendje për të siguruar pa kufizim aspektet themelore të mbrojtjes së atij personi: diskutimin e rastit, organizimin e mbrojtjes, mbledhjen e dëshmive të favorshme për të akuzuarin, përgatitjen për pyetje, mbështetje për të akuzuarit në ankth dhe kontrollimin e kushteve të paraburgimit (shih Dayanan, cituar më lart, § 32).", "109. Kur, si në rastin në fjalë, pretendohet se emërimi apo zgjedhja nga një i dyshuar i avokatit për të përfaqësuar atë ka ndikuar apo çuar në bërjen e një deklarate inkriminuese nga të dyshuarit që në fillim të hetimit penal, nevojitet shqyrtim i kujdesshëm nga ana e autoriteteve, kryesisht gjykatat kombëtare. Megjithatë, arsyetimi i përdorur nga gjykatat kombëtare në këtë rast në lidhje me sfidën ligjore ngritur nga kërkuesi në lidhje me mënyrën në të cilën rrëfimi i tij është marrë nga policia ishte larg nga e konsiderueshmja. As gjykata e as gjykatësi hetues dhe asnjë autoritet tjetër kombëtar nuk morën asnjë hap për të marrë dëshmi nga G.M. ose oficerët e policisë të përfshirë në mënyrë që të krijonin rrethanat përkatëse përreth vizitës së G.M. në stacionin e policisë Rijeka më 14 mars të vitit 2007, në lidhje me pyetjet e kërkuesit nga ana e policisë. Në veçanti, gjykatat kombëtare nuk bënë asnjë përpjekje të vërtetë për të dhënë arsyet që mbështesin apo justifikojnë vendimin e tyre në drejtim të vlerave të një gjykimi të drejtë penal siç parashikohet në Nenin 6 të Konventës.", "110. Në këto rrethana, duke pasur parasysh qëllimin e Konventës, për të mbrojtur të drejtat që janë praktike dhe efektive (shih Lisica k. Kroacisë, nr. 20100/06, § 60, 25 shkurt 2010), Gjykata nuk është e bindur se kërkuesi kishte një mundësi efektive për të sfiduar rrethanat në të cilat M.R. ishte zgjedhur për ta përfaqësuar atë gjatë marrjes në pyetje nga policia.", "111. Për të përcaktuar nëse, duke marrë procedurën penale në tërësi, kërkuesi ka marrë në dobi të tij një \"gjykimi të drejtë\" për qëllime të nenit 6 § 1, Gjykata duhet të ketë parasysh veprimet e policisë në parandalim, në mënyrë efektive kërkuesi, që në fillim të hetimit, nga të pasurit akses në mbrojtësit e zgjedhur nga familja e tij dhe të zgjedhë lirisht avokatin e tij, dhe pasojat e sjelljes së policisë për procedurat e mëvonshme. Në abstrakt, në qoftë se një i dyshuar merr ndihmën e një avokati të kualifikuar, i cili është i lidhur me etikën profesionale, dhe jo një avokat tjetër të cilin ai ose ajo mund të ketë preferuar për të emëruar, kjo nuk është në vetvete e mjaftueshme për të treguar se i gjithë gjykimi ishte i padrejtë - subjekt kusht se nuk ka prova të paaftësisë të dukshme apo paragjykim (shih Artico k. Italisë, 13 maj 1980, § 33, seria A nr. 37..). Në këtë rast, mund të supozohet se pasojë e sjelljes të policisë ishte se në deklaratën e tij të parë në polici, në vend të qëndronte i heshtur, pasi ai mund të bënte një gjë të tillë, kërkuesi ka bërë një rrëfim, i cili është pranuar më pas në provat kundër tij. Është gjithashtu e rëndësishme që gjatë hetimit dhe gjykimit kërkuesi nuk u mbështetet në rrëfimin e tij, përveç se për të ndikuar në zbutjen e dënimit të tij, por shfrytëzoi rastin e parë, para gjykatësit hetues, për të kundërshtuar mënyrën në të cilën rrëfimi ishte marrë prej tij nga ana e policisë (shih paragrafin 23 më lart). Edhe pse ka pasur prova të tjera kundër tij, ndikimi i rëndësishëm i mundshëm i rrëfimit të tij të parë në zhvillimin e mëtejshëm të procedurës penale ndaj tij nuk mund të injorohet nga Gjykata. Me pak fjalë, sipas mendimit të Gjykatës, pasoja e sjelljes së policisë çoi në parandalimin e zgjedhjes së avokatit nga familja e kërkuesit nga të pasurit akses tek ai, ishte i tillë që të dëmtojë drejtësinë e procedurës penale të mëvonshme për aq sa deklarata inkriminuese fillestare e kërkuesit u pranua në prova.", "", "(E) Përfundimi", "", "112. Gjykata ka gjetur se policia nuk e ka informuar kërkuesi mbi disponueshmërinë e avokatit G.M. për ta këshilluar atë ose për praninë e G.M. në stacionin e policisë Rijeka; që kërkuesi gjatë marrjes në pyetje nga policia, rrëfeu krimet me të cilat akuzohet dhe se ky rrëfim është pranuar si provë në gjyqin e tij; dhe se gjykatat kombëtare nuk adresuan këtë çështje dhe, në veçanti, nuk arritën të merrnin masat e duhura korrigjuese për të siguruar drejtësinë. Këta faktorë, të marrë në mënyrë kumulative, paragjykuan në mënyrë të pakthyeshme të drejtat e mbrojtjes së kërkuesit dhe minimizuan ndershmërinë e procesit në tërësi.", "113. Prandaj, Gjykata konstaton se në rrethanat e çështjes në fjalë ka pasur një shkelje të nenit 6 §§ 1 dhe 3 (c) të Konventës.", "", "", "II. ZBATIMI I NENIT 41 TË KONVENTËS", "", "114. Neni 41 i Konventës parashikon:", "\"Kur Gjykata konstaton se ka pasur një shkelje të Konventës ose të protokolleve të saj, dhe nëse e drejta e brendshme e Palës së Lart Kontraktuese mundëson vetëm ndreqje e pjesshme, Gjykata, nëse është e nevojshme, i akordon shpërblim të drejtë palës së dëmtuar. \"", "", "A. Dëmi", "", "115. Kërkuesi pretendoi 1,795,200 kuna kroate (HRK) në lidhje me dëmin jopasuror dhe një shumë shtesë prej 400 Kuna për çdo ditë duke filluar nga 26 dhjetor 2011 deri në lirimin e tij nga burgu, për të kompensuar për ankthin e shkaktuar nga procedurat penale dhe burgosja e tij.", "116. Qeveria nuk ka bërë ndonjë vërejtje në këtë drejtim.", "117. Gjykata nuk mund të spekulojë për rezultatin e procedurës kundër kërkuesit. Gjetja e një shkelje të nenit 6 §§ 1 dhe 3 (c) në rastin konkret nuk do të thotë se kërkuesi ishte dënuar gabimisht. Gjykata konsideron se konstatimi i shkeljes përbën thjesht plotësim. Ajo vëren se neni 502 i Kodit të Procedurës Penale lejon mundësinë e një rihapjeje të procedimeve (shih paragrafin 61 më lart). Rrjedhimisht, ajo rrëzon pretendimin e kërkuesit (shih Moser k. Austrisë, nr. 12643/02, § 108, 21 Shtator 2006;... Maresti k. Kroacsë, nr. 55759/07, § 75, 25 qershor 2009;.. Baloga k. Ukrainës, nr. 620/05, § 38, 16 shtator 2010;.. Hanif dhe Khan k. Mbretërisë së Bashkuar, nr. 52999/08 dhe 61779/08, § 155, 20 dhjetor 2011;.. Gürkan k. Turqisë, nr. 10987/10, § 26, 3 korrik 2012; Denk k. Austrisë, nr. 23396/09, § 24, 5 dhjetor 2013,.. dhe Aras k. Turqisë (nr.2), nr. 15065/07, § 62, 18 nëntor 2014).", "", "B. Kostot dhe shpenzimet", "", "118. Para Dhomës kërkuesi pretendoi HRK 5000 në lidhje me kostot e paraqitjes së ankesës së tij kushtetuese. Ai më tej pretendoi HRK 15683 në lidhje me shpenzimet e bëra para Gjykatës.", "119. Qeveria e kundërshtoi pretendimin në lidhje me kostot në proceset e brendshme.", "120. Më 31 korrik 2014 dhe 21 janar 2015 kërkuesi parashtroi një kërkesë tjetër për kostot dhe shpenzimet përveç paraqitjes para Dhomës. Pretendimi tjetër kishte të bënte me koston për tu përgatitur dhe përfaqësuar në seancën dëgjimore të datës 21 janar 2015. Shpenzimet shtesë arritën HRK 29,279.60.", "121. Sipas jurisprudencës së Gjykatës, një ankues ka të drejtën e rimbursimit të kostove dhe shpenzimeve vetëm në masën që ajo ka treguar se këto ishin vërtet të nevojshme të paguheshin dhe ishin të arsyeshme. Në rastin konkret, Gjykata vëren se ankimi kushtetues i kërkuesit depozituar në lidhje me procedurat penale në fjalë kishte për qëllim korrigjimin e shkeljes që gjykata gjeti në bazë të nenit 6 §§ 1 dhe 3 (c) të Konventës. Duke i kushtuar vëmendje dokumenteve në dispozicion të saj dhe jurisprudencën e saj, Gjykata është e mendimit se shuma prej 6,500 EURO është e arsyeshme për të mbuluar shpenzimet sipas të gjitha rregullave, dhe i jepen kërkuesit, plus çdo taksë që mund të jetë e tatueshme mbi këtë shumë.", "", "C. Interesi i munguar", "", "122. Gjykata çmon të nevojshme se interesi i mospagimit duhet të bazohet në normën marzhinale të huadhënies të Bankës Qendrore Evropiane, së cilës duhet t’i shtohen tre pikë për qind.", "", "", "PËR KËTO ARSYE, GJYKATA", "1. Vendos, me gjashtëmbëdhjetë vota me një, se ka pasur shkelje të nenit 6 §§ 1 dhe 3 (c) të Konventës;", "", "2. Vendos, me gjashtëmbëdhjetë vota me një, se konstatimi i shkeljes përbën në vetvete shpërblimin e drejtë të mjaftueshëm për çdo dëm moral të pësuar nga kërkuesi;", "", "3. Vendos, me gjashtëmbëdhjetë vota me një,", "(A) se shteti i paditur duhet t’i paguajë kërkuesit, brenda tre muajsh, 6,500 euro (gjashtë mijë e pesëqind euro), plus çdo taksë që mund të jetë në ngarkim të kërkuesit, në lidhje me kostot dhe shpenzimet, që do të konvertohen në monedhën kombëtare të shtetit të paditur, në normën e zbatueshme në datën e shlyerjes;", "(B) që nga skadimi i tre muajve të lartpërmendura, deri në ekzekutim, do të paguhet interes i thjeshtë mbi shumat e mësipërme në një normë të barabartë me normën marzhinale të huadhënies të Bankës Qendrore Evropiane gjatë periudhës së mospagimit, plus tre pikë për qind;", "", "4. Rrëzon, njëzëri, pjesa tjetër e pretendimit të kërkuesit për shpërblim të drejtë.", "", "Bërë në anglisht dhe frëngjisht, dhe do të dërgohet në një seancë publike në Ndërtesën e të Drejtave të Njeriut, Strasburg, më 20 tetor 2015.", "", "Laërence Early \t\t\t\t\t\t\t\tDean Spielmann", "Këshilltarë Juridik\t\t\t \t\t\t\t\t    Kryetar", "", "", "Në përputhje me nenin 45 § 2 të Konventës dhe Rregullën 74 § 2 të Rregullores së Gjykatës, opinionet e mëposhtme të veçanta i janë bashkëngjitur këtij vendimi:", "(A) Mendimi pajtues i gjyqtarit Zupancic;", "(B) Mendimi bashkë-pajtues i Gjyqtarëve Kalaydjieva, Pinto de Albuquerque dhe Turkovic;", "(C) Mendimi pajtues i gjyqtarit Silvis dhe gjyqtarit Spielmann;", "(D) Mendimi kundërshtues i Gjyqtarit Vehabovic.", "", "", "D.S.", "T.L.E.", "", "", "", "MENDIMI PAJTUES I GJYQTARIT ZUPANCIC", "", "1. Unë pajtohem me përfundimin në këtë rast. Megjithatë, unë do të doja të ngrija një pikë referuar zbatimit të brendshëm të këtij vendimi - për aq sa ajo është, padyshim, gjyqi de novo që është mjeti natyral për konstatimin e shkeljes procedurale nga ana e Gjykatës Evropiane të të Drejtave të Njeriut (GJEDNJ).", "2. Neni 502 i Kodit të Procedurës Penale të Kroacisë, i ndryshuar në vitin 2011, parashikon se rihapja e procedimeve zbatohet me kërkesë për rishikimin e një vendimi të formës së prerë të brendshëm për shkak të konstatimit të shkeljes, nga ana e GJEDNJ. Kjo kërkesë për rihapje mund të paraqitet brenda një afati kohor 30 ditor, duke filluar nga data në të cilën e vendimi i GjEDNj do të ketë marrë formë të prerë (§ 60 i gjykimit kryesor).", "3. Pyetja, megjithatë, në të gjitha rastet e ngjashme nuk është thjesht rihapja e procedimeve. Në mënyrë të qartë, qëllimi i brendshëm i gjykimit de novo në rrethana të tilla është për të korrigjuar gabimet fatale, të ngjashme me \"gabime absolutisht thelbësore procedurale\" në ligjin e brendshëm që kanë çuar në konstatimin tonë të shkeljes që në momentin e parë. Pa dyshim, rasti në fjalë është një situatë e vijës kufitare në lidhje me të drejtën e të dyshuarit për një avokat të zgjedhur prej tij. Megjithatë, kjo nuk devijon nga detyra e brendshme për të korrigjuar gabimet procedurale që kanë çuar në konstatimin tonë të shkeljes. Vendimi i shumicës përcakton prezumimin e privilegjit kundër vetë-inkriminimit dhe vë theksin në rigjykim, por kjo nuk specifikon parametrat procedurale brenda të cilave procedura e re duhet të provohet.", "4. Në këtë rast është kryer gabim gjatë marrjes në pyetje në të ashtuquajturën fazë kritike të procedurës paraprake penale, dmth., në fazën rezultati i të cilës mund të paracaktojë rezultatin e vetë gjyqit. Siç ka thënë George Feifer: \"Kodi penal sovjetik nuk e lejon një avokat të jetë i pranishëm gjatë hetimit. Gjyqi sovjetik ka qenë duke përshkruar me vend si \"një apelim nga procedura paraprake e hetimit”. (Feifer, Drejtësia në Moskë, 1964, f. 86.) Metafora ishte përsëritur nga ana e Gjykatës Supreme të SHBA Justice AJ Goldberg në rastin e famshëm të Escobedo k. Illinois, 378 SHBA 478 (1964), një shenjë paralajmëruese për Miranda k. Arizona, 384 SHBA 436 (1966). Dyzet e dy vjet më vonë vetë rasti ynë i Salduz kundër Turqisë, 36391/02 (2008), § 50, gjithashtu, citon: \"Gjykata rithekson se, edhe nëse qëllimi kryesor i nenit 6 të Konventës, për sa i përket procedurave penale, është që të sigurojë një gjykim të drejtë nga një \"gjykatë\" kompetente për të përcaktuar \"çdo akuzë penale\", kjo nuk do të thotë se neni nuk ka aplikim të procedurës paraprake. Kështu, Neni 6 - sidomos paragrafi 3 i tij - mund të jetë me rëndës para se rasti të dërgohet për gjykim, nëse dhe për aq sa drejtësia e gjykimit ka të ngjarë të paragjykohet seriozisht nga një dështim fillestar në përputhje me dispozitat e tij [...] si Gjykata ka gjykuar tashmë në vendimet e saj të mëparshme, e drejta e përcaktuar në nenin 6 § 3 (c) të Konventës është një element, ndër të tjera, i konceptit të gjykimit të drejtë në procedurat penale të përfshira në nenin 6 § 1 [ ...]. \"", "5. Në këtë moment hasim çështjen e mjetit të përshtatshëm procedural që do të aplikohet nga gjykatat e brendshme mbi ri-gjykimin e çështjes. Çfarë duhet bërë me provat, të cilat nuk arritën të merreshin nga policia, a ishte kjo për mungesë të avokatit legjitim të dyshuarit gjatë marrjes në pyetje? Pyetja do të jetë deri në çfarë mase provat e marra gjatë gjykimit të kërkuesit janë fryti i pemës helmuese të shkeljes së qartë primare të të drejtave të Konventës të kërkuesit. Si kuptohet më lart, testi që do të aplikohet është një test sine qua non, dmth., pyetja vlen për të gjitha provat që rrjedhin drejtpërdrejt ose tërthorazi nga pyetja e parregullt kritike, në fillim të kësaj procedure të brendshme.", "6. Çështja, pra, është rregulli përjashtues. Në gjykimin e ri, që e drejta për avokat të ketë ndonjë kuptim, provat e marra më parë të ndotura - \"kontaminojnë\", për shkak se ato janë marrë në mungesë të një avokati legjitim - duhet të fshihen me ndërgjegje nga dosja në lidhje me kërkuesin dhe, për më tepër, gjykata e re që ka të bëjë me çështjen nuk ka njohuri të provave të ndotura, në të cilat mbështetet gjatë gjykimit të mëvonshëm.", "7. Në sistemin ligjor kontinental nuk është aq e lehtë për të arritur, duke pasur parasysh se procedura penale nuk e njeh të ashtuquajturën procedurë Voir-dire për përzgjedhjen e anëtarëve të jurisë. Në procedurën Voir-dire anëtarët e jurisë mund të përjashtohen në mënyrë të pakundërshtueshme dhe për një kauzë. Për shembull, në rastin tonë anëtarët e jurisë, të cilët kishin formuar, në bazë të njohurive të mëparshme të këtij rasti famëkeq, një opinion në lidhje me përgjegjësinë penale të të akuzuarit etj., do të përjashtohet për një arsye. Rezultati përfundimtar i kësaj, atëherë do të jetë formimi i një jurie që do të ketë, për aq sa lidhet rasti Dvorski.", "8. Në ligjin e brendshëm, me sa duket do të caktohet për një formacion të gjyqtarëve, disa prej të cilëve do të jenë gjyqtarë profesionistë, ndërsa të tjerët do të jenë vlerësuesit laik, dy prej tyre, të zgjedhur në bazë të së drejtës kushtetuese të të pandehurit ndaj gjyqtarit natyror. Megjithatë, duke pasur parasysh famën e rastit, nuk ka asnjë garanci që këta gjyqtarë nuk do të kenë asnjë mendim të deritanishëm të formuar dhe do të jenë, në përputhje me rrethanat, të aftë për të parë çështjen me një mendje të freskët. Pasi xhindi ka dale jashtë, është e pamundur të kthehet përsëri në shishe.", "9. Nga ana tjetër, rregulli përjashtues buron nga sistemi, common law, në të cilin vendimi për tu shpallur fajtor apo i pafajshëm është dhënë nga një juri. Juria është e ndërgjegjshme për pjesë të veçanta të provave të pranueshme. Në qoftë se prova është e papranueshme, edhe sipas rregullit përjashtues, juria kurrë nuk do ta shohë atë ose të dëgjojë të flitet për të. Roli procedural i gjyqtarit në sistemin common law është që të shikojë mbi pranueshmërinë e provave, në bazë të një doktrine të zhvilluar mirë të ligjit të provave.", "10. Në sistemin kontinental ky organ i ligjit për pranueshmërinë e provave thjesht nuk ekziston. Në vend të kësaj, ne kemi parimin qeverisjes të quajtur “gjetja e lirë e provave\" se ka qenë përgjigjja historike e rregullave mekanike të mësipërme që rregullojnë vlerën e një prove të caktuar. Profesori i njohur kroat dhe teoricieni ligjor Vladimir Bayer kishte thënë, shumë dekada më parë, se përpjekja për ta futur sistemin e jurisë në ligjin Kontinental kishte abortuar pikërisht për shkak se nuk kishte asnjë organ të ligjit të provave që rregullon pranueshmërinë e provave gjatë gjykimit penal.", "11. Në mënyrë të qartë, kjo na prezanton me problemin e përjashtimit të provave të kontaminuara, pra me rregullin përjashtues, gjatë gjykimit të caktuar, sepse sapo provat paraqiten, nuk ka asnjë mënyrë për të përjashtuar atë nga gama njohëse e gjyqtarëve .", "12. Rregulli gjerman për efekt se gjyqtari nuk mund të mbështetet në prova të tilla në arsyetimin e tij ose të saj, motivimi i gjykimit është, për të thënë pak, naiv në atë masë që ky presupozon aftësinë e gjyqtarëve të injorojnë kontaminimin ose, ndryshe, provat e papranueshme.", "13. Supozimi i gabuar u demaskua nga peshkopi Berkeley, për efekt se përshkrimi i vërtetimit të një ideje shpjegon mënyrën përmes së cilës ideja kishte mbërritur, nënvizon ndalesën e përmendur në motivimin e vendimit të subjektit të sundimit të provave përjashtuese. Kjo natyrisht që nuk do të pengojë gjyqtarin nga ex post facto në racionalizimin e \"bindjes personale\" të tij, siç e quajnë francezët.", "14. Në qoftë se efektiviteti i sundimit përjashtues në rihapjen e gjykimit nuk do të ketë qenë siguruar, zgjidhja e vetme do të duket të jetë për kërkuesin për të paraqitur çështjen në GJEDNJ. Nëse ky do të jetë rasti, në mënyrë të qartë, Gjykata do të duhet të merret me këtë çështje të vështirë. Ky problem, nota bene, nuk është specifik në Kroaci; juridiksionet e tjera kontinentale pa një juri do të kenë të njëjtin problem. Kjo është arsyeja që unë jam duke ngritur pyetjen: në pritje të problemit të përjashtimit të të papranueshmeve dhe provave të kontaminuara.", "", "", "OPINION I PËRBASHKËT PAJTUES I GJYQTARËVE KALAYDJIEVA, PINTO DE ALBUQUERQUE DHE TURKOVIC", "", "1. Ne pajtohemi me mendimin e shumicës se ka pasur një shkelje të nenit 6 §§ 1 dhe 3 (c) të Konventës në këtë rast, por nuk pajtohem plotësisht me arsyetimet e tyre. Sipas mendimit tonë, rasti në fjalë ngre katër pyetje të rëndësishme, të cilat meritojnë një qasje parimore. Së pari, nëse e drejta e një avokati përfshin në vetvete një të drejtë që t’i drejtohesh për ndihmë ligjore dikujt zgjedhur vetë nga fazat fillestare të procedurës. Së dyti, përmbajtja e të drejtës për të zgjedhur një avokat. Së treti, nëse e drejta për një avokat të zgjedhur prej dikujt duhet të jetë subjekt i një standardi më të vogël të mbrojtjes se e drejta për të pasur qasje ndaj një avokat. Së katërti, nëse Gjykata duhet të vlerësojë drejtësinë e gjykimit si një e tërë dhe të zbatojë testin e balancimit (padëmshme- analiza e gabimit) në një situatë në të cilën një kërkuesi i është mohuar e drejta për të zgjedhur një avokat gjatë hetimit të policisë në rrjedhën e të cilës ai ose ajo ka bërë deklarata vetë-fajësuese. Ne do të merremi me këto pyetje, duke marrë parasysh jurisprudencën e Gjykatës dhe standardet aktuale të së drejtës ndërkombëtare të të drejtave të njeriut dhe të drejtës penale ndërkombëtare.", "", "E drejta për një avokat të zgjedhur nga vetë i pandehuri në fazat fillestare të procedurës", "2. Në Salduz Gjykata deklaroi se, si rregull, qasje për avokat duhet të sigurohet nga pyetja e parë për një të dyshuar nga policia, nëse nuk mund të demonstrohet në dritën e rrethanave të veçanta të çështjes se kanë qenë bindëse arsyet për të kufizuar këtë të drejtë. Edhe në rastet kur një i dyshuar ka mbetur i heshtur dhe nuk është marrë në pyetje në paraburgim, një kufizim i së drejtës së tij për ndihmë juridike nga koha e arrestimit mund të bjerë në kundërshtim me kërkesat e nenit 6 §§ 1 dhe 3 (c) të Konventës. Arsyeja për këtë është se, nuk i takon Gjykatës të flasë për ndikimin e qasjes së kërkuesit për një avokat, ndërsa në paraburgim do të kishte pasur një procedurë pasuese. Megjithatë, vendimi Salduz lë të hapur çështjen se në çfarë mase në rrethana të tilla e drejtën e aksesit tek një avokat mund të përfshijë të drejtën për avokat të dikujt që ta zgjedhë vetë. Tek Salduz, e drejta për një avokat të zgjedhur prej dikujt gjatë procedurës paraprake është diskutuar, por kurrë si çështje qendrore. Ne mirëpresim gjetjen nga shumica (në paragrafët 78 dhe 108 të vendimit) ku shprehimisht njeh të drejtën për një avokat të dikujt të zgjedhur vetë nga fazat fillestare të procedurës dhe në këtë mënyrë interpretuar në kontekstin e nenit 6 § 3 (c) në përputhje me standardet ligjore ndërkombëtare. Megjithatë, ne besojmë se ky përfundim garanton arsyetim më të detajuar.", "3. Në instrumentet e krahasueshme ndërkombëtare të Konventës, të tilla si Pakti Ndërkombëtar mbi të Drejtat Civile dhe Politike (neni 14 § 3 (b)), Konventa Amerikane për të Drejtat e Njeriut (neni 8 § 2 (d)) dhe Karta Afrikane mbi të Drejtat e Njeriut dhe (Neni 7 § 1 (c)), e drejta e të dyshuarit për ndihmën e një avokati të zgjedhur prej tij ose të saj në procedurë paraprake nuk është përcaktuar shprehimisht, por ajo është pranuar në praktikë.", "4. Komiteti i të Drejtave të Njeriut të OKB-së (UNHRC) ka gjetur në një numër rastesh se, caktimi i avokatit nga gjykata gjatë hetimeve paraprake (edhe për një ditë), në kundërshtim me parimin e një gjykimi të drejtë në qoftë se një avokat i kualifikuar , i zgjedhur nga i akuzuari është në dispozicion dhe i gatshëm për ta përfaqësuar atë dhe në qoftë se aktet hetimore janë kryer. Për më tepër, UNHRC në Komentin e Përgjithshëm nr. 32 theksoi se, e drejta për të komunikuar me avokatin ishte e nevojshme që të akuzuarit t’i jepet akses i shpejtë për avokat. Përveç kësaj, UNHRC ka deklaruar se \"të gjithë personat të cilët janë arrestuar duhet menjëherë të kenë qasje me një avokat\". Po kështu, kjo e drejtë ka qenë vazhdimisht afirmuar në jurisprudencën e Gjykatës Inter Amerikane të të Drejtave të Njeriut dhe Komisionit Afrikan për të Drejtat e Njeriut dhe Popujve.", "5. Direktiva e Bashkimi Evropian 2013/48 / EU garanton që, të gjithë të dyshuarit kanë të drejtë të këshillohen nga një avokat nga faza e parë e marrjes në pyetje nga policia dhe në të gjitha fazat e mëvonshme të procedurës penale dhe procedurave evropiane të urdhër-arrestit, dhe se, në arrest dhe gjatë ndalimit, ata mund të komunikojnë me familjen e tyre dhe me autoritetet konsullore, në qoftë se ata janë jashtë vendit të tyre.", "6. E drejta e qasjes për një avokat të zgjedhur prej dikujt në procedurë paraprake është gjetur si në ligjin Evropian (shih paragrafët 62-65 të gjykimit), dhe në të drejtën universale. Kjo është plotësisht në përputhje me Parimin 1 të Parimeve Themelore të OKB-së për Avokatët, i cili pohon se \"të gjithë personat kanë të drejtë të kërkojnë ndihmën e një avokati të zgjedhur prej tyre për të mbrojtur dhe për të vendosur të drejtat e tyre dhe për t’i mbrojtur ato në të gjitha fazat e procedurës penale\". Parimi 5 i Parimeve Themelore mbi Avokatët dhe Parimi 17 i Grupit të Parimeve mbi të drejtën për gjykim të drejtë dhe korrigjimin në mënyrë specifike siguron se, kur një person është arrestuar, i akuzuar apo i paraburgosur duhet të informohet menjëherë për të drejtën për ndihmë juridike të zgjedhjes së tij. Së fundi, Neni 7 i Parimeve Themelore të Avokatëve kërkon nga qeveritë për të siguruar që të gjithë personat që janë arrestuar ose ndaluar duhet të kenë qasje tek një avokat brenda dyzet e tetë orëve nga koha e arrestimit ose ndalimit të tyre.", "7. Në të drejtën penale ndërkombëtare, e drejta për të zgjedhur një avokat në procedurën paraprake është e themeluar mirë, si në Statutin dhe Rregullat e Procedurës dhe Provave të gjykatave të ndryshme ndërkombëtare dhe në praktikë. Në bazë të nenit 21 § 4 të Statutit të Tribunalit Penal Ndërkombëtar për ish-Jugosllavinë (ICTY), Neni 20 § 4 i Statutit të Tribunalit Penal Ndërkombëtar për Ruandën (ICTR), Neni 17 § 4 të Statutit të Gjykata Speciale për Sierra Leone (SCSL) dhe nenin 55 § 2, Neni 56 dhe Neni 67 § 1 (d) të Statutit të Gjykatës Ndërkombëtare Penale (ICC), praktika ka qenë se vetëm një përqindje e vogël e personave të akuzuar janë përfaqësuar nga avokatët të financuar privatisht, të zgjedhur vetë. Në shumicën e rasteve, gjykatat i japin të pandehurit një listë të avokatëve të miratuar nga e cila ai ose ajo mund të zgjedhë. Në raste të tilla, gjykatat janë të detyruara të caktojnë një avokat shpejtë për të gjithë kohëzgjatjen e procedurës, duke përfshirë gjatë çdo marrje në pyetje të të pandehurit. Kur e drejta për avokat nuk është plotësuar, dëshmia që rezulton duhet të përjashtohet.", "", "Zgjedhja e lirë për avokat", "8. Sipas mendimit tonë, çështja qendrore në Dvorski është nëse autoritetet morën hapat e nevojshme aktive për të siguruar gëzimin efektiv të së drejtës së kërkuesit për ndihmë ligjore të zgjedhur prej tij - me fjalë të tjera, për ta siguruar atë me informata të njohura për ata që në kontekstin e ligjit të brendshëm ishin të nevojshme që të bëjë një zgjedhje të informuar të avokatit. Ashtu si pjesa më e madhe kanë arritur në përfundimin, \"policia nuk ka informuar kërkuesin mbi disponueshmërinë e avokatit G.M. për ta këshilluar atë, ose në praninë e G.M. në stacionin e policisë të Rijekës \"(shih paragrafin 112 të aktgjykimit) dhe në këtë mënyrë, pasi gjykimi thekson (shih paragrafin 93), \"ndërsa kërkuesi kishte zgjedhur formalisht avokatin M.R. për ta përfaqësuar atë gjatë marrjes në pyetje në polici, zgjedhja nuk ishte e informuar\".", "9. Në përputhje me Kodin e Procedurës Penale të Kroacisë, policia është e detyruar për të ndihmuar të dyshuarit për marrjen e informatave të nevojshme për të bërë një zgjedhje të informuar të përfaqësuesve duke u ofruar atyre një listë të avokatëve. Në dritën e dispozitave të brendshme ligjore, të cilat autorizojnë të afërmit e të pandehurve për të punësuar avokatët për ta dhe nga ana tjetër, autorizimi i të pandehurit të refuzojë për të angazhuar një avokat të punësuar nga të afërmit e tyre dhe gjithashtu për të dhënë autorizimin me gojë tek një avokat para se autoriteti të kryejë procedurat, ishte e nevojshme - pasi kërkuesi ka shprehur një dëshirë për të punësuar një avokat - për të informuar atë se prindërit e tij kishte punësuar tashmë një të tillë për të.", "10. Qeveria e paditur nuk konteston faktin se, policia kishte dështuar ta njoftojë kërkuesin për avokatin e punësuar nga prindërit e tij, e as nuk ofrojnë ndonjë arsyetim objektivisht të arsyeshëm për këtë dështim, ndërsa kërkuesi refuzoi avokatin e zgjedhur prej tij dhe tërhoqi deklaratën e tij vetë-fajësuese sa më shpejt që kjo ishte e mundur - në ditën e tjetër. As Qeveria nuk ka plotësuar barrën e provës në demonstrimin që kërkuesit i ishte siguruar një mundësi e të drejtës për të ushtruar të drejtën për një avokat të zgjedhur prej tij.", "11. Arsyeja e vetme cituar nga qeveria për të mos informuar kërkuesin që prindërit e tij kishin punësuar G.M. si avokatin e tij ishte fakti se G.M., në funksion të policisë dhe gjykatave të brendshme, nuk kishte autorizimin e duhur të avokatit për të përfaqësuar kërkuesin në kohën përkatëse. Në lidhje me këtë, Gjykata ka theksuar se G.M., ka pretenduar përpara autoriteteve kombëtare se ai në fakt kishte mbajtur një autorizim me shkrim të avokatit, të dhënë nga prindërit e kërkuesit më 14 mars 2007 (shih paragrafin 24 të vendimit). Kjo u hodh poshtë në procedimet e brendshme, edhe pse jo në mënyrë bindëse (shih paragrafët 55 dhe 95 të vendimit). Sido që të jetë, fshehja e një informacioni të tillë për arsye të thjeshta formale - për shembull, për shkak se avokati nuk kishte një prokurë me shkrim të avokatit - në rrethanat në të cilat avokati kishte përfaqësuar kërkuesin në një rast të mëparshëm dhe kishte qenë në kontakt me nënën e kërkuesit në Itali me telefon, dhe e gjithë kjo ishte bërë e njohur për policinë, nuk mund të ketë qenë objektive dhe e arsyeshme.", "12. Së fundi, Qeveria gjithashtu pretendoi se kërkuesi kishte pasur mundësinë për të zgjedhur nga një listë e avokatëve në detyrë më 14 mars 2007, por ata nuk i kanë ofruar Gjykatës një kopje të listës. Kërkuesi pohoi se, nuk kishte lista të tilla. Qeveria u përgjigj se, arkivat e stacionit policor kanë mbajtur lista të tilla. Në vend të kësaj, ata dorëzuan një listë me të njëjtën përmbajtje si lista e 2007. Në pikëpamje të ekzistencës së dy deklaratave kontradiktore në lidhje me ekzistencën e listës së vitit 2007, ne besojmë se barra e provës duhet të ketë qenë mbi Qeverinë, në lidhje me pretendimin e tyre se një listë e tillë ka ekzistuar dhe i është dhënë kërkuesit. Kjo ishte deri kur Qeveria të provonte faktin pozitiv se lista ka ekzistuar dhe se kërkuesi kishte zgjedhur një avokat nga ajo listë; nuk ishte barrë e kërkuesit për të provuar faktin negativ se lista nuk ekzistonte dhe se ai nuk kishte pasur mundësinë për të zgjedhur një avokat në këtë mënyrë. Qeveria ka dështuar për të paraqitur provat relevante në dispozicion në Gjykatës.", "13. Sipas mendimit tonë, kjo është e mjaftueshme për të garantuar përfundimin se, dështimi për të siguruar informacionin e duhur për kërkuesit ishte një lëshim i gabuar, si rezultat i së cilës kërkuesi ishte privuar në mënyrë të gabuar për planet e tij para në zgjedhjes. Me fjalë të tjera, ka pasur një ndërhyrje në të drejtën e tij për një zgjedhje të lirë dhe të informimit të avokatit. Një ndërhyrje e tillë, në mënyrë të pashmangshme, ngre dyshime se policia nuk mund të ketë vepruar në mirëbesim dhe në këtë mënyrë mund të ketë dështuar për të siguruar ushtrimin efektiv të të drejtave të mbrojtjes të kërkuesit sipas nenit 6 § 3 (c) dhe drejtësinë e gjykimit në bazë të nenit 6 § 1.", "", "Privimi i gabuar i zgjedhjes së avokatit", "14. Qëllimi i të drejtës për avokat të zgjedhur vetë është për të garantuar ndershmërinë e procesit penal nëpërmjet ndihmës adekuate profesionale. Në mungesë të provave të kundërta, një mohim i pajustifikuar apo kufizimi, e ndërhyrja, kjo e drejtë gjithmonë do të lërë përshtypjen e pashmangshme të një përpjekje nga autoritetet për të ndikuar në zgjedhjen e të dyshuarit në ndihmën profesionale që i imponojnë atij një avokat, i cili është \"i përshtatshëm\" për policinë apo i palës akuzuese, dhe do të ngrejë dyshime dhe dyshimet se qëllimi i tij ishte për mashtrim apo të çorientojnë të dyshuarin me qëllim të marrjes së provave në kundërshtim me parimet e drejtësisë. Shfaqja e thjeshtë e besimit të keq nga ana e policisë është e mjaftueshme për të vënë në dyshim nëse një rrëfim vetë-fajësues i dhënë në rrethana të tilla ishte me të vërtetë vullnetar.", "15. Për këtë arsye ne nuk e konsiderojmë një \"mohim të zgjedhur\" të pajustifikuar apo të gabuar si \"më pak të rëndë\" në krahasim me \"mohimin e qasjes\" të pajustifikuar ose të gabuar. Kështu, në kundërshtim me pjesën më të madhe, ne besojmë se situata në Dvorski duhet të ishte analizuar përgjatë linjave të njëjta të argumentit, si situata në rastin Salduz. Si pasojë, me respekt nuk pajtohemi se Croissant dhe Klimentyev, të cilat merren me situata të pretenduara për të justifikuar \"refuzimin e zgjedhur\" të avokatit, janë të aplikueshme në rastin në fjalë.", "", "Ndikimi i gabimeve strukturore në drejtësinë e procedurës penale", "16. Në procedurën penale, ka disa të drejta procedurale aq themelore për gjykim të drejtë sa shkelja e tyre nuk mund të shihet si e drejtë. Shkelja e këtyre të drejtave rezulton e një gabimi strukturor, i cili ndikon në kuadër të të cilit kryhet gjykimi.", "17. Gjykata ka pranuar tashmë se gabime të tilla strukturore mund të lindin në lidhje me rrëfimet e marra në shkelje të nenit 3 dhe të provave të marra si rezultat i drejtpërdrejtë i torturës dhe i mohimit të gabuar të qasjes për avokat. Siç theksoi Gjykata në Salduz, provat e marra gjatë fazës së hetimit përcaktojnë kornizën brenda së cilës vepra e ngarkuar do të konsiderohet në gjyq, dhe për këtë arsye çdo gabim i tillë procedural, i kryer gjatë kësaj faze, domosdoshmërish do të ketë një ndikim në drejtësinë e procedurës . Meqenëse \"rregulli përjashtues\" është themeluar për mbrojtjen e privilegjit kundër vetë-inkriminimit, përdorimi i provave të mbledhura në kundërshtim me këtë privilegj themelor gjithmonë do të përbënte një gjykim të padrejtë, pavarësisht nga rrethanat e tjera të rastit. Kështu, Gjykata konstatoi në Salduz në çdo dënim, në bazë të një pranimi ose deklarate të dhënë në shkelje të së drejtës për qasje tek një avokat përbën një shkelje të së drejtës së përgjithshme për një gjykim të drejtë, e garantuar me nenin 6 § 1 të Konventës. Me fjalë të tjera, Salduz paraqiti një rregull automatik përjashtues për deklaratat e vetë-fajësimit të marra, pa qenë i pranishëm një avokat gjatë marrjes në pyetje, kur nuk ka pasur arsye të forta për refuzimin e qasjes së avokatit (që është situata të refuzimit të pajustifikuar të aksesit tek një avokat).", "18. Ne parashtrojmë se, mohimi i gabuar i zgjedhjes së një avokati përbën një shembull tjetër të një gabimi strukturor në procedurën penale, e cila duhet të rezultojë automatikisht në përjashtimin e të gjitha deklaratave vetë-fajësuese të njollosura nga ai gabim. Në qoftë se një deklaratë e infektuar vetë-fajësuese nuk përjashtohet para gjyqit, një gabim i tillë në vetvete duhet të shihet si një shkelje e Konventës, pa qenë nevoja për të vlerësuar drejtësinë e përgjithshme të procedurës. Në qoftë se provat e dëmtuara vihen në dijeninë e gjyqtarëve, bindja automatikisht duhet të prishet. Nuk ka mjet tjetër juridik që mund të korrigjojë gabimet të tilla dhe në fund të fundit të sigurojë të drejtën themelore për gjykim të drejtë. Sipas mendimit tonë, përdorimi i ndonjë testi balancues në situata të tilla kërcënon garancinë themelore për ndihmën juridike të dikujt duke zgjedhur vetë kundrejt interesave të tjera që kanë pak, nëse ka, rëndësi në drejtim të Konventës.", "19. Kur lexoni me kujdes, paragrafët 111 dhe 112 të vendimit parashikojnë vetëm premtime boshe për parimin e vlerësimit të drejtësisë së përgjithshme të procedurës, sepse në fund të fundit shumica konsideron se duhet të merret parasysh \"ndikimi i mundshëm i rëndësishëm\" për rrëfimin e kërkuesit për zhvillimin më tej të procedurës penale kundër tij. Kjo do të thotë se, shumica nuk e marrin në konsideratë qëndrimin se, paragjykimi shkaktuar kërkuesit duke privuar gabimisht zgjedhjen e avokatit duhet të vlerësohet në kontekstin e provave të tjera të paraqitura, në mënyrë që të përcaktohet nëse gabimi ishte i pafajshëm dhe procedurat ishin të drejta si një e tërë. \"Ndikimin e mundshëm\" të gabimit procedural mjafton për shumicën për të gjetur shkeljen e Nenit 6. Kjo gjuhë nuk është shumë larg, në thelb, nga ajo e Salduz ose Huseyn dhe të tjerët.", "20. Kështu, duke vlerësuar drejtësinë e përgjithshme të procedurave, duke u mbështetur në një test balancues, është një qasje shumë e lakueshme. Ka një rrezik potencial se kjo do të çojë në diskrecionin e tepërt në mënyrën në të cilën shkelja e të drejtave themelore procedurale, si e drejta e çdokujt për avokat të zgjedhur vetë, do peshonte kundër interesave të tjera procedurale. Ashtu si vlerësimi i gabimit të padëmshëm, vlerësimi i drejtësisë së procedurës së përgjithshme mund të prodhojë rezultate shumë negative, kur, për shembull, prova shumë bindëse, të tilla si një rrëfim i bërë nga një i pandehur, pa ndihmën e pavarur ligjore, e gjen rrugën e saj në dosjen e rastit penal dhe në fund, në gjyq. Të mendojnë ndryshe do të jetë ose injorancë e pastër për rolin unik që avokati luan në procedurën penale si \"mbikëqyrës i rregullsisë procedurale\" ose mohimin e qëllimshëm të një shteti të bazuar në sundimin e ligjit. Në fjalët e Andrew Ashworth, \"kriteri i gjykimit të drejtë është i mjaftueshme e fleksibël, me kaq shumë faktorë në ekuilibër, çdo gjyqtar mund të vërë vulën e tij ose të saj në atë që është një \"gjykimi i drejtë\". Për këtë arsye, pjesa më e madhe duhet të ketë refuzuar shprehimisht ndonjë balancim të mohimit të gabuar të zgjedhjes së avokatit kundër interesave të tjera, siç ka konstatuar Gjykata vazhdimisht në Salduz, Dayanan dhe Huseyn dhe të tjerë në situata të ngjashme \"mohimin e qasjes\" për avokat të pajustifikuar.", "", "", "Përfundim", "21. Ne jemi të mendimit se, e drejta e qasjes tek një avokat sjell një të drejtë për rekurs tek ndihma juridike e dikujt që e ka zgjedhur vetë që nga fazat fillestare e procedurës, që nënkupton të drejtën për një zgjedhje të informuar dhe të lirë. Si pasojë, mbajtja me vetëdije e informacionit të duhur nga një i dyshuar, kur ai ose ajo është duke zgjedhur një avokat përbën një mohim të gabuar të së drejtës për zgjedhje të avokatit. Mohimi i zgjedhjes së avokatit nuk është një \"çështje më pak serioze\" se mohimi i qasjes për një avokat në aspektin e pasojave juridike. Kështu, si mohimi i gabuar i të drejtës së qasjes së avokati dhe mohimi i gabuar i zgjedhjes së një avokati përbëjnë një gabim strukturor në procedurën penale e cila duhet të rezultojë automatikisht në përjashtimin e deklaratave vetë-fajësuese të njollosura nga ai gabim para gjyqit. Nëse i pandehuri është dënuar pasi një dëshmi e tillë e infektuar ka ardhur në dijeninë e gjyqtarëve në çështje, dënimi duhet të prishet automatikisht. Nëse vepra nuk është ende e parashkruar, mund ta pasojë një rigjykim me përjashtim të të gjithë materialit të dëmtuar.", "", "", "", "OPINIONI PAJTUES I GJYQTARIT SILVIS BASHKUAR ME GJYQTARIN SPIELMANN", "", "1. Unë pajtohem me konstatimin e një shkelje të nenit 6 §§ 1 dhe 3 (c) në këtë rast. Megjithatë, unë me respekt nuk pajtohem me një pjesë thelbësore të arsyetimit të këtij vendimi.", "2. Thelbi i çështjes që do të adresohet në këtë mendim është mënyra që Gjykata zbaton dallimin mes të dy situatave: (1) mohimin e qasjes tek një avokat, që kërkon të ketë \"arsye të forta\" dhe se të drejtat e mbrojtjes nuk duhet të paragjykohen padrejtësisht (shih Salduz k. Turqisë [GC], nr. 36391/02, § 55, GJEDNJ 2008), dhe (2) \"mohim i zgjedhjes\" së avokatit, duke kërkuar që duhet të ketë arsye \"relevante dhe të mjaftueshme\" dhe se drejtësia e përgjithshme e procedurës nuk duhet të cenohet (shih Croissant k. Gjermanisë, më 25 shtator 1992, § 31, Seria A nr. 237-B). Në paragrafin 81 të vendimit, Gjykata thekson se mohimi i zgjedhur është \"çështje më pak serioze\" dhe konsideron se rasti është nën shqyrtim për tu klasifikuar në terma të tilla. Për mendimin tim, në mbështetjen që pikëpamja e shumicës ka humbur një karakteristikë thelbësore të këtij rasti, i cili është se policia duket të ketë kërkuar të orkestrojë mbrojtjen gjatë fazës fillestare të procedurës, në kundërshtim me dispozitat e ligjit të brendshëm, si dhe Konventës. Sipas mendimit tim, kombinimi i pengesës nga ana e policisë në aksesin tek një avokat të punësuar nga kërkuesi dhe njëkohësisht duke ndërhyrë tek zgjedhja e lirë e kërkuesit të një avokati nga mbajtja e informacionit përkatës nuk është aspak \"çështja serioze\" në krahasim me mohimin e transparencës së qasjes me një avokat.", "3. Faktet e rastit mund të përmblidhen si më poshtë. Kërkuesi u arrestua si i dyshuar në lidhje me tre vrasje, një grabitje të armatosur dhe zjarr vënie. Para fillimit të marrjes në pyetje nga policia, prindërit e kërkuesit punësuan një avokat (G.M.), i cili është përgatitur për të mbrojtur kërkuesin, një mundësi e cila është akorduar sipas statusit ligjor në ligjin kroat. Avokati i punësuar G.M. u paraqit menjëherë në stacionin e policisë për të takuar klientin e tij. Megjithatë, këtij avokati i ishte refuzuar hyrja tek kërkuesi nga policia, për shkak se ai nuk kishte paraqitur një autorizim me shkrim të avokatit. Kërkuesi nuk ishte informuar as për praninë e avokatit në stacionin policor ose veprimin që prindi i tij kishte ndërmarrë. Kërkuesi pranoi se, ka kryer krimet gjatë marrjes fillestare në pyetje të policisë në prani të një avokati, i cili ishte një ish-shef i policisë së rrethit në të cilin kërkuesi ishte duke u mbajtur në paraburgim. Qeveria argumentoi se, kërkuesi kishte zgjedhur këtë avokat nga një listë paraqitur atij nga ana e policisë, që do të thotë se ai nuk kishte një avokat të zgjedhur prej tij. Sipas gjykatave të brendshme, kërkuesi pranoi në praninë e një avokati të zgjedhur prej tij. Rrëfimi i parë është përdorur si dëshmi.", "4. Në fillim është e rëndësishme për të vëzhguar se Kodi kroat i Procedurës Penale (KPP) rregullon zgjedhjen e një avokati në mënyrë të tillë që prindi i të pandehurit të përballojë mundësinë e punësimin e një avokati për të pandehurin, nëse i pandehuri shprehimisht e refuzon këtë (KPP, Neni 62 §§ 1 dhe 4). Paragrafi 6 i nenit 62 citon se avokati mbrojtës duhet të paraqesë autorizimin e tij të avokatit pranë autoriteteve për kryerjen e procedurës. I pandehuri mund të japë autorizimin me gojë për një avokat para organit që zbaton procedurën, rast në të cilin kjo duhet të hyjë tek të dhënat. Neni 177 § 5 parashikon se, me kërkesë të të dyshuarit, autoritetet policore duhet të lejojnë atë për të punësuar një avokat dhe për këtë qëllim ata duhet të ndalin së hetuari të dyshuarin derisa të shfaqet avokati ose tre orë nga momenti që i dyshuari ka kërkuar për të emëruar avokatin. Nëse rrethanat tregojnë se, avokati i zgjedhur nuk do të jetë në gjendje të paraqitet brenda kësaj periudhe kohore, autoritetet policore duhet të lejojnë të dyshuarin për të caktuar një avokat nga lista e avokatëve në detyrë dhënë nga autoriteti kompetent i policisë nga degët e qarkut të Dhomës së Avokatëve kroat.", "5. Gjykata ka vërejtur se arsyeja e vetme cituar nga qeveria për të mos lejuar G.M. pranë kërkuesit ishte fakti se G.M., sipas mendimit të Qeverisë, nuk kishte një autorizim të duhur të avokatit për ta përfaqësuar atë. Në të njëjtën kohë, Qeveria nuk ka kontestuar se kërkuesi nuk ishte informuar në kohën përkatëse që G.M. kishte qenë duke u përpjekur për të parë atë në stacionin e policisë. Gjykata ka theksuar, megjithatë, se G.M. ka pretenduar përpara autoriteteve kombëtare që në fakt ka mbajtur një autorizim me shkrim të avokatit të dhënë nga prindërit e kërkuesit më 14 mars 2007. Ky pretendim nuk është hedhur poshtë bindshëm në procedimet e brendshme. Për më tepër, një autorizim me shkrim i avokatit është përfshirë në dosjen e përpiluar nga gjykatësi hetues më 15 mars 2007, kur kërkuesi u soll para tij nga policia.", "6. Parimi i të drejtës për ndihmë juridike është përcaktuar në Nenin 6 § 3 (c) të Konventës: \"Çdo person i akuzuar për një vepër penale ka të drejtë për të mbrojtur vetë ose të ndihmohet nga një mbrojtës i zgjedhur prej tij.\" Mbrojtja që t’i jepet një personi të akuzuar për një vepër penale nuk është e kufizuar në procedurat gjyqësore. Në Imbriosca k. Zvicrës, Gjykata deklaroi (§ 36): \"Sigurisht qëllimi kryesor i nenit 6 të Konventës për sa i përket çështjes penale është që të sigurojë një vendim të drejtë nga një gjykatë kompetente për të përcaktuar ndonjë akuzë penale, por nuk do të thotë se neni nuk ka aplikim në procedurën paraprake.\"", "  Neni 6 § 3 (c) përfshin aspekte të veçanta të së drejtës për gjykim të drejtë në kuptim të nenit 6 § 1 (shih Correia de Matos k. Portugalisë (dh.m.), Dhe Foucher k. Francës, § 30). Ky nën-paragraf garanton se, procedurat kundër një personi të akuzuar nuk do të ndodhin pa përfaqësim adekuat të rastit për mbrojtjen (shih Pakelli k. Gjermanisë Raporti i Komisionit, § 84). Garancitë në paragrafin 3 të nenit 6 janë aspekte specifike të së drejtës për një proces të rregullt të përcaktuara në nenin 6 § 1 të cilat duhet të merren parasysh në vlerësimin e kësaj çështjeje. Qëllimi i tyre i brendshëm është të kontribuojnë për të siguruar drejtësinë e procedurës penale në tërësi. Por ata nuk kanë një qëllim në vetvete: përputhja me kërkesat e një gjykimi të drejtë duhet të shqyrtohet në secilin rast duke pasur parasysh zhvillimin e procedurës në tërësi, dhe jo në bazë të shumës së izoluar të një aspekti të veçantë ose incidenti.", "7. Në dallimin mes rastet që kanë të bëjnë me \"mohimin e qasjes\" dhe \"mohimin e zgjedhjes\", Gjykata i referohet tri rasteve kur zgjedhja e lirë e një avokati është e kufizuar ose mohuar (Croissant, cituar më lart,. Klimentyev k. Rusisë, nr. 46503/99, 16 nëntor 2006;. dhe Martin k. Estonisë, nr. 35985/09, 30 maj 2013). Unë propozoj që të marrim një vështrim më të afërt në këto raste.", "", "(A) Në rastin Croissant, kërkuesi kundërshtoi refuzimin për të zëvendësuar një avokat në të cilin ai nuk kishte besim, por që megjithatë ishte emëruar nga gjykata vendase në një kohë kur kërkuesi u ndihmua tashmë nga dy avokatët që ai kishte besim. Në këtë kontekst, Gjykata ka gjetur se gjykatat e brendshme kishin arsye përkatëse dhe të mjaftueshme për hedhjen poshtë të dëshirave të të pandehurit.", "", "(B) Në Klimentyev, kërkuesi u ankua në lidhje me refuzimin e gjykatës vendase për të pranuar një avokat tjetër për mbrojtje. Gjykata vërejti se, nuk kishte asnjë tregues se ekipi mbrojtës të kërkuesit, përbërë nga një avokat dhe një mbrojtës civil, nuk mund të përfaqësojë në mënyrë adekuate atë dhe të marrin pjesë në mënyrë efektive në seancë. Për këtë arsye, Gjykata nuk ishte në gjendje që të arrinte në përfundimin se, kërkuesi ishte përfaqësuar në mënyrë joadekuate në seancë dhe se refuzimi i gjykatës së shkallës së parë për të pranuar avokatin e kërkuar prej tij, duke iu referuar faktit se, kërkuesi nuk ka nevojë për këshilla për të drejtën ndërkombëtare, përbënin një kufizim i paarsyeshëm dhe jo proporcional mbi të drejtën e kërkuesit për të përfaqësuar veten e tij me ndihmën e mbrojtësit të zgjedhur prej tij.", "", "(C) Rasti i Martin k. Estonisë lidhet me ankesat e mëposhtme: Këshilltarit të përzgjedhur nga kërkuesi i ishte mohuar qasje tek kërkuesi, i cili ishte nën presion në përfundimin e shërbimeve të tij; avokati ligjor ndihmës i kishte shërbyer interesave të autoriteteve në vend të atyre të kërkuesit; dënimi i kërkuesit për një akuzë për vrasje u bazua në provat e marra në procedurën paraprake në shkelje të të drejtave të tij të mbrojtjes; edhe pse Gjykata e Apelit kishte deklaruar se provat ishin të papranueshme, ajo ende mbështetej në to. Gjykata nuk ishte e kënaqur që dëshira e kërkuesit për të zëvendësuar mbrojtësin e tij (prindërve të tij ) duke zgjedhur vetë, mund të konsiderohej vërtetë në rrethanat e rastit. Konsiderohet se ka pasur një shkelje të të drejtës së kërkuesit për të mbrojtur veten e tij me ndihmën e mbrojtësit të zgjedhur prej tij. Gjykata ka shprehur shqetësimin në këtë rast, në lidhje me mosrespektimin e të drejtave të mbrojtjes së kërkuesit dhe privilegjin kundër vetë-inkriminimit. Nëse ka pasur arsye përkatëse dhe të mjaftueshme për kufizimin e zgjedhjes së avokatit - një test që, në të vërtetë, është cituar nga Gjykata - ishte, siç unë e shoh atë, aspak çështje thelbësore në këtë rast.", "", "8. Për mendimin tim, rastet e Croissant, Klimentyev dhe Martin grupohen së bashku e nuk formojnë një kategori të rasteve në të cilat do ti përshtateshin rastit Dvorski. Rastet e Croissant dhe Klimentyev mund të klasifikohen si raste që merren me mjaftueshmërinë e arsyetimit themelor mohimin apo kufizimin e zgjedhjes së avokatit. Martin k. Estonisë nuk ka të bëjë me arsyetimin themelor të vendimeve të tilla, por është në lidhje me mosrespektimin e të drejtave të mbrojtjes të kërkuesit dhe privilegjin kundër vetë-inkriminimit në funksion të rrjedhës së ngjarjeve. Kjo çështje është analizuar nga Gjykata jonë kryesisht përgjatë linjave të përcaktuara në rastin Salduz. Në Martin k. Estonisë Gjykata arriti në përfundimin se, të drejtat e mbrojtjes së kërkuesit ishin prekur negativisht, pavarësisht njohjes së shkeljes së të drejtës së tij për të pasur një avokat të zgjedhur prej tij nga gjykatat e brendshme, dhe pavarësisht përjashtimit formal të rrëfimit të tij. Mungesa e shqyrtimit të brendshëm në sigurimin e heqjes së çdo pasoje negative për rezultatin e procedurës, pasi njohu shkeljen e të drejtave të mbrojtjes të kërkuesit, ishte pika thelbësore për Gjykatën në gjetjen e një shkelje. Analiza e Gjykatës në Martin k. Estonisë nuk duhet të reduktohet në një aplikim të thjeshtë të testit, nëse rezultati i procedurës është ndikuar negativisht si rezultat i refuzimit të zgjedhjes së kërkuesit të avokatit. Një karakterizim i tillë reduksionist e i pajustifikueshëm injoron një aspekt të rëndësishëm të njohjes së mosrespektimit të të drejtave të mbrojtjes nga gjykatat e brendshme.", "9. Në rastin Dvorski, kërkuesi është mbajtur qëllimisht në një gjendje të padijenisë në lidhje me opsionet e tij në zgjedhjen e një avokati, ndërsa avokati i punësuar nga prindi i tij i ishte mohuar qasja tek ai. Kur ka, në pamjen e fakteve të tilla, arsye për të besuar se policia kërkoi të krijonte mbrojtjen dhe pastaj mori një rrëfim që ta përdorte si dëshmi nga gjykatat e brendshme pa asnjë shqyrtim serioz të shkeljes së pretenduar të drejtave të mbrojtjes të kërkuesit, pyetja nuk duhet të jetë nëse policia ndoshta mund të ketë pasur arsye përkatëse dhe të mjaftueshme, ose edhe arsye bindëse, për të mohuar ose kufizuar të drejtën për të zgjedhur një avokat, pasi Gjykata nuk duhet të pranojë një mungesë të tillë të respektimit të të drejtave të mbrojtjes në radhë të parë, pavarësisht nga arsyet apo motivet pas saj. Një gjë e tillë nuk i takon kategorisë së \"mohimit të zgjedhjes\", etiketuar si një çështje më pak e rëndë - madje as në krahasim me një situatë që përfshin mohimin absolut të aksesit tek një avokat.", "10. Së fundi, në opinionin tim, Gjykata duhet ti kishte qëndruar larg pranimit si një tregues legjitim i fajit të kërkuesit (në paragrafin 104 të vendimit) pranimin e avokatit të tij për mëshirë, me të cilat ai kërkoi që rrëfimin e parë të klientit të tij ta interpretojë si shenjë keqardhje apo të sinqertë apo pendim.", "", "MENDIMI I PAKICËS I GJYQTARIT VEHABOVIC", "", "Unë nuk jam në gjendje për të qenë në të njëjtën pikëpamje me shumicën e Dhomës së Madhe se, faktet ankuar nga kërkuesi zbulojë shkelje të nenit 6 §§ 1 dhe 3 (c) të Konventës, i cili parashikon:", "\"1. Në përcaktimin e ... çdo akuze penale kundër tij, çdokush ka të drejtë për një proces ... të drejtë ... nga [një] ... gjykatë ...", "...", "3. Çdo i akuzuar për një vepër penale ka të drejtat minimale të mëposhtme:", "...", " (C) të mbrohet vetë ose të ndihmohet nga një mbrojtës i zgjedhur prej tij ose, në qoftë se ai nuk ka mjete të mjaftueshme për të paguar ndihmën ligjore, do të jepet falas për interesat e drejtësisë;", "... \"", "Pjesa përkatëse e procesverbalit të marrjes në pyetje të kërkuesit nga punonjësit e policisë më 14 mars 2007, parashikon si më poshtë:", "\"Unë kam qenë i informuar për arsyet e arrestimit tim, veprat penale për të cilën unë jam akuzuar, të drejtat e mia, e drejta për të mos u përgjigjur dhe e drejta për t’u përfaqësuar ligjërisht, si dhe të drejtat që kanë anëtarët e familjes sime për tu informuar në lidhje me arrestimin tim. Kam zgjedhur dhe autorizuar një avokat mbrojtës nga Rijeka, M.R., për të më përfaqësuar në këto procedura, dhe unë jam konsultuar me të privatisht; pas konsultimit me avokatin kam vendosur për të dhënë dëshminë time. \"", "Kërkuesi përfundoi deklaratën e tij si më poshtë:", "\"Unë nuk jam duke përjetuar ndonjë simptomë të tërheqjes apo ndonjë krizë tjetër. Unë kam dhënë prova vullnetarisht në praninë e avokatit tim dhe një Prokuror të Shtetit të Qarkut. Kam lexuar të gjithë deklaratën dhe më pas e kam nënshkruar atë si të vërtetë.\"", "Gjatë gjykimit në Gjykatën e Qarkut të Rijekës kërkuesit i është dhënë një mundësi për të parashtruar të gjitha argumentet e tij lidhur me rrethanat në të cilat ai i kishte dhënë deklaratën e tij, dhe pasi ai kishte ngritur argumentin se ai nuk kishte nënshkruar të dhënat e deklaratës, atij iu dha mundësia efektive për të kundërshtuar vërtetësinë e nënshkrimit të tij. Megjithatë, provat e parashtruara, konkretisht raporti i ekspertit të dorëshkrimit, përfundimisht ka konfirmuar se kërkuesi kishte nënshkruar deklaratën me të cilën ai kishte dhënë dëshminë e tij në polici.", "Nga ana tjetër, Gjykata ka konstatuar se avokatit G.M. i ishte mohuar qasja ndaj kërkuesit, ndërsa ai ishte në paraburgim policor, edhe nga momenti kur G.M. kishte marrë një autorizim të nënshkruar nga i ati i kërkuesit.", "Neni 6 § 3 (c) siguron të drejtën e kërkuesit për të pasur një avokat të zgjedhur prej tij, por jo edhe avokatit të  zgjedhur prej prindërve të tij.", "Kërkuesi parashtroi se, gjatë burgimit të tij në Stacionin Policor Rijeka avokati i punësuar nga prindërit e tij, G.M., nuk kishte qenë në gjendje për të kontaktuar me të.", "Duke pasur parasysh pretendimet e kërkuesit, është e qartë se çështjet qendrore që dalin në këtë rast janë e drejta e kërkuesit për të mbajtur mbrojtës të zgjedhur prej tij dhe nëse, si rezultat \"nuk kishte\" mundësi, ai u gjend në një mjedis shtrëngues për të fajësuar veten pa të mirën e mjeteve efektive ligjore.", "Unë nuk kam asnjë arsye për të dyshuar argumentet e Qeverisë se kërkuesi është pajisur me listën zyrtare të avokatëve të Dhomës së Avokatëve të Kroacisë dhe që nga ajo listë ai zgjodhi M.R. si avokatin e tij. Prandaj, në mënyrë të ngjashme të Dhomës, konsideroj se rasti në fjalë nuk ka të bëjë me një situatë në të cilën kërkuesi u pajis me një avokat të ndihmës ligjore nga ana e policisë, por në vend të një situatë në të cilën i ishte ofruar një listë zyrtare e avokatëve nga policia, nga e cila ai ka zgjedhur M.R. si avokatin e zgjedhur të tij.", "Unë plotësisht pajtohem me shumicën që sjelljen e policisë në mos marrjen e ndonjë kontakti mes G.M. dhe kërkuesit duke ngritur shqetësime fillestare si për mënyrën në të cilën autoritetet vendase trajtohen në paraburgim, dhe dyshime si pasojë e mundshme si për të nëse procedimet në tërësi për të kënaqur kërkesat e një gjykim të drejtë në bazë të nenit 6 të Konventës.", "Për këto arsye ky rast duhet të dallohet qartë nga parimi kryesor përcaktuar në rastin Salduz, për faktin që një i akuzuar në fazat fillestare të marrjes në pyetje të policisë, të cilat janë vendimtare për perspektivat e mbrojtjes në çfarëdo procedure penale të mëvonshme, duhet të normalisht të lejohet të kenë përfitimin efektiv të ndihmës së një avokati (shih Salduz k. Turqisë [GC], nr. 36391/02, § 52, KEDNJ 2008). Dhoma e Lart (në paragrafin 78 të vendimit), gjithashtu i referohet rastit të Martin k. Estonisë (nr. 35985/09, 30 maj 2013), në të cilin Gjykata u shpreh se një person i akuzuar për një vepër penale që nuk dëshiron të mbrohet vetë duhet të jetë në gjendje të drejtohet për ndihmë ligjore të zgjedhur prej tij.", "Natyrisht, rasti i pranishëm si një i tërë është rreth dy pyetjeve themelore: nëse zgjedhja e kërkuesit i është dhënë pa ndonjë presion apo detyrim nga ana e policisë; dhe, në qoftë se nuk ka presion apo detyrim të zbatuar nga policia, nëse kërkuesi duhet të ketë qenë i përfaqësuar nga avokati i zgjedhur prej tij, ose një i zgjedhur nga prindërit e tij ose të ndonjë pale të tretë, madje edhe në rrethanat kur kërkuesi, ndoshta nën presionin emocional të konsiderueshëm, ka vendosur për të dhënë një deklaratë për të rrëfyer krimet.", "Gjykata vëren (shih paragrafin 81 të vendimit) që ndryshe nga Salduz, ku të akuzuarit, të mbajtur në paraburgim, u është mohuar qasja në një avokat gjatë marrjes në pyetje nga policia, rasti në fjalë ka të bëjë me një situatë ku kërkuesit i është e ofruar qasje në një avokat nga marrja në pyetje e tij e parë, por jo – sipas kërkuesit - një avokat të zgjedhur prej tij. Bazyar në këtë të fundit Gjykata ka vendosur të vlerësojë nëse, në dritën e procedurës në tërësi, të drejtat e mbrojtjes janë \"ndikuar negativisht\" në një masë të tillë që të dëmtojnë ndershmërinë e tyre të përgjithshme.", "Pa hyrë në të gjitha detajet e këtij testi, konsideroj se dëshira e kërkuesit që të ketë një avokat të zgjedhur prej tij është respektuar gjatë procedurës penale kundër tij. Është e pakontestueshme se, ai ndryshoi disa herë përfaqësuesin e tij . Natyra e procedurës kundër kërkuesit ishte serioze, për shkak të veprave të tij të dyshuara, por kjo nuk do të thotë se duhet të ketë kërkesa të ndryshme për një proces të rregullt në varësi nga serioziteti i natyrës së procedurës. Është e vërtetë se një nga pikat e provave të përdorura kundër kërkuesit ishte deklarata e tij dhënë në stacionin e policisë në prani të prokurorit publik, por se deklarata nuk ishte e vetmja provë kundër tij. Kur kërkuesi ka dhënë deklaratën e tij të parë të vetë-fajësimit në rastin në fjalë, fakti është se ai e bëri këtë me vullnetin e tij të lirë, në mungesë të ndonjë shenjë të presionit fizik ose psikologjik të ushtruar nga policia. Kjo deklaratë është firmosur nga kërkuesi, siç u konfirmua nga një ekspert i shkrimit të dorës para gjykatave të brendshme.", "Unë do të ndahem nga pikëpamja e shumicës së Gjykatës se kërkuesi ka pësuar dëme të pariparueshme që çon në shkelje të nenit 6 § 1 të Konventës në lidhje me drejtësinë e procedurave si tërësi qoftë se ajo kishte qenë e vërtetuar se vetë deklarimi inkriminues i kërkuesit është dhënë në shkelje të nenit 3, ose pa ndonjë përfaqësuesi ligjor të pranishëm, apo edhe në prani të një përfaqësuesi të cilin ai nuk e kishte zgjedhur me vullnetin e tij të lirë; megjithatë, unë nuk kam gjetur ndonjë nga këto elemente të vërtetuar nga kërkuesi në aplikimin e tij dhe kam gjetur kërkesën e tij të jetë plotësisht e pambështetur nga argumentet përkatëse.", "Gjatë gjykimit pranë gjykatave që kanë të bëjnë me rastin e tij, kërkuesi ka paraqitur të gjitha argumentet e tij në lidhje me rrethanat në të cilat kishte dhënë deklaratën e tij, si dhe argumentin e tij se ai kurrë nuk kishte nënshkruar deklaratën. Megjithatë, raporti i ekspertit të dorëshkrimit përfundimisht ka konfirmuar se kërkuesi me të vërtetë kishte nënshkruar deklaratën. Prandaj, nuk mund të thuhet se kundërshtimet e kërkuesit lidhur me pranueshmërinë e deklaratës së tij si dëshmi janë injoruar nga gjykata (shih, në të kundërt, Desde k. Turqisë, nr. 23909/03, § 130, 1 shkurt 2011).", "", "Gjatë procedurës gjyqësore kërkuesi kishte dobi të këshillave ligjore në fuqi, dhe gjykata i dha atij një mundësi të mjaftueshme për të marrë pjesë në procedurë dhe për të vënë përpara argumentet e tij në lidhje me akuzat dhe të gjitha provat përkatëse të nxjerra; Argumentet e tij nuk janë marrë parasysh sa duhet. Duhet përmendur se, në argumentet e tij mbyllëse në gjyq kërkuesi, nëpërmjet përfaqësuesit të tij, paraqiti në rrëfimin që ai kishte dhënë në polici, ndërsa e përfaqësuar nga avokati MR si provë e keqardhjes së tij të sinqertë për krimet e kryera, me shpresën se ajo do të merren në konsideratë si rrethanë lehtësuese në procedurë dënuese.", "Për më tepër, rrëfimi i kërkuesit nuk ishte platforma qendrore të rastit të prokurorisë (shih, në të kundërt, Magee k. Mbretërisë së Bashkuar, nr. 28135/95, § 45, GJEDNJ 2000-VI), dhe gjykata u mbështet në deklaratën e tij, e interpretuar atë në dritën e një organi kompleks të provave të vlerësuar nga gjykata (krahasojmë Bykov k. Rusisë [GC], nr. 4378/02, 10 mars 2009). Në mënyrë të veçantë, kur kërkuesi u dënua, gjykata u mbështet në deklaratat e një numri të dëshmitarëve në pyetje gjatë gjykimit, raportet e shumta të ekspertëve dhe të dhënat e hetimit të vendit të krimit dhe kërkimet dhe konfiskimet, si dhe fotografi të rëndësishme dhe të tjera prove fizike. Përveç kësaj, gjykata ka pasur në dispozicion të rrëfimet e bëra nga i kërkuesit e të bashkë-akuzuarit në shqyrtim, dhe as kërkuesi, as të bashkakuzuarit e tij kurrë nuk argumentuan se asnjë nga të drejtat e tyre ishin shkelur, kur ata kishin bërë këto deklarata.", "Në rrethana të tilla do të ishte e vështirë për mua për të përfunduar se procedimet në tërësi ishin të padrejta (krahasoni O’Kane k. Mbretërisë së Bashkuar (dh.m.), Nr. 30550/96, 6 korrik 1999), që të gjitha të drejtat e kërkuesit janë siguruar në mënyrë adekuate gjatë gjykimit dhe rrëfimi i tij nuk ishte i vetëm, e lëre më vendimtare, dëshmi në këtë rast dhe si i tillë nuk e vë në dyshim bindjen e tij dhe dënimin (krahasoni Gäfgen k. Gjermanisë [GC], nr. 22978/05 , § 187, KEDNJ 2010, dhe, nga ana tjetër, Martin, cituar më lart , §§ 95-96).", "Në këtë sfond, dhe në funksion të parimit se kërkesat e nenit 6 § 3 janë të shihen si aspekte të veçanta të së drejtës për një gjykim të drejtë të garantuara me nenin 6 § 1 të Konventës (shih, për shembull, Zagorodniy k. Ukrainës, nr. 27004/06, § 51, 24 nëntor 2011) dhe kërkesa për të vlerësuar drejtësinë e procedurës penale në tërësi (shih Al-Khawaja dhe Tahery k. Mbretërisë së Bashkuar [GC], nr. 26766/05 dhe 22228/06, § 118, GJEDNJ 2011), konsideroj se nuk ka treguar se të drejtat e mbrojtjes së kërkuesit janë paragjykime të pakthyeshme apo se e drejta e tij për gjykim të drejtë sipas nenit 6 është ndikuar negativisht (shih, mutatis mutandis, Mamaç dhe të tjerët k. Turqisë, nr. 29486/95, 29487/95 dhe 29853/96, § 48, 20 prill 2004, dhe Sarıkaya k. Turqisë, nr. 36115/97, § 67, 22 prill 2004;.... dhe, duke bërë kontrastin, Martin, të cituar më lart).", "Unë pyes veten se, pse kërkuesi nuk mori ndonjë hap kundër M.R. në qoftë se ai e konsideron përfaqësimin e tij nga ai avokati të pamjaftueshëm ose në kundërshtim me vullnetin e tij, edhe se ai kishte mundësi të ndryshme për ta bërë këtë. Ai kurrë nuk është ankuar në procedurën e mëvonshme penale që M.R. kishte dështuar që ta sigurojë atë me këshilla ligjore adekuate materiale. As ai dhe as avokati i tij i ri nuk dorëzuan kurrë ndonjë kërkesë kundër M.R. me ndërmarrjen e procedimeve disiplinore para organeve përkatëse të Dhomës së Avokatëve të Kroacisë, një opsion që ata kanë të drejtë të përkryer për ta ndjekur. As kërkuesi e as avokatët e tij nuk morën ndonjë veprim në këtë drejtim. Pyes veten se si ai pastaj mund ta kundërshtojë qëndrimin profesional të M.R. në rastin e tij?", "Për më tepër, në çfarë baze mundet kërkuesi të pretendojnë se deklarata e tij fillestare, duke pasur parasysh gjatë rrjedhës së disa orëve - kohë gjatë së cilës ai kurrë refuzoi për të dhënë informacion të mëtejshëm, dhe në vijim të cilat ai pranoi saktësinë e informacionit të dhënë nga nënshkrimi i dhënë nga deklarata - ngre ndonjë çështje në bazë të Konventës, duke pasur parasysh mungesën e qartë të çdo keq-trajtimi në kundërshtim me nenin 3 të Konventës në duart e policisë? Unë plotësisht pajtohem me përfundimin e Dhomës se \"nuk ka arsye për të besuar se është ushtruar ndonjë presion ndaj tij, ose se ka pasur ndonjë kundërshtim të vullnetit të tij\" (shih vendimin e dhomës, § 102).", "Vetëm për një moment, le të imagjinojmë një situatë hipotetike në të cilën policia e kishte lejuar avokati G.M. të jetë i pranishëm gjatë marrjes në pyetje të tyre të kërkuesit. Unë supozoj se, ankimi i kërkuesit, atëherë do të ishte se avokati i zgjedhur prej tij nuk ishte G.M. por M.R. dhe se policia apo prindërit e tij i kishin imponuar G.M. si avokatin e tij, në kundërshtim me vullnetin e tij të lirë të shprehur sa më qartë në deklaratën që kishte dhënë pa asnjë shenjë të abuzimit nga ana e policisë. Për këto arsye, Gjykata humbi një shans për të nxjerrë një vijë të qartë në mes të dy periudhave të dallueshme të procedurës - një me M.R. dhe tjetra me G.M. si avokat të zgjedhur i kërkuesit në lidhje me kërkesën e tij. Në mungesë të keqtrajtimit ose të ndonjë faktori tjetër relevant që mund të ketë dhënë procedurën si një të padrejtë e, ankesa e kërkuesit është pa themele të forta.", "Së fundi, unë jam shumë kurioz për të gjetur se si jurisprudenca do të zhvillohet në të ardhmen në lidhje me drejtësinë e procedurave penale dhe çështjen e përfaqësimit ligjor në të gjithë Evropën sot, në dritën e këtij gjykimi.", "", "", "", ""]}