{"file": "ALB_HJUDALB_30078_06.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "30078/06", "text_paragraphs": ["© Këshilli i Evropës/Gjykata Evropiane e të Drejtave të Njeriut, 2013. Ky përkthim është bërë me mbështetjen e Fondit të Mirëbesimit për të Drejtat e Njeriut të Këshillit të Evropës (). Ai nuk e kushtëzon Gjykatën. Për informacione të mëtejshme, të shihet shënimi i plotë për të drejtën e autorit në fund të këtij dokumenti.", "", "", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "\n", "", "", "DHOMA E MADHE", "", "", "", "", "", "", "", "ÇËSHTJA KONSTANTIN MARKIN k. RUSISË", "", "(Kërkesëpadi nr. 30078/06)", "", "", "", "", "", "", "", "VENDIM", "", "", "", "STRASBURG", "", "22 mars 2012", "", "", "", "Ky vendim është i formës së prerë.", "", "Në çështjen Konstantin Markin k. Rusisë,", "Gjykata Evropiane e të Drejtave të Njeriut, e mbledhur në një Dhomë të Madhe të përbërë nga:", "\tNicolas Bratza, kryetar,\n\tJean-Paul Costa,\n\tFrançoise Tulkens,\n\tJosep Casadevall,\n\tJán Šikuta,\n\tDragoljub Popović,\n\tPäivi Hirvelä,\n\tNona Tsotsoria,\n\tAnn Power-Forde,", "\tZdravka Kalaydjieva,\n\tIşıl Karakaş,\n\tMihai Poalelungi,", "\tKristina Pardalos,\n\tGuido Raimondi,\n\tAngelika Nußberger,\n\tPaulo Pinto de Albuquerque, gjyqtarë,\n\tOlga Fedorova, gjyqtare ad hoc,\ne nga Johan Callewaert, zëvendëssekretar i Dhomës së Madhe,", "Pasi e diskutoi çështjen në seancë të mbyllur më 8 qershor 2011 dhe më 1 shkurt 2012,", "Jep këtë vendim, të miratuar në këtë datë të fundit:", "PROCEDURA", "1.  Në zanafillë të kësaj çështjeje ndodhet një kërkesëpadi (nr. 30078/06) e drejtuar kundër Federatës së Rusisë dhe me anë të së cilës një qytetar i këtij shteti, Z. Konstantin Aleksandrovich Markin (“paditësi”), i është drejtuar Gjykatës më 21 maj 2006 në bazë të nenit 34 të Konventës për Mbrojtjen e të Drejtave të Njeriut dhe të Lirive Themelore (“Konventa”).", "2.  Paditësi, i cili është pranuar të përfitojë ndihmë gjyqësore, është përfaqësuar nga Z. K. Moskalenko dhe Znja I. Gerasimova, avokatë në Moskë, si edhe nga Znja N. Lisman, avokate në Boston (Shtetet e Bashkuara të Amerikës). Qeveria ruse (“Qeveria”) është përfaqësuar nga agjenti i saj, Z. G. Matyushkin, përfaqësues i Federatës së Rusisë pranë Gjykatës Evropiane të të Drejtave të Njeriut, dhe nga Znja O. Sirotkina, avokate.", "3.  Paditësi ankohej kundër mospranimit të autoriteteve kombëtare për t’i dhënë atij leje prindërore për arsye se ai i përkiste gjinisë mashkullore.", "4.  Kërkesëpadia i është caktuar Seksionit të Parë të Gjykatës (neni 52 § 1 i Rregullores së Gjykatës). Më 7 tetor 2010, një dhomë e këtij seksioni e përbërë nga Christos Rozakis, Nina Vajić, Anatoly Kovler, Elisabeth Steiner, Khanlar Hajiyev, Dean Spielmann dhe Sverre Erik Jebens, gjyqtarë, si edhe nga Søren Nielsen, sekretar seksioni, ka shqyrtuar pranueshmërinë dhe themelin e çështjes (neni 29 § 1 i Konventës – ish-neni 29 § 3). Ajo e ka shpallur kërkesëpadinë pjesërisht të pranueshme dhe ka dalë, me gjashtë vota në favor e një kundër, në përfundimin se ka pasur shkelje të nenit 14 të Konventës të bashkuar me nenin 8.", "5.  Më 21 shkurt 2011, kolegji prej pesë gjyqtarësh i Dhomës së Madhe ka vendosur ta pranojë kërkesën e formuluar nga Qeveria për kalimin e çështjes në Dhomën e Madhe (nenet 43 i Konventës dhe 73 i Rregullores).", "6.  Përbërja e Dhomës së Madhe është vendosur në përputhje me dispozitat e neneve 26 §§ 4 e 5 të Konventës dhe 24 të Rregullores.", "7.  Si paditësi ashtu edhe Qeveria kanë paraqitur vërejtje me shkrim rreth themelit të çështjes (neni 59 § 1 i Rregullores). Përveç kësaj, vërejtje nga një palë e tretë janë marrë prej Qendrës për të Drejtat e Njeriut të Universitetit të Gentit (Belgjikë) (nenet 36 § 1 i Konventës dhe 44 § 1 b) i Rregullores).", "8.  Një seancë është zhvilluar në publik në Pallatin e të Drejtave të Njeriut, në Strasburg, më 8 qershor 2011 (neni 59 § 3 i Rregullores).", "", "Janë paraqitur:", "–  për Qeverinë\nZ.\tG. Matyushkin, përfaqësues i Federatës së Rusisë \n\tpranë Gjykatës Evropiane të të Drejtave të Njeriut, \t \t agjent,\nZnjat \tO. Sirotkina, \t\tavokate,\n\tI. Korieva, \nZ.\tA. Shemet,\t këshilltarë;", "–  për paditësin\nZnjat\tK. Moskalenko,\n\tN. Lisman,\n\tI. Gerasimova, \tavokate.", "", "Gjykata ka dëgjuar deklarimet e Znjës Sirotkina, Znjës Moskalenko, Znjës Gerasimova dhe Znjës Lisman.", "\nFAKTET", "I.  RRETHANAT E ÇËSHTJES", "9.  Paditësi ka lindur më 1976 dhe është me vendbanim në Velikij Novgorod.", "10.  Më 27 mars 2004, ai nënshkroi me ushtrinë një kontratë, të hartuar në një formular standard prej dy faqesh, me anë të së cilës, ndër të tjera, ai “merr[te] zotim për të shërbyer sipas kushteve të parashikuara me ligj”.", "11.  Në kohën e ngjarjeve, paditësi ishte radist në sektorin e zbulimit (оперативный дежурный группы боевого управления в составе оперативной группы радиоэлектронной разведки) në njësinë ushtarake nr. 41480. Disa poste të barasvlershme në njësinë e tij mbaheshin nga gra dhe ai zëvendësohej shpesh në funksionet e veta prej ushtarakesh të gjinisë femërore.", "A.  Procedura lidhur me lejen prindërore", "12.  Më 30 shtator 2005, bashkëshortja e paditësit, Znja Z., lindi fëmijën e tyre të tretë. Po atë ditë, një gjykatë e pranoi një kërkesë për shkurorëzim që i kishte paraqitur ajo.", "13.  Më 6 tetor 2005, paditësi dhe Znja Z. lidhën përpara noterit një marrëveshje ku parashikohej që të tre fëmijët e tyre do të jetonin me të atin dhe se e ëma do të paguante për ta një pension ushqimor.", "14.  Sipas paditësit, Znja Z. u largua për në Shën Petërburg disa ditë më vonë.", "15.  Më 11 tetor 2005, paditësi i kërkoi një leje prindërore trevjeçare shefit të njësisë së tij ushtarake. Më 12 tetor 2005, ky i fundit e hodhi poshtë kërkesën e tij me arsyetimin se një leje e tillë mund t’i jepej vetëm personelit ushtarak të gjinisë femërore. I interesuari u lejua të merrte një leje tremujore por, më 23 nëntor 2005, u thirr përsëri nën armë.", "16.  Paditësi e ankimoi vendimin e 23 nëntorit 2005 në rrugë gjyqësore. Më 9 mars 2006, gjykata ushtarake e garnizonit të Pushkinit e shfuqizoi atë vendim dhe ripohoi se paditësit i takonin ato tridhjetë e nëntë ditë pune që mbeteshin nga leja e tij tremujore. Më 17 prill 2006, gjykata ushtarake e rajonit ushtarak të Leningradit e shfuqizoi këtë vendim dhe e rrëzoi kërkesën e paditësit.", "17.  Ndërkohë, më 30 nëntor 2005, paditësi kishte nisur një procedurë kundër njësisë së tij ushtarake, me qëllim që të fitonte një leje prindërore trevjeçare me arsyetimin se ai po i rriste i vetëm të tre fëmijët e tij. Ai i referohej në veçanti nenit 10 § 9 të Ligjit për Statusin e Ushtarakëve (paragrafi 47 i mëposhtëm).", "18.  Gjatë seancës përpara gjykatës ushtarake të garnizonit të Pushkinit, përfaqësuesit e njësisë ushtarake mbrojtën mendimin se paditësi nuk e kishte vërtetuar se po i rriste i vetëm fëmijët e tij. Sipas tyre, ishte e pamundur që i interesuari të ishte i vetmi që përkujdesej për fëmijët e tij ndërkohë që kishte një vend pune në ushtri, ndiqte studimet në universitet e ishte palë në disa procedura gjyqësore, dhe disa të dhëna provonin se atë e ndihmonin në këtë detyrë Znja Z. e persona të tjerë, kështu që fëmijët nuk kishin mbetur pa përkujdesje amësore. Përfaqësuesit e njësisë ushtarake i vunë gjithashtu në dukje gjykatës disa mospërputhje në vërejtjet e paditësit dhe në dokumentet e paraqitura prej tij: për shembull, adresa e fëmijëve e shënuar në marrëveshjen e nënshkruar përpara noterit ishte e pasaktë, kontrata e punës e Znjës Z. nuk ishte e regjistruar siç e kërkonte ligji, pasaporta e Znjës Z. nuk e kishte vulën e shkurorëzimit dhe paditësi nuk kishte kërkuar shtesë page për fëmijë, as e kishte paditur Znjën Z. në gjykatë për shkelje të detyrimit të saj ushqimor. Sipas tyre, paditësi ishte shtirë sikur kishte bërë shkurorëzim me qëllim që t’i shmangej punës së tij në ushtri dhe të siguronte përfitime shtesë nga njësia e tij ushtarake.", "19.  Gjykata e shqyrtoi kërkesën për shkurorëzim të formuluar nga Znja Z., ku kjo e fundit deklaronte se ajo ishte ndarë nga paditësi që në shtator 2005 dhe e çmonte si të pamundur çdolloj vazhdimi të jetës bashkëshortore. Ajo mori gjithashtu parasysh vendimin e shkurorëzimit, marrëveshjen e noterizuar sipas së cilës fëmijët duhej të jetonin me paditësin, si edhe kontratën e punës së Znjës Z. të nënshkruar në Shën Petërburg. Së fundi, ajo këqyri procesverbalin e një seance të mbajtur më 27 shkurt 2006 në një çështje civile pa lidhje me çështjen në fjalë, nga ku dilte se Znja Z. kishte përfaqësuar aty paditësin.", "20.  Paditësi deklaroi se ai jetonte bashkë me fëmijët e vet te prindërit e Znjës Z. në Novgorod. Ai saktësoi se, ndonëse Znja Z. e ndihmonte me raste (ajo kishte mbajtur, për shembull, më të voglin nga fëmijët e tyre më 31 janar 2006, gjatë kohës që ai kishte shkuar në një seancë), me fëmijët në jetën e përditshme merrej ai. Znja Z. nuk i paguante pension ushqimor sepse të ardhurat e saj ishin tepër të pakta. Ajo vërtet e kishte përfaqësuar atë në seancën e 27 shkurtit 2006, e cila kishte të bënte me një kërkesë të paraqitur bashkërisht nga çifti përpara shkurorëzimit të tyre, dhe kishte pranuar të vazhdonte ta përfaqësonte deri në përfundimin e procedurës.", "21.  Znja Z. deklaroi se ajo banonte në Shën Petërburg, ndërsa fëmijët jetonin në Novgorod me paditësin, se ajo nuk merrej me ta dhe se nuk paguante pension ngaqë e kishte tepër të ulët rrogën.", "22.  I ati i Znjës Z. tregoi se, pas shkurorëzimit, e bija kishte ikur në Shën Petërburg, kurse paditësi dhe fëmijët kishin qëndruar të jetonin me të dhe me gruan e tij në apartamentin që u përkiste këtyre të dyve. Ai shtoi se, ndonëse e bija u kishte folur me raste fëmijëve në telefon, ajo nuk merrte pjesë në edukimin e tyre dhe se paditësi i rriste ata i vetëm: i shpinte në shkollë e te mjeku, u përgatiste për të ngrënë, i merrte për shëtitje dhe mbikëqyrte edukimin e tyre.", "23.  Personi që e kishte punësuar Znjën Z. deklaroi se ajo punonte për të në Shën Petërburg. Kjo zonjë tregoi se, duke e ditur që kontratat e punës duhej të regjistroheshin, kishte kërkuar ta regjistronte atë të Znjës Z. pranë administratës tatimore, porse kjo nuk kishte pranuar duke i bërë të ditur se kjo përçapje duhej të kryhej pranë shërbimeve bashkiake. Mirëpo këto shërbime i kishin thënë se kontratat e punës duhej të regjistroheshin pranë administratës tatimore. Duke u gjendur brenda një rrethi vicioz, ajo kishte hequr dorë nga përpjekjet për ta regjistruar kontratën e Znjës Z. Ajo saktësoi se kjo e fundit e kishte rifilluar punën dy javë pas lindjes. Ajo e dinte se fëmijët e së interesuarës jetonin me të atin në Novgorod, por nuk dinte asgjë më shumë për marrëdhëniet e Znjës Z. me ish-bashkëshortin ose fëmijët e saj. Ajo e kishte dëgjuar Znjën Z. të fliste ndonjëherë me të madhin në telefon.", "24.  Mësuesja e djalit të vogël të paditësit deklaroi se gjatë muajit shtator 2005 fëmija ishte përcjellë në shkollë nga i ati dhe e ëma. Megjithatë, që prej lindjes së fëmijës së tretë dhe shkurorëzimit të prindërve, ishte përherë paditësi ai që e shoqëronte fëmijën në shkollë në mëngjes dhe që vinte për ta marrë atë në mbrëmje. Gjithashtu, ishte paditësi ai që shkonte në festat e shkollës. Kur mësuesja e kishte pyetur fëmijën për të ëmën, ai i ishte përgjigjur se kjo e fundit kishte ikur në Shën Petërburg, ku punonte. Ajo kishte mendimin se paditësi ishte një prind i mirë dhe kishte vënë re se dukej sheshit që fëmija e adhuronte. Nga ana tjetër, ky i fundit nuk fliste kurrë për të ëmën.", "25.  Mjeku i fëmijëve deklaroi se, më 6 tetor 2005, Znja Z. i kishte shkuar me më të voglin në kabinet, për ta vizituar atë. Që prej 1 nëntorit 2005, fëmijët ia kishte sjellë gjithmonë paditësi. Ata gëzonin shëndet të plotë dhe mbaheshin mirë.", "26.  Më 14 mars 2006, gjykata ushtarake e garnizonit të Pushkinit e rrëzoi kërkesën për leje prindërore trevjeçare të paraqitur nga paditësi me arsyetimin se ajo ishte e pabazuar në të drejtën e brendshme. Ajo çmoi se për leje prindërore trevjeçare mund të pretendonte vetëm personeli ushtarak i gjinisë femërore, ndërsa ushtarakët e gjinisë mashkullore nuk kishin të drejtë për një leje të tillë as kur fëmijët e tyre kishin mbetur pa përkujdesje amësore. Por, nga ana tjetër, ushtarakët e gjinisë mashkullore fëmijët e të cilëve gjendeshin në një rast të tillë kishin të drejtë ose për largim të parakohshëm për arsye familjare, ose për një leje tremujore. Nga ana e tij, paditësi kishte zgjedhur këtë opsion të dytë.", "27.  Gjykata shtoi se, gjithsesi, paditësi nuk e kishte vërtetuar që i rriste i vetëm fëmijët e tij dhe se e ëma e tyre nuk merrej me ta. Sipas analizës së saj, nga elementet e provës të shqyrtuara në seancë dilte që paditësi dhe Znja Z. e kishin vazhduar jetë e tyre bashkëshortore edhe pas shkurorëzimit. Ata jetonin së bashku, merreshin të dy me fëmijët dhe i mbronin së bashku interesat e familjes. Pretendimet e paditësit për të kundërtën ishin pra të rreme dhe synonin ta shtynin gjykatën në gabim. Pika kyçe ishte se Znjës Z. nuk i ishte hequr e drejta prindërore. Ajo nuk ishte penguar në asnjë mënyrë tjetër për t’u marrë me fëmijët e saj dhe pak rëndësi kishte nëse këta të fundit jetonin me të ose jo.", "28.  Paditësi e apeloi vendimin, duke mbrojtur mendimin se mospranimi për t’i dhënë atij një leje prindërore trevjeçare përbënte shkelje të parimit të barazisë midis burrave dhe grave të garantuar nga Kushtetuta. Ai çmonte gjithashtu se konstatimet faktike të bëra nga gjykata e shkallës së parë ishin të papajtueshme me elementet e provës të shqyrtuara në seancë.", "29.  Më 27 prill 2006, gjykata ushtarake e rajonit ushtarak të Leningradit e la në fuqi në apel vendimin e dhënë. Ajo nuk e shqyrtoi pretendimin e paditësit se konstatimet faktike të gjykatës së shkallës së parë ishin të pasakta. Nga ana tjetër, ajo vuri në dukje se në të drejtën e brendshme “personelit ushtarak të gjinisë mashkullore nuk i lejohej në asnjë rast që të përfitonte leje prindërore”, duke shtuar se “konsideratat [e paditësit] rreth barazisë midis burrave dhe grave (...) nuk [mund të] përligjnin shfuqizimin e vendimit të shkallës së parë, i cili [ishte] në thelb i drejtë”.", "30.  Ndërkohë që procedura gjyqësore ishte e papërfunduar, paditësit iu dhanë disa herë masa disiplinore për mungesa sistematike në vendin e tij të punës.", "31.  Me një vendim të 24 tetorit 2006, shefi i njësisë ushtarake nr. 41480 i dha paditësit një leje prindërore deri më 30 shtator 2008, datë kur i biri më i vogël do të mbushte tre vjeç. Më 25 tetor 2006, paditësi mori një ndihmë financiare prej 200 000 rublash (RUB), ose rreth 5 900 eurosh (EUR). Në një letër të datës 9 nëntor 2006, shefi i njësisë ushtarake nr. 41480 e njoftoi paditësin se kjo ndihmë financiare i ishte dhënë atij “për arsye të vështirësive [të tij] familjare, të nevojës për të rritur tre fëmijë të mitur dhe të mungesës së ndonjë burimi tjetër të ardhurash”.", "32.  Më 8 dhjetor 2006, gjykata ushtarake e garnizonit të Pushkinit dha një vendim ku e kritikonte shefin e njësisë ushtarake nr. 41480 që i kishte dhënë paditësit një leje prindërore trevjeçare në kundërshtim me vendimin e 27 prillit 2006, duke nxjerrë përfundimin se paditësit nuk i takonte ajo e drejtë. Gjykata i hoqi vërejtje shefit të njësisë ushtarake për parregullsinë e vendimit të tij.", "B.  Vendimi i Gjykatës Kushtetuese", "33.  Më 11 gusht 2008, paditësi iu drejtua Gjykatës Kushtetuese, duke mbrojtur mendimin se dispozitat e Ligjit për Statusin e Ushtarakëve, të cilat përcaktonin rregullat rreth lejes prindërore trevjeçare, ishin të papajtueshme me parimin e barazisë të parashtruar në Kushtetutë.", "34.  Më 15 janar 2009, Gjykata Kushtetuese e rrëzoi kërkesën e paditësit. Pjesët përkatëse të vendimit të saj shprehen kështu:", "“2.1.  (...) shërbimi në forcat e armatosura përbën një lloj të veçantë shërbimi publik, i cili ka si qëllim që të garantojë mbrojtjen e vendit dhe sigurinë e shtetit; për këtë arsye, ai kryhet për interesin publik. Ushtarakët ushtrojnë funksione të rëndësishme kushtetuese dhe i nënshtrohen kështu një statusi të posaçëm juridik që mbështetet te nevoja, për një qytetar të Federatës së Rusisë, që t’u dalë për zot detyrave dhe detyrimeve të tij me qëllim të mbrojtjes së atdheut.", "Kur përcakton një status të posaçëm juridik për personelin ushtarak, ligjvënësi federal ka të drejtë që, në kuadrin e kompetencës së tij vendimmarrëse, të diktojë kufizime në të drejtat e liritë civile të pjesëtarëve të këtij personeli dhe t’u caktojë atyre detyra të veçanta (...)", "(...) duke u angazhuar në ushtri, një qytetar (...) zgjedh me dëshirën e vet një veprimtari profesionale e cila nënkupton, në radhë të parë, disa kufizime të të drejtave dhe lirive të tij civile, të cilat janë organike për këtë lloj shërbimi publik dhe, pastaj, ushtrimin e disa detyrave që synojnë të garantojnë mbrojtjen e atdheut dhe sigurinë e shtetit. Si rrjedhim, ushtarakët pranojnë që t’u nënshtrohen kërkesave ligjore të cilat ua kufizojnë atyre të drejtat e liritë dhe u vënë atyre disa detyrime publike të veçanta.", "(...) duke zgjedhur me dëshirën e vet të plotë që të hyjnë në këtë profesion, qytetarët i pranojnë ato kushte dhe kufizime të përfshira në statusin juridik që bëhet i zbatueshëm për ta. Për këtë arsye, vendosja e kufizimeve për të drejtat dhe liritë e tyre nga ana e ligjvënësit federal nuk bie në vetvete në kundërshtim me [Kushtetutën] dhe është në përputhje me Konventën nr. 111 lidhur me diskriminimin (në punësim e profesion) të Organizatës Ndërkombëtare të Punës (ILO/OIT) të 25 qershorit 1958, sipas së cilës dallimet, përjashtimet ose parapëlqimet mbi bazën e kualifikimeve të kërkuara për një vend të caktuar pune nuk shihen si diskriminime (neni 1 § 2).", "2.2.  Në bazë të nenit 11 § 13 të [Ligjit për Statusin e Ushtarakëve], leja prindërore i jepet personelit ushtarak të gjinisë femërore sipas formaliteteve të përcaktuara nga ligjet dhe rregulloret federale të Federatës së Rusisë. Rregullorja për Statusin e Ushtarakëve përmban në nenin e saj 32 § 5 një dispozitë të ngjashme e cila parashikon gjithashtu që një ushtarake, gjatë lejes së saj prindërore, e ruan vendin e punës dhe gradën e saj në ushtri.", "Një ushtarak karriere i gjinisë mashkullore ka të drejtë për një leje deri në tre muaj, kur bashkëshortja i vdes gjatë lindjes apo nëse rrit një a më shumë fëmijë nën katërmbëdhjetë vjeç (moshë që shtyhet deri në gjashtëmbëdhjetë vjeç për fëmijët me të meta) për të cilët nuk përkujdeset e ëma (në rast vdekjeje të kësaj të fundit, heqjeje të së drejtës prindërore, sëmundjeje të gjatë ose çdolloj situate tjetër ku fëmijët kanë mbetur pa përkujdesje amësore). Kjo leje synon t’i japë ushtarakut në fjalë një mundësi të arsyeshme për të marrë masa se kush t’ia mbajë fëmijën dhe, në rast nevoje, për të vendosur që ta vazhdojë ose jo karrierën e tij në ushtri. Në qoftë se ushtaraku vendos që të kujdeset vetë për fëmijën e tij, ai ka të drejtë për largim të parakohshëm për arsye familjare (...)", "Legjislacioni në fuqi nuk ua njeh ushtarakëve të gjinisë mashkullore të drejtën për leje prindërore trevjeçare. Për këtë arsye, ushtarakët e karrierës të gjinisë mashkullore nuk kanë të drejtë ta kombinojnë ushtrimin e veprimtarisë së tyre ushtarake me një leje prindërore. Ky ndalim mbështetet, në radhë të parë, te statusi i veçantë juridik i personelit ushtarak dhe, në radhe të dytë, tek ata objektiva thelbësorë nga pikëpamja kushtetuese që e lejojnë kufizimin e të drejtave të njeriut dhe të lirive me qëllim për të krijuar kushte të tilla që t’u mundësojnë ushtarakëve ushtrimin efikas të misionit të tyre, i cili është të mbrojnë atdheun.", "Kërkesat organike të funksionit ushtarak lypin që të përjashtohet çdo mundësi për t’u lejuar ushtarakëve, në një shkallë të gjerë, që të mos i ushtrojnë detyrat e tyre, dhe kjo për arsye të pasojave negative që mund të rridhnin për interesat publikë të mbrojtur me ligj. Pra, mospranimi për t’u dhënë të drejtë për leje prindërore ushtarakëve të gjinisë mashkullore nuk mund të shihet si cenim i të drejtave dhe i lirive të tyre kushtetuese, duke përfshirë të drejtën për t’u kujdesur për fëmijët e tyre dhe për t’i edukuar ata, të garantuar nga neni 38 § 2 i Kushtetutës ruse. Ky kufizim përligjet për më tepër me karakterin vullnetar të angazhimit në ushtri.", "Dhënia në mënyrë përjashtuese, nga ana e ligjvënësit, e së drejtës për leje prindërore vetëm për ushtaraket e gjinisë femërore merr parasysh, nga njëra anë, përfaqësimin e pakët të grave në gjirin e ushtrisë dhe, nga ana tjetër, rolin e veçantë shoqëror që u përket grave në lidhje me amësinë. [Këto konsiderata] janë në pajtim me nenin 38 § 1 të Kushtetutës ruse. Për këtë arsye, vendimi i marrë nga pushteti ligjvënës nuk mund të paraqitet sikur cenon parimet e barazisë të së drejtave dhe të lirive të njeriut e të qytetarit dhe të barazisë të së drejtave midis burrave dhe grave, ashtu siç i garanton ato neni 19 §§ 2 e 3 i Kushtetutës ruse.", "Nga sa paraprin më lart, del që neni 11 § 13 [i Ligjit për Statusin e Ushtarakëve], i cili ia njeh vetëm personelit ushtarak të gjinisë femërore të drejtën për leje prindërore, nuk përbën shkelje të të drejtave kushtetuese të paditësit (...)", "2.4.  Përderisa ushtarakët e gjinisë mashkullore që kanë fëmijë të mitur nuk kanë të drejtë për leje prindërore, ata nuk kanë as të drejtë për pagesën mujore që u takon personave të cilët kujdesen për fëmijët e moshës nën 18 muaj (...)”", "Gjykata nxori përfundimin se dispozitat ligjore për të cilat ankohej paditësi ishin në përputhje me Kushtetutën.", "C.  Vizita e prokurorit e 31 marsit 2011", "35.  Në mars 2011 (data e saktë nuk është njoftuar), përfaqësuesi i Federatës së Rusisë pranë Gjykatës Evropiane të të Drejtave të Njeriut iu lut prokurorisë ushtarake lokale të bënte hetime rreth situatës familjare të paditësit. Ai i kërkoi konkretisht prokurorit që të gjente adresën ku jetonin tanimë paditësi, Znja Z. dhe fëmijët e tyre, si edhe që të përcaktonte nëse kjo e fundit paguante ndonjë pension ushqimor.", "36.  Sipas Qeverisë, paditësi u thirr në prokurori për datën 30 ose 31 mars 2011. Paditësi deklaron se nuk ka marrë kurrfarë thirrjeje.", "37.  Meqenëse paditësi nuk u paraqit në prokurori në datën e caktuar, prokurori vendosi që t’i bëjë një vizitë në banesë. Sipas paditësit, prokurori mbërriti në apartamentin e tij më 31 mars 2011 në orën 22, çka ia zgjoi fëmijët dhe ia trembi. Sipas Qeverisë, prokurori u paraqit tek i interesuari në orën 21 dhe qëndroi aty një orë.", "38.  Prokurori i bëri të ditur paditësit se po kryente një hetim me kërkesën e përfaqësuesit të Federatës së Rusisë pranë Gjykatës Evropiane të të Drejtave të Njeriut. Ai mbajti shënim për personat që banonin në apartament. Ai i kërkoi pastaj të interesuarit që t’i paraqiste një vendim gjyqësor lidhur me pensionin ushqimor për djalin më të vogël. Kur paditësi i shpjegoi se pensioni ushqimor ishte caktuar me një marrëveshje të lidhur përpara noterit, prokurori i kërkoi një kopje të këtij dokumenti, duke e paralajmëruar paditësin se do të merrte në pyetje fqinjët e tij në qoftë se nuk ia jepte.", "39.  Paditësi i telefonoi avokates që e përfaqësonte përpara Gjykatës dhe, sipas këshillës së saj, nuk pranoi t’u bindej urdhrave të prokurorit, as t’i përgjigjej çdolloj pyetje tjetër nga ana e tij. Ai hartoi për këtë një deklaratë, të cilën e nënshkroi. Prokurori u largua menjëherë.", "40.  Prokurori mori në pyetje edhe fqinjët e paditësit, të cilët deklaruan se ky i fundit dhe Znja Z. jetonin së bashku.", "41.  Sipas Qeverisë, ky hetim ka lejuar që të vërtetohet se paditësi dhe Znja Z. ishin martuar përsëri më 1 prill 2008 dhe ishin bërë me një fëmijë të katërt më 5 gusht 2010. Në dhjetor 2008, paditësi i paska dhënë fund funksioneve të tij në ushtri për arsye shëndetësore. Çifti jetuaka tani bashkë me të katër fëmijët e vet te prindërit e Znjës Z.", "II.  E DREJTA E BRENDSHME LIDHUR ME ÇËSHTJEN", "42.  Kushtetuta ruse ua garanton të gjithëve barazinë e të drejtave dhe të lirive, pavarësisht, sidomos, gjinisë, statusit shoqëror dhe situatës profesionale. Burri dhe gruaja kanë të drejta të barabarta, liri të barabarta dhe shanse të barabarta (neni 19 §§ 2 dhe 3).", "43.  Kushtetuta ruse siguron gjithashtu mbrojtjen e amësisë dhe të familjes nga ana e shtetit. Kujdesi për fëmijët dhe edukimi i tyre përbëjnë një të drejtë e një detyrim në ngarkim të prindërve në mënyrë të barabartë me tyre (neni 38 §§ 1 dhe 2).", "44.  Kodi i Punës i 30 dhjetorit 2001 u njeh grave të drejtën për “leje shtatzënie dhe lindjeje” (leje barrëlindjeje) prej shtatëdhjetë ditësh përpara e shtatëdhjetë ditësh pas lindjes së fëmijës (neni 255). Përveç kësaj, gratë kanë të drejtë për një “leje për përkujdesje ndaj fëmijëve” (leje prindërore) prej tre vjetësh. Kjo leje prindërore mund të merret gjithashtu, e tëra ose pjesërisht, nga babai, gjyshja, gjyshi, një kujdestar ose i afërmi i fëmijës që kujdeset në të vërtetë për të. Përfituesi i lejes prindërore e ruan vendin e tij të punës. Kohëzgjatja e lejes prindërore merret parasysh për llogaritjen e vjetërsisë në punë (neni 256).", "45.  Ligji federal lidhur me lejet në rast sëmundjeje dhe barrëlindjeje për personat e anëtarësuar në sigurimin e detyrueshëm shëndetësor (nr. 255-FZ i 29 dhjetorit 2006) thotë se, gjatë lejes së saj për barrëlindje, gruaja merr një pagesë për barrëlindje që jepet nga Fondi i Sigurimit Shoqëror Publik, shuma e së cilës përkon me 100% të pagës (neni 11). Gjatë tetëmbëdhjetë muajve të parë të lejes prindërore, personi që kujdeset për fëmijën merr nga Fondi i Sigurimit Shoqëror Publik një pagesë për mbajtje fëmije që arrin në 40% të pagës dhe nuk mund të jetë më pak se 1 500 RUB (rreth 37,50 EUR) për fëmijën e parë dhe 3 000 RUB (rreth 75 EUR) për secilin nga fëmijët e mëpasshëm (neni 11 § 2). Gjatë tetëmbëdhjetë muajve pasues të lejes prindërore, nuk paguhet asnjë shërbim apo ndihmë sociale.", "46.  Sipas Ligjit federal për Statusin e Ushtarakëve (nr. 76-FZ të 27 majit 1998 – “Ligji për Statusin e Ushtarakëve”), ushtaraket e gjinisë femërore kanë të drejtë për leje barrëlindjeje dhe për leje prindërore në kushtet e parashikuara prej Kodit të Punës (neni 11 § 13). Për personelin ushtarak të gjinisë mashkullore nuk ka dispozita të barasvlershme.", "47.  Ky ligj përcakton gjithashtu se personeli ushtarak i gjinisë femërore, ashtu si edhe ushtarakët e të dyja gjinive që i rrisin fëmijët e tyre pa i pasur përkujdesjet amësore/atërore, mund të përfitojnë shërbime sociale të parashikuara nga ligjet federale dhe dispozita të tjera ligjore lidhur me mbrojtjen e familjes, të nënës dhe të fëmijës (neni 10 § 9).", "48.  Rregullorja për Statusin e Ushtarakëve e shpallur me Dekretin presidencial nr. 1237 të 16 shtatorit 1999 i njeh një gruaje ushtarake të drejtën për leje barrëlindjeje, për leje prindërore trevjeçare dhe për të gjitha shërbimet sociale e pagesat që lidhen me to. Një ushtarak karriere i gjinisë mashkullore ka të drejtë për një leje tremujore në rastet e mëposhtme: a)  bashkëshortja i ka vdekur gjatë lindjes, ose b)  ai rrit një ose disa fëmijë nën katërmbëdhjetë vjeç (nën gjashtëmbëdhjetë vjeç nëse fëmija është me të meta) për të cilët nuk kujdeset e ëma (vdekje e kësaj të fundit, heqje e së drejtës prindërore, sëmundje e gjatë ose situatë tjetër që e ka lënë fëmijën pa përkujdesje amësore) (neni 32).", "III.  TEKSTE NDËRKOMBËTARE DHE ELEMENTE TË SË DREJTËS SË KRAHASUAR NË LIDHJE ME ÇËSHTJEN", "A.  Dokumente të Kombeve të Bashkuara", "1.  Konventa për Zhdukjen e të Gjitha Formave të Diskriminimit ndaj Grave", "49.  Konventa për Zhdukjen e të Gjitha Formave të Diskriminimit ndaj Grave është miratuar nga Asambleja e Përgjithshme e Kombeve të Bashkuara më 1979 dhe është ratifikuar nga Rusia më 1981. Neni 5 i saj thotë:", "“Shtetet Palë marrin të gjitha masat e përshtatshme:", "a)  Për të ndryshuar skemat dhe modelet e sjelljes socialkulturore të burrit e të gruas me qëllim që të arrihet në zhdukjen e paragjykimeve dhe të praktikave zakonore a të çfarëdollojshme, të cilat bazohen tek ideja e inferioritetit ose e epërsisë së njërës gjini a të tjetrës ose tek ajo e një roli stereotip të burrave e të grave;", "b)  Për të bërë që edukimi familjar të japë ndihmesë që të kuptohet mirë se amësia është një funksion shoqëror dhe që të pranohet përgjegjësia e përbashkët e burrit dhe e gruas në kujdesin për të rritur fëmijët e vet e për të siguruar zhvillimin e tyre, duke u vetëkuptuar që interesi i fëmijëve mbetet në të gjitha rastet kushti parësor.”", "50.  Neni 16 § 1 i kësaj konvente, në pjesët e tij përkatëse, përcakton:", "“Shtetet Palë marrin të gjitha masat e nevojshme për të zhdukur diskriminimin ndaj grave në të gjitha çështjet që rrjedhin prej martesës e në marrëdhëniet familjare dhe, në veçanti, për të siguruar, mbi bazën e barazisë së burrit e të gruas:", "(...)", "d)  Të njëjtat të drejta dhe të njëjtat përgjegjësi si prindër, cilado qoftë gjendja e tyre martesore, për çështjet që kanë të bëjnë me fëmijët e tyre; në çdo rast, interesi i fëmijëve do të jetë konsiderata parësore; (...)”", "51.  Në vërejtjet e tij përfundimtare të 30 korrikut 2010 rreth raporteve periodike të paraqitura nga Federata e Rusisë, Komiteti për Zhdukjen e Diskriminimit ndaj Grave ka deklaruar konkretisht si më poshtë:", "“20.  Komiteti vë re përsëri me shqetësim vijimin e praktikave, të traditave dhe të qëndrimeve patriarkale, si edhe të stereotipave të rrënjosur thellë lidhur me rolin, përgjegjësitë e identitetin e grave dhe të burrave në të gjitha sferat e jetës. Ai vëren me keqardhje në këtë drejtim theksimin e përsëritur, nga ana e Shtetit Palë, të rolit të grave si nëna dhe kujdestare. Ai [shpreh keqardhje] që (...) deri më sot, Shteti Palë nuk ka marrë asnjë masë efektive dhe sistematike për t’i ndryshuar ose zhdukur stereotipat dhe vlerat e praktikat e dëmshme tradicionale.", "21.  Komiteti e këshillon me ngulm Shtetin që të ndërtojë pa humbur kohë një strategji të përgjithshme duke parashikuar sidomos shqyrtimin dhe hartimin e teksteve legjislative, si edhe përcaktimin e objektivave e të kalendarëve të përpiktë, në mënyrë që t’i ndryshojë ose zhdukë praktikat tradicionale dhe stereotipat diskriminues ndaj grave (...) Komiteti vë re se ndryshimi i këndvështrimit për gratë, të para jo më edhe aq në rolin e tyre si nëna e bashkëshorte sesa si individë e vepruese të mirëfillta në shoqëri, baras me burrat, është i nevojshëm për zbatimin e plotë të Konventës dhe vendosjen e barazisë gjinore. (...)”", "2.  Dokumente të Organizatës Ndërkombëtare të Punës", "52.  Neni 1 i Konventës C111 të Organizatës Ndërkombëtare të Punës (IOL/OIT) lidhur me Diskriminimin në Punësim e Profesion, të miratuar më 1958 dhe të ratifikuar nga Federata e Rusisë më 1961, lexohet si vijon:", "“1.  Për qëllimet e kësaj konvente, termi diskriminim përfshin:", "a)  çdo dallim, përjashtim ose parapëlqim mbi bazë race, ngjyre, gjinie, feje, mendimi politik, prejardhjeje kombëtare apo shoqërore, për shkak të të cilit prishet a dëmtohet barazia e shanseve ose e trajtimit në fushën e punësimit apo të profesionit;", "b)  çdo dallim, përjashtim ose parapëlqim tjetër për shkak të të cilit prishet a dëmtohet barazia e shanseve ose e trajtimit në fushën e punësimit apo të profesionit, i cili do të mund të përcaktohet qartë nga Anëtari i interesuar pas këshillimit me organizatat përfaqësuese të punëdhënësve e të punonjësve, nëse ka të tilla, dhe me organizma të tjerë të përshtatshëm.", "2.  Dallimet, përjashtimet ose parapëlqimet mbi bazë të kualifikimeve të kërkuara për një vend të caktuar pune nuk konsiderohen si diskriminime.", "(...)”", "53.  Neni 3 § 1 i Konventës nr. 156 të IOL/OIT lidhur me Barazinë e Shanseve dhe të Trajtimit për Punonjësit e të Dyja Gjinive: Punonjës me Përgjegjësi Familjare, të miratuar më 1981 e të ratifikuar nga Federata e Rusisë më 1998, lexohet kështu:", "“Me qëllim që të vendoset barazia efektive e shanseve dhe e trajtimit për punonjësit e të dyja gjinive, secili Anëtar duhet që, ndër objektivat e politikës së tij kombëtare, të synojë për t’ua mundësuar personave me përgjegjësi familjare të cilët kanë ose dëshirojnë të kenë një vend pune që ta ushtrojnë të drejtën e tyre për ta pasur ose fituar atë pa u bërë objekt diskriminimi dhe, brenda mundësive, pa konflikt midis përgjegjësive të tyre profesionale e familjare.”", "54.  Neni 22 i Rekomandimit nr. 165 që e plotëson këtë konventë thotë:", "“Nëna ose babai duhet që, për njëfarë periudhe menjëherë pas lejes së barrëlindjes, të mund të përfitojë një leje (leje prindërore) pa e humbur vendin e punës, duke iu ruajtur të drejtat që lidhen me këtë të fundit.", "2)  Kohëzgjatja e periudhës që pason lejen e barrëlindjes dhe ajo e lejes së cilës i referohet nënparagrafi 1) i mësipërm, si edhe kushtet që lidhen me këtë leje, duhet të përcaktohen në secilin vend përmes njërit prej mjeteve të përmendura në paragrafin 3 të (...) Rekomandimit.", "3)  Leja e përmendur në nënparagrafin 1) të mësipërm do të mund të vendoset në fuqi në mënyrë të përshkallëzuar.”", "B.  Dokumente të Këshillit të Evropës", "1.  Karta Sociale Evropiane", "55.  Karta Sociale Evropiane e rishikuar është ratifikuar nga Federata e Rusisë më 2009. Ky shtet ka deklaruar se për të përbën detyrim në veçanti neni 27 i këtij teksti, i cili thotë:", "“Me qëllim që të sigurohet ushtrimi efektiv i së drejtës për barazinë e shanseve dhe të trajtimit mes punonjësve të të dyja gjinive, të cilët kanë përgjegjësi familjare, si edhe midis këtyre punonjësve dhe punonjësve të tjerë, Palët zotohen:", "(...)", "2.  të parashikojnë për secilin prind, për njëfarë periudhe pas lejes së barrëlindjes, mundësinë që të përfitojë një leje prindërore për t’u kujdesur për fëmijën, kohëzgjatja dhe kushtet e së cilës do të përcaktohen nga legjislacioni kombëtar, konventat kolektive ose praktika;", "(...)”", "2.  Rezoluta dhe rekomandime të Asamblesë Parlamentare", "56.  Në Rezolutën e saj 1274 (2002) për lejen prindërore, Asambleja Parlamentare ka deklaruar si vijon:", "“1.  Në Evropë, leja prindërore ka filluar të vendoset para më shumë se një shekulli dhe si element thelbësor i politikave sociale dhe të punësimit në favor të grave që ishin në marrëdhënie pune në kohën e lindjes së fëmijës së tyre, me qëllim për të mbrojtur shëndetin e tyre dhe për t’u lejuar atyre që të kujdesen për atë fëmijë.", "2.  Që prej asaj kohe, leja prindërore ka pësuar ndryshime për t’iu përshtatur jo vetëm nevojave të grave por edhe atyre të burrave të cilët duan ta pajtojnë jetën profesionale me jetën familjare duke ruajtur gjithashtu mirëqenien e fëmijëve.", "3.  Leja prindërore është e lidhur ngushtë me rolin e burrave në jetën familjare, sepse lejon të vendoset një partneritet i vërtetë në ndarjen e përgjegjësive midis burrave dhe grave në sferat private dhe publike.", "(...)”", "57.  Në këtë Rezolutë, Asambleja Parlamentare, duke vënë re që leja prindërore zbatohej në mënyrë të pabarabartë në gjirin e shteteve anëtare, u ka kërkuar me ngulm shteteve anëtare:", "“i.  të marrin masat e nevojshme, nëse nuk e kanë bërë ende një gjë të tillë, për të siguruar që legjislacioni i tyre të njohë llojet e ndryshme të strukturave familjare dhe, si rrjedhojë, për të vendosur parimin e lejes prindërore të paguar, duke përfshirë edhe lejen në rast birësimi;", "ii.  të ngrenë struktura të përshtatshme për vënien në zbatim të lejes prindërore, duke përfshirë edhe lejen në rast birësimi;", "(...)”", "58.  Në Rekomandimin e saj 1769 (2006) për nevojën e pajtimit të jetës profesionale me jetën familjare, Asambleja Parlamentare ka vënë re se, në shumë shtete anëtare të Këshillit të Evropës, pajtimi i jetës profesionale me jetën familjare nuk ishte arritur aspak dhe se kjo situatë rëndonte në radhë të parë në kurriz të grave, të cilat vazhdonin të merrnin përsipër një pjesë të madhe të punëve shtëpiake dhe edukimin e fëmijëve në moshë të mitur, si edhe, shumë shpesh, mbajtjen e prindërve të tyre që nuk ishin më të pavarur apo të personave të tjerë jo të pavarur. Ajo e ka ftuar kështu Komitetin e Ministrave që t’u drejtonte shteteve anëtare një rekomandim, për t’u kërkuar atyre në veçanti:", "“8.3.  të marrin masa për pajtimin e jetës profesionale me jetën familjare, të cilat u drejtohen burrave dhe grave, duke përfshirë:", "(...)", "8.3.5.  sigurimin e një shpërblimi/zhdëmtimi të mjaftueshëm gjatë lejes së barrëlindjes;", "8.3.6.  krijimin, nëse nuk ekziston ende, të një lejeje atësore të paguar dhe nxitjen e burrave për ta përdorur atë;", "(...)", "8.3.8.  vendosjen e një lejeje prindërore të paguar, të mbuluar nga pikëpamja sociale e që të mund të përdoret në mënyrë të zhdërvjelltë nga babai e nga nëna, duke u kujdesur veçanërisht për të siguruar që burrat të mund ta përdorin këtë mekanizëm në mënyrë efektive;", "(...)”", "3.  Rekomandime të Komitetit të Ministrave", "59.  Në Rekomandimin e tij nr. R (96) 5 për pajtimin e jetës profesionale me jetën familjare, Komiteti i Ministrave, duke pranuar se nevojiteshin risi për ta pajtuar më mirë jetën profesionale me jetën familjare, ka rekomanduar që shtetet anëtare:", "“I.  Të ndërhyjnë, në kuadrin e një politike të përgjithshme nxitjeje të barazisë së shanseve dhe të trajtimit, për t’u mundësuar burrave dhe grave, pa diskriminim, që ta pajtojnë më mirë jetën e tyre profesionale me jetën e tyre familjare;", "II.  Të miratojnë e të vënë në zbatim masat e parimet e përgjithshme të përshkruara në aneksin e këtij rekomandimi në atë mënyrë që e gjykojnë më të përshtatshme për ta realizuar këtë objektiv në dritën e situatave dhe të parapëlqimeve kombëtare.”", "60.  Lidhur me lejen e barrëlindjes dhe me ato atësore e prindërore, aneksi i Rekomandimit të cituar më lart shpjegon sa vijon:", "“12.  Në rast barrëlindjeje, gratë duhet të përfitojnë mbrojtje juridike, e sidomos ndërprerje të punës për një periudhë të përshtatshme, pagë ose ndihmë ekonomike të përshtatshme në bazë të këtij vendimi, si edhe mbrojtje të vendit të punës.", "13.  Etërit e fëmijëve të sapolindur duhet të përfitojnë gjithashtu një periudhë të shkurtër lejeje për t’u gjendur pranë familjes së tyre. Madje, babai dhe nëna duhet të kenë të drejtë për një leje prindërore për një periudhë të cilën duhet ta caktojnë autoritetet kombëtare, pa e humbur vendin e tyre të punës dhe të drejtat që lidhen me këtë punësim, të parashikuara në rregullat e punës ose në sistemet e mbrojtjes sociale. Kjo leje prindërore duhet të mund të merret me gjysmë kohe e të ndahet midis prindërve.", "14.  Personat që birësojnë një fëmijë duhet të përfitojnë, mutatis mutandis, nga masat e parashikuara në paragrafin 13.", "15.  Rikthimi në punë, pas lejes prindërore, duhet të lehtësohet me shërbime si orientimi dhe formimi profesional.”", "61.  Nga ana e tij, Rekomandimi KM/Rec(2007)17 i Komitetit të Ministrave rreth normave e mekanizmave të barazisë mes grave dhe burrave u porosit në veçanti shteteve anëtare që:", "“(...) qeveritë e shteteve anëtare të marrin ose të përforcojnë masat e nevojshme për të vënë në jetë barazinë mes grave dhe burrave duke i marrë tërësisht parasysh parimet e normat e mëposhtme:", "(...)", "B.  Norma në fusha specifike", "(...)", "5.  Pajtimi i jetës private/familjare me jetën profesionale/publike", "34.  Stereotipat dhe ndarja e prerë e roleve sipas gjinisë ndikojnë mbi modelet sociale të cilat priren që grave t’u lënë përgjegjësinë kryesore të jetës familjare dhe private (fusha pune pa pagesë), ndërsa burrave atë të sferës publike dhe të punës profesionale (fusha pune me pagesë). Kjo ndarje e mban gjallë ndarjen e pabarabartë të përgjegjësive familjare dhe shtëpiake, çka është një prej arsyeve më të mëdha të diskriminimit ndaj grave në tregun e punës dhe të pjesëmarrjes së tyre të kufizuar shoqërore e politike.", "35.  Pjesëmarrja e baraspeshuar e grave dhe e burrave në jetën profesionale/publike e në jetën private/familjare është pra një fushë kyçe për barazinë midis grave e burrave dhe një kusht thelbësor për zhvillimin e shoqërisë. Nga ana tjetër, pajtimi i jetës profesionale e publike me jetën familjare e private, i cili e favorizon lulëzimin e individit në jetën publike, profesionale, shoqërore e familjare, është i domosdoshëm për realizimin e një cilësie jete të kënaqshme për të gjithë, gra e burra, vajza e djem, dhe për gëzimin e plotë të të drejtave të personit njerëzor në sferat politike, ekonomike, kulturore dhe shoqërore.", "36.  Treguesit e vullnetit politik të shteteve dhe të angazhimit të tyre në favor të barazisë mes grave dhe burrave në këtë drejtim janë veçanërisht këta:", "(...)", "iii. miratimi/ekzistenca dhe zbatimi i një legjislacioni për mbrojtjen e amësisë e të atësisë, ku përfshihen dispozita rreth lejes së paguar të barrëlindjes, lejes së paguar prindërore, njëlloj të mundshme për të dy prindërit, dhe lejes së paguar atësore të patransferueshme, si edhe i masave specifike të parashikuara gjithashtu për gratë dhe burrat e punësuar, për t’ua mundësuar atyre marrjen përsipër të përgjegjësive familjare, duke përfshirë edhe kujdesin e ndihmën për fëmijët e sëmurë a me të meta ose për personat në ngarkim;", "(...)”", "62.  Së fundi, në Rekomandimin e tij KM/Rec(2010)4 për të drejtat e njeriut të pjesëtarëve të forcave të armatosura, Komiteti i Ministrave u ka rekomanduar në veçanti qeverive të shteteve anëtare “të garantojnë respektimin e parimeve të parashtruara në aneksin e këtij rekomandimi në legjislacionin e praktikat kombëtare lidhur me pjesëtarët e forcave të armatosura”. Parimi 39 i parashtruar në aneksin e këtij rekomandimi thotë kështu: “Pjesëtarët e forcave të armatosura që kanë fëmijë të vegjël duhet të përfitojnë leje amësie ose atësie, ndihma ekonomike të përshtatshme për çdo fëmijë në ngarkim, mundësi për dërgimin e fëmijëve në çerdhe e kopshte dhe një sistem të përshtatshëm shëndetësor e arsimor për fëmijët.”", "C.  Dokumente të Bashkimit Evropian", "1.  Direktiva të Këshillit", "63.  Direktiva 96/34/KE e Këshillit e 3 qershorit 1996 lidhur me marrëveshjen kuadër për lejen prindërore të arritur midis UNICE-së [Bashkimi i Konfederatave të Industrisë dhe të Punëdhënësve të Evropës], CEEP-së [Qendrës Evropiane të Ndërmarrjeve me Pjesëmarrje Publike dhe të Ndërmarrjeve me Interes Ekonomik të Përgjithshëm] dhe ETUC/CES-së [Konfederatës Evropiane të Sindikatave] e vë në zbatim këtë marrëveshje të përfunduar më 14 dhjetor 1995 nga këto organizata ndërprofesionale dhe përcakton konkretisht:", "“Klauzola 2 : Leja prindërore", "1.  Mbi bazën e kësaj marrëveshjeje, me kushtin e klauzolës 2.2, punonjësve, burra e gra, u jepet një leje prindërore për arsye të lindjes ose të birësimit të një fëmije, që të mund të kujdesen për këtë fëmijë për të paktën tre muaj deri në një moshë të caktuar që mund të shkojë deri në tetë vjeç, e cila duhet të përcaktohet nga shtetet anëtare dhe/ose partnerët socialë.", "2.  Për të nxitur barazinë e shanseve dhe të trajtimit mes burrave dhe grave, palët nënshkruese të kësaj marrëveshjeje janë të mendimit se e drejta për leje prindërore e parashikuar në klauzolën 2.1 duhet, si parim, të jepet në mënyrë të patransferueshme.", "(...)”", "64.  Direktiva 2010/18/BE e Këshillit e 8 marsit 2010 për zbatimin e marrëveshjes kuadër të rishikuar rreth lejes prindërore, të përfunduar mes BUSINESSEUROPE-s, UEAPME-së, CEEP-së dhe ETUC/CES-së, e ka shfuqizuar Direktivën 96/34/KE. Marrëveshja kuadër e rishikuar përcakton:", "“Klauzola 2 : Leja prindërore", " 1.  Mbi bazën e kësaj marrëveshjeje, punonjësve, burra e gra, u jepet e drejtë individuale për leje prindërore për arsye të lindjes ose të birësimit të një fëmije, në mënyrë që atyre t’u jepet mundësi për t’u kujdesur për këtë fëmijë deri sa ky të arrijë një moshë të caktuar që mund të shkojë deri në tetë vjeç, e cila duhet të përcaktohet nga shtetet anëtare dhe/ose partnerët socialë.", "2.  Leja jepet për një periudhë prej të paktën katër muajsh dhe, që të nxitet barazia e shanseve dhe e trajtimit mes burrave dhe grave, ajo nuk duhet, si parim, që të mund t’i kalohet tjetërkujt. Për të favorizuar barazinë mes dy prindërve lidhur me lejen prindërore, të paktën njëri nga të katër muajt e lejes nuk mund t’i kalohet tjetërkujt. Procedurat e zbatimit të periudhës së patransferueshme vendosen në nivel kombëtar në rrugë legjislative dhe/ose me konventa kolektive, sipas dispozitave për leje që janë në fuqi në shtetet anëtare.”", "2.  Jurisprudenca e Gjykatës së Drejtësisë të Bashkimit Evropian (GjDBE)", "65.  Çështja Joseph Griesmar k. Ministrit të Ekonomisë, të Financave dhe të Industrisë dhe Ministrit të Nëpunësisë Publike, të Reformës së Shtetit dhe të Decentralizimit trajtonte faktin që kreditë e vjetërsisë në punë për përllogaritjen e pensionit të pleqërisë të nëpunësve me fëmijë, në kuadrin e regjimit francez të pensionit civil e ushtarak, u merreshin parasysh vetëm grave nëpunëse. Në vendimin e saj të 29 nëntorit 2001, GjDBE-ja ka vërejtur se dhënia e këtyre kredive lidhej jo me lejen e barrëlindjes apo me dëmet që i shkaktohen një nëpunëseje femër në karrierën e saj si pasojë e largimit nga shërbimi gjatë periudhës pas lindjes, por me një periudhë tjetër, konkretisht me atë që i është kushtuar edukimit të fëmijëve. Lidhur me këtë, GjDBE-ja ka vënë re se situatat e një nëpunësi mashkull dhe të një nëpunëseje femër ishin të krahasueshme lidhur me edukimin e fëmijëve. Ajo ka vënë veçanërisht në dukje se rrethana që nëpunëset femra ishin më të prekura nga kushtet e pavolitshme profesionale për shkak të edukimit të fëmijëve, ngaqë përgjithësisht ishin gratë ato që e merrnin përsipër këtë edukim, nuk ishte e tillë që ta përjashtonte krahasueshmërinë e situatës së tyre me atë të një nëpunësi mashkull i cili e ka marrë përsipër edukimin e fëmijëve të tij dhe e ka vënë veten, për këtë shkak, në të njëjtat kushte të pavolitshme karriere.", "66.  GjDBE-ja ka vënë re për më tepër se legjislacioni francez sanksiononte një dallim në trajtim mbi bazë gjinie ndaj nëpunësve meshkuj të cilët e kishin marrë vërtet përsipër edukimin e fëmijëve të tyre. Ajo e ka gjykuar këtë masë si të papërligjur, me mendimin se kjo nuk ishte e tillë që të kompensonte disavantazhet ndaj të cilave ishin të ekspozuara karrierat e nëpunëseve femra duke i ndihmuar këto gra për të pasur një jetë profesionale të barabartë me atë të burrave, por kufizohej, përkundrazi, duke u dhënë nëpunëseve femra me cilësinë e nënës një kredi vjetërsie në punë në çastin e daljes së tyre në pension, pa i zgjidhur problemet që ato mund të hasnin gjatë karrierës së tyre profesionale. GjDBE-ja ka dalë kështu në përfundimin se legjislacioni francez nuk e merrte parasysh parimin e barazisë së shpërblimeve, përderisa i përjashtonte nga përfitimi i kredive ata nëpunës meshkuj që ishin në gjendje të vërtetonin se e kishin marrë vetë përsipër edukimin e fëmijëve të tyre.", "67.  Vendimi i miratuar nga GjDBE-ja më 30 shtator 2010 në çështjen Pedro Manuel Roca Álvarez k. Sesa Start España ETT SA lidhej me pikëpyetjen nëse mospranimi për t’u dhënë etërve të punësuar një leje “për mëkim” (në trajtën e shkurtimit të ditës së punës me një gjysmë ore), ndërkohë që nënat e punësuara e kishin të drejtën për këtë leje, përbënte një diskriminim mbi bazë gjinore. GjDBE-ja ka vënë re se situatat e një punonjësi mashkull e të një punonjëseje femër, përkatësisht baba dhe nënë fëmijësh në moshë të mitur, ishin të krahasueshme në vështrim të nevojës në të cilën këta mund të ndodheshin duke qenë të detyruar për ta shkurtuar orarin e tyre ditor të punës me qëllim që të kujdeseshin për këta fëmijë. Ajo ka dalë kështu në përfundimin se legjislacioni spanjoll vendoste një dallim trajtimi mbi bazë gjinore ndërmjet nënave me status punonjësi me pagë dhe baballarëve me status të njëjtë.", "68.  Për sa i takonte përligjjes së një dallimi të tillë në trajtim, GjDBE-ja ka qenë, së pari, e mendimit se leja në fjalë ishte e shkëputur nga fakti biologjik i mëkimit me gji, përderisa ajo mund të jepej edhe në rast mëkimi me ushqim artificial e mund të konsiderohej pra thjesht si kohë përkujdesjeje për fëmijën dhe si një masë për pajtimin e jetës familjare me jetën profesionale në përfundim të lejes së barrëlindjes. Ushqimi dhe koha e përkujdesjes për fëmijën mund të siguroheshin edhe nga babai ashtu si nga nëna. Kjo leje dukej kështu se u jepej punonjësve në cilësinë e tyre si prindër të fëmijës. Ajo nuk mund të quhej pra sikur jepte mundësi për të siguruar mbrojtjen e gjendjes biologjike të gruas si pasojë e shtatzënisë së saj apo mbrojtjen e marrëdhënieve të veçanta midis nënës dhe fëmijës së saj.", "69.  Ajo ka çmuar, së dyti, se masa e marrë në studim nuk përbënte një epërsi të lejuar e cila u jepej grave me qëllim që të përmirësonte aftësinë e tyre për të konkurruar në tregun e punës dhe për të bërë një karrierë të barabartë me burrat, por se, krejt përkundrazi, mendimi që lejen në fjalë mund ta përfitonte vetëm një grua me status punonjësi me pagesë, ndërkohë që atë nuk e përfitonte dot një burrë me status të njëjtë, ishte më fort me natyrë të tillë që e mbante gjallë njëfarë ndarjeje tradicionale të roleve midis burrave dhe grave, duke i lënë burrat në një rol ndihmës ndaj atij të grave për sa i përket ushtrimit të funksionit të tyre prindëror. Mosdhënia e përfitimit të lejes në fjalë etërve me status punonjësi me pagesë vetëm për arsye se nëna e fëmijës nuk e kishte këtë status mund të sjellë si pasojë që nëna, në këtë rast punonjëse e vetëpunësuar, të detyrohet ta kufizojë veprimtarinë e saj profesionale dhe ta mbajë e vetme barrën që vjen si rezultat i lindjes së fëmijës së saj, pa mundur të marrë ndihmë nga babai. Prandaj, për mendimin e GjDBE-së, masa në fjalë nuk përbënte as një masë që i zhdukte ose i pakësonte ato pabarazi që mund të ekzistonin në shoqëri, as një masë që synonte të sillte një barazi thelbësore e jo sa për formë, duke i zvogëluar pabarazitë faktike që mund të ndodhnin në jetën shoqërore, dhe e cila të shërbente kështu për të parandaluar ose kompensuar disavantazhet në karrierën profesionale të personave të interesuar.", "70.  GjDBE-ja ka dalë kështu në përfundimin se dispozitat në fjalë të legjislacionit spanjoll ishin në kundërshtim me legjislacionin evropian.", "D.  Elemente të së drejtës së krahasuar", "71.  Gjykata ka krahasuar legjislacionin e tridhjetë e tre shteteve anëtare të Këshillit të Evropës: Armeni, Austri, Azerbajxhan, Belgjikë, Bosnjë-Hercegovinë, Bullgari, Estoni, Finlandë, Francë, Greqi, Gjeorgji, Gjermani, Itali, “ish-Republika Jugosllave e Maqedonisë”, Kroaci, Letoni, Lituani, Luksemburg, Maltë, Mbretëria e Bashkuar, Poloni, Portugali, Qipro, Republika Çeke, Republika e Moldavisë, Rumani, Serbi, Spanjë, Suedi, Shqipëri, Turqi, Vendet e Ulëta dhe Zvicër.", "72.  Ky studim krahasues tregon, për sa i përket sektorit civil, se dy shtete (Armenia dhe Zvicra) e kufizojnë të drejtën e lejes prindërore vetëm te gratë, se në një shtet (Turqi) burrat që punojnë në sektorin privat nuk kanë të drejtë lejeje prindërore kurse ata që janë në sektorin publik e kanë atë të drejtë, se në një shtet (Bosnjë-Hercegovinë) burrat mund të marrin leje prindërore vetëm në disa kushte (për shembull, kur fëmija ka mbetur pa përkujdesje amësore) dhe se në një shtet (Shqipëri) ligji nuk parashikon leje prindërore. Në njëzet e tetë shtetet e tjera, burrat dhe gratë që punojnë në sektorin civil e kanë të drejtën e lejes prindërore në mënyrë të barabartë.", "73.  Në disa vende, leja prindërore është një e drejtë që i jepet familjes e të cilën prindërit mund ta ndajnë mes tyre sipas dëshirës (për shembull, në Azerbajxhan, Gjeorgji dhe Rumani). Në disa të tjera, bëhet fjalë për një të drejtë individuale dhe të drejtë për një pjesë të lejes prindërore ka secili prej prindërve (për shembull, në Belgjikë, Itali, Kroaci, Luksemburg e në Republikën Çeke). Në Suedi, kjo e drejtë është pjesërisht familjare e pjesërisht individuale: secilit nga prindërit u rezervohen gjashtëdhjetë ditë dhe pjesa tjetër ndahet midis tyre si t’u vijë për mbarë. Në disa vende, leja prindërore është pa të drejtë page (për shembull, në Austri, Belgjikë, Maltë, Mbretërinë e Bashkuar, Qipro, Spanjë dhe Vendet e Ulëta). Në disa të tjera, leja prindërore paguhet ose pjesërisht, ose e plotë (për shembull, në Azerbajxhan, Luksemburg, Portugali, Republikën Çeke dhe Serbi). Edhe kohëzgjatja e lejes prindërore është e ndryshme e mund të shkojë nga tre muaj (Belgjikë) deri në tre vjet (Spanjë).", "74.  Për sa i përket sektorit ushtarak, duket se një shtet (Shqipëria) nuk ua jep shprehimisht ushtarakëve të drejtën për leje prindërore. Në gjashtë shtete (Armeni, Azerbajxhan, Gjeorgji, Republika e Moldavisë, Turqi dhe Zvicër), kjo e drejtë u njihet vetëm ushtarakeve të gjinisë femërore. Në tre shtete (Bosnjë-Hercegovinë, Bullgari e Serbi), ushtaraket e gjinisë femërore e kanë të drejtën për leje prindërore cilado qoftë situata e tyre, ndërsa ushtarakët e gjinisë mashkullore e kanë atë të drejtë vetëm në rrethana të jashtëzakonshme, për shembull në rast se nëna ka vdekur, e ka braktisur fëmijën, është e sëmurë rëndë ose e ka të pamundur të kujdeset për fëmijën për çfarëdolloj arsyeje tjetër të përligjur. Në njëzet e tre shtetet e tjera, personeli ushtarak i gjinisë mashkullore dhe ai i gjinisë femërore e kanë të drejtën për leje prindërore në mënyrë të barabartë.", "75.  Në disa vende (për shembull, në Austri, Estoni, Finlandë, Itali, Kroaci, Luksemburg, Maltë, Poloni, Portugali, Qipro dhe Suedi), leja prindërore e parashikuar për ushtarakët duket se përcaktohet nga të njëjtat dispozita të përgjithshme si ato që janë të zbatueshme për civilët. Në disa vende të tjera (për shembull, në Francë, Greqi, Letoni, Lituani, Republikën Çeke dhe Rumani), leja prindërore përcaktohet nga dispozita specifike të cilat gjithsesi nuk paraqesin ndonjë dallim të madh nga rregullat që vlejnë për civilët. Në pesë vende (Belgjikë, Gjermani, Mbretëria e Bashkuar, Spanjë dhe Vendet e Ulëta), dispozitat specifike që përcaktojnë rregullat e lejes prindërore për ushtarakët janë të ndryshme nga ato që zbatohen për civilët ose më kufizuese sesa këto të fundit. Për shembull, legjislacioni holandez përcakton se leja prindërore mund të shtyhet kur këtë e kërkojnë “interesa të rëndësishëm të shërbimit”. Në Gjermani, ligji u jep ushtarakëve po ato të drejta në fushën e lejes prindërore ashtu si edhe civilëve. Megjithatë, ministri gjerman i Mbrojtjes mund të kundërshtojë dhënien e një lejeje prindërore për një pjesëtar të personelit ushtarak, burrë a grua, ose të thërrasë nën armë një pjesëtar të personelit ushtarak me leje prindërore, kur këtë e lypin nevojat e mbrojtjes kombëtare. Po ashtu, në Mbretërinë e Bashkuar, ushtarakët, të cilët kanë në parim të njëjtat të drejta për leje prindërore si edhe civilët, mund të mos lejohen që ta marrin këtë leje atëherë kur kanë dëshirë, në qoftë se gjykohet që mungesa e tyre e dëmton efikasitetin në luftim të forcave të armatosura.", "LIGJI", "I.  RRETH SHKELJES SË PRETENDUAR TË NENIT 14 TË KONVENTËS TË BASHKUAR ME NENIN 8", "76.  Paditësi sheh te mospranimi për t’i dhënë atij leje prindërore një diskriminim mbi bazë gjinore. Ai i referohet nenit 14 të Konventës të bashkuar me nenin 8, dispozita të cilat shprehen si vijon:", "Neni 8", "“1. Çdokush ka të drejtën e respektimit të jetës së tij private dhe familjare, banesës dhe korrespondencës së tij.", "2. Autoriteti publik nuk mund të ndërhyjë në ushtrimin e kësaj të drejte, përveçse në shkallën e parashikuar nga ligji dhe kur është e nevojshme në një shoqëri demokratike, në interes të sigurisë publike, për mbrojtjen e rendit publik, shëndetit ose moralit ose për mbrojtjen e të drejtave dhe lirive të të tjerëve.”", "Neni 14", "“Gëzimi i të drejtave dhe i lirive të përcaktuara në këtë Konventë duhet të sigurohet, pa asnjë dallim të bazuar në shkaqe të tilla si seksi, raca, ngjyra, gjuha, feja, mendimet politike ose çdo mendim tjetër, origjina kombëtare ose shoqërore, përkatësia në një minoritet kombëtar, pasuria, lindja ose çdo status tjetër.”", "", "(...)", "B.  Respektimi i nenit 14 të bashkuar me nenin 8", "1.  Vendimi i dhomës", "98.  Duke u mbështetur në vendimin Petrovic k. Austrisë (27 mars 1998, §§ 26-29, Recueil des arrêts et décisions 1998-II), dhoma ka çmuar se paditësi kishte arsye që t’i referohej nenit 14 të Konventës. Ajo ka vënë re se, si ushtarak i gjinisë mashkullore, ai ishte trajtuar ndryshe nga civilët e të dyja gjinive dhe nga ushtaraket e gjinisë femërore – kategori këto të cilat e kishin të gjitha të drejtën e lejes prindërore – dhe se mospranimi për t’i dhënë të interesuarit një leje të tillë mbështetej në kombinimin e dy arsyeve: të statusit si ushtarak dhe të gjinisë. Ajo ka thënë gjithashtu se, për sa u takon marrëdhënieve që kanë me fëmijët e tyre gjatë kohës së lejes prindërore, burrat dhe gratë ndodheshin në situata analoge.", "99.  Dhoma ka vënë në dukje se, në çështjen Petrovic (të cituar më lart), një dallim trajtimi i bërë mbi bazë gjinore lidhur me dhënien e një pagese për leje prindërore nuk ishte gjykuar se përbënte shkelje të nenit 14, me arsyetimin se në kohën e ngjarjeve nuk kishte ndonjë konsensus evropian në këtë fushë, meqenëse shumica e shteteve kontraktuese nuk e parashikonin që etërve t’u jepej ndonjë leje prindërore apo ndonjë pagesë për leje prindërore. Ajo ka vërejtur gjithashtu se, që prej marrjes së vendimit Petrovic, situata juridike në shtetet kontraktuese kishte ndryshuar lidhur me të drejtën për leje prindërore. Në fakt, në shumicën e vendeve evropiane, legjislacioni parashikonte tashmë se leja prindërore mund të merrej po ashtu nga babai si edhe nga nëna. Dhoma ka çmuar se kjo provonte që shoqëria kishte përparuar drejt një ndarjeje më të barabartë midis burrave e grave të përgjegjësive në fushën e edukimit të fëmijëve dhe që po njihej më mirë roli i etërve te fëmijët e vegjël. Ajo ka nxjerrë përfundimin se kishte ardhur koha që të përmbysej jurisprudenca Petrovic dhe të mendohej se dallimi në trajtim midis burrave dhe grave lidhur me të drejtën për leje prindërore nuk mbështetej në asnjë përligjje objektive apo të arsyeshme. Ajo ka dënuar gjithashtu stereotipat lidhur me gjininë në fushën e edukimit të fëmijëve.", "100.  Për sa i përket kontekstit ushtarak specifik për këtë çështje, dhoma ka thënë përsëri se një sistem disipline ushtarake nënkuptonte, për vetë natyrën e tij, mundësinë që disa të drejtave dhe lirive të pjesëtarëve të forcave të armatosura t’u bëheshin disa kufizime të cilat nuk mund të vendoseshin për civilët dhe se ato shtete që dëshironin t’u diktonin ushtarakëve kufizime për të drejtat e garantuara nga nenet 5, 9, 10 dhe 11 të Konventës gëzonin një hapësirë të gjerë vlerësimi. Dhoma ka saktësuar sidoqoftë se kjo hapësirë ishte më e ngushtë në fushën e jetës private dhe familjare. Ajo ka shtuar se, ndonëse shtetet mund t’u bënin disa kufizime të drejtave të ushtarakëve të garantuara nga neni 8 në rast kërcënimi real për efikasitetin operativ të forcave të armatosura, pohimet lidhur me ekzistencën e një kërcënimi të tillë duhej të ishin “të mbështetura me shembuj konkretë”.", "101.  Dhoma e ka gjykuar si jo bindës argumentin e Qeverisë se shtrirja tek ushtarakët e gjinisë mashkullore e asaj të drejte për leje prindërore që përfitonin tashmë ushtaraket e gjinisë femërore e dëmtuaka fuqinë luftarake dhe efikasitetin operativ të forcave të armatosura. Ajo ka vënë dukje se nuk ekzistonte faktikisht asnjë ekspertizë apo studim statistikor lidhur me numrin e ushtarakëve të gjinisë mashkullore që mund të merrnin një leje prindërore trevjeçare në një moment të caktuar e që kishin dëshirë ta bënin këtë gjë. Përveç kësaj, ajo ka vënë në dukje se fakti që gratë ishin më të pakta në numër sesa burrat në gjirin e forcave të armatosura nuk e përligjte dot kushtin e pavolitshëm ku ishin vënë këta të fundit në vështrim të lejes prindërore. Së fundi, ajo ka çmuar se argumenti sipas të cilit një ushtarak e kishte përherë mundësinë për të dhënë dorëheqje nga ushtria, po të dëshironte të kujdesej vetë për fëmijët e tij, ishte veçanërisht i diskutueshëm për shkak të vështirësisë për t’i zhvendosur drejtpërdrejt në fushën civile kualifikimet dhe përvojën e tij në thelb ushtarake. Dhoma ka deklaruar se ishte e shqetësuar nga fakti që ky arsyetim u diktonte ushtarakëve të gjinisë mashkullore që të zgjidhnin midis mundësisë për t’u kujdesur për fëmijët e tyre dhe asaj për të vazhduar karrierën e tyre në ushtri, një zgjedhje e vështirë nga e cila kurseheshin ushtaraket e gjinisë femërore. Për rrjedhojë, dhoma ka dalë në përfundimin se arsyet e parashtruara nga Qeveria nuk e përligjnin në mënyrë objektive dhe të arsyeshme që jetës familjare të ushtarakëve të gjinisë mashkullore t’i viheshin kufizime shumë më të forta sesa asaj të ushtarakeve të gjinisë femërore.", "2.  Argumentet e paditësit", "102.  Paditësi mbron mendimin se pozita e Qeverisë, sipas së cilës ai nuk mund t’i referohet nenit 14 të bashkuar me nenin 8, nuk është në përputhje me jurisprudencën e vazhdueshme të Gjykatës. Kjo e fundit e paska thënë në disa raste se leja prindërore, ashtu si edhe pagesat për leje prindërore e për çdo fëmijë në ngarkim, përfshihet në fushën e zbatimit të nenit 8 dhe se neni 14 i bashkuar me këtë dispozitë gjen pra vend për zbatim (Weller k. Hungarisë, nr. 44399/05, § 29, 31 mars 2009, Okpisz k. Gjermanisë, nr. 59140/00, § 32, 25 tetor 2005, Niedzwiecki k. Gjermanisë, nr. 58453/00, § 31, 25 tetor 2005, dhe Petrovic, i cituar më lart, § 29). Paditësi thotë se ai kishte nevojë për një leje prindërore për të lehtësuar jetën e tij familjare e për të mbrojtur interesat e fëmijëve të tij. Ai shpjegon se, meqenëse ish-bashkëshortja e tij nuk kishte dashur të kujdesej për ta, atij i ishte dashur të qëndronte në shtëpi për t’i mbajtur, çka nuk do të kishte qenë e mundur pa një leje të tillë.", "103.  Paditësi parashtron se, për sa i përket nevojës për të marrë një leje prindërore e për t’u kujdesur për fëmijët e tij, ai gjendet në një situatë analoge me atë të prindërve të tjerë, konkretisht të ushtarakeve të gjinisë femërore, në njërën anë, dhe të burrave e grave që punojnë në sektorin civil, në anën tjetër. Mirëpo, si ushtarak i gjinisë mashkullore, ai qenka trajtuar ndryshe nga këto kategori prindërish, sepse nuk e paska pasur të drejtën për të marrë leje prindërore. Gratë e punësuara në ushtri, ashtu si edhe burrat e gratë e punësuar në sektorin civil, e paskan të gjithë të drejtën pa kushte për leje prindërore trevjeçare, ndërsa një ushtarak i gjinisë mashkullore mund të përfituaka shumë-shumë një leje tremujore në rast se e shoqja i vdes ose e ka të pamundur të kujdeset për fëmijën për shkak të ndonjë arsyeje tjetër. Paditësi është i mendimit se, sado që në përfundim e ka marrë një leje prindërore, prapëseprapë është trajtuar ndryshe nga prindërit e tjerë. Leja e tij prindërore paska qenë në të vërtetë më e shkurtër sesa normalja dhe, sipas juridiksioneve të brendshme, e parregullt. Ai paska jetuar kështu gjatë gjithë kohës së lejes së tij me frikën se kjo do t’i anulohej dhe se do t’i duhej të kthehej në punë. Së fundi, ai qenka trajtuar gjithashtu ndryshe nga gratë ushtarake ngaqë, në kundërshtim me to, i qenka dashur të bëjë një zgjedhje të vështirë midis karrierës së tij në ushtri dhe jetës së tij familjare.", "104.  Paditësi mbështet mendimin se argumenti sipas të cilit grave u duhet të luajnë një rol të veçantë shoqëror në edukimin e fëmijëve mbështetet në një stereotip të lidhur me gjininë. Për sa i përket doktrinës së “diskriminimit pozitiv”, ajo nuk mund t’u përdorka për të përligjur një dallim në trajtim midis burrave dhe grave lidhur me të drejtën për leje prindërore. Masat e diskriminimit pozitiv u dashka të jenë në përpjesëtim me qëllimin për të ndrequr, kompensuar ose zbutur pasojat e vazhdueshme të vështirësive të pësuara nga një grup përherë i disfavorizuar, në këtë rast gratë (Runkee e White k. Mbretërisë së Bashkuar, nr. 42949/98 e nr. 53134/99, §§ 37 e 40-43, 10 maj 2007, dhe Stec me të tjerë k. Mbretërisë së Bashkuar [DhM], nr. 65731/01, §§ 61 e 66, GjEDNj 2006VI). Mirëpo, duke mos e ndrequr aspak një të metë nga e cila paskan vuajtur gjithmonë gratë, një politikë e cila ua jep vetëm atyre të drejtën për të marrë leje prindërore veç sa i mbajtka gjallë stereotipat lidhur me gjininë si edhe pabarazitë e vështirësitë që rrjedhin nga roli tradicional i grave që të qëndrojnë në shtëpi për t’u kujdesur për fëmijët në vend që të ushtrojnë një veprimtari profesionale me pagesë. Për rrjedhojë, një politikë e tillë vendoska një diskriminim si ndaj burrave (në jetën familjare) ashtu edhe ndaj grave (në punë). Paditësi nxjerr përfundimin se dallimi në trajtim midis burrave dhe grave për sa i përket të drejtës prindërore nuk mbështetet në asnjë përligjje të arsyeshme dhe objektive.", "105.  Për sa u përket argumenteve lidhur me kapacitetin luftarak të ushtrisë, paditësi mbron mendimin se, sipas jurisprudencës së Gjykatës, pohimet rreth ekzistencës së një kërcënimi për efikasitetin operativ të ushtrisë duhet të jenë të mbështetura mbi elemente prove, vlefshmërinë dhe njëmendësinë e të cilave e verifikuaka me kujdes Gjykata (Smith e Grady k. Mbretërisë së Bashkuar, nr. 33985/96 e nr. 33986/96, §§ 89112, GjEDNj 1999VI, dhe Lustig-Prean e Beckett k. Mbretërisë së Bashkuar, nr. 31417/96 e nr. 32377/96, §§ 82 dhe 88-98, 27 shtator 1999). Ai çmon se Qeveria nuk ka paraqitur asnjë element prove që të tregojë se një shtrirje e së drejtës për leje prindërore te ushtarakët e gjinisë mashkullore krijuaka një kërcënim për aftësinë luftarake të ushtrisë. Në veçanti, statistikat e paraqitura nga Qeveria nuk qenkan bindëse dhe nuk u vërtetuakan madje nga asnjë dokument. Numri i fëmijëve nën tre vjeç i treguar nga Qeveria përfshika me sa duket edhe fëmijët e ushtarakeve të gjinisë femërore dhe ata të personelit administrativ të ushtrisë. Kështu që qenka e pamundur të përcaktohet numri i ushtarakëve të gjinisë mashkullore të cilët mund të marrin një leje prindërore në një moment të caktuar. Sidomos, pohimi i Qeverisë se ajo nuk zotëron asnjë statistikë përkatëse treguaka se dispozitat juridike që e kufizojnë të drejtën e lejes prindërore vetëm për ushtaraket e gjinisë femërore qenkan miratuar pa ndonjë themel faktik të qëndrueshëm dhe nuk i janë nënshtruar asnjëherë ndonjë rishikimi a përditësimi të mbështetur në fakte. Sipas vlerësimeve të paditësit, numri i ushtarakëve të gjinisë mashkullore që mund të marrin leje prindërore në një moment të caktuar nuk i kapërcyeka 3,47% të ushtarakëve të karrierës të gjinisë mashkullore. Për më tepër, brenda kësaj përqindjeje, jo të gjithë ushtarakët në fjalë paskan dëshirë të marrin një leje të tillë. Paditësi mbështet mendimin se, sipas së drejtës ruse, në një njësi ushtarake lejohet që të marrin leje njëkohësisht deri në 30% të personelit, pa u konsideruar kjo si diçka që e dëmton efikasitetin e plotë operativ të kësaj njësie.", "106.  Paditësi deklaron nga ana tjetër se, sado që gratë janë vërtet të pakta në numër në forcat e armatosura, shpeshherë ato ushtrojnë aty të njëjtat funksione si edhe burrat. Ai vë në dukje konkretisht se më 1999 eprorja e tij ishte një grua. Siç e treguakan listat e ushtarakëve në shërbim, numri i grave në shërbim në njësinë e tij paska arritur disa ditë në 60% të efektivave të pranishëm. Këto gra e paskan të drejtën për të marrë leje prindërore, por kjo nuk paska qenë asnjëherë burim shqetësimesh për sa i përket efikasitetit operativ të ushtrisë. Në vend që të zgjidhte një qasje të kulluar sasiore, shteti qenka dashur t’i japë më shumë rëndësi një metode cilësore duke marrë parasysh natyrën e funksioneve të ushtruara nga çdo person. Si përfundim, Qeveria nuk e paska përligjur në mënyrë të arsyeshme dhe objektive atë dallim në trajtim që ekziston në ushtri midis burrave dhe grave për sa i takon të drejtës për leje prindërore.", "107.  Përveç kësaj, në përgjigje të argumentit të Qeverisë se ai e paska pranuar njëfarë kufizimi të të drejtave të tij duke u angazhuar në ushtri, paditësi thotë se Konventa zbatohet edhe për pjesëtarët e forcave të armatosura e jo vetëm për civilët (Engel me të tjerë k. Vendeve të Ulëta, 8 qershor 1976, § 54, seria A nr. 22, dhe Lustig-Prean e Beckett, i cituar më lart, § 82). Ai shton se, edhe pse është e mundur të hiqet dorë nga të drejta që mbrohen prej Konventës, një dorëheqje e tillë, që të jetë e vlefshme, duhet të plotësojë disa kushte. Duke iu referuar përkatësisht vendimit Hermi k. Italisë ([DhM], nr. 18114/02, § 73, GjEDNj 2006-XII) dhe vendimit D.H. me të tjerë k. Republikës Çeke ([DhM], nr. 57325/00, § 202, GjEDNj 2007-IV), ai vë në dukje, së pari, se dorëheqja nuk duhet “të bjerë ndesh me asnjë interes të rëndësishëm publik” dhe, së dyti, se ajo duhet “[të] vërtetohet në mënyrë të padyshimtë, [të] bëhet me dijeni të plotë, domethënë mbi bazën e një pëlqimi me dije”. Mirëpo dorëheqja e përmendur nga Qeveria në rastin e çështjes në fjalë nuk i plotëson këto kërkesa. Gjykata qenka shprehur si më poshtë në kontekstin e diskriminimit mbi bazë race: “duke [ri]kujtuar rëndësinë themelore të ndalimit të diskriminimit racial (...) nuk ka sesi të pranohet mundësia që të hiqet dorë nga e drejta për të mos u bërë objekt i një diskriminimi të tillë. Në fakt, një dorëheqje e tillë do të binte ndesh me një interes të rëndësishëm publik” (D.H. me të tjerë, i cituar më lart, § 204). Ndalimi i diskriminimit mbi bazë gjinore qenka me një rëndësi po aq themelore (Andrle k. Republikës Çeke, nr. 6268/08, § 49, 17 shkurt 2011, Van Raalte k. Vendeve të Ulëta, 21 shkurt 1997, § 39, Recueil 1997-I, dhe Abdulaziz, Cabales e Balkandali k. Mbretërisë së Bashkuar, 28 maj 1985, § 78, seria A nr. 94), dhe e drejta për të mos pësuar diskriminim gjinor nuk mund t’u bëka as ajo objekt dorëheqjeje. Në këtë rast, dorëheqja në fjalë nuk mund t’u konsideruaka si jo e padyshimtë: kontrata e nënshkruar prej paditësit qenka një formular standard prej një faqeje që nuk e informuaka shprehimisht nënshkruesin se po zotohet për të hequr dorë nga e drejta e vet për lejen prindërore.", "108.  Së fundi, paditësi mbron idenë se e drejta ruse nuk e lejon aspak që ndokush t’i qaset në mënyrë të individualizuar dhënies së një lejeje prindërore për ushtarakët, siç e tregojnë gjerësisht rrethanat e çështjes në fjalë. Faktikisht, gjykatat e brendshme e paskan shpallur të paligjshme lejen prindërore që i qenka dhënë atij për arsye të vështirësive të tij familjare. Paditësi çmon se e drejta prindërore mund të jepej më mirë në varësi të pozitës së personit në ushtri sesa në varësi të gjinisë së tij, çka do të ofronte një shkallë të pranueshme personalizimi. Sipas tij, do të duhej sidomos të shihej nëse njësia e personit po merr pjesë në operacione ushtarake aktive apo po përgatitet për veprime të tilla dhe të shqyrtohej pozita e tij në gjirin e njësisë së vet. Për të interesuarin, është e palogjikshme që të drejtën për leje prindërore ta përfitojë automatikisht një grua ushtarake me funksion të rëndësishëm në një njësi, ndërkohë që nuk e gëzon një të drejtë të tillë një ushtarak i gjinisë mashkullore me funksione relativisht të parëndësishme në rrafshin ushtarak.", "3.  Argumentet e Qeverisë", "109.  Në kërkesën e saj për kalimin e çështjes, Qeveria mbron mendimin se paditësi nuk mund t’i referohet nenit 14 të Konventës të bashkuar me nenin 8. Kjo dispozitë e fundit nuk garantuaka ndonjë të drejtë për leje prindërore apo për pagesa lejeje prindërore. Për vetë natyrën, aty qenka fjala për të drejta ekonomike e shoqërore që kanë të bëjnë me Kartën Sociale Evropiane dhe që nuk mbrohen nga Konventa. Për këtë arsye, neni 14, i cili nuk paska ekzistencë të pavarur, nuk u zbatuaka.", "110.  Qeveria e pranon se paditësi ndodhet në një situatë analoge me atë të të gjithë prindërve të tjerë – konkretisht të ushtarakeve të gjinisë femërore dhe të grave e burrave që punojnë në sektorin civil. Ajo çmon se i interesuari nuk është trajtuar ndryshe nga këto kategori të tjera prindërish përderisa ai e ka përfituar një leje prindërore.", "111.  Qeveria mbron nga ana tjetër mendimin se ushtarakët kanë një status të veçantë për faktin se ata kanë si rol që të garantojnë mbrojtjen e vendit dhe sigurinë e shtetit. Ky i fundit mundka kështu t’u caktojë kufizime të drejtave dhe lirive të tyre civile dhe t’u ngarkojë atyre detyra të posaçme. Duke iu referuar vendimit Kalaç k. Turqisë (1 korrik 1997, § 28, Recueil 1997-IV), Qeveria mbrohet duke thënë se vendimi për të përqafuar karrierën ushtarake është rezultat i një zgjedhjeje të vullnetshme dhe se, duke nënshkruar një kontratë me ushtrinë e duke bërë betim për bindje, ushtarakët pranojnë një sistem disipline ushtarake i cili nënkupton, për vetë natyrën e tij, mundësinë për t’iu nënshtruar disa kufizimeve që nuk mund t’u vendosen civilëve. Ajo citon gjithashtu për këtë qëllim çështjen W., X., Y. e Z. k. Mbretërisë së Bashkuar (nr. 3435/67, 3436/67, 3437/67 dhe 3438/67, vendim i Komisionit i 19 korrikut 1968, Vjetari 11, 1968, f. 563, 599), ku Komisioni ka thënë: “shprehjes “respektim i jetës familjare” nuk mund t’i jepet në mënyrë të arsyeshme një interpretim aq i gjerë saqë ajo t’i lejojë një personi – qoftë edhe të mitur – që t’u shmanget detyrimeve të cilat rrjedhin për të nga një zotim afatgjatë i marrë lirisht, por që nënkupton një ndarje nga familja e tij jashtë periudhave të lejes.”", "112.  Qeveria parashtron më tej se shtetet kanë një hapësirë të gjerë vlerësimi në fushën e sigurisë kombëtare si edhe për marrjen e masave me karakter të përgjithshëm në fushën e strategjisë ekonomike e shoqërore; ajo u referohet për këtë vendimeve James me të tjerë k. Mbretërisë së Bashkuar (21 shkurt 1986, § 46, seria A nr. 98) dhe National & Provincial Building Society, Leeds Permanent Building Society e Yorkshire Building Society k. Mbretërisë së Bashkuar (23 tetor 1997, § 80, Recueil 1997-VII). Në saje të një njohjeje të drejtpërdrejtë të shoqërisë së tyre dhe të nevojave që ka ajo, autoritetet kombëtare qenkan në gjendje më shumë sesa gjyqtari ndërkombëtar për të përcaktuar se çfarë është “me dobi publike”. Gjykata u dashka të respektojë zgjidhjet politike që ka dhënë ligjvënësi kombëtar, me përjashtim të rasteve kur gjykimi i këtij të fundit rezulton “haptazi pa bazë të arsyeshme”.", "113.  Qeveria i referohet vendimit të dhënë nga Gjykata Kushtetuese për çështjen në fjalë. Ky juridiksion epror paska thënë aty se veçoria e kërkesave të shërbimit në forcat e armatosura kërkon një vazhdimësi në ushtrimin e funksioneve dhe se, për rrjedhim, marrja e një lejeje prindërore nga një numër i madh ushtarakësh të gjinisë mashkullore do ta dëmtonte fuqinë luftarake dhe efikasitetin operativ të forcave të armatosura. Qeveria është e mendimit se ky konstatim mbështetet në një përligjje objektive dhe të arsyeshme për arsyet e mëposhtme. Së pari, siç e paska parashtruar qeveria e Mbretërisë së Bashkuar në çështjen W., X., Y. e Z. k. Mbretërisë së Bashkuar (të cituar më lart, f. 575), “autoritetet e ngarkuara me drejtimin e forcave të armatosura (te të cilat mbështetet siguria e shtetit) duhet të kujdesen që këto forca të jenë përherë të plotësuara mjaftueshëm me njerëz që të mund ta përmbushin misionin e tyre”. Së dyti, në datën 1 janar 2011, numri i përgjithshëm i ushtarakëve të karrierës paska qenë 216 600, dhe në ngarkim të pjesëtarëve të forcave të armatosura, duke përfshirë edhe personelin ushtarak edhe atë administrativ, paskan qenë 50 519 fëmijë të moshës nën tre vjeç. Qeveria deklaron se nuk është në gjendje të japë shifra më të përpikta. Konkretisht, nuk ekzistuakan statistika për numrin e ushtarakëve të gjinisë mashkullore të cilët kanë fëmijë të moshës nën tre vjeç. Mirëpo, meqenëse të gjithë këta ushtarakë qenkan në moshë të tillë që mund të bëhen me fëmijë, kjo shifër mund të qenka e lartë.", "114.  Qeveria e pranon se nuk është në gjendje të paraqesë as dokumentin më të vogël lidhur me debatin parlamentar rreth lejes prindërore për personelin ushtarak. Ajo shton se Ligji për Statusin e Ushtarakëve është miratuar para trembëdhjetë vjetësh, përpara ratifikimit të Konventës nga ana e Rusisë, se në atë kohë Parlamenti rus nuk ishte i detyruar sipas Konventës që të debatonte rreth përligjjes së dallimit në trajtim për të cilin bëhet fjalë dhe se, për këtë arsye, Gjykata nuk ka kompetencë ratione temporis për të shqyrtuar çështjet të cilat lidhen me debatin parlamentar që i ka paraprirë miratimit të këtij ligji.", "115.  Më tej, Qeveria mbron mendimin se ushtarakët e gjinisë mashkullore nuk kanë të drejtë lejeje prindërore në një numër të caktuar shtetesh të Këshillit të Evropës, ndër të cilat Bullgaria, Polonia, Republika Çeke, Turqia dhe Zvicra. Përveç kësaj, në shumë vende, leja prindërore qenka më e shkurtër sesa në Rusi. Sipas Qeverisë, duke qenë se leja prindërore në Rusi zgjat tre vjet, një mungesë për një periudhë kaq të gjatë paska njëfarë ndikimi negativ në aftësitë profesionale të ushtarakëve të gjinisë mashkullore, të cilat nënkuptojnë shpeshherë përdorimin e një materiali ushtarak të teknologjisë së lartë e të koklavitur, çka do të bënte të nevojshme kurse të kushtueshme për rifreskim dijesh pas kthimit të tyre në punë. Në këto kushte, qenka e arsyeshme që lejen prindërore ta marrin gratë e ushtarakëve, sepse ndërprerja e veprimtarisë së tyre profesionale paska pasoja më pak negative për shoqërinë. Në veçanti, paditësi paska qenë radist në një njësi që duhet të jetë në gatishmëri të përhershme luftarake. Sidoqoftë, Qeveria e pranon se posti i të interesuarit mund të zihej edhe nga një grua, e cila do ta kishte pasur të drejtën për leje prindërore.", "116.  Lidhur me këtë pikë, Qeveria shpjegon se e drejta për lejen prindërore u është dhënë në mënyrë përjashtuese ushtarakeve të gjinisë femërore duke pasur parasysh konsideratat e mëposhtme. Së pari, hulumtimet shkencore moderne treguakan se ekziston një lidhje e posaçme biologjike dhe psikologjike midis nënës dhe foshnjës. Prania e nënës pranë fëmijës dhe përkujdesjet nga ana e saj qenkan veçanërisht të rëndësishme gjatë vitit të parë të jetës; pra, qenka në interesin e fëmijës që nëna të marrë një leje prindërore. Së dyti, mungesa e grave në punë paska një ndikim më të vogël në aftësinë luftarake, meqenëse ato qenkan të pakta në numër për sa i përket punësimit në ushtri. Faktikisht, më 1 janar 2011, në ushtrinë ruse paska pasur vetëm 1 948 gra. Për këtë arsye, më 2011, gratë paskan përfaqësuar vetëm 0,8% të personelit ushtarak (kundrejt 10% më 2008). Për më tepër, shumica e tyre paskan funksione që nuk nënkuptojnë drejtpërdrejt detyra ushtarake, por qenkan për shembull në disa poste në shërbimet mjekësore, në ato të financave ose të ndërlidhjes. Në këto kushte, rasti i çështjes në fjalë paska të bëjë me një diskriminim pozitiv të përligjur në favor të grave.", "117.  Qeveria vë në dukje gjithashtu se e drejta ruse parashikon përjashtime nga rregulli që ua mohon ushtarakëve të gjinisë mashkullore të drejtën për leje prindërore. Në veçanti, në përputhje me nenin 32 § 7 të Rregullores për Statusin e Ushtarakëve (paragrafi 48 i mësipërm), një ushtarak karriere i gjinisë mashkullore paska të drejtë për një leje të tillë atëherë kur: a)  bashkëshortja i ka vdekur gjatë lindjes, ose b)  ai rrit një ose disa fëmijë nën katërmbëdhjetë vjeç (nën gjashtëmbëdhjetë vjeç nëse fëmija është me të meta) për të cilët nuk kujdeset e ëma (për shkak të vdekjes së kësaj të fundit, të një heqjeje të së drejtës prindërore, të një sëmundjeje të gjatë ose të një situate tjetër që e ka lënë fëmijën pa përkujdesje amësore). Kjo listë përjashtimesh nuk qenka e plotë. Qeveria përmend gjithashtu nenin 10 § 9 të Ligjit për Statusin e Ushtarakëve (paragrafi 47 i mësipërm), sipas të cilit ushtarakët që rrisin fëmijë të mbetur pa përkujdesjet amësore/atërore mundkan të përfitojnë shërbime sociale të parashikuara nga ligjet federale dhe dispozita të tjera ligjore lidhur me mbrojtjen e familjes, të nënës e të fëmijës. Ajo ka paraqitur dokumente me të dhëna statistikore lidhur me lejet prindërore të përfituara nga ushtarakë e policë të gjinisë mashkullore. Nga ato del se vetëm në një rast, më 2007, një ushtarak i gjinisë mashkullore ka përfituar leje prindërore për një periudhë prej një viti e gjysmë, për arsye të një sëmundjeje të rëndë të bashkëshortes së tij. Më 2010, një tjetër ushtaraku të gjinisë mashkullore i qenka dhënë një leje e posaçme prej tre muajsh me arsyetimin se i biri paskësh mbetur pa përkujdesje amësore. Qeveria përmend gjithashtu njëzet e një raste ku iu qenka dhënë leje prindërore trevjeçare policëve të gjinisë mashkullore. Sipas saj, kjo tregon se kriteri kryesor për dhënien e një lejeje është që fëmijët e ushtarakut të gjinisë mashkullore në fjalë të kenë mbetur pa përkujdesje amësore, rrethanë e cila u nevojitka sidoqoftë të vërtetohet. Pikërisht kështu nuk qenka pranuar që t’i jepej leje paditësit me arsyetimin se ai nuk e paska vërtetuar se nëna nuk merrej me fëmijët e tij. Por nga ana tjetër, i interesuari e paska përfituar më në fund një leje prindërore për arsye të vështirësive të tij familjare.", "118.  Në përfundim, Qeveria mbron mendimin se dhoma i ka tejkaluar kompetencat e veta duke urdhëruar, sipas nenit 46 të Konventës, që autoritetet ruse ta ndryshojnë legjislacionin përkatës. Kjo çështje përbëka një rast të izoluar i cili nuk zbuluaka kurrfarë problemi sistemor në këndvështrimin e Konventës. Gjykatës nuk i takuaka që të shqyrtojë një problem abstrakt përputhshmërie të legjislacionit kombëtar me Konventën, e aq më pak të heqë apo të urdhërojë që të hiqen dispozitat legjislative të kundërshtuara prej paditësit.", "4.  Argumentet e palës së tretë", "119.  Qendra për të Drejtat e Njeriut e Universitetit të Gentit denoncon rreziqet e stereotipave lidhur me gjininë. Këta stereotipa i kufizuakan zgjedhjet që mund të bëjë në jetë individi dhe sjellkan si pasojë mbajtjen gjallë të pabarazive midis gjinive si edhe nënshtrimin e një gjinie ndaj tjetrës. Ata qenkan njëherazi edhe shkaku, edhe shfaqja e diskriminimit. Caktimi i roleve stereotipa për burrat e për gratë dhe mbyllja e tyre brenda atij roli që i lihet tradicionalisht gjinisë së tyre shpënka në mospërkrahjen e personave – burra e gra – të cilët nuk veprojnë në përputhje me këto role tradicionale. Një mungesë e tillë përkrahjeje mund t’u shfaqka për shembull përmes një mospranimi për t’u dhënë atyre shërbime sociale. Këta stereotipa u përmendkan gjithashtu shpeshherë për të përligjur një dallim në trajtim midis burrave dhe grave. Mirëpo Gjykata e paska thënë disa herë se paragjykimet ose stereotipat nuk mund të mjaftojnë për të përligjur një trajtim diskriminues (Zarb Adami k. Maltës, nr. 17209/02, §§ 81-82, GjEDNj 2006VIII, L. e V. k. Austrisë, nr. 39392/98 e nr. 39829/98, § 52, GjEDNj 2003-I, Lustig-Prean e Beckett, i cituar më lart, § 90, dhe Inze k. Austrisë, 28 tetor 1987, § 44, seria A nr. 126). Dy stereotipat që qëndrojnë fshehur në këtë çështje qenkan, së pari, ideja tradicionale sipas së cilës me shtëpinë e me fëmijët u marrkan gratë, kurse burrat punuakan jashtë shtëpie për të fituar të holla dhe, së dyti, koncepti se burrat qenkan më shumë të prerë sesa gratë për të shërbyer në ushtri e për të luftuar.", "120.  Pala e tretë përmend gjithashtu Konventën për Zhdukjen e të Gjitha Formave të Diskriminimit ndaj Grave dhe veçanërisht nenin 5 të saj (paragrafi 49 i mësipërm), i cili i ngarkon shtetet palë me detyrimin për t’i trajtuar stereotipat lidhur me gjininë duke ndryshuar skemat dhe modelet e sjelljes socialkulturore të burrit e të gruas me qëllim që të arrihet në zhdukjen e paragjykimeve dhe të praktikave zakonore a të çfarëdollojshme, të cilat qenkan të bazuara tek ideja e inferioritetit ose e epërsisë së njërës gjini a të tjetrës ose tek ajo e një roli stereotip të burrave e të grave. Pala e tretë thotë se, sado që kjo çështje ka të bëjë me një diskriminim ndaj një burri, Konventa e cituar më lart është me vend, sepse Komiteti për Zhdukjen e Diskriminimit ndaj Grave e paska interpretuar si të zbatueshme për “të gjitha qeniet njerëzore, cilado qoftë gjinia e tyre” dhe sepse stereotipat që lidhen me burrat qenkan të dëmshëm jo vetëm për ta por edhe për gratë. Stereotipat lidhur me gjininë i mbyllkan gratë në shtëpi dhe i përjashtuakan andej burrat, çka qenka në dëm të të dyja gjinive. Komiteti i lartpërmendur paska nënvizuar se është e rëndësishme të arrihet në një barazi që të mos jetë vetëm sa për formë dhe e cila të përpiqet të luftojë shkaqet strukturore të diskriminimit. Stereotipat lidhur me gjininë, dhe veçanërisht paragjykimi i ngulitur thellë sipas të cilit me familjen duhet të merren gratë, kurse burrat duhet të punojnë për të fituar të holla, bëkan pjesë në këto shkaqe.", "121.  Pala e tretë përmend gjithashtu vërejtjet përfundimtare rreth raporteve periodike të paraqitura nga Federata e Rusisë, të miratuara më 30 korrik 2010 nga Komiteti për Zhdukjen e Diskriminimit ndaj Grave (paragrafi 51 i mësipërm). Ky i fundit paska deklaruar konkretisht se vë re me shqetësim “vijimin e praktikave, të traditave dhe të qëndrimeve patriarkale, si edhe të stereotipave të rrënjosur thellë lidhur me rolin, përgjegjësitë e identitetin e grave dhe të burrave në të gjitha sferat e jetës (...) [dhe] (...) theksimin e përsëritur, nga ana e Shtetit Palë, të rolit të grave si nëna dhe kujdestare”. Komiteti paska çmuar se njëfarë “ndryshimi i këndvështrimit për gratë, të para jo më edhe aq në rolin e tyre si nëna e bashkëshorte sesa si individë e vepruese të mirëfillta në shoqëri, baras me burrat, [ishte] i nevojshëm për zbatimin e plotë të Konventës dhe vendosjen e barazisë gjinore”.", "122.  Së fundi, pala e tretë shpjegon se kjo çështje ka të bëjë me një diskriminim “të kryqëzuar”, domethënë të mbështetur në disa arsye të cilat ndërveprojnë me njëra-tjetrën. Asaj i duket në fakt se dallimi në trajtim për të cilin ankohet paditësi nuk mund të reduktohet ose te statusi i ushtarakut, ose te gjinia, por është përkundrazi rezultat i kombinimit të këtyre dy arsyeve. Ajo çmon se, po të analizoheshin më vete diskriminimi mbi bazë gjinore dhe diskriminimi mbi bazën e statusit ushtarak, stereotipat lidhur me ushtaraket e gjinisë femërore do të kalonin në plan të dytë, dhe se po të krahasoheshin në njërën anë burrat dhe gratë në përgjithësi e në anën tjetër ushtarakët e civilët, kjo nuk do t’i nxirrte kurrsesi në pah shqetësimet e ushtarakëve të gjinisë mashkullore dhe aq më pak ato të ushtarakeve të gjinisë femërore.", "123.  Në përfundim, pala e tretë mbron mendimin se ka rëndësi që të zbulohen stereotipat e lidhur me gjininë dhe të pranohen pasojat e tyre të dëmshme. Sipas saj, u dashka që shteteve t’u kërkohet të japin llogari kur praktikojnë diskriminime mbi bazë gjinore dhe mbajnë gjallë pabarazi gjinore që rrjedhin prej stereotipave lidhur me gjininë.", "5.  Vlerësimi i Gjykatës", "a.  Parime të përgjithshme", "124.  Gjykata ka thënë përherë që neni 14 i plotëson klauzolat e tjera normative të Konventës dhe të Protokolleve të saj. Ai nuk ka ekzistencë të pavarur, përderisa vlen vetëm për “gëzimin e të drejtave dhe të lirive” që garantojnë ato. Sigurisht, ai mund të hyjë në lojë edhe pa ndonjë mosplotësim të kërkesave të tyre dhe, në këtë pikëpamje, e ka një rëndësi autonome, por nuk do të mund të gjente zbatim në rast se faktet e mosmarrëveshjes nuk përfshihen në të paktën njërën nga klauzolat e sipërpërmendura. Ndalimi i diskriminimit që sanksionohet në nenin 14 e kapërcen pra gëzimin e të drejtave dhe të lirive garantimin e të cilit Konventa dhe Protokollet e saj ia kërkojnë secilit shtet. Ai zbatohet gjithashtu edhe për të drejtat shtesë, mjafton që këto të përfshihen në fushën e përgjithshme të zbatimit të cilitdo neni të Konventës të cilin shteti ka vendosur vullnetarisht që ta mbrojë. Ky parim është i ngulitur thellë në jurisprudencën e Gjykatës (shih, mes shumë të tjerash, E.B. k. Francës [DhM], nr. 43546/02, §§ 47-48, 22 janar 2008).", "125.  Gjykata ka thënë gjithashtu se shkelje të nenit 14 nuk përbën automatikisht çdo dallim në trajtim. Duhet të vërtetohet që persona të vendosur në situata analoge ose të krahasueshme në këtë fushë gëzojnë një trajtim me parapëlqim dhe që ky dallim është diskriminues (Ünal Tekeli k. Turqisë, nr. 29865/96, § 49, GjEDNj 2004X). Një dallim është diskriminues vetëm kur ai nuk mbështetet në një përligjje objektive dhe të arsyeshme, domethënë vetëm kur ai nuk ndjek një qëllim të drejtë ose kur nuk ka një raport të arsyeshëm përpjesëtimi midis mjeteve të përdorura dhe qëllimit të synuar (Stec me të tjerë, i cituar më lart, § 51).", "126.  Shtetet kontraktuese gëzojnë njëfarë hapësire vlerësimi për të përcaktuar nëse dhe në çfarë mase përligjen dallimet në trajtim nga ndryshime midis situatash që janë analoge në vështrime të tjera (Gaygusuz k. Austrisë, 16 shtator 1996, § 42, Recueil 1996IV). Shtrirja e hapësirës së vlerësimit ndryshon sipas rrethanave, fushave dhe kontekstit (Rasmussen k. Danimarkës, 28 nëntor 1984, § 40, seria A nr. 87, dhe Inze, i cituar më lart, § 41), mirëpo i takon Gjykatës që të marrë vendim në shkallë të fundit lidhur me respektimin e kërkesave të Konventës. Por, duke qenë se kjo e fundit është në radhë të parë një mekanizëm për mbrojtjen e të drejtave të njeriut, Gjykata duhet të marrë parasysh ecurinë e situatës në shtetet kontraktuese dhe të reagojë, për shembull ndaj konsensusit që mund të shfaqet për sa i përket normave që duhet të arrihen (Weller, i cituar më lart, § 28, Stec me të tjerë, i cituar më lart, §§ 63-64, Ünal Tekeli, i cituar më lart, § 54, dhe, mutatis mutandis, Stafford k. Mbretërisë së Bashkuar [DhM], nr. 46295/99, § 68, GjEDNj 2002IV).", "127.  Gjykata rikujton përveç kësaj se përparimi drejt barazisë gjinore është sot një qëllim i rëndësishëm i shteteve anëtare të Këshillit të Evropës dhe se një dallim i tillë në trajtim mund të bëhet që të çmohet si i pajtueshëm me Konventën vetëm nga konsiderata shumë të fuqishme (Burghartz k. Zvicrës, 22 shkurt 1994, § 27, seria A nr. 280-B, dhe Schuler-Zgraggen k. Zvicrës, 24 qershor 1993, § 67, seria A nr. 263). Në veçanti, referimet ndaj traditave, hamendësimeve në përgjithësi apo qëndrimeve shoqërore të shumicës në një vend të caktuar nuk mjaftojnë për të përligjur një dallim në trajtim mbi bazë gjinore. Për shembull, shtetet nuk mund të diktojnë tradita që e kanë zanafillën tek ideja se burri luan në familje një rol parësor, kurse gruaja një rol të dorës së dytë (Ünal Tekeli, i cituar më lart, § 63).", "128.  Për sa i përket kontekstit specifik të forcave të armatosur, Gjykata shënon se, teksa e kanë hartuar e pastaj nënshkruar Konventën, shtetet kontraktuese kishin në shumicën e tyre më të madhe forca mbrojtëse dhe, për pasojë, një sistem disipline ushtarake i cili nënkuptonte, për vetë natyrën e tij, mundësinë që disa prej të drejtave dhe lirive të pjesëtarëve të këtyre forcave t’u bëheshin disa kufizime të cilat nuk mund t’u viheshin civilëve. Ekzistenca e një sistemi të tillë, të cilin ata e kanë ruajtur që prej asaj kohe, nuk bie ndesh në vetvete me detyrimet e tyre të tjera sipas Konventës (Engel me të tjerë, i cituar më lart, § 57). Për rrjedhojë, çdo shtet ka kompetencë për ta organizuar sistemin e vet të disiplinës ushtarake dhe gëzon njëfarë hapësire vlerësimi në këtë fushë. Funksionimi i mirë i një ushtrie nuk mund të konceptohet aspak pa rregulla juridike për të mos e lejuar personelin ushtarak që ta dëmtojë atë. Megjithatë, autoritetet kombëtare nuk mund të mbështeten në rregulla të tilla për të penguar ushtrimin nga ana e pjesëtarëve të forcave të armatosura të së drejtës së tyre për respektimin e jetës së vet private, e cila zbatohet edhe për ushtarakët ashtu si për personat e tjerë që ndodhen nën juridiksionin e shtetit (Smith e Grady, i cituar më lart, § 89, dhe Lustig-Prean e Beckett, i cituar më lart, § 82).", "b.  Zbatimi i këtyre parimeve në rastin e çështjes në fjalë", "i.  Rreth zbatueshmërisë së nenit 14 të bashkuar me nenin 8", "129.  Gjykata duhet të përcaktojë para së gjithash nëse faktet e kësaj çështjeje i përkasin nenit 8 e për pasojë nenit 14 të Konventës. Ajo e ka thënë shumë herë se neni 14 i Konventës hyn në lojë atëherë kur “fusha me të cilën ka të bëjë pozita e pavolitshme (...) përfshihet në modalitetet e ushtrimit të një të drejte të garantuar” ose kur masat e kritikuara “lidhe[n] (...) me ushtrimin e një të drejte të garantuar”. Në mënyrë që neni 14 të gjejë vend për zbatim, mjafton që faktet e mosmarrëveshjes të përfshihen në fushën e veprimit të së paku njërës nga dispozitat e Konventës (Thlimmenos k. Greqisë [DhM], nr. 34369/97, § 40, GjEDNj 2000-IV, E.B. k. Francës, i cituar më lart, §§ 47-48, dhe Fretté k. Francës, nr. 36515/97, § 31, GjEDNj 2002-I, si edhe referencat e cituara).", "130.  Sigurisht, neni 8 nuk përmban ndonjë të drejtë për leje prindërore dhe as ua dikton shteteve detyrimin pozitiv që të parashikojnë ndonjë pagesë lejeje prindërore. Megjithatë, duke ia mundësuar njërit prej prindërve qëndrimin në shtëpi për t’u kujdesur për fëmijët, leja prindërore dhe pagesa lidhur me të e favorizojnë jetën familjare dhe kanë medoemos njëfarë ndikimi në të. Leja prindërore dhe pagesa përkatëse hyjnë pra në fushën e zbatimit të nenit 8 të Konventës. Për rrjedhojë, neni 14, i bashkuar me nenin 8, gjen vend për zbatim. Prandaj, kur një shtet vendos të krijojë një mekanizëm lejeje prindërore, ai duhet ta bëjë atë në një mënyrë të pajtueshme me nenin 14 të Konventës (Petrovic, i cituar më lart, §§ 26-29).", "ii.  Rreth pikës nëse ka pasur shkelje të nenit 14 të bashkuar me nenin 8", "131.  Gjykata vëren se ushtarakët e gjinisë mashkullore, si paditësi, nuk e përfitojnë një të drejtë ligjore për leje prindërore trevjeçare, në kundërshtim me ushtaraket e gjinisë femërore. Asaj i duhet pra pikësëpari të shohë nëse paditësi gjendej në kohën e ngjarjeve në një situatë të krahasueshme me atë të një gruaje të punësuar në ushtri.", "132.  Gjykata e ka thënë tashmë se, për sa i përket lejes prindërore dhe pagesës së lejes prindërore, burrat ndodhen në një situatë analoge me atë të grave. Faktikisht, ndryshe nga leja e barrëlindjes, e cila synon t’i mundësojë nënës që ta rimarrë veten pas lindjes dhe ta ushqejë me gji foshnjën e saj nëse dëshiron, leja prindërore dhe pagesa e lejes prindërore kanë të bëjnë me periudhën që vjen më pas dhe kanë si qëllim që ta lejojnë përfituesin të qëndrojë në shtëpi për t’u kujdesur personalisht për foshnjën (Petrovic, i cituar më lart, § 36). Gjykata nuk bindet pra nga argumenti i Qeverisë për lidhjen e veçantë biologjike e psikologjike që ekziston midis nënës e foshnjës pas lindjes, çka ripohuakan hulumtimet shkencore moderne (paragrafi 116 i mësipërm). Pa i injoruar ndryshimet që mund të ekzistojnë midis babait dhe nënës në marrëdhënien e tyre me fëmijën, Gjykata del në përfundimin se, për sa i përket përkujdesjeve për fëmijën gjatë periudhës që përkon me lejen prindërore, burrat dhe gratë ndodhen në “situata analoge”.", "133.  Nga sa paraprin këtu më lart, për sa i përket lejes prindërore, paditësi, ushtarak i gjinisë mashkullore, ndodhej në një situatë analoge me atë të ushtarakeve të gjinisë femërore. Mbetet për t’u përcaktuar nëse dallimi në trajtim midis ushtarakëve të të dyja gjinive mbështetej në një përligjje objektive dhe të arsyeshme në vështrimin e nenit 14.", "134.  Gjykata nuk e harron se kjo çështje ndodhet në një kontekst të veçantë, në atë të forcave të armatosura. Fjala është në fakt për një fushë të lidhur ngushtë me sigurinë e kombit dhe, për pasojë, themelore për interesat jetike të shtetit. Mirëpo shtetet gëzojnë një hapësirë të gjerë vlerësimi kur bëhet fjalë çështje që lidhen me sigurinë kombëtare në përgjithësi e me forcat e armatosura në veçanti (shih jurisprudencën e cituar në paragrafin 128 të mësipërm).", "135.  Gjykata e ka pranuar me disa raste se të drejtat e ushtarakëve të cilat garantohen nga nenet 5, 9, 10 dhe 11 të Konventës mund të bëheshin nganjëherë objekt kufizimesh më të mëdha sesa ato që lejohen për civilët. Kështu, në fushën e nenit 14 të bashkuar me nenin 5, ajo ka gjykuar se fakti që ushtarakëve mund t’u viheshin sanksione disiplinore me heqje lirie ndërkohë që kjo nuk ishte e mundur për civilët nuk përbënte kurrfarë diskriminimi të papajtueshëm me Konventën, meqenëse kushtet dhe domosdoshmëritë e jetës ushtarake janë për vetë natyrën e tyre të ndryshme nga ato të jetës civile (Engel me të tjerë, i cituar më lart, § 73). Madje, nën këndvështrimin e nenit 9, Gjykata ka vënë në dukje se disa kufizime ndaj sjelljes dhe qëndrimeve të arsyetuara përmes fesë, ndonëse nuk mund t’u viheshin civilëve, ishin të pranueshme në ushtri. Duke përqafuar karrierën ushtarake, pjesëtarët e forcave të armatosura u nënshtrohen me vullnetin e tyre të plotë një sistemi disipline ushtarake si edhe kufizimeve ndaj të drejtave dhe lirive që nënkupton ky sistem (Kalaç, i cituar më lart, § 28, dhe Larissis me të tjerë k. Greqisë, 24 shkurt 1998, §§ 50-51, Recueil 1998-I, lidhur me propagandimin e fesë në ushtri). Po ashtu, kur ka shqyrtuar çështje në lëmin e nenit 10, Gjykata ka thënë se ishte e udhës të merreshin parasysh veçoritë e jetës ushtarake dhe “detyrat” e “përgjegjësitë” specifike të ushtarakëve, meqenëse pjesëtarët e forcave të armatosura kanë njëfarë detyrimi për të qenë të rezervuar për gjithçka që ka të bëjë me ushtrimin e funksioneve të tyre (Hadjianastassiou k. Greqisë, 16 dhjetor 1992, §§ 39 e 46, seria A nr. 252, dhe Pasko k. Rusisë, nr. 69519/01, § 86, 22 tetor 2009, dy çështje lidhur me nxjerrjen e sekreteve ushtarake nga një pjesëtar i forcave të armatosura). Gjykata ka qenë gjithashtu e mendimit se dallimet mes ushtarakëve dhe civilëve në fushën e lirisë së shprehjes përligjeshin nën këndvështrimin e nenit 14 nga ndryshimet midis kushteve të jetës ushtarake dhe atyre të jetës civile, dhe më saktësisht nga “detyrat” e “përgjegjësitë” tipike për pjesëtarët e forcave të armatosura (Engel me të tjerë, i cituar më lart, § 103). Së fundi, duhet shënuar se neni 11 § 2 vë në dukje shprehimisht se lejohet që ushtrimit të lirive të tubimit e të organizimit të pjesëtarëve të forcave të armatosura t’u vihen disa kufizime të drejta (Demir e Baykara k. Turqisë [DhM], nr. 34503/97, § 119, GjEDNj 2008).", "136.  Paralelisht, Gjykata ka theksuar se Konventa nuk ndalet te dyert e kazermave dhe se ushtarakët, ashtu si edhe të gjithë personat e tjerë që i përkasin juridiksionit të një shteti kontraktues, e kanë të drejtën për të përfituar nga mbrojtja e Konventës. Autoritetet kombëtare nuk mund t’i referohen pra statusit të veçantë të forcave të armatosura për t’ua hequr ushtarakëve të drejtat e tyre. Që të jetë i përligjur, një kufizim ndaj tyre për të drejtat e garantuara prej Konventës duhet të jetë i nevojshëm në një shoqëri demokratike (shih, lidhur me nenin 10, Grigoriades k. Greqisë, 25 nëntor 1997, §§ 45-48, Recueil 1997-VII, dhe Vereinigung demokratischer Soldaten Österreichs e Gubi k. Austrisë, 19 dhjetor 1994, §§ 36-40, seria A nr. 302).", "137.  Për sa u përket kufizimeve ndaj jetës familjare e private të ushtarakëve, sidomos kur kufizimet për të cilat bëhet fjalë prekin “një prej aspekteve më intime të jetës private”, duhet të ekzistojnë madje “arsye veçanërisht serioze” që këto ndërhyrje t’u përgjigjen kërkesave të nenit 8 § 2 të Konventës. Në veçanti, duhet një raport i arsyeshëm përpjesëtimor midis kufizimeve të vendosura dhe qëllimit të drejtë për mbrojtjen e sigurisë kombëtare. Kufizime të tilla janë të pranueshme vetëm aty ku ekziston një kërcënim real për efikasitetin operativ të forcave të armatosura. Pohimet lidhur me ekzistencën e një rreziku për efikasitetin operativ duhet të jenë “të mbështetura me shembuj konkretë” (Smith e Grady, i cituar më lart, § 89, dhe Lustig-Prean e Beckett, i cituar më lart, § 82).", "138.  Duke iu kthyer rrethanave të çështjes në fjalë, Gjykata shënon se Qeveria ka parashtruar disa argumente për të përligjur ndryshimin në trajtim midis ushtarakëve të gjinisë mashkullore dhe ushtarakeve të gjinisë femërore lidhur me të drejtën për lejen prindërore. Ajo do t’i shqyrtojë një pas një secilin nga këto argumente.", "139.  Në radhë të parë, për sa i përket argumentit lidhur me rolin e veçantë shoqëror që luajtkan gratë në edukimin e fëmijëve, Gjykata vëren se, që në çështjen Petrovic (të cituar më lart), ajo e kishte shënuar zhvillimin progresiv të shoqërisë drejt një ndarjeje më të barabartë të përgjegjësive në fushën e edukimit të fëmijëve midis burrave dhe grave. Ajo nuk e kishte gjykuar si të mundshme që të dilte në përfundimin se dallimi mbi bazë gjinore lidhur me pagesën e ndihmës prindërore, i cili ekzistonte në Austri në vitet 1980, përbënte një shkelje të nenit 14 të bashkuar me nenin 8. Ajo kishte marrë parasysh sidomos ndryshimin e thellë që ekzistonte asokohe në sistemet juridike të shteteve kontraktuese në fushën e pagesave për prindërit. Paralelisht, ajo kishte mbajtur shënim me kënaqësi faktin që ligjvënësi austriak e kishte shtrirë më 1990 përfitimin e pagesës së lejes prindërore edhe tek etërit. Prandaj, asaj i ishte dukur e vështirë që t’i qortonte autoritetet austriake që kishin vendosur në mënyrë të përshkallëzuar, sipas shembullit të zhvillimit të shoqërisë në këtë fushë, një legjislacion që në atë kohë ishte fundja shumë progresist në Evropë (Petrovic, i cituar më lart, §§ 39-43). Në çështjen Weller, më vonë, Gjykata ka vënë re se fakti që etërit natyrorë nuk e kishin të drejtën për të marrë pagesa prindërore, ndërkohë që prej tyre mund të përfitonin nënat, etërit birësues e kujdestarët, sillte një diskriminim mbi bazën e statusit prindëror (Weller, i cituar më lart, §§ 30-35).", "140.  Tekstet ndërkombëtare dhe elementet përkatëse të së drejtës së krahasuar (paragrafët 49 deri në 75 të mësipërm) tregojnë se zhvillimi i shoqërisë – i cili, siç e ka vërejtur Gjykata në çështjen Petrovic, ka nisur në vitet 1980 – ka përparuar shumë që prej asaj kohe. Si rrjedhojë, në shumicën e shteteve evropiane, duke përfshirë edhe Rusinë, legjislacioni e parashikon tashmë, në sektorin civil, që edhe burrat ashtu si gratë mund të marrin leje prindërore, kurse vendet ku e drejta për leje prindërore në sektorin civil kufizohet vetëm te gratë përbëjnë një pakicë të vogël (paragrafi 72 i mësipërm). Ende edhe më domethënës për çështjen në fjalë është fakti që, në një numër të madh shtetesh anëtare, të drejtën për leje prindërore e kanë edhe ushtarakët e gjinisë mashkullore, edhe ushtaraket e gjinisë femërore (paragrafi 74 i mësipërm). Kjo do të thotë se shoqëritë bashkëkohore evropiane janë zhvilluar drejt një ndarjeje më të barabartë të përgjegjësive në fushën e edukimit të fëmijëve midis burrave e grave dhe se njihet më mirë roli i etërve pranë fëmijëve të vegjël. Gjykata nuk mund të mos marrë parasysh idetë që përhapen e zhvillohen pareshtur apo ndryshimet juridike që ato sjellin në të drejtën e brendshme të shteteve kontraktuese (shih, mutatis mutandis, Smith e Grady, i cituar më lart, § 104).", "141.  Gjykata është madje e mendimit se Qeveria e përmend pa vend nocionin e diskriminimit pozitiv. Në fakt, dallimi në trajtim midis ushtarakëve të gjinisë mashkullore dhe ushtarakeve të gjinisë femërore lidhur me të drejtën për leje prindërore duket sheshit se nuk ka për qëllim të ndreqë pozitën e pavolitshme nga e cila vuajtkan gratë në shoqëri apo “pabarazi faktike” ndërmjet burrave dhe grave (shih, a contrario, Stec me të tjerë, i cituar më lart, §§ 61 et 66). Gjykata mendon, ashtu si paditësi dhe pala e tretë, se ky dallim sjell si pasojë mbajtjen gjallë të stereotipave lidhur me gjininë dhe përbën një kusht të pavolitshëm si për karrierën e grave ashtu edhe për jetën familjare të burrave.", "142.  Po ashtu, ky dallim në trajtim nuk mund të përligjet duke përmendur traditat që mbizotërojnë në një vend të caktuar. Gjykata e ka thënë tashmë se shtetet nuk mund të diktojnë një ndarje tradicionale të roleve midis gjinive, as stereotipa lidhur me gjininë (shih jurisprudencën e cituar në paragrafin 127 të mësipërm). Për më tepër, meqenëse në të drejtën ruse të drejtë për leje prindërore kanë si burrat ashtu edhe gratë që punojnë në sektorin civil dhe janë prindërit ata që e zgjedhin se kush ndër ta e merr lejen për t’u kujdesur për foshnjën, Gjykata nuk bindet nga pohimi se shoqëria ruse nuk është e gatshme të pranojë një barazi të njëjtë midis burrave dhe grave që shërbejnë në forcat e armatosura.", "143.  Gjykata nxjerr këtej përfundimin se ndarja tradicionale e roleve midis gjinive në shoqëri nuk mund të shërbejë për të përligjur përjashtimin e burrave, duke përfshirë edhe ata që punojnë në ushtri, nga e drejta për leje prindërore. Dhoma e Madhe, ashtu si edhe dhoma, është e mendimit se stereotipat lidhur me gjininë – si ideja se janë më fort gratë ato që kujdesen për fëmijët dhe më shumë burrat ata që punojnë për të fituar të holla – nuk mund të paraqiten në vetvete sikur përbëjnë një përligjje të mjaftueshme për këtë dallim në trajtim, ashtu sikurse nuk e kanë këtë mundësi as stereotipat e së njëjtës natyrë mbi bazë race, prejardhjeje, ngjyre apo prirjeje seksuale.", "144.  Gjykata nuk bindet as nga argumenti i dytë i Qeverisë, sipas të cilit shtrirja e së drejtës për leje prindërore tek ushtarakët e gjinisë mashkullore e dëmtuaka fuqinë luftarake dhe efikasitetin operativ të forcave të armatosura, ndërkohë që dhënia e kësaj të drejte ushtarakeve të gjinisë femërore nuk përbën një rrezik të tillë sepse gratë janë në ushtri më të pakta në numër sesa burrat. Asgjë nuk tregon që autoritetet ruse të kenë kryer ndonjëherë ekspertiza ose studime statistikore për të vlerësuar numrin e ushtarakëve të gjinisë mashkullore që mund të marrin një leje prindërore trevjeçare në një moment të caktuar e që kanë dëshirë ta bëjnë këtë gjë, dhe për të analizuar pasojat që mund të kenë marrje të tilla lejesh për efikasitetin operativ të ushtrisë. Për Gjykatën, thjesht fakti që në moshë për t’u bërë me fëmijë qenkan të gjithë ushtarakët e gjinisë mashkullore nuk mjafton për të përligjur dallimin e debatuar në trajtim midis burrave dhe grave në ushtri. Statistikat e paraqitura nga Qeveria me kërkesën e Gjykatës nuk e mundësojnë nxjerrjen e përfundimeve në këtë drejtim (paragrafët 113 e 114 të mësipërm). Ato nuk tregojnë as numrin e përgjithshëm të ushtarakëve (ushtarakë karriere dhe të thirrur nën armë), as numrin e ushtarakëve të gjinisë mashkullore që janë me fëmijë të moshës nën tre vjeç. Për këtë arsye, ato nuk lejojnë që të përcaktohet, qoftë edhe në mënyrë të përafërt, përqindja e ushtarakëve të gjinisë mashkullore që do të mund të përfitonin një leje prindërore në një moment të caktuar. Në mungesë të ndonjë studimi rreth dëshirave të ushtarakëve të gjinisë mashkullore për leje prindërore apo të statistikave rreth përqindjes së popullsisë civile që e merr një leje të tillë, është gjithashtu e pamundur të vlerësohet numri i ushtarakëve të gjinisë mashkullore që do të kishin vërtet dëshirë për të marrë një leje prindërore. Pohimi i Qeverisë se ata do të ishin të shumtë në këtë rast e kundërshton argumentin e saj se çështja në fjalë përbën një rast të izoluar i cili nuk zbulon kurrfarë problemi sistemor nën këndvështrimin e Konventës (paragrafi 118 i mësipërm). Në këto kushte, Gjykata nuk mund ta mirëpresë pohimin e Qeverisë lidhur me rrezikun që kjo mund të sjellka për efikasitetin operativ të ushtrisë, sepse ky pohim nuk është “i mbështetur me shembuj konkretë” (shih jurisprudencën e cituar në paragrafin 137 të mësipërm).", "145.  Gjykata shënon nga ana tjetër ngurtësinë e dispozitave të së drejtës ruse rreth lejes prindërore në ushtri. Ajo nuk bindet prej argumentit të Qeverisë se legjislacioni rus lejon përjashtime nga rregulli i cili i përjashton ushtarakët e gjinisë mashkullore nga leja prindërore. Në fakt, neni 32 § 7 i Rregullores për Statusin e Ushtarakëve (paragrafi 48 i mësipërm), i përmendur nga Qeveria, parashikon një leje të posaçme prej tre muajsh, çka duket sheshit që nuk është e njëjta gjë me një leje prindërore trevjeçare. Nga vendimi i dhënë prej Gjykatës Kushtetuese për çështjen në fjalë del se kjo leje e posaçme nuk e zëvendëson lejen prindërore normale, sepse ajo synon t’i japë ushtarakut të gjinisë mashkullore një mundësi të arsyeshme për të marrë masa që të gjejë dikë për t’ia mbajtur atij fëmijën dhe, nëse është nevoja, për të vendosur që ta vazhdojë ose jo karrierën e vet në ushtri (paragrafi 34 i mësipërm). Për sa i përket nenit 10 § 9 të Ligjit për Statusin e Ushtarakëve, të përmendur nga Qeveria (paragrafi 47 i mësipërm), paditësi është mbështetur në këtë dispozitë në procedurën e brendshme, por juridiksionet kombëtare kanë gjykuar se ajo nuk mund të shërbente si bazë për t’i dhënë një lejeje prindërore trevjeçare një ushtaraku të gjinisë mashkullore (paragrafët 17 e 26 të mësipërm). Madje, nga vendimi i miratuar prej Gjykatës Kushtetuese dhe nga vendimet e dhëna nga gjykatat e brendshme për çështjen në fjalë, del qartë se e drejta ruse nuk ua jep ushtarakëve të gjinisë mashkullore të drejtën për të marrë një leje prindërore trevjeçare. Në këtë drejtim, Gjykata shënon në veçanti vendimin e shkallës së parë sipas të cilit ushtarakët e gjinisë mashkullore nuk e kanë të drejtën për një leje prindërore trevjeçare edhe kur fëmijët e tyre kanë mbetur pa përkujdesje amësore si edhe vendimin e apelit sipas të cilit “personelit ushtarak të gjinisë mashkullore nuk i lejohe[t] në asnjë rast që të përfito[jë] leje prindërore” (paragrafët 26 e 29 të mësipërm). Gjykata vë në dukje gjithashtu se vendimi i 8 dhjetorit 2006 ka dalë në përfundimin se vendimi i njësisë ushtarake për t’i dhënë në mënyrë përjashtimore paditësit një leje prindërore ishte i parregullt (paragrafi 32 i mësipërm).", "146.  Për sa u përket shembujve për raste kur ushtarakëve të gjinisë mashkullore u qenka dhënë leje prindërore, Gjykata shënon se Qeveria ka paraqitur vetëm një të tillë (paragrafi 117 i mësipërm), çka nuk mjafton në sytë e saj për të provuar ekzistencën e një praktike të brendshme të vendosur tashmë (shih, për një arsyetim të ngjashëm Kozhokar k. Rusisë, nr. 33099/08, § 93, 16 dhjetor 2010, dhe Horvat k. Kroacisë, nr. 51585/99, § 44, GjEDNj 2001VIII). Shembujt e tjerë të cituar nga Qeveria kanë të bëjnë me dhënien e një lejeje prindërore për punonjës policie dhe kështu që nuk janë rëndësorë për rastin e çështjes në fjalë. Për këtë arsye, Gjykata çmon se Qeveria nuk ka paraqitur prova bindëse që të tregojnë se përjashtimet e vëna në dukje prej saj zbatohen në realitet apo se ka vërtet mundësi që të bëhet një vlerësim rast pas rasti për dhënien e një lejeje prindërore ushtarakëve të gjinisë mashkullore kur situata e tyre e kërkuaka një gjë të tillë.", "147.  Pavarësisht nga kjo, Gjykata e pranon se, duke pasur parasysh rëndësinë e ushtrisë për mbrojtjen e sigurisë kombëtare, disa kufizime ndaj të drejtës për leje prindërore mund të përligjen, me kusht që ato të mos jenë diskriminuese. Për Gjykatën, qëllimi i drejtë që përbën mbrojtja e sigurisë kombëtare është i mundur të arrihet ndryshe dhe jo duke e kufizuar të drejtën për leje prindërore vetëm tek ushtaraket e gjinisë femërore dhe duke i përjashtuar nga përfitimi i kësaj të drejte të gjithë ushtarakët e gjinisë mashkullore. Faktikisht, në një numër të madh shtetesh anëtare, të drejtë për leje prindërore kanë ushtarakët e të dyja gjinive (paragrafi 74 i mësipërm). Gjykata i mban shënim me një interes të veçantë dispozitat juridike për lejen prindërore të cilat janë në fuqi në disa vende si Vendet e Ulëta, Gjermania dhe Mbretëria e Bashkuar (paragrafi 75 i mësipërm). Këta shembuj tregojnë që ekzistojnë mjete për t’i marrë parasysh shqetësimet e drejta lidhur me efikasitetin operativ të ushtrisë, duke u siguruar njëkohësisht ushtarakëve të të dyja gjinive një barazi trajtimi në fushën e lejes prindërore.", "148.  Gjykata vë në dukje nenin 1 të Konventës C111 të IOL/OIT-së lidhur me Diskriminimin në Fushën e Punësimit dhe të Profesionit, sipas të cilit dallimet, përjashtimet ose parapëlqimet mbi bazën e kualifikimeve të kërkuara për një vend të caktuar pune nuk konsiderohen si diskriminime (paragrafi 52 i mësipërm). Mirëpo ajo nuk bindet që përjashtimi nga përfitimi i së drejtës për leje prindërore në rastin e çështjes në fjalë mund t’u paraqitka sikur bazohet në ndonjë kualifikim të kërkuar për të shërbyer në ushtri. Madje, ushtaraket e gjinisë femërore e kanë të drejtën për leje prindërore, sepse përjashtimi në fjalë prek vetëm ushtarakët e gjinisë mashkullore. Paralelisht, Gjykata është e mendimit se, duke pasur parasysh kërkesat e veçanta të funksionit ushtarak, mund të përligjet që të përjashtohet nga e drejta për leje prindërore cilido ushtarak, burrë apo grua, i cili, për arsye të disa faktorëve si për shembull pozita e tij hierarkike, rrallësia e kualifikimeve të tij teknike ose pjesëmarrja e tij në operacione në terren, nuk mund të zëvendësohet dot me lehtësi në funksionet e tij. Mirëpo, në Rusi, e drejta për leje prindërore është tërësisht në varësi të gjinisë së ushtarakëve. Duke përjashtuar vetëm ushtarakët e gjinisë mashkullore nga e drejta e lejes prindërore, dispozita në fjalë vendos një kufizim të përgjithshëm i cili zbatohet automatikisht për të gjithë ushtarakët e gjinisë mashkullore, pavarësisht nga pozita e tyre në ushtri, nga mundësia për t’u gjetur atyre ndonjë zëvendësues ose nga situata e tyre personale. Një kufizim i tillë i përgjithshëm e i vetvetishëm, i zbatuar ndaj një grupi personash në varësi të gjinisë së tyre, duhet të konsiderohet pra se i kapërcen caqet e një hapësire të pranueshme vlerësimi, sado e gjerë të jetë ajo, dhe si i papajtueshëm me nenin 14.", "149.  Gjykata vëren se paditësi, i cili ishte radist në sektorin e zbulimit, mund të zëvendësohej si me ushtarakë të gjinisë mashkullore ashtu edhe me ushtarake të gjinisë femërore. Në këtë vështrim, është domethënës fakti që, në njësinë e të interesuarit, në poste të barasvlershëm me të tijin kishte shpesh gra dhe që ai vetë zëvendësohej shpesh me gra (paragrafi 11 i mësipërm). Mirëpo këto ushtarake të gjinisë femërore e kishin një të drejtë të pakushtëzuar për leje prindërore trevjeçare. Kurse paditësi nuk kishte të drejtë për një leje të tillë, dhe kjo vetëm për shkak se ai i përkiste gjinisë mashkullore. Të interesuarit i është bërë pra një diskriminim mbi bazë gjinore.", "150.  Së fundi, për sa i përket argumentit të Qeverisë se, duke u angazhuar në ushtri, paditësi ka hequr dorë nga e drejta e tij për të mos u bërë objekt diskriminimi, Gjykata është e mendimit se, duke pasur parasysh rëndësinë themelore që ka ndalimi i diskriminimit mbi bazë gjinore, nuk ka sesi të pranohet mundësia që të hiqet dorë nga e drejta për të mos u bërë objekt i një diskriminimi të tillë, sepse një dorëheqje e tillë do të binte ndesh me një interes të rëndësishëm publik (shih, për një qasje të krahasueshme lidhur me diskriminimin racial, D.H. me të tjerë, i cituar më lart, § 204).", "151.  Duke pasur parasysh çka paraprin më lart, Gjykata çmon se përjashtimi i ushtarakëve të gjinisë mashkullore nga e drejta për leje prindërore, ndërkohë që ushtaraket e gjinisë femërore e përfitojnë këtë të drejtë, nuk mund të paraqitet sikur mbështetet në një përligjje të arsyeshme ose objektive. Gjykata del pra në përfundimin se ky dallim në trajtim, viktimë e të cilit ka qenë paditësi, përbën një diskriminim mbi bazë gjinore.", "152.  Prandaj, ka pasur shkelje të nenit 14 të Konventës të bashkuar me nenin 8.", "II.  RRETH SHKELJES SË PRETENDUAR TË NENIT 34 TË KONVENTËS", "153.  Paditësi pretendon se vizita e prokurorit në banesën e tij pak përpara mbajtjes së seancës përpara Dhomës së Lartë përbën një pengim në ushtrimin e së drejtës së tij për ankim individual, të garantuar nga neni 34 i Konventës. Kjo dispozitë shprehet kështu:", "“Gjykata mund të marrë kërkesat nga çdo person, organizatë joqeveritare ose grup individësh që pretendojnë të jenë viktima të një shkeljeje nga një prej Palëve të Larta Kontraktuese të të drejtave të parashtruara në Konventë ose në protokollet e saj. Palët e Larta Kontraktuese zotohen të mos pengojnë në ndonjë mënyrë ushtrimin efektiv të kësaj të drejte.”", "A.  Argumentet e palëve", "1.  Paditësi", "154.  Paditësi mbron mendimin se prokurori nuk kishte asnjë arsye që t’i shkonte në shtëpi. Në radhë të parë, ai nuk ua paska fshehur autoriteteve rimartesën e tij me ish-bashkëshorten e vet dhe lindjen e fëmijës së tyre të tretë. Përkundrazi, ai e paska njoftuar shefin e njësisë së tij ushtarake për këto ngjarje. Ai çmon se, po të ishte dashur të merreshin të dhëna plotësuese nga ana e tij, mund ta kishin thirrur në prokurori. Mirëpo nuk paskan vepruar ashtu. Pohimi i Qeverisë se i paskan dërguar thirrje nuk u mbështetka në asnjë element prove. Për më tepër, legjislacioni i brendshëm i ndaluaka vizitat gjatë natës. Për mendimin e paditësit, nga sa paraprin del qartë se vizita e prokurorit gjatë natës kishte si qëllim të vetëm që të ushtronte trysni ndaj tij përpara mbajtjes së seancës në Dhomën e Madhe, gjë kjo e ndaluar nga neni 34 i Konventës (Popov k. Rusisë, nr. 26853/04, § 249, 13 korrik 2006, Fedotova k. Rusisë, nr. 73225/01, § 51, 13 prill 2006, Kniazev k. Rusisë, nr. 25948/05, § 115, 8 nëntor 2007, dhe Riabov k. Rusisë, nr. 3896/04, § 59, 31 janar 2008). Faktikisht, paditësi dhe familja e tij qenkan ndier të frikësuar dhe të trembur.", "155.  Për sa i përket argumentit të Qeverisë se ai i ka shtrembëruar faktet lidhur me vizitën e prokurorit (paragrafi 157 i mësipërm), paditësi pohon se versioni në anglisht i vërejtjeve të tij përmban një gabim lidhur me moshën e vjehrrit dhe të vjehrrës së vet (ndërsa versioni në rusisht është i drejtë). Ai ngul këmbë sidoqoftë mbi faktin se informatat e tjera të dhëna prej tij janë të sakta. Ai mendon se Qeveria ka kërkuar ta denigrojë, me qëllim që t’ia dobësojë argumentet.", "2.  Qeveria", "156.  Qeveria e pohon se një prokuror ka shkuar vërtet në shtëpinë e paditësit më 31 mars 2011 në orën 21. Megjithatë, kjo vizitë nuk paska pasur si qëllim që ta frikësonte paditësin, por që të merrte informata të përditësuara rreth situatës së tij, konkretisht lidhur me vendin ku jetonin në atë datë ai, bashkëshortja e tij dhe fëmijët e tyre, si edhe me pagesën e një pensioni ushqimor nga ana e nënës. Prokurori e paska thirrur paditësin në prokurori për datat 30 ose 31 mars 2011. Meqenëse i interesuari nuk është paraqitur ditën e caktuar, prokurori i paska shkuar në banesë. Paditësi nuk paska pranuar gjithsesi që t’u përgjigjej pyetjeve të prokurorit dhe nuk paska treguar kështu respekt për autoritetet. Qeveria del në përfundimin se autoritetet ruse nuk e kanë penguar aspak ushtrimin nga ana e paditësit të së drejtës për ankim individual.", "157.  Së fundi, duke iu referuar argumenteve të parashtruara prej saj lidhur me çështjen e shpërdorimit të së drejtës për ankim, Qeveria e fajëson paditësin për njëfarë prirjeje për t’i fryrë e shtrembëruar faktet. Kështu, vizita në fjalë qenka bërë në orën 21, dhe jo në orën 22 siç tregon i interesuari. Ky i fundit paska gënjyer përveç kësaj lidhur me moshën e vjehrrit dhe të vjehrrës së tij.", "B.  Vlerësimi i Gjykatës", "158.  Gjykata rikujton se, në mënyrë që mekanizmi i ankimit individual i vendosur në nenin 34 të Konventës të jetë efikas, është me rëndësi të dorës së parë që paditësit, qofshin ata të shpallur ose potencialë, të jenë të lirë të komunikojnë me Gjykatën, pa u ndodhur kurrsesi nën trysninë e autoriteteve për t’i tërhequr apo ndryshuar ankesat e tyre (shih, ndër të tjera, Akdivar me të tjerë k. Turqisë, 16 shtator 1996, § 105, Recueil 1996-IV, dhe Aksoy k. Turqisë, 18 dhjetor 1996, § 105, Recueil 1996-VI). Në këtë drejtim, termi “trysni” ka parasysh jo vetëm shtrëngimin e drejtpërdrejtë dhe veprimet flagrante për frikësim, por edhe veprimet ose kontaktet e tërthorta e të shëmtuara që priren t’i shkëshillojnë apo t’i shkurajojnë paditësit për ta përdorur të drejtën për ankim që jep Konventa (Kurt k. Turqisë, 25 maj 1998, § 159, Recueil 1998-III).", "159.  Për të përcaktuar nëse kontaktet ndërmjet autoriteteve dhe një paditësi përbëjnë praktika të papranueshme nga pikëpamja e nenit 34, duhet të merren parasysh rrethanat e veçanta të çështjes. Për këtë, duhet pasur parasysh brishtësia e ankuesit dhe rreziku se mos ai ndikohet nga autoritetet (Akdivar me të tjerë, i cituar më lart, § 105, dhe Kurt, i cituar më lart, § 160). Edhe një “bashkëbisedim” jozyrtar me një paditës, pa folur pastaj për ndonjë marrje në pyetje zyrtarisht lidhur me procedurën e Strasburgut, mund të paraqitet si një trajtë frikësimi (shih, a contrario, Syssoyeva me të tjerë k. Letonisë (fshirje nga lista) [DhM], nr. 60654/00, §§ 107 e vijues, GjEDNj 2007-I).", "160.  Gjykata e ka nënvizuar shumë herë se, në parim, nuk është aspak e përshtatshme që autoritetet e një shteti të paditur të hyjnë në kontakt të drejtpërdrejtë me një paditës lidhur me çështjen për të cilën ky i është drejtuar asaj (Riabov, i cituar më lart, §§ 59-65, Fedotova, i cituar më lart, § 51, Akdeniz me të tjerë k. Turqisë, nr. 23954/94, §§ 118-121, 31 maj 2001, Assenov me të tjerë k. Bullgarisë, 28 tetor 1998, §§ 169-171, Recueil 1998-VIII, dhe Ergi k. Turqisë, 28 korrik 1998, § 105, Recueil 1998-IV). Në veçanti, në qoftë se një qeveri ka arsye për të besuar se, në një çështje të caktuar, ka shpërdorim të së drejtës për ankim individual, ajo duhet të njoftojë për këtë Gjykatën dhe t’ia bëjë asaj të ditura dyshimet e veta. Një marrje në pyetje nga autoritetet vendore mund të interpretohet fare mirë prej paditësit si një orvatje për frikësim (Tanrıkulu k. Turqisë [DhM], nr. 23763/94, §§ 131-133, GjEDNj 1999-IV).", "161.  Krahas me këtë, Gjykata ripohon se nuk është fjala që çdo hetim nga ana e autoriteteve lidhur me një padi të papërfunduar përpara saj të shihet si një masë për “frikësim”. Për shembull, ajo ka gjykuar se kontaktet e organizuara ndërmjet autoriteteve dhe një paditësi me qëllim që të arrihet në një zgjidhje me pajtim nuk përbënin ndonjë pengim për ushtrimin e së drejtës për ankim, me kusht që masat e marra nga shteti në kuadrin e negociatave në këtë drejtim të mos përmbajnë kurrfarë forme trysnie, frikësimi apo shtrëngimi (Yevgeniy Alekseyenko k. Rusisë, nr. 41833/04, § 168-174, 27 janar 2011). Gjithashtu, edhe në çështje të tjera që kanë pasur të bëjnë me marrjen në pyetje të një paditësi nga autoritetet vendore lidhur me rrethanat në zanafillë të kërkesëpadisë së tij, Gjykata, në mungesë elementesh prove që të vërtetojnë masa trysnie ose frikësimi, nuk ka gjykuar se paditësi ishte penguar në ushtrimin e së drejtës së tij për ankim individual (Manoussos k. Republikës Çeke dhe Gjermanisë (vend pran.), nr. 46468/99, 9 korrik 2002, dhe Matyar k. Turqisë, nr. 23423/94, §§ 158-159, 21 shkurt 2002).", "162.  Për sa u përket rrethanave të çështjes në fjalë, Gjykata vë re se një funksionar i prokurorisë ushtarake lokale ka shkuar në banesën e paditësit në mbrëmjen e 31 marsit 2011. Ky funksionar ka deklaruar se po kryente një hetim me kërkesën e përfaqësuesit të Federatës së Rusisë pranë Gjykatës Evropiane të të Drejtave të Njeriut. Ai i ka bërë paditësit pyetje rreth jetës së tij familjare dhe i ka kërkuar atij të paraqiste dokumente; ai ka qëndruar brenda në apartament për rreth një orë dhe është larguar andej vetëm pasi paditësi pati hartuar e nënshkruar një deklaratë ku vihej në dukje se ai nuk do t’i përgjigjej më asnjë pyetjeje.", "163.  Gjykata e pranon se paditësi dhe familja e tij duhet të jenë ndier të frikësuar e të trembur nga vizita e prokurorit në banesën e tyre. Megjithatë, asgjë nuk tregon që kjo vizitë – e cila kishte me sa duket si qëllim që të merrte informata të përditësuara rreth situatës familjare të paditësit për përgatitjen e vërejtjeve të Qeverisë në Gjykatë (paragrafët 41 e 156 të mësipërm) – ose rrethanat në të cilat ajo është zhvilluar të kenë pasur si qëllim që ta shtynin paditësin për ta tërhequr ose ndryshuar kërkesëpadinë e tij apo për ta penguar atë në çdolloj mënyre tjetër në ushtrimin efektiv të së drejtës për ankim individual, apo që ato të kenë pasur në realitet një efekt të tillë. Autoritetet e shtetit të paditur nuk mund të paraqiten pra sikur e kanë penguar paditësin në ushtrimin e së drejtës së tij për ankim individual. Prandaj, shteti i paditur nuk i ka shkelur detyrimet që i takonin atij sipas nenit 34 të Konventës.", "III.  RRETH ZBATIMIT TË NENIT 41 TË KONVENTËS", "164.  Sipas nenit 41 të Konventës,", "“Kur Gjykata konstaton se ka pasur një shkelje të Konventës ose të protokolleve të saj dhe, nëse e drejta e brendshme e Palës së Lartë Kontraktuese lejon të bëhet vetëm një ndreqje e pjesshme, Gjykata, kur është e nevojshme, i akordon shpërblim të drejtë palës së dëmtuar.”", "A.  Dëmi", "165.  Paditësi kërkon 400 000 euro (EUR) për dëm moral. Ai kërkon 59 855,12 rubla (RUB) për dëm material, një shumë e cila hamendësohet se përkon me shpërblimet që ai do të kishte marrë sipas tij në qoftë se nuk do të ishte ndëshkuar me masa disiplinore për mungesat e tij në punë gjatë lejes së vet prindërore.", "166.  Qeveria çmon se kërkesa e paditësit për dëm material nuk mbështetet me asnjë dokument. Ajo pohon madje se të interesuarit i ishin dhënë masa disiplinore që përpara lindjes së fëmijës së tij. Ajo shton se paditësi ka marrë një ndihmë financiare me një shumë më të madhe sesa humbjet e përmendura prej tij. Për sa i përket shumës së kërkuar për dëm moral, Qeveria e gjykon atë si të tepruar. Duke pasur përfituar një leje prindërore dhe marrë një ndihmë financiare, paditësi nuk paska pasur asnjë shqetësim në lidhje me shkeljen e pretenduar të Konventës.", "167.  Gjykata vëren se paditësi nuk ka paraqitur asnjë dokument në mbështetje të pretendimit të tij për dëm material. Prandaj, ajo e rrëzon kërkesën e bërë për këtë qëllim.", "168.  Për sa i përket dëmit moral, Gjykata është e mendimit se paditësi duhet të ketë provuar medoemos vuajtje dhe zhgënjime për shkak të diskriminimit mbi bazë gjinore objekt i të cilit është bërë. Duke marrë vendim me drejtësi, ajo i cakton atij 3 000 EUR për këtë pikë, plus çdo shumë që mund të duhet si vlerë tatimi mbi këtë shumë.", "B.  Kosto dhe shpenzime", "169.  Duke u mbështetur në një marrëveshje për honorarë, paditësi kërkon 5 000 EUR për kostot dhe shpenzimet e paguara prej tij për procedurën përpara Dhomës së Madhe.", "170.  Qeverisë kjo shumë i duket e tepruar: i interesuari paska përfituar ndihmën gjyqësore dhe çështja, e cila nuk qenka e koklavitur, nuk paska kërkuar shumë punë nga ana e përfaqësuesve të tij. Për më tepër, sipas marrëveshjes në fjalë, paditësi u dashka t’u paguajë përfaqësuesve të tij 160 000 RUB, ose rreth 4 000 EUR.", "171.  Sipas jurisprudencës së Gjykatës, një paditës mund ta fitojë kompensimin e kostove dhe shpenzimeve të tij vetëm nëse vërtetohet që ato janë paguar realisht, që kanë qenë të domosdoshme dhe që janë në një shumë të arsyeshme. Në rastin e çështjes në fjalë, duke pasur parasysh dokumentet që zotëron dhe faktin se paditësi e ka marrë një shumë për ndihmën gjyqësore, Gjykata e mendon të arsyeshme që t’i japë të interesuarit 3 150 EUR, plus çdo shumë që mund t’i duhet paditësit si vlerë tatimi mbi këtë shumë.", "C.  Kamatëvonesat", "172.  Gjykata e gjykon si të përshtatshme që ta bazojë përqindjen e kamatëvonesave te përqindja e interesit të huas afatshkurtër të Bankës Qendrore Evropiane, të rritur me tri pikë përqindjeje.", "PËR KËTO ARSYE, GJYKATA", "(...)", "", "2.  Thotë, me gjashtëmbëdhjetë vota në favor dhe një kundër, se ka pasur shkelje të nenit 14 të Konventës të bashkuar me nenin 8;", "", "3.  Thotë, me katërmbëdhjetë vota në favor dhe tri kundër, se shteti i paditur nuk i ka shkelur detyrimet që i bien atij sipas nenit 34 të Konventës;", "", "4.  Thotë, me katërmbëdhjetë vota në favor dhe tri kundër,", "a)  se shteti i paditur duhet t’i paguajë paditësit, brenda tre muajsh, shumat e mëposhtme, të cilat duhet të këmbehen në rubla me kursin e zbatueshëm në datën e shlyerjes:", "i.  3 000 EUR (tre mijë euro), plus çdo shumë që mund të duhet më tepër si vlerë tatimi, për dëm moral,", "ii.  3 150 EUR (tre mijë e njëqind e pesëdhjetë euro), plus çdo shumë që mund të duhet më tepër si vlerë tatimi për paditësin, për kosto e shpenzime;", "b)  se, duke nisur nga përfundimi i afatit të lartpërmendur e deri në derdhjen e tyre, këto shuma do të shtohen me një interes të thjeshtë në përqindje të barabartë me atë të huas afatshkurtër të Bankës Qendrore Evropiane të zbatueshme gjatë kësaj periudhe, të shtuar me tri pikë përqindjeje;", "", "5.  Rrëzon, njëzëri, kërkesën për çdo shtesë si shpërblim i drejtë.", "I hartuar në frëngjisht dhe në anglisht, pastaj i shpallur në seancë publike në Pallatin e të Drejtave të Njeriut, në Strasburg, më 22 mars 2012.", "\tJohan Callewaert\tNicolas Bratza\n\tZëvendëssekretar\tKryetar", "Këtij vendimi i bashkëngjitet, në përputhje me nenet 45 § 2 të Konventës dhe 74 § 2 të Rregullores, paraqitja e mendimeve më vete të mëposhtme:", "–  mendim pjesërisht pajtues e pjesërisht kundërshtues i gjyqtarit Pinto de Albuquerque;", "–  mendim pjesërisht kundërshtues i gjyqtares Kalaydjieva;", "–  mendim pjesërisht kundërshtues i gjyqtares Nußberger, me të cilin bashkohet gjyqtarja Fedorova;", "–  mendim kundërshtues i gjyqtarit Popović.", "N.B.\nJ.C.", "Mendimet më vete nuk janë përkthyer, por janë në anglisht dhe/ose në frëngjisht në variant(in/et) e vendimit në gjuhë zyrtare dhe mund të shihen bazën e të dhënave të jurisprudencës së Gjykatës HUDOC.", "", "© Këshilli i Evropës/Gjykata Evropiane e të Drejtave të Njeriut, 2013.", "", "Gjuhët zyrtare të Gjykatës Evropiane të të Drejtave të Njeriut janë anglishtja dhe frëngjishtja. Ky përkthim është bërë me mbështetjen e Fondit të Mirëbesimit për të Drejtat e Njeriut të Këshillit të Evropës (). Ai nuk e kushtëzon Gjykatën dhe kjo e fundit nuk pranon asnjë përgjegjësi për sa i përket cilësisë së tij. Ai mund të shkarkohet nga HUDOC, baza e të dhënave e jurisprudencës së Gjykatës Evropiane të të Drejtave të Njeriut (), ose nga çdo bazë tjetër të dhënash me të cilën HUDOC e ka ndarë atë. Ai mund të riprodhohet për qëllime jo tregtare, me kusht që titulli i çështjes të citohet i plotë dhe të shoqërohet me shënimin e mësipërm lidhur me të drejtën e autorit, si edhe me referimin ndaj Fondit të Mirëbesimit për të Drejtat e Njeriut. Cilido që kërkon ta përdorë këtë përkthim në tërësi ose pjesërisht për qëllime tregtare, është i lutur të njoftojë në adresën e mëposhtme: .", "", "© Council of Europe/European Court of Human Rights, 2013", "", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", "", "", "", ""]}