{"file": "ALB_HJUDALB_10593_08.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "10593/08", "text_paragraphs": ["", "© Këshilli i Evropës/Gjykata Evropiane e të Drejtave të Njeriut, 2013. Ky përkthim është bërë me mbështetjen e Fondit të Mirëbesimit për të Drejtat e Njeriut të Këshillit të Evropës (). Ai nuk e kushtëzon Gjykatën. Për informacione të mëtejshme, të shihet shënimi i plotë për të drejtën e autorit në fund të këtij dokumenti.", "", "", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright at the end of this document.", "", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "\n", "DHOMA E MADHE", "", "", "", "", "", "", "ÇËSHTJA NADA k. ZVICRËS", "", "(Kërkesëpadi nr. 10593/08)", "", "", "", "", "", "", "", "", "", "", "VENDIM", "", "", "STRASBURG", "", "12 shtator 2012", "", "", "", "Ky vendim është bërë i formës së prerë. Atij mund t’i bëhen rishikime në redaktim.", "", "Në çështjen Nada k. Zvicrës,", "Gjykata Evropiane e të Drejtave të Njeriut (Seksioni i Dytë), e mbledhur në një Dhomë të Madhe të përbërë nga:", "\tNicolas Bratza, kryetar,\n\tJean-Paul Costa,\n\tFrançoise Tulkens,\n\tJosep Casadevall,\n\tNina Vajić,\n\tDean Spielmann,\n\tChristos Rozakis,\n\tCorneliu Bîrsan,\n\tKarel Jungwiert,\n\tKhanlar Hajiyev,\n\tJán Šikuta,\n\tIsabelle Berro-Lefèvre,\n\tGiorgio Malinverni,\n\tGeorge Nicolaou,\n\tMihai Poalelungi,\n\tKristina Pardalos,\n\tGanna Yudkivska, gjyqtarë,\ne nga Michael O’Boyle, zëvendëssekretar,", "Pasi e shqyrtoi çështjen në seancë të mbyllur më 23 mars 2011, 7 shtator 2011 dhe 23 maj 2012,", "Jep këtë vendim, të miratuar në këtë datë të fundit:", "PROCEDURA\t", "1.  Në zanafillë të kësaj çështjeje ndodhet një kërkesëpadi (nr. 10593/08) e drejtuar kundër Konfederatës Zvicerane dhe me anë të së cilës një person me shtetësi italiane dhe egjiptiane, Z. Youssef Moustafa Nada (“paditësi”), i është drejtuar Gjykatës më 19 shkurt 2008 sipas nenit 34 të Konventës për Mbrojtjen e të Drejtave të Njeriut dhe të Lirive Themelore (“Konventa”).", "2.  Paditësi përfaqësohet nga Z. J. McBride, avokat në Londër. Qeveria zvicerane (“Qeveria”) përfaqësohet nga agjenti i saj, Z. F. Schürmann, nga Zyra Federale e Drejtësisë.", "3.  Në kërkesëpadinë e tij, Z. Nada ankohej se ndalimi i hyrjes në Zvicër dhe i kalimit transit përmes këtij vendi, objekt i të cilit ai ishte bërë si pasojë e regjistrimit të emrit të tij në listën aneksuar Urdhëresës federale për talibanët, i kishte cenuar atij të drejtën për liri (neni 5 i Konventës) si edhe respektimin e jetës private dhe familjare, nderin dhe emrin e tij (neni 8). Ai ishte i mendimit se ky ndalim përbënte për pasojë edhe një keqtrajtim në kuptimin e nenit 3. Ai ankohej nga ana tjetër për një cenim të lirisë së tij për të shfaqur fenë dhe bindjet e veta (neni 9), duke qenë se, sipas tij, pamundësia për të dalë nga enklava e Kampione d’Italias e kishte penguar atë të shkonte në një xhami. Në fund, ai denonconte mungesën e një zgjidhjeje efektive lidhur me këto ankesa (neni 13).", "4.  Kërkesëpadia i është caktuar Seksionit të Parë (neni 52 § 1 i Rregullores së Gjykatës). Ky ka vendosur ta trajtojë atë me përparësi sipas nenit 41 të Rregullores së Gjykatës. Më 12 mars 2009, një dhomë e Seksionit të lartpërmendur ka vendosur ta vërë në dijeni Qeverinë për ankesat sipas neneve 5, 8 dhe 13.", "5.  Secila nga palët ka parashtruar komente me shkrim rreth vërejtjeve të palës tjetër. Vërejtje janë marrë gjithashtu nga qeveritë franceze dhe britanike, të cilat ishin ftuar nga kryetari për të ndërhyrë në procedurën me shkrim (nenet 36 § 2 i Konventës dhe 44 § 2 i Rregullores, në atë kohë në fuqi). Qeveria italiane nuk e ka shfrytëzuar të drejtën e saj për të ndërhyrë në procedurë (neni 36 § 1 i Konventës).", "6.  Më 20 janar 2010, palët janë informuar se Dhoma kishte ndër mend t’i shqyrtonte bashkërisht pranueshmërinë dhe themelin e kërkesëpadisë (ish-neni 29 § 3 i Konventës i bashkuar me ish-nenin 54A të Rregullores).", "7.  Më 30 shtator 2010, Dhoma, e përbërë nga Christos Rozakis, Nina Vajić, Khanlar Hajiyev, Dean Spielmann, Sverre Erik Jebens, Giorgio Malinverni dhe George Nicolaou, gjyqtarë, e nga Søren Nielsen, sekretar seksioni, u tërhoq nga çështja në favor të Dhomës së Madhe, meqë asnjëra nga palët, të pyetura për këtë qëllim, nuk e kundërshtoi një masë të tillë (neni 30 i Konventës dhe neni 72 i Rregullores).", "8.  Përbërja e Dhomës së Madhe u vendos në përputhje me nenet 27 §§ 2 e 3 të Konventës dhe 24 të Rregullores. Gjatë shqyrtimeve përfundimtare, Jean-Paul Costa, Christos Rozakis, Giorgio Malinverni dhe Mihai Poalelungi kanë vazhduar të marrin pjesë pas mbarimit të mandatit të tyre, sipas neneve 23 § 3 të Konventës dhe 24 § 4 të Rregullores.", "9.  Paditësi dhe Qeveria kanë paraqitur vërejtje me shkrim rreth themelit të çështjes. Qeveria franceze dhe britanike kanë parashtruar vërejtjet e paraqitura tashmë përpara Dhomës. Madje, kryetari i Dhomës së Madhe ka ftuar JUSTICE, në organizatë joqeveritare me seli në Londër, për të ndërhyrë në procedurën me shkrim (neni 36 § 2 i Konventës i bashkuar me nenin 44 § 2 të Rregullores). Së fundi, kryetari i Dhomës së Madhe e ka ftuar qeverinë e Mbretërisë së Bashkuar për të ndërhyrë aty me gojë.", "10.  Një seancë është zhvilluar në publik në Pallatin e të Drejtave të Njeriut, në Strasburg, më 23 mars 2011 (neni 59 § 3 i Rregullores).", "", "Janë paraqitur:", "–  për Qeverinë \nZtë\tF. Schürmann, Kreu i Njësisë për të Drejtën Evropiane dhe për \n\t\tMbrojtjen Ndërkombëtare të të Drejtave të Njeriut,\n\t\tZyra Federale e Drejtësisë, Departamenti Federal\n\t\ti Drejtësisë dhe i Policisë,\tagjent,\n\tJ. Lindenmann, Ambasador, Zëvendësdrejtor i\n\t\tDrejtorisë së të Drejtës Ndërkombëtaare Publike, \n\t\tDepartamenti Federal i Punëve të Jashtme, \t\n\tR. E. Vock, Shef i Sektorit për Sanksionet, Sekretariati \n\t\tShtetëror për Ekonominë, Departamenti Federal i \n\t\tEkonomisë, \t\nZnjat\tR. Bourguin, Këshilltare e specializuar në të drejtën me \n\t\tpërgjegjësi fushe, Seksioni i Çështjeve Juridike, \n\t\tFusha për drejtim Politike Migratore, Zyra Federale \n\t\te Migracioneve, Departamenti Federal i Drejtësisë \n\t\tdhe i Policisë,\t\n\tC. Ehrich, bashkëpunëtore shkencore, Njësia për të Drejtën\n\t\tEvropiane dhe për Mbrojtjen Ndërkombëtare të të\n\t\tDrejtave të Njeriut, Zyra Federale e Drejtësisë, \n\t\tDepartamenti Federal i Drejtësisë dhe i Policisë, \tkëshilltarë;", "–  për paditësin\nZ.\tJ. McBride, avokat,\tavokat;", "–  për Qeverinë e Mbretërisë së Bashkuar (palë e tretë)\nZtë\tD. Walton, \tagjent,\n\tS. Wordsworth,\tavokat,\nZnja\tC. Holmes,\tkëshilltare.\n", "Të pranishëm ishin gjithashtu paditësi dhe bashkëshortja e tij.", "Gjykata ka dëgjuar deklarimet e Zve Schürmann, McBride e Wordsworth. Ajo ka dëgjuar gjithashtu përgjigjet e përfaqësuesve të palëve për pyetjet e gjyqtarëve.", "FAKTET", "I.  RRETHANAT E ÇËSHTJES", "A.  Zanafillat e çështjes", "11.  Paditësi ka lindur më 1931 dhe, që prej vitit, 1970, është me banim në Kampione d’Italia, në enklavë italiane prej rreth 1,6 km² që gjendet në provincën e Komos (Lombardi), e rrethuar nga kantoni zviceran i Tiçinos dhe e ndarë nga pjesa tjetër e territorit italian prej liqenit të Luganos.", "12.  Ai e paraqet veten si mysliman praktikues e afarist i njohur në botën financiare dhe politike, ku mendon se gëzon një emër të mirë. I diplomuar si inxhinier, ai është marrë me fusha shumë të ndryshme, konkretisht me fushën bankare, me tregti ndërkombëtare, me industri e me pasuritë e patundshme. Në kuadër të veprimtarive të tij, ka themeluar ndërmarrje të shumta, ku ka qenë aksionari i vetëm ose ai kryesor.", "13.  Ai pohon se ka kundërshtuar çdolloj përdorimi metodash terroriste dhe se nuk ka pasur kurrë lidhje me Al-Kaidën. Përkundrazi, ai i paska denoncuar gjithmonë jo vetëm mjetet që përdor kjo organizatë, por gjithashtu edhe ideologjinë e saj.", "14.  Ai vë në dukje gjithashtu se ka mbetur vetëm me një veshkë (e dyta i qenka dëmtuar gjatë viteve të fundit). Së fundi, ai vuajtka edhe nga gjakrrjedhje ne syrin e majtë, të dëshmuara me një vërtetim mjekësor të datës 20 dhjetor 2001, si edhe nga një artrit në qafë. Përveç këtyre, nga një vërtetim mjekësor të lëshuar prej një mjeku nga Cyrihu më 5 maj 2006, del se paditësi kishte pësuar një frakturë të dorës së djathtë, operacioni për të cilën ishte parashikuar për vitin 2004. Ai pretendon se, për arsye të kufizimeve që i ishin bërë dhe që janë në zanafillë të kësaj kërkesëpadie, ai nuk paska mundur t’i nënshtrohet kësaj ndërhyrjeje dhe se pasojat e frakturës vazhdojnë t’i shkaktojnë ende vuajtje.", "15.  Më 15 tetor 1999, në përgjigje të atentateve me bombë të kryera më 7 gusht 1998 nga Osama Bin Laden dhe anëtarët e rrjetit të tij kundër ambasadave të Shteteve të Bashkuara në Nairobi (Kenia) e në Dar-Es-Salam (Tanzani), Këshilli i Sigurimit i Organizatës së Kombeve të Bashkuara (këtu më tej: “OKB”) miratoi, sipas Kreut VII të Kartës së Kombeve të Bashkuara, Rezolutën 1267 (1999), duke parashikuar sanksione kundër talibanëve (shih paragrafin 70 të mëposhtëm) dhe duke krijuar një komitet, të përbërë nga të gjithë anëtarët e Këshillit, të ngarkuar me mbikëqyrjen e vënies në zbatim të kësaj rezolute (këtu më tej, “Komiteti i Sanksioneve”).", "16.  Më 2 tetor 2000, për të vënë në jetë këtë rezolutë, Këshilli Federal zviceran (Qeveria federale) miratoi Urdhëresën “për vendosje masash ndaj talibanëve” (këtu më tej: “Urdhëresa për talibanët”, paragrafi 66 i mëposhtëm). Kjo urdhëresë dhe titulli i saj u ndryshuan më pas disa herë.", "17.  Përmes Rezolutës 1333 (2000) të 19 dhjetorit 2000 (paragrafi 71 i mëposhtëm), Këshilli i Sigurimit e zgjeroi regjimin e sanksioneve. Ai vinte tashmë në shënjestër gjithashtu edhe Osama Bin Ladenin, organizatën Al-Kaida dhe krerët e këshilltarët kryesorë të talibanëve. Në Rezolutën 1333 (2000), ashtu si edhe në Rezolutën 1267 (1999), Këshilli i Sigurimit i lutej Komitetit të Sanksioneve që të hartonte, mbi bazën e informatave të përcjella nga shtetet dhe nga organizatat rajonale, një listë të personave dhe organizatave që mbanin marrëdhënie me Osama Bin Ladenin e me Al-Kaidën.", "18.  Më 11 prill 2001, Qeveria zvicerane e ndryshoi Urdhëresën për talibanët, me qëllim që të vinte në jetë Rezolutën 1333 (2000). Ajo futi aty një nen të ri 4 a), ku, në paragrafin e parë, personave dhe entiteteve që viheshin në shënjestër të kësaj rezolute (gjithsesi pa i përmendur ata me emër personalisht) u ndalohej hyrja në Zvicër dhe kalimi transit nëpër këtë vend.", "19.  Më 24 tetor 2001, Prokuroria e Konfederatës çeli një hetim ndaj paditësit.", "20.  Më 7 nëntor 2001, Presidenti i Shteteve të Bashkuara urdhëroi bllokimin e aseteve të Bankës Al-Taqwa, president dhe aksionar kryesor i së cilës ishte paditësi.", "21.  Më 9 nëntor 2001, paditësi, ashtu si edhe disa organizata që mbanin marrëdhënie me të, u përfshinë në listën e Komitetit të Sanksioneve. Më 30 nëntor 2001, (më 9 nëntor, sipas vërejtjeve të paditësit), emrat e tyre u regjistruan në Aneksin e Urdhëresës për talibanët.", "22.  Më 16 janar 2002, Këshilli i Sigurimit miratoi Rezolutën 1390 (2002) duke vendosur një ndalim hyrjeje dhe kalimi transit ndaj personave, grupeve, ndërmarrjeve dhe entiteteve ortake që figuronin në listën e hartuar në zbatim të Rezolutave 1267 (1999) e 1333 (2000) (paragrafët 70-71 dhe 74 të mëposhtëm). Për pasojë, më 1 maj 2002, u ndryshua neni 4a) i Urdhëresës federale për talibanët: ndalimi i hyrjes dhe i kalimit transit zbatohej tashmë ndaj të gjithë personave të përfshirë në Aneksin 2 të Urdhëresës, mes të cilëve edhe ndaj paditësit.", "23.  Më 10 shtator 2002, Zvicra u bë anëtare e OKB-së.", "24.  Kur shkoi në Londër në nëntor 2002, paditësi u arrestua dhe u kthye në Itali, ndërsa paratë iu sekuestruan.", "25.  Më 10 tetor 2003, si pasojë e një kritike nga Grupi i Monitorimit (“Monitoring Group”, paragrafi 72 i mëposhtëm) i ngarkuar me mbikëqyrjen e zbatimit të sanksioneve, kantoni i Tiçinos ia shfuqizoi paditësit lejen si banor zone kufitare. Grupi i Monitorimit kishte vënë re në fakt që, gjatë hetimeve rreth veprimtarive të paditësit, ishte vërtetuar se ky mund të qarkullonte relativisht me lehtësi ndërmjet Zvicrës dhe Italisë. Qeveria pohon se paditësi i ka vuajtur pasojat e ndalimit të hyrjes e të kalimit transit vetëm nga ai çast.", "26.  Më 27 nëntor 2003, Zyra Federale Zvicerane e Imigrimit, e Integrimit dhe e Emigrimit (këtu më tej: “IMES”) e njoftoi paditësin se atij nuk i lejohej më t’i kalonte kufijtë.", "27.  Më 23 mars 2004, paditësi i paraqiti IMES-it një kërkesë për hyrje në Zvicër me qëllim qëndrimi ose kalimi transit, për arsye të një trajtimi mjekësor të ndjekur prej tij në këtë vend si edhe të disa procedurave gjyqësore në Zvicër dhe në Itali. Zyra e rrëzoi këtë kërkesë më 26 mars 2004 si të pathemeltë. Madje ajo i vuri në dukje paditësit se arsyet e parashtruara në mbështetje të kërkesës së tij, konkretisht, nga njëra anë, nevoja për të biseduar me avokatët e tij e për t’u mjekuar dhe, nga ana tjetër, situata e veçantë e lidhur me vendbanimin e tij në Kampione d’Italia, nuk ishin të tilla që t’i lejonin autoritetet për t’i pranuar një përjashtim nga masa e marrë ndaj tij.", "28.  Me një vendim të 27 prillit 2005, Gjykata Penale Federale i dha urdhër Prokurorisë së Konfederatës që ose ta mbyllte çështjen, ose t’ia përcillte gjykatësit hetues federal kompetent brenda datës 31 maj 2005. Me një urdhëresë të ditës së lartpërmendur, Prokuroria e Konfederatës, duke dalë në përfundimin se akuzat e formuluara ishin të pathemelta, i dha fund hetimit ndaj paditësit.", "29.  Më 22 shtator 2005, paditësi i kërkoi Këshillit Federal që emri i tij dhe ai i organizatave me të cilat ai mbante marrëdhënie të fshiheshin nga Aneksi i Urdhëresës. Në mbështetje të kërkesës së tij, ai argumentoi se hetimi i ndjekur nga policia ndaj tij ishte braktisur me një vendim të Prokurorisë së Konfederatës dhe se, për këtë arsye, nuk përligjej më që ai t’i nënshtrohej regjimit të sanksioneve.", "30.  Me një vendim të 18 janarit 2006, Sekretariati Shtetëror për Ekonominë (këtu më tej “SECO”) e hodhi poshtë kërkesën e tij, me arsyetimin se Zvicra nuk mund të hiqte emra nga Aneksi i Urdhëresës për talibanët për sa kohë që ata figuronin në listën e Komitetit të Sanksioneve të Kombeve të Bashkuara.", "31.  Më 13 shkurt 2006, paditësi iu drejtua Departamentit Federal të Ekonomisë (këtu më tej “Departamenti”) përmes një rekursi administrativ.", "32.  Me një vendim të datës 15 qershor 2006, Departamenti e rrëzoi këtë rekurs. Ai ripohoi se fshirja e një emri nga Aneksi i Urdhëresës ishte i mundshëm vetëm pasi ky emër të mos figuronte më në listën e Komitetit të Sanksioneve dhe saktësoi se, për këtë qëllim, duhej që shteti ku personi i interesuar ishte shtetas ose me vendbanim të niste një procedurë fshirjeje përpara institucioneve të Kombeve të Bashkuara. Mirëpo, meqenëse Zvicra nuk ishte as shteti i shtetësisë, as shteti i vendbanimit të kërkuesit, Departamenti ishte i mendimit se autoritetet zvicerane nuk ishin kompetente për të ndërmarrë një procedurë të tillë.", "33.  Më 6 korrik 2006, paditësi iu drejtua Këshillit Federal me një rekurs kundër vendimit të Departamentit. Ai kërkoi që emri i tij dhe ai i një numri organizatash që mbanin marrëdhënie me të të hiqeshin nga lista e Aneksit 2 të Urdhëresës për talibanët.", "34.  Më 20 shtator 2006, Zyra Federale e Migrimeve (këtu më tej “OMD”), e cila ishte krijuar në vitin 2005 dhe ku ishte integruar asokohe IMES-i, i dha paditësit një përjashtim njëditor, për datën 25 shtator 2006, me qëllim që t’i lejonte atij të shkonte në Milano në kuadër të një procedure gjyqësore. Paditësi nuk e përdori këtë mundësi.", "35.  Më 6 prill 2007, paditësi i drejtoi “pikës qendrore” të Komitetit të Sanksioneve të Këshillit të Sigurimit – organ i krijuar prej Rezolutës 1730 (2006) dhe i ngarkuar me pranimin e kërkesave për fshirjen e emrit të personave ose entiteteve që figuronin në listat e hartuara nga Komiteti i Sanksioneve (paragrafi 76 i mëposhtëm) – një kërkesë për fshirjen e emrit të tij nga kjo listë.", "36.  Me një vendim të datës 18 prill 2007, Këshilli Federal mori vendim lidhur me rekursin e 6 korrikut 2006 dhe ia përcolli çështjen Gjykatës Federale, duke qenë i mendimit se paditësi kishte pësuar kufizime të drejtpërdrejta të së drejtës së tij për pronën, se, për këtë arsye, ndaj kërkesës së tij për fshirje nga Aneksi i Urdhëresës zbatohej neni 6 i Konventës Evropiane të të Drejtave të Njeriut dhe kështu ishte me vend që çështja t’i parashtrohej një gjykate të pavarur e të paanshme.", "37.  Në vërejtjet e tij, Departamenti doli në përfundim që të rrëzohej ai rekurs, duke theksuar se Rezoluta 1730 (2006) e Këshillit të Sigurimit, e datës 19 dhjetor 2006, u lejonte personave dhe organizatave emrat e të cilëve figuronin në listën e Komitetit të Sanksioneve që ta nisnin një procedurë fshirjeje në mënyrë individuale, pa kaluar përmes shtetit të tyre të shtetësisë ose të vendbanimit.", "38.  Paditësi iu përmbajt argumentimeve të tij. Për më tepër, ai u ankua se, për arsye të ngurrimit të madh të ODM-së për t’i lejuar atij përjashtime nga neni 4a paragrafi 2 i Urdhëresës për talibanët, ai nuk mund të largohej nga banesa e vet në Kampione d’Italia, ndonëse aty nuk kishte infrastrukturë të përshtatshme mjekësore, madje as të shkonte në Itali për arsye administrative apo gjyqësore, dhe se ai gjendej kështu praktikisht që prej disa vitesh në arrest shtëpiak. Regjistrimi i emrit të tij në listën e Komitetit të Sanksioneve do të thoshte përveç kësaj, sipas tij, se ai akuzohej publikisht se mbante marrëdhënie me Osama Bin Ladenin, organizatën Al-Kaida dhe talibanët, ndonëse kjo nuk ishte e vërtetë. Ai vlerësonte për më tepër se ky regjistrim, në mungesë të çdolloj përligjjeje e të çdo mundësie për të që të dëgjohej paraprakisht, shkelte parimin e ndalimit të diskriminimit, lirinë personale, garancinë e pronës dhe lirinë ékonomike, si edhe të drejtën për t’u dëgjuar dhe të drejtën për një proces të drejtë. Së fundi, duke argumentuar se regjimi i sanksioneve i Këshillit të Sigurimit ishte në kundërshtim me Kartën e Kombeve të Bashkuara dhe cenonte disa norma të prera të së drejtës ndërkombëtare (jus cogens), ai mbronte mendimin se Zvicra nuk ishte e detyruar që ta zbatonte atë.", "39.  Me një vendim të 11 majit 2007, ku tregonte udhën e hapur për rekurs, ODM-ja e rrëzoi një kërkesë të re për përjashtim të paraqitur nga paditësi. Me një vendim të 12 korrikut 2007, ku saktësonte sërish se cilat ishin udhët e mundshme për rekurs, ajo nuk pranoi ta shqyrtojë një letër të të interesuarit, të cilën e konsideroi si një kërkesë për rishqyrtim. Përmes një letre të datës 20 korrik 2007, paditësi shpjegoi se kishte një keqkuptim dhe se letra e tij e mëparshme ishte në të vërtetë një kërkesë e re për përjashtim. Më 2 gusht 2007, Zyra e rrëzoi përsëri kërkesën e tij, duke i rikujtuar se e kishte mundësinë për ta kundërshtuar vendimin duke paraqitur një ankesë pranë Gjykatës Administrative Federale. Paditësi nuk bëri ankesë kundër këtij vendimi.", "40.  Më 29 tetor 2007, “pika qendrore për kërkesat për fshirje”, e krijuar përmes Rezolutës 1730 (2006) të Këshillit të Sigurimit, e rrëzoi kërkesën që i kishte parashtruar asaj paditësi më 6 prill 2007 për fshirjen e emrit të tij nga lista e Komitetit të Sanksioneve (paragrafi 35 i mësipërm). Më 2 nëntor 2007, duke iu referuar fshehtësisë së procedurës, ajo hodhi poshtë gjithashtu edhe një kërkesë me anë të së cilës paditësi i ishte lutur që t’i bëhej e ditur se cili shtet e kishte kërkuar regjistrimin e emrit të tij në listë dhe se cilat ishin arsyet e këtij regjistrimi. Së fundi, me letra të datave 19 dhe 28 nëntor 2007, ajo ripohoi karakterin e fshehtë të procedurës, duke e informuar gjithsesi kërkuesin se një shtet për të cilin ajo nuk mund të jepte asnjë informatë kishte kundërshtuar që ai të hiqej nga lista.", "B.  Vendimi i Gjykatës Federale i 14 nëntorit 2007", "41.  Me një vendim të datës 14 nëntor 2007, Gjykata Federale, të cilës Këshilli Federal i kishte përcjellë rekursin e paditësit (paragrafi 36 i mësipërm), e shpalli rekursin të pranueshëm, por e rrëzoi atë për sa i përkiste themelit.", "42.  Ajo rikujtoi së pari se, sipas nenit 25 të Kartës së Kombeve të Bashkuara, shtetet anëtare të OKB-së ishin të detyruara t’i pranonin dhe t’i zbatonin vendimet e marra nga Këshilli i Sigurimit në zbatim të Kartës. Ajo çmoi pastaj se, sipas nenit 103 të Kartës, detyrimet që rridhnin nga ky instrument nuk kishin përparësi vetëm mbi të drejtën e brendshme të shteteve anëtare, por kishin epërsi edhe në rast konflikti me marrëveshje të tjera ndërkombëtare, pavarësisht nga natyra – dypalëshe ose shumëpalëshe – e marrëveshjeve të tilla. Ajo deklaroi për më tepër se kjo përparësi nuk kufizohej me Kartën, por shtrihej te të gjitha detyrimet që rridhnin nga një rezolutë shtrënguese e Këshillit të Sigurimit.", "43.  Gjykata Federale nënvizoi megjithatë se edhe Këshilli i Sigurimit duhej t’i përmbahej Kartës dhe të vepronte në përputhje me qëllimet dhe parimet e Organizatës (neni 24 § 2 i Kartës), ndër të cilat respektimi i të drejtave të njeriut dhe i lirive themelore (neni 1 § 3). Në të njëjtën kohë, ajo çmoi se shtetet anëtare nuk mund t’i shmangeshin detyrimeve që rridhnin nga një vendim (ose rezolutë) që ato e gjykonin, në thelb, në kundërshtim me Kartën, veçanërisht nëse ishte fjala për një vendim (rezolutë) të marrë sipas Kreut VII të këtij instrumenti (Veprim në rast kërcënimi kundër paqes, prishjeje të paqes dhe akti agresioni).", "44.  Gjykata Federale rikujtoi pastaj se, sipas nenit 190 të Kushtetutës Federale (paragrafi 65 i mëposhtëm), ajo ishte e detyruar të zbatonte ligjet federale dhe të drejtën ndërkombëtare. Ajo çmoi se e drejta ndërkombëtare e zbatueshme përfshinte njëlloj edhe konventat ndërkombëtare të ratifikuara nga Zvicra, edhe të drejtën zakonore, parimet e përgjithshme të së drejtës dhe vendimet e organizatave ndërkombëtare juridikisht detyruese për Zvicrën, ndër të cilat vendimet e marra prej Këshillit të Sigurimit në kuadrin e një regjimi sanksionesh.", "45.  Por nga ana tjetër, ajo vërejti se neni 190 i Kushtetutës nuk parashikonte ndonjë rregull që të mundësonte të zgjidheshin konflikte eventuale midis normave të ndryshme të së drejtës ndërkombëtare juridikisht të detyrueshme për Zvicrën dhe se, në rastin e çështjes në fjalë, kishte një konflikt midis disa vendimeve të Këshillit të Sigurimit, në njërën anë, dhe disa garancive që rridhnin prej Konventës Evropiane të të Drejtave të Njeriut dhe Paktit Ndërkombëtar për të Drejtat Civile dhe Politike, në anën tjetër. Ajo çmoi se, ndonëse rregullat për interpretimin e traktateve nuk lejonin të zgjidhej ky konflikt, ishte e udhës që, për të marrë një vendim rreth çështjes, të merrej për bazë hierarkia e normave ndërkombëtare, sipas së cilës detyrimet që rridhnin nga Karta e Kombeve të Bashkuara kishin epërsi, për mendimin e saj, mbi tërë detyrimet që rridhnin nga çdo marrëveshje tjetër ndërkombëtare (neni 103 i Kartës i bashkuar me nenin 30 të Konventës së Vjenës për të drejtën e traktateve; shih paragrafët 69 e 80 të mësipërm). Gjykata Federale vlerësoi se zbatimi i njëtrajtshëm i regjimit të sanksioneve do të kërcënohej në qoftë se gjykatat e shteteve palë në Konventën Evropiane dhe në Paktin Ndërkombëtar për të Drejtat Civile dhe Politike do të bënin përjashtime për të mbrojtur të drejtat themelore të disa personave apo organizatave.", "46.  Ajo pranoi megjithatë se detyrimi për të zbatuar vendimet e Këshillit të Sigurimit ishte i kufizuar prej normave të jus cogens. Për këtë arsye, ajo çmoi se ishte e detyruar të shqyrtonte nëse regjimi i sanksioneve i vendosur nga Këshilli i Sigurimit mund t’i shkelte normat e prera të së drejtës ndërkombëtare, ashtu siç e pohonte paditësi.", "47.  Pastaj, Gjykata Federale përmendi, si shembuj normash të jus cogens, të drejtën për jetën, ndalimin e torturës e të trajtimeve çnjerëzore e poshtëruese, ndalimin e skllavërisë, ndalimin e dënimeve kolektive, parimin e individualitetit të përgjegjësisë penale dhe parimin e moskthimit në kufi. Por, nga ana tjetër, ajo çmoi se nuk kishin të bënin me jus cogens garantimi i pronës, liria ekonomike, garancitë për një proces të drejtë apo edhe e drejta për një zgjidhje efektive.", "48.  Për sa i përket pasojave të sjella për paditësin nga masat e marra ndaj tij, sidomos nga ndalimi për të hyrë e për të kaluar transit në Zvicër, Gjykata Federale u shpreh si më poshtë:", "“7.4. (...) Sanksionet në fjalë përmbajnë kufizime ekonomike drastike për të interesuarit; por nga ana tjetër, janë marrë masa që këta të fundit të mund të përfitojnë nga mjetet e nevojshme për të siguruar jetesën e tyre (shih Rezolutën 1452[2002] pika 1a). Pra nuk mund të flitet për vënie në rrezik të jetës ose të shëndetit të të interesuarve, as për trajtime çnjerëzore e poshtëruese ndaj tyre.", "Ndalimi për të udhëtuar e kufizon lirinë për të lëvizur të të interesuarve, por është e pamundur që në këtë drejtim të flitet në parim për heqje lirie: të interesuarit mund të qarkullojnë lirisht në shtetin ku janë me vendbanim (shih sidoqoftë, në pikën 10.2 këtu më poshtë, shtjellimet kushtuar situatës së veçantë të paditësit); për më tepër, të interesuarit lejohen shprehimisht të kthehen në vendin e tyre të prejardhjes (shih Rezolutën 1735[2006], pika 1b).", "(...)”", "49.  Gjykata Federale vërejti më tej se, normalisht, personat ose institucionet që synoheshin nga sanksionet e marra prej Këshillit të Sigurimit nuk kishin mundësi as të shpreheshin, më parë a më pas, as t’u drejtoheshin instancave të brendshme apo ndërkombëtare. Ajo vuri në dukje në këtë drejtim se, veçanërisht me modalitetet e tij që rridhnin prej Rezolutës 1730 (2006), mekanizmi i fshirjes i cili u lejonte individëve që t’i drejtoheshin drejtpërdrejt Komitetit të Sanksioneve, përbënte tanimë një progres të konsiderueshëm, sado që nuk ishte pa mangësi të mëdha nga pikëpamja e të drejtave të njeriut.", "50.  Gjykata Federale shqyrtoi pas kësaj çështjen se në çfarë mase i diktoheshin në mënyrë detyruese Zvicrës rezolutat në fjalë, domethënë në çfarë mase i mbetej asaj ende njëfarë hapësire (“Ermessensspielraum”) për sa i takonte vënies së tyre në zbatim:", "“8.1  Këshilli i Sigurimit e ka miratuar Rezolutën 1267(1999) dhe Rezolutat vijuese lidhur me sanksionet ndaj [Al-Kaidës] dhe talibanëve mbi bazën e Kreut VII të Kartës së Kombeve të Bashkuara, me detyrimin e shprehur për mbarë shtetet anëtare që t’i vënë në zbatim në mënyrë tërësore e të rreptë sanksionet e parashikuara, pavarësisht nga ekzistenca eventuale e mëparshme e të drejtave apo e detyrimeve që rrjedhin nga marrëveshje ndërkombëtare ose nga kontrata (shih pikën 7 të Rezolutës 1267[1999]).", "Sanksionet (bllokim asetesh, ndalim hyrjeje dhe kalimi transit, embargo mbi armët) janë përshkruar në mënyrë të hollësishme dhe nuk u lënë shteteve anëtare asnjë hapësirë vlerësimi në vënien e tyre në zbatim. Shteteve anëtare u janë saktësuar edhe ata të cilëve u drejtohen sanksionet: elementi përcaktues është lista e hartuar dhe e përditësuar nga Komiteti i Sanksioneve (pika 8 c) e Rezolutës 1333[2000]).", "Për sa i përket mundësisë për të fituar një fshirje nga lista, Komiteti i Sanksioneve ka parashikuar një procedurë të qartë (shih pikat 13 e vijuese të Rezolutës 1735(2006) dhe direktivat e Komitetit të Sanksioneve në versionin e tyre të datës 12 shkurt 2007). Kështu, shteteve anëtare u ndalohet që të vendosin në mënyrë autonome nëse sanksionet duhet të vazhdojnë apo jo të zbatohen ndaj një personi a një organizate që figuron në listën e hartuar nga Komiteti i Sanksioneve.", "Për pasojë, Zvicra do t’u shmangej detyrimeve që i rrjedhin nga Karta, në rast se do të vendoste që paditësi dhe organizatat e tij të mos figuronin më në Aneksin e Urdhëresës për vendosje masash ndaj talibanëve.", "(...).", "8.3  Duke pasur parasysh sa paraprin, Zvicra nuk ka mundësi të veprojë në mënyrë autonome për fshirjen e paditësit nga Aneksi 2 i Urdhëresës për vendosje masash ndaj talibanëve.", "Është e udhës që paditësit t’i pranohet se në këtë situatë ai nuk ka asnjë zgjidhje efektive: Gjykata Federale mund të shqyrtojë sigurisht nëse Zvicra është e detyruar nga rezolutat e Këshillit të Sigurimit dhe në çfarë mase, por ajo nuk ka kompetencë për t’i hequr sanksionet që synojnë paditësin me arsyetimin se ato shkelkan të drejtat themelore të të interesuarit.", "Vetëm Komiteti i Sanksioneve ka kompetencë për ta hequr një person ose një entitet nga lista. Pavarësisht nga përmirësimet e përmendura më lart, procedura e fshirjes nuk përmbush as domosdoshmërinë e mundësisë për t’iu drejtuar një gjyqtari, të sanksionuar nga neni 29a i Kushtetutës Federale, nga neni 6 § 1 i KEDNj-së dhe nga neni 14 § 1 i Paktit të Kombeve të Bashkuara lidhur me të Drejtat Civile dhe Politike, as atë të një zgjidhjeje efektive në kuptimin e nenit 13 të KEDNj-së dhe të nenit 2 § 3 të Paktit (...)”", "51.  Gjykata Federale shtroi pastaj pyetjen se, ndonëse nuk e kishte të mundur të vepronte në mënyrë autonome për fshirjen e paditësit nga lista, mos duhej më së paku që Zvicra ta ndihmonte të interesuarin në kuadër të procedurës për fshirje. Ajo bëri arsyetimin e mëposhtëm:", "“9.1  Instancat më të ulëta kanë shqyrtuar nëse Zvicra duhej të niste një procedurë fshirjeje për llogari të kërkuesit. Kjo pyetje e ka humbur ndërkohë themelësinë e saj, përderisa, qëkurse ka ndryshuar procedura e fshirjes, paditësi mund ta formulojë vetë një kërkesë për këtë qëllim, çka ai e ka bërë madje.", "9.2  Ai mund të shpresojë megjithatë që t’i plotësohet kërkesa vetëm në rast se gëzon përkrahjen e Zvicrës, përderisa kjo ka qenë i vetmi vend që ka kryer një hetim të thelluar, me shumë letërporosi, kontrolle banese dhe pyetje dëshmitarësh.", "Shtetet anëtare të Kombeve të Bashkuara kanë detyrimin që t’i ndjekin penalisht personat e dyshuar se financojnë ose mbështesin terrorizmin (shih pikë 2e të Rezolutës së Këshillit të Sigurimit 1373[2001]) (...)", "Nëse, në të kundërt, ndjekjet penale përfundojnë me pushim të çështjes apo me heqje dorë prej tyre, kjo duhet të sjellë heqjen e sanksioneve të vendosura si masë parandaluese. Sigurisht, fshirja nuk mund të bëhet nga vetë shteti që ka kryer hetimet e që ka ndjekur procedurën penale, por ky mund t’ia komunikojë të paktën rezultatin e hetimeve të veta Komitetit të Sanksioneve si edhe të kërkojë a të mbështesë heqjen e të interesuarit nga lista.”", "52.  Së fundi, Gjykata Federale pa nëse ndalimi për të udhëtuar që parashikohej në nenin 4a të Urdhëresës për talibanët shkonte përtej sanksioneve të vendosura përmes rezolutave të Këshillit të Sigurimit dhe nëse, për këtë arsye, autoritetet zvicerane e kishin njëfarë hapësire veprimi në këtë fushë. Ajo u shpreh me këto fjalë:", "“10.1  Neni 4a § 1 i Urdhëresës për vendosje masash ndaj talibanëve ua ndalon personave fizikë të përmendur në Aneksin 2 hyrjen në Zvicër dhe kalimin transit përmes Zvicrës. Neni 4a § 2 parashikon se Zyra Federale e Migrimeve ka mundësi që, në përputhje me vendimet e Këshillit të Sigurimit të Kombeve të Bashkuara ose për të mbrojtur interesa zvicerane, të japë përjashtime.", "Sipas rezolutave të Këshillit të Sigurimit, ndalimi për të udhëtuar nuk është i zbatueshëm kur hyrja në vend ose kalimi transit përmes vendit nevojitet për qëllime të një procedure gjyqësore. Për më tepër, në raste individuale mund të jepen përjashtime me miratimin e Komitetit të Sanksioneve (shih pikën 1 b) të Rezolutës 1735[2006]). Me këto raste kanë të bëjnë, sidomos, udhëtimet e ndërmarra për arsye të rendit mjekësor, humanitar ose fetar (Brown Institute, vendi i cit., f. 32).", "10.2  Neni 4a § 2 i Urdhëresës për vendosje masash ndaj talibanëve është formuluar si një dispozitë që jep zotësi juridike dhe jep përshtypjen se Zyra Federale e Migrimeve e ka njëfarë hapësire për vlerësim. Në përputhje me Kushtetutën, kjo dispozitë duhet interpretuar sidoqoftë në kuptimin se duhet dhënë një përjashtim në të gjitha ato raste kur e lejon regjimi i sanksioneve të OKB-së: një kufizim më i madh i lirisë së qarkullimit të paditësit nuk do të mund të paraqitej si i bazuar te rezolutat e Këshillit të Sigurimit, ai nuk do të ishte në interesin publik dhe, duke pasur parasysh situatën e veçantë të paditësit, do të ishte i shpërpjesëtuar.", "I interesuari banon në Kampione, një enklavë italiane prej 1,6 km² në Tiçino. Ndalimi i hyrjes në Zvicër dhe i kalimit transit nëpër Zvicër ka kështu si pasojë që i interesuari nuk mund të largohet nga Kampione. Në planin praktik, kjo është, ashtu siç e pretendon me të drejtë paditësi, pothuajse njëlloj me një arrest shtëpiak dhe përbën kështu një kufizim të madh për lirinë personale të të interesuarit. Në këto kushte, autoritetet zvicerane kanë detyrimin që t’i shterojnë ato lehtësime të regjimit të sanksioneve që lejohen sipas rezolutave të Këshillit të Sigurimit.", "Zyra Federale e Migrimeve nuk ka pra asnjë hapësirë vlerësimi. Detyra e saj është në të vërtetë që të verifikojë nëse janë mbledhur kushtet që përcaktojnë dhënien e një përjashtimi. Në rast se kërkesa nuk ka të bëjë me njërin nga përjashtimet e përgjithshme të parashikuara nga Këshilli i Sigurimit, ajo duhet t’i parashtrohet për miratim Komitetit të Sanksioneve.", "10.3  Çështja nëse i ka shpërfillur apo jo Zyra Federale e Migrimeve normat kushtetuese në trajtimin e kërkesave për udhëtim jashtë shtetit që ka paraqitur paditësi nuk duhet shqyrtuar këtu: vendimet e marra nga Zyra e Migrimeve në këtë drejtim nuk janë kundërshtuar prej paditësit dhe janë të huaja për objektin e kësaj procedure.", "Po ashtu lidhur me pyetjen nëse mos nuk do të kishte qenë më mirë që të shpërngulej vendbanimi i paditësit nga enklava italiane e Kampiones në Itali. Në të vërtetë, paditësi nuk ka bërë deri tani ndonjë kërkesë në këtë drejtim.”", "", "C.  Faktet e ndodhura pas vendimit të Gjykatës Federale", "53.  Në vijim të vendimit të Gjykatës Federale, paditësi i shkroi ODM-së për t’iu lutur që ta rishqyrtonte mundësinë e zbatimit të përjashtimeve të përgjithshme për situatën e tij të veçantë. Më 28 janar 2008, ai paraqiti një kërkesë të re për pezullim të ndalimit të hyrjes e të kalimit transit për një afat tremujor. Me anë të një letre të datës 21 shkurt 2008, Zyra e rrëzoi këtë kërkesë, duke saktësuar se ajo nuk ishte në gjendje të jepte një pezullim për një kohëzgjatje aq të shtrirë pa i raportuar Komitetit të Sanksioneve dhe se mund të lëshonte vetëm lejekalimi për raste konkrete. Paditësi nuk e kundërshtoi këtë vendim.", "54.  Më 22 shkurt 2008, gjatë një takimi ku autoritetet zvicerane dhe përfaqësuesi i paditësit kishin biseduar lidhur me mbështetjen që Zvicra mund t’i jepte kërkuesit në përçapjet e tij për t’u hequr nga lista, një përfaqësuese e Departamentit Federal të Punëve të Jashtme vërejti se situata ishte mjaft e veçantë, ngaqë, në njërën anë, paditësi kërkonte të dinte se çfarë ndihme mund t’i jepte Zvicra në procedurën për delisting përpara OKB-së dhe, në anën tjetër, ai e kishte paditur Zvicrën pranë Gjykatës.", "Gjatë atij takimi, përfaqësuesi i paditësit saktësoi që kishte marrë gojarisht një konfirmim nga ODM-ja se klienti i tij do të përfitonte leje rast pas rasti për të shkuar në Itali me qëllim që të takohej me avokatin e tij në Milano. Përfaqësuesja e Departamentit vuri në dukje gjithashtu se paditësi mund t’i kërkonte Komitetit të Sanksioneve një përjashtim më të shtrirë për arsye të situatës së tij të veçantë. Por nga ana tjetër, ajo përsëriti gjithashtu se vetë Zvicra nuk mund të kërkonte një delisting të paditësit pranë Komitetit të Sanksioneve. Ajo shtoi se qeveria e saj do të ishte sidoqoftë e prirë për t’i dhënë një mbështetje paditësit, sidomos duke i lëshuar atij një vërtetim ku të pohohej se procedura penale e çelur kundër tij kishte përfunduar me pushim të çështjes. Avokati i paditësit u përgjigj se ai e kishte marrë tashmë një letër që e vërtetonte pushimin e çështjes për klientin e tij, çka i mjaftonte.", "Për sa u përket kërkesave të paditësit pranë autoriteteve italiane për të marrë mbështetjen e tyre në një procedurë për delisting, përfaqësuesja e Departamentit i sugjeroi avokatit të paditësit të merrte kontakt me Misionin e Italisë pranë Kombeve të Bashkuara, duke shtuar se ky shtet ishte në atë kohë anëtar i Këshillit të Sigurimit.", "55.  Qeveria i ka vënë në dukje Gjykatës se, në prill 2008, një gjykatë ushtarake egjiptiane e kishte dënuar në mungesë paditësin me dhjetë vjet heqje lirie për financim të organizatës së Vëllezërve Myslimanë (shih artikullin e botuar për këtë çështje më 16 prill 2008 në të përditshmen Corriere del Ticino). Paditësi nuk e kundërshton vërtetësinë e këtij dënimi, por thotë se ai nuk është informuar kurrë për procedurat ndaj tij dhe se nuk e ka pasur kështu mundësinë për t’u mbrojtur personalisht ose me ndërmjetësinë e një avokati. Për këto arsye dhe duke pasur parasysh edhe faktin se procedura në fjalë është ndjekur përpara një juridiksioni ushtarak, ndërkohë që ai vetë është civil, ai mbron mendimin se ajo ishte qartësisht në kundërshtim me nenin 6.", "56.  Më 5 korrik 2008, Qeveria italiane i paraqiti Komitetit të Sanksioneve një kërkesë për fshirje nga lista të paditësit, të arsyetuar me pushimin e procedurës së drejtuar kundër të interesuarit në Itali. Komiteti e rrëzoi këtë kërkesë me një vendim të datës 15 korrik 2008. Sipas paditësit, Komiteti nuk i kishte lënë atij mundësinë për parashtruar paraprakisht vërejtjet e tij.", "57.  Më 11 shtator 2008, ODM-ja i dha paditësit të drejtën për të hyrë në Zvicër e për të qëndruar aty dy ditë. I interesuari nuk e përdori këtë leje.", "58.  Me një letër të datës 23 dhjetor 2008, ODM-ja e informoi paditësin se hyrja e Zvicrës në hapësirën Shengen, më 12 dhjetor 2008, nuk kishte ndikim mbi rastin e tij.", "59.  Në vërejtjet që i ka paraqitur Dhomës, Qeveria zvicerane ka vënë në dukje se, me aq sa ajo kishte dijeni, regjistrimi i paditësit në listë kishte ardhur si pasojë e një kërkese nga ana e Shteteve të Bashkuara dhe se këto të fundit i kishin paraqitur Komitetit të Sanksioneve më 7 korrik 2009 një kërkesë për fshirje nga lista lidhur me shumë persona, ndër të cilët edhe me të interesuarin.", "60.  Më 24 gusht 2009, në përputhje me procedurën e parashikuar nga Rezoluta 1730 (2006) e Këshillit të Sigurimit, paditësi i drejtoi “pikës qendrore për kërkesat për fshirje” një kërkesë për heqjen e emrit të tij nga lista e Komitetit të Sanksioneve.", "61.  Më 2 shtator 2009, Zvicra i përcolli Komitetit të Sanksioneve kopjen e një letre të datës 13 gusht 2009, me anë të së cilës Prokuroria e Konfederatës i pohonte avokatit të paditësit se hetimi policor gjyqësor i drejtuar kundër klientit të tij nuk kishte nxjerrë të dhëna apo prova që të vërtetonin ekzistencën e ndonjë lidhjeje midis tij dhe personave ose organizatave të lidhura me Osama Bin Ladenin, me Al-Kaidën ose me talibanët.", "62.  Më 23 shtator 2009, emri i paditësit u hoq nga lista e cila i aneksohej rezolutave të Këshillit të Sigurimit që parashikonin sanksionet në fjalë. Sipas paditësit, procedura e parashikuar nga Rezoluta 1730 (2006) nuk është përdorur dhe ai nuk ka marrë asnjë shpjegim. Më 29 shtator 2009 u ndryshua për pasojë Aneksi i Urdhëresës për talibanët dhe ndryshimi u bë efektiv më 2 tetor 2009.", "63.  Me një mocion të miratuar më 1 mars 2010, Komisioni për Politikën e Jashtme i Këshillit Kombëtar (dhomës së ulët të parlamentit federal) ngarkoi Këshillin Federal që t’i bënte të ditur Këshillit të Sigurimit se, duke nisur nga fundi i vitit 2010, nuk do t’i zbatonte më, në disa raste, sanksionet e shpallura ndaj personave fizikë sipas rezolutave të miratuara në kuadrin e luftës kundër terrorizmit. Ai i kërkoi nga ana tjetër Qeverisë që të ripohonte vullnetin e saj të palëkundur për të bashkëpunuar në luftën kundër terrorizmit duke respektuar rendin juridik të shteteve. Mocioni ishte depozituar më 12 qershor 2009 nga Dick Marty, një anëtar i Këshillit të Rendeve (dhomës së lartë të parlamentit federal), dhe përmendte i shembull rastin e paditësit.", "D.  Përpjekjet e bëra për të përmirësuar regjimin e sanksioneve", "64.  Qeveria pohon se, ndonëse nuk është anëtare e Këshillit të Sigurimit, Zvicra, së bashku me shtete të tjera, përpiqet në mënyrë aktive, qëkurse është anëtarësuar në OKB më 10 shtator 2002, për të përmirësuar drejtësinë e procedurës së regjistrimit në listë e të fshirjes prej saj, si edhe situatën juridike të personave të interesuar. Kështu, gjatë verës së vitit 2005, ajo paska ndërmarrë së bashku me Suedinë dhe me Gjermaninë një nismë që ka për qëllim një marrje më të mirë parasysh të të drejtave themelore në procedurën e sanksioneve. Më 2008, në kuadrin e kësaj nisme, së bashku me Gjermaninë, Danimarkën, Lihtenshtejnin, Vendet e Ulëta dhe Suedinë, ajo i paska parashtruar Këshillit të Sigurimit disa propozime konkrete për ngritjen e një paneli të pavarur i cili të ketë të drejtën që t’i paraqesë Komitetit të Sanksioneve propozime për fshirje nga lista. Nga ana tjetër, në vjeshtën e vitit 2009, ajo paska bërë së bashku me partnerët e saj përpjekje intensive, në mënyrë që rezoluta për ripërtëritjen e regjimit të sanksioneve ndaj Al-Kaidës dhe talibanëve, miratimi i të cilës ishte parashikuar për muajin dhjetor, të shkonte në këtë drejtim. Paralelisht, ajo i paska dhënë mbështetjen e saj përditësimit të një studimi të dalë në tetor 2009, i cili propozonte, në kuadrin e krijimit të një mekanizmi shqyrtimi, vendosjen e një ombudsmani. Dhe, më 17 dhjetor 2009, Këshilli i Sigurimit miratoi Rezolutën 1904 (2009) duke krijuar një Zyrë të Ombudsmanit për mbledhjen e ankesave nga individë të vënë në shënjestër të sanksioneve të miratuara nga Këshilli i Sigurimit në kuadrin e luftës kundër terrorizmit (paragrafi 78 i mëposhtëm). Së fundi, Zvicra qenka shprehur disa herë përpara Këshillit të Sigurimit dhe Asamblesë së Përgjithshme të Kombeve të Bashkuara për të kërkuar një përmirësim të të drejtave procedurale të personave të prekur nga sanksionet.", "II.  E DREJTA DHE PRAKTIKA E BRENDSHME DHE NDËRKOMBËTARE LIDHUR ME ÇËSHTJEN", "A.  E drejta e brendshme", "1.  Kushtetuta Federale", "65.  Neni 190 (E drejta e zbatueshme) i Kushtetutës Federale thotë:", "“Gjykata Federale dhe autoritetet e tjera janë të detyruara të zbatojnë ligjet federale dhe të drejtën ndërkombëtare.”", "2. Urdhëresa e 2 tetorit 2000 për vendosjen e masave ndaj personave dhe entiteteve të lidhur me Osama Bin Ladenin, me grupin “Al-Kaida” ose me talibanët (Urdhëresa për talibanët”)", "66.  Urdhëresa e 2 tetorit 2000 për vendosjen e masave ndaj personave dhe entiteteve të lidhur me Osama Bin Ladenin, me grupin “Al-Kaida” ose me talibanët është ndryshuar disa herë. Në versionin që ka qenë në fuqi gjatë periudhës së marrë në shqyrtim lidhur me çështjen në fjalë, veçanërisht në çastin kur Gjykata Federale ka dhënë vendimin e saj (14 nëntor 2007), dispozitat përkatëse të kësaj urdhërese shpreheshin kështu:", "Neni 1: Ndalimi i dhënies së pajisjeve ushtarake dhe të mallrave të ngjashëm", "“1. Furnizimi, shitja dhe ndërmjetësimi për shitje armatimesh të çdollojshme, duke përfshirë këtu armë e municione, automjete e pajisje ushtarake, materiale paraushtarake si edhe vegla e pjesë këmbimi për to personave fizikë e moralë, grupeve ose entiteteve të përmendur në Aneksin 2 janë të ndaluar.", "(...)", "3. Furnizimi, shitja dhe ndërmjetësimi për shitje këshillash teknike dhe mjetesh ndihme ose stërvitjeje të lidhura me veprimtaritë ushtarake personave fizikë e moralë, grupeve ose entiteteve të përmendur në Aneksin 2 janë të ndaluar.", "4. Paragr. 1 dhe 3 zbatohen vetëm atëherë kur nuk janë të zbatueshëm Ligji i 13 dhjetorit 1996 për kontrollin e mallrave, Ligji federal i 13 dhjetorit 1996 për materialin luftarak, si edhe urdhëresat për zbatimin e tyre.", "(...)", "Neni 3: Ngrirja e aseteve dhe e burimeve ekonomike", "1. Asetet dhe burimet ekonomike që u përkasin personave fizikë e moralë, grupeve dhe entiteteve të përmendur në Aneksin 2 ose të kontrolluar prej këtyre të fundit ngrihen.", "2. Ndalohet që t’u jepen fonde personave fizikë e moralë, grupeve ose entiteteve të përmendur në Aneksin 2 apo që t’u vihen atyre në dispozicion, drejtpërdrejt ose tërthorazi, fonde apo burime ekonomike.", "3. Sekretariati i Shtetit për Ekonominë (SECO) mund t’i përjashtojë nga ndalimet e urdhëruara në paragr. 1 dhe 2 ato pagesa që lidhen me projekte në favor të demokratizimit ose me veprimtari humanitare.", "4. SECO-ja, pasi të këshillohet me zyrat kompetente të Departamentit Federal të Punëve të Jashtme dhe të Departamentit Federal të Financave, mund të lejojë kryerje pagesash nga llogari të bllokuara, transferime asetesh kapitali të ngrira dhe zhbllokimin e burimeve ekonomike të ngrira, me qëllim që të mbrojë interesa zvicerane apo të parandalojë raste vështirësie.", "Neni 4: Deklarimi i detyrueshëm", "1. Cilido që zotëron ose administron asete për të cilat duhet të pranohet se përfshihen në ngrirjen e aseteve të përkufizuara në nenin 3, paragr. 1, duhet t’ia deklarojë ato pa vonesë SECO-s.", "2. Personat ose institucionet që kanë dijeni për burime ekonomike për të cilat duhet të pranohet se përfshihen në ngrirjen e burimeve ekonomike të përkufizuar në nenin 3, paragr. 1, duhet t’ia deklarojnë ato pa vonesë SECO-s.", "3. Në deklaratë duhet të figurojnë emri i përfituesit, objekti dhe vlera e aseteve dhe e burimeve ekonomike të ngrira.", "Neni 4a: Hyrja në Zvicër dhe kalimi transit", "1. Hyrja në Zvicër dhe kalimi transit nëpër Zvicër u ndalohen personave fizikë të përmendur në Aneksin 2.", "2. Zyra Federale e Migrimeve, në përputhje me vendimet e Këshillit të Sigurimit të OKB-së ose për mbrojtjen e interesave zvicerane, mund të japë përjashtime.”", "B.  E drejta ndërkombëtare", "1.  Karta e Kombeve të Bashkuara", "67.  Karta e Kombeve të Bashkuara është nënshkruar në San-Francisko më 26 qershor 1945. Dispozitat e saj që paraqesin interes për rastin e çështjes në fjalë janë si më poshtë:", "Hyrje", "“Ne, popujt e Kombeve të Bashkuara, të vendosur", "për të ruajtur brezat e ardhshëm nga mynxyra e luftës që, dy herë brenda një jete njerëzore, i ka shkaktuar njerëzimit vuajtje të pathëna,", "për të shpallur sërish besimin tonë në të drejtat themelore të njeriut, në dinjitetin dhe vlerën e personit njerëzor, në barazinë e të drejtave mes burrit dhe gruas si dhe mes kombeve, të mëdha e të vogla,", "për të krijuar kushtet e nevojshme për ruajtjen e drejtësisë dhe të respektimit të detyrimeve që lindin nga traktatet e nga burimet e tjera të së drejtës ndërkombëtare,", "për të favorizuar përparimin shoqëror dhe për të vendosur kushte më të mira jetese në një liri më të madhe,", "e për këto qëllime", "për të praktikuar tolerancën, për të jetuar në paqe me njëri-tjetrin në një frymë fqinjësie të mirë,", "për të bashkuar forcat për ruajtjen e paqes dhe të sigurisë ndërkombëtare,", "për të pranuar parimet dhe për të vendosur metoda që garantojnë se nuk do të përdoret forca e armëve, përveçse në interesin e përbashkët,", "për t’iu drejtuar institucioneve ndërkombëtare për të favorizuar përparimin ekonomik e shoqëror të të gjithë popujve,", "Kemi vendosur të bashkojmë përpjekjet tona për t’i realizuar këto qëllime", "Për rrjedhojë, qeveritë tona përkatëse, me ndërmjetësinë e përfaqësuesve të tyre, të mbledhur në qytetin e San-Franciskos dhe të veshur me fuqi të plota e të njohura në formën e duhur, kanë miratuar këtë Kartë të Kombeve të Bashkuara dhe krijojnë kështu një organizatë ndërkombëtare që do të marrë emrin si Kombet e Bashkuara.", "Neni 1", "Qëllimet e Kombeve të Bashkuara janë si më poshtë:", "1.  Të ruajnë paqen dhe sigurinë ndërkombëtare e, për këtë qëllim: të marrin masa kolektive efikase për të parandaluar e shmangur kërcënimet ndaj paqes dhe për të shtypur çdo akt agresioni apo prishje tjetër të paqes, dhe të realizojnë, me mjete paqësore, në përputhje me parimet e drejtësisë dhe të së drejtës ndërkombëtare, ndreqjen ose zgjidhjen e mosmarrëveshjeve apo të situatave, me karakter ndërkombëtar, të cilat mund të shpien në një prishje të paqes;", "(...)", "3.  Të realizojnë bashkëpunimin ndërkombëtar duke zgjidhur problemet ndërkombëtare të natyrës ekonomike, shoqërore, intelektuale ose humanitare, duke zhvilluar e nxitur respektimin e të drejtave të njeriut dhe të lirive themelore për të gjithë, pa dallim race, gjinie, gjuhe apo feje;", " (...)", "Neni 24", "1.  Me qëllim që të sigurojnë veprimin e shpejtë dhe efikas të Organizatës, Anëtarët e saj i japin Këshillit të Sigurimit përgjegjësinë kryesore për ruajtjen e paqes dhe të sigurisë ndërkombëtare dhe pranojnë se, duke kryer detyrat që i dikton kjo përgjegjësi, Këshilli i Sigurimit vepron në emrin e tyre.", "2.  Në plotësimin e këtyre detyrave, Këshilli i Sigurimit vepron në përputhje me qëllimet dhe parimet e Kombeve të Bashkuara. Pushtetet e veçanta që i janë dhënë Këshillit të Sigurimit për t’i mundësuar atij kryerjen e detyrave të lartpërmendura janë përkufizuar në Krerët VI, VII, VIII et XII.", "(...)", "Neni 25", "Anëtarët e Organizatës bien dakord të pranojnë e të zbatojnë vendimet e Këshillit të Sigurimit në përputhje me këtë Kartë.”", "68.  Kreu VII i Kartës titullohet “Veprim në rast kërcënimi kundër paqes, prishjeje të paqes dhe akti agresioni”. Neni i tij 39 shprehet me këto fjalë:", "“Këshilli i Sigurimit vë re ekzistencën e një kërcënimi kundër paqes, të një prishjeje të paqes ose të një akti agresioni dhe bën rekomandime ose vendos se cilat masa do të merren në përputhje me [nenet] 41 e 42 për të ruajtur apo rivendosur paqen dhe sigurinë ndërkombëtare.”", "69.  Kreu XVI titullohet “Dispozita të ndryshme”. Neni i tij 103 shprehet me këto fjalë:", "“Në rast konflikti ndërmjet detyrimeve të Anëtarëve të Kombeve të Bashkuara sipas kësaj Karte dhe detyrimeve të tyre sipas çdo marrëveshjeje tjetër ndërkombëtare, të parat do të jenë me përparësi.”", "2.  Rezolutat e miratuara nga Këshilli i Sigurimit në kuadrin e luftës kundër Al-Kaidës dhe talibanëve, në atë masë që ato kanë të bëjnë e çështjen në fjalë", "70.  Rezoluta 1267 (1999) është miratuar më 15 tetor 1999. Ajo krijon Komitetin e Sanksioneve. I përbërë nga të gjithë anëtarët e Këshillit të Sigurimit, ky komitet ka për detyrë sidomos t’u kërkojë të gjitha shteteve që ta mbajnë të informuar lidhur me rregullat e vendosura për të siguruar zbatimin efektiv të masave të diktuara sipas Rezolutës, të cilat kanë të bëjnë, nga njëra anë, me moslejimin e mjeteve fluturuese të lidhura me talibanët për t’u ngritur nga territori i tyre ose për t’u ulur aty, veçse në ato raste kur Komiteti i Sanksioneve e ka miratuar paraprakisht fluturimin për arsye të natyrës humanitare dhe, nga ana tjetër, me ngrirjen e fondeve dhe të burimeve të tjera financiare të talibanëve. Në ato pjesë të saj që kanë të bëjnë me çështjen në fjalë, kjo rezolutë shprehet me këto fjalë:", "Rezoluta 1267 (1999)", "“E miratuar nga Këshilli i Sigurimit në seancën e tij të 4051-të, të mbajtur më 15 tetor 1999", "Këshilli i Sigurimit,", "Duke ripohuar rezolutat e tij të mëparshme, në veçanti Rezolutat 1189 (1998) të 13 gushtit 1998, 1193 (1998) të 28 gushtit 1998 dhe 1214 (1998) të 8 dhjetorit 1998, si edhe deklaratat e Kryetarit të tij rreth situatës në Afganistan,", "Duke u deklaruar sërish me vendosmëri i përkushtuar ndaj sovranitetit, pavarësisë, tërësisë tokësore dhe unitetit kombëtar të Afganistanit, si edhe ndaj respektimit të trashëgimisë kulturore dhe historike të vendit,", "Duke u deklaruar sërish thellësisht i shqetësuar nga shkeljet e së drejtës ndërkombëtare humanitare dhe të të drejtave të njeriut, të cilat vazhdojnë të bëhen, sidomos nga diskriminimi i ushtruar ndaj grave dhe vajzave, si edhe nga rritja e ndjeshme e prodhimit të paligjshëm të opiumit, dhe duke theksuar se pushtimi i Konsullatës së Përgjithshme të Republikës Islamike të Iranit nga talibanët e vrasja e disa diplomatëve iranianë dhe e një gazetari në Mazar-e-Sharif përbëjnë shkelje flagrante të rregullave të vendosura të së drejtës ndërkombëtare,", "Duke rikujtuar konventat ndërkombëtare që ekzistojnë në këtë drejtim kundër terrorizmit e veçanërisht detyrimin që kanë palët në këto instrumente për t’i ekstraduar apo ndjekur penalisht terroristët,", "Duke dënuar me forcë faktin se vazhdojnë të priten e të stërviten terroristët dhe se përgatiten akte terrorizmi në territorin afgan, sidomos në zonat e kontrolluara nga talibanët, dhe duke ripohuar bindjen e tij se shtypja e terrorizmit ndërkombëtar është thelbësore për ruajtjen e paqes dhe të sigurisë ndërkombëtare,", "Duke shprehur keqardhjen që talibanët vazhdojnë t’i japin strehim Osama Bin Ladenit e t’i lejojnë atij dhe ortakëve të tij që të drejtojnë një rrjet kampesh stërvitjeje terroristësh nga territori i kontrolluar prej tyre dhe që ta përdorin Afganistanin si bazë për të kryer operacione terroriste ndërkombëtare,", "Duke shënuar se Osama Bin Ladeni e ortakët e tij ndiqen nga drejtësia e Shteteve të Bashkuara të Amerikës, veçanërisht për atentatet me bombë të kryera më 7 gusht 1998 kundër ambasadave të këtij vendi në Nairobi (Kenia) e në Dar-es-Salam (Tanzani) dhe për komplot për vrasje qytetaresh amerikanë që ndodhen jashtë shtetit, e duke shënuar gjithashtu se Shtetet e Bashkuara të Amerikës u kanë kërkuar talibanëve që t’ia dorëzojnë të interesuarit drejtësisë (S/1999/1021),", "Duke çmuar se, me mospranimin për të plotësuar kërkesat e formuluara në paragrafin 13 të Rezolutës 1214 (1998), autoritetet e talibanëve mbajnë nën kërcënim paqen dhe sigurinë ndërkombëtare,", "Duke theksuar vullnetin e tij të vendosur për të siguruar respektimin e rezolutave të tij,", "Duke vepruar sipas Kreut VII të Kartës së Kombeve të Bashkuara,", "(...)", "3. Vendos që të gjitha shtetet do t’i diktojnë më 14 nëntor 1999 masat e parashikuara në paragrafin 4 të mëposhtëm, me përjashtim të rastit nëse ka marrë vendim përpara kësaj date, mbi bazën e një raporti të Sekretarit të Përgjithshëm, se talibanët e kanë plotësuar tërësisht detyrimin që u është caktuar në paragrafin 2 të mësipërm;", "4. Vendos për më tepër që, me qëllim për të siguruar zbatimin e paragrafit 2 të mësipërm, të gjitha shtetet do të duhet:", "a) T’ua refuzojnë mjeteve fluturuese që u përkasin talibanëve ose të marra me qira a të shfrytëzuara nga talibanët apo për llogari të talibanëve, ashtu siç identifikohen këta prej Komitetit të krijuar në zbatim të paragrafit 6 të mëposhtëm, lejen për t’u ngritur në fluturim nga territori i tyre apo për t’u ulur aty, me përjashtim të rastit kur Komiteti e ka miratuar paraprakisht fluturimin në fjalë për arsye me natyrë humanitare, duke përfshirë aty detyrimet fetare si pelegrinazhi në Mekë;", "b) T’i ngrijnë fondet dhe burimet e tjera financiare të nxjerra sidomos nga asete që u përkasin talibanëve apo kontrollohen drejtpërdrejt a tërthorazi prej tyre, ose që i përkasin a kontrollohen nga çdolloj ndërmarrjeje që u përket talibanëve apo kontrollohet prej talibanëve, ashtu siç identifikohen këta nga Komiteti i krijuar në zbatim të paragrafit 6 të mëposhtëm, dhe të kujdesen që as fondet e burimet e tjera financiare në fjalë, as tërë fondet a burimet e tjera financiare të identifikuara si të tilla të mos vihen në dispozicion apo të përdoren në favor të talibanëve apo të çdolloj ndërmarrjeje që u përket atyre apo që kontrollohet drejtpërdrejt a tërthorazi nga talibanët, qoftë nga ana e shtetasve të tyre, qoftë nga ana e çdo personi tjetër që ndodhet në territorin e tyre, veçse atëherë kur Komiteti, rast pas rasti, ka dhënë një leje të kundërt për arsye humanitare;", "5. I angazhon të gjitha shtetet për t’iu bashkuar përpjekjeve të bëra për arritjen e asaj që kërkohet në paragrafin 2 të mësipërm, dhe për të planifikuar marrjen e masave të tjera kundër Osama Bin Ladenit dhe ortakëve të tij;", "6. Vendos të krijojë, në përputhje me nenin 28 të Rregullores së tij të Brendshme të Përkohshme, një komitet të Këshillit të Sigurimit, të përbërë nga të gjithë anëtarët e Këshillit, për të kryer detyrat e mëposhtme dhe për t’i dhënë llogari Këshillit për punimet e tij, duke paraqitur vërejtjet dhe rekomandimet e tij:", "(...)", "7. U kërkon të gjitha shteteve që t’u përshtaten rreptësisht dispozitave të kësaj Rezolute, pavarësisht ekzistencës së të drejtave në bazë marrëveshjesh apo të detyrimeve të caktuara ose të diktuara nga çdo marrëveshje ndërkombëtare, çdo kontratë e lidhur apo çdo autorizim a leje që është dhënë përpara datës në të cilën do të hyjnë në fuqi masat e diktuara nga paragrafi 4 i mësipërm;", "8. U kërkon shteteve të nisin ndjekje penale ndaj personave dhe entiteteve që ndodhen nën juridiksionin e tyre e që veprojnë në shkelje të masave të diktuara nga paragrafi 4 i mësipërm, dhe të zbatojnë ndaj tyre dënime të përshtatshme;", "9. U kërkon të gjitha shteteve që të bashkëpunojnë pa rezerva me Komitetin e krijuar në zbatim të paragrafit 6 të mësipërm në kryerjen e detyrave të tij, sidomos duke i përcjellë atij elemente të dhënash që do të mund të ishin të nevojshme për të sipas kësaj Rezolute;", "10. U kërkon të gjitha shteteve që, brenda 30 ditëve që do të pasojnë hyrjen në fuqi të masave të diktuara nga paragrafi 4 i mësipërm, t’i raportojnë Komitetit të krijuar në zbatim të paragrafit 6 të mësipërm lidhur me rregullat që do të kenë vendosur për të zbatuar paragrafin 4 të lartpërmendur;", "(...)”", "71.  Me Rezolutën 1333 (2000), të miratuar më 19 dhjetor 2000, Këshilli i Sigurimit e ka shtrirë zbatimin e sanksioneve të parashikuara nga Rezoluta 1267 (1999) mbi çdo person ose entitet të treguar me gisht nga Komiteti i Sanksioneve si të lidhur me Al-Kaidën apo me Osama Bin Ladenin. Rezoluta parashikon gjithashtu përdorimin e një liste për vënien në jetë të sanksioneve të miratuara nga Kombet e Bashkuara. Në pjesët që kanë të bëjnë me çështjen në fjalë, kjo rezolutë shprehet me këto fjalë:", "Rezoluta 1333 (2000)", "“(...) Këshilli i Sigurimit (...)", "Duke ripohuar rezolutat e tij të mëparshme, në veçanti Rezolutën 1267 (1999) të 15 tetorit 1999, dhe deklaratat e Kryetarit të tij rreth situatës në Afganistan,", "Duke u deklaruar sërish me vendosmëri i përkushtuar ndaj sovranitetit, pavarësisë, tërësisë tokësore dhe unitetit kombëtar të Afganistanit, si edhe ndaj respektimit të trashëgimisë kulturore e historike të vendit,", "Duke i njohur nevojat humanitare kritike të popullit afgan,", "(...)", "8. Vendos se të gjitha shtetet do të marrin masa të reja:", "a) Për të mbyllur menjëherë dhe tërësisht të gjitha zyrat e talibanëve që ndodhen në territoret e tyre;", "b) Për të mbyllur menjëherë të gjitha zyrat e kompanisë ajrore Ariana Afghan Airlines në territoret e tyre;", "c) Për të ngrirë pa vonesë fondet dhe aktivet e tjera financiare të Osama Bin Ladenit dhe të individëve e entiteteve në ortakëri me të, ashtu siç i ka identifikuar ata Komiteti, duke përfshirë organizatën [Al-Kaida], si dhe fondet e nxjerra nga pasuri që i përkasin Osama Bin Ladenit e individëve ose entiteteve që janë të lidhur me të apo kontrollohen drejtpërdrejt a tërthorazi prej tyre, dhe për t’u kujdesur që as fondet e burimet e tjera financiare në fjalë, as të gjitha fondet e burimet e tjera financiare të mos vihen në dispozicion apo të përdoren drejtpërdrejt a tërthorazi në favor të Osama Bin Ladenit, të ortakëve të tij ose të çdolloj entiteti që u përket atyre apo kontrollohet drejtpërdrejt a tërthorazi prej tyre, duke përshirë këtu organizatën [Al-Kaida], qoftë nga shtetasit e tyre, qoftë nga çdo person tjetër që ndodhet në territorin e tyre, dhe i lutet Komitetit që të mbajë, mbi bazën e informatave të përcjella nga shtetet dhe organizatat rajonale, një listë të përditësuar të individëve dhe të entiteteve që Komiteti i ka identifikuar si të lidhur me Osama Bin Ladenin, duke përfshirë organizatën [Al-Kaida];", "(...)", "12. Vendos përveç kësaj se Komiteti do të mbajë një listë të organizatave dhe organizmave të miratuar qeveritarë për shpërndarje ndihmash, të cilët japin një ndihmë humanitare në Afganistan, duke përfshirë Organizatën e Kombeve të Bashkuara dhe institucionet e saj, organizmat qeveritarë për ndihma që japin një ndihmë humanitare, Komitetin Ndërkombëtar të Kryqit të Kuq dhe organizatat joqeveritare sipas rastit, se ndalimi i dekretuar në paragrafin 11 të mësipërm nuk do të zbatohet për fluturimet humanitare të organizuara nga organizatat e organizmat qeveritarë të ndihmave, ose për llogari të tyre, të cilët figurojnë në listën e miratuar nga Komiteti, se ky i fundit do ta rishqyrtojë rregullisht këtë listë duke shtuar aty sipas rastit organizata të reja dhe organizma të rinj qeveritarë ndihmash, dhe se Komiteti do të heqë nga lista organizatat e organizmat qeveritarë që, sipas tij, organizojnë ose mund të organizojnë fluturime për qëllime të ndryshme nga ato humanitare, dhe do t’u bëjë të ditur menjëherë këtyre organizatave a organizmave qeveritarë se çdo fluturim i organizuar prej tyre, ose për llogari të tyre, i nënshtrohet dispozitave të paragrafit 11 të mësipërm;", "(...)", "16. I lutet Komitetit që ta kryejë mandatin e tij duke zbatuar detyrat e mëposhtme, përpos atyre që janë përmendur në Rezolutën 1267 (1999):", "a) Të hartojë e përditësojë, duke u nisur nga informatat e përcjella nga ana e shteteve, e organizatave rajonale dhe e organizatave ndërkombëtare, lista të të gjitha pikave të hyrjes e zonave të uljes në tokë që ndodhen në territorin afgan të kontrolluar nga talibanët dhe t’ua komunikojë Shteteve Anëtare përmbajtjen e këtyre listave;", "b) Të hartojë e përditësojë, duke u nisur nga informatat e përcjella nga ana e shteteve dhe e organizatave rajonale, lista lidhur me individët e entitetet e identifikuar si të lidhur me Osama Bin Ladenin, në përputhje me pikën c) të paragrafit 8 të mësipërm;", "c) Të shqyrtojë kërkesat lidhur me përjashtimet e synuara në paragrafët 6 e 11 të mësipërm dhe të marrë vendim për këto kërkesa;", "d) Të hartojë brenda një muaji pas miratimit të kësaj Rezolute dhe të përditësojë listën e organizatave të miratuara dhe të organizmave publikë për shpërndarje ndihmash, të cilët japin një ndihmë humanitare në Afganistan, në përputhje me paragrafin 12 të mësipërm;", "(...)", "17. U kërkon të gjitha shteteve dhe të gjitha organizatave ndërkombëtare e rajonale, ndërmjet të cilave Organizatës së Kombeve të Bashkuara dhe institucioneve të specializuara, që t’u përshtaten rreptësisht dispozitave të kësaj rezolute, pavarësisht ekzistencës të çdolloj të drejtash të dhëna apo detyrimesh të përcaktuara nga ndonjë marrëveshje ndërkombëtare ose të një kontrate të lidhur apo të një lejeje a autorizimi të lëshuar përpara datës së hyrjes në fuqi të masave të diktuara nga paragrafët 5, 8, 10 e 11 të mësipërm;", "(...)”", "72.  Në Rezolutën 1363 (2001), të miratuar më 30 korrik 2001, Këshilli i Sigurimit ka vendosur krijimin e një mekanizmi mbikëqyrjeje të vënies në jetë të masave të shpallura në Rezolutat 1267 (1999) e 1333 (2000) (“mekanizmit të monitorimit”), të përfaqësuar konkretisht prej një grupi monitorimi të përbërë prej pesë ekspertësh të zgjedhur sipas parimit të shpërndarjes të drejtë gjeografike (“Monitoring Group”).", "73.  Në Rezolutën 1373 (2001), të miratuar më 28 shtator 2001 – pas ngjarjeve të 11 shtatorit 2001 – Këshilli i Sigurimit ka vendosur që shtetet duhej të merrnin një varg të tërë masash për luftë kundër terrorizmit ndërkombëtar dhe për kontroll të kufijve. Në pjesët e saj që kanë të bëjnë me çështjen në fjalë, kjo rezolutë shprehet kështu:", "Rezoluta 1373 (2001)", "“(...) Këshilli i Sigurimit (...)", " 1. Vendos që të gjitha shtetet:", "a) Parandalojnë dhe shtypin me dhunë financimin e akteve të terrorizmit;", "b) E quajnë si krim dhënien ose mbledhjen me dashje nga ana e shtetasve të tyre ose në territorin e tyre, nëpërmjet çdolloj mjeti, drejtpërdrejt ose tërthorazi, të fondeve që parashikohet të përdoren ose për të cilat dihet se do të përdoren për të kryer akte terrorizmi;", "c) Ngrijnë pa vonesë fondet dhe asetet e tjera financiare apo burimet ekonomike të personave që kryejnë ose orvaten të kryejnë akte terrorizmi, që i lehtësojnë ato ose marrin pjesë në to, të entiteteve që u përkasin këtyre personave ose kontrollohen drejtpërdrejt a tërthorazi prej tyre, si dhe të personave dhe entiteteve që veprojnë në emër ose me porosi të atyre personave dhe entiteteve, duke përfshirë fondet që vijnë nga pasuri që u përkasin atyre personave, si edhe personave dhe entiteteve që janë të lidhur me ta apo kontrollohen drejtpërdrejt a tërthorazi prej tyre;", "d) Ua ndalojnë shtetasve të tyre ose çdo personi a entiteti që ndodhet në territorin e tyre që të vënë fonde, asete financiare ose burime ekonomike apo shërbime financiare a shërbime të tjera të bashkëlidhura me to në dispozicion, drejtpërdrejt ose tërthorazi, të personave që kryejnë apo orvaten të kryejnë akte terrorizmi, që i lehtësojnë ato ose marrin pjesë në to, të entiteteve që u përkasin atyre personave apo kontrollohen drejtpërdrejt a tërthorazi prej tyre, si dhe të personave dhe entiteteve që veprojnë në emër ose me porosi të atyre personave;", "2. Vendos gjithashtu që të gjitha shtetet:", "a) Nuk u japin kurrfarë ndihme, aktive apo pasive, entiteteve ose personave të përzier në akte terrorizmi, sidomos duke shtypur me dhunë rekrutimin e anëtarëve të grupeve terroriste dhe duke i dhënë fund furnizimit të terroristëve me armë;", "b) Marrin masat e duhura për të mos lejuar që të kryhen akte terrorizmi, sidomos duke siguruar alarmimin e shpejtë të shteteve të tjera përmes shkëmbimit të informatave;", "c) Nuk pranojnë t’u japin strehim atyre që financojnë, organizojnë, mbështesin ose kryejnë akte terrorizmi apo që fshehin autorët e tyre;", "d) Nuk lejojnë që ata të cilët financojnë, organizojnë, lehtësojnë ose kryejnë akte terrorizmi të përdorin territoret e tyre përkatëse për të kryer akte të tilla kundër shtetesh të tjera ose kundër qytetarëve të këtyre shteteve;", "e) Kujdesen që të gjithë personat që marrin pjesë në financimin, organizimin, përgatitjen ose kryerjen e akteve të terrorizmit apo që u japin atyre mbështetje të çohen përpara drejtësisë, që, përveç masave që mund të merren kundër këtyre personave, këto akte terrorizmi të quhen vepra të rënda penale në legjislacionin dhe në rregullat kombëtare, dhe që dënimi i dhënë të jetë në lartësinë e seriozitetit të këtyre akteve.", "3. U kërkon të gjitha shteteve:", "(...)", "f) Të marrin masat e përshtatshme, në përputhje me dispozitat në fjalë të legjislacionit të tyre kombëtar dhe të së drejtës ndërkombëtare, duke përfshirë normat ndërkombëtare lidhur me të drejtat e njeriut, me qëllim që të sigurohen, para se të japin statusin e refugjatit, se azilkërkuesit nuk kanë organizuar a lehtësuar kryerjen e akteve të terrorizmit dhe nuk kanë marrë pjesë në to;", "(...)”", "74.  Në Rezolutën 1390 (2002), të miratuar më 16 janar 2002, Këshilli i Sigurimit ka vendosur marrjen e masës për ndalim hyrjeje dhe kalimi transit ndaj personave dhe entiteteve të synuar nga sanksionet ndërkombëtare. Kjo rezolutë i jep gjithashtu më shumë saktësi dhe transparencë regjimit të sanksioneve, ngaqë Komitetit të Sanksioneve i kërkohet që ta përditësojë rregullisht listën e personave të synuar prej sanksioneve, që t’i shpallë pa vonesë direktivat dhe kriteret e nevojshme për lehtësimin e vënies në jetë të sanksioneve dhe që t’i bëjë publike ato të dhëna që ai do t’i quante me dobi, si edhe listën e personave të synuar nga sanksionet. Në pjesët e saj që kanë të bëjnë me çështjen në fjalë, kjo rezolutë shprehet me këto fjalë:", "Rezoluta 1390 (2002)", "“(...) Këshilli i Sigurimit (...)", "2. Vendos që të gjitha shtetet duhet të marrin masat e mëposhtme ndaj Osama Bin Ladenit, anëtarëve të organizatës [Al-Kaida], si edhe ndaj talibanëve e personave, grupeve, ndërmarrjeve dhe entiteteve të tjera të lidhura me ta, që figurojnë në listën e hartuar në zbatim të Rezolutave 1267 (1999) e 1333 (2000), e cila duhet të përditësohet periodikisht nga Komiteti i krijuar në zbatim të paragrafit 6 të Rezolutës 1267 (1999), të quajtur këtu më poshtë “Komiteti”:", "a) Të bllokojnë pa vonesë fondet dhe asetet e tjera financiare ose burimet ekonomike të këtyre personave, grupeve, ndërmarrjeve e entiteteve, duke përfshirë fondet që vijnë nga pasuri që u përkasin atyre ose kontrollohen drejtpërdrejt a tërthorazi prej tyre ose prej personash që veprojnë për llogari të tyre apo nën urdhrat e tyre, dhe të kujdesen që as ato fonde, as fonde, aktive financiare ose burime ekonomike të tjera, të mos bëhen të disponueshme drejtpërdrejt a tërthorazi për qëllimet që ata ndjekin, nga shtetasit e tyre apo nga ndonjë person që ndodhet në territorin e tyre;", "b) Të mos lejojnë që këta persona të hyjnë në territorin e tyre ose të kalojnë transit nëpër territorin e tyre, ndonëse merret vesh që asnjë dispozitë e këtij paragrafi nuk mund ta detyrojë një shtet që të mos u lejojë qytetarëve të tij hyrjen në territorin e vet ose t’u kërkojë atyre largimin nga territori i vet dhe që ky paragraf nuk gjen zbatim kur hyrja ose kalimi transit nevojitet për përfundimin e një procedure gjyqësore, apo kur Komiteti përcakton, vetëm rast pas rasti, nëse kjo hyrje ose ky kalim transit përligjet;", "c) Të mos lejojë furnizimin, shitjen ose transferimin drejtpërdrejt a tërthorazi, nga territori i tyre apo nga qytetarët e tyre që ndodhen jashtë atij territori, drejt grupeve, personave, ndërmarrjeve ose entiteteve të tilla, apo nëpërmjet anijesh që mbajnë flamurin e tyre ose mjetesh fluturuese të regjistruara prej tyre, të armatimeve e të materialeve të çfarëdoshme që lidhen me to, duke përfshirë armët e municionet, automjetet e materialet ushtarake dhe pjesët e këmbimit për materialet e lartpërmendura, si edhe këshillat, ndihmën e përgatitjen teknike që kanë të bëjnë me veprimtari ushtarake;", "(...)", "8. I fton të gjitha shtetet që të marrin masa të menjëhershme për të zbatuar ose përforcuar me masa legjislative dhe administrative, si t’u vijë për mbarë, dispozitat e zbatueshme sipas legjislacionit apo rregullave të tyre ndaj shtetasve të vet dhe personave ose entiteteve të tjerë që veprojnë në territorin e tyre, me qëllim që të parandalojnë dhe të sanksionojnë shkeljet e masave të parashikuara në paragrafin 2 të kësaj rezolute, dhe që të informojnë Komitetin për marrjen e këtyre masave, dhe i fton shtetet për t’ia bërë të ditura Komitetit rezultatet e çdo hetimi a operacioni policor që ka ndonjë lidhje me çështjen, përveç rastit nëse ky hetim a operacion rrezikon të komprometohet nga ky veprim;", "(...)”", "75.  Në Rezolutën 1526 (2004), të miratuar më 30 janar 2004, Këshilli i Sigurimit i është lutur të gjitha shteteve që, kur të paraqesin emra të rinj për t’u përfshirë në listën e Komitetit të Sanksioneve, të japin të dhëna që e lehtësojnë identifikimin e personave ose entiteteve në fjalë, dhe i ka nxitur ata fuqimisht për t’i informuar, brenda mundësive, personat dhe entitetet e regjistruara në listë për masat e marra ndaj tyre, për direktivat e Komitetit e për dispozitat e Rezolutës 1452 (2002), e cila parashikon përjashtime nga disa sanksione.", "76.  Në përgjigje të shtimit të kritikave ndaj regjimit të sanksioneve, Këshilli i Sigurimit ka miratuar rezoluta përherë e më të hollësishme për të përforcuar garancitë e tyre procedurale. Kështu, në Rezolutën 1730 (2006), ai ka vendosur procedurën e tanishme, duke krijuar “pikën qendrore” të ngarkuar për marrjen e kërkesave për fshirje të personave ose të entiteteve që figurojnë në listat e hartuara nga Komiteti i Sanksioneve. Sipas kësaj rezolute, pika qendrore ngarkohet që, kërkesat që i janë paraqitur, t’ua përcjellë për informacion e vërejtje eventuale qeverive që janë në zanafillë të regjistrimit si edhe atyre të shtetit të shtetësisë e të shtetit të vendbanimit. Atëherë, këto të fundit, me ose pa ndërmjetësinë e “pikës qendrore”, këshillohen me qeveritë që janë në zanafillë të regjistrimit, pastaj mund të rekomandojnë fshirjen nga lista. Në këtë rast, kërkesa për fshirje regjistrohet në rendin e ditës të Komitetit të Sanksioneve, i cili i merr vendimet e tij me konsensusin e 15 anëtarëve të vet.", "77.  Rezoluta 1735 (2006) ka krijuar një procedurë njoftimi të personave ose të entiteteve të regjistruar në listë dhe ka saktësuar kriteret e heqjes nga lista:", "“14. (...) për të vlerësuar mundësinë e heqjes së emrave nga lista, Komiteti do të mundë, veçanërisht, të këqyrë i) se mos individi ose entiteti është regjistruar në listë si pasojë e një gabimi identifikimi, apo ii) se mos individi ose entiteti nuk i plotëson më kriteret që rrjedhin prej rezolutave që kanë të bëjnë me çështjen, sidomos prej Rezolutës (2005); duke bërë vlerësimin e parashikuar në pikën ii), Komiteti do të mund të këqyrë sidomos se mos individi ka vdekur apo se mos vërtetohet që individi ose entiteti e ka ndërprerë çdolloj lidhjeje, ashtu siç përkufizohet kjo në Rezolutën 1617 (2005), me [Al-Kaidën], Osama Bin Ladenin, talibanët dhe ata që i përkrahin këta, duke përfshirë të gjithë individët e entitetet e regjistruar te Lista (...)”", "78.  Më vonë, procedura është përforcuar edhe më tej me miratimin e Rezolutave 1822 (2008) e 1904 (2009), të cilat janë më të vonshme sesa çështja në fjalë. Në Rezolutën 1904, të miratuar më 17 dhjetor 2009, Këshilli i Sigurimit ka vendosur krijimin e një zyre të Ombudsmanit, të ngarkuar me marrjen e kërkesave nga individë që preken prej sanksioneve të miratuara prej Këshillit të Sigurimit në kuadrin e luftës kundër terrorizmit. Sipas kësaj rezolute, personat e regjistruar në listën e sanksioneve kanë të drejtë të informohen për arsyet që janë në zanafillë të masave të marra ndaj tyre dhe t’i drejtojnë Ombudsmanit një kërkesë për heqjen e tyre nga ajo listë. Ombudsmani është i ngarkuar që të bëjë për çdo rast një hetim të pavarur e të paanshëm dhe t’i paraqesë Komitetit të Sanksioneve arsyet që peshojnë në favor të një heqjeje nga lista ose kundër saj.", "3.  Konventa e Vjenës për të drejtat e traktateve (1969)", "79.  Neni 27 (E drejta e brendshme dhe respektimi i traktateve) i Konventës së Vjenës për të drejtën e traktateve shprehet me këto fjalë:", "“Një palë nuk mund t’u referohet dispozitave të së drejtës së saj të brendshme si përligjje për moszbatimin e një traktati (...).”", "80.  Neni i saj 30 (Zbatimi i traktateve të njëpasnjëshëm për të njëjtën lëndë) shprehet kështu:", "1.  Me përjashtim të rasteve që preken nga dispozitat e nenit 103 të Kartës së Kombeve të Bashkuara, të drejtat dhe detyrimet e shteteve palë në traktate të njëpasnjëshme për të njëjtën lëndë përcaktohen në përputhje me paragrafët e mëposhtëm.", "2.  Kur një traktat e saktëson se i nënshtrohet një traktati të mëparshëm ose të mëvonshëm apo se ai nuk duhet të konsiderohet si i papajtueshëm me këtë traktat tjetër, përparësi kanë dispozitat e këtij të fundit.", "3.  Kur të gjitha palët në traktatin e mëparshëm janë gjithashtu palë edhe në traktatin e mëvonshëm, pa pasur përfunduar traktati i mëparshëm a pa qenë pezulluar zbatimi i tij sipas nenit 59, traktati i mëparshëm zbatohet vetëm për aq sa dispozitat e tij janë të pajtueshme me ato të traktatit të mëvonshëm.", "4.  Kur palët në traktatin e mëparshëm nuk janë të gjitha palë edhe në traktatin e mëvonshëm:", "a)  në marrëdhëniet ndërmjet shteteve palë në të dyja traktatet, rregulli i zbatueshëm është ai që shpallet në paragrafin 3;", "b)  në marrëdhëniet ndërmjet një shteti palë në të dyja traktatet dhe një shteti palë vetëm në njërin nga ato traktate, të drejtat dhe detyrimet e tyre të ndërsjella i përcakton traktati ku të dyja shtetet janë palë.", "5.  Paragrafi 4 zbatohet pa pasoja mbi nenin 41, mbi çdo çështje shuarje ose pezullimi të zbatimit të një traktati sipas nenit 60 apo mbi çdo çështje përgjegjësie që mund të lindë për një shtet nga përfundimi ose zbatimi i një traktati dispozitat e të cilit janë të papajtueshme me detyrimet që i bien atij ndaj një shteti tjetër sipas një traktati tjetër.”", "4.  Punimet e Komisionit të së Drejtës Ndërkombëtare të Kombeve të Bashkuara", "81.  Raporti i grupit studimor të Komisionit të së Drejtës Ndërkombëtare (KDN) me titull “Copëzimi i së drejtës ndërkombëtare: vështirësi që rrjedhin nga bërja e larmishme e së drejtës ndërkombëtare dhe nga shtrirja e saj”, i botuar në prill 2006, përmban vërejtjet e mëposhtme lidhur me nenin 103 të Kartës:", "4. Harmonizim − Integrim sistemor", "“37. Në të drejtën ndërkombëtare, mbi konfliktin normativ rëndon një hamendësim i fuqishëm. Interpretimi i traktateve i takon diplomacisë, mirëpo diplomacia hamendësohet se i shmang ose i zbut konfliktet, çka vlen edhe për rregullat gjyqësore. Ja se si i konceptonte Rousseau detyrat e gjyqtarit në një nga analizat më të hershme të konfliktit ligjor, e cila e ka ruajtur të plotë dobinë e saj:", "... kur ndodhet në prani të dy marrëveshjeve me vullnete të përkundërta, atij i duhet krejt natyrshëm të priret më shumë që të kërkojë bashkërendimin e tyre sesa të sanksionojë antagonizmin e tyre (Charles Rousseau, “De la compatibilité des normes juridiques contradictoires dans l’ordre internacional”, RGDIP, vëll. 39 (1932), f. 153).", "38. Ky parim interpretimi tashmë i pranuar gjerësisht mund të formulohet në mënyra të ndryshme. Ai mund të paraqitet në një trajtë empirike: duke i krijuar vetes detyrime të reja, shtetet nuk pritet t’u shmangen detyrimeve të tyre të tjera. Jennings dhe Watts, për shembull, vënë re ekzistencën", "e një hamendësimi sipas të cilit palët i propozojnë njëra-tjetrës diçka që nuk është e papajtueshme as me parimet e pranuara përgjithësisht të së drejtës ndërkombëtare, as me detyrimet e mëparshme ndaj shteteve të treta, që u rrjedhin sipas konventave (Sir Robert Jennings e Sir Arthur Watts (bot.), Oppenheim’s International Law (London : Longman, 1992) (bot. i 9-të), f. 1275. Lidhur me pranimin më të gjerë të hamendësimit mohues të konfliktit – domethënë me sugjerimin e harmonisë – shih gjithashtu Pauwelyn, Conflict of Norms..., më lart, shën. 21, f. 240 deri 244).", "39. Në çështjen e Të drejtës së kalimit, Gjykata Ndërkombëtare e Drejtësisë deklaronte:", "është rregull interpretimi që një tekst i nxjerrë nga një Qeveri duhet të interpretohet, në parim, sikur sjell dhe është e thënë të sjellë pasoja në përputhje dhe jo në kundërshtim me të drejtën ekzistuese (Çështja e Të drejtës së kalimit nëpër territorin indian (vërejtje paraprake) (Portugalia k. Indisë), C.I.J., Recueil des arrêts, Avis consultatifs et ordonnances, 1957, f. 21).", "(...)", " 331.  Neni 103 nuk saktëson që Karta ka përparësi, por u referohet detyrimeve sipas Kartës. Përveç të drejtave dhe detyrimeve sipas vetë Kartës, ai ka parasysh detyrat që rrjedhin nga vendime ekzekutive të organeve të Kombeve të Bashkuara. Neni 25, i cili i detyron Shtetet Anëtare që t’i pranojnë e t’i zbatojnë rezolutat e Këshillit të Sigurimit të miratuara sipas Kreut VII të Kartës, është shembulli i parë që vjen ndër mend. Sado që në Kartë nuk parashikohet shprehimisht përparësia e vendimeve të Këshillit të Sigurimit sipas Nenit 103, ajo është pranuar gjerësisht në praktikë ashtu si edhe në doktrinë (...)”", "5.  Jurisprudenca ndërkombëtare që lidhet me çështjen", "82.  Masat e marra sipas Rezolutave të Këshillit të Sigurimit që vendosin një regjim regjistrimi në lista dhe mundësinë e kontrollit të ligjshmërisë së tyre janë shqyrtuar, në nivel ndërkombëtar, nga Gjykata e Drejtësisë e Komuniteteve Evropiane (GjDKE) dhe nga Komiteti i të Drejtave të Njeriut i Kombeve të Bashkuara.", "a.  Çështja Yassin Abdullah Kadi dhe Al Barakaat International Foundation k. Këshillit dhe Komisionit (Gjykata e Drejtësisë e Komuniteteve Evropiane)", "83.  Vendimi Yassin Abdullah Kadi dhe Al Barakaat International Foundation k. Këshillit të Bashkimit Evropian dhe Komisionit të Komuniteteve Evropiane (çështje të bashkuara C-402/05 P dhe C-415/05 P; këtu më tej: vendimi “Kadi”) kishte të bënte me një masë ngrirjeje të aseteve të paditësve të marrë në zbatim të rregulloreve komunitare të miratuara në kuadrin e vënies në jetë të Rezolutave 1267 (1999), 1333 (2000) e 1390 (2002) të Këshillit të Sigurimit, të cilat u diktonin konkretisht të gjitha shteteve anëtare të OKB-së marrjen e masave për të ngrirë fondet e burimet e tjera financiare të individëve dhe entiteteve të konsideruar nga Komiteti i Sanksioneve si të lidhur me Osama Bin Ladenin, me rrjetin Al-Kaida ose me talibanët. Në çështjen në fjalë, paditësit i takonin kësaj kategorie dhe kështu asetet e tyre ishin ngrirë, një masë që ata çmonin se përbënte cenim të së drejtës së tyre themelore për respektimin e pasurive të tyre, të mbrojtur nga Traktati themelues i Komunitetit Evropian (Traktati KE”). Ata mbronin mendimin se rregulloret komunitare në fjalë ishin miratuar ultra vires.", "84.  Më 21 shtator 2005, Gjykata e shkallës së parë (e kthyer më 1 dhjetor 2009 në “Gjykata”) i hodhi poshtë këto pretendime dhe pohoi lejueshmërinë e rregulloreve, duke gjykuar në thelb se neni 103 i Kartës kishte si efekt që i bënte rezolutat e Këshillit të Sigurimit të kishin përparësi mbi të gjitha detyrimet e tjera ndërkombëtare (me përjashtim të atyre që rridhnin nga jus cogens), duke përfshirë edhe ato që dilnin nga Traktati KE. Ajo doli në përfundimin se nuk i lejohej të shqyrtonte rezolutat e Këshillit të Sigurimit, qoftë edhe kalimthi, për të verifikuar nëse ato i respektonin të drejtat themelore.", "85.  Z. Kadi u ankua kundër këtij vendimi pranë Gjykatës së Drejtësisë së Komuniteteve Evropiane (“GjDKE”, e kthyer më 1 dhjetor 2009 në “Gjykatë Drejtësie të Bashkimit Evropian”). Ky apelim u shqyrtua në dhomë të madhe i bashkuar me një çështje tjetër. Në vendimin e saj, të dhënë më 3 shtator 2008, GjDKE-ja deklaroi se, meqenëse rendi juridik komunitar ishte një rend juridik i brendshëm e i dallueshëm, ajo kishte kompetencë për ta shqyrtuar lejueshmërinë e një rregulloreje komunitare të miratuar brenda gjirit të këtij rendi juridik, ndonëse kjo e fundit ishte miratuar për të vënë në jetë një rezolutë të Këshillit të Sigurimit. Prandaj, ajo gjykoi se, ndonëse nuk i përkiste atij që të shqyrtonte rregullsinë e rezolutave të Këshillit të Sigurimit, “gjykatësi komunitar” mund të kontrollonte aktet komunitare ose aktet e shteteve anëtare që i bënin të efektshme këto rezoluta, dhe se kjo “[nuk nënkuptonte] një rivënie në pikëpyetje të përparësisë së [rezolutës në fjalë] në rrafshin e së drejtës ndërkombëtare”.", "86.  Gjykata e Drejtësisë doli në përfundimin se, meqenëse të drejtat themelore ishin pjesë përbërëse të parimeve të përgjithshme të së drejtës komunitare, juridiksionet komunitare duhet të siguronin një kontroll, në parim të plotë, të ligjshmërisë në vështrim të këtyre të drejtave për të gjitha aktet komunitare, duke përfshirë ato që, ashtu si rregullorja në fjalë, synojnë të vënë në zbatim rezolutat e Këshillit të Sigurimit. Ajo u shpreh konkretisht kështu:", "“(...)", "281.  Lidhur me këtë, është e udhës të rikujtohet se Komuniteti është një bashkësi të drejte, në kuptimin që as shtetet e tij anëtare, as institucionet e tij nuk i shpëtojnë kontrollit për përputhjen e veprimeve të tyre me kartën kushtetuese bazë e cila është Traktati KE dhe që ky i fundit ka vendosur një sistem të plotë rrugësh rekursi e procedurash për t’ia besuar Gjykatës kontrollin e ligjshmërisë së veprimeve të institucioneve (vendimi i 23 prillit 1986, Të Gjelbrit k. Parlamentit, 294/83, Recueil de jurisprudence de la Cour, f. 1339, paragr. 23).", "(...)", "290.  Prandaj, është e udhës të shqyrtohet nëse, ashtu siç e ka vendosur Gjykata, parimet që përcaktojnë nyjëtimin e marrëdhënieve mes rendit juridik ndërkombëtar të dalë nga [Kombet e Bashkuara] dhe rendit juridik komunitar nënkuptojnë përjashtimin në parim të një kontrolli gjyqësor të ligjshmërisë së brendshme të rregullores objekt në këtë konflikt, pavarësisht nga fakti se, siç del nga jurisprudenca e përmendur në pikat 281 deri 284 të këtij vendimi, një kontroll i tillë përbën një garanci kushtetuese e cila qëndron në vetë themelet e Komunitetit.", "(...)", "293.  Respektimi i zotimeve të marra në kuadrin [e Kombeve të Bashkuara] diktohet me të njëjtën forcë në fushën e ruajtjes së paqes dhe të sigurisë ndërkombëtare gjatë vënies në zbatim të rezolutave të miratuara prej Këshillit të Sigurimit sipas Kreut VII të Kartës [së Kombeve të Bashkuara] nga ana e Komunitetit, përmes miratimit të akteve komunitare të vendosura mbi bazën e neneve 60 KE e 301 KE.", "294.  Në ushtrimin e kësaj kompetence të fundit, Komuniteti duhet t’i kushtojë vërtet një rëndësi të veçantë faktit se, në përputhje me nenin 24 të Kartës [së Kombeve të Bashkuara], miratimi nga ana e Këshillit të Sigurimit i rezolutave sipas Kreut VII të kësaj karte përbën ushtrimin e përgjegjësisë kryesore me të cilën është ngarkuar ky organ ndërkombëtar për ruajtjen e paqes dhe të sigurisë në shkallë botërore, një përgjegjësi që, në kuadrin e Kreut VII të lartpërmendur, përfshin pushtetin për të përcaktuar se çfarë përbën kërcënim për paqen dhe sigurinë ndërkombëtare, si edhe për të marrë masat e nevojshme për ruajtjen ose rivendosjen e tyre.", "(...)", "296.  Mirëpo, në qoftë se, për shkak të miratimit të një akti të tillë, Komuniteti detyrohet që të marrë në kuadrin e Traktatit KE masat që dikton ai akt, ky detyrim, kur është fjala për vënien në zbatim të një rezolute të Këshillit të Sigurimit të miratuar sipas Kreut VII të Kartës [së Kombeve të Bashkuara], nënkupton që, gjatë përpunimit të këtyre masave, Komuniteti t’i mbajë si duhet parasysh termat dhe objektivat e rezolutës në fjalë, si edhe detyrimet përkatëse që rrjedhin nga Karta [e Kombeve të Bashkuara] lidhur me një vënie të tillë në zbatim.", "297.  Nga ana tjetër, Gjykata ka gjykuar tashmë se, për interpretimin e rregullores objekt në këtë konflikt, është gjithashtu e udhës që të merren parasysh teksti dhe objekti i Rezolutës 1390 (2002) që kjo rregullore syon të vërë në zbatim sipas vërejtjes së saj të katërt paraprake (vendimi Möllendorf e Möllendorf-Niehuus, i cituar më lart, paragrafi 54 dhe jurisprudenca e cituar).", "298.  Është gjithashtu e udhës të vihet në dukje se Karta [e Kombeve të Bashkuara] nuk e dikton zgjedhjen e ndonjë modeli të caktuar për vënien në zbatim të rezolutave të miratuara nga Këshilli i Sigurimit sipas Kreut VII të kësaj karte, meqenëse kjo vënie në zbatim duhet të bëhet në përputhje me modalitetet që ndiqen për këtë qëllim sipas rendit juridik të brendshëm të secilit anëtar të OKB-së. Në fakt, në parim, Karta [e Kombeve të Bashkuara] u lë anëtarëve të OKB-së dorë të lirë për të zgjedhur midis modeleve të ndryshme të mundshme për pranimin e rezolutave të tilla në rendin e tyre të brendshëm juridik.", "299.  Nga tërësia e këtyre konsideratave del se parimet të cilat e drejtojnë rendin juridik ndërkombëtar që buron [prej Kombeve të Bashkuara] nuk nënkuptojnë që të përjashtohet një kontroll gjyqësor i ligjshmërisë së brendshme të rregullores objekt konflikti në vështrim të të drejtave themelore me arsyetimin se ky akt synon vënien në zbatim të një rezolute të Këshillit të Sigurimit, të miratuar sipas Kreut VII të Kartës [së Kombeve të Bashkuara].", "300.  Një imunitet i tillë gjyqësor i një akti komunitar të natyrës së rregullores që është objekt i këtij konflikti, si pasojë e pashmangshme e parimit të përparësisë së detyrimeve që rrjedhin prej Kartës [së Kombeve të Bashkuara] në rrafshin e së drejtës ndërkombëtare, veçanërisht të atyre që lidhen me vënien në zbatim të rezolutave të Këshillit të Sigurimit të miratuara sipas Kreut VII të kësaj karte, nuk gjen madje kurrfarë themeli në Traktatin KE.", "(...)”", "87.  Gjykata e Drejtësisë doli në përfundimin se rregulloret e denoncuara, të cilat nuk parashikonin asnjë të drejtë ankimi kundër ngrirjes së aseteve, ishin në kundërshtim me të drejtat themelore dhe duhej të shfuqizoheshin.", "b.  Çështja Sayadi e Vinck k. Belgjikës (Komiteti i të Drejtave të Njeriut i Kombeve të Bashkuara)", "88.  Në çështjen ku Nabil Sayadi e Patricia Vinck janë përballur me Belgjikën (konstatime të Komitetit të të Drejtave të Njeriut të datës 22 tetor 2008, lidhur me kumtesën nr. 1472/2006), Komitetit të të Drejtave të Njeriut iu desh të shqyrtojë mënyrën se si e kishte zbatuar shteti palë regjimin e sanksioneve të vendosur nga Këshilli i Sigurimit në Rezolutën e tij 1267 (1999). Në janar 2003, dy autorët e kumtesës, shtetas belgë, ishin regjistruar në listën aneksuar Rezolutës 1267 (1999) mbi bazën e informatave që i ishin përcjellë Këshillit të Sigurimit nga Belgjika, e cila kishte çelur ndaj tyre një hetim gjyqësor në shtator 2002. Dy të interesuarit kishin paraqitur disa herë pa sukses kërkesa për heqje nga lista pranë autoriteteve kombëtare e rajonale, si edhe OKB-së. Më 2005, Gjykata e Shkallës së Parë e Brukselit e kishte urdhëruar në veçanti shtetin belg që t’i kërkonte urgjentisht Komitetit të Sanksioneve fshirjen e emrave të autorëve të komunikimit nga lista, çka shteti e kishte bërë.", "89.  Komitetit i të Drejtave të Njeriut vuri në dukje se ndalimi për të udhëtuar që u ishte diktuar autorëve të kumtesës ishte rrjedhojë e faktit se shteti palë ia kishte përcjellë emrin e tyre Komitetit të Sanksioneve përpara se ata të ishin dëgjuar. Ai çmoi kështu se, sado që vetë Belgjika nuk ishte kompetente për ta hequr emrin e tyre nga listat e Kombeve të Bashkuara ose të Bashkimit Evropian, ajo mbante përgjegjësi për praninë e tyre në ato lista dhe për ndalimin për të udhëtuar që kishte ardhur si rezultat i saj. Ai doli në përfundimin se të interesuarve u ishte cenuar liria e qarkullimit, çka përbënte një shkelje të nenit 12 të Paktit Ndërkombëtar për të Drejtat Civile dhe Politike, ndërsa përfundimi i hetimit gjyqësor me pushimin e çështjes, si edhe kërkesat e paraqitura nga shteti palë për fshirje nga lista tregonin, sipas tij, se këto kufizime nuk përligjeshin me kurrfarë kërcënimi ndaj sigurisë kombëtare apo ndaj rendit publik.", "90.  Komiteti çmoi gjithashtu se mundësia e shikimit të listës në Internet, dalja e artikujve në shtyp, njoftimi i të dhënave rreth autorëve përpara përfundimit të hetimit gjyqësor dhe fakti që koordinatat e tyre vazhdonin të ishin të hapura për publikun, pavarësisht nga kërkesat e paraqitura nga shteti palë për heqjen e tyre nga lista, përbënin në çdo rast cenime të nderit e të emrit të të interesuarve dhe përmbanin shkelje të nenit 17 të Paktit.", "91.  Sipas mendimit të Komitetit, ndonëse shteti palë nuk kishte kompetencë për t’i hequr vetë prej listës emrat e autorëve, e kishte për detyrë të ndërmerrte gjithçka që varej prej tij për ta arritur sa më parë atë heqje, të zhdëmtonte autorët, t’i shpallte publikisht kërkesat për fshirje nga lista dhe të kujdesej që shpërdorime të tilla të mos përsëriteshin më.", "92.  Më 20 korrik 2009, autorët e kumtesës u hoqën nga lista me vendim të Komitetit të Sanksioneve.", "6.  Jurisprudenca lidhur me çështjen në shtete të tjera", "93.  Këto masa u shqyrtuan gjithashtu, në rang kombëtar, nga Gjykata e Lartë e Mbretërisë së Bashkuar dhe nga Gjykata Federale e Kanadasë.", "a.  Çështja Ahmed and Others v. HM Treasury (Gjykata e Lartë e Mbretërisë së Bashkuar)", "94.  Çështja Ahmed and Others v. HM Treasury, e gjykuar nga Gjykata e Lartë e Mbretërisë së Bashkuar më 27 janar 2010, kishte të bënte me një masë ngrirjeje të aseteve të paditësve, të marrë në zbatim të regjimit të sanksioneve të vendosur prej Rezolutave 1267 (1999) e 1373 (2001). Gjykata e Lartë çmoi se, duke miratuar disa urdhëresa për zbatimin e rezolutave të Këshillit të Sigurimit që vendosnin regjimin e sanksioneve, Qeveria i kishte tejkaluar fuqitë që i jepte ligji i vitit 1946 për Kombet e Bashkuara.", "95.  Në atë vendim, Lordi Hope, nënkryetar i Gjykatës së Lartë, u shpreh kështu:", "“6. (...) Ne duhet ta kontrollojmë me aq më shumë kujdes kompetencën e Thesarit në vështrim të ligjit të vitit 1946 për të miratuar masat shtrënguese që ka marrë, duke pasur parasysh që urdhëresat e shpallura në rastin e çështjes në fjalë janë drakoniane dhe lirivrasëse. Edhe përballë kërcënimit që paraqet terrorizmi ndërkombëtar, siguria e personave nuk është ndonjë objektiv i pakushtëzuar. Duhet të ruhemi në të njëjtën masë nga cenimet e pakontrolluara të lirisë së individit.”", "96.  Ai e pranoi që paditësve u ishte hequr e drejta për një zgjidhje efektive dhe, lidhur me këtë, u shpreh konkretisht kështu:", "“81. Do të thosha që G-së i takon me të drejtë që t’i plotësohet kërkesa përderisa regjimi të cilit i është nënshtruar ai i ka hequr atij çdo mundësi zgjidhjeje efektive. Siç e vë në dukje Z. Swift, për të interesuarin nuk do të ketë kurrfarë dobie që ta kundërshtojë në rrugë gjyqësore vendimin e Thesarit për ta trajtuar atë si person të treguar me gisht sipas urdhëresës, sepse ai vërtet është treguar me gisht si i tillë prej Komitetit 1267. Ajo çka i nevojitet atij për të përfituar një zgjidhje efektive është një mjet për t’ia nënshtruar një kontrolli gjyqësor regjistrimin e tij në listë. Mirëpo, sipas mënyrës së tanishme të funksionimit të Komitetit 1267, ai nuk e ka një mundësi të tillë. Sipas meje, neni 3 § 1 b) i urdhëresës rreth Al-Kaidës, që e ka shkaktuar këtë situatë, është miratuar pra në tejkalim të fuqive të dhëna nga neni 1 i ligjit të vitit 1946. Për çështjen e tanishme nuk është e nevojshme të shqyrtohet pika nëse urdhëresa për Al-Kaidën është apo jo, në tërësinë e saj, ultra vires. Por, lidhur me këtë, e saktësoj se nuk po dua të them që, sikur të kishte qenë i zbatueshëm për G-në, edhe neni 4 i kësaj urdhërese nuk do të ishte dashur të qortohej po ashtu.", "82. I njëjtë është edhe rasti i HAY-t: edhe ai është një “person i treguar me gisht” për arsyen se emri i tij figuron në listën e Komitetit 1267. Siç u vu në dukje më lart, Mbretëria e Bashkuar po kërkon tani heqjen e emrit të tij nga lista. Me anë të një letre të datës 1 tetor 2009, ekipi i sanksioneve i Thesarit i ka informuar avokatët e tij (sollicitors) se kërkesa për fshirjen e emrit ishte përcjellë më 26 qershor 2009, por kur Komiteti e kishte shqyrtuar për herë të parë, një numër shtetesh çmonin se nuk ishin në gjendje për ta miratuar këtë kërkesë. Tani janë ndërmarrë përçapje të tjera për ta arritur fshirjen e emrit, por hë për hë, nuk ia kanë dalë qëllimit. HAY mbetet pra i nënshtruar ndaj dispozitave të urdhëresës për Al-Kaidën. Kjo situatë ia heq edhe atij mundësinë e një zgjidhjeje efektive.”", "97.  Gjykata e Lartë i gjykoi si të kundërligjshme edhe urdhëresën e nxjerrë në zbatim të Rezolutës 1373 (2001) në kuadrin e përgjithshëm të luftës ndaj terrorizmit (Urdhëresa rreth Terrorizmit, Terrorism Order), edhe atë të nxjerrë në zbatim të rezolutave lidhur me Al-Kaidën e me talibanët (Urdhëresa rreth Al-Kaidës, Al-Qaida Order). Ajo e qortoi megjithatë Urdhëresën rreth Al-Kaidës vetëm për pjesën që ajo nuk parashikonte një zgjidhje efektive (lidhur me këtë, shih gjithashtu mendimin ndryshe të Lordit Brown).", "b.  Çështja Abdelrazik k. Kanadasë (Gjykata Federale e Kanadasë)", "98.  Në çështjen Abdelrazik k. Kanadasë (Ministrit të Punëve të Jashtme), të gjykuar më 4 qershor 2009, Gjykata Federale e Kanadasë vlerësoi se procedura e regjistrimit e Komitetit të Sanksioneve kundër Al-Kaidës dhe talibanëve ishte e papajtueshme me të drejtën për një zgjidhje efektive. Në atë çështje, paditësi, me shtetësi kanadeze dhe sudaneze, gjendej në pamundësi për t’u kthyer në Kanada për arsye të zbatimit prej këtij vendi të rezolutave të Këshillit të Sigurimit që vendosnin regjimin e sanksioneve. Kështu, ai ishte i detyruar të qëndronte në ambasadën e Kanadasë në Hartum, në Sudan, një vend ku ai kishte frikë se mos burgosej e torturohej.", "99.  Gjyqtari Zinn, i cili shprehu mendimin e shumicës, u shpreh konkretisht kështu:", "“[51]  Po u shtoj emrin tim atyre që e konsiderojnë regjimin e vendosur nga Komiteti 1267 si një mohim të zgjidhjeve juridike themelore dhe si një masë e pamundur të mbrohet sipas parimeve të së drejtës ndërkombëtare në fushën e të drejtave të personit. Në procedurën e regjistrimit ose të heqjes nga lista, nuk ka asgjë që njeh parimet natyrore të drejtësisë apo siguron një drejtësi procedurale themelore.", "100.  Ai shtoi:", "“(...)", "[54] (...) është e frikshme kur mëson se një qytetar i vendit tonë apo i cilitdo tjetër mund ta shohë emrin e vet të regjistruar në listën e Komitetit 1267, thjesht mbi bazë dyshimesh.”", "101.  Pasi shqyrtoi masat e ndalimit për të udhëtuar të marra mbi bazën e rezolutave lidhur me Al-Kaidën e me talibanët, ai nxori përfundimin se të drejtës së paditësit për të hyrë në Kanada i ishte bërë një cenim i papajtueshëm me dispozitat e Kartës Kanadeze të të Drejtave dhe Lirive (§§ 62 e vijues).", "LIGJI", "I.  RRETH PRAPËSIMEVE PARAPRAKE TË PRETENDUARA NGA QEVERIA", "A.  Rreth pajtueshmërisë së ankimeve me Konventën dhe protokollet", "1.  Tezat e palëve", "a.  Qeveria e paditur", "102.  Qeveria e fton Gjykatën ta shpallë të papranueshme kërkesëpadinë për papajtueshmëri ratione personae me dispozitat e Konventës. Ajo sjell si argument se masat objekt në këtë konflikt janë marrë mbi bazën e Rezolutave 1267 (1999) e vijuese të Këshillit të Sigurimit, të cilat, sipas neneve 25 e 103 të Kartës së Kombeve të Bashkuara, paskan fuqi detyruese dhe paraprikan mbi detyrimet që rrjedhin nga çdolloj marrëveshjeje tjetër ndërkombëtare. Për këtë, ajo i referohet veçanërisht një urdhërese për sigurim prove të nxjerrë nga Gjykata Ndërkombëtare e Drejtësisë në kuadrin e çështjes lidhur me Çështje interpretimi e zbatimi të Konventës së Montrealit të vitit 1971 të dala nga incidenti ajror i Lokërbisë (Xhamahiria Arabe Libiane k. Mbretërisë së Bashkuar), masa për sigurim prove, urdhëresa e 14 prillit 1992, CIJ Recueil 1992, f. 15, § 39:", "“Duke pasur parasysh që Libia dhe Mbretëria e Bashkuar, si Anëtare të Organizatës së Kombeve të Bashkuara, e kanë për detyrë të pranojnë dhe të zbatojnë vendimet e Këshillit të Sigurimit në përputhje me nenin 25 të Kartës, që Gjykata, e cila po shqyrton në këtë stad të procedurës një kërkesë për sigurim prove, çmon se prima facie ky detyrim shtrihet edhe mbi vendimin që përmban Rezoluta 748 (1992), si edhe që, në përputhje me nenin 103 të Kartës, detyrimet e Palëve në këtë rast kanë epërsi mbi detyrimet e tyre sipas çdolloj marrëveshjeje tjetër ndërkombëtare, duke përfshirë Konventën e Montrealit,”", "Qeveria mbron idenë se, në këto rrethana, Zvicra nuk mund të mbahet si përgjegjëse në rang ndërkombëtar për vënien në zbatim të masave në fjalë.", "103.  Qeveria shton se këto masa, të nxjerra nga Këshilli i Sigurimit i OKB-së, nuk i nënshtrohen kontrollit të Gjykatës. Kështu, kërkesëpadia objekt i kësaj çështjeje qenka gjithashtu e papranueshme ratione materiae.", "b.  Paditësi", "104.  Paditësi mbron mendimin se kërkesëpadia e tij është e pajtueshme ratione personae me dispozitat e Konventës. Ai çmon se efekti i drejtpërdrejtë i detyrimeve që rrjedhin nga rezolutat e Këshillit të Sigurimit ka pak rëndësi për përgjegjësinë e shtetit të paditur për kufizimet e diktuara, përderisa këto kufizime janë vënë në jetë në rang kombëtar prej Qeverisë në përputhje me nenin 190 të Kushtetutës Federale. Duke u mbështetur te neni 27 i Konventës së Vjenës për të drejtën e traktateve, ai shton se Zvicra nuk i referohet dot të drejtës së brendshme për t’iu shmangur detyrimeve të saj ndërkombëtare (paragrafi 79 i mësipërm).", "105.  Paditësi çmon gjithashtu se autoritetet zvicerane i kanë zbatuar mundësitë për përjashtim që parashikohen nga rezolutat e Këshillit të Sigurimit në një mënyrë më kufizuese nga sa e parashikonte regjimi i sanksioneve. Këtë e paska vënë re edhe vetë Gjykata Federale në vendimin e saj të datës 14 nëntor 2007. Kështu, autoritetet kombëtare i paskan marrë masat që janë objekt i kësaj çështjeje në kuadrin e njëfarë hapësire për vlerësim dhe jo në atë të një vënieje automatikisht në zbatim të rezolutave të Këshillit të Sigurimit. Paditësi shton lidhur me këtë se heqja e tij nga lista, e vendosur nga Komiteti i Sanksioneve më 23 shtator 2009, është bërë e efektshme në Zvicër vetëm një javë më vonë. Ai sheh aty një provë tjetër të natyrës jo automatike të zbatimit të rezolutave të Këshillit të Sigurimit.", "106.  Së fundi, paditësi mbron mendimin se në këtë çështje nuk bëhet fjalë për të rivënë në pikëpyetje karakterin parësor të Kartës së Kombeve të Bashkuara, të shprehur në nenin 103 të këtij instrumenti – meqenëse, sipas tij, një konstatim shkeljeje të Konventës nuk e ndryshon dot vlefshmërinë e detyrimeve ndërkombëtare të shteteve – por thjesht për t’u kujdesur që Karta të mos përdoret si shkas për të mos i respektuar dispozitat e Konventës.", "2.  Tezat e palëve të treta ndërhyrëse", "a.  Qeveria franceze", "107.  Qeveria franceze çmon se kushti që të respektohet Konventa, i cili përkon me kërkesën për një “mbrojtje të barasvlershme”, nuk mund të zbatohet me dobi në këtë çështje, sepse masat e dekretuara nga Zvicra rridhnin domosdo nga rezoluta të Këshillit të Sigurimit të OKB-së, të cilat të gjitha shtetet qenkan të detyruara për t’i zbatuar dhe të cilave, për më tepër, ato u dashka t’u japin përparësi në krahasim me çdolloj rregulli tjetër ndërkombëtar. Në këto kushte, Franca çmon se masat në fjalë nuk u pakan dot si të varura nga “juridiksioni” i Zvicrës në kuptimin e nenit të parë të Konventës, nëse nuk zbrazet ky nocion nga kuptimi i tij.", "108.  Qeveria franceze thekson se, sado që, në vendimin e saj të 30 qershorit 2005 për çështjen Bosphorus Hava Yolları Turizm ve Ticaret Anonim Şirketi k. Irlandës ([DhM], nr. 45036/98, GjEDNj 2005VI), Gjykata e ka çmuar si të pajtueshme me nenin e parë të Konventës një kërkesëpadi që kundërshtonte vlefshmërinë e një mase kombëtare e cila vetëm sa vinte në jetë një rregullore komunitare që e kishte për vete zanafillën e saj te një rezolutë e Këshillit të Sigurimit, ajo ka vënë në dukje në po atë vendim se themelin juridik të masës kombëtare në fjalë e përbënte rregullorja komunitare dhe jo rezoluta e Këshillit të Sigurimit (§ 145 i vendimit).", "109.  Qeveria franceze është gjithashtu e bindur se, ndonëse masat në fjalë nuk kanë të bëjnë me misione të realizuara jashtë territorit të shteteve anëtare, si në çështjet Behrami e Behrami kundër Francës dhe Saramati kundër Francës, Gjermanisë e Norvegjisë (vend. pran., [DhM], nr. 71412/01 e 78166/01), por me masa të vëna në zbatim në të drejtën e brendshme, argumentet e shtjelluara në këta precedentë lidhur me natyrën e misioneve të Këshillit të Sigurimit dhe të detyrimeve që rrjedhin andej për shtetet u dashka ta detyrojnë Gjykatën që t’i shpallë këto masa si përgjegjësi e OKB-së dhe të konsiderojë kështu se pretendimet e paditësit janë të papajtueshme ratione personae me Konventën. Kështu, kjo çështje qenka për Gjykatën rasti që t’i zhvendosë te vetë territori i shteteve anëtare parimet e nxjerra prej çështjes Behrami e Behrami (të cituar më lart), duke mbajtur parasysh hierarkinë e normave të së drejtës ndërkombëtare dhe të sferave të ndryshme juridike që rrjedhin prej tyre.", "110.  Qeveria franceze rikujton gjithashtu se, në vendimin e dhënë për çështjen Kadi (të cituar më lart, shih paragrafin 83 të mësipërm), Gjykata e Drejtësisë e Komuniteteve Evropiane ka thënë se është mbështur te karakteri kushtetues i Traktatit komunitar për të kryer kontrollin e një rregulloreje komunitare që vinte në zbatim rezolutat e Këshillit të Sigurimit. Meqenëse në këtë çështje mungojnë konsiderata të tilla, Qeveria franceze e ka të vështirë të marrë me mend se çfarë mund ta përligjë që Gjykata të shmangë zbatimin e nenit 103 të Kartës dhe ta gjykojë Zvicrën si përgjegjëse për vënien në jetë të disa rezolutave për të cilat ajo ishte e detyruar sipas saj jo vetëm që t’i zbatonte, por edhe që t’i shihte si parësore në krahasim me çdo zotim tjetër.", "b.  Qeveria e Mbretërisë së Bashkuar", "111.  Qeveria e Mbretërisë së Bashkuar vëren se ndalimi i hyrjes dhe i kalimit transit i është diktuar paditësit në kuadrin e Urdhëresës për talibanët, e cila sipas saj vetëm sa vinte në zbatim rezolutat e Këshillit të Sigurimit, juridikisht detyruese për çdo shtet përderisa ishin miratuar sipas Kreut VII të Kartës së Kombeve të Bashkuara (neni 25 i Kartës): detyrimet që rrjedhin prej këtyre rezolutave paskan epërsi, sipas nenit 103 të Kartës, mbi të gjitha zotimet e tjera ndërkombëtare. Lidhur me këtë, Mbretëria e Bashkuar është e mendimit se efektshmëria e regjimit të sanksioneve të vendosura për të garantuar paqen dhe sigurinë ndërkombëtare do të komprometohej rëndë në qoftë se përparësia do t’u jepej të drejtave që rrjedhin prej neneve 5 apo 8 të Konventës. Ajo çmon se, sidomos në paragrafin 2 b) të Rezolutës 1390 (2002), Këshilli i Sigurimit ka përdorur një “gjuhë të qartë e të shkoqur” për t’u diktuar shteteve disa masa të veçanta të cilat mund të hyjnë në konflikt me detyrimet e tyre të tjera ndërkombëtare, sidomos ato që rrjedhin prej instrumenteve lidhur me mbrojtjen e të drejtave të njeriut. Duke iu referuar vendimit të dhënë së fundmi në çështjen AlJedda k. Mbretërisë së Bashkuar ([DhM], nr. 27021/08, 7 korrik 2011, § 102), ajo ka pra mendimin se shteti i paditur duhej t’i zbatonte masat në fjalë.", "c.  JUSTICE", "112.  JUSTICE çmon se regjimi i sanksioneve i vendosur nga Rezoluta 1267 (1999) e Këshillit të Sigurimit është shkak për kufizime drakoniane ndaj të drejtave të garantuara prej Konventës për personat që figurojnë në listë (“personat e treguar me gisht”) dhe anëtarët e familjes së tyre, ndër të cilat ndaj të drejtës për respektimin e jetës private e familjare, të drejtës për respektimin e pronës dhe të drejtës së qarkullimit.", "113.  Serioziteti i këtij cenimi të të drejtave të garantuara nga Konventa qenka bërë më i theksuar për shkak të pamundësisë, për personat e treguar me gisht, për të kundërshtuar me dobi regjistrimin e tyre në listë, përfshirë aty edhe në lidhje me provat mbi të cilat mbështetet ky regjistrim. Kështu, regjimi i sanksioneve ua heqka personave të treguar me gisht dhe anëtarëve të familjes së tyre të drejtën për t’iu drejtuar një gjykate dhe të drejtën për një zgjidhje efektive. JUSTICE është e mendimit se procedurat e Komitetit të Sanksioneve nuk ofrojnë pra një mbrojtje të të drejtave themelore të barasvlershme me atë të garantuar nga Konventa.", "114.  Këto përfundime qenkan të pasqyruara në raportet e Komitetit të Juristëve të Shquar për Terrorizmin, Luftën kundër Terrorizmit dhe të Drejtat e Njeriut dhe të Raportuesit të Posaçëm të OKB-së për Terrorizmin dhe të Drejtat e Njeriut, si edhe në vendimet e Gjykatës Federale të Kanadasë (Abdelrazik), të Gjykatës së Lartë të Mbretërisë së Bashkuar (Ahmed) dhe të Gjykatës së Drejtësisë të Bashkimit Evropian (Kadi) (shih jurisprudencën ndërkombëtare dhe kombëtare të disa shteteve të tjera, paragrafët 82-92 dhe 93-101 të mësipërm).", "115.  JUSTICE është e bindur se Gjykata nuk është e detyruar të interpretojë nenin 103 të Kartës së Kombeve të Bashkuara në mënyrë të tillë që t’i nxjerrë si të mpakura prej tij të drejtat e garantuara nga Konventa. Në veçanti, “ruajtja e paqes dhe e sigurisë ndërkombëtare” qenka sigurisht funksioni parësor i Këshillit të Sigurimit, por nuk është as parimi i fundit i të drejtës ndërkombëtare, as ai i Kartës së Kombeve të Bashkuara. Një rëndësi jo më pak e madhe iu dashka kushtuar parimit të respektimit të të drejtave themelore, ashtu siç dalka madje edhe nga hyrja e Kartës.", "3.  Vlerësimi i Gjykatës", "116.  Nën dritën e argumenteve të parashtruara prej palëve dhe prej të tretëve që kanë ndërhyrë, Gjykata duhet të përcaktojë nëse ajo ka kompetencë për t’i shqyrtuar pretendimet e ngritura nga ana e paditësit. Për këtë, asaj i duhet të shqyrtojë nëse kërkesëpadia përfshihet apo jo në fushën e zbatimit të nenit 1 të Konventës dhe e ngarkon kështu me përgjegjësi shtetin e paditur.", "a.  Pajtueshmëria ratione personae", "117.  Neni 1 i Konventës shprehet kështu:", "“Palët e Larta Kontraktuese i sigurojnë çdokujt brenda juridiksionit të tyre të drejtat dhe liritë e përcaktuara në Titullin I të kësaj Konvente.”", "118.  Sipas kësaj dispozite, zotimi i shteteve kontraktuese kufizohet duke u “siguruar” (në anglisht “to secure”) personave brenda “juridiksionit” të tyre të drejtat dhe liritë e përmendura në Konventë (Al-Skeini me të tjerë k. Mbretërisë së Bashkuar [DhM], nr. 55721/07, § 130, 7 korrik 2011, Al-Jedda, i cituar më lart, § 74, Banković me të tjerë k. Belgjikës dhe 16 shteteve të tjera kontraktuese (vend. pran.) [DhM], nr. 52207/99, § 66, GjEDNj 2001XII, dhe Soering k. Mbretërisë së Bashkuar, 7 korrik 1989, § 86 seria A nr. 161). “Juridiksioni”, në kuptimin e nenit 1, është një kusht sine qua non në mënyrë që një shtet kontraktues të mund të quhet përgjegjës për veprimet ose mosveprimet që i ngarkohen atij dhe që janë në zanafillë të një pretendimi për shkelje të të drejtave dhe lirive të shpallura në Konventë (Al-Skeini me të tjerë, i cituar më lart, § 130, Al-Jedda, i cituar më lart, § 74, dhe Ilaşcu me të tjerë k. Moldavisë dhe Rusisë [DhM], nr. 48787/99, § 311, GjEDNj 2004VII).", "119.  Nocioni i juridiksionit pasqyron konceptimin e këtij termi në të drejtën ndërkombëtare publike (Assanidzé k. Gjeorgjisë, nr. 71503/01, § 137, GjEDNj 2004-II, Gentilhomme me të tjerë k. Francës, nr. 48205/99, 48207/99 dhe 48209/99, § 20, 14 maj 2002, dhe Banković me të tjerë, i cituar më lart, §§ 59-61), kështu që kompetenca e një shteti sipas juridiksionit është kryesisht territoriale (Al-Skeini me të tjerë, i cituar më lart, § 131, dhe Banković me të tjerë, i cituar më lart, § 59) dhe prezumohet të ushtrohet mbi tërë territorin e tij (Ilaşcu me të tjerë, i cituar më lart, § 312).", "120.  Duke iu referuar vendimit Behrami e Behrami, të cituar më lart, veçanërisht Qeveria franceze, palë e tretë ndërhyrëse, mbron mendimin se masat e marra nga shtetet anëtare të OKB-së për të vënë në jetë rezolutat e Këshillit të Sigurimit sipas Kreut VII të Kartës ngarkojnë me përgjegjësi OKB-në dhe janë pra të papajtueshme ratione personae. Gjykata nuk pajtohet dot me këtë argument. Në fakt, ajo rikujton se, në çështjen Behrami e Behrami, ajo ka dalë në përfundimin se veprimet e mosveprimet objekt të kësaj çështjeje nga ana e KFOR-it, fuqitë e të cilit ishin deleguar në mënyrë të vlefshme nga Këshilli i Sigurimit në zbatim të Kreut VII të Kartës, si dhe nga ana e UNMIK-ut, një organ ndihmës i OKB-së i vendosur sipas po atij kreu, ngarkonin me përgjegjësi OKB-në si organizatë me natyrë të përbotshme që po përmbushte një qëllim të ngutshëm sigurie kolektive (§ 151). Ndërsa, në rastin e kësaj çështjeje, rezolutat përkatëse të Këshillit të Sigurimit, konkretisht Rezolutat 1267 (1999), 1333 (2000), 1373 (2001) dhe 1390 (2002), i ngarkojnë shtetet që të veprojnë në emrin e vetë atyre dhe që t’i vënë ato në zbatim në rang kombëtar.", "121.  Në rastin e çështjes në fjalë, masat e diktuara nga rezolutat e Këshillit të Sigurimit janë vënë në zbatim në nivelin e brendshëm nga një urdhëresë e Këshillit Federal dhe kërkesat e paraqitura prej paditësit për të përfituar një përjashtim nga ndalimi për të hyrë në territorin zviceran janë rrëzuar prej autoriteteve zvicerane (IMES, pastaj ODM). Gjendemi pra në prani aktesh kombëtare për zbatimin e një rezolute të Këshillit të Sigurimit të OKB-së (shih, mutatis mutandis, Bosphorus Hava Yolları Turizm ve Ticaret Anonim Şirketi, i cituar më lart, § 137, dhe, a contrario, Behrami e Behrami, i cituar më lart, § 151). Kështu që shkeljet e pretenduara të Konventës mund ta ngarkojnë me përgjegjësi Zvicrën.", "122.  Nga kjo del se masat objekt në këtë konflikt janë marrë nga shteti zviceran në ushtrim të “juridiksionit” të tij në kuptimin e nenit 1 të Konventës. Veprimet ose mosveprimet objekt të këtij konflikti mund ta ngarkojnë pra me përgjegjësi sipas Konventës shtetin e paditur. Nga kjo del gjithashtu se Gjykata është kompetente ratione personae për ta shqyrtuar këtë kërkesëpadi.", "123.  Për këtë arsye, Gjykata e rrëzon pretendimin për prapësim për arsye papajtueshmërie ratione personae të kërkesëpadisë.", "b.  Pajtueshmëria ratione materiae", "124.  Qeveria e paditur mbron mendimin se kjo kërkesëpadi është gjithashtu e papajtueshme ratione materiae me Konventën. Ajo e vë theksin lidhur me këtë te natyra detyruese e rezolutave të miratuara nga Këshilli i Sigurimit sipas Kreut VII të Kartës së Kombeve të Bashkuara dhe te përparësia e kësaj të fundit në krahasim me çdo traktat tjetër ndërkombëtar, në përputhje me nenin e saj 103.", "125.  Gjykata çmon se këto argumente kanë të bëjnë më shumë me themelin e pretendimeve sesa me pajtueshmërinë e tyre me Konventën. Për pasojë, është e udhës që kërkesa e Qeverisë së paditur për prapësim për arsye papajtueshmërie ratione materiae të kërkesëpadisë t’i bashkohet themelit.", "B.  Rreth cilësisë si viktimë", "1.  Tezat e palëve", "126.  Qeveria e paditur rikujton se, më 23 shtator 2009, paditësi është fshirë nga lista aneksuar rezolutave të Këshillit të Sigurimit të cilat i parashikonin sanksionet objekt të këtij konflikti dhe se, për rrjedhojë, Urdhëresa për talibanët është ndryshuar më 29 shtator 2009, me efekt më 2 tetor 2009. Kështu, masat e kundërshtuara lidhur me paditësin qenkan hequr tërësisht. Qeveria çmon se, prej atij çasti, konflikti është zgjidhur në kuptimin e nenit 37 § 1 germa b) të Konventës dhe, për rrjedhojë, ajo i kërkon Gjykatës që ta çregjistrojë këtë kërkesë, në zbatim të kësaj dispozite.", "127.  Paditësi e kundërshton këtë tezë. Ai çmon se thjesht fakti që situata është zhvilluar në mënyrë të tillë që emri i tij është hequr nga lista e Komitetit të Sanksioneve, që për pasojë është ndryshuar Urdhëresa për talibanët e që sanksionet të cilat rëndonin mbi të janë hequr në fillim të muajit tetor 2009, nuk ia ka hequr atij cilësinë si viktimë për sa u përket cenimeve që u ishin bërë deri atëherë të drejtave të tij.", "2.  Vlerësimi i Gjykatës", "128.  Sipas jurisprudencës së përhershme të Gjykatës, “viktimë” neni 34 i Konventës quan personin që ka të bëjë drejtpërdrejt me veprimin ose mosveprimin që është objekt konflikti. Ekzistenca e një mosplotësimi të kërkesave të Konventës krijohet edhe në mungesë të dëmit. Ky i fundit luan rol vetëm në fushën e nenit 41. Për këtë arsye, një vendim ose një masë në favor të një paditësi mjafton në parim për t’ia hequr atij cilësinë e “viktimës” vetëm në qoftë se autoritetet kombëtare e kanë pranuar, shprehimisht ose në thelb, e pastaj ndrequr shkeljen e Konventës (shih, ndër të tjera, Gäfgen k. Gjermanisë [DhM], nr. 22978/05, § 115, 1 qershor 2010, Shoqata Ekin k. Francës (vend. pran.), nr. 39288/98, 18 janar 2000, Brumărescu k. Rumanisë [DhM], nr. 28342/95, § 50, GjEDNj 1999VII, Amuur k. Francës, 25 qershor 1996, § 36, Recueil des arrêts et décisions 1996III, dhe Eckle k. Gjermanisë, 15 korrik 1982, § 66, seria A nr. 51).", "129.  Në rastin e çështjes në fjalë, Gjykata vë re se sanksionet e shpallura kundër paditësit janë hequr dhe se ai lejohet tashmë ta kalojë lirisht kufirin e Kampione d’Italias për të shkuaar në Zvicër ose për të kaluar transit nëpër këtë vend. Megjithatë, kjo masë, e cila është marrë vetëm në shtator-tetor 2009, nuk ia ka hequr të interesuarit cilësinë e viktimës së kufizimeve që atij i janë bërë që prej regjistrimit të emrit të tij, në nëntor 2001, në listën e Komitetit të Sanksioneve dhe në aneksin e Urdhëresës për talibanët apo, më së paku, që prej 27 nëntorit 2003, datë kur ai u njoftua se nuk i lejohej më të kapërcente kufirin (paragrafi 26 i mësipërm). Heqja e sanksioneve nuk mund të paraqitet në fakt si një pranim, qoftë edhe i nënkuptuar, nga ana e Qeverisë, i shkeljes së Konventës, në kuptimin e jurisprudencës së cituar më lart. Për më tepër, ajo nuk është ndjekur nga ndonjë dëmshpërblim në kuptimin e jurisprudencës së cituar më lart të Gjykatës.", "130.  Për këtë arsye, paditësi mund të pretendojë se ka qenë viktimë e shkeljeve të përmendura të Konventës për rreth të paktën gjashtë vjet. Nga kjo del si përfundim se është e udhës të rrëzohet kërkesa për prapësim, të cilën Qeveria e nxjerr nga mungesa e pretenduar e cilësisë së viktimës.", "C.  Rreth shterimit të mjeteve të brendshme ligjore", "1.  Tezat e palëve", "a.  Qeveria", "131.  Qeveria e paditur thekson se, në kuadrin e regjimit të sanksioneve të Këshillit të sigurimit, përjashtime nga ndalimi për hyrje ose kalim transit mund të jepen atëherë kur ato bëhen të nevojshme për një procedurë gjyqësore ose, me miratimin e Komitetit të Sanksioneve, për arsye të tjera, sidomos mjekësore, humanitare ose fetare (Rezoluta 1390 (2002), paragrafi 2 germa b); dhe se, për të marrë parasysh këto dispozita, neni 4a paragrafi 2 i Urdhëresës për talibanët parashikon që Zyra Federale për Migrimet (ODM) e ka mundësinë që, në përputhje me vendimet e Këshillit të Sigurimit ose për mbrojtjen e interesave zvicerane, t’i japë këto përjashtime.", "132.  Ajo sjell si argument se vendimet e ndryshme të dhëna nga Zyra nuk janë bërë objekt i asnjë apelimi dhe se procedura e paraqitur përpara këtij organi kishte të bënte vetëm me çështjen e heqjes nga aneksi 2 i Urdhëresës për talibanët të emrit të paditësit dhe të organizatave me të cilat ai ishte i lidhur.", "133.  Ajo saktëson se, as përpara vendimit të Gjykatës Federale, as më vonë, paditësi nuk i ka kundërshtuar vendimet e dhëna nga Zyra Federale për Imigrimin, Integrimin dhe Emigrimin (IMES) apo nga ODM-ja (e krijuar në vitin 2005, kjo zyrë e përfshin IMES-in e mëparshëm) lidhur me kërkesat e tij për përjashtim nga regjimi i sanksioneve. Për më tepër, këto autoritete paskan dhënë (me vendimet e 20 shtatorit 2006 dhe të 11 shtatorit 2008) disa përjashtime që paditësi nuk i paska përdorur. Meqenëse i interesuar ka shpjeguar lidhur me këtë se, duke pasur parasysh moshën e tij dhe distancën e konsiderueshme që i duhej të përshkonte, ato nuk e kishin kohëzgjatjen e mjaftueshme për t’i lejuar atij që të kryente udhëtimet e parashikuara, Qeveria kërkon që të saktësojë elementet e mëposhtme: përjashtimi i parë, me afat njëditor, ishte dhënë për një udhëtim në Milano në kuadrin e një procedure gjyqësore, mirëpo qendra e Milanos qenka vetëm një orë rrugë me automjet nga Kampione d’Italia, ndërsa përjashtimi i dytë, me afat dyditor, ishte dhënë për udhëtime në Bernë e në Sion, qytete që qenkan si njëri ashtu edhe tjetri më pak se tri orë e gjysmë rrugë me automjet larg prej Kampiones.", "134.  Së fundi, Qeveria mbron mendimin se paditësi e ka pasur gjithmonë mundësinë që të kërkojë, qoftë edhe përkohësisht, transferimin e vendbanimit të tij në një pjesë tjetër të Italisë, vend shtetësinë e të cilit ai mban, dhe se një kërkesë e tillë qenka dashur t’i parashtrohet Komitetit të Sanksioneve nga ana e autoritetit kompetent zviceran (IMES-i, pastaj ODM-ja). Meqenëse sanksionet janë formuluar në mënyrë të përgjithshme, Qeveria e çmon me shumë gjasa që Komiteti do ta kishte lejuar shpërnguljen e paditësit.", "135.  Për këto arsye, Qeveria çmon se paditësi nuk i ka shteruar mjetet e brendshme ligjore.", "b.  Paditësi", "136.  Lidhur me tri refuzimet e para të ODM-së (26 mars 2004, 11 maj 2007 e 2 gusht 2007), paditësi mbron mendimin se, në mungesë të një jurisprudence rreth çështjes, pika nëse autoritetet zvicerane kishin apo jo një hapësirë vlerësimi rreth përjashtimeve ndaj kufizimeve të diktuara nuk ishte e përcaktuar qartë dhe se Gjykata Federale nuk ka dhënë asnjë përgjigje rreth kësaj pike. Ai pretendon gjithashtu se as ODM-ja, as kurrfarë autoriteti tjetër, nuk kanë ndërmarrë as përçapjen më të vogël për të gjetur një përgjigje të qartë rreth kësaj çështjeje. Për këtë arsye, ai çmon se këtu nuk mund të flitet për një zgjidhje efektive në kuptimin e jurisprudencës së Gjykatës.", "137.  Në përgjigje të argumentit të nxjerrë nga Qeveria se ai nuk i ka shfrytëzuar përjashtimet që i kishte dhënë ODM-ja (më 20 shtator 2006 dhe 11 shtator 2008), paditësi thekson se këto përjashtime i hiqnin vetëm pjesërisht masat objekt i të cilave ai ishte dhe për raste shumë të përpikta. Duke pasur parasysh moshën e tij dhe gjatësinë e udhëtimeve që duhej të bënte, ai çmon se përjashtimet që i ishin dhënë për afate një apo dyditore nuk ishin aspak të mjaftueshme.", "138.  Për sa i përket regjimit global të sanksioneve, paditësi mbron mendimin se ai i ka shterur mjetet e brendshme ligjore, përderisa i është drejtuar Gjykatës Federale për çështjen e kufizimeve që i ishin diktuar nga Urdhëresa për talibanët, për çka ai po ankohet përpara Gjykatës.", "139.  Paditësi është madje i mendimit se teza e Qeverisë, sipas së cilës një kërkesë për lejim shpërnguljeje drejt një pjese tjetër të territorit italian do të kishte pasur shumë më tepër shanse për të dalë me sukses sesa kërkesa për heqje nga lista, është thjesht spekulative. Ai thekson për më tepër se ky opsion, të cilin ai nuk e çmon si të mundshëm në rastin e vet sidomos për arsye të ngrirjes së aseteve të tij nga regjimi i sanksioneve dhe për faktin se diçka e tillë nuk është parashikuar nga Gjykata Federale, nuk do të kishte lejuar gjithsesi që t’u jepej zgjidhje përveç se një pjese të kufizimeve që janë objekt i këtij konflikti.", "2.  Vlerësimi i Gjykatës", "140.  Gjykata rikujton se neni 35 i Konventës e kërkon shterimin vetëm për ato mjete ligjore që janë të mundshme, të përshtatshme e që lidhen me shkeljet e fajësuara (Tsomtsos me të tjerë k. Greqisë, 15 nëntor 1996, § 32, Recueil des arrêts et décisions 1996V).", "141.  I takon Qeverisë pretenduese për mosshterimin që ta bindë Gjykatën se në kohën e fakteve ka pasur një zgjidhje efektive e të disponueshme si teorikisht ashtu edhe praktikisht, domethënë që ajo ka qenë e arritshme, e tillë që i ofronte paditësit ndreqjen e ankesave të tij dhe paraqiste perspektiva të arsyeshme për sukses (V. k. Mbretërisë së Bashkuar [DhM], nr. 24888/94, § 57, GjEDNj 1999IX).", "142.  Për më tepër, një paditës që e ka përdorur një mjet ligjor në dukje efektiv e të mjaftueshëm nuk ka përse të qortohet që nuk është përpjekur të përdorë mjete të tjera, të cilat ishin të disponueshme por nuk paraqisnin aspak më shumë shanse për sukses (shih, për shembull, Aquilina k. Maltës [DhM], nr. 25642/94, § 39, GjEDNj 1999III, dhe Manoussakis me të tjerë k. Greqisë, 26 shtator 1996, § 33, Recueil des arrêts et décisions 1996IV).", "143.  Në çështjen në fjalë, Gjykata vë re se paditësi nuk i ka kundërshtuar refuzimet që u kanë bërë IMES-i dhe ODM-ja kërkesave të tij për përjashtim nga regjimi i sanksioneve dhe se, në dy raste, atij i janë bërë përjashtime të cilat nuk i ka shfrytëzuar (paragrafët 34 e 57 të mësipërm).", "144.  Megjithatë, edhe sikur këto përjashtime të kishin mundësuar zbutjen e disa efekteve të regjimit të sanksioneve – domethënë largimin, për arsye mjekësore ose gjyqësore, nga enklava e Kampione d’Italias –, Gjykata çmon se çështja e përjashtimeve bën pjesë në një situatë më të gjerë, zanafilla e së cilës gjendet në regjistrimin e emrit të paditësit nga ana e autoriteteve zvicerane në listën aneksuar Urdhëresës për talibanët, e cila mbështetet tek ajo e Këshillit të Sigurimit. Lidhur me këtë, është e udhës të vërehet se paditësi ua ka kërkuar disa herë autoriteteve kombëtare heqjen e tij nga lista aneksuar Urdhëresës për talibanët. Mirëpo SECO-ja dhe Departamenti Federal i Ekonomisë i kanë rrëzuar këto kërkesa (paragrafët 30-32 të mësipërm). Këshilli Federal, të cilit ai i është drejtuar për ankesë ndaj vendimit të Departamentit, ia ka përcjellë çështjen Gjykatës Federale. Me një vendim të datës 14 nëntor 2007, kjo e fundit e ka rrëzuar kërkesën e tij pa i shqyrtuar në themel ankesat e bëra duke iu referuar Konventës. Për rrjedhojë, Gjykata çon se paditësi i ka shteruar mjetet e brendshme ligjore lidhur me regjimin e sanksioneve të marrë në tërësi, zbatimi i të cilit ndaj tij e ka zanafillën te prania e emrit të tij në listën aneksuar Urdhëresës për talibanët.", "145.  Në këto rrethana, Gjykata nuk e sheh të nevojshme që t’i japë përgjigje, në këtë stad, argumentit të ngritur nga Qeveria sipas të cilit ishte e arsyeshme që t’i kërkohej paditësit të shpërngulej nga Kampione d’Italia, ku ai banon që prej vitit 1970, drejt një krahine tjetër të Italisë. Kjo pikë do të luajë megjithatë njëfarë roli në kuadër të shqyrtimit të përpjesëtueshmërisë së masave që janë objekt në këtë konflikt (paragrafi 190 i mëposhtëm).", "146.  Për sa i takon pretendimit të nxjerrë, në fushën e nenit 8, nga fakti se regjistrimi i paditësit në listën aneksuar Urdhëresës për talibanët paska cenuar nderin dhe emrin e tij, Gjykata e pranon se ai është parashtruar, të paktën në themel, përpara instancave të brendshme. Në fakt, paditësi pretendonte se regjistrimi i emrit të tij në listën e Komitetit të Sanksioneve ishte njëlloj sikur ta akuzonin publikisht se mbante marrëdhënie me Osama Bin Ladenin, organizatën Al-Kaida e taibanët, sado që nuk ishte e vërtetë (shih paragrafët 33 e 38 të mësipërm).", "147.  Si rrjedhojë, Gjykata e rrëzon kërkesën për prapësim për shkak papranueshmërie të bërë nga ana e Qeverisë për mosshterim të mjeteve të brendshme ligjore për sa u përket pretendimeve lidhur me nenet 5 dhe 8.", "148.  Për sa i përket pretendimit sipas nenit 13, Gjykata çmon se prapësimi për mosshterim të mjeteve ligjore lidhet ngushtë me themelin e pretendimit. Për këtë arsye, ajo e bashkon atë me themelin.", "II.  RRETH SHKELJES SË PRETENDUAR TË NENIT 8 TË KONVENTËS", "149.  Paditësi vlerëson se ndalimi që i është bërë atij për të hyrë në Zvicër e për të kaluar transit përmes këtij vendi ka cenuar respektimin e jetës së tij private, duke përfshirë jetën e tij profesionale, dhe të jetës së tij familjare. Ai vë në dukje se kjo ndalesë e ka penguar atë të takohet me mjekët e tij në Zvicër ose në Itali apo të shkojë për vizitë te të afërmit e tij. Ai pretendon gjithashtu se regjistrimi i emrit të tij në listën aneksuar Urdhëresës për talibanët i ka cenuar nderin dhe emrin. Në mbështetje të këtyre pretendimeve, ai i referohet nenit 8 të Konventës, i cili shprehet kështu:", "“1. Çdokush ka të drejtën e respektimit të jetës së tij private dhe familjare, banesës dhe korrespondencës së tij.", "2. Autoriteti publik nuk mund të ndërhyjë në ushtrimin e kësaj të drejte, përveçse në shkallën e parashikuar nga ligji dhe kur është e nevojshme në një shoqëri demokratike, në interes të sigurisë publike, për mbrojtjen e rendit publik, shëndetit ose moralit ose për mbrojtjen e të drejtave dhe lirive të të tjerëve.”", "A.  Rreth pranueshmërisë", "150.  Gjykata çmon se është me vend që fillimisht të shqyrtohet zbatueshmëria e nenit 8 në rastin e çështjes në fjalë.", "151.  Ajo rikujton se nocioni “jetë private” është një nocion i gjerë, i cili nuk mund të bëhet objekt i një përkufizimi gjithëpërfshirës (shih, për shembull, Glor k. Zvicrës, nr. 13444/04, § 52, 30 prill 2009, Tysiąc k. Polonisë, nr. 5410/03, § 107, GjEDNj 2007I, Hadri-Vionnet k. Zvicrës, nr. 55525/00, § 51, 14 shkurt 2008, Pretty k. Mbretërisë së Bashkuar, nr. 2346/02, § 61, GjEDNj 2002III, dhe S. e Marper k. Mbretërisë së Bashkuar [DhM], nr. 30562/04 e 30566/04, § 66, GjEDNj 2008). Ajo e ka pranuar se shëndeti si edhe integriteti fizik e moral kanë të bëjnë me jetën private (Glor, i cituar më lart, § 54, dhe X e Y k. Vendeve të Ulëta, 26 mars 1985, § 22, seria A nr. 91; shih gjithashtu Costello-Roberts k. Mbretërisë së Bashkuar, 25 mars 1993, § 36, seria A nr. 247C). E drejta për jetën private përfshin edhe të drejtën për zhvillimin personal e të drejtën për të vendosur e mbajtur marrëdhënie me qenie të tjera njerëzore dhe me botën e jashtme në përgjithësi (shih, për shembull, S. e Marper, i cituar më lart, § 66).", "152.  Është e udhës përveç kësaj të rikujtohet se neni 8 synon të mbrojë gjithashtu edhe të drejtën për respektimin e “jetës familjare”. Nga kjo rrjedh sidomos që shteti duhet të veprojë në mënyrë të tillë që t’u mundësojë të interesuarve të bëjnë një jetë familjare normale (Marckx k. Belgjikës, 13 qershor 1979, § 31, seria A nr. 31). Gjykata e përcakton ekzistencën e një jete familjare rast pas rasti, duke u mbështetur te faktet e secilës çështje. Kriteri më me peshë në këtë fushë është ekzistenca e lidhjeve efektive ndërmjet individëve (po aty, K. e T. k. Finlandës [DhM], nr. 25702/94, § 150, GjEDNj 2001VII, dhe Şerife Yiğit k. Turqisë [DhM], nr. 3976/05, § 93, 2 nëntor 2010).", "153.  Gjykata rikujton përveç kësaj se neni 8 mbron gjithashtu të drejtën për respektimin e banesës (shih, për shembull, vendimin Gillow k. Mbretërisë së Bashkuar, 24 nëntor 1986, § 46, seria A nr. 109).", "154.  Nën dritën e kësaj jurisprudence, Gjykata çmon se pretendimet e formuluara nga paditësi në fushën e nenit 8 kanë të bëjnë vërtet me këtë dispozitë. Në fakt, ajo nuk e përjashton që ndalimi për të hyrë në Zvicër që i është diktuar atij ta ketë penguar atë, ose të paktën ta ketë bërë më të vështirë për të, që të vizitohet te mjekët e vet në Itali a në Zvicër apo që t’u bëjë vizitë të afërmve të tij. Prandaj, neni 8 gjen vend për zbatim në rastin e çështjes në fjalë, si për pjesën e tij “jeta private” ashtu edhe për atë “jeta familjare”.", "155.  Madje, ky pretendim nuk është haptazi i pabazuar në kuptimin e nenit 35 § 3 të Konventës dhe nuk bie ndesh me asnjë arsye tjetër për papranueshmëri. Është pra e udhës që ai të shpallet i pranueshëm.", "B.  Rreth themelit", "1.  Tezat e palëve", "a.  Paditësi", "156.  Paditësi ankohet se kufizimet që i janë bërë lirisë së tij të qarkullimit e kanë penguar atë të marrë pjesë në ngjarjet familjare (për shembull, varrime ose martesa) që kanë ndodhur gjatë gjithë kësaj periudhe kur ai nuk mund të udhëtonte lirisht për shkak të zbatimit të regjimit të sanksioneve. Ai e quan veten pra viktimë të një shkeljeje të së drejtës për respektimin e jetës private dhe familjare. Lidhur me këtë, ai mbron mendimin se cilësia e tij si shtetas italian që nuk është me vendbanim brenda territorit të shtetit të paditur nuk e pengon prapëseprapë atë që të ankohet për një shkelje të të drejtave të tij nga ana e këtij shteti, përderisa enklava e Kampione d’Italias paraqet veçorinë që është e rrethuar me territor zviceran. Ai çmon madje se, duke pasur parasysh integrimin, veçanërisht ekonomik, të Kampione d’Italias në kantonin e Tiçinos, i cili e rrethon plotësisht atë, do të kishte qenë e përshtatshme që autoritetet zvicerane ta trajtonin atë, për regjimin e sanksioneve, si shtetas zviceran. Nga ana tjetër, ai pohon se, në kundërshtim me çka pretendon Qeveria, ai nuk e kishte mundësinë që të jetonte gjetiu në Itali.", "157.  Paditësi çmon gjithashtu se regjistrimi i emrit të tij në listën aneksuar Urdhëresës për talibanët përbën një cenim të nderit e të emrit të tij, duke qenë se kjo listë përmbledh personat e dyshuar se marrin pjesë në financimin e terrorizmit. Në mbështetje të kësaj teze, ai përmend çështjen Sayadi e Vinck k. Belgjikës (të cituar më lart, paragrafët 88-92 të mësipërm), ku Komiteti i të Drejtave të Njeriut paska çmuar se regjistrimi i emrave të autorëve të komunikimeve në listën e Komitetit të Sanksioneve përbënte një cenim të paligjshëm të nderit të tyre.", "158.  Sipas paditësit, këto rrethana janë rënduar nga fakti që ai nuk e ka pasur mundësinë për të kundërshtuar pathemelësinë e pretendimeve të nxjerra kundër tij.", "159.  Prandaj, paska pasur shkelje të nenit 8 për disa arsye.", "b.  Qeveria", "160.  Qeveria rikujton se paditësi ishte i lirë të priste në Kampione d’Italia të gjitha vizitat që dëshironte, sidomos ato të nipërve e mbesave të tij. Ai nuk paska pretenduar që familja apo miqtë e tij ta kenë pasur të pamundur a veçanërisht të vështirë që të shkojnë në Kampione d’Italia, ku ai paska mundur ta bëjë jetën e vet familjare e shoqërore ashtu siç ka dashur, pa kurrfarë kufizimi. Në rast ngjarjesh të jashtëzakonshme, si martesa e një të afërmi, ai paska mundur të kërkojë një përjashtim nga regjimi i zbatueshëm. Për më tepër, ashtu siç është parashtruar lidhur me shterimin e mjeteve të brendshme ligjore, ai paska mundur të kërkojë lejen për t’u shpërngulur në një pjesë tjetër të territorit italian. Së fundi, Konventa nuk ia garantuaka një shtetasi të huaj të drejtën për të shkuar në një shtet ku i është ndaluar hyrja, me të vetmin qëllim që të mund ta mbajë vendbanimin e tij në një enklavë nga ku nuk del dot pa kaluar përmes shtetit të lartpërmendur. Për të gjitha këto arsye, Qeveria është e mendimit se masat e kundërshtuara nuk përbënin një ndërhyrje në të drejtat e garantuara nga neni 8.", "161.  Në përgjigje të pretendimit të paditësit se ai nuk e paska pasur kurrë mundësinë as për të marrë dijeni rreth faktorëve që kanë çuar te masat e kundërshtuara, as për t’i përgënjeshtruar ata përpara një gjykate, Qeveria thotë se e ka vërtetuar më lart që masat e kundërshtuara nuk i cenonin të drejtat e të interesuarit që garantohen nga neni 8. Ajo është pra e mendimit se pjesa procedurale e kësaj dispozite nuk gjen vend për zbatim në këtë rast.", "162.  Për këto arsye, Qeveria është e mendimit se kufizimet e diktuara nuk kanë përbërë një ndërhyrje në të drejtat e paditësit, të cilat garantohen prej nenit 8. Në rast se Gjykata do të dilte në tjetër përfundim, ajo mbron mendimin se masa që është objekt në këtë konflikt ishte gjithsesi e nevojshme në një shoqëri demokratike në kuptimin e nenit 8 § 2.", "2.  Vlerësimi i Gjykatës", "a.  Rreth ekzistencës së një ndërhyrjeje", "163.  Gjykata e sheh si të përshtatshme që të shqyrtojë fillimisht pretendimin e paditësit se atij i qenka bërë një ndërhyrje në të drejtën e vet për respektimin e jetës së tij private dhe familjare për shkak të ndalimit që të hyjë në Zvicër e të kalojë transit nëpër këtë vend.", "164.  Ajo rikujton se, sipas një parimi të qëndrueshëm të së drejtës ndërkombëtare, shtetet kanë të drejtën që, pa i dëmtuar zotimet që rrjedhin për ta në bazë të traktateve, ta kontrollojnë hyrjen e të huajve në truallin e tyre. Me fjalë të tjera, Konventa nuk e garanton si të tillë të drejtën për një individ që të hyjë në një territor shtetas i të cilit nuk është (shih, mes shumë të tjerësh, Maslov k. Austrisë [DhM], nr. 1638/03, § 68, GjEDNj 2008, Üner k. Vendeve të Ulëta [DhM], nr. 46410/99, § 54, GjEDNj 2006XII, Boujlifa k. Francës, 21 tetor 1997, § 42, Recueil des arrêts et décisions 1997VI, dhe Abdulaziz, Cabales e Balkandali k. Mbretërisë së Bashkuar, 28 maj 1985, § 67, seria A nr. 94).", "165.  Në rastin e çështjes në fjalë, Gjykata vëren që Gjykata Federale ka çmuar se masa objekt në konflikt përbënte një kufizim të madh të lirisë së paditësit (paragrafi 52 i mësipërm), ngaqë ky ndodhej në një situatë shumë të veçantë për shkak të pozicionit të Kampione d’Italias, e cila gjendet e tëra brenda një enklave në kantonin zviceran të Tiçinos. Gjykata i bashkohet këtij mendimi. Ajo çmon se moslejimi për t’u larguar nga territori shumë i kufizuar i Kampione d’Italias, që i është diktuar paditësit për të paktën gjashtë vjet, ishte i tillë që e bënte më të vështirë ushtrimin nga ana e të interesuarit e të drejtës së tij për të mbajtur kontakte me persona të tjerë – veçanërisht me të afërmit e tij – që jetonin jashtë enklavës (shih, mutatis mutandis, vendimet Agraw k. Zvicrës, nr. 3295/06, § 51, dhe Mengesha Kimfe k. Zvicrës, nr. 24404/05, §§ 69-72, që të dy të 29 korrikut 2010).", "166.  Duke pasur parasysh çka paraprin, Gjykata çmon se paditësi ka pësuar një ndërhyrje në të drejtën e vet për respektimin e jetës së tij private dhe familjare në kuptimin e nenit 8 § 1.", "b.  Rreth përligjjes së ndërhyrjes", "167.  Ndërhyrja në të drejtën për respektimin e jetës private dhe familjare të paditësit e vënë re më lart përbën shkelje të nenit 8 nëse nuk i plotëson kërkesat e paragrafit 2 të kësaj dispozite. Mbetet pra që të përcaktohet nëse ajo ishte “e parashikuar nga ligji”, e frymëzuar nga një a disa prej qëllimeve të drejta të shpallura në këtë paragraf dhe “e nevojshme në një shoqëri demokratike”, për t’i cenuar ato. Gjykata e çmon si të përshtatshme që t’i rikujtojë që në fillim disa parime që duhet ta udhëheqin atë në shqyrtimin e saj të mëtejshëm.", "i.  Parime të përgjithshme", "168.  Sipas një jurisprudence të vazhdueshme, Palët Kontraktuese janë përgjegjëse sipas nenit 1 të Konventës për të gjitha veprimet e mosveprimet e organeve të tyre, ngado që të rrjedhin ato, qoftë nga e drejta e brendshme, qoftë nga detyrime juridike ndërkombëtare. Neni 1 nuk bën asnjë dallim në këtë drejtim ndërmjet tipave të ndryshëm të normave apo masave dhe nuk përjashton asnjë pjesë të “juridiksionit” të Palëve Kontraktuese nga fuqia e Konventës (Bosphorus Hava Yolları Turizm ve Ticaret Anonim Şirketi, i cituar më lart, § 153, dhe Partia Kommuniste e Njësuar e Turqisë me të tjerë k. Turqisë, 30 janar 1998, § 29, Recueil des arrêts et décisions 1998I). Zotimet e marra nga shteti përmes konventash pas hyrjes në fuqi të Konventës ndaj tij mund ta ngarkojnë pra atë me përgjegjësi në vështrim të këtij instrumenti (Al-Saadoon e Mufdhi k. Mbretërisë së Bashkuar, nr. 61498/08, § 128, GjEDNj 2010 (pjesë të zgjedhura), dhe Bosphorus Hava Yolları Turizm ve Ticaret Anonim Şirketi, i cituar më lart, § 154, me referencat e cituara).", "169.  Nga ana tjetër, Gjykata rikujton se Konventa nuk duhet të interpretohet veçmas, por në mënyrë që të jetë në pajtim me parimet e përgjithshme të së drejtës ndërkombëtare. Sipas nenit 31 § 3 c) të Konventës së Vjenës të vitit 1969 për të drejtën e traktateve, interpretimi i një traktati duhet të bëhet duke pasur parasysh “çdo rregull përkatës të së drejtës ndërkombëtare të zbatueshëm në marrëdhëniet midis palëve”, sidomos ato lidhur me mbrojtjen ndërkombëtare të të drejtave të njeriut (shih, për shembull, Neulinger e Shuruk k. Zvicrës [DhM], nr. 41615/07, § 131, GjEDNj 2010, AlAdsani k. Mbretërisë së Bashkuar [DhM], nr. 35763/97, § 55, GjEDNj 2001-XI, dhe Golder k. Mbretërisë së Bashkuar, 21 shkurt 1975, § 29, seria A nr. 18).", "170.  Teksa marrin përsipër detyrime të tjera ndërkombëtare, shtetet nuk hamendësohet se kërkojnë t’u shmangen atyre që kanë miratuar më parë. Kur janë të zbatueshëm njëkohësisht disa instrumente në dukje të kundërta, jurisprudenca dhe doktrina ndërkombëtare përpiqen t’i interpretojnë në mënyrë që t’i bashkërendojnë efektet e tyre, duke e shmangur kundërvënien mes tyre. Nga kjo rrjedh që dy zotime të përkundërta duhet të harmonizohen sa më mirë, në mënyrë që atyre t’u jepen efekte që përputhen në çdo pikë me të drejtën në fuqi (shih, në këtë drejtim, vendimet e cituara më lart AlSaadoon e Mufdhi, § 126, dhe Al-Adsani, § 55, si edhe vendimin për pranim Banković, të cituar më lart, §§ 55-57; shih gjithashtu referencat e cituara në raportin e grupit studimor të KDN-së me titull “Copëzimi i së drejtës ndërkombëtare: vështirësi që rrjedhin nga bërja e larmishme e së drejtës ndërkombëtare dhe nga shtrirja e saj”, paragrafi 81 i mësipërm).", "171.  Për sa i përket më në veçanti pyetjes lidhur me raportin ndërmjet Konventës dhe rezolutave të Këshillit të Sigurimit, në çështjen Al-Jedda (të cituar më lart), Gjykata është shprehur kështu:", "“101.  Neni 103 i Kartës përcakton se detyrimet e anëtarëve të Kombeve të Bashkuara sipas Kartës do të kenë përparësi në rast konflikti me detyrimet e anëtarëve sipas çdolloj marrëveshjeje tjetër ndërkombëtare. Përpara se të shqyrtojë nëse neni 103 gjente ndonjë farë zbatimi në rastin e çështjes në fjalë, Gjykata duhet të përcaktojë nëse ekzistonte ndonjë konflikt midis detyrimeve që i binin Mbretërisë së Bashkuar sipas Rezolutës 1546 të Këshillit të Sigurimit dhe detyrimeve që rridhnin për të nga neni 5 § 1. Me fjalë të tjera, çështja thelbësore është të merret vesh nëse Rezoluta 1546 e detyronte Mbretërinë e Bashkuar për ta burgosur paditësin.", "102.  Gjykata do ta interpretojë Rezolutën 1546 duke iu referuar konsideratave të parashtruara në paragrafin 76 të mësipërm. Ajo do të marrë gjithashtu parasysh qëllimet që kanë çuar në krijimin e Kombeve të Bashkuara. Përtej qëllimit që ka të bëjë me ruajtjen e paqes dhe të sigurisë ndërkombëtare, të cilin e shpall paragrafi i tij i parë, neni 1 i Kartës sanksionon në paragrafin e tij të tretë se Kombet e bashkuara janë krijuar për “[të] realizuar bashkëpunimin ndërkombëtar (...) duke zhvilluar e nxitur respektimin e të drejtave të njeriut dhe të lirive themelore”. Neni 24 § 2 i Kartës i dikton këshillit të Sigurimit, në plotësimin e detyrave të veta lidhur me përgjegjësinë e tij kryesore për ruajtjen e paqes e të sigurisë ndërkombëtare, që të veprojë “në përputhje me qëllimet e parimet e Kombeve të Bashkuara”. Nga kjo, Gjykata del në përfundimin se, kur duhet të interpretohet një rezolutë e Këshillit të Sigurimit, duhet të prezumohet se ky i fundit nuk synon t’u diktojë shteteve anëtare kurrfarë detyrimi që do të binte ndesh me parimet themelore në fushën e mbrojtjes së të drejtave të njeriut. Prandaj, në rast paqartësie në mënyrën se si është shprehur një rezolutë, Gjykata duhet të zgjedhë atë interpretim që përputhet më mirë me kërkesat e Konventës dhe që mundëson shmangien e çdo konflikti mes detyrimesh. Duke pasur parasysh rolin që kanë luajtur Kombet e Bashkuara për zhvillimin dhe mbrojtjen e respektimit të të drejtave të njeriut, Këshilli i Sigurimit pritet që të përdorë një gjuhë të qartë e të shkoqur nëse kërkon që shtetet të marrin masa të veçanta të cilat mund të hyjnë në konflikt me detyrimet e tyre që rrjedhin prej rregullave ndërkombëtare për mbrojtjen e të drejtave të njeriut.”", "172.  Dhoma e Madhe i ripohon këto parime. Sidoqoftë, në rastin e çështjes në fjalë, ajo vëren se, në kundërshtim me çka ishte rasti në çështjen Al-Jedda të cituar më lart, ku termat e rezolutës në fjalë nuk e përmendnin burgosjen pa proces, Rezoluta 1390 (2002) u kërkon shprehimisht shteteve që ta ndalojnë hyrjen dhe kalimin transit në territorin e tyre të personave që figurojnë në listën e Kombeve të Bashkuara. Nga kjo rrjedh se prezumimi në fjalë është i përmbysur në rastin e kësaj çështjeje, duke pasur parasysh termat e qarta e të shkoqura, të cilat diktojnë një detyrim për të vendosur masa që mund t’i shkelin të drejtat e njeriut dhe të cilat janë përdorur në formulimin e kësaj rezolute (shih gjithashtu paragrafin 7 të Rezolutës 1267 (1999), paragrafi 70 i mësipërm, ku Këshilli i Sigurimit i ka mënjanuar edhe më qartë të gjitha detyrimet e tjera ndërkombëtare që nuk pajtohen me Rezolutën e lartpërmendur).", "ii.  Baza ligjore", "173.  Gjykata shënon se çështja e ekzistencës së një baze ligjore nuk përbën ndonjë mosmarrëveshje midis palëve. Ajo vëren se masat objekt në këtë konflikt janë marrë sipas Urdhëresës për talibanët, të miratuar për vënien në jetë të Rezolutave përkatëse të Këshillit të Sigurimit. Më në veçanti, ndalimi për të hyrë në Zvicër e për të kaluar transit përmes këtij vendi mbështetej në nenin 4a të kësaj urdhërese (paragrafi 66 i mësipërm). Këto masa mbështeten pra mbi një bazë të mjaftueshme ligjore.", "iii.  Qëllimi i drejtë", "174.  Paditësi nuk duket se e kundërshton që kufizimet objekt në konflikt të kenë synuar qëllime të drejta. Gjykata e çmon si të provuar se këto kufizime ndiqnin një a disa qëllime të drejta të përmendura në nenin 8 § 2: nga njëra anë, ato synonin parandalimin e veprave penale, nga ana tjetër, meqenëse Rezolutat përkatëse të Këshillit të Sigurimit ishin miratuar në kuadër të luftës kundër terrorizmit ndërkombëtar dhe ishin miratuar sipas Kreut VII të Kartës së Kombeve të Bashkuara (“Veprim në rast kërcënimi ndaj paqes, prishjeje të paqes e akti agresioni”), ato mund të sillnin gjithashtu ndihmesë për sigurinë kombëtare dhe për sigurimin publik të Zvicrës.", "iv.  Nevoja në një shoqëri demokratike", "α)  Vënia në jetë e rezolutave të Këshillit të Sigurimit", "175.  Qeveria e paditur si edhe qeveritë franceze dhe britanike, palë të treta ndërhyrëse, pohojnë se, në rastin e çështjes në fjalë, autoritetet zvicerane nuk kishin asnjë hapësirë manovrimi në vënien në jetë të Rezolutave përkatëse të Këshillit të Sigurimit. Gjykata duhet t’i shqyrtojë pra paraprakisht këto rezoluta për të përcaktuar nëse ato u lënë shteteve ndonjë farë lirie në vënien e tyre në jetë dhe, veçanërisht, nëse ato ua lejonin autoriteteve në rastin e çështjes në fjalë që ta merrnin parasysh karakterin shumë të veçantë të situatës së paditësit dhe, kështu, të vepronin në përputhje me kërkesat e nenit 8 të Konventës. Për ta bërë këtë, ajo do të marrë parasysh sidomos mënyrën se si janë formuluar këto rezoluta si edhe kontekstin në të cilin janë miratuar ato (Al-Jedda, i cituar më lart, § 76, me referencën e cituar të jurisprudencës përkatëse të Gjykatës Ndërkombëtare të Drejtësisë). Nga ana tjetër, do t’u kushtohet kujdes qëllimeve të ndjekura nga këto rezoluta (shih, në këtë drejtim, vendimin Kadi të GjDKE, të cituar më lart, § 296, paragrafi 86 i mësipërm), të cilat dalin sidomos nga hyrjet e tyre, të lexuara nën dritën e qëllimeve dhe të parimeve të Kombeve të Bashkuara.", "176.  Gjykata rikujton se Zvicra është bërë anëtare e OKB-së vetëm më 10 shtator 2002: ajo e ka miratuar pra Urdhëresën për talibanët të 2 tetorit 2000 që përpara se të ishte anëtare e kësaj organizate, ndërkohë që kishte tashmë detyrime sipas Konventës. Po ashtu, ajo e ka vendosur në nivel të brendshëm ndalimin e hyrjes dhe të kalimit transit lidhur me paditësin, ashtu siç parashikohej nga Rezoluta 1390 (2002) e 16 janarit 2002 (paragrafi 74 i mësipërm), më 1 maj të të njëjtit vit, me ndryshimin e nenit 4a të Urdhëresës për talibanët. Gjykata e di mirë se kjo rezolutë, sidomos në paragrafin e saj 2, synon “të gjitha shtetet” dhe jo vetëm anëtarët e Organizatës. Megjithatë, ajo çmon se Karta e Kombeve të Bashkuara nuk u dikton shteteve ndonjë model të caktuar për vënien në jetë të rezolutave të miratuara nga Këshilli i Sigurimit sipas Kreut VII të kësaj karte. Pa e dëmtuar natyrën detyruese të këtyre rezolutave, Karta u lë parimisht anëtarëve të OKB-së liri zgjedhjeje midis modeleve të ndryshme të mundshme për pranimin e rezolutave të tilla brenda rendit të tyre të brendshëm juridik. Kështu, ajo u dikton shteteve një detyrim për rezultatin, duke u lënë dorë të lirë për zgjedhjen e mjeteve për t’iu përshtatur rezolutave (shih në këtë drejtim, mutatis mutandis, vendimin Kadi të GjDKE-së, të cituar më lart, § 298, paragrafi 86 i mësipërm).", "177.  Në rastin e çështjes në fjalë, paditësi kundërshton para së gjithash ndalimin për të hyrë në Zvicër e për të kaluar transit nëpër këtë vend, që i janë diktuar konkretisht atij në zbatim të Rezolutës 1390 (2002). Mirëpo paragrafi 2 b) i kësaj rezolute vërtet ua dikton shteteve marrjen e masave të tilla, por ai “nuk zbatohet kur hyrja ose kalimi transit nevojitet për kryerjen e një procedure gjyqësore (...)” (paragrafi 74 i mësipërm). Sipas mendimit të Gjykatës, fjala “nevojitet” kërkon interpretim rast pas rasti.", "178.  Për më tepër, në paragrafin 8 të Rezolutës 1390 (2002), Këshilli i Sigurimit “i fton të gjitha shtetet që të marrin masa të menjëhershme për të zbatuar ose përforcuar me masa legjislative dhe administrative, si t’u vijë për mbarë, dispozitat e zbatueshme sipas legjislacionit apo rregullave të tyre ndaj shtetasve të tyre dhe personave ose entiteteve të tjerë që veprojnë në territorin e tyre (...)” (paragrafi 74 i mësipërm). Edhe formulimi “si t’u vijë për mbarë” u lë autoriteteve njëfarë mundësie për të qenë të zhdërvjellëta lidhur me modalitetet e vënies në jetë të kësaj rezolute.", "179.  Së fundi, Gjykata i referohet mocionit me anë të të cilit Komisioni për Politikën e Jashtme i Këshillit Kombëtar e ka ngarkuar Këshillin Federal që t’i bënte të ditur Këshillit të Sigurimit se nuk do t’i zbatonte më pa kushte sanksionet e shpallura ndaj personave fizikë sipas rezolutave të miratuara në kuadrin e luftës kundër terrorizmit (paragrafi 63 i mësipërm). Ndonëse teksti i këtij mocioni shprehet me terma mjaft të përgjithshëm, prej tij kuptohet megjithatë se çështja e paditësit është një nga arsyet kryesore që janë bërë shkak për miratimin e tij. Gjithsesi, sipas mendimit të Gjykatës, Parlamenti zviceran ka shprehur nëpërmjet miratimit të këtij mocioni vullnetin e tij për të ruajtur njëfarë fuqie për të gjykuar sipas mendjes së vet në zbatimin e rezolutave të Këshillit të Sigurimit lidhur me luftën kundër terrorizmit.", "180. Duke pasur parasysh çka paraprin më lart, Gjykata çmon se Zvicra e kishte njëfarë hapësire manovrimi, sigurisht të ngushtë, por prapëseprapë reale, në vënien në jetë të rezolutave detyruese të Këshillit të Sigurimit lidhur me këtë çështje.", "β)  Përpjesëtueshmëria e ndërhyrjes në rastin e çështjes në fjalë", "181.  Një ndërhyrje quhet si “e nevojshme në një shoqëri demokratike” për arritjen e një qëllimi të drejtë, në qoftë se ajo i përgjigjet një “nevoje të domosdoshme shoqërore” dhe nëse është në përpjesëtim me qëllimin e drejtë që ndiqet. Për këtë, duhet që arsyet e përmendura nga autoritetet kombëtare për ta përligjur atë të duken “rëndësore dhe të mjaftueshme” (shih, për shembull, S. e Marper, i cituar më lart, § 101, dhe Coster k. Mbretërisë së Bashkuar [DhM], nr. 24876/94, § 104, 18 janar 2001, me referencat e cituara).", "182.  Objekti dhe qëllimi i Konventës, si një instrument për mbrojtjen e të drejtave të njeriut që i mbron individët në mënyrë objektive (Neulinger e Shuruk, i cituar më lart, § 145), ftojnë që dispozitat e saj të interpretohen e zbatohen në një mënyrë të tillë që t’i bëjë konkrete dhe efektive kërkesat e tyre (shih, sidomos, vendimin Artico k. Italisë, 13 maj 1980, § 33, seria A nr. 37). Kështu, për “respektimin” e jetës private dhe familjare në kuptimin e nenit 8, duhet të merren parasysh veçoritë se secilit rast për të shmangur një zbatim mekanik të dispozitave të së drejtës së brendshme në një situatë të veçantë (shih, mutatis mutandis, Emonet me të tjerë k. Zvicrës, nr. 39051/03, § 86, 13 dhjetor 2007).", "183.  Gjykata ka vendosur tashmë se, që një masë të quhet si e përpjesëtuar dhe e nevojshme në një shoqëri demokratike, duhet përjashtuar mundësia e përdorimit të një mase tjetër që e cenon më pak të drejtën themelore për të cilën bëhet fjalë e që lejon të mbërrihet i njëjti qëllim (Glor, i cituar më lart, § 94).", "184.  Gjithsesi, i takon Gjykatës që ta vendosë përfundimisht çështjen e nevojës së ndërhyrjes në vështrim të kërkesave të Konventës (shih, për shembull, S. e Marper, i cituar më lart, § 101, dhe Coster, i cituar më lart, § 104). Për këtë, u duhet njohur njëfarë hapësire për vlerësim autoriteteve kompetente kombëtare. Shtrirja e kësaj hapësire mund të jetë e ndryshme dhe varet nga një numër faktorësh ku përfshihen natyra dhe rëndësia e të drejtës së cenuar për personin në fjalë, si edhe karakteri dhe qëllimi i ndërhyrjes (S. e Marper, i cituar më lart, § 102).", "185.  Për t’iu përgjigjur pyetjes nëse masat e marra ndaj paditësit ishin në përpjesëtim me qëllimin e drejtë që duhej të synonin dhe nëse arsyet e përmendura nga autoritetet kombëtare për t’i përligjur ato duken si « rëndësore dhe të mjaftueshme », Gjykata duhet të shqyrtojë nëse autoritetet zvicerane e kanë pasur mjaftueshëm parasysh natyrën e veçantë të rastit të tij dhe nëse ato i kanë marrë, brenda hapësirës së tyre për vlerësim, masat e duhura për t’ia përshtatur regjimin e sanksioneve situatës individuale të paditësit.", "186.  Duke vepruar kështu, Gjykata është e gatshme të marrë parasysh faktin se kërcënimi që përbënte terrorizmi ishte veçanërisht serioz në çastin e miratimit të rezolutave që i parashikonin këto sanksione, ndërmjet viteve 1999 dhe 2002. Ky konstatim rrjedh pa mëdyshje si nga mënyra se si shprehen rezolutat, ashtu edhe nga konteksti në të cilin ato janë miratuar. Por, nga ana tjetër, mbajtja e madje përforcimi i këtyre masave me kalimin e viteve duhet të shpjegohet e të përligjet në mënyrë bindëse.", "187.  Gjykata vë në dukje lidhur me këtë se hetimet e kryera nga autoritetet zvicerane dhe italiane kanë treguar se dyshimet për pjesëmarrje në veprimtari të lidhura me terrorizmin ndërkombëtar, të cilat rëndonin mbi paditësin, kanë dalë qartazi të pabazuara. Më 31 maj 2005, Prokuroria e Konfederatës i ka dhënë fund hetimit të çelur në tetor 2001 kundër të interesuarit dhe, më 5 korrik 2008, qeveria italiane i ka paraqitur Komitetit të Sanksioneve një kërkesë për heqje të emrit të tij nga lista, të arsyetuar me arkivimin e procedurës së drejtuar kundër tij në Itali (paragrafi 56 i mësipërm). Gjykata Federale, nga ana e saj, ka çmuar se një shtet që kishte kryer hetimet dhe procedurën penale nuk mund ta bënte vetë heqjen nga lista, por se ai mund t’ia komunikonte së paku rezultatin e hetimeve të tij Komitetit të Sanksioneve dhe të kërkonte ose të mbështeste heqjen e të interesuarit nga lista (paragrafi 51 i mësipërm).", "188.  Lidhur me këtë, Gjykata e gjykon si befasues pohimin se autoritetet zvicerane e paskan njoftuar vetëm më 2 shtator 2009 Komitetin e Sanksioneve për përfundimet e hetimeve të mbyllura më 31 maj 2005 (paragrafi 61 i mësipërm). Por duke vënë re se vërtetësia e këtij pohimi nuk është kundërshtuar nga Qeveria dhe në mungesë të një shpjegimi për këtë vonesë nga ana e kësaj të fundit, Gjykata vëren se një njoftim më i shpejtë i përfundimeve të autoriteteve hetimore do të kishte mundësuar që të arrihej më herët heqja e emrit të paditësit nga listat e Kombeve të Bashkuara dhe të Zvicrës dhe, për rrjedhojë, që të shkurtohej në mënyrë të konsiderueshme periudha gjatë së cilës i interesuari ka vuajtur kufizime të të drejtave të tij të mbrojtura nga neni 8 (shih, për këtë, Sayadi e Vinck (Komiteti i të Drejtave të Njeriut), i cituar më lart, § 12, paragrafët 88-92 të mësipërm).", "189.  Lidhur me përmasat e ndalimit në fjalë, Gjykata thekson se ai jo vetëm e pengonte paditësin që të shkonte në Zvicër, por, për shkak të vendndodhjes së Kampiones brenda një enklave, ia ndalonte atij që të largohej andej për çfarëdo drejtimi tjetër, qoftë edhe për të shkuar në pjesë të tjera të Italisë, një vend shtetas i të cilit ai ishte, pa e shkelur regjimin e sanksioneve.", "190.  Për më tepër, Gjykata çmon se paditësit nuk mund t’i kërkohej në mënyrë të arsyeshme që të shpërngulej nga Kampione d’Italia, ku ai është me vendbanim që prej vitit 1970, drejt një krahine tjetër të Italisë, dhe kjo aq më pak duke qenë se nuk përjashtohet që, për shkak të ngrirjes së parashikuar në paragrafin 1 c) të Rezolutës 1373 (2001) (paragrafi 73 i mësipërm), ai të mos mund t’i përdorte një pjesë të pasurive dhe të aseteve të tij. Pavarësisht nga çështja e shanseve për sukses të një kërkese për leje shpërnguljeje, është e udhës të rikujtohet se e drejta për respektimin e vendbanimit mbrohet nga neni 8 i Konventës (shih, për shembull, vendimet Prokopovitch k. Rusisë, nr. 58255/00, § 37, GjEDNj 2004XI (pjesë të zgjedhura), dhe Gillow, i cituar më lart, § 46).", "191.  Gjykata çmon gjithashtu se kjo çështje përmban një aspekt mjekësor që nuk duhet nënvlerësuar. Në fakt, është me vend të rikujtohet se paditësi ka lindur më 1931 dhe vuan nga probleme shëndetësore (paragrafi 14 i mësipërm). Vetë Gjykata Federale ka gjykuar se, pavarësisht nga mënyra e formulimit të tij në dukje pak detyrues, neni 4a, paragrafi 2, i Urdhëresës për talibanët i detyronte autoritetet që të jepnin përjashtime sa herë që e lejonte regjimi i sanksioneve, sepse një kufizim më i madh i lirisë individuale për të qarkulluar nuk do të përligjej as nga Rezolutat e Këshillit të Sigurimit, as nga interesi publik, dhe do të kishte qenë i shpërpjesëtuar në vështrim të situatës së veçantë të të interesuarit (paragrafi 52 i mësipërm).", "192.  Në rastin e çështjes në fjalë, IMES-i dhe ODM-ja kanë rrëzuar disa kërkesa për përjashtim nga ndalimi për hyrje e kalim transit, të cilat paditësi i kishte paraqitur për arsye mjekësore ose gjyqësore. Ky i fundit nuk ka bërë përpjekje për apelim ndaj këtyre refuzimeve. Nga ana tjetër, në të dyja rastet kur kërkesat e tij janë pranuar, ai nuk i ka përdorur përjashtimet e fituara (përkatësisht, prej një dhe dy ditësh), duke çmuar se afati i tyre nuk ishte i mjaftueshëm për të kryer udhëtimet e parashikuara, për shkak të moshës së tij dhe të largësisë së konsiderueshme që duhej të përshkonte. Gjykata mund ta kuptojë që atij vërtet t’i jetë dukur i pamjaftueshëm afati i këtyre përjashtimeve, duke pasur parasysh elementet e përmendura më lart (sidomos në paragrafin 191).", "193.  Është e udhës të rikujtohet lidhur me këtë se, sipas paragrafit 2 b) të Rezolutës 1390 (2002), Komiteti i Sanksioneve mund të jepte përjashtime në raste të caktuara, veçanërisht për arsye mjekësore, humanitare ose fetare. Gjatë takimit të datës 22 shkurt 2008 (paragrafi 54 i mësipërm), një përfaqësuese e Departamentit Federal të Punëve të Jashtme ka treguar se paditësi mund t’i kërkonte Komitetit të Sanksioneve një përjashtim më të shtrirë për arsye të situatës së tij të veçantë. Paditësi nuk ka formuluar kërkesë në këtë drejtim, por nuk duket e sidomos nga procesverbali i këtij takimi nuk del që autoritetet zvicerane t’i kenë ofruar atij ndihmën e tyre për ndonjë përçapje të tillë.", "194.  Është e provuar se emri i paditësit është regjistruar në listën e Kombeve të Bashkuara jo me nismën e Zvicrës, por me atë të Shteteve të Bashkuara. Nuk kundërshtohet gjithashtu që, të paktën deri në miratimin e Rezolutës 1730 (2006), nisja e një procedure eventuale përpara Komitetit të Sanksioneve për heqjen e emrit nga lista i takonte shtetit të kombësisë ose të vendbanimit të personit të prekur. Është e vërtetë se Zvicra nuk ishte as shteti i kombësisë, as shteti i vendbanimit të paditësit dhe se autoritetet zvicerane nuk kishin pra kompetencë për të ndërmarrë një përçapje të tillë. Megjithatë, nuk duket as që Zvicra të jetë orvatur për ta nxitur Italinë që të ndërmarrë një përçapje të tillë, as që t’i ketë ofruar ndihmën e saj për këtë qëllim (shih, mutatis mutandis, çështjen Sayadi e Vinck (Komiteti i të Drejtave të Njeriut), të cituar më lart, § 12, paragrafët 88-92 të mësipërm). Në fakt, nga procesverbali i takimit të datës 22 shkurt 2008 (paragrafi 54 i mësipërm) del se autoritetet janë mjaftuar t’i sugjerojnë paditësit që të marrë kontakt me Misionin e Italisë pranë Kombeve të Bashkuara, duke i treguar se ky shtet ishte në atë kohë anëtar i Këshillit të Sigurimit.", "195.   Gjykata e pranon që, bashkë me shtete të tjera, Zvicra ka bërë përpjekje të konsiderueshme të cilat kanë arritur si përfundim, pas disa vitesh, në një përmirësim të regjimit të sanksioneve (paragrafët 64 e 78 të mësipërm). Por ajo çmon se, duke pasur parasysh parimin sipas të cilit Konventa mbron të drejta jo teorike apo të rreme, por konkrete dhe efektive (Artico, i cituar më lart, § 33), ato që kanë rëndësi në këtë rast janë masat që kanë marrë konkretisht, ose janë përpjekur të marrin, autoritetet kombëtare përballë situatës shumë të veçantë të paditësit. Lidhur me këtë, Gjykata ka në veçanti mendimin se autoritetet zvicerane nuk i kanë marrë parasysh në mënyrë të mjaftueshme anët specifike të kësaj çështjeje, sidomos situatën e pashoqe të Kampione d’Italias nga pikëpamja gjeografike, kohëzgjatjen e konsiderueshme të masave të caktuara, si edhe kombësinë, moshën dhe gjendjen shëndetësore të paditësit. Ajo çmon nga ana tjetër se mundësia për të vendosur se si vihen në jetë rezolutat përkatëse të Këshillit të Sigurimit në rendin e brendshëm juridik do të kishte lejuar që të zbutej regjimi i sanksioneve që zbatohej për paditësin, duke marrë parasysh veçoritë e tij, në mënyrë që të mos shkelej mbi jetën e tij private dhe familjare, por pa cenuar megjithatë as karakterin e detyrueshëm të rezolutave përkatëse, as respektimin e sanksioneve që parashikojnë ato.", "196.  Në dritën e natyrës specifike të Konventës si traktat garancie kolektive të të drejtave të njeriut dhe të lirive themelore (shih, për shembull, Soering, i cituar më lart, § 87 dhe Irlanda k. Mbretërisë së Bashkuar, 18 janar 1978, § 239, seria A nr. 25), Gjykata çmon se shteti i paditur nuk bëhej dot bindës duke u mjaftuar me përmendjen e natyrës detyruese të rezolutave të Këshillit të Sigurimit, por do të ishte dashur ta bindte atë se kishte marrë – ose së paku ishte përpjekur të marrë – të gjitha masat e mundshme për t’ia përshtatur regjimin e sanksioneve situatës individuale të paditësit.", "197.  Ky përfundim e çliron Gjykatën nga detyrimi për të marrë vendim për çështjen e ngritur nga shteti i paditur dhe qeveritë e palëve të treta lidhur me hierarkinë ndërmjet detyrimeve që kanë shtetet palë në Konventë sipas këtij instrumenti, nga njëra anë, dhe atyre që rrjedhin nga karta e Kombeve të Bashkuara, nga ana tjetër. Ajo çka ka rëndësi, sipas Gjykatës, është të vërehet se Qeveria nuk ia ka arritur të vërtetojë se ishte përpjekur t’i harmonizonte sa më mirë ato detyrime që i kishte gjykuar si të përkundërta (shih, lidhur me këtë, paragrafët 81 e 170 të mësipërm).", "198.  Duke marrë parasysh tërësinë e rrethanave të çështjes në fjalë, Gjykata është e mendimit se kufizimet që i janë bërë lirisë së qarkullimit të paditësit përgjatë një kohe të konsiderueshme nuk kanë ruajtur një baraspeshë të duhur midis të drejtës së të interesuarit për mbrojtjen e jetës së tij private dhe familjare, nga njëra anë, dhe qëllimeve të drejta që përbëjnë parandalimi i veprave penale, mbrojtja e sigurisë kombëtare dhe e sigurisë publike të Zvicrës. Për rrjedhojë, ndërhyrja në të drejtën për respektimin e jetës private dhe familjare të këtij të fundit nuk ishte e përpjesëtuar e, për këtë arsye, as e nevojshme në një shoqëri demokratike.", "γ)  Përfundim", "199.  Duke pasur parasysh çka paraprin më lart, Gjykata e rrëzon pretendimin për prapësim paraprak të ngritur nga Qeveria për papajtueshmëri ratione materiae të kërkesëpadisë me Konventën dhe, duke marrë vendim në themel, çmon se ka pasur shkelje të nenit 8 të Konventës. Duke marrë parasysh këtë përfundim, e me gjithë faktin që një ankesë më vete e përbën pretendimi se regjistrimi i emrit të paditësit në listën aneksuar Urdhëresës për talibanët paska cenuar gjithashtu edhe nderin e emrin e tij, ajo çmon se nuk është me vend që kjo të shqyrtohet veçmas.", "III.  RRETH SHKELJES SË PRETENDUAR TË NENIT 13 TË KONVENTËS", "200.  Paditësi ankohet se nuk ka pasur mundësi për një zgjidhje efektive që t’ia mundësonte atij shqyrtimin e ankesave të bëra sipas Konventës. Ai e quan pra veten viktimë të një shkeljeje të nenit 13, i cili shprehet si më poshtë:", "“Çdokush, të cilit i janë shkelur të drejtat dhe liritë e përcaktuara në (...) Konventë, ka të drejtën e një zgjidhjeje efektive para një organi kombëtar, pavarësisht se shkelja është kryer nga persona që veprojnë në përmbushje të funksioneve të tyre zyrtare.”", "A.  Rreth pranueshmërisë", "201.  Gjykata vë re se kjo ankesë nuk është haptazi e paarsyetuar në kuptimin e nenit 35 § 3 të Konventës. Ajo vë madje në dukje se ajo nuk ndeshet me asnjë arsye tjetër për papranueshmëri. Është pra e udhës që ajo të shpallet e pranueshme.", "B.  Rreth themelit", "1.  Tezat e palëve", "a.  Paditësi", "202.  Paditësi, duke u mbështetur në çështjen Al-Nashif k. Bullgarisë (nr. 50963/99, 20 qershor 2002), mbron mendimin se interesat e përkundërt që janë, në njërën anë, mbrojtja e burimeve dhe e informatave me rëndësi për sigurinë kombëtare dhe, në anën tjetër, e drejta për zgjidhje efektive, mund të pajtohen përmes vendosjes së procedurave të përshtatshme. Ai ankohet se, pavarësisht nga kjo, në rastin e çështjes në fjalë nuk ka ekzistuar asnjë procedurë, as përpara organeve të Kombeve të Bashkuara, as përpara autoriteteve të brendshme.", "203.  Ai sjell si argument se çështja Sayadi e Vinck (e cituar më lart, paragrafët 88-92 të mësipërm) – në të cilën Komiteti i të Drejtave të Njeriut ka qenë i mendimit se urdhri që një gjykatë i ka drejtuar qeverisë belge në mënyrë që kjo e fundit t’i paraqiste Komitetit të Sanksioneve një kërkesë për heqje nga lista të autorëve të komunikimit, regjistrimin e të cilëve e kishte kërkuar vetë, përbënte një zgjidhje efektive – nuk ka të bëjë me rastin e çështjes në fjalë, e kjo për dy arsye. Nga njëra anë, ai nuk u ankuaka për faktin që Zvicra nuk ia ka hequr emrin nga lista e sanksioneve, një fuqi për të cilën Komiteti i të Drejtave të Njeriut paska ripohuar qartazi se i takonte ekskluzivisht Komitetit të Sanksioneve dhe jo vetë shteteve. Nga ana tjetër, në çështjen e tij, në kundërshtim me çfarë kishte ndodhur në gjykatën e shkallës së parë të Brukselit në çështjen Sayadi e Vinck, Gjykata Federale vërtet që paska thënë se Qeveria duhet ta mbështeste në përçapjet e tij për fshirje nga lista, por nuk i paska urdhëruar shprehimisht autoritetet kombëtare për ta bërë këtë gjë.", "204.  Kështu, paditësi mbron mendimin se përputhja e masave objekt konflikti me nenet 3, 8 dhe 9 të Konventës nuk është kontrolluar nga asnjë gjykatë e brendshme dhe se, për rrjedhojë, ka pasur shkelje të nenit 13.", "b.  Qeveria", "205.  Qeveria i referohet parimit se neni 13 kërkon që çdo individi që pretendon në mënyrë të pranueshme se është bërë objekt i një shkeljeje të Konventës t’i çelet një mundësi ankimi përpara një instance kombëtare. Duke pasur parasysh përfundimet e mëparshme, ajo e kundërshton karakterin e pranueshëm të ankesave të formuluara nga paditësi. Në rast se Gjykata do të dilte në ndonjë përfundim të ndryshëm, ajo mbron mendimin se në rastin e çështjes në fjalë nuk ka pasur shkelje të nenit 13 të bashkuar me nenin 8.", "206.  Në fakt, Qeveria rikujton se paditësi ka kërkuar që të hiqen nga aneksi i Urdhëresës për talibanët emri i tij dhe ai i organizmave me të cilët ai është i lidhur. Kjo kërkesë qenka shqyrtuar nga Gjykata Federale, e cila ka çmuar se paditësi nuk kishte një zgjidhje efektive për këtë çështje, meqenëse, duke qenë e detyruar nga rezolutat e Këshillit të Sigurimit, ajo nuk ishte në gjendje që t’i shfuqizonte sanksionet e shpallura ndaj paditësit. Gjykata Federale paska theksuar megjithatë se, në këtë situatë, i takonte si detyrë Zvicrës që të kërkonte heqjen e paditësit nga lista ose që ta mbështeste atë në një procedurë të tillë të nisur prej atij vetë. Lidhur me këtë, Qeveria rikujton se Zvicra nuk kishte tagër që të paraqiste vetë ajo një kërkesë për “de-listing” – përderisa paditësi nuk kishte shtetësinë zvicerane dhe nuk ishte me vendbanim në këtë vend – çka është pohuar nga Komiteti i Sanksioneve. Zvicra paska pasur vetëm mundësinë për të mbështetur kërkesën e paraqitur prej vetë paditësit, një gjë që ajo e paska bërë, konkretisht, duke i përcjellë avokatit të tij një vërtetim formal për pushim çështjeje në favor të paditësit.", "2.  Vlerësimi i Gjykatës", "a.  Parimet e zbatueshme", "207.  Gjykata rikujton se neni 13 garanton ekzistencën e një mundësie për ankim në të drejtën e brendshme, çka lejon denoncimin e cenimeve të të drejtave dhe të lirive të mbrojtura nga Konventa. Kështu, ndonëse shtetet kontraktuese gëzojnë njëfarë hapësire për vlerësim lidhur me mënyrën se si të jenë në përputhje me detyrimet që u dikton kjo dispozitë, duhet që në nivelin e brendshëm të ketë një zgjidhje në kuadrin e së cilës instanca kombëtare kompetente të mundë t’i shqyrtojë ankesat e mbështetura te Konventa dhe të urdhërojë ndreqjen e përshtatshme. Se deri ku shkon detyrimi që rrjedh nga neni 13, kjo ndryshon në varësi të natyrës së ankesës së bërë sipas Konventës, por zgjidhja duhet të jetë në çdo rast “efektive” si në praktikë ashtu edhe juridikisht, çka do të thotë sidomos që ushtrimi i rekursit nuk duhet të pengohet në mënyrë të papërligjur nga veprimet apo mosveprimet e autoriteteve të shtetit (Büyükdağ k. Turqisë, nr. 28340/95, § 64, 21 dhjetor 2000, me referencat sidomos ndaj vendimit Aksoy k. Turqisë, 18 dhjetor 1996, § 95, Recueil 1996VI). Në disa kushte, zgjidhjet e ofruara nga e drejta e brendshme, të para në tërësi, mund t’u përgjigjen kërkesave të nenit 13 (shih sidomos vendimin Leander k. Suedisë, 26 mars 1987, § 77, seria A nr. 116).", "208.  Përveç kësaj, neni 13 kërkon vetëm që në të drejtën e brendshme të ketë një zgjidhje për ankesat që mund të çmohen si “të pranueshme” në vështrim të Konventës (shih, për shembull, Boyle e Rice k. Mbretërisë së Bashkuar, 27 prill 1988, § 54, seria A nr. 131). Ai nuk i detyron shtetet që t’u lejojnë individëve që të denoncojnë përpara një autoriteti të brendshëm se sa përputhen ligjet kombëtare me Konventën (Costello-Roberts, i cituar më lart, § 40), por synon vetëm t’u ofrojë atyre që shprehin një ankesë të pranueshme për shkelje të një të drejte të mbrojtur nga Konventa një zgjidhje efektive brenda rendit juridik të brendshëm (po aty, § 39).", "b.  Zbatimi i këtyre parimeve në rastin e çështjes në fjalë", "209.  Gjykata vë re se, duke pasur parasysh konstatimin e shkeljes së nenit 8, të shprehur më lart, kjo ankesë është e pranueshme. Mbetet kështu që të shihet nëse paditësi ka pasur apo jo brenda së drejtës zvicerane mundësi për një zgjidhje efektive që t’i lejonte denoncimin e cenimeve të të drejtave të tij të mbrojtura nga Konventa.", "210.  Gjykata vëren se paditësi ka mundur t’u drejtohet juridiksioneve të brendshme me qëllim që të fitonte heqjen e emrit të tij nga lista aneksuar Urdhëresës për talibanët, çka do të kishte mundur të lejonte zgjidhjen e ankesave të tij të bëra sipas Konventës. Megjithatë, këto juridiksione nuk i kanë shqyrtuar lidhur me themelin ankesat e tij për shkeljet e pretenduara të Konventës. Në veçanti, Gjykata Federale ka çmuar se ajo vërtet mund të verifikonte nëse Zvicra ishte e detyruar nga rezolutat e Këshillit të Sigurimit, por jo t’i hiqte për mosrespektim të të drejtave të njeriut sanksionet e marra kundër paditësit (paragrafi 50 i mësipërm).", "211.  Gjykata Federale e ka pranuar madje shprehimisht se procedura për heqje nga lista përpara Kombeve të Bashkuara, edhe në versionin e saj të përmirësuar nga rezolutat e mëvonshme, nuk mund të konsiderohej si një zgjidhje efektive në kuptimin e nenit 13 të Konventës (paragrafi 50 i mësipërm).", "212.  Gjykata rikujton gjithashtu se GjDKE-ja ka çmuar se “parimet të cilat e drejtojnë rendin juridik ndërkombëtar që buron prej Kombeve të Bashkuara nuk nënkuptojnë që të përjashtohet një kontroll gjyqësor i ligjshmërisë së brendshme të rregullores objekt konflikti në vështrim të të drejtave themelore me arsyetimin se ky akt synon vënien në zbatim të një rezolute të Këshillit të Sigurimit, të miratuar sipas Kreut VII të Kartës së Kombeve të Bashkuara” (vendimi Kadi i GjDKE-së, i cituar më lart, § 299, paragrafi 86 i mësipërm). Gjykata çmon se ky arsyetim duhet të gjejë zbatim, mutatis mutandis, në këtë çështje, më saktësisht lidhur me kontrollin e përputhshmërisë së Urdhëresës për talibanët me Konventën nga ana e instancave zvicerane. Ajo çmon për më tepër se asnjë element i rezolutave Këshillit të Sigurimit nuk i pengonte autoritetet zvicerane që të ngrinin mekanizma për verifikimin e masave të marra në nivel kombëtar në zbatim të këtyre rezolutave.", "213.  Duke pasur parasysh çka paraprin më lart, Gjykata çmon se paditësi nuk ka pasur në dispozicion të tij asnjë mjet efektiv për të kërkuar heqjen e emrit të tij nga lista aneksuar Urdhëresës për talibanët e, për rrjedhojë, për t’iu ndrequr shkeljet e Konventës që ai denonconte (shih, mutatis mutandis, Lord Hope, në pjesën kryesore të vendimit Ahmed me të tjerë, të cituar më lart, §§ 81-82, paragrafi 96 i mësipërm).", "214.  Prandaj, Gjykata e rrëzon pretendimin për prapësim paraprak të ngritur nga Qeveria për mosshterim të mjeteve të brendshme për rekurs dhe, duke marrë vendim në themel, çmon se ka pasur shkelje të nenit 13 të bashkuar me nenin 8.", "IV.  RRETH SHKELJEVE TË PRETENDUARA TË NENIT 5 TË KONVENTËS", "215.  Duke iu referuar nenit 5 § 1 të Konventës, paditësi mbron mendimin se ndalimi për të hyrë në Zvicër dhe për të kaluar transit nëpër këtë vend, i diktuar pas regjistrimit të emrit të tij në listën e Komitetit të Sanksioneve, përbën një masë heqjeje lirie. Në fushën e nenit 5 § 4, ai ankohet se autoritetet e brendshme nuk kanë kryer asnjë kontroll për ligjshmërinë e pengesave të vëna ndaj lirisë së tij të qarkullimit. Këto dispozita shprehen kështu:", "“1.  Çdokush ka të drejtën e lirisë e të sigurisë personale. Askujt nuk mund t’i hiqet liria, me përjashtim të rasteve që vijojnë dhe në përputhje me procedurën e parashikuar me ligj:", "a) kur burgoset ligjërisht pas një dënimi të dhënë nga një gjykatë kompetente;", "b) kur arrestohet ose ndalohet ligjërisht për moszbatim të një urdhri të dhënë nga gjykata në përputhje me ligjin ose për të garantuar përmbushjen e një detyrimi të parashikuar nga ligji;", "c) kur arrestohet ose ndalohet ligjërisht për t’u çuar përpara autoritetit gjyqësor kompetent pas dyshimit të arsyeshëm se ka kryer një vepër penale ose kur çmohet në mënyrë të arsyeshme e nevojshme për të parandaluar kryerjen prej tij të veprës penale ose largimin e tij pas kryerjes së saj;", "d) kur një i mitur ndalohet ligjërisht për qëllim edukimi të mbikëqyrur ose për ndalimin e tij të ligjshëm me qëllim që të çohet përpara autoritetit kompetent ligjor;", "e) kur ndalohet ligjërisht për të parandaluar përhapjen e sëmundjeve ngjitëse, të personave të sëmurë mendërisht, alkoolistëve, narkomanëve ose endacakëve;", "f) kur arrestohet ose ndalohet ligjërisht me qëllim që të ndalohet hyrja e tij e paautorizuar në atë vend, ose nëse kundër tij është duke u kryer një procedurë dëbimi ose ekstradimi;", " (...)", "4.  Çdo person, të cilit i është hequr liria me arrestim ose me burgim, ka të drejtë të bëjë ankim në gjykatë me qëllim që kjo e fundit të vendosë, brenda një afati të shkurtër, për ligjshmërinë e burgimit të tij dhe të urdhërojë lirimin, në qoftë se burgimi është i paligjshëm.", "(...)”", "1.  Tezat e palëve dhe të të tretëve që ndërhyjnë në çështje", "a.  Qeveria", "216.  Duke iu referuar çështjeve Guzzardi k. Italisë (6 nëntor 1980, seria A nr. 39), dhe S.F. k. Zvicrës (2 mars 1994, 16360/90, Décisions et Rapports 76-A, f. 13 e vijuese), Qeveria pretendon se në rastin e çështjes në fjalë nuk ka pasur “heqje lirie”. Sipas saj, qëllimi i masës objekt konflikti nuk ka qenë asnjëherë për ta mbyllur paditësin brenda territorit të Kampione d’Italias. Kjo masë paska pasur si objekt vetëm që ta ndalonte të interesuarin të hynte në Zvicër dhe të kalonte transit nëpër këtë vend. Fakti që paditësi është gjendur i kufizuar në lëvizjet e tij nga masa e fajësuar qenka për faj të vetë të interesuarit, i cili paska zgjedhur lirisht që ta vendosë vendbanimin e tij në një enklavë italiane të rrethuar prej territorit zviceran: atë nuk e paskan detyruar të jetë me vendbanim në Kampione d’Italia as sanksionet, ashtu siç i kishin vendosur ato Kombet e Bashkuara, as vënia e tyre në zbatim nga ana e autoriteteve zvicerane. Kështu, në çdo moment, ai paska mundur të kërkojë një përjashtim me qëllim që ta shpërngulte vendbanimin e vet në një pjesë tjetër të territorit italian.", "217.  Për sa u përket efekteve dhe modaliteteve të kësaj mase, Qeveria thotë në mbrojtje të saj se paditësi nuk i nënshtrohej asnjë kufizimi tjetër përveç ndalimit, sipas saj teorik, për të hyrë në Zvicër dhe për të kaluar transit nëpër këtë vend. Në veçanti, ai nuk qenka bërë objekt për asnjë mbikëqyrje nga ana e autoriteteve zvicerane, nuk paska pasur asnjë detyrim të veçantë, dhe paska mundur të presë lirisht sa vizita që të dëshironte. Ai paska mundur gjithashtu, në çdo kohë, të takohet lirisht me avokatët e tij. Së fundi, Qeveria shton se kufiri ndërmjet Kampione d’Italias dhe Zvicrës nuk mbikëqyret, kështu që paditësi nuk e paska perceptuar fizikisht ndalimin për të shkuar në Zvicër.", "218.  Për këto arsye, Qeveria mbron mendimin se masa objekt konflikti nuk mund të barazohet me një heqje lirie në kuptimin e nenit 5 § 1.", "b.  Paditësi", "219.  Paditësi çmon se kjo çështje nuk mund të krahasohet me çështjen S.F. k. Zvicrës (të cituar më lart), në të cilën Komisioni e kishte shpallur të papranueshëm pretendimin e një paditësi që ankohej sipas këndvështrimit të nenit 5 se nuk ishte lejuar të largohej nga Kampione d’Italia për disa vjet. Ai argumenton lidhur me këtë se, nga njëra anë, pamundësia në të cilën është gjendur ai për t’u larguar nga qyteti nuk mbështetej në ndonjë dënim dhe, nga ana tjetër, ndryshe nga paditësi i çështjes së cituar më lart, ai nuk ka mundur t’i kundërshtonte kufizimet objekt konflikti në kuadër të një procedure të drejtë.", "220.  Paditësi nuk e mohon se atë nuk e ndalonte asnjë pengesë fizike për t’u larguar nga Kampione d’Italia, por thekson se vendkalimi midis Italisë dhe Zvicrës është objekt kontrollesh sporadike dhe se, sikur të ishte zbuluar në kuadrin e një kontrolli të tillë se po orvatej të hynte në një territor ku e kishte të ndaluar, do të ishte bërë objekt për një procedurë që mund të përfundonte me sanksione të rënda.", "221.  Ai thekson pastaj në mbrojtje të tij se sipërfaqja e territorit të Kampione d’Italias është 1,6 km2 dhe se, kështu, hapësira ku ai mund të lëvizte lirisht është më e ngushtë se ajo që kishte paditësi në çështjen Guzzardi k. Italisë (të cituar më lart), konkretisht një ishull prej 2,5 km2.", "222.  Madje, ai thekson se vetë Gjykata Federale e ka pranuar që ato kufizime të cilat i ishin diktuar atij afroheshin në praktikë me një arrest shtëpiak. Për të gjitha këto arsye, në rastin e tij u dashka të gjejë zbatim neni 5 § 1.", "c.  Qeveria franceze", "223.  Qeveria franceze, palë e tretë ndërhyrëse, është e mendimit se neni 5 i Konventës nuk ka se si të gjejë zbatim në rastin e një personi që është objekt i një ndalimi hyrjeje apo kalimi transit në një territor të caktuar dhe se rrethanat e veçanta të çështjes në fjalë, të cilat u lidhkan me faktin se paditësi është me vendbanim në një enklavë italiane të kantonit të Tiçinos, nuk e ndryshojnë dot këtë vlerësim nëse nuk e shtrembërojnë thellësisht përmbajtjen e kësaj dispozite.", "2.  Vlerësimi i Gjykatës", "224.  Gjykata rikujton se neni 5 sanksionon një të drejtë themelore të qenies njerëzore, konkretisht mbrojtjen e individit nga cenimet arbitrare të të drejtës së tij për liri nga ana e shtetit. Vetë mënyra se si është formuluar kjo dispozitë e saktëson mirë se garancia që përmban ajo zbatohet te “çdokush”. Pikat a) deri në f) të nenit 5 § 1 numërojnë në mënyrë kufizuese arsyet që e lejojnë heqjen e lirisë. Një masë e tillë nuk është në përputhje me nenin 5 § 1 në qoftë se nuk ka të bëjë me ndonjë prej këtyre arsyeve apo në qoftë se nuk parashikohet nga ndonjë përjashtim i bërë në përputhje me nenin 15 të Konventës, i cili i lejon një shteti kontraktues, “[n]ë rast lufte ose rreziku tjetër publik që i kanoset jetës së kombit”, të marrë masa që iu shmangen detyrimeve të cilat rrjedhin prej nenit 5, “vetëm për aq sa e kërkon situata” (shih, mes precedentësh të tjerë, AlJedda, i cituar më lart, § 99, A. Me të tjerë k. Mbretërisë së Bashkuar [DhM], nr. 3455/05, §§ 162-163, GjEDNj 2009, dhe Irlanda k. Mbretërisë së Bashkuar, i cituar më lart, § 194).", "225.  Neni 5 § 1 nuk ka të bëjë me kufizimet e thjeshta ndaj lirisë së qarkullimit, të cilat i binden nenit 4 të Protokollit nr. 4, i cili nuk është ratifikuar nga Zvicra. Për të përcaktuar nëse një individi i është “hequr liria” në kuptimin e neni 5, duhet filluar nga situata e tij konkrete dhe duhen marrë parasysh një tërësi kriteresh të tilla si natyra, kohëzgjatja, efektet dhe modalitetet e zbatimit të masës së marrë në shqyrtim. Ndërmjet heqjes dhe kufizimit të lirisë, ka vetëm një diferencë shkalle dhe intensiteti, por jo natyre dhe thelbi (Austin me të tjerë k. Mbretërisë së Bashkuar [DhM], nr. 39692/09, 40713/09 dhe 41008/09, § 57, 15 mars 2012, Stanev k. Bullgarisë [DhM], nr. 36760/06, § 115, 17 janar 2012, Medvedyev me të tjerë k. Francës [DhM], nr. 3394/03, § 73, GjEDNj 2010, Guzzardi, i cituar më lart, §§ 92-93, Storck k. Gjermanisë, nr. 61603/00, § 71, GjEDNj 2005V, dhe Engel me të tjerë k. Vendeve të Ulëta, 8 qershor 1976, § 59, seria A nr. 22).", "226.  Gjykata çmon gjithashtu se përçapja që ka të bëjë me marrjen parasysh të “llojit” dhe të “modaliteteve të zbatimit” të masës në fjalë (Engel me të tjerë, § 59, dhe Guzzardi, § 92, të dyja të cituara më lart) i jep asaj mundësi të ketë parasysh kontekstin dhe rrethanat specifike të atyre kufizimeve të lirisë që largohen nga situata tipike që është burgimi (shih, për shembull, Engel me të tjerë, § 59, dhe Amuur, § 43, të dyja të cituara më lart). Në fakt, konteksti ku përfshihet masa përbën një faktor të rëndësishëm, sepse në shoqëritë moderne ndodh shpesh që të krijohen situata ku publikut mund t’i kërkohet të durojë kufizime të lirisë së qarkullimit ose të lirisë së personave në interesin e të mirës së përbashkët (shih, mutatis mutandis, Austin me të tjerë, i cituar më lart, § 59).", "227.  Gjykata vëren që, për të mbrojtur mendimin se neni 5 duhet të gjejë zbatim në rastin e çështjes në fjalë, paditësi bazohet veçanërisht te çështja Guzzardi, e cituar më lart. Në atë çështje, kërkesëpadia ishte paraqitur nga një person i cili, për shkak se dyshohej që t’i përkiste një klani mafioz, ishte detyruar të jetonte në një ishull në një zonë – jo të mbyllur me rrethim – prej 2,5 kilometrash katrore, kryesisht në shoqëri të disa personave që gjendeshin në një situatë të ngjashme me të si edhe të personelit të ngarkuar me mbikëqyrjen. Gjykata doli në përfundimin se paditësit i ishte “hequr liria” në kuptimin e nenit 5 dhe se atij i lindte për pasojë e drejta e garancive që rridhnin nga kjo dispozitë (shih gjithashtu çështjen Giulia Manzoni k. Italisë, 1 korrik 1997, §§ 18-25, Recueil 1997IV).", "228.  Ndërsa në çështjen S.F. k. Zvicrës (të cituar më lart), ku paditësi ankohej se nuk ishte lejuar të largohej nga enklava e Kampione d’Italias për disa vjet, Komisioni e shpalli pretendimin të papranueshëm, duke çmuar se neni 5 nuk gjente zbatim në rastin e çështjes në fjalë. Dhoma e Madhe e çmon të udhës që të ndjekë po atë qasje të zbatuar në atë çështje, për arsyet e mëposhtme.", "229.  Në rastin konkret të paditësit, Gjykata e pranon se kufizimet e diktuara kanë zgjatur për një kohë të konsiderueshme. Megjithatë, ajo vëren se hapësira ku i interesuari nuk lejohej të qarkullonte ishte territori i një shteti të tretë, i Zvicrës, dhe se sipas të drejtës ndërkombëtare, ky shtet e kishte të drejtën për të mos e pranuar hyrjen e një të huaji (paragrafi 164 i mësipërm). Kufizimet në fjalë nuk e kanë penguar paditësin që të jetonte e të qarkullonte lirisht në territorin e vendbanimit të tij të përhershëm, ku ai kishte zgjedhur, me vullnetin e tij të plotë, të jetonte dhe të vazhdonte veprimtaritë e tij. Gjykata është e mendimit se, në këto rrethana, rasti i tij ka dallim rrënjësor nga situata faktike që mbizotëronte në çështjen Guzzardi (të cituar më lart) dhe ndalimi që i është diktuar atij nuk ngre pikëpyetje në këndvështrimin e nenit 5 të Konventës.", "230.  Gjykata e pranon gjithashtu se sipërfaqja e territorit të Kampione d’Italias është e ngushtë. Megjithatë, ajo vëren se paditësi nuk ka qenë objekt as i ndonjë burgimi të mirëfilltë, as i ndonjë arresti të vërtetë shtëpiak: atij thjesht i është diktuar një ndalim hyrjeje dhe kalimi transit në një territor të caktuar, dhe ky ndalim ka pasur si pasojë që e ka penguar atë të largohet nga hapësira e ndodhur brenda një enklave.", "231.  Gjykata vë në dukje për më tepër se paditësi nuk e ka kundërshtuar para saj pohimin e Qeverisë zvicerane se ai nuk ka qenë objekt për kurrfarë mbikëqyrjeje nga ana e autoriteteve helvetike dhe nuk kishte asnjë detyrim për t’u paraqitur rregullisht në polici (shih, a contrario, Guzzardi, e cituar më lart, § 95). Nga ana tjetër, nuk duket as që atij t’i jenë bërë kufizime lirie për të pritur të tretë, qofshin ata të afërm, mjekë apo avokatë të tij (po aty).", "232.  Së fundi, Gjykata rikujton se regjimi i sanksioneve i lejonte paditësit që të kërkonte përjashtime nga ndalimi për hyrje a për kalim transit dhe se atij i janë dhënë vërtet dy herë përjashtime të tilla, por ai nuk i ka përdorur ato.", "233.  Duke pasur parasysh tërësinë e rrethanave të çështjes në fjalë, dhe në përputhje me jurisprudencën e saj, Gjykata, sipas shembullit të Gjykatës Federale (paragrafi 48 i mësipërm), del në përfundimin se paditësit nuk i është “hequr liria” në kuptimin e nenit 5 § 1 nga ndalimi për hyrje dhe për kalim transit në Zvicër.", "234.  Për rrjedhojë, pretendimet që ai ka ngritur sipas nenit 5 janë haptazi të paarsyetuara dhe duhet të rrëzohen në zbatim të nenit 35 §§ 3 dhe 4 të Konventës.", "V.  RRETH SHKELJEVE TË TJERA TË PRETENDUARA TË KONVENTËS", "235.  Duke përmendur argumente në thelb të ngjashme me ato që Gjykata ka shqyrtuar nën këndvështrimin e neneve 5 dhe 8, paditësi ankohet se është trajtuar në kundërshtim me nenin 3. Ai pretendon për më tepër se pamundësia në të cilën është ndodhur ai për t’u larguar nga enklava e Kampione d’Italias e për të shkuar në një xhami i ka cenuar atij lirinë për të shfaqur fenë dhe besimet e tij, të garantuar nga neni 9.", "236.  Duke parë tërësinë e elementeve që ka në zotërim të saj dhe edhe sikur të hamendësohet që këto pretendime të jenë ngritur në mënyrën e duhur përpara juridiksioneve kombëtare, Gjykata nuk vë re asnjë gjurmë shkeljeje të neneve 3 dhe 9 të Konventës.", "237.  Për rrjedhojë, kjo pjesë e kërkesëpadisë duhet të rrëzohet për mungesë të dukshme themeli, në përputhje me nenin 35 §§ 3 dhe 4 të Konventës.", "VI.  RRETH ZBATIMIT TË NENIT 41 TË KONVENTËS", "238.  Sipas nenit 41 të Konventës,", "“Kur Gjykata konstaton se ka pasur një shkelje të Konventës ose të protokolleve të saj dhe, nëse e drejta e brendshme e Palës së Lartë Kontraktuese lejon të bëhet vetëm një ndreqje e pjesshme, Gjykata, kur është e nevojshme, i akordon shpërblim të drejtë palës së dëmtuar.”", "A.  Dëmi", "239.  Paditësi nuk ka formuluar asnjë kërkesë për dëmin material apo moral.", "240.  Prandaj, nuk është me vend që atij t’i caktohet ndonjë shumë për këtë.", "B.  Kosto dhe shpenzime", "241.  Për kosto e shpenzime, paditësi kërkon t’i shlyhen 75 000 sterlina (GBP) dhe tatimi mbi vlerën e shtuar për shpenzimet avokatore që ka paguar lidhur me procedurën përpara Gjykatës, dhe 688,22 euro (EUR) që u përgjigjen shpenzimeve të paguara për udhëtimet e avokatit të tij deri në Kampione d’Italia, për bisedat telefonike dhe shpenzimet administrative.", "242.  Qeveria rikujton se paditësi ka zgjedhur të përfaqësohet nga një avokat që e ushtron profesionin në Londër dhe që faturon për çdo orë pune një tarifë dukshëm më të lartë sesa tarifat mesatare të zbatuara në Zvicër, dhe se kjo zgjedhje ka sjellë shpenzime të konsiderueshme udhëtimi. Sipas saj, edhe sikur të pranohet që kjo çështje të jetë aq e ngatërruar sa e çmon paditësi, numri i orëve të faturuara është i tepruar. Për rrjedhim, ajo çmon se në rast pranimi të kërkesës, një shumë deri në 10 000 franga zvicerane (CHF) do të ishte e mjaftueshme.", "243.  Gjykata rikujton se, kur ajo vë re një shkelje të Konventës, mund t’i caktojë paditësit shlyerjen e kostove dhe shpenzimeve që ai ka paguar përpara juridiksioneve kombëtare për të parandaluar ose ndrequr përmes tyre shkeljen në fjalë (Neulinger e Shuruk, i cituar më lart, § 159). Duhet gjithashtu që të vërtetohet se këto shpenzime kanë qenë reale, të domosdoshme dhe me karakter të arsyeshëm (po aty).", "244.  Gjykata nuk bashkohet në një mendim me Qeverinë se paditësi u dashka t’i marrë vetë përsipër pasojat e zgjedhjes së tij për t’i dhënë mandat një avokati britanik. Ajo rikujton lidhur me këtë se, sipas nenit 36 § 4 a) të Rregullores së Gjykatës, përfaqësuesi i palës paditëse duhet të jetë një “avokat i autorizuar të praktikojë në ndonjë prej Palëve Kontraktuese dhe banor në territorin e ndonjërës prej tyre (...)”. Megjithatë, ajo shënon se, në rastin e çështjes në fjalë, vetëm pretendimet sipas neneve 8 dhe 13 kanë përfunduar me një konstatim shkeljeje të Konventës. Çdo kërkesë për shtesë tjetër është pra e papranueshme.", "245.  Për rrjedhojë, duke pasur parasysh elementet që ka në zotërim dhe kriteret e paraqitura këtu më lart, Gjykata e quan të arsyeshme që t’i japë paditësit shumën prej 30 000 EUR për shpenzimet e kryera prej tij në kuadrin e procedurës së ndjekur përpara saj.", "C.  Kamatëvonesat", "246.  Gjykata e gjykon si të përshtatshme që ta bazojë përqindjen e kamatëvonesave te përqindja e interesit të huas afatshkurtër të Bankës Qendrore Evropiane, të rritur me tri pikë përqindjeje.", "ME KËTO MOTIVE, GJYKATA, NJËZERI", "1.  Rrëzon pretendimet për prapësime paraprake të ngritura nga Qeveria për papajtueshmëri ratione personae të kërkesëpadisë me Konventën dhe për mungesë cilësie viktime të paditësit;", "", "2.  E bashkon me themelin pretendimin për prapësim paraprak të ngritur nga Qeveria për papajtueshmëri ratione materiae të kërkesëpadisë me Konventën;", "", "3.  Rrëzon pretendimin për prapësim paraprak të ngritur nga Qeveria për mosshterim të mjeteve të brendshme ligjore për sa u përket ankesave sipas neneve 5 dhe 8, dhe e bashkon me themelin për sa i përket ankesës sipas nenit 13;", "", "4.  I shpall të papranueshme ankesat sipas neneve 8 e 13, si edhe kërkesën për çdo shtesë tjetër;", "", "5.  Rrëzon pretendimin për prapësim paraprak të ngritur nga Qeveria për papajtueshmëri ratione materiae të kërkesëpadisë me Konventën dhe thotë se ka pasur shkelje të nenit 8 të Konventës;", "", "6.  Rrëzon pretendimin për prapësim paraprak të ngritur nga Qeveria për mosshterim të mjeteve të brendshme ligjore për sa u përket ankesave sipas nenit 13 të Konventës dhe thotë se ka pasur shkelje të kësaj dispozite, të bashkuar me nenin 8;", "", "7.  Thotë", "a)  se shteti i paditur duhet t’i paguajë paditësit, brenda tre muajsh, shumën prej 30 000 EUR (tridhjetë mijë euro) për kosto dhe shpenzime, të cilat duhet të konvertohen në monedhën e shtetit të paditur me kursin e zbatueshëm në ditën e kryerjes së pagesës, plus çdo shumë që mund të duhet më tepër si vlerë tatimi për paditësin;", "b)  se, duke nisur nga përfundimi i afatit të lartpërmendur e deri në derdhjen e saj, kjo shumë do të shtohet me një interes të thjeshtë në përqindje të barabartë me atë të huas afatshkurtër të Bankës Qendrore Evropiane të zbatueshme gjatë kësaj periudhe, të shtuar me tri pikë përqindjeje;", "", "8.  Rrëzon kërkesën për çdo shtesë si shpërblim i drejtë.", "", "I hartuar në frëngjisht dhe në anglisht, pastaj i shpallur në seancë publike në Pallatin e të Drejtave të Njeriut, në Strasburg, më 12 shtator 2012.", "\tMichael O’Boyle\tNicolas Bratza\n\tZëvendëssekretar \tKryetar", "Këtij vendimi i bashkëngjitet, në përputhje me nenet 45 § 2 të Konventës dhe 74 § 2 të Rregullores, paraqitja e mendimeve më vete të mëposhtme:", "–  mendim pajtues i përbashkët për gjyqtarët Bratza, Nicolaou dhe Yudkivska;", "–  mendim pajtues i gjyqtarit Rozakis me të cilin bashkohen gjyqtarët Spielmann dhe Berro-Lefèvre ;", "–  mendim pajtues i gjyqtarit Malinverni.", "N.B.", "M.O’B.", "", "Mendimet më vete nuk janë përkthyer, por janë në anglisht dhe/ose në frëngjisht në variant(in/et) e vendimit në gjuhë zyrtare dhe mund të shihen bazën e të dhënave të jurisprudencës së Gjykatës HUDOC.", "", "© Këshilli i Evropës/Gjykata Evropiane e të Drejtave të Njeriut, 2013. Gjuhët zyrtare të Gjykatës Evropiane të të Drejtave të Njeriut janë anglishtja dhe frëngjishtja. Ky përkthim është bërë me mbështetjen e Fondit të Mirëbesimit për të Drejtat e Njeriut të Këshillit të Evropës (). Ai nuk e kushtëzon Gjykatën dhe kjo e fundit nuk pranon asnjë përgjegjësi për sa i përket cilësisë së tij. Ai mund të shkarkohet nga HUDOC, baza e të dhënave e jurisprudencës së Gjykatës Evropiane të të Drejtave të Njeriut (), ose nga çdo bazë tjetër të dhënash me të cilën HUDOC e ka ndarë atë. Ai mund të riprodhohet për qëllime jotregtare, me kusht që titulli i çështjes të citohet i plotë dhe të shoqërohet me shënimin e mësipërm lidhur me të drejtën e autorit, si edhe me referimin ndaj Fondit të Mirëbesimit për të Drejtat e Njeriut. Cilido që kërkon ta përdorë këtë përkthim në tërësi ose pjesërisht për qëllime tregtare, është i lutur të njoftojë në adresën e mëposhtme: .", "", "© Council of Europe/European Court of Human Rights, 2013. The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe () Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Tout personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ."]}