{"file": "ALB_HJUDALB_21794_08.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "21794/08", "text_paragraphs": ["ZORICA JOVANOVIĆ kundër SERBISË", "(kërkesa nr. 21794/08)", "26 mars 2013", "", "foshnjat të humbura në spitale: Serbia duhet të japë shpjegime të besueshme në lidhje me fatin e secilit prej fëmijëve dhe të vërë në vend të drejtat e shkelura të prindërve", "", "", "I. Faktet kryesore", "", "1. Kërkuesja, Zorica Jovanović, është shtetase serbe, e cila ka lindur në vitin 1953 dhe jeton në Batočina (Serbi).", "", "2. Më 28 tetor 1983 Znj. Jovanović lindi një djalë të shëndetshëm në Qendrën Mjekësore Ćuprija, një spital shtetëror. Tre ditë më vonë, kur ajo dhe foshnja ishin gati për tu larguar, ajo u informua se, foshnja e saj kishte vdekur. Ajo u përpoq të hynte në dhomën e spitalit ku djali i saj kishte kaluar natën, por u ndalua nga dy sanitare të spitalit. Një infermiere u përpoq t’i injektonte një qetësues, të cilën ajo arriti ta shmangë. Në një gjendje shoku dhe duke mos pasur asnjë mundësi tjetër, ajo u largua nga spitali", "", "3. Trupi i foshnjës nuk iu dorëzua kurrë znj. Jovanoviç apo familjes së saj. Asaj kurrë nuk iu dha ndonjë raport autopsie apo ndonjë informacion se, kur dhe ku ishte varrosur foshnja. Spitali thjesht e informoi atë se, djali i saj kishte vdekur më 31 tetor 1983 dhe se, nuk kishte asnjë informacion për sa i përket shkakut të vdekjes.", "", "4. Në nëntor të vitit 2002 komuna lokale e informoi znj. Jovanović se, lindja e të birit, por jo vdekja, ishte regjistruar në regjistrat komunal. Kjo u konfirmua përsëri në shtator të vitit 2007.", "", "5. Një padi penale e ngritur nga bashkëshorti i znj. Jovanović kundër stafit të spitalit - pas raportimeve në media për rastet e tjera të ngjashme - u hodh poshtë në tetor 2003 si e pabazuar. Nuk u dhanë shpjegime të mëtejshme dhe nuk ishte e qartë nëse ishte kryer apo jo një hetimi paraprak.", "", "6. Midis vitit 2003 dhe 2010 u ndërmorën disa hapa për përmirësimin e procedurave në spitale në rastet e vdekjes së të porsalindurve dhe për të hetuar pretendimet në vitin 2005 nga prindërit e qindra foshnjave të porsalindura të cilat, ishin zhdukur pasi ishin deklaruar se kishin vdekur në repartet spitalore, kryesisht që nga vitet 1970 deri në vitet 1990. Raportet zyrtare konstatuan mangësi serioze në legjislacionin në fuqi në vitet 1980, si dhe në procedurat dhe rregullimet normative për trajtimin e rasteve kur një i porsalindur vdes në spital dhe se dyshimet e prindërve për çfarë u kishte ndodhur në të vërtetë fëmijëve të tyre, ishin të justifikuara. Gjithashtu raportet kishin konstatuar se, përgjigja e organeve shtetërore për situatën kishte qenë e pamjaftueshme në vetvete. Në dhjetor 2010, një grup pune i ngritur nga Parlamenti serb arriti në përfundimin se, nuk kishte nevojë për ndryshime të legjislacionit, i cili ndërkohë ishte amenduar, me përjashtim përsa i përkiste mbledhjes dhe përdorimit të të dhënave mjekësore. Grupi gjithashtu vuri në dukje se, Kushtetuta nuk e lejonte zgjatjen e periudhës së parashkrimit të ndjekjes penale të veprave të kryera në të kaluarën, ose për të parashikuar veprat penale të reja, më të rënda, dhe/ose dënime më të ashpra.", "", "7. Znj. Jovanović ishte trajtuar në mënyrë të përsëritur për depresion ndërmjet viteve 2009-2011.", "", "8. Duke u mbështetur në veçanti në nenin 8 dhe nenit 13, znj. Jovanović pretendoi se, autoritet serbe kishin dështuar në mënyrë të vazhdueshme për t’i dhënë asaj informacion në lidhje me fatin e djalit të saj të porsalindur dhe për t’i dhënë asaj mundësinë për të vënë në vend të drejtat e shkelura.", "", "II. Vendimi i Gjykatës", "", "A. Në lidhje me nenin 8", "9. Gjykata vërejti se, Znj. Jovanović kishte mbetur ende sot e kësaj dite pa një përgjigje të besueshme mbi çfarë kishte ndodhur me djalin e saj në vitin 1983. Ajo kurrë nuk e kishte parë trupin e pajetë të djalit të saj, shkaku i vdekjes së tij kurrë nuk ishte përcaktuar dhe vdekja e tij kurrë nuk ishte regjistruar zyrtarisht. As padia penale e ngritur nga bashkëshorti i saj në lidhje me këtë nuk ishte vlerësuar siç duhej. Në të vërtetë, vetë autoritetet serbe kishin pohuar në një sërë raportesh, se kishte probleme dhe mangësi në legjislacionin në fuqi në atë kohë, në procedurat dhe rregullimet normative në rastet e vdekjeve në spital të të sapolindurve si dhe në reagimin e shtetit ndaj akuzave për zhdukjen e foshnjave në spitale.", "", "10. Pavarësisht nga disa nisma zyrtare, në dukje premtuese, ndërmjet viteve 2003 dhe 2010, raporti i grupit të punës i dhjetorit 2010 arriti në përfundimin se, nuk ishin të nevojshme ndryshime të mëtejshme në legjislacionin tashmë të ndryshuar. Megjithatë, kjo në mënyrë të qartë vetëm përmirësonte situatat në të ardhmen por, në fakt, nuk bëri asgjë për prindërit, përfshirë këtu edhe kërkuesen, të cilët kishin kaluar një eksperiencë të tillë në të kaluarën.", "", "11. Prandaj, Gjykata arriti në përfundimin se, kishte pasur shkelje të vazhdueshme të së drejtës së Znj. Jovanović për respektimin e jetës familjare për shkak të dështimit të vazhdueshëm të autoriteteve serbe për t’i siguruar asaj informacion të besueshëm në lidhje me atë që kishte ndodhur me djalin e saj. Kështu, Gjykata konstatoi se ka pasur shkelje të nenit 8.", "", "B. Në lidhje me nenin 13", "12. Gjykata u shpreh se, nuk kishte nevojë për të shqyrtuar më vete kërkesën sipas nenit 13.", "", "C. Në lidhje me nenin 46", "13. Duke pasur parasysh numrin e konsiderueshëm të kërkuesve potencialë, Gjykata u shpreh më tej se Serbia duhej që - brenda një viti nga momenti që vendimi merrte formë të prerë – të merrte masat e duhura për të siguruar vendosjen në vend të të drejtave të të gjithë prindërve në situatë të ngjashme me kërkuesin. Ky proces duhet të mbikëqyret nga një organ i pavarur, me kompetencat e duhura, në mënyrë që tu jepej një përgjigje e besueshme prindërve në lidhje me çfarë u kishte ndodhur fëmijëve të zhdukur dhe të merrnin dëmshpërblimin e duhur.", "", "14. Ndërkohë, Gjykata vendosi ta shtyjë për një datë të mëvonshme shqyrtimin e të gjitha kërkesave të ngjashme, tashmë pezull para saj.", "", "", "", "D. Në lidhje me nenin 41", "15. Gjykata i akordoi kërkueses 10 000 euro në lidhje me dëmin jomaterial dhe 1 800 euro për kostot dhe shpenzimet.", "", ""]}