{"file": "ALB_HJUDALB_33401_02.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "33401/02", "text_paragraphs": ["", "OPUZ kundër TURQISË", "(kërkesa nr. 33401/02)", "9 qershor 2009", "", "ky është një vendim tepër i rëndësishëm i Gjykatës në lidhje me dhunën në familje dhe për detyrimet që i lindin autoriteteve shtetërore në raste të tilla", "", "", "I.  Faktet kryesore", "", "1.\tKërkuesja, Nahide Opuz, është një shtetase turke që ka lindur në vitin 1972 dhe jeton në Turqi. Në vitin 1990, zonja Opuz filloi të jetonte me H.O., djalin e bashkëshortit të nënës së saj. Zonja Opuz dhe H.O. u martuan në nëntor 1995 dhe patën tre fëmijë në vitet 1993, 1994 dhe 1996. Çifti kishte probleme serioze në marrëdhënien e tyre që në fillim të marrëdhënies dhe tashmë janë të divorcuar.", "", "2.\tNë periudhën mes prillit 1995 dhe marsit 1998, ka pasur katër incidente për shkak të sjelljes së dhunshme dhe kërcënuese të H.O. kundrejt kërkueses dhe nënës së saj, incidente që iu bënë të ditura edhe autoriteteve. Këto incidente përfshinin disa rrahje, një grindje të ashpër, gjatë së cilës H.O. nxorri edhe thikën, si edhe faktin se H.O. përdori makinën e tij për të goditur të dy gratë. Pas kësaj dhune të përsëritur, gratë u kontrolluan nga doktorët, raportet e të cilëve dëshmonin për dëmtimet e ndryshme, përfshirë këtu gjakosjet, të nxirat, gungat dhe gërvishtjet. Të dy gratë u çertifikuan nga mjeku se kishin marrë dëmtime që u vinin në rrezik jetën; kërkuesja si rezultat i një të rrahure veçanërisht të dhunshme dhe mamaja e saj pas goditjes me makinë.", "", "3.\tNdaj, H.O. nisi procedimi penal për tre prej këtyre rasteve për kërcënim për jetën, dëmtim të rëndë e të përsëritur të trupit dhe tentativë për vrasje. Për sa i përket incidentit me thikë, u vendos që të mos hetohej për mungesë provash. H.O. u arrestua dy herë dhe po kaq herë u vendos të hetohej në gjendje të lirë.", "", "4.\tMegjithatë, kur kërkuesja dhe mamaja e saj tërhoqën paditë e tyre, gjykatat e brendshme i pushuan çështjet, për arsye se procedimi nuk mund të vazhdohej kryesisht sipas Kodit Penal nëse tërhiqeshin paditë. Megjithatë, procedimi në lidhje me incidentin me makinë ndaj nënës të kërkueses vazhdoi, duke parë dëmtimet e rënda të pësuara prej saj dhe H.O. u dënua me tre muaj burg, dënim që më vonë iu konvertua në gjobë.", "", "5.\tMë 29 tetor 2001, kërkuesja u godit shtatë herë me thikë nga H.O. dhe u dërgua në spital. H.O. u dënua për sulm me thikë dhe mori një tjetër gjobë prej thuajse 840 mijë lirash turke (rreth 385 euro), shumë të cilën mund ta paguante me tetë këste. Pas këtij incidenti, mamaja e kërkueses bëri një kërkesë që H.O. të mbahej në gjendje arresti, duke kujtuar se në disa raste të mëparshme ajo dhe vajza e saj ishin detyruar të tërhiqnin kallëzimet kundër tij për shkak të presionit të pareshtur dhe kërcënimeve për jetën e tyre.", "", "6.\tMë në fund, më 11 mars 2002, mamaja e kërkueses, pasi kishte vendosur të shpërngulej në Izmir me vajzën e saj, po udhëtonte në furgonin e mbushur me mobiljet e shtëpisë, kur H.O. e detyroi automjetin të hapte krahun, hapi dorën e pasagjerit dhe e vrau gruan me armë zjarri. Mamaja e kërkueses vdiq në vend.", "", "7.\tMë mars 2008, H.O. u dënua për vrasje dhe armëmbajtje pa leje. Ai u dënua me burgim të përjetshëm dhe u lirua gjatë procedurës në apel. Në prill 2008, kërkuesja paraqiti një tjetër kallëzim penal pranë prokurorisë, duke i kërkuar që të merrnin masa për ta mbrojtur atë, meqenëse pas lirimit ish-bashkëshorti i saj kishte filluar ta kërcënonte përsëri. Në maj dhe nëntor 2008, përfaqësuesi i kërkueses informoi Gjykatën Europiane për të Drejtat e Njeriut se nuk ishte marrë ende asnjë prej masave të kërkuara dhe Gjykata kërkoi shpjegim. Pas kësaj, autoritetet turke morën masa specifike për ta mbrojtur kërkuesen, si për shembull, duke shpërndarë fotografinë e ish-burrit të saj dhe gjurmët e tij të gishtërinjve në të gjitha stacionet e policisë me urdhrin për ta arrestuar, në rast se do të vëzhgohej pranë vendit të rezidencës së kërkueses.", "", "8.\tNë janar 1998, në Turqi hyri në fuqi Akti për Mbrojtjen e Familjes, që parashikonte masa specifike për mbrojtjen kundër dhunës në familje.", "", "II.  Vendimi i Gjykatës", "", "9.\tKërkuesja pretendoi se autoritetet turke kishin dështuar në mbrojtjen e së drejtës për jetë të nënës së saj dhe se ato ishin treguar neglizhente përballë përsëritjes së dhunës, kërcënimeve për vdekje dhe dëmtimeve, të cilat i kishte pësuar dhe ajo vetë. Kërkuesja u mbështet në nenet 2, 3, 6 dhe 13. Ajo u ankua gjithashtu, për mangësitë e ligjit turk për të mbrojtur gratë nga dhuna në familje, gjë që sipas saj binte ndesh me nenin 14.", "", "A. Në lidhje me nenin 2", "i)\tnë lidhje me dështimin e autoriteteve për mbrojtjen e jetës së nënës së kërkueses\n10.\t Nën këtë aspekt, Gjykata përsëriti se detyra e shtetit sipas nenit 2 përfshin edhe detyrimin për të siguruar që e drejta për jetën të mos cënohet jo vetëm nga autoritetet por edhe nga individët e tjerë. Në analizën e këtij detyrimi Gjykata mori parasysh disa elementë. Së pari, ajo konstatoi se autoritetet e dinin, ose duhet ta kishin ditur në atë kohë, ekzistencën e një rreziku real dhe të menjëhershëm për jetën e kërkueses dhe të nënës së saj nga H.O. dhe për këtë arsye kishin përgjegjësi për të vepruar pozitivisht në përgjigje të thirrjeve të kërkueses dhe të nënës së saj se jetët e tyre ishin në rrezik. Në vijim, Gjykata vlerësoi se konsideroi se autoritetet nuk kishin arritur të merrnin masa brenda fushës së kompetencave të tyre, të cilat, gjykuar në mënyrë të arsyeshme, mund të priteshin prej tyre për ta shmangur këtë rrezik. Ata nuk kishin marrë masa mbrojtëse kundër dhunës në familje, të parashikuara nga Ligji për Mbrojtjen e Familjes dhe nuk kishin urdhëruar që H.O. të mos ishte në kontakt me kërkuesen dhe nënën e saj. Gjykata pra, vlerësoi se dhuna e përshkallëzuar, në rastin e kërkueses, si për shembull, një sulm vdekjeprurës, jo vetëm që ishte i mundur, por edhe i parashikueshëm, duke parë historinë e sjelljes së dhunshme të H.O., precedentëve të tij penalë ndaj së shoqes dhe nënës së saj, si edhe kërcënimin e vazhdueshëm nga ana e tij për shëndetin dhe sigurinë e tyre.", "", "11.\t Sipas praktikës së përbashkët juridike në shtetet anëtare, sa më serioze të jetë vepra penale ose sa më i madh të jetë rreziku për vepra penale të përshkallëzuara, aq më tepër duhet që ndjekja penale të vazhdojë kryesisht, në interes publik, edhe sikur viktimat t’i kenë tërhequr kallëzimet e tyre. Megjithatë, duke vendosur vazhdimisht për t’i pushuar procedimet kriminale kundër H.O., autoritetet i qenë referuar ekskluzivisht nevojës për t’iu shmangur ndërhyrjes në atë, që ato e perceptonin si një “çështje familjare”. Me sa duket, autoritetet nuk i kishin marrë në konsideratë arsyet që qëndronin pas tërheqjes së kallëzimeve, megjithë deklaratat e nënës së kërkueses se ajo dhe vajza e saj kishin qenë të detyruara ta bënin këtë për shkak të kërcënimeve për vdekje dhe presionit të H.O. Gjykata e Strasburgut u shpreh se, pavarësisht nga tërheqja e kallëzimeve nga ana e viktimave, kuadri ligjor duhej t’i kishte dhënë mundësi organeve të akuzës që të vazhdonin procedimin penal kundër H.O., për shkak se sjellja e tij e dhunshme kishte qenë aq serioze sa të përligjte hetimet dhe se kishte pasur një kërcënim konstant për integritetin fizik të kërkueses.", "", "12.\t Për pasojë, Gjykata arriti në përfundimin se autoritetet kombëtare nuk kishin treguar kujdesin e duhur për të parandaluar dhunën ndaj kërkueses dhe nënës së saj, në veçanti duke marrë masa parandaluese penale apo të ndonjë lloji tjetër kundër H.O.", "", "ii)\tnë lidhje me mungesën e një hetimi efektiv", "13.\tGjykata kujtoi se në bazë të nenit 2 të Konventës autoritetet kanë për detyrë që të kryejnë një hetim efektiv për të zbuluar shkaqet e humbjes së jetës së një personi dhe për të vënë para drejtësisë përgjegjësit eventualë. Ajo theksoi se një detyrim i tillë përfshin edhe nevojën për procedura të menjëhershme dhe efektive. Në rrethanat e çështjes konkrete ajo konstatoi se procedurat penale në ngarkim të H.O. për vrasje, të cilën për më tepër e kishte pranuar vetë, kishin zgjatur ndërkaq për më shumë se gjashtë vjet dhe ishin ende përpara Gjykatës së Kasacionit. Në këto kushte këto procedura nuk mund të konsideroheshin si efektive. Për më tepër, sistemi ligjor penal nuk kishte pasur asnjë efekt parandalues në këtë rast. Për këto arsye, Gjykata vendosi se ka pasur shkelje të nenit 2 edhe nën këtë aspekt.", "", "B. Në lidhje me nenin 3", "14. Gjykata vlerësoi se reagimi i autoriteteve ndaj sjelljes së H.O. kishte qenë haptazi i papërshtatshëm, duke parë seriozitetin e kërcënimeve të tij. Vendimet gjyqësore, të cilat nuk kishin ofruar asnjë masë të dukshme ndaluese ose ndonjë efekt parandalues ndaj H.O., kishin qenë të paefektshme dhe madje shfaqnin njëfarë tolerance kundrejt veprimeve të tij. Veçanërisht, pas incidentit me makinë, H.O. kishte ndenjur vetëm 25 ditë në burg dhe ishte ndëshkuar vetëm me gjobë për dëmtimet e rënda që i kishte shkaktuar nënës së kërkueses. Edhe më e habitshme ishte se si ndëshkim për goditjen shtatë herë me thikë të kërkueses, ai mori thjesht një gjobë të vogël, të cilën mund ta paguante me këste.", "", "15.\t Gjykata konstatoi se deri në janar 1998, kohë kur edhe hyri në fuqi Ligji për Mbrojtjen e Familjes, legjislacioni turk nuk ofronte masa specifike administrative dhe policore për të mbrojtur personat e brishtë nga dhuna në familje. Madje edhe pas kësaj date, autoritetet turke nuk i kishin aplikuar me efektivitet ato masa e sanksione në mbrojtje të kërkueses.", "", "16. \tNë përfundim, Gjykata vërejti me shqetësim të madh se dhuna e pësuar nga kërkuesja në fakt nuk kishte marrë fund dhe se autoritetet vazhdonin të tregoheshin pasive. Megjithë kërkesën e kërkueses në prill 2008, asgjë nuk u bë deri kur Gjykata i kërkoi Qeverisë që t’i paraqiste informacion mbi masat që autoritetet kishin marrë në mbrojtje të kërkueses.", "", "17.\t Për rrjedhojë, Gjykata arriti në përfundimin se kishte pasur shkelje të nenit 3 për shkak të dështimit të autoriteteve për të marrë masa mbrojtëse në formën e ndalimit efektiv të cënimeve serioze të integritetit personal të kërkueses të pësuara nga ana e ish-bashkëshortit të saj.", "", "C. Në lidhje me nenin 14", "18. Sipas raporteve të depozituara nga kërkuesja, të cilat u përpiluan nga dy organizata të rëndësishme të shoqërisë civile dhe që nuk u kundërshtuan nga Qeveria, numri më i lartë i viktimave të dhunës në familje ishte pikërisht në Diarbakir, ku kishte jetuar edhe kërkuesja në kohën kur ndodhën ngjarjet. Të gjitha viktimat ishin gra, shumica e të cilave me origjinë kurde, analfabete ose me një nivel të ulët arsimimi dhe në përgjithësi pa ndonjë burim të pavarur të ardhurash. Në fakt, raportet sugjeronin se dhuna në familje tolerohej nga autoritetet dhe se mjetet ankimore të treguara nga Qeveria nuk funksiononin në mënyrë efektive.", "", "19.\t Për rrjedhojë, Gjykata konsideroi se kërkuesja kishte qenë në gjendje të vërtetonte se dhuna në familje prekte kryesisht gratë dhe se pasiviteti diskriminues dhe i përgjithshëm nga gjykatat turke kishte krijuar një klimë që favorizonte dhunën në familje. Duke pasur parasysh këtë, dhuna e pësuar nga kërkuesja dhe mamaja e saj mund të konsiderohej si e bazuar tek gjinia, që përbënte një formë të diskriminimit kundër grave. Megjithë reformat e ndërmarra nga Qeveria në vitet e fundit, mungesa e përgjithshme e reagimit nga ana e sistemit gjyqësor dhe mosndëshkikimi i dhunuesve, siç u vërtetua në rastin e kërkueses, treguan se kishte angazhim të pamjaftueshëm në marrjen e masave të duhura për të zgjidhur problemin e dhunës në familje. Për pasojë, Gjykata mbërriti në përfundimin se kishte pasur një shkelje të nenit 14, të lidhur me nenet 2 dhe 3.", "", "D. Në lidhje me nenet e tjera", "20. Duke parë përfundimet e mësipërme, Gjykata nuk e mendoi të nevojshme shqyrtimin e të njëjtave fakte në kontekstin e neneve 6 dhe 13.", "", "E. Në lidhje me nenin 41", "21. Gjykata i akordoi kërkueses 30 mijë euro për dëmin jopasuror dhe 6500 euro për kostot dhe shpenzimet gjyqësore.", ""]}