{"file": "ALB_HJUDALB_25965_04.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "25965/04", "text_paragraphs": ["", "", "", "", "", "© Këshilli i Evropës/Gjykata Evropiane e të Drejtave të Njeriut, 2012. Ky përkthim është bërë me mbështetjen e Fondit të Mirëbesimit për të Drejtat e Njeriut të Këshillit të Evropës (). Ai nuk e kushtëzon Gjykatën. Për informacione të mëtejshme, të shihet shënimi i plotë për të drejtën e autorit në fund të këtij dokumenti.", "", "", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright at the end of this document.", "", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "", "", "", "", "GJYKATA EVROPIANE E TË DREJTAVE TË NJERIUT", "", "", "SEKSIONI I PARË", "", "", "", "", "", "", "ÇËSHTJA RANTSEV kundër QIPROS DHE RUSISË", "", "(Kërkesa nr. 25965/04)", "", "", "", "", "", "VENDIM", "[Pjesë nga vendimi]", "", "", "STRASBURG", "", "7 janar 2010", "", "", "Ky vendim është i formës së prerë. Ai mund të pësojë modifikime nga ana e formës.", "", "", "", "", "Në çështjen Rantsev kundër Qipros dhe Rusisë,", "Gjykata Europiane e të Drejtave të Njeriut (seksioni i parë), e përfaqsuar nga një dhomë e përbërë nga :", "\tChristos Rozakis, kryetar,\n\tAnatoly Kovler,\n\tElisabeth Steiner,\n\tDean Spielmann,\n\tSverre Erik Jebens,\n\tGiorgio Malinverni,\n\tGeorge Nicolaou, gjyqtarë, \ndhe nga Søren Nielsen, sekretar i seksionit,", "Pas shqyrtimit të çështjes në dhomën e këshillit më 10 dhjetor 2009, ky është vendimi i marrë në këtë datë :", "PROCEDURA", "1. Ngjarja e ka fillesën tek kërkesa (nr. 25965/04) drejtuar kundër Republikës së Qipros dhe Federatës së Rusisë nga një shtetas rus, Z. Nikolaï Mikhaïlovitch Rantsev (« kërkuesi »), i cili i është drejtuar Gjykatës më 26 maj 2004 në bazë të nenit 34 të Konventës për Mbrojtjen e të Drejtave të Njeriut dhe Lirive Themelore (« Konventa »).", "2. Kërkuesi, i cili përfiton nga asistenca gjyqësore, është përfaqsuar nga Av. L. Churkina, avokate në Ekaterineburg. Qeveria qipriote u përfaqsua nga Z. P. Clerides, prokuror i përgjithshëm i Republikës së Qipros. Qeveria ruse u përfaqsua nga agjenti i saj Z. G. Matyushkin.", "3. Në kërkesën e tij, Z. Rantsev shprehte ankesat e mëposhtme. Duke përmendur nenet 2, 3, 4, 5 dhe 8 të Konventës, ai denonconte : së pari, mungesën e një hetimi të mjaftueshëm në lidhje me rrethanat e vdekjes së vajzës së tij; së dyti, mosmarrjen e masave nga policia qipriote për ta mbrojtur atë gjatë kohës që ajo ishte ende gjallë; dhe së treti, mosmarrjen e masave nga autoritetet qipriote për të ndëshkuar përgjegjësit për keqtrajtimin që vajza kishte pësuar dhe për vdekjen e saj. Duke u bazuar në nenet 2 dhe 4, ai kritikonte autoritetet ruse për mungesën e hetimit në lidhje me vdekjen e vajzës së tij dhe për trafikimin, viktimë e të cilit mund të kishte qenë vetë ajo, si edhe për mosmarrjen e masave për ta mbrojtur atë nga ky trafikim. Së fundi, nën këndvështrimin e nenit 6 të Konventës, ai ankohej për procedurën hetimore qipriote dhe për pamundësinë, sipas tij, për të pasur drejtësi.  ", "4.  Më 19 tetor 2007, Gjykata i ka kërkuar qeverive qipriote dhe ruse t’i transmetojnë tërësinë e dosjeve të hetimit dhe korrespondencën e shkëmbyer mes dy shteteve në lidhje me këtë çështje. Më 17 dhjetor 2007 dhe më 17 mars 2008 respektivisht, qeveritë qipriote dhe ruse kanë transmetuar shumë dokumente.", "5. Më 20 maj 2008, kryetari i seksionit të parë vendosi që kërkesa të shqyrtohej me prioritet në përputhje me nenin 41 të rregullores.", "6. Më 27 qershor 2008, ai vendosi t’ua komunikojë kërkesën të dy qeverive. U vendos gjithashtu se dhoma do të shprehej në të njëjtën kohë mbi pranueshmërinë dhe themelin e çështjes (neni 29 § 3).", "7. Më 27 dhe 28 tetor 2008 respektivisht, qeveritë qipriote dhe ruse paraqitën vërejtjet e tyre me shkrim në lidhje me pranueshmërinë dhe bazueshmërinë e kërkesës. U paraqitën gjithashtu vërejtje të tjera nga organizatat jo qeveritare me qendër në Londër, Interights dhe qendra AIRE, të autorizuara nga kryetari për të ndërhyrë në procedurën me shkrim (nenet 36 § 2 të Konventës dhe 44 § 2 të rregullores).", "8. Më 12 dhjetor 2008, kryetari i seksionit të parë vendosi t’i akordojë ndihmë ligjore kërkuesit në mënyrë që ai të paraqitet në Gjykatë.", "9. Më 16 dhjetor 2008, kërkuesi ka paraqitur komente me shkrim në lidhje me vërejtjet e qeverisë, si edhe pretendimet e tij për një shpërblim të drejtë.", "10. Më pas, qeveritë qipriote dhe ruse kanë depozituar vërejtjet e tyre në lidhje me kërkesat për shpërblim të drejtë nga ana e kërkuesit.", "11. Me letrën e datës 10 prill 2009, qeveria qipriote ka ftuar Gjykatën të çrregjistrojë kërkesën dhe i ka bashkangjitur tekstin e një deklarate që synon të zgjidhë çështjet e ngritura nga kërkuesi. Ai ka depozituar në 21 maj 2009 vërejtjet me shkrim në lidhje me këtë kërkesë.", "12. Kërkuesi ka kërkuar mbajtjen e një audience, por para marrjes së këtij vendimi, Gjykata vendosi se nuk kishte asnjë arsye për zhvillimin e kësaj audience.", "FAKTET", "I. RRETHANAT E ÇËSHTJES", "13. Kërkuesi, Z. Nikolaï Mikhaïlovitch Rantsev, është një shtetas rus lindur më 1938 dhe banues në Svetlogorsk (Rusi). Ai është i ati i Znjsh. Oxana Rantseva, gjithashtu shtetase ruse, lindur më 1980.", "14. Faktet e çështjes, ashtu siç u paraqitën nga palët dhe në bazë të dokumenteve të dërguara, veçanërisht nga dëshmitë e mbledhura nga policia qipriote, mund të përmblidhen si më poshtë.", "A. Zanafilla e çështjes", "15. Oxana Rantseva mbërrin në Qipro më 5 mars 2001. Në datën 13 shkurt 2001, X.A., pronari i një kabareje në Limasol, kishte kërkuar për të një vizë « artisti » dhe një leje pune me qëllim që ta punësonte në kabarenë e tij (shih gjithashtu paragrafin 115 më poshtë). I kishte bashkangjitur kërkesës së tij një kopje të pasaportës të Znjsh. Rantseva, një çertifikatë mjekësore, kopjen e një kontrate pune (kontratë që mesa duket nuk ishte nënshkruar akoma nga e interesuara) dhe një letër angazhimi nënshkruar nga agjensitë [X.A.], hartuar si më poshtë (origjinali në anglisht) :", "« Unë i nënshkruari [X.A.] nga LIMASOL, vërtetoj se angazhohem para Ministrit të Punëve të Brendshme të Republikës së Qipros me shumën 150 £, e cila i paguhet Ministrit të Brendshëm të përfaqsuar apo jo nga avokati/ët i/e tij.", "Ky dokument përmban vulën time.", "Trembëdhjetë shkurt dy mijë e një,", "DEKLAROHET që Znjsh. Oxana Rantseva, me origjinë nga RUSIA,", "më poshtë do të quhet emigrantja, (ky term zbatohet në rastin e trashëgimtarëve të saj, zbatuesve të testamenteve, administruesve dhe përfaqsuesve) ka hyrë në territorin qipriot, dhe unë angazhohem që ajo nuk do të ketë nevojë për asnjë lloj ndihme në këtë territor gjatë një periudhe pesë vjeçare, duke filluar nga data e këtij dokumenti dhe se do t’i derdh Republikës së Qipros çdo shumë që ajo mund të shpenzojë për asistencën ndaj emigrantes (nevojat e këtij shpenzimi vlerësohen vetëm nga ministri i lartpërmendur) apo riatdhesimin e saj nga Qipro gjatë një periudhe pesë vjeçare duke filluar nga data e këtij dokumenti.", "KJO LETËR ANGAZHIMI mbetet krejtësisht e vlefshme për aq kohë sa emigrantja ose unë vetë, trashëgimtarët e mi, zbatuesit e testamenteve, administratorët dhe përfaqsuesit, nuk do t’i kenë derdhur Republikës së Qipros, me kërkesën e parë të saj, çdo shumë që ajo mund të shpenzojë për asistencën ndaj emigrantes ose riatdhesimin e saj nga Qipro, dhe vetëm deri në këtë moment. »", "16. Znjsh. Rantseva-s iu dha një leje qëndrimi e përkohshme si « vizitore », e vlefshme deri më 9 mars 2001. Ajo do të banojë në një apartament me vajza të tjera të reja që punojnë në kabarenë e X.A. Më 12 mars 2001, asaj iu dha një leje pune e vlefshme deri më 8 qershor të të njëjtit vit për një vend pune si artiste në kabarenë e X.A., e cila administrohet nga vëllai i këtij të fundit, M.A. Ajo filloi punën më 16 mars 2001.", "17. Më 19 mars 2001, rreth orës 11, gratë që banonin me Znjsh. Rantseva-n, vunë në dijeni M.A. që ajo ishte larguar nga apartamenti bashkë me të gjitha sendet e saj. Ato saktësuan se vajza kishte lënë një gisht letër në rusisht ku shkruante se ishte e lodhur dhe se donte të kthehej në Rusi. Po atë ditë, M.A. informoi shërbimet e emigracionit të Limasolit që Znjsh. Rantseva kishte braktisur vendin e punës dhe banesën e saj. Në një dëshmi të mëpasshme, ai saktësonte se dëshironte ta zëvendësonte dhe kërkonte arrestimin dhe dëbimin e saj nga Qipro. Megjithatë, emri i Znjsh. Rantseva-s nuk figuroi në listën e personave të kërkuar nga policia.", "B. Faktet e datës 28 mars 2001", "18. Më 28 mars 2001, rreth orës 4, një tjetër artiste e kabaresë e kishte parë Znjsh. Rantseva-n në një diskotekë të Limasolit. Ajo lajmëroi M.A. Ky i fundit i telefonoi policisë dhe kërkoi arrestimin e saj. Më pas, shkoi vetë në diskotekë i shoqëruar nga një agjent sigurie i kabaresë. Sapo mbërriti atje, ai kërkoi Znjsh. Rantseva-n e cila iu paraqit e shoqëruar nga një punonjës i diskotekës. Në një dëshmi të mëpasshme, ai deklaroi si më poshtë vijon :", "« Kur [Znjsh. Rantseva] hipi në makinën tine, ajo nuk u ankua fare dhe nuk pati asnjë reagim. Ajo dukej e dehur dhe unë i kërkova thjesht të vinte me mua. Meqënëse dukej e dehur, ne nuk shkëmbyem asnjë fjalë. Ajo nuk tha asgjë. »", "19. M.A. shoqëroi Znjsh. Rantseva-n në komisariatin qëndror të Limasolit, ku dy policë ishin roje. Ai dha një dëshmi të shkurtër në të cilën përshkroi shkurtimisht rrethanat e ardhjes së të interesuarës në Qipro, punësimin në kabare dhe zhdukjen e saj më 19 mars 2001. Sipas dëshmisë së dhënë nga polici që ishte roje në momentin e ardhjes së tyre, zhvillimi i fakteve kishte ndodhur si më poshtë :", " « Më 28 mars 2001, pak para orës 4 [M.A.] gjeti [Znjsh. Rantseva-n] në klubin e natës Titanic (...) ai e shoqëroi atë në komisariat dhe deklaroi që ishte në një situatë të parregullt dhe që ne duhej ta mbanim në qeli. Më pas u largua. »", "20. Atëherë, policët kontaktuan agjentin e shërbimit të pasaportave në banesën e tij dhe i kërkuan të verifikonte nëse Znjsh. Rantseva ishte në situatë të parregullt. Pas verifikimeve, ai u përgjigj që emri i saj nuk figuronte në bazën e të dhënave të personave të kërkuar. Ai saktësoi që nuk kishte asnjë gjurmë për ankesën e depozituar nga M.A. më 19 mars 2001 dhe, sipas çdo hipoteze, situata e personave objekt të një ankese të tillë konsiderohet e parregullt vetëm pas pesëmbëdhjetë ditëve. Ai kontaktoi personin përgjegjës të AIS (Shërbimi për të huajt dhe i policisë për emigracionin), i cili dha si udhëzim për të mos e mbajtur më në burg Znjsh. Rantseva-n dhe shtoi që punëdhënësi i saj, i cili është përgjegjës për të, të vinte ta kërkonte dhe ta shoqëronte po atë ditë në zyrën e AIS të Limasolit, me qëllim kryerjen e investigimeve të mëtejshme. Policët kontaktuan M.A. dhe i kërkuan të vinte të kërkonte vajzën e re. Ai u duk shumë i mërzitur që policia nuk pranoi ta mbante në burg dhe refuzoi të vinte ta merrte. Policët e informuan që kishin si udhëzim ta linin të lirë nëse ai nuk do të vinte. M.A. u acarua dhe kërkoi të fliste me eprorin e tyre. Policët i dhanë numrin e tij të telefonit. Më pas, eprori i informoi që M.A. do të vinte ta merrte Znjsh. Rantseva-n. Në një dëshmi të mëpasshme, dy policët kanë deklaruar që gruaja e re nuk dukej e dehur. Polici i shërbimit tregoi si më poshtë :", "« Znjsh. Rantseva qëndroi me ne (...) Ajo po bënte tualetin dhe nuk dukej e dehur (...) Rreth orës 5 e 20 (...) u (...) informova që [M.A.] kishte ardhur ta merrte (...) »", "21. Sipas dëshmisë së M.A., kur ai morri Znjsh. Rantseva-n në komisariat, tërhoqi gjithashtu pasaportën e saj dhe të gjitha dokumentet që i kishte dorëzuar policisë në fillim. Më pas, ai mendohet ta ketë çuar Znjsh. Rantseva-n në shtëpinë e M.P., një punonjës i kabaresë së tij. Ky i fundit banonte me gruan, D.P., në një apartament me disa nivele, hyrja e të cilit gjendet në katin e pestë të një ndërtese. Të dy burrat e kanë lënë Znjsh. Rantseva-n në një dhomë në katin e sipërm. Në dëshminë e tij, M.A. u shpreh :", "« Ajo dukej e dehur dhe s’kishte ndërmend të bënte ndonjë gjë. Unë nuk bëra asgjë për ta penguar që të largohej nga dhoma e apartamentit ku e kisha çuar.»", "22. Sipas M.A., M.P. dhe gruaja e tij shkuan për të fjetur në dhomën e tyre që ndodhej katin e sipërm dhe ai vetë qëndroi në sallonin e apartamentit ku e zuri gjumi ; apartamenti ishte rregulluar në mënyrë të atillë që për të dalë jashtë, duhej detyrimisht të kaloje nga salloni.", "23. M.P. deklaroi se kishte lënë punën në kabarenë « Zygos » në Limasol rreth orës 3.30 dhe shkoi në diskotekën « Titanic » për të pirë një gotë. Pasi mbërriti në diskotekë, ai u informua se vajza ruse që kërkohej nga ai vetë dhe punonjësit e tij ndodhej pikërisht atje. Më pas, mbërriti M.A. i shoqëruar nga një agjent i sigurisë së kabaresë dhe u ka kërkuar punonjësve të diskotekës « Titanic » ta shoqëronin vajzën tek hyrja. Pastaj, M.A., Znjsh. Rantseva dhe agjenti i sigurisë hipën në makinën e M.A. dhe u nisën. Rreth orës 4 e 30, M.P. është kthyer në shtëpinë e tij dhe ka rënë për të fjetur. Rreth orës 6, gruaja e ka zgjuar dhe e ka informuar që M.A. ndodhej atje së bashku me Znjsh. Rantseva-n dhe se do të qëndronin deri sa të hapej shërbimi i emigracionit. Më pas atë e ka zënë gjumi.", "24. Sipas dëshmisë së parë të D.P., M.A. ka çuar Znjsh. Rantseva-n në apartament rreth orës 5 e 45. D.P. u ka përgatitur kafe gjatë kohës që M.A. fliste me burrin e saj në sallon. Më pas, M.A. i ka kërkuar D.P. t’i jepte një dhomë Znjsh. Rantseva-s që ajo të pushonte. Znjsh. Rantseva dukej e dehur dhe nuk ka dashur as të hajë e as të pijë. D.P. dhe burri i saj shkuan për të fjetur rreth orës 6, ndërkohë që M.A. kishte qëndruar në sallon. Pas kësaj dëshmie, D.P. ndryshon versionin e fakteve dhe thotë që burri i saj po flinte në momentin kur M.A. mbërriti në apartament së bashku me Znjsh. Rantseva-n dhe se ajo kishte pasur frikë të pohonte se kishte qenë pikërisht ajo që kishte hapur derën e apartamentit dhe kishte pirë një kafe së bashku me M.A.", "25. Më 28 mars 2001, rreth orës 6 e 30, Znjsh. Rantseva u gjend e vdekur në rrugën ku binte apartamenti, me çantën e dorës në shpatull. Policia gjeti një mbulesë shtrati të mbështjellë rreth parmakut të një ballkoni të vogël që të çonte në dhomën ku kishin lënë vajzën e re, në katin e sipërm të apartamentit, që gjendej sipër një ballkoni më të madh në katin e pestë.", "26. M.A. deklaroi se ishte zgjuar në orën 7 për të shoqëruar Znjsh. Rantseva-n në shërbimin e emigracionit. Ai i ka telefonuar D.P. dhe M.P. dhe D.P. i kishte thënë se në rrugë, pikërisht poshtë ndërtesës kishte policë. Ata kishin shkuar në dhomë, por nuk e kishin gjetur Znjsh. Rantseva-n. Më pas, duke parë nga ballkoni, ata kishin parë një trup në rrugë. M.A. e kuptoi se bëhej fjalë për Znjsh. Rantseva-n.", "27. D.P. deklaroi se ishte zgjuar nga M.A. i cili trokiste në derën e saj për t’i thënë që Znjsh. Rantseva nuk ishte në dhomë dhe se duhej ta kërkonin. Ajo e kishte kërkuar gjithkund në apartament dhe më pas kishte vënë re që dera e ballkonit të dhomës ishte e hapur. Atëherë, ajo kishte shkuar në ballkon, kishte gjetur mbulesën e shtratit dhe e kishte kuptuar atë që kishte bërë Znjsh. Rantseva. Nga një ballkon tjetër, ajo kishte parë një trup të shtrirë në rrugë, të mbuluar me një çarçaf të bardhë dhe të rrethuar nga policë.", "28. M.P. deklaroi se ishte zgjuar nga një zhurmë rreth orës 7 dhe kishte parë gruan e tij në gjendje shoku. Ajo i ka thënë që Znjsh. Rantseva kishte rënë nga ballkoni. Atëherë, ai kishte shkuar në sallon ku kishte gjetur M.A. dhe policët.", "29. Në dëshminë e datës 28 mars 2001, dëshmitari G.A. deklaroi që më 28 mars 2001, rreth orës 6 e 30, po pinte një cigare në ballkonin e tij në katin e parë të ndërtesës së M.P. dhe D.P., kur ndodhi si më poshtë :", "« Pashë diçka që ngjasonte me një hije të rënë nga qielli direkt para meje. Menjëherë më pas, dëgjova një zhurmë sikur u thye diçka (...) i thashë gruas të lajmëronte policinë (...) nuk dëgjova asgjë para rënies dhe nuk dëgjova asnjë zë menjëherë më pas. Vajza nuk ka bërtitur gjatë rënies. Ajo ra sikur të ishte në gjendje të pavetëdijshme (...) Edhe nëse do të kishte pasur sherr (në apartamentin në katin e pestë), nuk do të kisha mundur të dëgjoja gjë. »", "C. Hetimi në Qipro", "30. Qeveria informoi Gjykatën se dosja e hetimit fillestar ishte asgjesuar në bazë të rregullave qipriote, sipas të cilave, të gjithë skedarët asgjesohen pas mbarimit të një afati pesë vjeçar në çështjet ku është arritur në përfundimin se vdekja nuk është shkaktuar nga një akt i dënueshëm penalisht. Ajo ka transmetuar një duplikatë të dosjes që përmban të gjitha dokumentet e nevojshme, përveç memorandumeve.", "31. Dosja përmban një raport nga agjenti i ngarkuar për hetimin, i cili paraqet faktet e çështjes, ashtu siç janë përcaktuar mbi bazën e elementeve të gjetura në vendin e ngjarjes dhe përmend 17 dëshmitarë : M.A., M.P., D.P., G.A., dy policët e shërbimit në komisariatin e Limasolit, agjentin e shërbimit të pasaportave, tetë policët që shkuan në vendngjarje pas rënies së Znjsh. Rantseva-s, si edhe eksperti mjeko-ligjor dhe tekniku i laboratorit që kryen analizat e gjakut dhe të urinës.", "32. Sipas raportit, disa minuta pas telefonatës së gruas së G.A., pak më vonë se ora 6 e 30, policia mbërriti në vendngjarje. Policët bllokuan vendngjarjen në orën 6 e 40 dhe filluan të kërkojnë shkakun e rënies së Znjsh. Rantseva-s. Ata morrën të dhënat e vendgjarjes në dhomën ku kishte qenë ajo dhe në ballkonet. Eksperti mjeko-ligjor mbërriti rreth orës 9 e 30 dhe konstatoi vdekjen e vajzës. Nja analizë e parë kriminalistike u zhvillua në vendngjarje.", "33. Po në të njëjtën ditë, policia morri në pyetje M.A., M.P. dhe D.P., si edhe G.A. U morrën në pyetje gjithashtu dy policët që kishin parë M.A. dhe Znjsh. Rantseva-n në komisariatin e Limasolit pak para vdekjes së vajzës së re, si edhe agjentin e shërbimt të pasaportave (pjesët e nevojshme dhe përmbledhjet e dëshmive të tyre figurojnë më sipër, në paragrafet 17-29). Dosja hetimore përmban dëshmitë e gjashtë nga tetë policët e pranishëm në vendin e rënies, ku bën pjesë dhe dëshmia e atij që ishte ngarkuar për hetimin. Dosja nuk përmban gjurmë nga dëshmitë e mundshme të mbledhura nga punonjës të tjerë të kabaresë ku punonte Znjsh. Rantseva dhe as nga gratë me të cilat ndau për një kohë të shkurtër apartamentin.", "34. Kur dha dëshminë e tij më 28 mars 2001, M.A. i dorëzoi policisë pasaportën e Znjsh. Rantseva-s dhe dokumente të tjera. Pasi firmosi dëshminë, ai saktësoi se Znjsh. Rantseva kishte marrë me vete pasaportën dhe dokumentet kur ishte larguar nga apartamenti më 19 mars 2001.", "35. Më 29 mars 2001, u krye një autopsi me kërkesën e autoriteteve qipriote. Autopsia tregoi shumë dëmtime në trup dhe në organet e brendshme të viktimës. Këto dëmtime u lidhën me rënien, e cila u konsiderua si shkaku i vdekjes. Nuk dihet saktësisht nëse kërkuesi u informua për rezultatet e autopsisë. Ai ka deklaruar se nuk ka marrë kopje të raportit të autopsisë dhe nuk dihet nëse ka qenë informuar si duhet mbi përfundimet e këtij raporti, të cilat ishin përmbledhur shkurtimisht në konkluzionet e hetimit të mëtejshëm.", "36. Më 5 gusht 2001, kërkuesi shkoi në komisariatin e Limasolit së bashku me një avokate dhe foli me policin që kishte pritur Znjsh. Rantseva-n dhe M.A. në datën 28 mars 2001. Ai kërkoi të lidhej me hetimin. Sipas një deklarate të mëpasshme të policit më 8 korrik 2002, policët i treguan kërkuesit se avokatja e tij do të informohej për datën e audiencës së hetimit që do të mbahej në gjykatën e rrethit të Limasolit.", "37. Më 10 tetor 2001, kërkuesi i drejtoi gjykatës se rrethit të Limasolit, si dhe një kopje prokurorit të përgjithshëm të Republikës së Qipros dhe shërbimeve konsullore të Ambasadës së Rusisë në Republikën e Qipros, një kërkesë e cila i referohej një kërkese për ndihmë të ndërsjelltë juridike në datën 8 tetor 2001 nga Prokurori i përgjithshëm i rajonit të Çeliabinskit (paragrafi 48 më poshtë), me anë të së cilës ai kërkonte të ushtronte të drejtën e tij për t’u njohur me elementet e çështjes para audiencës së hetimit, për të qenë i pranishëm në audiencë dhe të lajmërohej në kohën e duhur për datën e mbajtjes së saj. Ai u shpreh gjithashtu se dëshironte që në momentin e duhur të paraqiste në gjykatë dokumente shtesë.", "38. Audienca e hetimit u caktua më 30 tetor 2001 dhe, sipas dëshmisë së policit më datë 8 korrik 2002 (paragrafi 36 më sipër), avokatja e kërkuesit u informua pa vonesë. Megjithatë, as ajo dhe as kërkuesi nuk u paraqitën në gjykatën e rrethit. Audienca u shty në datën 11 dhjetor 2001 dhe gjykata urdhëroi që të lajmërohej Ambasada e Rusisë në mënyrë që të mund të informohej kërkuesi.", "39. Në faksin e datës 20 tetor 2001 dërguar më 31 tetor 2001 gjykatës së rrethit të Limasolit, së bashku me një kopje Prokurorit të përgjithshëm të Republikës së Qipros dhe shërbimeve konsullore të Ambasadës së Rusisë në Republikën e Qipros, kërkuesi kërkonte që informacionet në lidhje me datën e audiencës së hetimit t’i dërgoheshin në vendbanimin e tij të ri.", "40. Më 11 dhjetor 2001, ai nuk u paraqit në gjykatën e rrethit dhe audienca u shty më 27 dhjetor 2001.", "41. Më 27 dhjetor 2001, audienca u mbajt në gjykatën e rrethit të Limasolit në mungesë të kërkuesit. Në paragrafet e mëposhtme, vendimi i gjykatës dhënë po në të njëjtën ditë, lexohet në këtë mënyrë :", "« Rreth orës 6 e 30 më [28 mars 2001], në rrethana të paqarta, viktima, duke u përpjekur të largohet nga apartamenti i përmendur më sipër, u hodh dhe u vra gjatë rënies (...)", "Vendimi im është që Znjsh. Oxana Rantseva ka vdekur më 28 mars 2001 në rrethana aksidentale në dukje, teksa përpiqej të largohej nga apartamenti ku ishte strehuar (εφιλοξενείτο).", "Nuk më është paraqitur asnjë element me natyrë të tillë që të tregojë se me këtë vdekje vihet në dyshim përgjegjësia penale e një të treti ».", "D. Procedura e mëpasshme në Qipro dhe Rusi", "42. Kufoma e Znjsh. Rantseva-s u transferua në Rusi më 8 prill 2001.", "43. Më 9 prill 2001, kërkuesi i kërkoi shërbimit të kontrollit mjekësor të Çeliabinskit (« shërbimi i Çeliabinskit ») të kryejë autopsinë e trupit. Ai i kërkoi gjithashtu shërbimit federal të sigurisë dhe Prokurorit të përgjithshëm të Federatës  që të hetojë mbi vdekjen e viktimës në Qipro. Më 10 maj 2001, shërbimi i Çeliabinskit dorëzoi raportin e autopsisë.", "44. Raporti përmbante konstatimet e mëposhtme :", "« Trauma është shkaktuar nga një rënie nga lartësi të mëdha siç mund të jetë një rënie nga katet e larta. Viktima paraqet trauma të shumta trupore ku vihet re një traumë kraniale e hapur me fraktura kominutive multi-fragmentare të kockave të kafkës dhe të fytyrës, laceracione të shumta të membranës cerebrale në nivelin e kubesë së kokës dhe në bazën e kafkës në kavitetin frontal, hematoma subdurale, hematoma intracerebrale, ekimoza dhe gërvishtje të shumta në lëkurë, deformin i dukshëm i kokës nga përpara pas, traumë e mbyllur e toraksit me dëmtime të organeve torakale (...), kontuzion pulmonal dorsal, frakturë e kolonës vertebrale në nivelin e vertebrave torakale me rrjedhje të plotë të palcës kurrizore dhe zhvendosje vertikale dhe horizontale (...)", "Intoksikim me alkool në gradën mesatare : prania e alkolit etilik në gjak (1,8%) dhe në urinë (-2,5%). »", "45. Përfundimet e raportit :", "« Ngjyra dhe shfaqja e kontuzioneve, laceracionet dhe dëmtimet, si edhe hematomat që lidhen me deformimet morfologjike të të njëjtit lloj në indet e prekura, tregojnë pa asnjë dyshim që traumat kanë ndodhur gjatë kohës që viktima ishte ende gjallë, pak para vdekjes, dhe në një interval shumë të shkurtër nga njëra-tjetra.", "Kontrolli mjeko-ligjor i trupit të Znjsh. Rantseva-s nuk ka treguar asnjë dëmtim që rrjedh nga aktet e dhunës që lidhen me përdorimin e armëve të ndryshme të zjarrit apo me armë dhe objekte të ftohta ose me efekt reaktiv fizik dhe kimik apo me faktorë të tjerë natyrorë. (...) Analiza kimike e gjakut dhe e urinës dhe kontrolli i organeve të brendshme nuk ka treguar ekzistencën e ndonjë lënde narkotike dhe as të ndonjë substance të fortë apo toksike. Këto elemente bëjnë të mundur përjashtimin e mundësisë së vdekjes së Znjsh. Rantseva-s nga armët e zjarrit, objektet metalike, faktorët fizikë, kimikë ose natyrorë, nga një helmim apo sëmundje e ndonjë organi apo sistemi trupor. (...)", "Duke parë vendndodhjen e dëmtimeve, të veçantive të tyre morfologjike dhe të disa ndryshimeve të zbuluara gjatë analizës morfologjike dhe histologjike, si edhe përgjigjen nga indet e prekura, ne mendojmë që në këtë rast, trupi paraqet trauma që vijnë për shkak të rënies nga një lartësi e madhe në dy etapa nga nivele të ndryshme, ku kontakti i trupit me pengesën është bërë në kurriz, me një kërcim të mundshëm dhe një kontakt i dytë me trupin përpara, kryesisht me fytyrën dhe me një deformim të dukshëm të kokës nga përpara pas për shkak të shtypjes brutale shkaktuar nga goditja (...)", "Ananliza kimike tregoi ekzistencën e alkoolit etilik në gjak dhe në urinë, respektivisht me 1,8 dhe 2,5 %, çka përkon ndoshta me kohën kur viktima ishte gjallë me një intoksikim alkoolik të shkallës mesatare, karakteristikat klinike të të cilit janë një paqëndrueshmëri emocionale e konsiderueshme dhe shqetësime në sjellje dhe orientim në kohë e në hapsirë. »", "46. Më 9 gusht 2001, Ambasada e Rusisë në Qipro iu lut kryekomisarit të Limasolit që t’i transmetonte një kopje të dosjes hetimore në lidhje me vdekjen e Znjsh. Rantseva-s.", "47. Më 13 shtator 2001, kërkuesi iu drejtua prokurorit të rajonit të Çeliabinskit që t’i kërkonte nga ana e tij prokurorisë së Qipros një ndihmë ligjore falas, si edhe përjashtimin nga shpenzimet e drejtësisë për hetimin shtesë në lidhje me vdekjen e vajzës së tij në territorin qipriot.", "48. Në letrën e datës 11 dhjetor 2001, zëvendës prokurori i përgjithshëm i Federatës së Rusisë informoi Ministrin e Drejtësisë së Republikës së Qipros që prokurori i rajonit të Çeliabinskit kishte bërë hetime në lidhje me vdekjen e Znjsh. Rantseva-s, pikërisht një raport mjeko-ligjor. Ai i komunikoi gjithashtu një kërkesë për ndihmë të ndërsjelltë juridike më 8 tetor 2001, e hartuar dhe bazuar në Konventën Evropiane për ndihmën e ndërsjelltë juridike në fushën penale (« Konventa e ndihmës së ndërsjelltë juridike », paragrafët 175 - 178 më poshtë) dhe në Traktatin e vitit 1984 për ndihmën e ndërsjelltë juridike në fushën civile dhe penale mes URSS dhe Republikës së Qipros (« Traktati i ndihmës së ndërsjelltë juridike », paragrafët 179 - Error! Reference source not found. më poshtë) me qëllim që të përcaktojë të gjitha rrethanat e vdekjes së Znjsh. Rantseva-s dhë të çojë fajtorët para drejtësisë në gjykatat qipriote. Përfundimet e autoriteteve ruse në lidhje me faktet i qenë bashkangjitur kërkesës, por nuk dihet saktësisht se si kishin dalë autoritetet në këto përfundime, as nëse kishin bërë një hetim të pavarur dhe nëse po, çfarë lloj hetimi.", "49. Këto përfundime ishin si më poshtë :", "« Policët refuzuan të arrestojnë Znjsh. Rantseva-n sepse ajo kishte të drejtë të qëndronte në territorin qipriot pa punuar për 14 ditë, ose deri më 2 prill 2001. Atëherë, Z. [M.A.] u kërkoi ta mbanin në qeli deri të nesërmen në mëngjes sa t’i dilte pija, por ata refuzuan pasi ajo dukej e matur, sillej në mënyrë korrekte, ishte e qetë dhe bënte tualet. Në orën 5 e 30 më 28 mars 2001, M.A., i shoqëruar me një person tjetër, e çoi Znjsh. Rantseva-n nga rajoni i policisë deri në apartamentin e [D.P.] (...) ku [ata] kanë ngrënë, e më pas, në orën 6 e 30, ai e ka mbyllur në një dhomë në katin e 7 të ndërtesës. »", "50. Kërkesa citonte përfundimin e ekspertëve të shërbimit mjeko-ligjor të Çeliabinskit sipas të cilit rënia e viktimës është bërë në dy etapa, vajza e re ka rënë në fillim me kurriz dhe më pas me fytyrë në tokë. Saktësohej se ky përfundim binte në kundërshtim me ato të analizave kriminalistike qipriote sipas të cilave vdekja ishte shkaktuar nga rënia me fytyrë në tokë. Hipoteza e mëposhtme ishte formuluar në këtë mënyrë :", "« Mund të supozohet që në momentin e rënies, viktima duhet të kishte bërtitur nga frika. Mirëpo, elementet e hetimit tregojnë të kundërtën sepse një banor i katit të dytë, ballkoni i të cilit gjendej në të njëjtën rradhë me apartamentin në fjalë, ka deklaruar se ka parë tek binte në asfalt një trup i heshtur (...) »", "51. Përfundimi ishte si më poshtë :", "« Duke parë raportin që hetuesi i ka bërë Z. Rantsev, përfundimi i hetimit është që vdekja e Znjsh. Rantseva-s ndodhi në rrethana të paqarta dhe të papërcaktuara të cilat kërkojnë vazhdimin e hetimit.»", "52. Në këtë mënyrë, prokurori i rajonit të Çeliabinskit, në bazë të traktatit të ndihmës së ndërsjelltë juridike, kërkoi : së pari, të vazhdohet hetimi në lidhje me rrethanat e vdekjes së Znjsh. Rantseva-s me qëllim që të përcaktohet shkaku i vdekjes dhe të eleminohen kontradiktat ekzistuese në elementet e dosjes ; së dyti, personat që kanë informacione në lidhje me rrethanat e vdekjes, të identifikohen dhe të merren në pyetje ; së treti, qëndrimi i palëve të ndryshme të shqyrtohet në perspektivën e fillimit të ndjekjeve për vrasje, rrëmbim, dhe/ose sekuestrim arbitrar, sidomos kundrejt M.A. ; së katërti, kërkuesi të informohet për elementet e hetimit dhe autoriteteve ruse t’u transmetohet një kopje e vendimeve të formës së prerë dhënë nga autoritetet gjyqësore në lidhje me vdekjen e Znjsh. Rantseva ; dhe së fundi, duhet t’i akordohet kërkuesit një ndihmë ligjore falas dhe të përjashtohet nga shpenzimet e drejtësisë.", "53. Më 27 dhjetor 2001, Federata e Rusisë i drejtoi Ministrisë së Drejtësisë së Qipros një letër ku kërkonte, në emër të kërkuesit, që të kryheshin ndjekje penale në lidhje me vdekjen e Znjsh. Rantseva-s dhe që kërkuesi të lidhet me procedurën në cilësinë e viktimës dhe të përfitojë nga një ndihmë ligjore falas.", "54. Më 16 prill 2002, Ambasada e Rusisë në Qipro i transmetoi Ministrisë qipriote të Drejtësisë dhe asaj të Rendit Publik kërkesat për ndihmë të ndërsjelltë në lidhje me vdekjen e Znjsh. Rantseva, të hartuara nga Prokurori i përgjithshëm i Federatës Ruse mbi bazën e traktatit të ndihmës së ndërsjelltë juridike më 11 dhe 27 dhjetor 2001.", "55. Më 25 prill 2002, Prokurori i përgjithshëm i Federatës së Rusisë e përsëriti kërkesën për hapjen e ndjekjeve penale në lidhje me vdekjen e Znjsh. Rantseva-s dhe ia transmetoi përsëri kërkesën e kërkuesit për t’u lidhur me procedurën në cilësinë e viktimës me qëllim që mund të paraqesë elemente shtesë, si edhe kërkesën e tij për ndihmë ligjore. Ai iu lut qeverisë ta informonte për çdo vendim që mund të merrej për këtë çështje.", "56. Më 25 nëntor 2002, kërkuesi u kërkoi autoriteteve ruse ta njihnin në cilësinë e viktimës në procedurën që lidhet me vdekjen e vajzës së tij dhe përsëriti kërkesën për ndihmë ligjore, të cilën prokurori i përgjithshëm i Federatës së Rusisë ia transmetoi Ministrisë së Drejtësisë qipriote.", "57. Në një letër të datës 27 dhjetor 2002 drejtuar Ministrisë së Drejtësisë qipriote, zëvendës prokurori i përgjithshëm i Federatës së Rusisë, duke iu referuar kërkesës së detajuar të formuluar nga kërkuesi me qëllim hapjen e një procedure penale në lidhje me vdekjen e vajzës së tij dhe dhënies së ndihmës ligjore ne Qipro, të transmetuara më parë autoriteteve qipriote në bazë të Traktatit dhe Konventës për ndihmën e ndërsjelltë juridike, theksoi se nuk kishin marrë asnjë informacion dhe kërkoi një përgjigje nga autoritetet qipriote.", "58. Më 13 janar 2003, Ambasada e Rusisë i drejtoi një letër Ministrisë së Punëve të Jashtme të Qipros ku i lutej t’i përgjigjej sa më shpejt kërkesës për ndihmë të ndërsjelltë juridike në rastin e vdekjes së Znjsh. Rantseva-s.", "59. Me letrat e datës 17 dhe 31 janar 2003, Prokurori i përgjithshëm i Federatës së Rusisë përsëriti kërkesat e tij për ndihmë të ndërsjelltë juridike, duke theksuar që autoritetet qipriote nuk i ishin përgjigjur.", "60. Me letrën e datës 4 mars 2003, të cilës i bashkangjiti letrën e shefit të policisë, si edhe raportin e policisë së datës 8 korrik 2002 që përmblidhte vizitën e bërë nga kërkuesi në komisariatin e policisë së Limasolit në gusht 2001, Ministria e Drejtësisë qipriote informoi Prokurorin e përgjithshëm të Federatës së Rusisë se policia qipriote kishte ndjekur me korrektësi kërkesën e tij.", "61. Më 19 maj 2003, Ambasada e Rusisë i drejtoi një letër Ministrisë së Punëve të Jashtme të Qipros ku e luste t’i përgjigjej sa më shpejt kërkesës së saj për ndihmë të ndërsjelltë juridike në lidhje me vdekjen e Znjsh. Rantseva.", "62. Më 5 qershor 2003, Prokurori i përgjithshëm i Federatës së Rusisë paraqiti një kërkesë të re që bazohej në Traktatin e ndihmës së ndërsjelltë juridike. Ai u lutej autoriteteve qipriote të bënin një hetim shtesë në lidhje me rrethanat e vdekjes së Znjsh. Rantseva-s, duke e vlerësuar si të pakënaqshëm vendimin e datës 27 dhjetor 2001. Ai theksonte në mënyrë të veçantë që megjithë paqartësinë që karakterizon rrethanat e vdekjes dhe faktin që ai kishte pranuar që në momentin e rënies viktima po përpiqej t’ia mbathte nga apartamenti ku mbahej, ky vendim nuk nxjerr në pah mungesën e koherencës që ekziston në dëshmitë e dëshmitarëve dhe nuk përmend të gjitha përfundimet e autopsisë së realizuar me kërkesën e autoriteteve qipriote.", "63. Më 8 korrik 2003, Ambasada e Rusisë i drejtoi një letër Ministrisë së Jashtme qipriote ku e luste që t’i përgjigjej menjëherë kërkesave të mëparshme.", "64. Më 4 dhjetor 2003, Komisioneri i të drejtave të njeriut në Federatën e Rusisë i transmetoi Ndërmjetësit të Republikës së Qipros një ankesë të kërkuesit në lidhje me mungesën e përgjigjes nga autoritetet qipriote.", "65. Më 17 dhjetor 2003, si përgjigje ndaj kërkesës së autoriteteve ruse (paragrafi 52 më sipër), Ministri qipriot i Drejtësisë i transmeton Prokurorit të përgjithshëm të Federatës Ruse një raport të ri të policisë qipriote që daton nga 17 nëntori 2003. Ky raport, i hartuar nga njëri prej policëve që kishin asistuar në skenën e 28 marsit 2001, jepte përgjigje të shkurtra pyetjeve të drejtuara nga autoritetet ruse. Ai ripohonte faktin që dëshmitarët ishin dëgjuar dhe dëshmitë e tyre ishin mbledhur, si dhe theksonte se të gjitha elementet e provës ishin marrë në konsideratë gjatë hetimit. Më pas, ai shprehej :", " « Rreth orës 6 e 30 të datës 28 mars 2001, viktima doli në ballkonin e dhomës së saj duke kaluar nga dera e ballkonit dhe filloi të zbriste në ballkonin e katit të mëposhtëm me ndihmën e një mbulese shtrati të cilën e kishte lidhur në parmak. Ajo mbante çantën e dorës në shpatull. Ajo u var nga parmaku prej alumini i ballkonit me qëllim që të zbriste në atë të katit të mëposhtëm dhe të largohej.Në rrethana të panjohura, ajo bie në rrugë. Rënia e saj ishte vdekjeprurëse. »", "66. Sipas raportit, nuk dihet arsyeja se përse Znjsh. Rantseva ishte larguar nga apartamenti më 19 mars 2001, por hetimi kishte mundësuar që të arrihej në përfundimin e mëposhtëm :", "« (...) viktima nuk donte të dëbohej nga Qipro dhe, meqënënse punëdhënësi i saj qëndronte në të hyrë të apartamentit ku ajo qe strehuar, ajo vendosi të merrte parasysh rrezikun që të dilte nga ballkoni dhe si pasojë bie dhe vdes menjëherë. »", "67. Raporti tregonte gjithashtu se kritikat e hartuara në lidhje me autopsinë e kryer në Qipro dhe ndryshimeve të ankimuara që ekzistojnë mes analizave kriminalistike të autoriteteve qipriote dhe atyre ruse i janë transmetuar mjekut ligjor qipriot që kishte kryer autopsinë dhe ky i fundit ishte përgjigjur që përfundimet e tij ishin të mjaftueshme dhe nuk kërkonin informacione shtesë. Së fundi, raporti përsëriste që hetimi kishte përfunduar dhe asgjë nuk tregonte që një i tretë mund të ketë përgjegjësi penale për vdekjen e Znjsh. Rantseva-s.", "68. Me letrën e datës 17 gusht 2005, Ambasadori i Rusisë në Qipro kërkoi informacione shtesë në lidhje me audiencën e çështjes e cila mesa duket ishte parashikuar të mbahej më 14 tetor 2005 dhe përsëriti kërkesën për ndihmë ligjore për kërkuesin. Ministria qipriote e Drejtësisë iu përgjigj me një faks të datës 21 shtator 2005 që gjykata e rrethit të Limasolit nuk kishte mundur të gjente as më të voglin shënim që audienca e çështjes ishte caktuar më 14 tetor 2005 dhe u kërkoi autoriteteve ruse më shumë saktësime.", "69. Më 28 tetor 2005, kërkuesi u kërkoi autoriteteve ruse të mblidhnin dëshmitë e dy grave të reja ruse të kthyera në Rusi që kishin punuar me Znjsh. Rantseva-n në kabarenë e Limasolit dhe që sipas tij, ato mund të dëshmonin që kishte ndodhur një shfrytëzim seksual. Ai përsëriti kërkesën më 11 nëntor 2005. Autoritetet ruse u përgjigjën që ato mund t’i mblidhnin këto dëshmi vetëm me kërkesën e autoriteteve qipriote.", "70. Me letrën e datës 22 dhjetor 2005, Prokurori i përgjithshëm i Federatës së Rusisë i lutej Ministrisë së Drejtësisë në Qipro që t’i transmetonte informacionet e fundit të disponueshme në lidhje me hetimin e ri mbi vdekjen e Znjsh. Rantseva-s dhe t’i tregonte se cila ishte procedura që duhej ndjekur për të kundërshtuar vendimet e juridiksioneve qipriote. Duke treguar se sipas informacioneve që dispononin autoritetet ruse, audienca e caktuar më 14 tetor 2005 ishte shtyrë për shkak se nuk disponoheshin dëshmitë e shtetaseve ruse të cilat kishin punuar në kabare me Znjsh. Rantseva-n, prokurori angazhohej t’i jepte Qipros çdo ndihmë të nevojshme për të mbledhur elemente të reja prove.", "71. Sipas kërkuesit, Prokurori i përgjithshëm i Republikës së Qipros i konfirmoi më janar të 2006 avokates së tij që ishte gati të urdhëronte rihapjen e hetimit nëse do të kishte elemente të reja të cilat do të tregonin për një aktivitet kriminal.", "72. Më 26 janar 2006, Ambasada e Rusisë iu lut Ministrit qipriot të Drejtësisë që t’i transmetonte saktësime në lidhje me audiencën e shtyrë të datës 14 tetor 2005. Ministri i Drejtësisë iu përgjigj me faksin e datës 30 janar 2006 në të cilin konfirmonte se nuk kishte asnjë gjurmë për një audiencë të tillë as në gjykatën e rrethit të Limasolit, as në Gjykatën e Lartë të Qipros dhe kërkonte saktësime për këtë audiencë.", "73. Më 11 prill 2006, Prokurori i përgjithshëm i Federatës së Rusisë iu lut Ministrisë së Drejtësisë qipriote t’i transmetonte saktësime në lidhje me audiencën e shtyrë dhe përsëriti kërkesën e tij për procedurën e apelit në Qipro.", "74. Në letrën e datës 14 prill 2006, Prokurori i përgjithshëm i Republikës së Qipros informoi autoritetet ruse që nuk shihte asnjë arsye që t’u kërkonte të mblidhnin dëshmitë e dy qytetareve ruse të caktuara nga kërkuesi. Sipas tij, nëse këto persona do të ndodheshin në Republikën e Qipros, dëshmitë e tyre mund të ishin mbledhur nga policia qipriote, dhe nëse ato ndodhen në Rusi, autoritetet ruse nuk do të kishin nevojë për mbështjetjen e autoriteteve qipriote për t’i dëgjuar.", "75. Më 26 prill 2006, Ministri qipriot i Drejtësisë i kërkoi përsëri Prokurorit të përgjithshëm të Federatës së Rusisë saktësime në lidhje me audiencën që supozohet të jetë shtyrë.", "75. Më 17 qershor 2006, Prokurori i përgjithshëm i Federatës së Rusisë i drejtoi një letër Prokurorit të përgjithshëm të Republikës së Qipros ku i kujtonte kërkesat e mbetura pa përgjigje që i ishin drejtuar me qëllim vazhdimin e hetimit mbi vdekjen e Znjsh. Rantseva-s dhe transmetimin e informacioneve mbi zhvillimin e procedurës gjyqësore.", "76. Më 22 qershor dhe 15 gusht 2006, kërkuesi u kërkoi përsëri autoriteteve ruse të merrnin dëshmitë e dy grave të reja ruse.", "", "77. Më 17 tetor 2006, Ministri qipriot i Drejtësisë i konfirmoi Prokurorit të përgjithshëm të Federatës së Rusisë se hetimi mbi vdekjen e Znjsh. Rantseva-s ishte mbyllur që nga data 27 dhjetor 2001 dhe që kishte dalë në përfundim se vdekja ishte aksidentale. Letra shprehej kështu :", "« Vendimi nuk është kundërshtuar, asnjë element i ri nuk është shtuar në dosje ».", "78. Më 25 dhe 27 tetor 2006, më 3 tetor 2007 dhe më 6 nëntor 2007, kërkuesi u kërkoi përsëri autoriteteve ruse që të merrnin dëshmitë e dy grave të reja ruse.", "II. RAPORTE MBI GJENDJEN E « ARTISTEVE » NË QIPRO", "A.\tRaporti i hartuar ex officio nga Ndërmjetësja qipriote në lidhje me regjimin e hyrjes dhe punësimin e grave të huaja si artiste në vendet argëtuese të Qipros (24 nëntor 2003)", "79. Në nëntor 2003, Ndërmjetësja qipriote ka dorëzuar një raport mbi « artistet » në Qipro. Në hyrjen e raportit, ajo ka shpjeguar motivin që ka nxitur hartimin e tij :", "« Duke parë rrethanat në të cilat ka humbur jetën [Oxana] Rantseva dhe në dritën e çështjeve të tjera të ngjashme të bëra publike, si ngjarje dhune ose keqtrajtimi kundrejt grave të huaja të ardhura në Qipro për të punuar si « artiste »,vendosa të ndërmarr një hetim ex officio (...)", "80. Në lidhje me faktet e veçanta të çështjes së Znjsh. Rantseva-s, ajo shkruan :", "« Pasi ndoqi procedurat zyrtare të emigracionit, ajo filloi të punonte më 16 mars 2001. Tri ditë më vonë, ajo braktisi kabarenë dhe vendin ku banonte për arsye ende të paqarta. Punëdhënsi ia transmetoi këto fakte shërbimit të të huajve dhe emigracionit të Limasolit. Megjithatë, për arsye përsëri të panjohura, emri i [Oxana] Rantseva nuk u përfshi në listën e personave të kërkuar nga policia. »", "81. Ajo shton gjithashtu se :", "« Meqënëse [Oxana] Rantseva-s nuk ishte objekt as i ndonjë mandat arresti, as i ndonjë urdhërese dëbimi, arsyeja se përse policia ia ka dorëzuar punëdhënësit të saj në vend që ta lironte, mbetet gjithashtu e panjohur. »", "82. Në raportin e saj, Ndërmjetësja shqyrton historikun e punësimit të grave të reja të huaja si artiste kabareje, duke nxjerrë në pah që fjala « artiste » është bërë në Qipro sinonim i « prostitutës ». Ajo shpjegon që nga vitet 70, mijra gra të reja kanë hyrë ligjërisht në Qipro për të punuar aty si artiste, por në fakt kanë qenë punësuar si prostituta në kabaretë e shumta të vendit. Ajo shton se që nga fillimi i viteve 80, autoritetet përpiqen të vendosin një regjim më të ashpër për të garantuar një kontroll efikas të emigracionit dhe të kufizojnë « fenomenin e njohur dhe të stërnjohur të ardhjes së grave të huaja për të punuar në Qipro si artiste », por që shumë masa të parashikuara nuk u zbatuan për shkak të kundërshtimeve të drejtuesve të kabareve dhe të agjentëve artistikë.", "83. Gjithmonë sipas këtij raporti, tregu i prostitucionit në Qipro ushqehet që nga vitet 90 me gra që vijnë kryesisht nga ish shtetet e Bashkimit Sovjetik. Në këtë mënyrë :", "« Gjatë të njëjtës periudhë, mundëm të vëzhgonim një farë përmirësimi në zbatimin e këtyre masave dhe në politikën e zbatuar. Megjithatë, nuk pati asnjë përmirësim në lidhje me shfrytëzimin seksual, trafikun dhe tregtinë e grave të cilat pësojnë një regjim modern skllaverimi. »", "84. Përsa i përket kushteve të jetesës dhe punës së artisteve, raporti tregon :", "« Pjesa më e madhe e grave që hyjnë në vend për të punuar si artiste vjen nga familje ta varfëra të vendeve post-socialiste. Në pjesën më të madhe të rasteve, ato kanë bërë studime (...) Të rralla janë ato që janë artiste të vërteta. Pothuajse gjithmonë, këto gra të reja e dinë që do të jenë të detyruara të prostituojnë. Megjithatë, ato jo gjithmonë e dinë se në ç’kushte do ta ushtrojnë. Në disa raste, ato besojnë se duke ardhur në Qipro, do të punojnë si kamariere ose si kërcimtare dhe duhet thjesht të nxisin klientët të porosisin pije. Dhe së fundi, detyrohen me forcë dhe kërcënime të bëjnë punën për të cilën janë punësuar (...)", "Gratë e huaja të cilat i rezistojnë këtij presioni, detyrohen nga punëdhënësit e tyre të paraqiten në shërbimin për të huajt dhe të emigracionit për të deklaruar me arsye të pavërteta që dëshironin t’i jepnin fund kontratës dhe të largoheshin nga Qipro (...) Në këtë mënyrë, punëdhënësit mund t’i zëvendësojnë shpejt me artiste të tjera (...)", "Që nga ardhja në Republikën e Qipros dhe deri në largimin e tyre, artistet e huaja janë nën vëzhgim dhe ruajtje të vazhdueshme nga punëdhënësit e tyre. Kur ato mbarojnë punën e tyre, nuk mund të shkojnë nga të duan. Ka pasur madje ankesa sipas të cilave ato mbylleshin me çelës në vendin ku strehoeshin. Për më tepër, pasaportat dhe dokumentet e tjera personale ishin në zotërim të punëdhënësve të tyre ose të agjentëve artistikë. Ato që nuk pranojnë të binden, ndëshkohen me dhunë ose me tatimin e shpenzimeve, të cilat në përgjithësi mbahen mbi konsumin ose raportet e tarifuara. Sigurisht që këto shuma figurojnë në kontratat që ato nënshkruajnë.", "(...)", "Artistet strehohen në përgjithësi në hotele të paklasifikuara ose me një yll apo në apartamente ose në dhoma të vendosura pranë kabareve, madje në katet e sipërme në të njëjtat ndërtesa. Këto vende u përkasin agjentëve artistikë ose pronarëve të kabareve dhe janë gjithë kohës të vëzhguara. Gratë e reja banojnë aty 3-4 në dhomë. Sipas raporteve të policisë, një numër i madh i këtyre ndërtesave nuk ofrojnë kushtet e rregullta të jetesës dhe as ato të higjenës.", "(...) Dhe së fundi, duhet të dimë se kur mbërrijnë në Qipro, artistet e huaja janë të zhytyra në borxhe, për shembull për shpenzimet e udhëtimit, komisionet që merr agjenti artistik i cili i ka sjellë ose ai që i ka piketuar në vendin e tyre, etj. Pra, ato janë të detyruara të punojnë pavarësisht kushteve për të shlyer të paktën borxhet e tyre. » (referenca e papërmendur)", "85. Në lidhje me rekrutimin e grave të reja në vendin e tyre, raporti shprehet :", "« Piketimi i grave të reja të cilat do të dërgohen që të punojnë në Qipro, bëhet kryesisht nga agjentët artistikë lokalë, në bashkëpunim me homologët e tyre në vende të tjera me të cilët kanë rënë dakort. Pasi punojnë në Qipro gjashtë muaj maksimumi, një numër i konsiderueshëm i këtyre artisteve dërgohen në Liban, Siri, Greqi ose Gjermani. » (referenca e papërmendur)", "86. Ndërmjetësja vëren gjithashtu se policia ka marrë shumë pak ankesa nga viktimat e trafikimit :", "« Sipas policisë, numri i ulët i ankesave të rregjistruara vjen nga frika që kanë artistet nga kërcënimi me vdekje që iu bëjnë tutorët e tyre. »", "87. Nga ana tjetër, ajo thekson se masat për mbrotjtjen e viktimave që denoncojnë janë të pamjaftueshme : edhe pse ato kanë të drejtë për të punuar diku tjetër, ato duhet të punësohen në të njëjtën fushë. Kështu, është shumë e thjeshtë që të gjenden nga ish punëdhënësit e tyre.", "88. Ndërmjetësja del në përfundimin se :", "« Fenomeni i trafikimit të qenieve njerëzore është zhvilluar në mënyrë të konsiderueshme në të gjithë botën. Nga trafikimi nuk vjen vetëm shfrytëzimi seksual, por gjithashtu shfrytëzimi i punës së tjetrit në kushtet e skllavërisë [ose] të robërisë (...)", "Nga ky raport del gjithashtu se gjatë 20 viteve të fundit, Qipro është bërë jo vetëm vendi i destinacionit, por dhe vendi tranzit ku gratë vihen sistematikisht në tregun e prostitucionit. Kjo situatë shkaktohet nga masat tolerante të sektorit të emigracionit, të cilët e dinë fare mirë se çfarë ndodh realisht.", "Për shkak të politikës së zbatuar në fushën e hyrjes në territor dhe dhënies së lejes së punës në vendet e argëtimit dhe të spektaklit, mijra gra të huaja, pa asnjë mundësi ndihme, kanë hyrë në mënyrë të ligjshme në vend për të punuar në formë të paligjshme si « artiste ». Me mjete të ndryshme detyruese dhe presioni, punëdhënësit i detyrojnë ato, në pjesën më të madhe të rasteve, të prostituojnë në kushte mizore që shkelin të drejtat themelore dhe pikërisht lirinë individuale dhe dinjitetin njerëzor. » (referenca e papërmendur)", "89. Ajo e cilëson si të kënaqshëm kuadrin ligjor të luftës kundër trafikimit dhe shfrytëzimit seksual, por vëren se në praktikë nuk është marrë asnjë masë për të zbatuar politikat e miratuara :", "« (...) Mjaft shpesh, departamentet e ndryshme dhe sektorët që trajtojnë këtë problem nuk e njohin atë dhe nuk janë trajnuar siç duhet ose injorojnë detyrimet që rrjedhin nga ligji (...) »", "B.\tPjesë nga raporti i datës 12 shkurt 2004 hartuar nga Komisioneri për të drejtat e njeriut në Këshillin e Europës në qershor 2003 (CommDH(2004)2)", "90. Komisioneri për të drejtat e njeriut në Këshillin e Europës shkoi në Qipro në qershor 2003. Në raportin e tij të datës 12 shkurt 2004, hartuar pas kësaj vizite, ai trajton problemet e trafikimit të grave në Qipro. Raporti tregon :", "« 29. Nuk është aspak e vështirë të kuptohet se si Qipro, me zhvillimin e tij të dukshëm ekonomik dhe turistik, të bëhet një shënjestër e rëndësishme e trafikut të qenieve njerëzore në rajonin e mesdheut lindor. Mungesa e politikës së emigracionit dhe të metat që ekzistojnë në fushën legjislative thjesht e kanë lehtësuar fenomenin.»", "91. Në lidhje me kuadrin juridik që është në fuqi në Qipro (paragrafet 127 - 131 më poshtë), ai formulon vërejtjet e mëposhtme :", "« 30. Autoritetet kanë reaguar në planin normativ. Ligji i vitit 2000 (Ligji 3(I) i 2000) ka krijuar një kuadër të përshtatshëm për shtypjen e trafikimit të qenieve njerëzore dhe shfrytëzimit seksual të fëmijëve. Në bazë të këtij ligji, çdo akt që mund të cilësohet si trafikim i qenieve njerëzore sipas Konventës kundër trafikimit të qenieve njerëzore dhe shfrytëzimit të prostitucionit, si edhe akte të tjera të ngjashme të specifikuara nga ligji, përbëjnë një vepër penale që dënohet me 10 vjet burg, dënim që mund të shkojë deri në 15 vjet nëse viktima është nën 18 vjeç. Vepra penale për shfrytëzimin seksual dënohet me 15 vjet burg. Nëse kryhet nga të afërm të viktimës ose nga persona që ushtrojnë mbi të autoritet ose influencë, dënimi është 20 vjet burg. Sipas nenit 4, punësimi i fëmijëve për prodhimin dhe tregtimin e materialit me karakter pornografik është një vepër penale. Sipas nenit 7, brenda kufijve të arsyeshëm, shteti u akordon një ndihmë viktimave të shfrytëzimit ; kjo ndihmë përfshin shpenzimet e qëndrimit, një strehim të përkohshëm, kujdesje mjekësore dhe mbështetje psikiatrike. Neni 8 e rikonfirmon të drejtën e dëmshpërblimit duke insistuar në autoritetin e gjykatës për të akorduar kompesime financiare me interesa ndëshkimore kur shkalla e shfrytëzimit ose e dominimit të të akuzuarit kundrejt viktimës e justifikon atë. Një punëtor i huaj që gjendet ligjërisht në Qipro dhe është viktimë e shfrytëzimit mund t’u drejtohet autoriteteve për të gjetur një punë të re për periudhën që i mbetet nga leja e punësimit fillestare (neni 9). Së fundi, Këshilli i Ministrave, në bazë të nenit 10, ka caktuar një kujdestar për viktimat, që ka si detyra kryesore të këshillojë viktimat dhe t’i ndihmojë ata, të shqyrtojë ankesat për shfrytëzim dhe [të] ndjekë autorët, si edhe të kapë çdo mungesë ose të metë të ligjit dhe të bëjë rekomandimet për eleminimin e tyre. »", "93. Në lidhje me masat praktike, Komisioneri shkruan :", "« 31. Në praktikë, qeveria ka bërë përpjekje për të mbrotjur gratë që kanë paraqitur ankesë kundër punëdhënësve të tyre, duke i autorizuar të qëndrojnë në vend në mënyrë që të vendosen dëmshpërblimet. Në disa raste, gratë kanë qëndruar në Qipro me shpenzimet e qeverisë gjatë kohës që bëhej hetimi. »", "93. Megjithatë, ai qorton autoritetet se nuk kanë trajtuar problemin e numrit shumë të madh të grave të reja të huaja që vijnë për të punuar në kabaretë qipriote :", "« 32. Megjithatë, përveç procedurave shtypëse, mund të ishin ndërmarrë masa të kontrollit parandalues. Siç e pohojnë dhe vetë autoritetet, numri i grave të reja që emigrojnë në Qipro si artiste kabareje vazhdon të jetë tepër në disproporcion me popullsinë e ishullit. »", "C.\tPjesë nga raporti i datës 26 mars 2006 mbi progresin e arritur në zbatimin e rekomandimeve të Komisionerit për të drejtat e njeriut në Këshillin e Europës (CommDH(2006)12)", "94. Më 26 mars 2006, Komisioneri për të drejtat e njeriut në Këshillin e Europës ka botuar një raport në të cilin ai vlerësonte progresin e arritur nga qeveria qipriote në zbatimin e rekomandimeve që ai kishte hartuar në raportin e mëparshëm.", "(...)", "100. Përfundimet e këtij raporti janë si më poshtë :", "« 57. Trafiku i qenieve njerëzore është një nga problemet më urgjente dhe më komplekse me të cilat përballen shtetet anëtare të Këshillit të Europës, si Qipro, në fushën e të drejtave të njeriut. Ekziston pa dyshim një rrezik që gratë e reja që hyjnë në Qipro me viza artisti të jenë viktima të trafikut të qenieve njerëzore ose të bëhen më pas viktima të abuzimit ose të një forme tjetër detyrimi. Këto gra rekrutohen zyrtarisht si kërcimtare kabareje, por gjithësesi me idenë që do të punojnë edhe si prostituta. Në përgjithësi, ato vijnë nga vende ku niveli i jetesës është më i ulët se në Qipro dhe mund të gjenden në një situatë delikate për t’u rezistuar kërkesave të punëdhënësve ose klientëve të tyre. Vetë procedura, sipas të cilës pronari i vendit të punës e kërkon lejen në emrin e gruas, e bën shpesh atë të varur nga punëdhënësi ose nga agjenti i saj dhe rrit rrezikun që ajo të bjerë në duart e rrjetit të trafikimit.", "58. Komisioneri u bën thirrje të vazhdueshme autoriteteve qipriote që të kenë një vigjilencë të veçantë në lidhje me ndjekjen e situatës dhe të bëjnë diçka që regjimi i vizave për artistet të mos shërbejë në lehtësimin e trafikimit të qenieve njerëzore ose prostituimin e detyruar. Për këtë, Komisioneri kujton reagimin e jashtëzakonshëm të autoriteteve të Luksemburgut që hoqën regjimin e vizave « artiste kabareje » pas raportit që ai kishte hartuar për këtë vend, ku kishte shprehur një shqetësim të ngjashëm. Të paktën, disa modifikime të praktikës aktuale do të mund të bënin që gratë të kërkonin vetë një vizë dhe që informacioni t’u shpërndahej sa më shumë që të jetë e mundur para mbërritjes së tyre në territorin qipriot.", "59. Komisioneri pret me kenaqësi Planin e ri kombëtar të veprimit për të luftuar kundër trafikimit të qenieve njerëzore, çka përbën hapin e parë drejt rregullimit të problemit. Ai nxit Ministrin e brendshëm që ta zbatojë atë plotësisht. Ligji i ri mbi trafikun e qenieve njerëzore do të luajë gjithashtu një rol të rëndësishëm kur të jetë miratuar. Duhen theksuar gjithashtu masat e ndryshme pozitive të marra nga sektorët e policisë për të reaguar ndaj këtij fenomeni, siç është krijimi i zyrës për parandalimin e trafikimit të qenieve njerëzore dhe luftës kundër këtij fenomeni.", "60. Që të mund të respektohen të drejtat e viktimave të trafikimit, autoritetet duhet të jenë në gjendje të identifikojnë viktimat dhe t’i orientojnë drejt organizmave të specializuara që mund t’u sigurojnë strehim, mbrojtje dhe shërbimet e ndihmës. Komisioneri u rekomandon me këmbëngulje autoriteteve qipriote që të vazhdojnë trajnimin e funksionarëve të policisë në fushën e identifikimit dhe orientimit të viktimave. Ai i nxit ato që të punësojnë në këtë sektor gra si funskionare të policisë. Duhet gjithashtu të përforcohet bashkëpunimi me OJQ dhe aktorët e tjerë të shoqërisë civile. Komisioneri shpreson që qendra e strehimit të Limasolit të fillojë të funksionojë sa më shpejt të jetë e mundur. »", "D.\tPjesë nga raporti i datës 12 dhjetor 2008 hartuar nga Komisioneri për të drejtat e njeriut në Këshillin e Europës në lidhje me vizitën e tij në Qipro më 7 - 10 korrik 2008 (CommDH(2008)36)", "101. Komisioneri për të drejtat e njeriut ka botuar kohët e fundit një raport tjetër në lidhje me vizitën që ka bërë në Qipro në korrik 2008. Ai parashtron pikëpamjet e tij mbi evoluimin e çështjeve që lidhen me trafikun e qenieve njerëzore dhe thekson njëherësh që trafikimi i grave për qëllime shfrytëzimi është një problem tejet i rëndësishëm në shumë vende europiane, siç është edhe Qipro. Më pas, ai paraqet vërejtjet e mëposhtme :", "« 33. Që nga viti 2003, Komisioneri për administrimin (Ndërmjetësi) ishte shprehur se Qipro ishte lidhur me trafikun jo vetëm si vend destinacioni, por gjithashtu si vend tranziti, ku pjesa më e madhe e grave ishin objekt shantazhi dhe në këtë mënyrë detyroheshin të prostituonin. Në 2008, ishulli vazhdon të jetë destinacioni i një numri të madh grash [me prejardhje nga Filipinet, Rusia, Moldavia, Hungaria, Ukraina, Greqia, Vietnami, Uzbekistani dhe Republika domenikane] që janë viktima të trafikut me synim shfrytëzimin seksual për qëllime komerciale (...) Duket që gratë marrin vetëm një pjesë të rrogës ose nuk marrin asgjë, ato janë të detyruara të dorëzoinë pasaportat e tyre dhe të kryejnë shërbime seksuale për klientët. Pjesa më e madhe e tyre nuk janë të lira në lëvizjet e tyre, detyrohen të punojnë shumë më gjatë se kohëzgjatja normale e punës dhe jetojnë në kushte të frikshme, të izoluara dhe nën mbikqyrje të rreptë.", "34. Pjesa më e madhe e viktimave të trafikimit hyjnë në Qipro me një vizë të quajtur « artisti » apo « spektakli » me një kohëzgjatje tri mujore, për të punuar në kabare, diskoteka ose bare, ose me vizë turistike për të punuar në sallonet e masazhit, të cilat zyrtarisht ndodhen në apartamente private (...) Për gratë në fjalë, leja e punës u kërkohet nga pronari i vendit të punës, që në pjesën më të madhe të rasteve janë « kabare ».", "35. Studimi i kryer nga Mediterranean Institute of Gender Studies (MIGS) ka çuar në botimin e një raporti mbi trafikun e qenieve njerëzore në tetor 2007. Ai tregon që rreth 2 000 gra të huaja hyjnë çdo vit në Qipro me leje pune afat shkurtër si « artiste » ose për « spektakël ». Për një periudhë 20 vjeçare që shtrihet nga 1982 në 2002, numri i kabareve që ndodhen në ishull është rritur në mënyrë marramendëse (111 %) (...)", "36. Gjatë vizitës së tij, Komisioneri mësoi që Republika e Qipros numëron tashmë rreth 120 kabare, që punësojnë secila 10 deri në 15 gra afërsisht (...) » (referenca e papërmendur)", "102. Komisioneri thekson që vendi ka tashmë një legjislacion për të luftuar kundër trafikut të gjerë dhe që ndëshkon si vepra penale të gjitha format e trafikimit dhe parashikon dënime me burg që mund të shkojnë deri në 20 vjet për rastet e shfrytëzimit seksual, si edhe masa ndihme dhe mbrojtëse për viktimat (paragrafet 127 - 131 më poshtë). Ai raporton gjithashtu se ka vizituar një qendër pritëse publike që funksionin që prej nëntorit 2007, dhe i ka bërë përshtypje mjaft të mirë si qendra, ashtu edhe vullneti i mirë i personelit të saj. Në lidhje me ankesat për korrupsion në rradhët e policië, ai shprehet :", "« 42. Autoritetet e kanë siguruar Komisionerin se ankesat për rastet e korrupsionit në rradhët e policisë në lidhje me trafikimin përbëjnë raste tepër të veçanta. Ato kanë saktësuar se janë bërë hetime në lidhje me tre çështje disiplinore që lidhen me aktet e trafikimit të qenieve njerëzore/prostitucionit : një çështje ka përfunduar me dhënien e pafajsisë, ndërsa hetimi vazhdon për dy të tjerat. Përveç kësaj, në 2006, një funksionar i policisë është dënuar me 14 muaj burg dhe si pasojë është pushuar nga puna në bazën e akuzave që lidhen me trafikimin. »", "103. Përfundimet e raportit në lidhje me regjimin e dhënies së lejes së punës për « artiste » në Qipro :", "« 45. Komisioneri ripohon që trafikimi i grave me qëllim shfrytëzimin seksual përbën një problem të rëndësishëm dhe kompleks në fushën e të drejtave të njeriut për shumë shtete anëtare të Këshillit të Europës, siç është dhe Qipro. Duket paradoksale që autoritetet qipriote vazhdojnë të japin leje pune për « artiste kabareje » dhe liçensa për kabaretë, ndërkohë që ato kanë marrë masa legjislative për të luftuar kundër trafikimit të qenieve njerëzore dhe kanë shprehur dëshirën e tyre për ta bërë me Planin kombëtar të veprimit të 2005. Nëse në teori, lejet u jepen grave që do të ushtrojnë një aktivitet me natyrë artistike, në realitet, një numër i madh i tyre, për të mos thënë pjesa dërrmuese, do të prostituojnë.", "46. Për shkak se ekziston dhënia e lejes së punës për «  artiste », është shumë e vështirë për autoritetet e policisë të provojnë detyrimin dhe trafikimin, si dhe të luftojnë në mënyrë efikase kundër këtyre fenomeneve. Kjo lloj leje mund të konsiderohet si në kundërshtim me masat e marra kundër trafikimit ose së paku, ajo dëmton efikasitetin e tyre.", "47. Për këtë arsye, Komisioneri shpreh keqardhjen e tij që lejet e punës për « artistet » vazhdojnë të jepen edhe sot, ndërkohë që qeveria është zotuar në të shkuarën që t’i heqë ato. Duket që broshura e veçantë e informacionit që u dorëzohet grave që hyjnë në vend me një leje të tillë pune është shumë pak efikase, edhe pse gratë duhet ta lexojnë dhe ta nënshkruajnë në prani të një funksionari.", "48. Komisioneri nxit autoritetet qipriote që të heqin sistemin e lejeve të punës për « artiste » kabareje i cili vazhdon të jetë në fuqi (...) »", "(...)", "E.\tRaporti mbi trafikimin e personave (Trafficking in Persons Report) nga Departamenti amerikan i shtetit (qershor 2008)", "105. Në raportin e vitit 2008 mbi trafikimin e personave, Departamenti amerikan i shtetit ka paraqitur konstatimet e mëposhtme :", "« Qipro është një vend destinacioni për një numër të madh grash që vijnë nga Filipinet, Rusia, Moldavia, Hungaria, Ukraina, Greqia, Vietnami, Uzbekistani dhe nga Republika domenikane dhe që janë objekt i trafikimit me synim shfrytëzimin seksual për qëllime komerciale (...) Pjesa më e madhe e viktimave të trafikimit janë futur në Qipro me pretekstet e rreme për të punuar në kabare, me një leje pune « artiste » për tre muaj, ose në sallonet e masazheve klandestine, me një vizë të thjeshtë turistike. »", "106. Raporti tregon që Qipro nuk ka dhënë prova se ka intensifikuar masat e luftës kundër formave të rënda të trafikimit të personave që nga viti i kaluar.", "107. Ai ka hartuar rekomandimet e mëposhtme për qeverinë qipriote :", "« Të kryejnë mirë projektet për heqjen apo një kufizim të rëndësishëm të përdorimit të lejeve të punës për artistet si mjete mjaft të njohura nga trafikantët, të zbatojnë procedura operacionale standarte me qëllim që të sigurojnë mbrojtje dhe asistencë për viktimat e trafikimit në qendrën e re të pritjes, të hartojnë dhe të zhvillojnë një fushatë të gjerë për uljen e kërkesës që i drejtohet kryesisht klientëve dhe publikut të gjerë me qëllim për të larguar idetë e gabuara mbi trafikimin dhe industrinë e kabareve, t’u sigurojnë më shumë burime njësive anti-trafik dhe të përmirësojnë cilësinë e ndjekjeve penale kundër trafikantëve me qëllim që ata të dënohen dhe të sanksionohen ashtu siç duhet. »", "II. E DREJTA DHE PRAKTIKA TË BRENDSHME TË NEVOJSHME", "A.\tQipro", "1.\tPjesë nga Kushtetuta", "108. Neni 7 i Kushtetutës së Qipros mbron të drejtën për jetën dhe integritetin fizik.", "109. Neni 8 thotë se askush nuk mund t’i nënshtrohet torturës ose dënimeve apo trajtimeve çnjerëzore ose poshtëruese.", "110. Neni 9 është hartuar në këtë mënyrë :", "« Çdo njeri ka të drejtë për një jetesë dinjitoze dhe për sigurime shoqërore. Ligji parashikon mbrojtjen e punëtorëve, asistencën ndaj të varfërve dhe një sistem të sigurimeve shoqërore. »", "111. Në disa pjesë të tij, neni 10 parashikon :", "« 1. Askush nuk mund të mbahet në skllavëri ose në robëri.", "2. Askush nuk mund të shtrëngohet të kryejë një punë me dhumë ose të detyruar (...) »", "112. Neni 11 § 1 parashikon që çdokush ka të drejtën e lirisë e të sigurisë personale. Neni 11 § 2 ndalon heqjen e lirisë, me përjashtim të rasteve të autorizuara nga neni 5 § 1 i Konventës dhe të parashikuara nga ligji.", "2. Kërkesat për lejet e hyrjes, të qëndrimit dhe të punës për artistët", "a. Procedura në momentin e fakteve", "113. Ne vitin 2000, shërbimi i gjendjes civile dhe i migrimit e përkufizonte në këtë mënyrë fjalën « artist » :", "« çdo i huaj që dëshiron të hyjë në Qipro për të punuar në një kabare, diskotekë apo në një vend tjetër argëtimi të natës dhe që ka mbushur moshën 18 vjeç. »", "114. Sipas nenit 20 të ligjit mbi të huajt dhe emigracionin (kapitulli 105), Këshilli i ministrave është kompetent për të nxjerrë rregullore në lidhje me kushtet e hyrjes të të huajve në territorin qipriot, për të kontrolluar emigracionin dhe flukset migratore, për të përcaktuar garancitë që zbatohen ndaj të huajve titullarë të një leje dhe për të caktuar shpenzimet e mundshme në këtë fushë. Megjithë këtë, në momentin e fakteve, procedurat për hyrjen në territorin qipriot të personave që janë caktuar të punojnë atje si artistë kabareje ishin përcaktuar nga vendimet dhe udhëzimet e Ministrit të brendshëm, nga agjentët e emigracionit dhe drejtorët e përgjithshëm të ministrisë.", "115. Sipas procedurës së vendosur në 1987, kërkesat për hyrje, qëndrim të përkohshëm dhe leje qëndrimi duhej të paraqiteshin nga punëdhënësi i ardhshëm (drejtori i kabaresë) dhe agjenti artistik, të cilët duhet t’i bashkangjisnin kërkesës dhe një kontratë pune që përcakton kushtet e sakta për të cilat kanë rënë dakort palët, si edhe fotokopjet e faqeve të duhura të pasaportës së artistit. Agjentët artistikë duhet gjithashtu të depozitonin një garanci bankare prej 10 000 paund qipriotë (CYP), që do të thotë rreth 17 000 EURO, për të mbuluar shpenzimet e mundshme të riatdhesimit. Drejtorët e kabaresë duhet të depozitonin një garanci bankare prej 2 500 CYP, rreth 4 200 EURO, për të mundësuar shërbimin e riatdhesimit për të cilin ata do të ishin përgjegjës.", "116. Ne qoftë se plotësoheshin të gjitha kushtet, jepej një vizë për të hyrë dhe një leje qëndrimi e përkohshme prej pesë ditësh. Me të mbërritur në Qipro, artisti duhet t’i nënshtrohej vizitave mjekësore që kishin si qëllim të verifikonin që ai nuk kishte SIDA, ndonjë infeksion tjetër apo sëmundje ngjitëse. Nëse rezulatet e vizitave ishin bindëse, atij i jepej një leje qëndrimi e përkohshme dhe një leje pune me kohëzgjatje tre mujore e cila mund të përsëritet. Numri i artistëve që mund të punësohej në një kabare ishte i kufizuar.", "117. Me qëllim që të shmangin largimet e detyruara të artistëve/artisteve me klientët, ata i detyojnë që të jenë të pranishëm/me në kabare nga ora 21 deri në orën 3, edhe pse numri i tyre zgjat vetëm një orë. Mungesat në rast sëmundje duhet të justifikohen me një raport mjekësor. Drejtorët e kabareve duhet të lajmëronin shërbimin e Emigracionit në rast se një artist nuk paraqitej në punë ose prish kontratën në një mënyrë tjetër. Në rast të kundërt, artisti dëbohej dhe shpenzimet e riatdhesimit mbuloheshin nga garancia bankare e depozituar nga drejtori i kabaresë. Nëse një agjent artistik ka qenë dënuar për shkelje që lidhen me prostitucionin, ai nuk do të kishte mundësi të merrte viza hyrëse për artistet.", "b. Elemente të tjera të nevojshme", "118. Në 1986, pas sinjalizimeve sipas të cilave artistet prostituonin, drejtori i policisë propozoi krijimin e një komiteti ad hoc të ngarkuar për të vlerësuar nëse artistët që dëshironin të shkonin në Qipro, i kishin të gjitha kualifikimet e nevojshme për të marrë një vizë të tillë. Megjithatë, kjo masë nuk u zbatua kurrë. U krijua një komitet me kompetenca më të kufizuara, por rëndësia e të cilit u dobësua me kalimin e kohës.", "119. Sipas procedurës së vendosur në 1987, kërkesat për viza hyrëse duhej të shoqëroheshin me elemente që justifikonin aftësinë artistike. Megjithatë, zbatimi i kësaj mase u shty sine die në dhjetor të 1987 sipas udhëzimeve të Drejtorit të përgjithshëm të Ministrisë së Brendshme të asaj kohe.", "120. Në 1990, janë shprehur shqetësime në lidhje me faktin që agjentët artistikë zotëronin ose drejtonin edhe kabare apo zotëronin banesa në të cilat banonin artistet. Për këtë fenomen, shërbimi i Gjendjes civile dhe i Emigracionit informoi të gjithë agjentët artistikë që duke filluar nga 30 qershori 1990, pronarët e kabareve nuk do të mund të ishin më edhe agjentë artistikë. Ata duhej t’u deklaronin autoriteteve se cilin nga dy aktivitetet dëshironin të vazhdonin të ushtronin. Për më tepër, shuma e garancive bankare u rrit nga 10 000 në 15 000 CYP për agjentët artistikë dhe nga 2 500 në 10 000 CYP për drejtorët e kabareve. Megjithatë, këto masa nuk u zbatuan kurrë sepse hasën në kundërshtimin e agjentëve artistikë dhe drejtorëve të kabareve. I vetmi ndryshim që u realizua ishte rritja e shumës së garancisë bankare që duhet të depozitohet nga drejtorët e kabareve, që shkoi nga 2 500 CYP në 3 750 CYP (rreth 6 400 EURO).", "(...)", "4. Trafikimi i qenieve njerëzore", "127. Qipro ka tashmë një legjislacion mbi trafikimin e qenieve njerëzore me miratimin e ligjit nr. 3-1) të vitit 2000 mbi luftën kundër trafikimit të personave dhe shfrytëzimit seksual të fëmijëve. Neni 3 § 1 i këtij ligji ndalon :", "« a. shfrytëzimin seksual të personave madhorë për qëllime fitimprurëse :", "i. në qoftë se ai kryhet me anë të forcës, dhunës apo kërcënimit ; ose", "ii. në rast mashtrimi ; ose", "iii. në qoftë se kryhet me anë të abuzimit të pushtetit apo një forme tjetër presioni në mënyrë që personi që i nënshtrohet mos të ketë zgjedhje tjetër të arsyeshme dhe reale përveçse të pranojë presionin ose keqtrajtimet objekt i të cilit është ai vetë ;", "b. trafikimin e personave të rritur për qëllime fitimprurëse dhe për shfrytëzim seksual në rrethanat e parashikuara në paragrafin a) më sipër ;", "c. shfrytëzimin seksual ose keqtrajtimet ndaj të miturve ;", "d. trafikimin e të miturve duke pasur si qëllim shfrytëzimin seksual ose keqtrajtimet. »", "128. Sipas nenit 6, pëlqimi nga ana e viktimës nuk mund të nxirret si shkak nga autorët e akteve të trafikimit.", "129. Sipas nenit 5 § 1, personat e gjykuar fajtorë për trafikimin me qëllim shfrytëzimin seksual tek të rriturit ndëshkohen me një dënim që mund të shkojë deri në 10 vjet burg ose 10 000 CYP gjobë apo të dyja. Nëse viktima është një i mitur, dënimi maksimal shkon deri në pesëmbëdhjetë vjet burg dhe/ose 15 000 CYP gjobë. Neni 3 § 2 parashikon një dënim më të ashpër në disa raste :", "« Sipas këtij neni, konsiderohet si abuzim autoriteti ose një formë tjetër detyrimi [çdo akt që bie në kundërshtim me dispozitat e nenit 1, kryer nga një person që ka me viktimën] lidhje gjaku ose afërsie deri në brezin e tretë apo çdo lidhje tjetër në kuadrin e të cilës, i pari, për shkak të pozicionit të tij, ushtron mbi të dytin influencën dhe autoritetin e tij si kujdestar, edukator, përfaqsues i një vendbanimi, i një qendre rehabilitimi, i një institucioni penitenciar ose një institucioni të ngjashëm apo nga një person që ka një funksion ose një statut analog.", "a. Çdokush që shkel dispozitat e paragrafeve a) dhe b) të nenit 1 kryhen një shkelje që dënohet me pesëmbëdhjetë vjet burg.", "b. Çdokush që shkel dispozitat e paragrafeve c) dhe d) të nenit 1 kryhen një shkelje që dënohet me njëzet vjet burg. »", "130. Neni 7 detyron shtetin të mbrojë viktimat e trafikimit duke iu ofruar atyre ndihmë si banesë, përkujdesje dhe mbështetje psikiatrike.", "131. Sipas neneve 10 dhe 11, Këshilli i ministrave mund të emërojë një « kujdestar të viktimave » për të këshilluar dhe drejtuar viktimat e shfrytëzimit, për të dëgjuar ankesat e tyre dhe për të hetuar për to, për t’u akorduar përkujdesje dhe një banesë të sigurt, për të marrë masat e nevojshme për ndjekjen e autorëve të shkeljeve, masa për të ndihmuar viktimat që të reintegrohen dhe të gjejnë një punë të re apo të kthehen në vendin e tyre, dhe të gjejnë, nëse ka, mangësi në legjislacionin anti-trafik. Një kujdestar është emëruar efektivisht, por kur Ndërmjetësja qipriote hartoi raportin e saj në 2003 (paragrafet 79 - 89 më sipër), roli i tij mbetej thjesht në teori dhe asnjë program për mbrojtjen e viktimave nuk ishte zbatuar.", "B. Rusia", "1. Juridiksioni sipas kodit penal rus", "132. Nenet 11 dhe 12 të kodit penal të Federatës së Rusisë parashikojnë zbatimin territorial të së drejtës penale ruse. Në nenin 11, Federata e Rusisë ka vendosur juridiksionin e saj për shkeljet e kryera në territorin e saj. Neni 12 § 3 parashikon një juridiksion të kufizuar kundrejt shtetasve të huaj që kryejnë jashtë territorit të Rusisë shkelje që cënojnë interesat e Federatës së Rusisë, si edhe raste të parashikuara nga marrëveshjet ndërkombëtare.", "(...)", "TRAKTATE DHE MARRËVESHJE TË TJERA NDËRKOMBËTARE TË RËNDËSISHME", "(...)", "2.\tJurisprudenca e Gjykatës Penale Ndërkombëtare për ish-Jugosllavinë", "142. Në çështjen e parë që lidhet me cilësimin si krim kundër njerëzimit kthimi në skllavëri me qëllim shfrytëzimin seksual, Prokurori kundër Dragoljub Kunarac, Radomir Kovac dhe Zoran Vukovic (12 qershor 2002), Gjykata Penale Ndërkombëtare për ish-Jugosllavinë shprehej :", "« 117. (...) koncepti tradicional i skllavërisë, ashtu siç përkufizohet në Konventën e vitit 1926 në lidhje me skllavërinë, dhe sipas të cilit personat konsiderohen shpesh si pasuri të tundshme, ka evoluar dhe përfshin forma të ndryshme bashkëkohore të skllavërisë që edhe ato bazohen në ushtrimin njërit apo tërësisë së atributeve të së drejtës së pronësisë. Në format e ndryshme bashkëkohore të skllavërisë, viktima nuk i nënshtrohet ushtrimit të së drejtës së pronësisë në formën e saj më ekstreme, siç është rasti kur skllavi konsiderohet si një pronë e tundshme ; por në të gjitha rastet, ushtrimi i njërit apo tërësisë së atributeve të së drejtës së pronësisë sjell, deri në një farë mase, shkatërrimin e personalitetit juridik. Ky shkatërrim është më i rëndë në rastin kur skllavi konsiderohet si pronë e tundshme, por në këtë rast bëhet fjalë vetëm për një diferencë shkalle (...) »", "143. Përfundimi është si më poshtë :", "« 119. (...) çështja që të dihet nëse një situatë e dhënë përbën një formë kthimi në skllavëri do të varet nga ekzistenca e faktorëve ose elementeve [që] përfshijnë « kontrollin e lëvizjeve të një individi, kontrollin e mjedisit fizik, kontrollin psikologjik, masat e marra për të penguar apo dekurajuar çdo tentativë ikje, përdorimin e dhunës, kërcënimet për përdorimin e dhunës apo detyrimit, kohëzgjatjen, kërkesën për të drejtat ekskluzive, trajtimet mizore dhe dhunën fizike, kontrollin e seksualitetit dhe punën e detyruar ». Si pasojë, nuk është aspak e mundur të numërosh në mënyrë të hollësishme të gjitha format bashkëkohore të skllavërisë që përfshihen në nocionin e gjerë të termit (...) »", "(...)", "B. Trafikimi", "1. Marrëveshjet e para kundër trafikimit", "146. Instrumenti i parë ndërkombëtar që parashikon luftën kundër trafikimit të personave u miratua në vitin 1904. Bëhet fjalë për një Rregullore në rang ndërkombëtar që synon të sigurojë një mbrojtje efikase kundër trafikut kriminal të njohur me emrin trafiku i grave të bardha. Ky instrument u ndoq në 1910 nga Konventa ndërkombëtare në lidhje me shtypjen e këtij trafiku. Më pas, në 1921, Shoqëria e kombeve ka miratuar një Konventë që kishte si qëllim shtypjen e trafikimit të grave dhe fëmijëve, dispozitat e të cilës u konfirmuan më vonë në Konventën ndërkombëtare për shtypjen e trafikimit të grave madhore në vitin 1933. Me Konventën e 1949 për shtypjen e trafikimit të qenieve njerëzore dhe të shfrytëzimit të prostitucionit të të tjerëve, këto instrumenta hyjnë nën mbrojtjen e Organizatës së Kombeve të Bashkuara.", "2.\tKonventa mbi eleminimin e të gjitha formave të diskriminimit ndaj grave", "147. Konventa mbi eleminimin e të gjitha formave të diskriminimit ndaj grave u miratua në vitin 1979 nga Asambleja e Përgjithshme e Kombeve të Bashkuara. Rusia e ka ratifikuar më 23 janar 1981 dhe Qipro ka aderuar më 23 korrik 1985.", "148. Neni 6 i Konventës parashikon :", "« Shtetet pjesëmarrëse duhet të marrin të gjitha masat e duhura, përfshirë dhe dispozitat ligjore, për të shtypur, në të gjitha format e mundshme, trafikimin e grave dhe shfrytëzimin e tyre për prostitucion. »", "3.\tProtokolli i Palermos", "149. Protokolli shtesë i Konventës së Kombeve të Bashkuara kundër krimit të organizuar ndërkombëtar synon të parandalojë, të pengojë dhe të ndëshkojë trafikimin e personave, veçanërisht të grave dhe fëmijëve (« Protokolli i Palermos ») u nënshkrua nga Qirpo më 12 dhjetor 2000 dhe nga Rusia më 16 dhjetor 2000. Të dy shtetet e kanë ratifikuar respektivisht më 26 maj 2004 dhe 6 gusht 2003. Hyrja e saj përmban deklaratën e mëposhtme :", "", " « Shtetet Palë në këtë Protokoll,", "", "Duke deklaruar se aksionet efektive për të luftuar trafikun ndërkombëtar të personave, veçanërisht të grave dhe fëmijëve, kërkon një trajtim të gjithanshëm dhe ndërkombëtar në vendet e origjinës, tranzitit dhe destinacionit, që përfshin masat për të parandaluar këtë trafik, për të ndëshkuar trafikantët dhe për të mbrojtur viktimat e një trafiku të tillë, përfshirë mbrojtjen e të drejtave të tyre të njohura ndërkombëtarisht (...) »", "", "150. Neni 3 a) e përkufizon në këtë mënyrë trafikun e personave :", " « “Trafik personash” nënkupton rekrutimin, transportimin, transferimin, fshehjen ose pritjen e personave nëpërmjet kërcënimit, përdorimit të forcës e formave të tjera të shtrëngimit, mashtrimit, marrjes me forcë, dredhisë ose abuzimit të pushtetit ose të pozitës vulnerabël ose dhënien apo marrjen e pagesave ose përfitimeve për të arritur pëlqimin e një personi që kontrollon një person tjetër, për qëllime shfrytëzimi. Shfrytëzimi përfshin, së paku, shfrytëzimin e prostitucionit të të tjerëve ose format e tjera të shfrytëzimit seksual, punën ose shërbimet e detyruara, skllavërinë ose praktikat e ngjashme me skllavërinë, heqjen e organeve ose servitudet (...) »", "151. Neni 3 b) saktëson se pëlqimi i viktimës së trafikut për shfrytëzimin e qëllimshëm të përmendur në nënparagrafin 3 a) të këtij neni do të jetë i pavend nëse janë përdorur mjetet e parashikuara në nënparagrafin (a).", "152. Neni 5 i detyron shtetet të miratojnë", " « masa te tilla legjislative dhe masa të tjera që mund të jenë të nevojshme për të cilësuar si vepra penale veprimet e përcaktuara në nenin 3 të (...) Protokollit, nëse kryhen qëllimisht. »", "153. Neni 6 trajton asistencën dhe mbrojtjen që u akordohet viktimave.", "(...)", "155. Neni 10 thekson nevojën për shkëmbimin e informacionit mes autoriteteve të ndryshme dhe trajnimin e zyrtarëve të zbatimit të ligjit, emigracionit dhe të zyrtarëve të tjerë përkatës, mbi parandalimin e trafikut të personave.", "(...)", "6\t Konventa e Këshillit të Europës për masat kundër trafikimit të qenieve njerëzore, ETS nr. 197, 16 maj 2005", "160. Qipro ka nënshkruar Konventën e Këshillit të Europës për luftën kundër trafikimit të qenieve njerëzore (« Konventa për masat kundër trafikimit të qenieve njerëzore të Këshillit të Europës ») më 16 maj 2005 dhe e ka ratifikuar më 24 tetor 2007. Konventa hyri në fuqi më 1 shkurt 2008. Rusia nuk e ka nënshkruar ende. Në total, nga 41 shtete anëtare të Këshillit të Europës, konventën e kanë ratifikuar vetëm 26.", "161. Raporti shpjegues i Konventës së Këshillit të Europës kundër trafikimit thekson që trafikimi i qenieve njerëzore është sot një problem madhor në Europë, që kërcënon të drejtat e njeriut dhe vlerat themelore të shoqërive demokratike :", "« Meqënëse zë në kurth viktimat e tij, trafikimi i qenieve njerëzore është forma moderne e tregtimit botëror të skllevërve. Qeniet njerëzore konsiderohen si mallra që blihen dhe shiten, që detyrohen të punojnë, pjesën më të madhe të kohës në industrinë e seksit, por gjithashtu edhe në sektorin bujqësor ose në punishte, klandestine apo jo, me rroga mjerane apo me asgjë fare. Pjesa më e madhe e viktimave të identifikuara të trafikimit janë gra, por edhe burrat janë gjithashtu viktima. Përveç kesaj, viktima të shumta janë të rinj, ndonjëhere edhe fëmijë. Të gjithë kërkojnë dëshpërimisht diçka për të mbajtur frymën gjallë dhe më pas shohin jetën e tyre tek shkatërrohej nga shfrytëzimi dhe tundimi për fitim.", "Nëse duam që të jetë efikase, strategjia e luftës kundër trafikimit të qenieve njerëzore duhet të bazohet në një qasje multidisiplinore që prek në të njëjtën kohë parandalimin, mbrojtjen e të drejtave të njeriut të viktimave dhe ndjekjen penale të trafikantëve duke u kujdesur që legjislacionet e nevojshme të shteteve të harmonizohen dhe të zbatohen në të njëjtën mënyrë dhe me efikasitet. »", "162. Hyrja e Konventës së Këshillit të Europës kundër trafikimit shpreh arsyet e mëposhtme :", " « Duke pasur në konsideratë që trafikimi i qenieve njerëzore përbën një shkelje të të drejtave të njeriut dhe të dinjitetit dhe të integritetit të qenieve njerëzore;", "Duke pasur në konsideratë që trafikimi i qenieve njerëzore mund të rezultojë në skllavërinë për viktimat;", "", "Duke pasur parasysh që respekti për të drejtat e viktimave, mbrojtja e viktimave dhe masat për të luftuar trafikimin e qenieve njerëzore duhet të jenë objektiva parësorë;", "(...) »", "163. Sipas nenit 1, konventa ka si qëllim të parandalojë dhe të luftojë trafikimin e qenieve njerëzore, të mbrojë të drejtat e njeriut të viktimave të trafikimit, të hartojë një kuadër gjithëpërfshirës për mbrojtjen dhe ndihmën për viktimat dhe dëshmitarët, si dhe të sigurojë hetimin dhe ndjekjet penale efikase.", "164. Neni 4 a) rimerr përkufizimin e trafikimit të parashikuar në Protokollin e Palermos, neni 4 b) rimerr dispozitën e Protokollit të Palermos në lidhje me pëlqimin e viktimës së trafikut për qëllime shfrytëzimi (paragrafet ", "150 dhe 151 më sipër).", "165. Neni 5 i detyron shtetet të marrin masa kundër trafikimit. Ai parashikon si më poshtë :", "", "« 1. Çdo Palë do të marrë masa për të përcaktuar ose forcuar koordinimin kombëtar midis organeve të ndryshme përgjegjëse për parandalimin dhe luftimin e trafikimit të qenieve njerëzore.", "", "2. Çdo Palë do të vendosë dhe/ose forcojë politikat dhe programet efektive, për të parandaluar trafikimin e qenieve njerëzore me anë të mënyrave të tilla si: kërkimi, informacioni, ndërgjegjësimi dhe fushatat arsimore, nismat shoqërore e ekonomike, dhe programet e trajnimit, veçanërisht për personat e ndjeshëm ndaj trafikimit dhe për profesionistë të interesuar mbi çështjen e trafikimit të qenieve njerëzore.", " (...) »", "(...)", "167. Neni 10 paraqet masat që duhen marrë në fushën e trajnimit dhe të bashkëpunimit. Ai parashikon si më poshtë :", "« 1. Çdo Palë do t’u sigurojë autoriteteve të veta kompetente persona të trajnuar dhe të kualifikuar në parandalimin dhe luftimin e trafikimit të qenieve njerëzore, në identifikimin dhe ndihmën ndaj viktimave, duke përfshirë fëmijët dhe do të sigurojë që autoritetet e ndryshme bashkëpunojnë me njëri-tjetrin, si dhe me organizata të ngjashme mbështetëse, në mënyrë që viktimat të mund të identifikohen me një procedurë që merr parasysh situatën e veçantë të viktimave gra dhe fëmijë (...)", "2. Çdo Palë do të miratojë këto masa legjislative ose masa të tjera sipas nevojës, për të identifikuar viktimat, në bashkëpunim me palët e tjera dhe organizatat e ngjashme mbështetëse. Secila Palë do të sigurojë që, nëse autoritetet kompetente kanë shkaqe të arsyeshme të besojnë se një person ka qenë viktimë e trafikimit të qenieve njerëzore, ai person nuk do të largohet nga territori i saj derisa autoritetet kompetente të kenë kryer procesin e identifikimit si viktimë e një shkeljeje, të parashikuar në nenin 18 të kësaj Konvente dhe gjithashtu do të sigurojë që personi të marrë ndihmën e parashikuar në nenin 12, paragrafët 1 dhe 2.", "(...) »", "(...)", "169. Nenet 18 – 21 detyrojnë shtetet të kriminalizojnë llojet e ndryshme të sjelljes :", "(...)", "172. Neni 31 § 1 lidhet me juridiksionin. Ai detyron çdo Palë që të miratojë masa legjislative dhe të tjera sipas nevojës, për të vendosur juridiksionin mbi çdo vepër penale të parashikuar nga kjo Konventë, kur vepra është kryer :", "« a. në territorin e saj ; ose", "(...)", "d. nga një prej shtetasve të saj ose nga një person pa shtetësi që ka banesën e tij ose të saj të përhershme në territorin e saj, nëse vepra është e dënueshme sipas të drejtës penale në vendin ku është kryer ose nëse vepra është kryer jashtë juridiksionit territorial të një shteti;", "e. kundër njërit prej shtetasve të saj. »", "173. Shtetet mund të rezervojnë të drejtën të mos zbatojnë ose të zbatojnë vetëm në raste të veçanta ose kushte të veçanta rregullat e juridiksionit të parashikuara në paragrafet 1 d) dhe e) të nenit 31.", "174. Neni 32 detyron shtetet të bashkëpunojnë mes tyre sipas dispozitave të konventës, duke zbatuar instrumentet e zbatueshme ndërkombëtare dhe rajonale, sa më shumë të jetë e mundur, për qëllime të :", "« – parandalimit dhe luftimit të trafikimit të qenieve njerëzore ;", "– mbrojtjes dhe sigurimit të ndihmës për viktimat ;", "– hetimit ose procedimit në lidhje me veprat penale të përcaktuara sipas (...) Konventës. »", "C. Ndihma e ndërsjelltë juridike", "1.\tKonventa europiane për ndihmën e ndërsjelltë juridike në fushën penale, ETS nr. 30, 20 maj 1959 («Konventa e ndihmës së ndërsjelltë juridike »)", "175. Qipro ka nënshkruar Konventën për ndihmën e ndërsjelltë juridike më 27 mars 1996 dhe e ka ratifikuar atë më 24 shkurt 2000. Ajo hyri në fuqi më 24 maj 2000. Federata e Rusisë e ka nënshkruar më 7 nëntor 1996 dhe e ka ratifikuar më 10 dhjetor 1999. Konventa ka hyrë në fuqi më 9 mars 2000.", "176. Neni 1 i detyron Palët kontraktuese të", "« angazhohen të japin në mënyrë të ndërsjellë, sipas dispozitave të kësaj Konvente, një bashkëpunim sa më të gjërë gjyqësor në çdo rast procedimi që lidhet me krimet në të cilat shtrëngimi është, që nga momenti në të cilin është kërkuar ndihma, kompetencë e autoriteteve gjyqësore të palës kërkuese. »", "177. Neni 3 parashikon si më poshtë :", "« 1. Pala, së cilës i drejtohet kërkesa, do të ekzekutojë, sipas procedurave të parashikuara nga legjislacioni i vendit të saj, letërporositë që lidhen me një procedim penal që do t’i drejtohen asaj nga autoritetet gjyqësore të palës kërkuese dhe që kanë për objekt përmbushjen e akteve hetimore ose të kalimit të provave materiale që lidhen me veprën penale përkatëse, të fashikujve ose të dokumenteve.", "2. Në qoftë se pala kërkuese dëshiron që dëshmitarët ose ekspertët të deponojnë pas një betimi paraprak, ajo duhet të bëjë një kërkesë me shkrim dhe, pala, së cilës i është drejtuar kërkesa, do të verifikojë nëse ligji i saj e lejon një gjë të tillë ose jo.", "178. Neni 26 u mundëson shteteve të përfundojnë mes tyre marrëveshje dypalëshe të ndihmës së ndërsjelltë juridike për të plotësuar dispozitat e Konventës për ndihmën e ndërsjelltë juridike.", "2.\tTraktati i datës 19 janar 1984 për ndihmën e ndërsjelltë juridike në fushën civile, familjare dhe penale mes BRSS dhe Republikës së Qipros («Traktati i ndihmës së ndërsjelltë juridike »)", "179. Neni 2 i Traktatit të ndihmës së ndërsjelltë juridike (që Rusia e ka ratifikuar pas shpërbërjes së BRSS) i detyron Palët të japin ndihmë juridike në fushën civile dhe penale në përputhje me dispozitat e tij.", "180. Neni 3 shpreh rëndësinë e ndihmës së ndërsjelltë juridike që Palët janë të detyruara t’i japin njëra-tjetrës në bazë të këtij Traktati :", "« Ndihma e ndërsjelltë juridike në fushën civile dhe penale përfshin komunikimin dhe dërgimin e dokumenteve, transmetimin e informacioneve mbi legjislacionin dhe praktikën juridike në fuqi, si dhe përmbushjen e akteve procedurale të parashikuara nga e drejta e Palës kontraktuese kërkuese, si dëgjimi i palëve në konflikt, i të akuzuarve, i të paditurve, i dëshmitarëve dhe i ekspertëve dhe, së fundi, njohjen dhe zbatimin e vendimeve të drejtësisë të dhëna në fushën civile, fillimin e ndjekjeve penale dhe ekstradimin e autorëve të shkeljeve. »", "(...)", "V. DEKLARATA E NJËANSHME E REPUBLIKËS SË QIPROS", "186. Me letrën e datës 10 prill 2009, Prokurori i përgjithshëm i Republikës së Qipros ka njoftuar Gjykatën në lidhje me qëllimin e qeverisë së tij për të bërë një deklaratë të njëanshme :", "« Dëshiroj t’ju informoj se Qeveria dëshiron të bëjë një deklaratë të njëanshme me qëllim që të zgjidhë çështjet e ngritura nga kërkesa. Me këtë deklaratë të njëanshme, ajo i lutet Gjykatës të çrregjistrojë kërkesën në bazë të nenit 37 të Konventës. »", "187. Ai i ka bashkangjitur kësaj letre një deklaratë të njëanshme, pjesët kryesore të së cilës janë si më poshtë :", "« (...) a) Qeveria shpreh keqardhjen për vendimin e marrë nga policët më 28 mars 2001, sipas të cilit ata nuk e liruan vajzën e kërkuesit, por ia dorëzuan [M.A.], ndërkohë që ajo po përpiqej të largohej. Ajo e pranon që ky vendim ka sjellë shkelje të detyrimit pozitiv kundrejt vajzës së kërkuesit sipas nenit 2 të Konventës, për të marrë masa parandaluese me qëllim mbrojtjen e vajzës së kërkuesit nga aktet kriminale të të tretëve.", "b) Qeveria pranon që hetimi i policisë nuk u ka mundësuar në këtë rast të vërtetojnë nëse vajza i është nënshtruar keqtrajtimeve çnjerëzore apo poshtëruese përpara vdekjes, pra hetimi ka qenë jo efikas dhe se autoritetet nuk kanë plotësuar detyrimin procedural për një hetim të plotë dhe efikas, detyrim që rrjedh nga neni 3 i Konventës.", "c) Qeveria pranon faktin që nuk ka marrë masa për të vërtetuar nëse vajza e kërkuesit kishte qenë viktimë e trafikut të qenieve njerëzore dhe/ose nëse i është nënshtruar shfrytëzimit seksual apo të ndonjë lloji tjetër, duke mos zbatuar në këtë mënyrë detyrimet pozitive që rrjedhin nga neni 4 i Konventës.", "d) Qeveria pranon që mënyra me të cilën është trajtuar vajza e kërkuesit më 28 mars 2001 në komisariat, ku policët vendosën të mos ta lirojnë, por t’ia dorëzojnë [M.A.], ndërkohë që nuk kishin asnjë arsye për ta mbajtur, bie në kundërshtim me nenin 5 § 1 të Konventës.", "e) Qeveria pranon se nuk ka pasur një komunikim efektiv mes organeve të saj (Ministrisë së Drejtësisë, Rendit Publik dhe policisë) dhe kërkuesit në lidhje me procedurën hetimore dhe çdo rrugë tjetër të së drejtës të cilës ai mund t’i drejtohej, duke shkelur në këtë mënyrë të drejtën e të interesuarit për të pasur një akses efektiv në gjykatë.", "3. Në lidhje me pikat e përmendura më sipër, Qeveria kujton se Këshilli i Ministrave, duke ndjekur mendimin e Prokurorit të përgjithshëm dhe përfaqsuesit të Qeverisë, ka emëruar më 5 shkurt 2009 tri hetues penalë të pavarur që kishin si detyrë të hetonin mbi elementet e mëposhtme :", "a) rrethanat e vdekjes së vajzës së kërkuesit dhe ndoshta përgjegjësinë penale të një të treti, të autoriteteve të Republikës ose të policëve në lidhje me këtë çështje,", "b) kushtet e punës dhe të qëndrimit në Qipro të të interesuarës dhe faktit që ajo mund t’i jetë nënshtruar dënimeve ose keqtrajtimeve çnjerëzore ose poshtëruese, trafikut dhe/ose shfrytëzimit seksual apo të ndonjë lloji tjetër (nga policët, autoritetet e Republikës apo persona të tjerë), duke shkelur ligjet e Republikës që zbatohen në momentin e fakteve, dhe", "c) kryerjen ndaj saj (nga policët, autoritetet e Republikës ose persona të tjerë) të çdo akti që bie në kundërshtim me ligjet e Republikës që zbatohen në momentin e fakteve.", "4. Qeveria kujton se keta hetues janë të pavarur nga policia (hetuesi i parë është kryetari i Autoritetit të pavarur për hetimet në lidhje me ankimimet dhe ankesat e drejtuara kundër policisë, i dyti është anëtar i këtij autoriteti dhe i treti është një avokat me eksperiencë në të drejtën penale.", "5. Në këto kushte dhe duke marrë në konsideratë faktet e veçanta të kauzës, Qeveria ka vendosur t’i derdhë kërkuesit një shumë prej 37 300 EURO (tridhjetë e shtatë mijë e tre qind euro) si dëmshpërblim material dhe moral, si dhe për të mbuluar shpenzimet dhe pagesat. Ajo mendon që kjo shumë do të përbënte një dëmshpërblim të drejtë dhe të kënaqshëm për shkeljet në fjalë dhe do të ishte një shumë të pranueshme për këtë rast. Megjithatë, nëse Gjykata nuk do ta vlerësonte kështu, Qeveria pranon t’i derdhë kërkuesit çdo shumë të vendosur nga ajo dhe të konsideruar si shpërblim i drejtë (...) »", "NË LIDHJE ME TË DREJTËN", "I. MBI ZBATIMIN E NENIT 37 § 1 TË KONVENTËS", "188. Neni 37 § 1 i Konventës i mundëson Gjykatës të çrregjistrojë një kërkesë. Në pjesët e tij përkatëse, ai parashikon :", "« 1. Në çdo moment të procedurës, Gjykata mund të vendosë të çrregjistrojë një kërkesë kur rrethanat mundësojnë të arrihet në përfundimin se", "(...)", "b) mosmarrëveshja është zgjidhur ; ose", "c) për çdo arsye tjetër, ekzistencën e së cilës e konstaton Gjykata, nuk përligjet më vazhdimi i shqyrtimit të kërkesës.", "Megjithatë, Gjykata vazhdon shqyrtimin e kërkesës kur këtë e kërkon respektimi i të drejtave të njeriut të garantuara nga Konventa dhe protokollet e saj.", "(...) »", "A. Vëzhgimet e paraqitura në Gjykatë", "1. Qeveria qipriote", "189. Qeveria qipriote argumenton se meqënëse përpjekjet e marra për të arritur në një zgjidhje me mirëkuptim nuk ia kanë arritur qëllimit, Gjykata mund ta çrregjistrojë kërkesën mbi bazën e një deklarate të njëanshme me motivin se « për çdo arsye tjetër », siç parashikohet në nenin 37 § 1 c) të Konventës, nuk përligjet më vazhdimi i shqyrtimit të kërkesës. Duke marrë në konsideratë përmbajtjen e deklaratës së njëanshme që qeveria ka komunikuar dhe faktin që është kryer një hetim i brendshëm mbi rrethanat e vdekjes së Znjsh. Rantseva-s (paragrafi 187 më sipër), ajo mendon se kushtet e parashikuara në nenin 37 § 1 c) janë përmbushur.", "(...)", "B. Vlerësimi i Gjykatës", "1. Parimet e përgjithshme", "193. Gjykata vlerëson njëherazi se deklarata e njëanshme lidhet vetëm me Republikën e Qipros. Federata e Rusisë nuk ka komunikuar deklaratë të njëanshme. Kështu, Gjykata do të shqyrtojë çështjen nëse është e justifikueshme çrregjistrimi i kërkesës, meqënënse ajo lidhet më ankesat e drejtuara kundër autoriteteve qipriote.", "194. Gjykata rikujton që në disa rrethana, mund të çrregjistrohet e gjitha ose një pjesë e kërkesës sipas nenit 37 § 1 të Konventës mbi bazën e një deklarate të njëanshme të qeverisë së paditur, edhe nëse kërkuesi dëshiron vazhdimin e shqyrtimit të kërkesës. Për të përcaktuar nëse një vendim i tillë është i përshtatshëm për një çështje të caktuar, ajo duhet të verifikojë që deklarata e njëanshme të ofrojë një bazë të mjaftueshme për të arritur në përfundimin se respektimi i të drejtave të njeriut të garantuara nga Konventa nuk kërkon vazhdimin e shqyrtimit të çështjes (neni 37 § 1 in fine, shih gjithashtu, Tahsin Acar kundër Turqisë (përjashtimi paraprak) [GC], nr. 26307/95, § 75, CEDH 2003VI, dhe Radoszewska-Zakościelna kundër Polonisë, nr. 858/08, § 50, 20 tetor 2009).", "195. Ndër faktorët që duhet të merren në konsideratë për këtë qëllim figurojnë: natyra e ankesave të formuluara, të dihet nëse çështjet e ngritura janë të ngjashme me ato për të cilat Gjykata ka marrë tashmë një vendim në rastet e mëparshme, natyra dhe rëndësia e masave të marra nga qeveria e paditur në kuadrin e zbatimit të vendimeve të dhëna nga Gjykata për këto çështje, dhe pasoja e këtyre masave mbi çështjen në shqyrtim. Ndoshta duhet kërkuar gjithashtu nëse faktet shkaktojnë polemikë mes palëve dhe, nëse po, deri në ç’pikë, dhe ç’vlerë bindëse u duhet dhënë si fillim vëzhgimeve të palëve. Ka dhe elemente të tjera që duhet të merren parasysh; ndër të tjera, duhet parë nëse në deklaratën e saj të njëanshme qeveria e paditur bën ndonjë lëshim në lidhje me shkeljet e ankimuara të Konventës, dhe, sipas kësaj hipoteze, cila është rëndësia e këtyre lëshimeve dhe mundësitë e dëmshpërblimit që synon t’i japë kërkuesit. Përsa i përket pikës së fundit, në rastin kur është e mundur të fshihen pasojat e një shkeljeje të ankimuar dhe ku qeveria e paditur deklaron se mund ta bëjë, dëmshpërblimi i parashikuar ka më shumë gjasa të konsiderohet si i përshtatshëm me qëllim çrregjistrimin e kërkesës. Gjykata ka si gjithmonë të drejtën për ta rirregjistruar atë ashtu siç e parashikojnë nenet 37 § 2 të Konventës dhe 44 § 5 i rregullores (Tahsin Acar, i lartpërmendur, § 76).", "196. Lista e lartpërmendur nuk ka pretendimin të jetë shteruese. Sipas rrethanave të veçanta të çdo çështjeje, konsiderata të tjera mund të merren parasysh gjatë shqyrtimit të një deklarate të njëanshme sipas nenit 37 § 1 c) të Konventës (Tahsin Acar, i lartpërmendur, § 77).", "197. Së fundi, Gjykata kujton se vendimet e saj shërbejnë jo vetëm për t’i dhënë zgjidhje rasteve që i janë drejtuar asaj, por edhe më gjerë, të sqarojë, të ruajë dhe të zhvillojë normat e Konventës dhe të japë kontributin e saj për respektimin nga shtetet të angazhimeve të marra në cilësinë e Palëve kontraktuese (Irlanda kundër Mbretërisë së Bashkuar, 18 janar 1978, § 154, seria A nr. 25, Guzzardi kundër Italisë, 6 nëntor 1980, § 86, seria A nr. 39, dhe Karner kundër Austrisë, nr. 40016/98, § 26, CEDH 2003IX). Nëse sistemi i vendosur nga Gjykata ka si objekt themelor t’u ofrojë një mundësi ankimimi individëve, ai synon gjithashtu të zgjidhë, duke marrë në konsideratë interesin e përgjithshëm, çështjet që lidhen me rendin publik, duke ngritur normat e mbrojtjes së të drejtave të njeriut dhe duke shtrirë jurisprudencën e kësaj fushe në tërësinë e komunitetetit të shteteve nënshkruese të Konventës (Karner, lartpërmendur, § 26, dhe Capital Bank AD kundër Bullgarisë, nr. 49429/99, §§ 7879, CEDH 2005XII (fragmente).", "2. Zbatimi i parimeve të përgjithshme në rastin e dhënë", "198. Për të përcaktuar nëse, për shkak të deklaratës së njëanshme qipriote, do të ishte e udhës të çrregjistrohej kërkesa që është objekt i kësaj çështjeje, ndonëse ajo lidhet me ankesat e drejtuara kundër Republikës së Qipros, Gjykata shpreh vëzhgimet e saj si më poshtë.", "199. Në fillim, duhet theksuar rëndësia e ankimimeve të bëra për këtë rast, meqënëse bëhet fjalë për trafikimin e qenieve njerëzore. Këto ankimime ngrenë çështje që lidhen me nenet 2, 3, 4 dhe 5 të Konventës. Për këtë gjë, Gjykata shprehet se ndërgjegjësimi për problemin e trafikimit të qenieve njerëzore dhe nevoja për të marrë masa për të luftuar kundër këtij fenomeni është rritur gjatë viteve të fundit, siç e tregojnë dhe miratimi i masave në nivel ndërkombëtar dhe futja e një legjislacioni për luftën kundër trafikimit të qenieve njerëzore në një numër të madh shtetesh (shih gjithashtu paragrafet 264 dhe 269 më poshtë). Raportet e Komisionerit të të drejtave të njeriut të Këshillit të Europës dhe ai i Ndërmjetëses qipriote nxjerrin në pah rëndësinë e këtij problemi në Qipro, ku dihet përgjithësisht se trafikimi dhe shfrytëzimi seksual i artisteve të kabareve janë një problem tepër shqetësues (paragrafet 82, 88, 90, Error! Reference source not found., 100, 101 dhe 103 më sipër).", "200. Më pas, mund të konstatojmë dhe numrin e pakët të jurisprudencës mbi interpretimin dhe zbatimin e nenit 4 të Konventës në kontekstin e trafikimit të personave. Është veçanërisht domethënës fakti që Gjykata deri në këtë moment nuk ka pasur rastin të shprehet mbi çështjen për të ditur nëse është e mundur dhe deri në ç’masë neni 4 i detyron shtetet anëtare të marrin masa pozitive për të mbrojtur viktimat potenciale të trafikimit jashtë kuadrit të hetimeve dhe ndjekjeve penale.", "201. Qeveria qipriote ka pranuar që shkeljet e Konventës kanë ndodhur para dhe pas vdekjes së Znjsh. Rantseva-s. Kohët e fundit ajo ka marrë masa për të hetuar mbi rrethanat e vdekjes së viktimës dhe ka propozuar derdhjen e një shume si shpërblim të drejtë. Megjithatë Gjykata, duke pasur si detyrë të shpjegojë, të ruajë dhe të zhvillojë rregullat që shtrohen nga Konventa, është e mendimit se këto përpjekje nuk mjaftojnë për të arritur në përfundimin se është e pajustifikueshme të vazhdohet me shqyrtimin e kërkesës. Përkundrazi, duke marrë parasysh vëzhgimet e paraqitura më sipër, duhet vazhduar shqyrtimi i kësaj çështjeje që lidhet me problemin e trafikimit të qenieve njerëzore.", "202. Si pasojë, Gjykata mendon se respektimi i të drejtave të njeriut të garantuara nga Konventa kërkon vazhdimin e shqyrtimit të kërkesës. Si pasojë, ajo nuk e pranon kërkesën e qeverisë së Qipros që synon çrregjistrimin e kërkesës në bazë të nenit 37 § 1 të Konventës.", "II.\tMBI PRANUESHMËRINË E ANKESAVE TË BAZUARA NË NENET  2, 3, 4 DHE 5 TË KONVENTËS", "A. Kundërshtimi ratione loci i qeverisë ruse", "1. Tezat e palëve", "203. Qeveria ruse argumenton se faktet që lidhen me zanafillën e kërkesës kanë ndodhur jashtë territorit të saj dhe që nga ai moment, kërkesa është e papranueshme ratione loci ndonëse i drejtohet Federatës së Rusisë. Ajo mbështet idenë se nuk ushtronte asnjë « autoritet konkret » në territorin e Republikës së Qipros dhe se veprimet e Federatës së Rusisë ishin të kufizuara për shkak të sovranitetit të Republikës së Qipros.", "204. Kërkuesi e kundërshton këtë argument. Duke u mbështetur në vendimin e dhënë nga Gjykata në çështjen Drozd dhe Janousek kundër Francës dhe Spanjës (26 qershor 1992, seria A nr. 240), ai thekson se përgjegjësia e Federatës së Rusisë është atëherë kur aktet apo mungesa e reagimit e autoriteteve të saj kanë shkaktuar pasoja jashtë territorit të saj.", "2. Vlerësimi i Gjykatës", "205. Neni 1 i Konventës është hartuar në këtë mënyrë :", "« Palët e Larta Kontraktuese i njohin çdo njeriu që përfshihet në juridiksionin e tyre të drejtat dhe liritë e përcaktuara në titullin I të kësaj Konvente. »", "206. Meqënëse Gjykata ka pasur rastin ta theksojë se nga pikëpamja e të drejtës ndërkombëtare publike, kompetenca juridiksionale e një shteti është kryesisht territoriale. Në këtë mënyrë, mundësia për një shtet që të ushtrojë juridiksionin e tij tek nënshtetasit e tij që ndodhen jashtë vendit, varet nga kompetenca territoriale e shtetit tjetër dhe përgjithësisht, një shtet nuk mund të ushtrojë juridiksionin e tij në territorin e një shteti tjetër pa pëlqimin, ftesën ose pranimin e këtij të fundit. Neni 1 i Konventës duhet të kalohet për të reflektuar mbi këtë konceptim të zakonshëm dhe kryesisht territorial të juridiksionit të shteteve (Banković dhe të tjerë kundër Belgjikës dhe të tjerëve (vendim) [GC], nr. 52207/99, §§ 59-61, CEDH 2001XII).", "207. Në këtë rast, ankesat e kërkuesit kundrejt Rusisë lidhen me ankimimin kundrejt autoriteteve ruse për mosmarrjen e masave të nevojshme për mbrojtjen e Znjsh. Rantseva-s kundër rrezikut të trafikimit dhe të shfrytëzimit, si dhe kryerjen e një hetimi në lidhje me rrethanat e mbërritjes së saj në Qipro, punën në ishull dhe vdekjen e saj. Gjykata vëren se këto ankesa nuk mbështeten në pohimin që Rusia është përgjegjëse për aktet e kryera në Qipro apo nga autoritetet qipriote. Meqënëse trafikimi i ankimuar ka filluar në Rusi dhe autoritetet ruse janë angazhuar të luftojnë kundër këtij fenomeni, Gjykata është kompetente për të shqyrtuar çështjen nëse Rusia i ka respektuar detyrimet që mund të kishte për marrjen e masave brenda kufijve të juridiksionit dhe të pushtetit të saj për të mbrojtur Znjsh. Rantseva-n nga trafikimi dhe për të hetuar mbi mundësinë që ajo ka qenë viktimë e tij. Po ashtu, ankesa që kërkuesi harton në bazë të nenit 2 kundër Rusisë, lidhet me mosmarrjen e masave të hetimit nga autoritetet ruse, siç janë për shembull mbledhja e dëshmive nga dëshmitaret që banojnë në Rusi. Në momentin që do të shqyrtojë bazueshmërinë e kësaj ankese, i takon Gjykatës të vlerësojë rëndësinë dhe respektimin në rrethanat e këtij rasti të çdo detyrimi procedural qe u takon autoriteteve ruse.", "208. Si përfundim, Gjykata është kompetente për të shqyrtuar mundësinë sipas të cilës Rusia do të kishte mundur, brenda kufijve të sovranitetit të saj territorial, të merrte masat për të mbrojtur vajzën e kërkuesit nga trafikimi dhe të hetonte për ankimimet mbi trafikimin dhe rrethanat që çuan në vdekjen e viktimës. Në kuadrin e shqyrtimit të bazueshmërisë së kërkesës, Gjykata duhet të zgjidhë çështjen nëse faktet që lidhen me mosmarrëveshjen angazhojnë përgjegjësinë e shtetit në rrethanat e këtij rasti.", "B. Kundërshtimi ratione materiae i qeverisë ruse", "1. Tezat e palëve", "209. Qeveria ruse mbështet idenë se ankesa që lidhet me nenin 4 të Konventës është e papranueshme ratione materiae sepse kjo çështje nuk ka të bëjë me rastin e skllavërimit, të robërimit apo të punës me dhumë ose të detyruar. Duhet theksuar se Znjsh. Rantseva ka hyrë në Republikën e Qipros me dëshirën e saj pasi ka marrë me vullnetin e saj të lirë një leje pune që e autorizon atë të punojë në atë vend sipas një kontrate që ajo vetë e kishte përmbyllur. Ajo mendon se nuk ka asnjë tregues që të vërtetojë se ajo mbahej në robëri dhe nuk kishte asnjë mundësi për të ndryshuar situatën e saj apo se ka qenë e detyruar me forcë që të punonte. Në lidhje me këtë ajo thekson se Znjsh. Rantseva është larguar pa ndonjë pengesë nga apartamenti ku banonte me artistet e tjera të kabaresë. Kështu, asgjë nuk na mundëson të pohojmë që artistet mbaheshin në këtë apartament kundër dëshirës së tyre. Së fundi, vetëm fakti që Znjsh. Rantseva ishte larguar nga komisariati me M.A., nuk na çon në përfundimin që ajo mbahej në robëri dhe detyrohej të punonte. Sipas qeverisë ruse, nëse ajo do të kishte frikë për jetën apo sigurinë e saj, mund të kishte informuar policët gjatë kohës që gjendej në komisariat.", "210. Nga ana e tij, kërkuesi mbështet idenë që situata në të cilën ndodhej vajza lidhet me nenin 4.", "2. Vlerësimi i Gjykatës", "211. Gjykata mendon që çështja nëse faktet e denoncuara nga kërkuesi kanë të bëjnë me nenin 4, kjo lidhet në mënyrë të pandashme me themelin e ankesës. Si pasojë, ajo i bashkon themelit përjashtimin ratione materiae që ngre qeveria ruse.", "C. Përfundimi", "212. Gjykata del në përfundim se ankesat e drejtuara kundër Rusisë në bazë të neneve 2, 3, 4 dhe 5 nuk mund të shmangen për papajtueshmëri ratione loci ose ratione materiae me dispozitat e Konventës. Nga ana tjetër, ajo vëren se ankesat nuk janë haptazi të pabazuara sipas nenit 35 § 3 dhe nuk janë të papranueshme për arsye të tjera. Kështu, ato duhet të deklarohen si të pranueshme.", "III. MBI SHKELJEN E ANKIMUAR TË NENIT 2 TË KONVENTËS", "213. Kërkuesi mbështet idenë se ka pasur shkelje të nenit 2 të Konventës nga ana e autoriteteve ruse, ashtu si dhe nga ato qipriote për shkak të mosmarrjes së masave nga ana e autoriteteve qipriote për të mbrojtur jetën e vajzës së tij dhe mungesën e hetimit efektiv nga të dy shtetet në lidhje me vdekjen e saj. Neni 2, në një nga pjesët e tij, shprehet si më poshtë :", "« 1. E drejta e çdo njeriu për jetën mbrohet me ligj. Vdekja nuk mund t’i shkaktohet me qëllim kujtdoqoftë, me përjashtim të rastit të zbatimit të një vendimi kapital të dhënë nga një gjykatë, në rastin kur krimi ndëshkohet me këtë dënim nga ligji.", "(...) »", "A. Ankimimi për mosmarrjen e masave që kanë si qëllim mbrojtjen e individit nga rreziku për jetën", "(...)", "2. Vlerësimi i Gjykatës", "a. Parimet e përgjithshme", "218. Neni 2 shpreh në mënyrë të qartë detyrimin për shtetin që jo vetëm të shmangë shkaktimin e vdekjes në mënyrë të qëllimshme dhe të parregullt, por edhe të marrë masat e nevojshme për mbrojtjen e jetës së personave që ndodhen në juridiksionin e tij (L.C.B. kundër Mbretërisë së Bashkuar, 9 qershor 1998, § 36, Përmbledhje 1998III, dhe Paul dhe Audrey Edwards, lartpërmendur, § 54). Së pari, ky detyrim që i imponohet shtetit për të siguruar të drejtën për jetën duke vendosur një legjislacion penal konkret që nuk lejon të cënohet jeta e personit dhe duke u mbështetur në një mekanizëm zbatimi të hartuar në mënyrë të atillë që parandalon, shtyp dhe sanksionon shkeljet. Në disa rrethana, ai përfshin gjithashtu detyrimin pozitiv për autoritetet që të marrin masa paraprake praktike për të mbrojtur individin, jeta e të cilit kërcënohet nga veprimet kriminale të dikujt tjetër (Osman, lartpërmendur, § 115 ; Medova kundër Rusisë, nr. 25385/04, § 95, 15 janar 2009 ; Opuz kundër Turqisë, nr. 33401/02, § 128, 9 qershor 2009).", "219. Gjykata rikujton se duhet interpretuar rëndësia e çdo detyrimi pozitiv në mënyrë që mos t’u imponohet autoriteteve një barrë e papërballueshme ose e tepërt, pa harruar vështirësitë që has policia për të ushtruar funksionet e saj në shoqëritë bashkëkohore, si edhe qëndrimet njerëzore të paparashikueshme dhe zgjidhjet operacionale që duhen bërë në lidhje me prioritetet dhe burimet. Çdo kërcënim i prezumuar kundër jetës, nuk i detyron autoritetet, sipas Konventës, që të marrin masa konkrete për të parandaluar kryerjen. Që Gjykata të arrijë në përfundimin se ekziston një shkelje e detyrimit pozitiv për mbrojtjen e jetës, duhet të vërtetohet që autoritetet ishin apo duhet të kishin qenë në dijeni për momentin ku një ose disa individë janë kërcënuar në mënyrë reale dhe të menjëhershme për jetën e tyre nga aktet kriminale të një të treti, dhe që autoritetet nuk kanë marrë, në kuadrin e pushtetit të tyre, masat e duhura, të cilat, nga një këndvështrim i arsyeshëm, do ta kishin shmangur pa dyshim këtë rrezik (Osman, lartpërmendur, § 116 ; Paul dhe Audrey Edwards, lartpërmendur, § 55 ; Medova, lartpërmendur, § 96).", "", "b. Zbatimi i këtyre parimeve të përgjithshme në rastin e dhënë", "220. Gjykata duhet të përcaktojë nëse autoritetet qipriote do të kishin mundur të parashikonin se duke i dorëzuar Znjsh. Rantseva-n M.A., ato vinin në rrezik jetën e saj në mënyrë reale dhe të menjëhershme.", "221. Gjykata vëren se në vendimin Opuz, shteti ka përgjegjësi sepse personi që qëlloi dhe vrau nënën e kërkueses, kishte kërcënuar më parë me vdekje viktimën dhe kërkuesen dhe kishte kryer kundrejt tyre akte dhune. Këto janë fakte për të cilat autoritetet ishin në dijeni (Opuz, lartpërmendur, §§ 133 - 136). Përkundrazi, në çështjen Osman, gjykata ka dalë në përfundimin se nuk ka shkelje të nenit 2 sepse kërkuesja nuk ka mundur të tregonte, në serinë e ngjarjeve që kanë çuar në vrasjen me plumb të burrit të saj, asnjë moment ku mund të thuhej se policia e dinte ose duhet ta kishte ditur se jeta e anëtarëve të familjes Osman rrezikohej në mënyrë reale dhe të menjëhershme (Osman, lartpërmendur, § 121).", "222. Nëse nuk kundërshtohet që viktimat e trafikimit dhe të shfrytëzimit janë shpesh herë të detyruara të jetojnë dhe të punojnë në kushte mizore dhe që ato mund të pësojnë dhunë dhe keqtrajtime nga ana e punëdhënësve të tyre (paragrafet 84, 86, 87 dhe 101 më sipër), në mungesë të treguesve të saktë në një rast të dhënë, rreziku i përgjithshëm për keqtrajtime dhe dhunë nuk mund të identifikohet me një rrezik real dhe të menjëhershëm për jetën. Në këtë rast, edhe nëse konsiderojmë faktin që policët duhet ta kishin kuptuar që Znjsh. Rantseva ishte ndoshta viktimë e trafikimit (pikë që do të shqyrtohet në kuadrin e ankesës bazuar në nenin 4, më poshtë), asgjë nuk tregonte se në kohën që ndodhej në komisariat, jeta e saj rrezikohej në mënyrë reale dhe të menjëhershme. Gjykata mendon se vazhdimi i ngjarjeve që çoi në vdekjen e gruas së re ishte i paparashikueshëm nga policët në momentin që ata ia dorëzuan atë MA. Në momentin e largimit të saj, nuk ekzistonte asnjë detyrim për të marrë masa konkrete që të parandalohej realizimi i një rreziku për jetën.", "223. Për këto arsye, Gjykata doli në përfundimin se nuk ka pasur shkelje të detyrimit pozitiv nga ana e autoriteteve qipriote për mbrojtjen e të drejtës së jetës së Znjsh. Rantseva-s që rrjedh nga neni 2 i Konventës.\n\n", "B. Detyrimi procedural për kryerjen e një hetimi efektiv \n\n(...)\n2. Vlerësimi i Gjykatës", "a. Parimet e përgjithshme", "232. Gjykata e ka thënë gjithmonë se detyrimi për të mbrojtur të drejtën për jetën që rrjedh nga neni 2 i Konventës, bashkë me detyrën e përgjithshme që i takon shtetit në bazë të nenit 1 që t’i « njohë çdo njeriu që përfshihet në juridiksionin e tij të drejtat dhe liritë e përcaktuara në (...) të kësaj Konvente. », kërkon kryerjen e një hetimi efektiv në rastet kur përdorimi i dhunës ka shkaktuar vdekjen e njeriut (McCann dhe të tjerë kundër Mbretërisë së Bashkuar, 27 shtator 1995, § 161, seria A nr. 324 ; Kaya kundër Turqisë, 19 shkurt 1998, § 86, Përmbledhje 1998-I ; Medova kundër Rusisë, lartpërmendur, § 103). Detyrimi për të kryer një hetim zyrtar efektiv lind gjithashtu kur vdekja ka ndodhur në rrethana të dyshimta të cilat nuk lidhen me zyrtarët e shtetit (Menson kundër Mbretërisë së Bashkuar (vendim), nr. 47916/99, CEDH 2003V). Nëpërmjet një hetimi të tillë, bëhet e mundur kryesisht të sigurohet zbatimi efektiv i ligjeve të vendit që mbrojnë të drejtën për jetën dhe, në çështjet ku zyrtarët apo organet e shtetit janë të përfshirë, garantojnë që këta të fundit të japin llogari në lidhje me vdekjet e ndodhura nën përgjegjësinë e tyre. Sapo të vihen në dijeni të çështjes, autoritetet duhet të veprojnë menjëherë. Ato nuk do t’u linin të afërmve të të ndjerit inisiativën për të depozituar një ankesë formale apo të merrnin përsipër përgjegjësinë e një procedure hetimi (shih për shembull İlhan kundër Turqisë [GC], nr. 22277/93, § 63, CEDH 2000-VII, dhe Paul dhe Audrey Edwards, lartpërmendur, § 69).", "233. Që një hetim të jetë efektiv, duhet që personat e ngarkuar për këtë hetim të jenë të pavarur nga personat e përfshirë. Kjo supozon jo vetëm mungesën e një lidhjeje hierarkike ose institucionale, por gjithashtu dhe një pavarësi konkrete (Hugh Jordan kundër Mbretërisë së Bashkuar, nr. 24746/94, § 120, CEDH 2001III (disa fragmente) ; Kelly dhe të tjerë kundër Mbretërisë së Bashkuar, nr. 30054/96, § 114, 4 maj 2001). Hetimi duhet të mundësojë identifikimin dhe ndëshkimin e përgjegjësve (Paul dhe Audrey Edwards, lartpërmendur, § 71). Në këtë kontekst, kërkesa për veprim të shpejtë dhe vullnet të mirë është e vetëkuptueshme (Yaşa kundër Turqisë, 2 shtator 1998, §§ 102-104, Përmbledhje 1998-VI ; Çakıcı kundër Turqisë [GC], nr. 23657/94, §§ 80-87 dhe 106, CEDH 1999-IV ; Kelly dhe të tjerë, lartpërmendur, § 97). Në të gjitha rastet, të afërmit e viktimës duhet të lidhen me procedurën deri në masën e nevojshme për të mbrojtur interesat e tyre legjitime (shih për shembull Güleç kundër Turqisë, 27 korrik 1998, § 82, Përmbledhje 1998IV, dhe Kelly dhe të tjerë, lartpërmendur, § 98).", "b. Zbatimi i këtyre parimeve të përgjithshme në rastin e dhënë", "i. Qipro", "234. Gjykata pranon njëherazi se asgjë nuk provon që vdekja e Znjsh. Rantseva-s lidhet në mënyrë të drejtpërdrejtë me përdorimin e dhunës. Megjithatë, siç e ka theksuar më sipër (paragrafi 232 më sipër), kjo rrethanë nuk përjashton ekzistencën e detyrimit për të hetuar mbi këtë vdekje në përputhje me nenin 2 (shih gjithashtu Calvelli dhe Ciglio kundër Italisë [GC], nr. 32967/96, §§ 48 - 50, CEDH 2002I, dhe Öneryıldız kundër Turqisë [GC], nr. 48939/99, §§ 70 - 74, CEDH 2004XII). Duke marrë parasysh rrethanat e paqarta dhe të pashpjegueshme që kanë rrethuar vdekjen, si dhe ankimimet për trafikim, keqtrajtime dhe burgimi arbitrar vetëm pak para fakteve, Gjykata mendon se autoritetet qipriote kishin detyrimin procedural të hetonin mbi rrethanat e vdekjes së Znjsh. Rantseva-s. Detyrimisht, hetuesit nuk duhet të kufizoheshin vetëm me shqyrtimin e kontekstit të menjëhershëm të rënies nga ballkoni, por duhet të analizonin më gjerë duke filluar që nga mbërritja dhe qëndrimi në Qipro i viktimës, me qëllim që të përcaktohej nëse ekzistonte një lidhje mes ankimimeve për trafikim dhe vdekjes së viktimës.", "235. Në lidhje me karakterin e plotë të hetimit, Gjykata vëren se policia ka mbërritur shpejt dhe ka bllokuar vendngjarjen për disa minuta. Janë bërë fotografi dhe janë kryer analizat kriminalistike (paragrafi 32 më sipër). Po në të njëjtën ditë, gjatë paradites, policia ka mbledhur dëshmitë e personave të pranishëm në apartament në momentin e vdekjes dhe të fqinjit që kishte parë rënien. Policët e shërbimit në komisariatin e Limasolit kanë dhënë gjithashtu dëshmitë e tyre (paragrafi 33 më sipër). Është kryer një autopsi dhe hetimi ka vazhduar (paragrafet 35 - 41 më sipër). Megjithatë, disa nga aspektet e hetimit nuk janë të kënaqshme.", "236. Së pari, dëshmitë e personave të pranishëm në apartament ishin kontradiktore, dhe autoritetet hetimore të Qipros duket se nuk kanë marrë masa për të sqaruar këto kontradikta (paragrafet 22-24 dhe 26-28 më sipër). Po ashtu, dëshmitë në lidhje me gjendjen fizike të Znjsh. Rantseva-s ishin të papajtueshme, si rëndësia e ndikimit të alkoolit në sjelljen e saj (paragrafet 18, 20 - 21 dhe 24 më sipër). Dosja paraqet anomali të tjera si për shembull kontradiktat e ankimuara mes raporteve mjeko-ligjore të autoriteteve qipriote nga njëra anë, dhe atyre ruse nga ana tjetër. Po ashtu, fakti që viktima nuk ka bërë zhurmë gjatë rënies nga ballkoni, përbën një element për të cilin nuk është sjellë asnjë shpjegim i kënaqshëm (paragrafet 29, 50 - 52 dhe 67 më sipër).", "237. Së dyti, përfundimi i hetimit tregonte që Znjsh. Rantseva kishte vdekur në « rrethana të çuditshme », ndërkohë që përpiqej të largohej nga apartamenti ku ishte « strehuar » (paragrafi 41 më sipër). Megjithë paqartësinë që rrethon rrethanat e vdekjes, policia qipriote nuk ka bërë përpjekje për të pyetur personat që jetonin me viktimën ose punonin me të në kabare. Për më tepër, megjithë përfundimin e habitshëm sipas të cilit vajza po tentonte të largohej nga apartamenti, autoritetet nuk u përpoqën të zbulonin se përse vajza po tentonte të largohej dhe as nëse ajo po mbahej atje kundër vullnetit të saj.", "238. Së treti, përveç dëshmive të para bërë në datat 28 dhe 29 mars 2001 nga dy policët dhe agjenti i shërbimit të pasaportave, nuk duket se janë ndërmarrë përpjekje të tjera për të zbuluar atë çka ndodhi në komisariat dhe arsyen se përse policët e dorëzuan Znjsh. Rantseva-n tek MA. Dëshmitë e marra nga dëshmitarët tregojnë qartë që AIS mendonte se M.A. ishte përgjegjës për gruan e re, por arsyet dhe bazueshmëria e këtij përfundimi nuk u bënë kurrë objekt i një hetimi më të thelluar. Për më tepër, nga dëshmitë e policëve që morrën në pyetje Znjsh. Rantseva-n dhe nga dosja hetimore, asgjë nuk shpjegon se përse ata nuk e kanë bërë këtë gjë, ndërkohë që kanë marrë dëshminë e M.A. (paragrafi 19 më sipër). Gjykata kujton se Komisioneri për të drejtat e njeriut në Këshillin e Europës ka deklaruar në raportin e tij të 2008 se e kishin siguruar që ankimimet për korrupsion që lidhen me trafikimin e personave në rradhët e policisë përbënin vetëm disa raste të veçanta (paragrafi 102 më sipër). Duke marrë në konsideratë faktet e këtij rasti, ajo mendon se autoritetet qipriote ishin të detyruara të hetonin për të kërkuar tregues të mundshëm të korrupsionit në forcat e policisë përsa i përket fakteve që çuan në vdekjen e Znjsh. Rantseva-s.", "239. Së katërti, megjithë kërkesën e qartë që i ka drejtuar për këtë qëllim autoriteteve qipriote, kërkuesi nuk është lajmëruar personalisht për datën e audiencës së hetimit dhe në këtë mënyrë, ai nuk ishte i pranishëm kur është dhënë vendimi. Qeveria qipriote nuk e kundërshton ankimimin e të interesuarit sipas të cilit ai është informuar për përfundimet e hetimit vetëm 15 muaj pas audiencës. Kështu, autoritetet qipriote nuk i mundësuan kërkuesit të merrte pjesë efektivisht në procedurë, megjithë përpjekjet e tij të vazhdueshme në këtë drejtim.", "240. Së pesti, duket që autoritetet qipriote nuk kanë marrë në konsideratë kërkesat e përsëritura që u ka drejtuar kërkuesi me ndërmjetësinë e autoriteteve ruse me qëllim vazhdimin e hetimit. Në mënyrë të veçantë, kërkesat e drejtuara nga ai për t’u informuar për mënyrën se si t’i drejtohej shkallëve të tjera të gjyqësorit në Qipro dhe kërkesat e tij që synonin një ndihmë ligjore falas nga autoritetet qipriote nuk u morrën parasysh. Përgjigjia e dhënë për këtë pikë nga qeveria qipriote në vëzhgimet e saj të paraqitura me shkrim në Gjykatë ishte se kërkesa për ndihmë ishte paraqitur mbi bazën e një instrumenti të gabuar. Kjo përgjigje nuk është e kënaqshme. Duke marrë në konsideratë karakterin përsëritës të kërkesave të kërkuesit dhe rëndësinë e çështjes, autoritetet qipriote duhet të paktën ta kishin informuar për procedurën që duhej ndjekur për të paraqitur një kërkesë për ndihmë ligjore falas.", "241. Së fundi, që një hetim mbi një vdekje të jetë efektiv, duhet që shtetet anëtare të marrin masat e nevojshme dhe të disponueshme për të mbledhur elementet e duhura të provës, pavarësisht nëse këto elemente gjenden apo jo në territorin e shtetit që heton. Gjykata vëren së Qirpo dhe Rusia janë Palë nënshkruese të Konventës për ndihmën e ndërsjelltë juridike dhe përveç kësaj, ato kanë nënshkruar një Traktat dypalësh për ndihmën e ndërsjelltë juridike (paragrafet 175 - 180 më sipër). Këto instrumente parashikojnë një procedurë të qartë në kuadrin e të cilës autoritetet qipriote mund të kishin kërkuar ndihmën e Rusisë për hetimin e tyre mbi rrethanat e qëndrimit të Znjsh. Rantseva-s në Qipro dhe të vdekjes së saj të mëpasshme. Porkurori i përgjithshëm i Federatës së Rusisë ka komunikuar me autoritetet qipriote dhe këto të fundit nuk i kanë kërkuar asnjë angazhim në bazë të të cilit Rusia do t’i jepte Qipros ndihmën e saj në mbledhjen e elementeve të reja të provës (paragrafi 70 më sipër). Po ashtu, nuk duket që autoritetet qipriote t’i kenë kërkuar Rusisë ndihmën më të vogël për hetimin e tyre. Në këto kushte, duke marrë në konsideratë ndihmën që do të kishte sjellë në sqarimin e disa pikave kryesore të hetimit dëshmia e dy grave të reja ruse që kishin punuar me Znjsh. Rantseva-n në kabare, Gjykaka e gjykon si të pavend refuzimin e autoriteteve qipriote për t’i kërkuar Rusisë, në kuadrin e ndihmës së ndërsjelltë juridike, të mblidhte këto dëshmi. Ndërkohë që vajza e kërkuesit ka vdekur në vitin 2001, ai vazhdon të mos marrë shpjegime të kënaqshme mbi rrethanat që kanë çuar në vdekjen e saj.", "242. Si pasojë, Gjykata del në përfundimin se moskryerja e një hetimi efektiv nga ana e autoriteteve qipriote mbi vdekjen e Znjsh. Rantseva-s ka sjellë shkeljen e pjesës procedurale të nenit 2 të Konventës.", "ii. Rusia", "243. Gjykata rikujton se Znjsh. Rantseva ka vdekur në Qipro. Si pasojë, vetëm nëse vërtetohet se ka rethana të tjera të veçanta që e shmangin këtë rast nga analiza e përgjithshme, detyrimi për të kryer një hetim zyrtar dhe efektiv në lidhje me këtë çështje zbatohet vetëm në Qipro (shih, mutatis mutandis, AlAdsani kundër Mbretërisë së Bashkuar [GC], nr. 35763/97, § 38, CEDH 2001XI).", "244. Kërkuesi vë në dukje faktin se Znjsh. Rantseva ishte një shtetase ruse. Gjykata mendon se neni 2 nuk u imponon shteteve anëtare të vendosin në të drejtën e tyre penale juridiksionin e tyre universal për çështjet në të cilat një nga nënshtetasit e tyre ka gjetur vdekjen. Në këtë rast, nuk ka rrethana të tjera të veçanta që do ta detyronin Rusinë të kryente një hetim nga ana e saj. Kështu, Gjykata del në përfundimin se neni 2 i Konventës nuk u impononte autoriteteve ruse asnjë detyrim autonom që të hetonin për vdekjen e Znjsh. Rantseva-s.", "245. Në këtë mënyrë, vijimësia e detyrimit për shtetin hetues që të mbledhë provat që ndodhen në juridiksione të tjera përbën detyrimin për shtetin ku ndodhen provat që t’i ofrojë shtetit hetues të gjithë asistencën e mundshme nga kompetenca dhe mjetet e tij në kuadrin e ndihmës së ndërsjelltë juridike. Në këtë rast, ashtu siç tregohet edhe më sipër, prokurori i përgjthshëm i Federatës së Rusisë ka përmendur ekzistencën e dy dëshmitareve ruse dhe ka treguar se ishte gati të pranonte çdo kërkesë për ndihmë të ndërsjelltë juridike që do t’i transmetohej autoriteteve ruse dhe të mblidhte dëshmitë e të interesuarave, por autoritetet qipriote nuk kanë dërguar një kërkesë të tillë (paragrafi 241 më sipër). Kërkuesi mendon se autoritetet ruse duhet t’i kishin marrë në pyetje dy gratë e reja megjithë mungesën e kërkesës nga autoritetet qipriote për këtë qëllim. Gjykata rikujton se përgjegjësia për hetimin mbi vdekjen e Znjsh. Rantseva-s i takonte Qipros. Në mungesë të kërkesës për ndihmë të ndërsjelltë juridike, neni 2 nuk i detyron autoritetet ruse të mbledhin vetë provat.", "246. Në lidhje me ankesën sipas të cilës autoritetet ruse nuk kanë kërkuar fillimin e ndjekjeve penale, Gjykata vëren se ato kanë përdorur të gjitha mundësitë që u janë dhënë nga marrëveshjet për ndihmën e ndërsjelltë juridike në mënyrë që të nxisnin autoritetet qipriote që të vepronin (shih për shembull paragrafet 48, 52, 55, 57 dhe 61 - 62 më sipër). Në mënyrë të veçantë, me letrën e datës 11 dhjetor 2001, ato kanë kërkuar vazhdimin e hetimit mbi vdekjen e Znjsh. Rantseva-s, dëgjimin e dëshmitarëve dhe fillimin e ndjekjeve penale për vrasje, rrëmbim ose sekuestrim arbitrar të personit të saj (paragrafi 52 më sipër). Me letrën e datës 27 dhjetor 2001, ato kanë kërkuar sërisht haptazi fillimin e ndjekjeve penale (paragrafi 53 më sipër). Kjo kërkesë u përsërit disa herë rradhazi.", "247. Si përfundim, Gjykata mendon se nuk ka pasur shkelje procedurale të nenit 2 nga ana e Federatës së Rusisë.", "IV. MBI SHKELJEN E ANKIMUAR TË NENIT 3 TË KONVENTËS", "248. Kërkuesi mbështet idenë se autoritetet ruse nuk kanë marë masa për të mbrojtur vajzën e tij dhe për të hetuar me qëllim që të vërtetohej nëse ka qenë viktimë e trajtimeve çnjerëzore ose poshtëruese përpara vdekjes. Kështu, ky fakt sjell shkelje të nenit 3 të Konventës. Neni 3 është hartuar në këtë mënyrë :", " « Askush nuk mund t’i nënshtrohet torturës, as dënimeve ose trajtimeve çnjerëzore ose poshtëruese. »", "(...)", "B. Vlerësimi i Gjykatës", "252. Gjykata vëren se asgjë nuk provon se Znjsh. Rantseva i është nënshtruar keqtrajtimeve para vdekjes. Megjithatë, dihet se përdorimi i dhunës dhe i keqtrajtimeve janë praktika të zakonshme për autorët e trafikimit (paragrafet 84, 86, 87 dhe 101 më sipër). Kështu, Gjykata mendon se në mungesë të ankimimeve të veçanta për keqtrajtime, të faktit nëse viktima kishte pësuar keqtrajtime çnjerëzore ose poshtëruese para vdekjes, këto mendohet të jenë lidhur ngushtë me trafikimin dhe shfrytëzimin e ankimuar. Si pasojë, ajo del në përfundimin se nuk është e nevojshme të shqyrtohet më vete ankesa që lidhet më nenin 3. Në këtë mënyrë, ajo do të shqyrtojë çështjet e përgjithshme që ngrihen në këtë kontekst në kuadrin e shqyrtimit të ankesës që lidhet me nenin 4 të Konventës.", "V. MBI SHKELJEN E ANKIMUAR TË NENIT 4 TË KONVENTËS", "253. Kërkuesi mbështet idenë se autoritetet ruse dhe autoritetet qipriote nuk kanë marrë masa për të mbrojtur vajzën e tij kundër trafikimit dhe nuk kanë kryer një hetim efektiv mbi rrethanat e mbërritjes së saj në Qipro dhe natyrën e punësimit të saj në këtë vend duke shkelur në këtë mënyrë nenin 4 të Konventës. Në pjesët e tij përkatëse, neni 4 shprehet :", "« 1. Askush nuk mund të mbahet në skllavëri as në robëri.", "2. Askush nuk mund të shtrëngohet të kryejë një punë me dhunë ose të detyruar.", "(...) »", "A. Vëzhgimet e paraqitura në Gjykatë", "(...)", "B. Vlerësimi i Gjykatës", "1. Mbi zbatimin e nenit 4 të Konventës", "272. Çështja e parë që shtrohet është të dihet nëse ky rast lidhet me nenin 4. Gjykata rikujton se kjo dispozitë nuk përmend aspak trafikimin, por ndalon « skllavërinë », « robërinë », dhe « punën me dhunë ose të detyruar ».", "273. Gjykata nuk i ka konsideruar kurrë dispozitat e Konventës si të vetmen referencë për interpretimin e të drejtave dhe lirive që përmenden atje (Demir dhe Baykara kundër Turqisë [GC], nr. 34503/97, § 67, 12 nëntor 2008). Ajo e ka thënë që prej shumë kohësh se një nga parimet themelore në fushën e zbatimit të dispozitave të Konventës është fakti se ato nuk zbatohen në zbrazëti (Loizidou kundër Turqisë, 18 dhjetor 1996, Përmbledhje 1996-VI ; Öcalan kundër Turqisë [GC], nr. 46221/99, § 163, CEDH 2005IV). Në mënyrë të veçantë, si traktat ndërkombëtar, Konventa duhet të interpretohet në dritën e rregullave të interpretimit të shprehura në Konventën e Vjenës më 23 maj 1969 mbi të drejtën e traktateve.", "274. Në bazë të këtij instrumenti, për të interpretuar Konventën, duhet të kërkohet kuptimi i zakonshëm që duhet t’u jepet fjalëve në kontekstin e tyre dhe në dritën e objektit dhe qëllimit të dispozitës nga e cila janë marrë (shih Golder kundër Mbretërisë së Bashkuar, 21 shkurt 1975, § 29, seria A nr. 18, Loizidou, lartpërmendur, § 43, dhe neni 31 § 1 i Konventës së Vienës). Gjykata duhet të ketë parasysh faktin se konteksti i dispozitës është ai i një traktati për mbrojtjen efektive të të drejtave individuale të qenies njerëzore dhe se Konventa duhet të lexohet si një e tërë dhe të interpretohet duke pasur kujdes për harmoninë dhe koherencën e brendshme të dispozitave të ndryshme të saj (Stec dhe të tjerë kundër Mbretërisë së Bashkuar (vendim) [GC], nr. 65731/01 dhe 65900/01, § 48, CEDH 2005-X). Duhet gjithashtu të merret në konsideratë çdo rregull i të drejtës ndërkombëtare që zbatohet në marrëdhëniet mes palëve kontraktuese, dhe Konventa duhet në të gjitha rastet të interpretohet në mënyrë të atillë që të pajtohet me rregullat e tjera të së drejtës ndërkombëtare ku ajo është pjesë përbërëse (shih AlAdsani kundër Mbretërisë së Bashkuar [GC], nr. 35763/97, § 55, CEDH 2001XI, Demir dhe Baykara, lartpërmendur, § 67, Saadi kundër Mbretërisë së Bashkuar [GC], nr. 13229/03, § 62, CEDH 2008(...), dhe neni 31 § 3 c) i Konventës së Vienës).", "275. Së fundi, Gjykata thekson se objekti dhe qëllimi i Konventës si instrument për mbrojtjen e qenieve njerëzore, kërkojnë interpretimin dhe zbatimin e dispozitave të saj në mënyrë të atillë që t’i bëjë kërkesat e saj konkrete dhe efektive (shih pikërisht Soering kundër Mbretërisë së Bashkuar, 7 korrik 1989, § 87, seria A nr. 161, dhe Artico kundër Italise, 13 maj 1980, § 33, seria A nr. 37).", "276. Në çështjen Siliadin, ku Gjykatës iu desh të shqyrtojë rëndësinë e termit « skllavëri » sipas nenit 4, ajo iu referua përkufizimit tradicional të këtij nocioni, ashtu siç figuronte në Konventën e vitit 1926, në bazë të së cilës duhej ushtrimi i vërtetë i të drejtës së pronësisë dhe kthimi i individit në fjalë në gjendjen e një « objekti » (Siliadin, lartpërmendur, § 122). Në lidhje me nocionin e « robërisë », Gjykata ka gjykuar se ajo çka është e ndaluar është një « formë veçanërisht e rëndë e mohimit të lirisë » (Van Droogenbroeck kundër Belgjikës, raport i Komisiont të datës 9 korrik 1980, §§ 78-80, seria B nr. 44). Nocioni i « robërisë » përfshin detyrimin për dhënien e shërbimeve në mënyrë të detyruar dhe duhet të vendoset një lidhje mes tij dhe nocionit të « skllavërisë » (shih Seguin kundër Francës (vendim), nr. 42400/98, 7 mars 2000, dhe Siliadin, lartpërmendur, § 124). Sipas jurisprudencës së Gjykatës, që të ketë punë me « dhunë ose të detyruar », duhet të ekzistojë një formë detyrimi fizik ose moral, dhe puna duhet të jetë në kundërshtim me vullnetin e të interesuarit (Van der Mussele kundër Belgjikës, 23 nëntor 1983, § 34, seria A nr. 70 ; Siliadin, lartpërmendur, § 117).", "277. Nuk është e çuditshme që Konventa nuk përmban asnjë referencë të shprehur për trafikimin e personave : në fakt, ajo frymëzohet nga Deklarata universale e të drejtave të njeriut e shpallur nga Asambleja e përgjithshme e Kombeve të Bashkuara në 1948, por që, as kjo, nuk e përmend këtë nocion, por ndalon në nenin 4 « skllavërinë dhe trafikimin e skllevërve në të gjitha format ». Në këtë mënyrë, në momentin e shqyrtimit të rëndësisë së nenit 4, duhet të kemi parasysh të veçantat e këtij neni dhe faktin që bëhet fjalë për një instrument të gjallë që duhet interpretuar në dritën e kushteve aktuale të jetës. Niveli i kërkesës në rritje në fushën e mbrojtjes të të drejtave të njeriut dhe lirive themelore kërkon, paralelisht dhe në mënyrë të pashmangshme, një vendosmëri më të madhe në vlerësimin e cënimit të vlerave themelore të shoqërive demokratike (shih, ndër të tjera, Selmouni kundër Francës [GC], nr. 25803/94, § 101, CEDH 1999V, Christine Goodwin kundër Mbretërisë së Bashkuar [GC], nr. 28957/95, § 71, CEDH 2002VI, dhe Siliadin, lartpërmendur, § 121).", "278. Gjykata vëren se trafikimi i qenieve njerëzore në rang botëror është zhvilluar në mënyrë domethënëse vitet e fundit (paragrafet 88, 100 dhe 103 më sipër). Në Europë, ky fenomen është lehtësuar nga shembja e bllokut komunist. Përfundimi i Protokollit të Palermos në vitin 2000 dhe konventa anti-trafik e Këshillit të Europës në 2005 tregojnë pranimin gjithmonë e më shumë të këtij problemi të gjerë në nivel kombëtar dhe nevojën për të luftuar kundër tij.", "279. Gjykata nuk thirret shpesh për të shqyrtuar zbatimin e nenit 4. Deri më sot, ajo ka njohur vetëm një rast ku shtrohej çështja për të ditur se deri në ç’masë trajtimet që lidheshin me trafikimin kishin të bënin me përmbajtjen e këtij neni (Siliadin, lartpërmendur). Atëherë, ajo ka dalë në përfundimin se trajtimet që ka pësuar kërkuesi analizohen si robëri dhe punë me dhunë dhe të detyruar, por gjithësesi, nuk përbëjnë skllavëri. Duke pasur parasysh përhapjen e trafikimit dhe të masave të caktuara për ta luftuar atë, Gjykata e gjykon si të përshtatshëm për këtë rast shqyrtimin e masës sipas të cilës vetë fenomeni mund të konsiderohet si në kundërshtim me qëllimin dhe frymën e nenit 4 të Konventës, dhe të tregojë në këtë mënyrë garancitë e sjella nga ky nen pa qenë e nevojshme të vlerësohet se cili nga tri qëndrimet e ndaluara lidhet me trajtimet e çështjes në fjalë.", "280. Gjykata thekson se Gjykata penale ndërkombëtare për ish-Jugosllavinë ka vëzhguar se koncepti tradicional i « skllavërisë » ka evoluar duke përfshirë forma të ndryshme bashkëkohore që edhe ato bazohen në ushtrimin e njërit apo tërësisë së atributeve të së drejtës së pronësisë (paragrafi 142 më sipër). Ajo ka dalë në përfundimin se çështja nëse një situatë e dhënë përbën një formë bashkëkohore të kthimit në skllavëri, do të varet nga ekzistenca e faktorëve si kontrolli i lëvizjeve të një individi, kontrolli i mjedisit fizik, kontrolli psikologjik, masat e marra për të penguar apo dekurajuar çdo tentativë ikje, si edhe kontrolli i seksualitetit dhe puna e detyruar (paragrafi 143 më sipër).", "281. Nga vetë fakti i natyrës dhe i qëllimit të tij që konsiston në shfrytëzimin e tjetrit, trafikimi i qenieve njerëzore mbështetet në ushtrimin e pushteteve që lidhen me të drejtën e pronësisë. Në këtë sistem ka qenie njerëzore që trajtohen si mallra që mund të shiten dhe të blihen dhe që i janë nënshtruar një pune me dhunë, të cilën e ushtrojnë shpesh për pak para ose për asgjë fare, kryesisht në industrinë e seksit, por edhe gjetiu (paragrafet 101 dhe 161 më sipër). Kjo bën që aktivitetet e viktimave të jenë pothuajse gjithmonë nën vëzhgim dhe mjaft shpesh, liria e tyre e qarkullimit është e kufizuar (paragrafet 84 dhe 101 më sipër). Ato bëhen pre e akteve të dhunës dhe kërcënimeve, dhe detyrohen të jetojnë në kushte të tmerrshme jetese dhe pune (paragrafet 84, 86, 87 dhe 101 më sipër). Interights dhe autorët e raportit shpjegues të konventës anti-trafik të Këshillit të Europës e kanë cilësuar trafikimin si formën moderne të tregtisë botërore të skllevërve (paragrafi 161 më sipër). Po ashtu, Ndërmjetësja qipriote mendon në raportin e saj se shfrytëzimi seksual dhe trafikimi përbëjnë një «regjim modern skllavërimi » (paragrafi 83 më sipër).", "282. Nuk mund të ketë asnjë dyshim në lidhje me faktin se trafikimi cënon dinjitetin njerëzor dhe liritë themelore të viktimave të tij dhe që nuk mund të konsiderohet si i pajtueshëm me një shoqëri demokratike dhe as me vlerat e përmendura në Konventë. Në lidhje me detyrimin që ka Gjykata për të interpetuar Konventën në dritën e kushteve aktuale të jetesës, ajo mendon se nuk është e nevojshme të përcaktohet nëse trajtimet që janë objekt i ankesave të kërkuesit të konsiderohen si « skllavëri », « robëri » ose një « punë me dhunë ose e detyruar ». Ajo del në përfundimin e thjeshtë dhe të qartë se në vetëvete, trafikimi i qenieve njerëzore sipas nenit 3 a) të Protokollit të Palermos dhe të nenit 4 a) të Konventës anti-trafik të Këshillit të Europës, lidhet me brendinë e nenit 4 të Konventës. Si pasojë, ajo hedh poshtë përjashtimin për papajtueshmëri ratione materiae që ngre qeveria ruse.", "2. Parimet e përgjithshme të nenit 4", "283. Gjykata vë në dukje se bashkë me nenet 2 dhe 3, neni 4 i kushtohet njërës prej vlerave themelore të shoqërive demokratike që formojnë Këshillin e Europës (Siliadin, lartpërmendur, § 82). Neni 4 nuk parashikon kufizime, dhe për këtë, ai bie në kontrast me pjesën më të madhe të klauzolave normative të Konventës, dhe sipas nenit 15 § 2, ai nuk përmban asnjë përjashtim, edhe për rastet e rrezikut publik që kërcënojnë jetën e kombit.", "284. Për të përcaktuar nëse ka pasur shkelje të nenit 4, duhet të merret në konsideratë kuadri juridik dhe rregullator në fuqi (shih, mutatis mutandis, Natchova dhe të tjerë kundër Bullgarisë [GC], nr. 43577/98 dhe 43579/98, § 93, CEDH 2005VII). Lista e garancive të parashikuara në legjislacionin kombëtar duhet të jetë e mjaftueshme për të siguruar një mbrojtje praktike dhe efektive të të drejtave të viktimave të njohura si të tilla dhe të viktimave potenciale të trafikimit. Në këtë mënyrë, përveç masave të parashikuara në të drejtën penale që synojnë sanksionimin e trafikantëve, neni 4 u imponon shteteve anëtare të miratojnë masat e duhura për të rregulluar sektorët që në përgjithësi përdoren për të mbuluar trafikun e qenieve njerëzore. Për më tepër, rregullat kombëtare në fushën e emigracionit duhet t’i përgjigjen shqetësimeve në lidhje me inkurajimin, lehtësimin ose tolerancën ndaj këtij trafiku (shih, mutatis mutandis, Guerra dhe të tjerë kundër Italisë, 19 shkurt 1998, §§ 58-60, Përmbledhje 1998I, Z dhe të tjerë kundër Mbretërisë së Bashkuar [GC], nr. 29392/95, §§ 73-74, CEDH 2001V, dhe Natchova dhe të tjerë, lartpërmendur, §§ 96 - 97 dhe 99-102).", "285. Në vendimin e saj Siliadin (lartpërmendur, §§ 89 et 112), Gjykata ka konfirmuar se neni 4 u imponon shteteve anëtare detyrimin pozitiv të veçantë për të penalizuar dhe ndjekur efektivisht çdo akt që synon të kthejë një individ në skllavëri ose në robëri apo ta shtrëngojë të kryejë një punë me dhunë ose të detyruar. Për të përmbushur këtë detyrim, shtetet anëtare duhet të vendosin një kuadër ligjor dhe administrativ që ndalon dhe shtyp trafikimin. Gjykata vëren se Protokolli i Palermos dhe konventa anti-trafik e Këshillit të Europës theksojnë nevojën për të miratuar një qasje globale për të luftuar kundër trafikimit, duke marrë gjithashtu masa për të sanksionuar trafikantët (paragrafet 149 dhe 163 më sipër), masa për të parandaluar trafikimin dhe për të mbrojtur viktimat. Nga dispozitat e këtyre dy instrumenteve del qartë se shtetet kontraktuese, ku bëjnë pjesë të gjitha shtetet anëtare të këshillit të Europës, kanë menduar se vetëm një kombinim i masave që trajtojnë tri aspektet e problemit mund të mundësonte luftën efikase kundër trafikimit (...). Detyrimi për të penalizuar dhe ndjekur trafikun është vetëm një aspekt i angazhimit të përgjithshëm të shteteve anëtare për të luftuar kundër këtij fenomeni. Rëndësia e detyrimeve pozitive që rrjedhin nga neni 4 duhet të parashikohet në një kontekst më të gjerë të këtij angazhimi.", "286. Ashtu si nenet 2 dhe 3 të Konventës, neni 4 mund, në disa rrethana, të detyrojë shtetin që të marë masa konkrete për të mbrojtur viktimat e trafikimit të njohura si të tilla apo viktimat potenciale (shih, mutatis mutandis, Osman, lartpërmendur, § 115, dhe Mahmut Kaya kundër Turqisë, nr. 22535/93, § 115, CEDH 2000III). Që të ekzistojë detyrimi pozitiv për të marrë masa konkrete në një çështje të dhënë, duhet të vërtetohet se autoritetet e shtetit kishin apo duhet të kishin dijeni për rrethanat që mundësojnë të dyshohet në mënyrë të arsyeshme që një individ gjendet përballë një rreziku real dhe të menjëhershëm për jetën apo  i është nënshtruar trafikimit ose shfrytëzimit sipas nenit 3 a) të Protokollit të Palermos dhe nenit 4 a) të konventës anti-trafik të Këshillit të Europës. Nëse paraqitet një rast i tillë dhe autoritetet nuk marrin masat e duhura që lidhen me pushtetin e tyre për të shkëputur individin nga situata apo rreziku në fjalë, kjo përbën shkelje të nenit 4 të Konventës (shih, mutatis mutandis, Osman, lartpërmendur, §§ 116-117, dhe Mahmut Kaya, lartpërmendur, §§ 115-116).", "287. Pa harruar vështirësitë që ka policia për të ushtruar funksionet e saj në shoqëritë bashkëkohore dhe zgjedhjet operacionale që duhen bërë në lidhje me prioritetet dhe burimet, duhet interpretuar detyrimi për marrjen e masave konkrete në mënyrë që mos t’u imponohet shteteve një barrë e papërballueshme ose e tepërt (shih, mutatis mutandis, Osman, lartpërmendur, § 116). Në momentin e shqyrtimit të proporcionalitetit në rastin e cilido detyrimi pozitiv, duhet pasur parasysh fakti që Protokolli i Palermos, i nënshkruar nga Qipro dhe Federata e Rusisë në vitin 2000, i detyron shtetet të përpiqen për të mbrojtur sigurinë fizike të viktimave të trafikimit që gjenden në territorin e tyre dhe të hartojnë politka dhe programme të plota për parandalimim e trafikimit dhe luftën kundër këtij fenomeni (...). Shtetet anëtare duhet gjithashtu të trajnojnë ashtu siç duhet zyrtarët e shërbimeve të zbulimit, shtypjes dhe të emigracionit (paragrafi 155 ci-dessus).", "288. Ashtu si nenet 2 dhe 3, neni 4 imponon një detyrim procedural për të hetuar mbi situatat e një trafikimi të mundshëm. Detyrimi i hetimit nuk varet nga një ankesë e viktimës ose e një të afërmi të saj : që në momentin që marrin informacione mbi çështjen, autoritetet duhet të veprojnë (shih, mutatis mutandis, Paul dhe Audrey Edwards kundër Mbretërisë së Bashkuar, nr. 46477/99, § 69, CEDH 2002II). Që hetimi të jetë efektiv, ai duhet të jetë i pavarur nga personat e përfshirë në fakte. Ai duhet gjithashtu të mundësojë identifikimin dhe sanksionimin e përgjegjësve. Në këtë rast bëhet fjalë për një detyrim që nuk lidhet me rezultatin, por me mjetet. Kërkesa për veprim të shpejtë dhe vullnet të mirë është e vetëkuptueshme në të gjitha rastet, por kur është e mundur të shkëputet individi në fjalë nga një situatë e dëmshme, hetimi duhet kryer urgjentisht. Viktima ose të afërmit duhet të lidhen me procedurën deri në masën e nevojshme për të mbrojtur interesat e tyre legjitime (shih, mutatis mutandis, Paul dhe Audrey Edwards, lartpërmendur, §§ 70-73).", "289. Së fundi, Gjykata kujton se trafikimi është një problem që shpesh herë, nuk kufizohet vetëm brenda kufijve kombëtarë. Kur një person dërgohet nga një shtet në tjetrin, shkeljet që lidhen me trafikimin mund të ndodhin në shtetin e origjinës, në shtetet tranzit dhe në shtetin e destinacionit. Elementet e provës dhe dëshmitarët mund të gjenden në të gjitha shtetet. Nëse Protokolli i Palermos nuk e trajton çështjen e juridiksionit, konventa anti-trafik e Këshillit të Europës i detyron shprehimisht shtetet anëtare të vendosin juridiksionin e tyre për të gjitha shkeljet e trafikimit që kryhen në territorin e tyre (paragrafi 172 më sipër). Për mendimin e Gjykatës, kjo qasje është krejtësisht llogjike nëse kihet parasysh detyrimi i përgjithshëm, i përmendur më sipër, që kanë të gjitha shtetet kundrejt nenit 4 të Konventës për të hetuar mbi ankimimet e trafikimit. Në çështjet e trafikut ndërkombëtar, shtetet anëtare kanë jo vetëm detyrimin për kryerjen e një hetimi të brendshëm mbi faktet që kanë ndodhur në territorin e tyre, por gjithashtu bashkëpunimin efikas me autoritetet kompetente të shteteve të tjera që lidhen me hetimin për faktet e ndodhura jashtë territorit të tyre. Ky detyrim është në përputhje si me objektivat e shteteve anëtare të shprehura në hyrjen e Protokollit të Palermos, që konsistojnë pikërisht në miratimin e një qasjeje globale dhe ndërkombëtare mbi trafikimin në vendet e origjinës, të tranzitit dhe të destinacionit (paragrafi 149 më sipër), ashtu dhe me marrëveshjet ndërkombëtare për ndihmën e ndërsjelltë juridike që janë nënshkruar nga shtetet e paditura në rastin e dhënë (paragrafet 175- 180 më sipër).", "3. Zbatimi i këtyre parimeve të përgjithshme në rastin e dhënë", "Qipro", "i.\tDetyrimi pozitiv për të hartuar kuadrin e duhur ligjor dhe administrativ", "290. Legjislacioni qipriot që ndalon trafikimin dhe shfrytëzimin seksual është miratuar në vitin 2000 (paragrafet 127-131 më sipër). Ai rimerr dispozitat e Protokollit të Palermos që ndalon trafikimin dhe shfrytëzimin seksual pavarësisht pëlqimit të viktimës dhe parashikon dënime të ashpra, si dhe detyrimin për të mbrojtur viktimat duke u caktuar atyre një kujdestar. Ndonëse Ndërmjetësja e ka kritikuar mosmarrjen e masave praktike nga ana e autoriteteve për zbatimin e tij, ajo mendon që vetë ligji është i kënaqshëm (paragrafi 89 më sipër). Komisioneri për të drejtat e njeriut në Këshillin e Europës mendon gjithashtu se kuadri juridik i dalë nga ligji 3(I) i vitit 2000 është i « përshtatshëm » (paragrafi 91 më sipër). Nga ana e tij, kërkuesi denoncon karakterin e pamjaftueshëm sipas tij të këtij legjislacioni. Ndërsa Gjykata mendon se rrethanat e këtij rasti nuk nxjerrin asnjë shqetësim në lidhje me gjendjen e legjislacionit në këtë fushë.", "291. Përkundrazi, kuadri juridik dhe administrativ i përgjithshëm, si dhe politika e emigracionit qipriot përmbajnë disa dobësi. Në raportin e vitit 2003, Komisioneri për të drejtat e njeriut në Këshillin e Europës ka theksuar se mungesa e politikës së emigracionit dhe mangësitë legjislative në këtë fushë kishin ndikuar në lehtësimin e fenomenit të trafikimit të grave me destinacion Qipron (paragrafi 90 më sipër) dhe u ka bërë thirrje autoriteteve të marrin masa për kontrollin parandalues me qëllim që të ulin fluksin e grave të reja që emigrojnë në Qipro si artiste kabareje (paragrafi 93 më sipër). Në raportet e tij të mëpasshme, ai ka shprehur përsëri shqetësimet e tij në lidhje me kuadrin ligjor ; në mënyrë të veçantë, ai ka kritikuar sistemin sipas të cilit drejtorët e kabareve kërkojnë viza për artistet, duke menduar se ky sistem i bënte artistet të varura nga punëdhënësit ose nga agjentët e tyre dhe rriste rrezikun që ato të binin në duart e rrjeteve të trafikimit (paragrafi 100 më sipër). Në raportin e tij të vitit 2008, Komisioneri kritikoi regjimin e vizave për artistet, i cili e bën shumë të vështirë për forcat e rendit marrjen e masave të nevojshme për të luftuar kundër trafikimit. Po ashtu, leja e punës për artistet mund të konsiderohet sikur shkon në kundërshtim me masat e marra kundër trafikimit ose së paku, ajo dëmton efikasitetin e tyre (shih gjithashtu raportin e Departamentit amerikan të shtetit në paragrafet 105 dhe 107 më sipër). Ai shpreh keqardhjen që lejet e punës për « artistet » vazhdojnë të jepen, ndërkohë që ai e kishte shprehur shqetësimin në lidhje me këtë çështje në raportet e mëparshme dhe se qeveria ishte angazhuar t’i ndërpriste ato (paragrafi 103 më sipër). Në raportin e vitit 2003, edhe Ndërmjetësja e ka kritikuar regjimin e vizave për artistet, duke e konsideruar atë si shkakun që mijra gra të reja hyjnë në terriorin e Qipros për t’u shfrytëzuar nga punëdhënësit e tyre në kushte mizore jetese dhe pune (paragrafi 88 më sipër).", "292. Së fundi, Gjykata thekson se detyrimi për punëdhënësit që të lajmërojnë autoritetet kur një artist largohet nga vendi i punës (paragrafi 117 më sipër) është një masë legjitime që u mundëson autoriteteve të kontrollojnë respektimin nga emigrantët të detyrimeve të tyre në lidhje me legjislacionin mbi të huajt, por u takon vetë autoriteteve, dhe duhet të mbetet në përgjegjësinë e tyre, që të sigurojnë respektimin e këtij legjislacioni dhe të veprojnë si pasojë në rastet e shkeljeve të rregullave në fuqi. Masat që nxisin pronarët dhe drejtorët e kabareve që të kërkojnë artistet e larguara nga vendi i punës ose që të marrin përsipër personalisht në një mënyrë tjetër sjelljen e artisteve, janë të papranueshme nëse shihen në një kontekst më të gjerë të problemeve të trafikimit të artisteve në Qipro. Në këto rrethana, Gjykata e gjykon si tepër shqetësuese praktikën që konsiston t’u kërkojë pronarëve dhe drejtorëve të kabareve të depozitojnë një garanci bankare për të mbuluar kostot e mundshme që lidhen me artistet e punësuara prej tyre (paragrafi 115 më sipër). Angazhimi individual i nënshkruar për Znjsh. Rantseva-n është po ashtu mjaft shqetësues (paragrafi 15 më sipër), si edhe përfundimi i pashpjegueshëm i AIS sipas të cilit M.A. ishte përgjegjës për vajzën e re dhe duhej të vinte ta merrte në komisariat (paragrafi 20 më sipër).", "293. Duke marrë në konsideratë atë çka u tha më sipër, Gjykata arriti në përfundimin se regjimi qipriot i vizave për artistet nuk i ka ofruar Znjsh. Rantseva-s një mbrojtje praktike dhe efikase kundër trafikimit dhe shfrytëzimit. Në këtë mënyrë, ka shkelje të nenit 4 të Konventës.", "ii. Detyrimi pozitiv për marrjen e masave mbrojtëse", "294. Për të përcaktuar nëse ekzistonte apo jo në këtë rast detyrimi pozitiv për marrjen e masave për të mbrojtur Znjsh. Rantseva-n, Gjykata duhet të marrë në konsideratë elementet e mëposhtme. Së pari, nga raporti i Ndërmjetëses në vitin 2003, del qartë se që prej viteve 70 në Qipro ekziston një problem i madh : gra të reja të huaja detyrohen me dhumë të punojnë në industrinë e seksit (paragrafi 82 më sipër). Raporti tregon gjithashtu rritjen e rëndësishme të numrit të artisteve që vijnë nga vendet e ish bllokut të Lindjes që prej shpërbërjes së BRSS (paragrafi 83 më sipër). Sipas këtyre përfundimeve, Ndërmjetësja thekson se trafikimi është një industri e lulëzuar në Qipro për shkak të tolerancës së autoriteteve të emigracionit (paragrafi 88 më sipër). Komisioneri për të drejtat e njeriut në Këshillin e Europës tregon gjithashtu në raportin e tij të vitit 2006 se autoritetet e dinë që shumë gra që hyjnë në Qipro me viza artisti, në fakt do të punojnë në prostitucion (paragrafi 96 më sipër). Kështu, nuk mund të ketë asnjë dyshim për rastin e dhënë se autoritetet qipriote e dinin që një numër i rëndësishëm i grave të huaja që vinin pikërisht nga ish-BRSS hynin në Qipro nga trafikantët të cilët merrnin për ato viza artisti dhe me të mbërritur në Qipro, ato shfrytëzohen seksualisht nga pronarët dhe drejtorët e kabareve.", "295. Së dyti, Znjsh. Rantseva u dërgua në komisariatin e policisë së Limasolit nga punëdhënësi i saj. Sapo mbërrin në komisariat, M.A. u deklaron policëve që ajo ishte një shtetase ruse e punësuar në cilësinë e artistes së kabaresë. Ai u shpjegoi gjithashtu se ajo ardhur në Qipro kohët e fundit, ishte larguar nga puna pa lajmëruar dhe nuk banonte më në banesën që i ishte caktuar (paragrafi 19 më sipër). Ai u dorëzoi policëve pasaportën e saj dhe dokumente të tjera (paragrafi 21 më sipër).", "296. Gjykata rikujton gjithashtu se autoritetet qipriote janë angazhuar në Protokollin e Palermos dhe më pas në konventën anti-trafik të Këshillit të Europës se do të kujdeseshin që personat e punësuar në këto fusha të rëndësishme të trajnohen ashtu siç duhet në mënyrë që të jenë të aftë të njohin rastet potenciale të trafikimit (paragrafet 155 - 167 më sipër). Në mënyrë të veçantë, neni 10 i Protokollit të Palermos i detyron shtetet të ndërmarrin ose të përforcojnë trajnimin e zyrtarëve në sektorin e zbulimit, shtypjes dhe të emigracionit, si edhe zyrtarëve të tjerë që punojnë në sektorin e parandalimit të trafikimit të personave. Sipas mendimit të Gjykatës, policët dispononin në këtë rast tregues të mjaftueshëm për të dyshuar me të drejtë, duke pasur parasysh problemet e trafikimit të Qipros, se Znjsh. Rantseva ishte apo rrezikohej të ishte në mënyrë reale dhe të menjëhershme viktimë e trafikimit ose shfrytëzimit.  Që nga ai moment, ata kishin detyrimin pozitiv për të hetuar pa vonesë dhe për të marrë të gjitha masat praktike të nevojshme për ta mbrojtur atë.", "297. Mirëpo duket se ata nuk e kanë marrë në pyetje kur ajo ka mbërritur në komisariat. Ata nuk e kanë marrë dëshminë e saj dhe as nuk janë informuar për faktet. Ata thjesht kanë verifikuar nëse emri i saj figuronte në listën e personave të kërkuar nga policia dhe, kur e panë se nuk ishte, morrën në telefon punëdhënësin e saj që të vinte ta merrte. Kur ky i fundi refuzoi dhe u kërkoi policëve që ta mbanin aty, polici që kishte çështjen në ngarkim i kaloi eprorin e tij (paragrafi 20 më sipër). Detajet në lidhje me atë çka është thënë gjatë bisedës së M.A. me eprorin janë të panjohura, por pas përfundimit të bisedës, M.A. pranoi të vinte të merrte Znjsh. Rantseva-n dhe pikërisht atë bëri.", "298. Në këtë rast, gabimet e policëve janë të shumta : ata nuk kanë kërkuar menjëherë nëse Znjsh. Rantseva ishte objekt i një trafikimi ; ata nuk e kanë liruar atë, por vendosën t’ia besonin kujdestarisë së M.A. ; së fundi, ata nuk u përpoqën të merrnin masa për ta mbrojtur atë në përputhje me dispozitat e nenit 7 të ligjit 3 (I) të 2000 (paragrafi 130 më sipër). Gjykata del në përfundimin se të gjitha këto shkelje përballë rrethanave që me të drejtë të bëjnë të dyshosh se Znjsh. Rantseva është objekt i një trafikimi ose shfrytëzimi patën si pasojë faktin që autoritetet qipriote nuk morrën masa për ta mbrojtur të interesuarën. Në këtë mënyrë, ka pasur gjithashtu shkelje të nenit 4 të Konvenës.", "iii. Detyrimi procedural për të hetuar mbi trafikimin", "299. Një çështje tjetër që shtrohet në lidhje më shkeljen e vazhdueshme të autoriteteve qipriote për moskryerjen e një hetimi efektiv për ankimimet e kërkuesit sipas të cilave vajza e tij kishte qenë viktimë e trafikimit, ka sjellë shkeljen procedurale të nenit 4.", "300. Duke parë rrethanat në të cilat vdes më pas Znjsh. Rantseva, Gjykata mendon se detyrimi i autoriteteve qipriote për kryerjen e një hetimi efektiv në lidhje me ankimimet për trafikim përfshihet në detyrimin për kryerjen e një hetimi efektiv mbi vdekjen e saj, detyrim që u takonte në bazë të nenit 2 (paragrafi 234 më sipër). Në kontekstin e shqyrtimit të ankesës së bazuar në nenin 2, Gjykata shqyrtoi më sipër çështjen mbi efektshmërinë e hetimit mbi vdekjen, dhe arriti në përfundim se ka shkelje. Në këtë mënyrë, nuk është e nevojshme që ajo të shqyrtojë veçmas ankesën e drejtuar kundër Qipros për shkelje procedurale të nenit 4.", "b. Rusia", "i.\tDetyrimi pozitiv për të hartuar kuadrin e duhur ligjor dhe administrativ", "301. Gjykata rikujton se përgjegjësia e Rusisë në rastin e dhënë është e kufizuar ndaj akteve që lidhen me juridiksionin e saj (paragrafet 207 dhe 208 më sipër). E drejta penale ruse nuk parashikonte në mënyrë specifike shkeljet për trafikim në momentin e fakteve, por qeveria ruse argumenton se qëndrimi për të cilin ankohet kërkuesi kishte të bënte me përkufizimet e shkeljeve të tjera.", "302. Gjykata vëren se kërkuesi nuk denoncon asnjë të metë të veçantë në dispozitat e të drejtës penale ruse dhe, përsa i përket kuadrit më të gjerë administrativ dhe ligjor, autoritetet ruse janë përpjekur të sensibilizojnë publikun për rreziqet e trafikimit duke organizuar një fushatë informimi mbi këtë çështje në media (...).", "303. Duke parë elementet që disponon, Gjykata nuk është e mendimit se kuadri administrativ dhe ligjor që ishte në fuqi në Rusi në momentin e fakteve, mos t’i ketë ofruar Znjsh. Rantseva-s një mbrojtje praktike dhe efektive në rrethanat e këtij rasti.", "ii. Detyrimi pozitiv për marrjen e masave mbrojtëse", "304. Gjykata rithekson se mund të ketë një detyrim pozitiv për Rusinë që të marrë masa praktike vetëm për faktet që ndodhin në territorin e saj (shih, mutatis mutandis, Al-Adsani, lartpërmendur, §§ 38-39).", "305. Ajo vëren gjithashtu se autoritetet ruse ishin mesa duket në dijeni për problemin e përgjithshëm të trafikimit të grave të reja, të cilat dërgoheshin në vende të tjera ku punonin në industrinë e seksit, por asgjë nuk provon se ato ishin në dijeni të rrethanave që mundësojnë të dyshohet në mënyrë të drejtë se Znjsh. Rantseva në veçanti ishte e ekspozuar ndaj një rreziku real dhe të menjëhershëm përpara nisjes së saj në Qipro. Mirëpo, që të lindë detyrimi për marrjen e masave praktike të menjëhershme, nuk mjafton që të ekzistojë thjesht një rrezik i përgjithshëm, - në këtë rast rreziku ndaj të cilit ekspozoheshin gratë e reja që shkonin në Qipro me viza artisti - kundrejt të cilit Gjykata rikujton se autoritetet ruse kanë marrë masa për të informuar publikun mbi rreziqet e trafikimit (...).", "306. Si përfundim, Gjykata mendon se rrethanat e këtij rasti nuk kanë mundësuar lindjen e detyrimit pozitiv për autoritetet ruse që të marrin masa konkrete për mbrojtjen e Znjsh. Rantseva-s. Në këtë mënyrë, nuk ka pasur shkelje të nenit 4 nga autoritetet ruse në lidhje me këtë çështje.", "iii. Detyrimi procedural për të hetuar mbi një rast të mundshëm trafikimi", "307. Gjykata rikujton se në çështjet e trafikut ndërkombëtar, shkeljet që lidhen me trafikimin mund të ndodhin si në shtetin e origjinës, ashtu dhe në atë të destinacionit (paragrafi 289 më sipër). Ashtu siç e ka theksuar Ndërmjetësja në raportin e saj (paragrafi 85 më sipër), rekrutimi i viktimave të caktuara për të punuar në Qipro bëhej përgjithësisht nga agjentët artistikë qipriotë në bashkëpunim me homologët e tyre në vende të ndryshme. Moskryerja e hetimit nga autoritetet e shtetit të nisjes në lidhje me fazën e rekrutimit të një trafiku të ankimuar, u mundëson autorëve të veprojnë pa u ndëshkuar në një pjesë të rëndësishme të zinxhirit. Në lidhje me këtë fakt, Gjykata thekson se rekrutimi i viktimave është parashikuar qartë në përkufizimin e trafikimit të miratuar si në Protokollin e Palermos, ashtu dhe në konventën anti-trafik të Këshillit të Europës (paragrafet ", "150 dhe 164 më sipër). Është e padiskutueshme që duhet kryer një hetim i plotë dhe efektiv që mbulon të gjitha aspektet e trafikimit të dyshuar që fillon që nga rekrutimi deri tek shfrytëzimi i viktimave. Në këtë mënyrë, autoritetet ruse kishin detyrimin për të hetuar mbi mundësinë që individë ose rrjete që operojnë në Rusi të jenë përfshirë në një aktivitet trafikimi në kuadër të së cilës Znjsh. Rantseva do të ishte dërguar në Qipro.", "308. Mirëpo, ato nuk ndërmorrën asnjë hetim në lidhje me mënyrën dhe vendin e rekrutimit të gruas së re. Në mënyrë të veçantë, ato nuk kanë marrë asnjë masë për të gjetur personat që e kishin rekrutuar atë dhe as për të zbuluar metodat e përdorura nga këta të fundit. Meqënëse rekrutimi ka ndodhur në territorin rus, ato ishin në pozicionin më të mirë për të kryer një hetim efektiv mbi këtë pjesë të çështjes që çoi në vdekjen e Znjsh. Rantseva-s. Kjo vdekje dhe paqartësia që vazhdon të ekzistojë në lidhje me rrethanat e nisjes nga Rusia të viktimës, e bëjnë akoma më të rëndë mungesën e hetimit.", "309. Në këtë mënyrë, moszbatimi nga autoritetet ruse të detyrimit të tyre procedural për të hetuar mbi një rast të mundshëm trafikimi ka sjellë shkelje të nenit 4.", "VI. MBI SHKELJEN E ANKIMUAR TË NENIT 5 TË KONVENTËS", "310. Kërkuesi kritikon autoritetet qipriote se kanë mbajtur vajzën e tij në komisariat dhe se ia kanë dorëzuar M.A. për ta ruajtur. Ai ankohet gjithashtu se vajza më pas është mbajtur në apartamentin e punonjësit të këtij të fundit. Ai konstaton në këtë rast një shkelje të nenit 5 § 1 të Konventës, i cili në pjesët e tij përkatëse parashtron si më poshtë :", "« Çdo person ka të drejtën e lirisë dhe të sigurisë. Askujt nuk mund t’i hiqet liria, me përjashtim të rasteve që vijojnë dhe në përputhje me procedurën ligjore:", "a) kur burgoset rregullisht pas një dënimi të dhënë nga një gjykatë kompetente;", "b) kur arrestohet ose burgoset në mënyrë të rregullt për moszbatim të një urdhëri të dhënë në përputhje me ligjin, nga një gjykatë, ose për të garantuar ekzekutimin e një detyrimi të parashkruar nga ligji;", "c) kur është arrestuar dhe paraburgosur për t’u çuar përpara autoritetit gjyqësor kompetent, kur ka arsye të besueshme për të dyshuar që ai ka kryer një vepër penale, ose kur ka motive të arsyeshme për të menduar për domosdoshmërinë për ta penguar që të kryejë një vepër penale ose për tu larguar pas kryerjes së saj;", "d) kur është fjala për heqjen e rregullt të lirisë së një të mituri, të vendosur për edukimin e tij të mbikqyrur, ose për heqjen e rregullt të lirisë së tij me qëllim për ta çuar përpara autoritetit kompetent;", "e) kur është fjala për heqjen e rregullt të lirisë së një personi të dyshuar se mund të përhapë një sëmundje ngjitëse, të një të çmenduri, të një alkoliku, të një toksikomani ose të një vagabondi;", "f) kur është fjala për arrestimin ose burgimin e rregullt të një personi për të ndaluar hyrjen e tij të paligjshme në territor, ose kundër të cilit është në vijim një proçedurë dëbimi ose ekstradimi. »", "(...)", "B. Vlerësimi i Gjykatës", "1. Mbi ekzistencën e heqjes së lirisë në rastin e dhënë", "314. Gjykata rikujton se duke shpallur të « drejtën e lirisë », paragrafi 1 i nenit 5 synon të sigurojë se askujt nuk mund t’i hiqet liria në mënyrë arbitrare. Ndryshimi mes kufizimit të lirisë për të qarkulluar, kur rastet janë aq të rënda sa të përbëjnë heqje të lirisë sipas nenit 5 § 1, dhe atyre që mbeten thjesht kufizime të lirisë për të qarkulluar sipas nenit 2 të Protokollit nr. 4, është një ndryshim që lidhet me shkallën apo me intensitetin dhe jo me natyrën ose thelbin (Guzzardi kundër Italise, 6 nëntor 1980, § 93, seria A nr. 39). Për të përcaktuar nëse dikujt i është « hequr liria » sipas nenit 5, duhet studjuar situata e tij konkrete dhe duhet marrë në konsideratë tërësia e elementeve si natyra, kohëzgjajta, efektet dhe mundësitë e zbatimit të masës së dhënë (Engel dhe të tjerë kundër Vendeve të Ulëta, 8 qershor 1976, §§ 58-59, seria A nr. 22 ; Guzzardi, lartpërmendur, § 92 ; Riera Blume dhe të tjerë kundër Spanjës, nr. 37680/97, § 28, CEDH 1999VII).", "315. Në rastin e dhënë, M.A. ka shoqëruar vajzën e kërkuesit në komisariat dhe ajo u mbajt atje rreth një orë. Asgjë nuk provon se ajo ka qenë e informuar për arsyen e heqjes së lirisë ; nga ana tjetër, ashtu siç është shprehur Gjykata më sipër (paragrafi 297), nuk ka asnjë gjurmë që të vërtetojë se gruaja e re është marrë në pyejte nga polica gjatë gjithë kohës që ka qëndruar në komisariat. Megjithëse policët kanë arritur në përfundimin se ajo nuk ishte në një situatë të parregullt në lidhje me ligjin mbi emigracionin dhe se nuk kishte asnjë arsye për ta mbajtur aty, ajo nuk u lirua menjëherë : me kërkesën e përgjegjësit të shërbimit për të huajt dhe emigracionit (AIS), policët i kanë telefonuar M.A. dhe i kanë kërkuar të vinte ta merrte vajzën dhe ta shoqëronte në orën 7 në AIS për një hetim më të zgjeruar. Ata saktësuan se nëse nuk vinte ta merrte, ata do ta linin të largohej. Znjsh. Rantseva u mbajt në komisariat deri sa erdhi M.A. dhe më pas iu dorëzua atij (paragrafi 20 më sipër).", "316. Rrethanat e qëndrimit të mëtejshëm të Znjsh. Rantseva-s në apartamentin e M.P. janë të paqarta. Gjatë dëshmisë që ka dhënë në polici, M.A. ka pohuar se ajo nuk ishte mbajtur atje kundër vullnetit të saj dhe se ai e kishte lënë të lirë që të largohej (paragrafi 21 më sipër). Në ankimimin e tij, kërkuesi shprehet se ajo ka qenë mbyllur në dhomë me çelës dhe në këtë mënyrë, ka qenë e detyruar të përpiqet të largohet duke kaluar nga ballkoni. Gjykata vëren se Znjsh. Rantseva ka vdekur pasi ka rënë nga ballkoni i apartamentit nga ku tentoi të largohej (paragrafi 41 më sipër). Mund të supozojmë me të drejtë se nëse ajo do të kishte qenë thjesht e strehuar në atë apartament dhe nëse do të kishte qenë e lirë të largohej në çdo moment, ajo do ta kishte bërë duke dalë nga dera (Storck kundër Gjermanisë, nr. 61603/00, §§ 76-78, CEDH 2005V). Si pasojë, Gjykata është e mendimit që Znjsh. Rantseva nuk ka qëndruar në apartament me vullnetin e saj të lirë.", "317. Heqja e ankimuar e lirisë ka zgjatur rreth dy orë gjithsej. Sigurisht, ajo ka qenë e shkurtër, por Gjykata thekson rëndësinë si të vetë aktit, ashtu dhe të pasojave të tij, dhe rikujton se kur faktet bëjnë që të shfaqet heqja e lirisë sipas nenit 5 § 1, fakti që ajo ka qenë e shkurtër, nuk e fsheh realitetin (shih Järvinen kundër Finlandës, nr. 30408/96, vendim i komisionit më 15 janar 1998, dhe Novotka kundër Sllovakisë (vendim), nr. 47244/99, 4 nëntor 2003, ku transporti në komisariat, kontrolli dhe burgimi në një qeli kishin zgjatur rreth një orë dhe Gjykata kishte vendosur se ekzistonte heqja e lirisë sipas nenit 5).", "318. Në këtë mënyrë, Gjykata del në përfundimin se mbajtja e Znjsh. Rantseva-s në komisariat, më pas transferimi dhe sekuestrimi i saj në apartament analizohen si heqje e lirisë në përputhje me nënin 5 të Konventës.", "2. Mbi përgjegjësinë e Qipros në lidhje me heqjen e lirisë", "319. Meqënëse Znjsh. Rantseva ka qenë sekuestruar nga individë, Gjykata duhet të përcaktojë nëse heqja e lirisë që ajo ka pësuar në apartament angazhon përgjegjësinë e Qipros, duke pasur parasysh pikërisht detyrimin pozitiv të autoriteteve për të mbrojtur individin nga heqja arbitrare e lirisë, dhe duke shqyrtuar rolin që kanë luajtur policët në këtë rast (Riera Blume, lartpërmendur, §§ 32-35).", "320. Gjykata ka shprehur tashmë shqetësimin e saj në lidhje me faktin se policët zgjodhën ta dorëzonin Znjsh. Rantseva-n tek M.A., sesa ta linin atë që të largohej (paragrafi 298 më sipër). E interesuara nuk ishte e mitur dhe, sipas dëshmive të policëve në shërbim, ajo nuk paraqiste shenja dehjeje (paragrafi 20 më sipër). Nuk është i mjaftueshëm argumentimi i autoriteteve qipriote se asgjë nuk të bënte të dyshoje se Znjsh. Rantseva nuk donte të largohej me M.A. : siç ka theksuar qendra AIRE (...), viktimat e trafikimit vuajnë shpesh nga pasoja të rënda fizike dhe psikologjike dhe janë aq të traumatizuara sa nuk janë të afta të paraqiten si viktima. Ndrëmjetësja ka theksuar gjithashtu në raportin e saj të vitit 2003 se frika për hakmarrje dhe pamjaftueshmëria e masave mbrojtëse nuk i bindnin viktimat që të ankoheshin në policinë qipriote (paragrafet 8687 më sipër).", "321. Duke pasur parasysh kushtet e përgjithshme të jetesës dhe të punës së artisteve në kabaretë e Qipros dhe rrethanat që lidhen me çështjen e Znjsh. Rantseva-s, Gjykata mendon se policia nuk mund të pretendojë se ka vepruar në mirëbesim dhe është e përjashtuar nga çdo përgjegjësi për sekuestrimin e mëpasshëm të Znjsh. Rantseva-s në apartamentin e M.P. Është e qartë se pa bashkëpunimin aktiv të policëve qipriotë, punëdhënësit e vajzës së re nuk do ta kishin pasur të mundur ta mbanin në atë apartament. Kështu, Gjykata është e mendimit se autoritetet vendase e kanë pranuar heqjen e lirisë së Znjsh. Rantseva-s.", "3. Mbi pajtueshmërinë e heqjes së lirisë me nenin 5 § 1", "322. Mbetet për t’u përcaktuar nëse kjo heqje lirie lidhet me një nga kategoritë e burgosjes së autorizuara gjerësisht nga neni 5 § 1. Gjykata rikujton se neni 5 § 1 i referohet kryesisht legjislacionit kombëtar dhe shpreh detyrimin për të respektuar rregullat themelore dhe ato procedurale të tij. Megjithatë, neni 5 § 1 kërkon që çdo heqje lirie të jetë në përputhje me qëllimin e përgjithshëm të nenit 5 : të mbrojë individin kundër arbitraritetit (Riera Blume, lartpërmendur, § 31).", "323. Duke kërkuar që çdo heqje lirie të kryhet « sipas rrugëve ligjore », neni 5 § 1 parashtron, pikë së pari, se çdo arrestim apo burgosje të ketë një bazë ligjore në të drejtën e brendshme. Qeveria qipriote nuk ka nxjerrë asnjë bazë ligjore për heqjen e lirisë së Znjsh. Rantseva-s, por mund të kuptojmë nga faktet që burgimi fillestar i të interesuarës në komisariat kishte si qëllim t’u mundësonte policëve të verifikonin statutin e saj në lidhje me ligjin mbi emigracionin. Megjithatë, ky motiv nuk është më i vlefshëm kur ata konstatuan se emri i gruas së re nuk figuronte në listën e duhur, dhe se autoritetet qipriote nuk kanë dhënë asnjë shpjegim në lidhje me arsyet dhe bazën ligjore që do të kishin justifikuar vendimin e dorëzimit të Znjsh. Rantseva-s tek M.A., në vend që ta kishin lënë të largohej nga komisariati. Siç është treguar dhe më sipër, policët kishin konstatuar se ajo nuk paraqiste shenja dehjeje dhe nuk ishte e rrezikshme as për veten e saj dhe as për të tjerët (paragrafet 20 dhe 320 më sipër). Asgjë nuk tregon, madje kjo as nuk është sugjeruar, se Znjsh. Rantseva t’i ketë kërkuar M.A. që të vinte ta merrte. Kështu, vendimi i policisë për ta mbajtur derisa erdhi M.A. dhe më pas t’ia dorëzonte atij, nuk kishte asnjë bazë ligjore në të drejtën e brendshme.", "324. Nuk është argumentuar që sekuestrimi i Znjsh. Rantseva-s në apartament ishte i ligjshëm. Gjykata kosntaton se kjo heqje lirie ishte arbitrare dhe e paligjshme.", "325. Si përfundim, burgosja dhe më pas sekuestrimi i paligjshëm dhe arbitrar i Znjsh. Rantseva-s kanë sjellë shkelje të nenit 5 § 1.", "VII. MBI SHKELJEN E ANKIMUAR TË NENIT 6 TË KONVENTËS", "326. Kërkuesi e konsideron veten si viktimë të shkeljes së të drejtës për të pasur akses në gjykatë, e garantuar nga neni 6 i Konventës, pasi autoritetet qipriote nuk e kanë lënë të marrë pjesë në hetim, nuk i kanë akorduar ndihmë ligjore dhe nuk e kanë informuar për mundësitë e apelimit të vendimit në Qipro. Pjesë të nenit 6 që lidhen me këtë çështje parashtrojnë si më poshtë :", "« Çdo person ka të drejtë që çështja e tij të dëgjohet drejtësisht (...) nga një gjykatë (...), e cila do të vendosë (...) për mosmarrëveshjet mbi të drejtat dhe detyrimet e tij me karakter civil (...) »", "(...)", "B. Pranueshmëria", "331. Gjykata vëren njëherazi që neni 6 nuk garanton të drejtën për hapjen e një procedure penale për një çështje të dhënë dhe as ndjekjen apo dënimin penal të të tretëve (shih për shembull, Rampogna dhe Murgia kundër Italisë (vendim), nr. 40753/98, 11 maj 1999, Perez kundër Francës [GC], nr. 47287/99, § 70, CEDH 2004I, dhe Dintchev kundër Bullgarisë, nr. 23057/03, § 39, 22 janar 2009). Si pasojë, meqënëse kërkuesi ankohet, duke u bazuar në nenin 6 § 1 të Konventës, për shkak se autoritetet qipriote nuk kanë hapur procedurë penale në lidhje me vdekjen e vajzës së tij, ankesa e tij është e papranueshme ratione materiae dhe duhet të rrëzohet në bazë të nenit 35 §§ 3 dhe 4 të Konventës.", "332. Përsa i përket ankesës në lidhje me pjesëmarrjen në hetim, Gjykata thekson se garancitë procedurale në këtë fushë janë të pandara me nenin 2 të Konventës dhe se ankesat e kërkuesit janë shqyrtuar tashmë në kontekstin e këtij neni (paragrafi më sipër). Ndërsa në lidhje me zbatueshmërinë e nenit 6 për hetimin, Gjykata u shpreh se nuk kishte akuzë penale apo të së drejtës civile për kërkuesin në këtë procedurë. Kështu, kjo pjesë e ankesës është gjithashtu e papranueshme ratione materiae dhe duhet të rrëzohet në bazë të nenit 35 §§ 3 dhe 4 të Konventës.", "333. Së fundi, Gjykata mendon se ankesat e parashtruara nga kërkuesi për faktin se nuk ka qenë i informuar për mundësitë e apelimit të vendimit dhe që nuk ka përfituar ndihmë ligjore, ndërkohë që tarifat e avokatëve në Qipro ishin shumë ta larta, këto lidhen ngushtë me ato që ai ka hartuar mbi bazën e nenit 2 të Konventës dhe, siç rikujton Gjykata, ato janë trajtuar në kontekstin e këtij neni (paragrafi 240 më sipër). Në këtë mënyrë, nuk është e nevojshme të shqyrtohet masa sipas të cilës mund të shtrohet një pyetje e veçantë nën këndvështrimin e nenit 6.", "334. Kështu, ankesat që lidhen me nenin 6 § 1 duhet të deklarohen si të papranueshme dhe të rrëzohen në bazë të nenit 35 §§ 3 dhe 4 të Konventës.", "VIII. MBI SHKELJEN E ANKIMUAR TË NENIT 8 TË KONVENTËS", "335. Kërkuesi i referohet gjithashtu nenit 8 të Konventës, përmbajtja e të cilit është si më poshtë :", "« 1. Çdo person ka të drejtë që t’i respektohet jeta e tij private dhe familjare, vendbanimi dhe korrespondenca e tij.", "2. Autoriteti publik mund të ndërhyjë në ushtrimin e kësaj të drejte vetëm në shkallën e parashikuar nga ligji dhe kur, në një shoqëri demokratike, kjo masë është e domosdoshme për sigurimin kombëtar, për sigurimin publik, për mirëqenien ekonomike të vendit, për mbrojtjen e rendit ose për parandalimin e veprave penale, për mbrojtjen e shëndetit ose të moralit, ose për mbrojtjen e të drejtave dhe të lirive të të tjerëve. »", "336. Ai nuk ka saktësuar natyrën e ankesave të tij në lidhje me këtë nen. Në dritën e gjithë elementeve që ajo disponon dhe për më tepër që faktet e denoncuara janë në kompetencën e saj, Gjykata nuk konstaton shkelje të të drejtave dhe lirive të shprehura në Konventë dhe në Protokollet e saj sipas këndvështrimit të kësaj dispozite. Në këtë mënyrë, kjo ankesë duhet të deklarohet e papranueshme në bazë të nenit 35 §§ 3 dhe 4 të Konventës.", "IX. MBI ZBATIMIN E NENIT 41 TË KONVENTËS", "337. Sipas nenit 41 të Konventës,", "« Kur Gjykata deklaron shkelje të Konventës ose të protokolleve të saj, dhe në qoftë se e drejta e brendëshme e Palës së Lartë kontraktuese mundëson vetëm një mënjanim të pjesshëm të pasojave që kanë rrjedhur nga kjo shkelje, Gjykata, kur ka vend, i cakton palës së dëmtuar, një shpërblim të drejtë. »", "A. Dëmi", "1. Tezat e palëve", "338. Kërkuesi kërkon 100 000 euro (EURO) si dëm moral që ka pësuar për shkak të vdekjes së vajzës së tij. Ai thekson se shkeljet e denoncuara për këtë rast janë veçanërisht të rënda dhe se vajza e tij ishte e vetmja që i siguronte mbështetje materiale familjes. Ai shton se vdekja e fëmijës së tij e ka lënë pre të një hidhërimi emocional të rëndë dhe ka shpenzuar një energji të konsiderueshme për të nxjerrë përgjegjësit para drejtësisë.", "339. Qeveria qipriote mendon që shuma e kërkuar është e tepërt në lidhje me jurisprudencën e Gjykatës dhe thekson se kërkuesi nuk ka komunikuar asnjë element në mbështetje të ankimimit sipas të cilit ai varej financiarisht nga vajza e tij. Në deklaratën e saj të njëanshme (paragrafi 187 më sipër), ajo ka ofruar t’i derdhë të interesuarit shumën 37 300 EURO si dëm material dhe moral dhe si shpenzime dhe pagesa, apo çdo shumë tjetër që Gjykata do ta gjykonte si të përshtatshme.", "340. Qeveria ruse mbështet idenë që i takon shtetit që nuk mundi t’i siguronte mbrojtje vajzës së kërkuesit dhe të kryente një hetim efektiv mbi vdekjen e saj që të derdhë për këtë rast një dëmshpërblim për dëm moral. Ajo thekson se Rusia nuk është shteti kundër të cilit drejtohej ankesa e paraqitur nga kërkuesi për pjesën materiale të nenit 2.", "2. Vlerësimi i Gjykatës", "341. Gjykata mendon se një kërkesë dëmshpërblimi për humbjen e mbështetjes materiale të familjes lidhet më shumë me humbjen e të ardhurave sesa me dëmin moral. Në lidhje me këtë fakt, ajo rikujton se duhet të ekzistojë një lidhje shkakore e dukshme mes dëmit të ankimuar nga kërkuesi dhe shkeljes së Konventës dhe se dëmshpërblimi në këtë rast mund të përfshijë një shpërblim në lidhje me humbjen e të ardhurave (shih pikërisht Aktaş kundër Turqisë, nr. 24351/94, § 352, CEDH 2003V (fragmente)). Për këtë rast, Gjykata nuk e ka gjykuar Qipron si përgjegjës për vdekjen e Znjsh. Rantseva-s, dhe ka dalë në përfundim se ka shkelje të pjesës procedurale të nenit 2, por jo të pjesës materiale. Në këtë mënyrë, ajo nuk e gjykon si të përshtatshme dhënien e një shume kërkuesit si dëm material që rrjedh nga vdekja e vajzës së tij.", "342. Në lidhje me dëmin moral, Gjykata ka dalë në përfundim se autoritetet qipriote nuk kishin marrë masa për të mbrojtur Znjsh. Rantseva-n nga trafikimi, viktimë e të cilit mund të kishte qenë vetë ajo, nuk kanë hetuar mbi realitetin e këtij trafikimi dhe nuk kanë kryer një hetim efektiv mbi vdekjen e gruas së re. Kështu, ajo mendon se rrethanat e paqarta të vdekjes së Znjsh. Rantseva-s dhe mosmarrja e masave nga autoritetet qipriote për ta mbrojtur nga trafikimi e nga shfrytëzimi dhe për të hetuar në mënyrë efektive mbi rrethanant e ardhjes dhe qëndrimit të saj në Qipro, duhet ta kenë zhytur kërkuesin në një vuajtje të thellë morale. Duke vendosur në mënyrë të drejtë dhe të paanshme, ajo i akordon kërkuesit shumën prej 40 000 EURO për dëmin moral që ka pësuar për shkak të qëndrimit të autoriteteve qipriote dhe çdo shumë që do t’i duhet si tatim mbi shumën e dhënë.", "343. Gjykata ka arritur gjithashtu në përfundimin se Rusia ka kryer shkelje të pjesës procedurale të nenit 4. Duke vendosur në mënyrë të drejtë dhe të paanshme, ajo i akordon kërkuesit shumën prej 2 000 EURO për dëmin moral që ka pësuar për shkak të qëndrimit të autoriteteve ruse dhe çdo shumë që do t’i duhet si tatim mbi shumën e dhënë.", "", "B. Shpenzime dhe pagesa", "1. Tezat e palëve", "344. Kërkuesi kërkon rimburismin e shpenzimeve dhe pagesave të kryera nga ana e tij që kapin shumën prej 485 480 rubla ruse (RUB), ose rreth 11 240 EURO. Kjo shumë mbulon shpenzimet e udhëtimit, fotokopjet, përkthimet dhe noterin, si dhe 233 600 RUB që përkojnë me shitjen e apartamentit të të interesuarit në Rusi, shitje që mendohet të ketë qenë e domosdoshme për të siguruar fondet e nevojshme, koston e funeralit (rreth 46 310 RUB), dhe 26 661 RUB shpenzime për të asistuar në një konferencë mbi trafikimin në Qipro në vitin 2008. Dokumentet justifikuese i janë bashkangjitur kërkesës.", "345. Qeveria qipriote thekson se kërkuesi mund të përfitojë rimbursimin e shpenzimeve dhe të pagesave të tij vetëm nëse ato kanë qenë realisht dhe domosdoshmërisht të nevojshme për të parandaluar ose përmirësuar një shkelje të Konventës, nëse vlera e tyre është e arsyeshme dhe nëse paraqesin një lidhje shkakore me shkeljen në fjalë. Kështu, ajo kundërshton shumën prej 233 600 RUB kërkuar nga kërkuesi në lidhje me shitjen e apartamentit të tij, shumat e shpenzuara për të asistuar në konferencën e vitit 2008 dhe të gjitha shpenzimet dhe pagesat e pashoqëruara nga dokumentet justifikuese dhe me vlerë të paarsyeshme.", "346. Qeveria ruse argumenton se kërkuesi nuk ka mbështetur në ankimimin e tij faktin se ishte i detyruar të shiste apartamentin dhe të shkonte në Qipro. Në mënyrë të veçantë, ajo mbështet idenë se i interesuari mund t’u kishte kërkuar autoriteteve kompetente ruse që t’i siguronin dokumentet dhe elementet e nevojshme nga autoritetet qipriote dhe të dërgonin një avokat në Qipro. Së fundi, ajo kundërshton kërkesën për rimbursimin e shpenzimeve të kryera nga kërkuesi për të shkuar në konferencën e vitit 2008, duke menduar se kjo ndërmarrje nuk lidhej në mënyrë të drejtpërdrejtë me hetimin mbi vdekjen e Znjsh. Rantseva-s.", "2. Vlerësimi i Gjykatës", "344. Sipas jurisprudencës së Gjykatës, një kërkues mund të përfitojë rimbursimin e shpenzimeve dhe pagesave të tij vetëm nëse ato pasqyrojnë realitetin e vërtetë të tyre, domosdoshmërinë dhe karakterin e arsyeshëm të vlerës së tyre. Në rastin në fjalë, kërkuesi nuk është i justifikuar kur kërkon produktin nga shitja e pronës së tij të patundshme, shpenzimet e kryera për të marrë pjesë në konferencën e zhvilluar në Qipro në vitin 2008, sidomos kur kjo e fundit nuk lidhet në mënyrë të drejtpërdrejtë me hetimin mbi vdekjen e Znjsh. Rantseva-s. Nga ana tjetër, Gjykata rikujton se ajo ka konstatuar shkelje të nenit 2 vetëm për pjesën e tij procedurale. Kështu, kërkuesi nuk mund të pretendojë rimbursimin as për shpenzimet e kryera për funeralin.", "345. Në lidhje me sa u tha më sipër, Gjykata e vlerëson si të arsyeshme t’i akordojë kërkuesit për shpenzimet dhe pagesat 4 000 EURO plus çdo shumë që mund t’i duhet atij si tatim mbi shumën e dhënë, minus 850 EURO të marra nga Këshilli Europës si ndihmë ligjore. Në rrethanat e këtij rasti, ajo e gjykon si të arsyeshme që këto shuma të paguhen nga Qipro.", "C. Interesa të vonuara", "346. Gjykata e gjykon si të arsyeshme të llogarisë përqindjen e interesave të vonuara mbi bazën e kursit marxhinal të huave afatshkurtra të Bankës qëndrore evropiane, përqindja e të cilit rritet me tri pikë.", "PËR KËTO ARSYE, GJYKATA, NË UNANIMITET,", "1. Rrëzon kërkesën e qeverisë qipriote që synonte çrregjistrimin e kërkesës nga Gjykata ;", "", "2.\tVendos t’i bashkojë themelit përjashtimin ratione materiae që ngre qeveria ruse në lidhje me nenin 4 të Konventës, dhe e rrëzon atë ;", "", "3.\tDeklaron kërkesën e pranueshme në lidhje me ankesat e bazuara në nenet 2, 3, 4 dhe 5 dhe të papranueshme për pjesën që mbetet ;", "", "4.\tVendos se nuk ka pasur shkelje nga autoritetet qipriote të detyrimit pozitiv për mbrojtjen e të drejtës së jetës së Znjsh. Rantseva-s në përputhje me nenin 2 të Konventës;", "", "5. Vendos se moskryerja e një hetimi efikas nga ana e autoriteteve qipriote për vdekjen e Znjsh. Rantseva-s ka sjellë shkeljen e pjesës procedurale të nenit 2 të Konventës ;", "", "6. Vendos se nuk ka pasur shkelje të nenit 2 të Konventës nga Rusia ;", "", "7. Vendos se nuk ka qenë e nevojshme të shqyrtohet veçmas ankesa e bazuar në nenin 3 të Konventës ;", "", "8. Vendos se mosmarrja e masave nga autoritetet qipriote për t’i dhënë Znjsh. Rantseva-s një ndihmë praktike dhe efektive kundër trafikimit dhe shfrytëzimit në përgjithësi dhe mosmarrja e masave të veçanta dhe të nevojshme për ta mbrojtur atë, ka sjellë shkeljen e nenit 4 të Konventës ;", "", "9.\tVendos se nuk ka qenë e nevojshme të shqyrtohet veçmas shkelja e ankimuar e nenit 4 në lidhje me moskryerjen e një hetimi efektiv nga autoritetet qipriote ;", "", "10.\tVendos që Rusia i ka respektuar detyrimet pozitive në lidhje me qëllimin e nenit 4 të Konventës që synon marrjen e masave praktike për mbrojtjen e Znjsh. Rantseva-s nga trafikimi ;", "", "11. Vendos që mos respektimi nga ana e Rusisë i detyrimeve procedurale për hetimin mbi trafikimin e ankimuar ka sjellë shkelje të nenit 4 të Konventës ;", "", "12. Vendos që ka pasur shkelje të nenit 5 të Konventës nga Qipro ;", "", "13. Vendos", "a) që qeveria qipriote duhet t’i paguajë kërkuesit, brenda tri muajve duke filluar nga dita kur vendimi është i formës së prerë në përputhje me nenin 44 § 2 të Konventës, 40 000 EURO (dyzet mijë euro) si dëm moral dhe 3 150 EURO (tre mijë e një qind e pesëdhjetë euro) për shpenzime dhe pagesa, plus çdo shumë që mund t’i duhet kërkuesit si tatim mbi shumën e dhënë ;", "b) që qeveria ruse duhet t’i paguajë kërkuesit, brenda tri muajve duke filluar nga dita kur vendimi është i formës së prerë në përputhje me nenin 44 § 2 të Konventës, 2 000 EURO (dy mijë euro) si dëm moral, që duhet të konvertohen në rubla ruse sipas kursit që zbatohet ditën e pagesës, plus çdo shumë që mund t’i duhet kërkuesit si tatim mbi shumën e dhënë ;", "c) se duke filluar nga data e skadimit të afatit dhe deri në ditën e kryerjes së pagesës, këto shuma do të rriten me një interes të ulët, përqindja e të cilit është e njëjtë me kursin marxhinal të huave afatshkurtra të Bankës qëndrore evropiane që zbatohet gjatë kësaj periudhe, përqindja e të cilit rritet me tri pikë ;", "", "14. Rrëzon kërkesën për shpërblim të drejtë për pjesën e mbetur.", "Hartuar në anglisht, më pas transmetuar me shkrim më 7 janar 2010, në zbatim të nenit 77 §§ 2 dhe 3 të rregullores.", "\tSøren Nielsen\tChristos Rozakis\n\tSekretar\tKryetar", "", "\n© Këshilli i Evropës/Gjykata Evropiane e të Drejtave të Njeriut, 2012. Gjuhët zyrtare të Gjykatës Evropiane të së Drejtave të Njeriut janë anglishtja dhe frëngjishtja. Ky përkthim është bërë me mbështetjen e Fondit të Mirëbesimit për të Drejtat e Njeriut të Këshillit të Evropës (). Ai nuk e kushtëzon Gjykatën dhe kjo e fundit nuk pranon asnjë përgjegjësi për sa i përket cilësisë së tij. Ai mund të shkarkohet nga HUDOC, baza e të dhënave e jurisprudencës së Gjykatës Evropiane të së Drejtave të Njeriut (), ose nga çdo bazë tjetër të dhënash me të cilën HUDOC e ka ndarë atë. Ai mund të riprodhohet për qëllime jotregtare, me kusht që titulli i çështjes të citohet i plotë dhe të shoqërohet me shënimin e mësipërm lidhur me të drejtën e autorit, si edhe me referimin ndaj Fondit të Mirëbesimit për të Drejtat e Njeriut. Cilido që kërkon ta përdorë këtë përkthim në tërësi ose pjesërisht për qëllime tregtare, është i lutur të njoftojë në adresën e mëposhtme: .", "", "© Council of Europe/European Court of Human Rights, 2012. The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe () Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Tout personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", ""]}