{"file": "ALB_HJUDALB_35810_09.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "35810/09", "text_paragraphs": ["O’KEEFFE kundër IRLANDËS", "(kërkesa nr. 35810/09)", "28 janar 2014", "Dhomë e Madhe", "", "strukturat e arsimit fillor në Irlandë në vitin 1970 nuk arritën të mbrojnë një vajzë nga abuzimi seksual prej mësuesit të saj", "", "I.\tFaktet kryesore", "", "1.\tKërkuesja, Znj. Louise O’Keeffe, është një shtetase irlandeze, që ka lindur në vitin 1964 dhe banon në Cork, në Irlandë. Nga viti 1968 ajo ndoqi Shkollën Shtetërore të Dunderrow që ishte në pronësi të Peshkopit Katolik të Dioqezës së Cork dhe Ross i cili e administronte me anë të një bordi. Prifti O ishte de facto drejtori i shkollës. Shkolla njihej nga Ministria e Edukimit dhe e Shkencës. Njëri nga mësuesit laikë, L.H., i cili ishte i martuar, ishte edhe mësuesi kryesor i shkollës. Më 1971, nëna e një prej fëmijëve që ndiqnin shkollën ngriti akuza pranë drejtorit të shkollës se L.H. po abuzonte seksualisht me fëmijën e saj. Megjithatë drejtori i shkollës nuk i raportoi dhe nuk iu përgjigj këtyre akuzave. Kërkuesja, nga ana e saj kishte qenë subjekt i abuzimit të vazhdueshëm seksual nga L.H. gjatë mësimeve të muzikës në klasën e tij nga janari deri në mesin e vitit 1973. Nga fundi i vitit prindërit e kërkueses u vunë në dijeni për akuza të ngjashme në lidhje me L.H. nga prindërit e tjerë. L.H. dha dorëheqjen nga posti i tij, por asnjë veprim të mëtejshëm në lidhje me këto pretendime nuk u mor nga ndonjë autoritetet shtetëror. Në vitin 1974, L.H. rifilloi të jepte mësim në një tjetër shkollë shtetërore, ku ai qëndroi derisa doli në pension në vitin 1975.", "", "2.\tKërkuesja bëri një deklaratë në polici në janar të vitit 1997, si pjesë e një hetimi të policisë në lidhje me një ankesë të bërë kundër L.H. nga një ish-nxënës i Shkollës Shtetërore Dunderrow. Më pas, një numër nxënësish të tjerë bënë deklarata gjatë hetimit dhe si rezultat, L.H. u akuzua për 386 vepra penale për abuzim seksual. Pasi pranoi fajësinë ai u dënua me burgim dhe iu hoq e drejta për të dhënë mësim. Në vitin 1998, kërkuesja aplikoi në Tribunalin për Shpërblimin e Viktimave të Veprave Penale dhe asaj iu akorduan rreth 54,000 euro. Më pas, kërkuesja bëri një padi civile kundër L.H. dhe shtetit irlandez, duke pretenduar dëmshpërblim për dëmet personale të pësuara si rezultat i sulmeve ndaj saj, sidomos të abuzimit seksual nga ana e LH. Ky i fundit nuk ngriti asnjë pretendim për tu mbrojtur kundër kësaj padie civile dhe u urdhërua të paguajë një dëmshpërblim prej afro 305,000 euro, por për shkak të pamundësive financiare të L.H., kërkuesja ka arritur të marrë vetëm rreth 30,000 euro. Megjithatë, pretendimet që kërkuesja ngritit ndaj Ministrisë së Arsimit në të njëjtën padi u hodhën poshtë nga Gjykata e Lartë në Irlandë, e cila vlerësoi se autoritetet irlandeze nuk kishin përgjegjësi civile për abuzimin seksual ndaj kërkueses. Arsyetimi i juridiksionit të lartë irlandez ishte se shteti vetëm ofronte të drejtën për arsim ndërsa administrimi i përditshëm i shkollave nuk varej nga autoritetet shtetërore por nga vetë shkollat. ", "", "3.\tKërkuesja u ankua, në bazë të neneve 3, 8, 13 dhe 14, të nenit 2 të protokollit nr.1, se autoritetet shtetërore kishin dështuar për ta mbrojtur atë nga abuzimi seksual prej një mësuesi në shkollën kombëtare dhe se ajo nuk kishte mjet efektiv kundër Shteti në këtë drejtim.", "", "II. Vendimi i Gjykatës", "", "A.\tnë lidhje me nenin 3", "i)\tnë lidhje me aspektin substancial të nenit 3", "4.\tGjykata e gjeti të nevojshme të vlerësonte çështjen e përgjegjësisë së shtetit në këndvështrimin e fakteve dhe të standardeve në vitin 1973. Gjykata vlerësoi se mbrojtja e fëmijëve nga keqtrajtimi është një detyrim i pandarë e autoriteteve, sidomos në kuadrin e arsimit fillor, dhe ky detyrim shtrihej gjithashtu edhe në vitin 1973. Mbi këtë bazë, Gjykata vazhdoi të vlerësojë nëse shteti kishte përmbushur obligimet e veta pozitive në këtë drejtim. Ajo pranoi se keqtrajtimi përfshihej në fushën e veprimit të nenit 3 dhe se nuk kishte mosmarrëveshje mes palëve për këtë çështje. Edhe në qoftë se shkollat kombëtare ishin institucionet arsimore të menaxhuara nga aktorë jo-shtetërorë, Shteti duhe të kishte qenë në dijeni të nivelit të krimeve seksuale ndaj të miturve në shkolla përmes veprimit dhe zbatimit të ligjeve të saj penale mbi këtë fushë. Sipas Gjykatës, autoritetet duhet të kishin qenë të vetëdijshme për rreziqet e mundshme ndaj sigurisë së fëmijëve në këtë kontekst, dhe se kuadri mbrojtës nuk kishte qenë i përshtatshëm. Përderisa mekanizmat në të cilën Shteti u mbështet nuk kishin qenë efektivë, Gjykata u shpreh se shteti kishte dështuar të përmbushë detyrimet e tij pozitive për të mbrojtur kërkuesen nga abuzimi seksual dhe kjo përbën shkelje të nenit 3.", "", "ii)\tnë lidhje me aspektin procedural të nenit 3", "5.\tGjykata konstatoi se sapo Shkolla Kombëtare në fjalë bëri një ankesë në vitin 1995 në lidhje me abuzimin seksual nga L.H., filloi një hetim dhe kërkuesja kishte qenë në gjendje të bënte deklaratë. Në këto kushte Gjykata u shpreh se nuk ka pasur shkelje të nenit 3, në këtë drejtim.", "", "B. Në lidhje me nenin 13", "6. Gjykata u shpreh se, përderisa kërkuesja nuk kishte pasur mjete efektive juridike në dispozicion të saj në lidhje me ankesat e bëra sipas nenit 3, atëhere ka pasur shkelje të nenit 13 në lidhje me nenin 3.", "", "C. Në lidhje me nenin 41", "7. Gjykata vlerësoi se Irlanda duhet t’i paguante kërkueses 30 000 euro në lidhje me dëmin jomaterial dhe 85 000 euro për kostot dhe shpenzimet.", ""]}