{"file": "ALB_HJUDALB_38433_09.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "38433/09", "text_paragraphs": ["© Këshilli i Evropës/Gjykata Evropiane e të Drejtave të Njeriut, 2013. Ky përkthim është bërë me mbështetjen e Fondit të Mirëbesimit për të Drejtat e Njeriut të Këshillit të Evropës (). Ai nuk e kushtëzon Gjykatën. Për informacione të mëtejshme, të shihet shënimi i plotë për të drejtën e autorit në fund të këtij dokumenti.", "", "", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "\n", "", "", "DHOMA E MADHE", "", "", "", "", "", "", "", "", "", "ÇËSHTJA CENTRO EUROPA 7 S.R.L. E DI STEFANO k. ITALISË", "", "(Kërkesëpadi nr. 38433/09)", "", "", "", "", "", "", "", "VENDIM", "", "", "", "STRASBURG", "", "7 qershor 2012", "", "", "Ky vendim është bërë i formës së prerë. Atij mund t’i bëhen rishikime në redaktim.", "", "Në çështjen Centro Europa 7 S.r.l. e Di Stefano k. Italisë,", "Gjykata Evropiane e të Drejtave të Njeriut, e mbledhur në një Dhomë të Madhe të përbërë nga:", "\tFrançoise Tulkens, kryetare,\n\tJean-Paul Costa,\n\tJosep Casadevall,\n\tNina Vajić,\n\tDean Spielmann,\n\tCorneliu Bîrsan,\n\tElisabeth Steiner,\n\tElisabet Fura,\n\tLjiljana Mijović,\n\tDavid Thór Björgvinsson,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tNona Tsotsoria,\n\tIşıl Karakaş,\n\tKristina Pardalos,\n\tGuido Raimondi,\n\tLinos-Alexandre Sicilianos, gjyqtarë,\ne nga Vincent Berger, këshilltar juridik,", "Pasi e diskutoi çështjen në seancë të mbyllur më 12 tetor 2011 dhe 11 prill 2012,", "Jep këtë vendim, të miratuar në këtë datë të fundit:", "PROCEDURA", "1.  Në zanafillë të kësaj çështjeje ndodhet një kërkesëpadi (nr. 38433/09) e drejtuar kundër Republikës Italiane dhe me anë të së cilës një shoqëri italiane me përgjegjësi të kufizuar, Centro Europa 7 S.r.l., dhe një shtetas italian, Z. Francescantonio Di Stefano, i janë drejtuar Gjykatës më 16 korrik 2009 në bazë të nenit 34 të Konventës për Mbrojtjen e të Drejtave të Njeriut dhe të Lirive Themelore (“Konventa”).", "2.  Paditësit janë përfaqësuar nga Znjtë A. Pace, R. Mastroianni, O. Grandinetti dhe F. Ferraro, avokatë në Romë. Qeveria italiane (“Qeveria”) është përfaqësuar nga agjentja e saj, Znja E. Spatafora.", "3.  Paditësit pretendonin se mosdhënia e radiofrekuencave të nevojshme shoqërisë paditëse për transmetimin e emisioneve televizive u kishte shkelur atyre të drejtën për lirinë e shprehjes dhe, në veçanti, lirinë e tyre për të përcjellë informacione dhe ide. Ata përmendnin gjithashtu një shkelje të neneve 14 e 6 § 1 të Konventës dhe të nenit 1 të Protokollit nr. 1.", "4.  Kërkesëpadia i është caktuar Seksionit të Dytë të Gjykatës (neni 52 § 1 i Rregullores). Më 10 nëntor 2009, Seksioni i Dytë ka vendosur t’ia njoftojë atë Qeverisë. Ashtu siç e lejonin ish-neni 29 § 3 i Konventës (neni 29 § 1 i tanishëm) dhe neni 54A i Rregullores, ai vendosi që të shqyrtoheshin njëkohësisht pranueshmëria dhe themeli i çështjes. Më 30 nëntor 2010, një dhomë e Seksionit të lartpërmendur, e përbërë nga Françoise Tulkens, Danute Jočienė, Dragoljub Popović, András Sajó, Nona Tsotsoria, Kristina Pardalos, Guido Raimondi, gjyqtarë, si edhe nga Françoise Elens-Passos, zëvendëssekretare seksioni, ka hequr dorë nga juridiksioni në favor të Dhomës së Madhe, meqenëse për këtë nuk ka pasur kundërshtim asnjëra nga palët (nenet 30 i Konventës dhe 72 i Rregullores).", "5.  Përbërja e Dhomës së Madhe është vendosur në përputhje me nenet 26 §§ 4 e 5 të Konventës dhe 24 të Rregullores. Më 3 nëntor 2011 ka përfunduar mandati si kryetar i Gjykatës për Jean-Paul Costa-n. Prej asaj date, kryesinë e Dhomës së Madhe për çështjen në fjalë e ka marrë në dorë Françoise Tulkens (neni 9 § 2 i Rregullores). Jean-Paul Costa ka vazhduar të marrë pjesë pas mbarimit të mandatit të tij, sipas neneve 23 § 3 të Konventës dhe 24 § 4 të Rregullores.", "6.  Si paditësit ashtu edhe Qeveria kanë paraqitur vërejtje plotësuese me shkrim (neni 59 § 1 i Rregullores). Vërejtje janë marrë gjithashtu edhe nga shoqata Open Society Justice Initiative, të cilën kryetarja e kishte lejuar të ndërhynte në procedurën me shkrim (nenet 36 § 2 i Konventës dhe 44 § 2 i Rregullores).", "7.  Një seancë është zhvilluar në publik në Pallatin e të Drejtave të Njeriut, në Strasburg, më 12 tetor 2011 (neni 59 § 3 i Rregullores).", "", "Janë paraqitur:", "–  për Qeverinë \nZtë\tM. Remus,\tkëshilltar,\n\tP. Gentili,\tavokat i shtetit;", "–  për paditësit\nZnjtë\tR. Mastroianni,\t\n\tO. Grandinetti,\t\n\tF. Ferraro,\tavokatë.", "", "Gjykata ka dëgjuar deklarimet e Znjve Remus e Gentili dhe Znjave Mastroianni e Grandinetti si edhe përgjigjet e tyre për pyetjet e gjyqtarëve.", "FAKTET", "I.  RRETHANAT E ÇËSHTJES", "8.  Paditësja, Centro Europa 7 S.r.l., është një shoqëri me përgjegjësi të kufizuar e cila vepron në fushën e transmetimeve televizive dhe e ka selinë e saj në Romë. Paditësi, Z. Francescantonio Di Stefano, është një shtetas italian i lindur më 1953 dhe me vendbanim në Romë. Ai është përfaqësuesi ligjor i shoqërisë paditëse.", "9.  Me një dekret ministror të 28 korrikut 1999, autoritetet kompetente i dhanë shoqërisë Centro Europa 7 S.r.l., në përputhje me dispozitat e Ligjit nr. 249 të vitit 1997 (paragrafët 56-61 të mëposhtëm), një koncesion për transmetime televizive përmes valëve herciane në rang kombëtar, i cili e lejonte shoqërinë paditëse të instalonte dhe të shfrytëzonte një rrjet transmetimesh televizive analogjike. Koncesioni parashikonte që paditësja të kishte të drejtë për tri frekuenca që mbulonin 80% të territorit kombëtar. Për dhënien e radiofrekuencave, koncesioni i referohej planit kombëtar për caktimin e radiofrekuencave të miratuar më 30 tetor 1998. Aty përcaktohej se përshtatja e instalimeve me kërkesat e “planit të ndarjes” (piano di assegnazione) duhej të bëhej brenda një afati prej njëzet e katër muajsh dhe duhej të respektonte programin e përshtatjes (programma di adeguamento) të vendosur nga Autoriteti Rregullator i Komunikacioneve (Autorità per le garanzie nelle comunicazioni – këtu më poshtë “AGCOM-i”) në bashkëpunim me Ministrinë e Komunikacioneve (këtu më poshtë “Ministria”). Nga vendimi i Këshillit të Shtetit nr. 2624 i 31 majit 2008 (paragrafi 14 i mëposhtëm) del se, sipas termave të koncesionit, caktimi i radiofrekuencave ishte shtyrë për një fazë të mëvonshme, e cila varej nga miratimi prej administratës i programit të lartpërmendur të përshtatjes, mbi bazën e të cilit paditësja do të duhej të bënte disa ndërhyrje në instalimet e saj. Nga ana e tij, programi i përshtatjes do të duhej të mbështetej te kërkesat e planit kombëtar për caktimin e radiofrekuencave. Mirëpo ky plan nuk u vu në jetë. Në rang kombëtar u zbatuan njëri pas tjetrit disa regjime kalimtare që favorizonin stacionet ekzistuese, kështu që paditësja, megjithëse e kishte një koncesion, nuk mundi të transmetojë përpara qershorit 2009, për shkak të mosdhënies së radiofrekuencave.", "10.  Nëpërmjet përfaqësuesit të saj ligjor, paditësja paraqiti disa ankesa pranë juridiksioneve administrative.", "A.  Procedura e parë administrative", "11.  Në nëntor 1999, paditësja i bëri Ministrisë kërkesë zyrtare që t’i caktonte radiofrekuenca. Me një notë të 22 dhjetorit 1999, Ministria i paraqiti asaj mospranimin e vet.", "1.  Procedura për themelin", "12.  Më 2000, shoqëria paditëse i paraqiti Gjykatës Administrative Rajonale (këtu më poshtë “GjAR”) të Lacios një padi kundër Ministrisë dhe shoqërisë RTI (stacione televizive italiane të kontrolluara nga Mediaset-i), duke u ankuar se administrata nuk i kishte caktuar radiofrekuencat për transmetim. Padia drejtohej edhe kundër shoqërisë RTI me arsyetimin se stacioni Rettequatro ishte lejuar të transmetonte duke pushtuar radiofrekuencat që duhej t’i ishin kaluar paditëses.", "13.  Më 16 shtator 2004, GjAR-ja e pranoi kërkesën e paditëses duke nënvizuar se administrata duhej ose t’i caktonte radiofrekuencat, ose ta hiqte koncesionin. Për pasojë, ajo e shfuqizoi notën e 22 dhjetorit 1999.", "14.  Shoqëria RTI e apeloi vendimin pranë Këshillit të Shtetit. Me vendimin nr. 2624 të 31 majit 2008, ky i fundit e rrëzoi apelimin dhe la në fuqi vendimin e GjAR-së. Ai theksonte se në koncesion administratës nuk i ishte caktuar asnjë afat për të miratuar programin e përshtatjes që ishte vendosur nga AGCOM-i në bashkëpunim me Ministrinë, ndërsa paditësja kishte një afat prej njëzet e katër muajsh për të kryer ndërhyrjet në instalimet e saj. Për pasojë, sipas juridiksionit të lartë, ky program përshtatjeje ishte dashur të miratohej brenda një afati të shkurtër.", "Këshilli i Shtetit shtonte se Ministria duhej të shprehej rreth kërkesës së paditëses për caktimin e radiofrekuencave në zbatim të një vendimi të Gjykatës së Drejtësisë të Bashkimit Evropian (këtu më poshtë “GjDBE”) të shpallur ndërkohë (shih paragrafët 33-36 të mëposhtëm).", "2.  Procedura e zbatimit", "15.  Meqenëse nuk iu dhanë radiofrekuencat, më 23 tetor 2008 paditësja e shpuri Ministrinë përpara Këshillit të Shtetit për t’u ankuar për moszbatimin e vendimit të 31 majit 2008.", "16.  Më 11 dhjetor 2008, Ministria e shtyu afatin e koncesionit të dhënë më 1999 deri në përfundimin e transmetimeve analogjike (“switch off”) dhe i caktoi shoqërisë Centro Europa 7 S.r.l. një kanal të vetëm duke filluar nga 30 qershori 2009.", "17.  Për pasojë, Këshilli i Shtetit, në vendimin e tij nr. 243/09 të 20 janarit 2009, çmoi se Ministria e kishte zbatuar me korrektësi vendimin e tij të 31 majit 2008.", "18.  Më 18 shkurt 2009, paditësja i paraqiti një ankim të ri GjAR-së duke mbrojtur mendimin se dekreti për caktimin e radiofrekuencave i 11 dhjetorit 2008 ishte i pamjaftueshëm, sepse, në kundërshtim me termat e koncesionit, kishte të bënte vetëm me një kanal që nuk mbulonte 80% të territorit kombëtar. Në ankimin e saj, paditësja kërkonte shfuqizimin e këtij dekreti dhe pagesën e njëfarë shume për dëmin dhe interesat.", "19.  Më 9 shkurt 2010, paditësja nënshkroi një marrëveshje me Ministrinë e Zhvillimit Ekonomik (ish-Ministrinë e Komunikacioneve), me anë të së cilës kjo e fundit zotohej që t’i caktonte asaj disa radiofrekuenca të tjera në përputhje me termat e koncesionit.", "20.  Më 11 shkurt 2010, në zbatim të njërës prej klauzolave të kësaj marrëveshjeje, paditësja kërkoi fshirjen e procedurës së papërfunduar përpara GjAR-së nga regjistri i çështjeve.", "21.  Më 8 mars 2011, ajo kërkoi riregjistrimin e procedurës përpara GjAR-së në listën e çështjeve. Në kërkesën e saj, ajo synonte shfuqizimin e dekretit për caktimin e radiofrekuencave të 11 dhjetorit 2008 dhe pagimin e një shume për dëme dhe interesa. Ajo mbronte mendimin se administrata nuk e kishte zbatuar plotësisht detyrimin e saj për të caktuar frekuenca shtesë e as nuk i kishte respektuar marrëveshjen e 9 shkurtit 2010 dhe vendimin e 11 dhjetorit 2008.", "22.  Në të vërtetë, neni 6 i marrëveshjes në fjalë shprehej kështu:", "“Centro Europa 7 S.r.l. zotohet që, deri më 11 shkurt 2010, të kërkojë çregjistrimin e kërkesëpadisë nr. 1313/09 e cila është e papërfunduar përpara GjAR-së së Lacios, ta lërë atë të shuhet për mungesë paraqitjeje të një kërkese të re për caktim seance brenda afateve të përcaktuara nga ligji, dhe të heqë dorë brenda të njëjtit afat nga kërkesat për zhdëmtim të paraqitura përmes atij ankimi, me kusht që, gjatë kësaj kohe e deri në datën e përfundimit të afatit, kjo marrëveshje, vendimi i caktimit të frekuencave plotësuese dhe vendimi i 11 dhjetorit 2008 të mos e kenë humbur vlefshmërinë e tyre.", "Administrata zotohet nga ana e saj që ta zbatojë plotësisht detyrimin e saj për të caktuar frekuenca plotësuese, si edhe këtë marrëveshje dhe vendimin e 11 dhjetorit 2008. Në rast të kundërt, Centro Europa 7 dhe administratat refraktare do t’i zotërojnë përsëri plotësisht prerogativat e tyre procedurale përkatëse. Në rast humbjeje të vlefshmërisë së caktimit të frekuencave plotësuese, saktësohet se Centro Europa 7 S.r.l. do të mund ta riaktivizojë kërkesëpadinë nr. 1313/09 vetëm në qoftë se kjo do t’ia bënte të pamundur shoqërisë Europa Way S.r.l. që të shfrytëzojë një ose disa nga instalimet e përmendura në aneksin teknik A.”", "23.  Procedura është aktualisht e papërfunduar përpara GjAR-së.", "B.  Procedura e dytë administrative", "1.  Procedura në GjAR", "24.  Ndërkohë, më 27 nëntor 2003, ndërsa ankimi i saj i parë ishte i papërfunduar përpara GjAR-së, paditësja i ishte drejtuar përsëri këtij juridiksioni me një kërkesë që synonte në veçanti njohjen e të drejtës së saj për t’iu caktuar radiofrekuencat dhe zhdëmtimin e dëmit të pësuar.", "25.  Me një vendim të 16 shtatorit 2004, GjAR-ja e kishte rrëzuar këtë kërkesë, duke çmuar sidomos që paditësja nuk zotëronte veçse thjesht një interes të ligjshëm (“interesse legitimo”), domethënë një pozitë individuale që mbrohej në mënyrë të tërthortë e që i nënshtrohej respektimit të interesit të përgjithshëm, por jo një të drejtë subjektive (“diritto soggettivo”) për të fituar caktimin e radiofrekuencave për transmetime televizive përmes valëve herciane në mënyrë analogjike.", "2.  Apelimi në Këshillin e Shtetit", "26.  Paditësja bëri apelim në Këshillin e Shtetit duke mbrojtur mendimin se, përderisa i ishte dhënë një koncesion nga autoritetet kompetente, zotëronte juridikisht me të vërtetë një të drejtë subjektive. Ajo kundërshtonte në veçanti përputhshmërinë e Dekretligjit nr. 352/2003 dhe të Ligjit nr. 112/2004 me të drejtën komunitare (paragrafët 65-67 të mëposhtëm).", "27.  Më 19 prill 2005, Këshilli i Shtetit vendosi ta kufizojë shqyrtimin e tij vetëm te kërkesa për zhdëmtim e paditëses dhe të mos marrë vendim në atë stad lidhur me kërkesën për dhënie radiofrekuencash.", "28.  Ai vërejti megjithatë se mosdhënia e radiofrekuencave për Centro Europa 7 S.r.l. kishte pasur si shkak faktorë kryesisht legjislativë.", "29.  Ai rikujtoi se neni 3 § 2 i Ligjit nr. 249 të vitit 1997 (paragrafi 58 i mëposhtëm) u lejonte “zënësve faktikë” të radiofrekuencave, të cilët ishin lejuar ta ushtronin veprimtarinë e tyre sipas regjimit të mëparshëm, që t’i vazhdonin transmetimet e tyre deri në dhënien e koncesioneve të reja ose deri në rrëzimin e kërkesave për koncesione të reja dhe, sidoqoftë, jo më vonë se deri më 30 prill 1998.", "30.  Ai vuri në dukje gjithashtu se neni 3 § 7 i Ligjit nr. 249 të vitit 1997 (paragrafi 61 i mëposhtëm) e lejonte vazhdimin e transmetimeve të lartpërmendura, duke ia lënë në dorë AGCOM-it për caktimin e një afati të fundit vetëm me kushtin që transmetimet të ishin njëkohësisht edhe në radiofrekuenca herciane, edhe përmes satelitit ose kabllos. Ai rikujtoi se, në mungesë të një date të përcaktuar nga AGCOM-i, Gjykata Kushtetuese e kishte caktuar më 31 dhjetor 2003 datën kur programet e transmetuara nga stacionet e tepërta (konkretisht, stacionet televizive kombëtare ekzistuese që i kapërcenin kufijtë e përqendrimit që diktoheshin nga neni 2 paragrafi 6 i Ligjit nr. 249 të vitit 1997) duhej të transmetoheshin vetëm me satelit ose me kabllo, kështu që radiofrekuencat që do t’u shpërndaheshin koncesionarëve si paditësja do të ishin liruar. Këshilli i Shtetit vërejti se ky afat megjithatë nuk ishte respektuar për shkak të ndërhyrjes së ligjvënësit kombëtar, meqenëse neni 1 i Dekretligjit nr. 352 të vitit 2003, i bërë Ligji nr. 43 i 24 shkurtit 2004 (paragrafi 65 i mëposhtëm), e kishte zgjatur afatin e veprimtarisë së stacioneve të tepërta deri në daljen e rezultateve të një anketimi të AGCOM-it mbi zhvillimin e stacioneve televizive digjitale. Ai shtoi se neni 23 § 5 i Ligjit nr. 112 të vitit 2004 (paragrafi 67 i mëposhtëm) e kishte zgjatur pastaj, përmes një mekanizmi lejimi të përgjithshëm, mundësinë që stacionet e tepërta ta vazhdonin transmetimin në radiofrekuencat herciane deri sa të vihej në jetë plani kombëtar për ndarjen e radiofrekuencave për televizionin digjital, kështu që këto stacione nuk ishin detyruar t’i lironin radiofrekuencat që do t’u shpërndaheshin atyre që, ashtu si paditësja, zotëronin koncesione.", "31.  Ligji nr. 112 i vitit 2004 kishte sjellë pra si pasojë, sipas Këshillit të Shtetit, që të mos liroheshin radiofrekuencat që duhej t’u shpërndaheshin personave të cilët zotëronin koncesione për transmetime analogjike dhe që të pengoheshin operatorët e rinj për të marrë pjesë në eksperimentimin e televizionit digjital.", "32.  Në këto kushte, Këshilli i Shtetit vendosi ta shtyjë për më vonë marrjen e një vendimi dhe i kërkoi GjDBE-së që të shprehej rreth interpretimit të dispozitave të Traktatit për lirinë e shërbimeve dhe konkurrencën, të Direktivës 2002/21/KE (Direktivës “kuadër”), të Direktivës 2002/20/KE (Direktivës “për lejimin”, të Direktivës 2002/77/KE (Direktivës “për konkurrencën”), si edhe të nenit 10 të Konventës Evropiane të të Drejtave të Njeriut, për aq sa i referohej atij neni 6 i Traktatit për Bashkimin Evropian.", "3.  Vendimi i GjDBE-së", "33.  Më 31 janar 2008, GjDBE-ja dha vendimin e saj. Ajo i shpalli dy pika si të papranueshme, duke çmuar se nuk kishte informacione të mjaftueshme për të marrë vendim rreth tyre.", "34.  Për sa i përket pikës lidhur me nenin 10 të Konventës, GjDBE-ja nxori këtë përfundim:", "“Me pyetjen e tij të parë, juridiksioni dërgues i kërkon Gjykatës, në thelb, të thotë nëse dispozitat e nenit 10 të KEDNj, për aq sa u referohet atyre neni 6 BE, bien në kundërshtim, në fushën e transmetimeve televizive, me ndonjë legjislacion kombëtar zbatimi i të cilit bën që një operator i cili zotëron një koncesion, ashtu si Centro Europa 7, të ndodhet në pamundësi për të transmetuar për shkak të mosdhënies së radiofrekuencave të transmetimit.", "(...)", "Me këto pyetje, juridiksioni dërgues synon pra të verifikojë nëse ekzistojnë shkelje të së drejtës komunitare për të marrë vendim lidhur me një kërkesë për zhdëmtim të dëmeve që kanë rrjedhur andej.", "Mirëpo, (...), neni 49 KE dhe, qëkurse janë bërë të zbatueshëm, neni 9, paragrafi 1, i Direktivës “kuadër”, nenet 5, paragrafët 1 e 2, pika e dytë, dhe 7, paragrafi 3, të Direktivës “për lejimin”, si edhe neni 4 i Direktivës “për konkurrencën” duhet të interpretohen nëse bien në kundërshtim, në fushën e transmetimeve televizive, me ndonjë legjislacion kombëtar zbatimi i të cilit bën që një operator, i cili zotëron një koncesion, të ndodhet në pamundësi për të transmetuar për shkak se radiofrekuencat e transmetimit nuk janë dhënë mbi bazë kriteresh objektive, transparente, mosdiskriminuese dhe të përpjesëtuara.", "Për këtë arsye, kjo përgjigje është e mjaftueshme për t’i lejuar juridiksionit dërgues që të marrë vendim rreth kërkesës së paraqitur nga Centro Europa 7 për zhdëmtim të dëmeve të pësuara.", "Për pasojë, duke pasur parasysh përgjigjen e dhënë nga Gjykata për pikën e dytë, të katërt e të pestë, nuk është me vend që ajo të shprehet për pikën e parë dhe të tretë.”", "35.  Lidhur me themelin, GjDBE-ja vërejti se stacionet ekzistuese ishin lejuar t’i vazhdonin veprimtaritë e tyre të transmetimit si pasojë e disa ndërhyrjeve të ligjvënësit kombëtar, në dëm të transmetuesve të rinj, ndonëse këta zotëronin koncesione për transmetime televizive përmes valëve herciane. Ajo vuri në dukje se ndërhyrjet e ligjvënësit kombëtar kishin sjellë zbatimin e njëpasnjëshëm të disa regjimeve kalimtare të bëra në favor të zotëruesve të rrjeteve ekzistuese dhe se, për pasojë, kjo situatë i kishte penguar operatorët pa radiofrekuenca transmetimi, si paditësja, që të futeshin në tregun e transmetimeve televizive, ndërkohë që zotëronin një koncesion (të dhënë, në rastin e paditëses, më 1999). GjDBE-ja u shpreh kështu:", "“(...) Ligji nr. 112/2004, nuk kufizohet duke u dhënë operatorëve ekzistues një të drejtë me përparësi për t’i marrë radiofrekuencat, por ua rezervon atyre këtë të drejtë ekskluzivisht dhe pa kufizim kohor të situatës së privilegjuar që u është dhënë këtyre operatorëve dhe pa parashikuar ndonjë detyrim për kthimin e radiofrekuencave të tepërta pas kalimit në transmetimet televizive në mënyrë digjitale.”", "36.  GjDBE-ja shtoi se zbatimi i këtyre regjimeve kalimtare nuk ishte në përputhje me kuadrin e ri të përbashkët rregullator (KRPRr) për vënien në jetë të dispozitave të Traktatit, sidomos të atyre lidhur me lirinë e shërbimeve në fushën e rrjeteve dhe të shërbimeve të komunikimeve elektronike. Ajo vërejti në këtë drejtim që disa dispozita të KRPRr-së saktësonin se caktimi dhe ndarja e radiofrekuencave duhej të ishin të bazuara në kritere objektive, transparente, mosdiskriminuese dhe të përpjesëtuara; sipas GjDBE-së, nuk ishin zbatuar kritere të tilla përderisa statusi i stacioneve ekzistuese nuk ishte ndryshuar në kuadrin e regjimit kalimtar dhe këto të fundit i kishin vijuar veprimtaritë e tyre transmetuese në dëm të disa operatorëve si paditësja, të cilët, për shkak të mosdhënies së radiofrekuencave për transmetim, nuk kishin qenë në gjendje t’i ushtronin të drejtat e tyre dhe ta gëzonin koncesionin e vet.", "GjDBE-ja doli kështu në përfundimet e mëposhtme:", "“(...) ka rëndësi të saktësohet që, në fushën e transmetimeve radiotelevizive, liria e shërbimeve, ashtu siç sanksionohet nga neni 49 KE dhe vihet në jetë në këtë fushë nga KRPRr-ja, kërkon jo vetëm lëshimin e lejeve për të transmetuar, por edhe dhënien e radiofrekuencave për transmetim. Në fakt, një operator nuk ka sesi t’i ushtrojë në të vërtetë të drejtat që i jepen nga e drejta komunitare për hyrjen në tregun e transmetimeve televizive pa pasur radiofrekuenca transmetimi. (...)", "Neni 49 KE dhe, qëkurse janë bërë të zbatueshëm, neni 9, paragrafi 1, i Direktivës 2002/21/KE të Parlamentit Evropian e të Këshillit, të 7 marsit 2002, lidhur me një kuadër të përbashkët rregullator për rrjetet dhe shërbimet e komunikimeve elektronike (Direktiva “kuadër”), nenet 5, paragrafët 1 e 2, pika e dytë, dhe 7, paragrafi 3, të Direktivës 2002/20/KE të Parlamentit Evropian e të Këshillit, të 7 marsit 2002, lidhur me lejimin e rrjeteve dhe të shërbimeve të komunikimeve elektronike (Direktiva “për lejimin”), si edhe neni 4 i Direktivës 2002/77/KE të Komisionit, të 16 shtatorit 2002, lidhur me konkurrencën në tregjet e rrjeteve dhe të shërbimeve të komunikimeve elektronike, duhet të interpretohen nëse bien në kundërshtim, në fushën e transmetimeve televizive, me ndonjë legjislacion kombëtar zbatimi i të cilit bën që një operator, i cili zotëron një koncesion, të ndodhet në pamundësi për të transmetuar për shkak se radiofrekuencat e transmetimit nuk janë dhënë mbi bazë kriteresh objektive, transparente, mosdiskriminuese dhe të përpjesëtuara.”", "4.  Rinisja e procedurës në Këshillin e Shtetit", "37.  Me vendimin nr. 2622/08 të 31 majit 2008, Këshilli i Shtetit nxori përfundimin se ai nuk mund t’ia zinte vendin Qeverisë për të caktuar radiofrekuenca dhe as ta detyronte atë për të bërë një gjë të tillë. Ai e urdhëroi Qeverinë që ta trajtonte kërkesën për radiofrekuenca të paraqitur nga paditësja duke respektuar kriteret e diktuara nga GjDBE-ja. Ai formuloi në veçanti konsideratat e mëposhtme:", "“Miratimi i një akti specifik nga administrata është më fort një çështje zbatimi e vënieje në jetë sesa zhdëmtimi: në rast mospranimi të paligjshëm për të kryer një akt administrativ që është kërkuar, miratimi i aktit nuk përbën një masë dëmshpërblimi, por vënieje në jetë të një detyrimi që i takon administratës, me përjashtim të rastit kur palës private të prekur i është shkaktuar ndonjë dëm.”", "38.  Për sa i përket kërkesës për caktim radiofrekuencash, Këshilli i Shtetit nënvizoi se:", "“Kur janë të pranishme interesa të ligjshme, gjithsesi, nuk është e mundur të merret një masë specifike për zhdëmtim, sepse heshtja, një vonesë apo një mospranim i paligjshëm ndikojnë përherë mbi një situatë që ishte ose që mbetet e pakënaqshme, kështu që nuk ka asgjë që të mund të zhdëmtohet; lidhur me interesa të tillë, çështja lidhet me vënien në jetë specifike të zbatimit të një vendimi eventual për shfuqizim të aktit objekt konflikti.", "(...)", "Duke i zbatuar këto parime në rastin e çështjes ne fjalë, Këshilli e gjykon si të papranueshme kërkesën e bërë nga paditësja me synimin për ta detyruar administratën që të caktojë rrjetin ose frekuencat.”", "5.  Vendimi rreth kërkesës për dëmshpërblim të paditëses", "39.  Këshilli i Shtetit e shtyu për më 16 dhjetor 2008 vendimin përfundimtar lidhur me pagesën e dëmshpërblimeve në favor të paditëses, duke gjykuar në fakt se, për të përcaktuar shumën e tyre, nevojitej të pritej akti rregullator i Qeverisë lidhur me dhënien e radiofrekuencave.", "40.  Këshilli i Shtetit u kërkoi të dyja palëve që t’u përshtateshin përpara datës 16 dhjetor 2008 kërkesave të mëposhtme. Ministria duhej, së pari, të saktësonte se cilat radiofrekuenca ishin të disponueshme pas procedurave të tenderimit publik të vitit 1999 e për cilat arsye ato nuk i ishin caktuar paditëses dhe, së dyti, të jepte shpjegime rreth pohimit të saj se koncesionit të paditëses i kishte përfunduar afati më 2005.", "41.  Për sa i përket paditëses, juridiksioni i lartë i kërkoi asaj, nga njëra anë, të paraqiste një raport të veprimtarisë së saj midis viteve 1999 e 2008 dhe, nga ana tjetër, të paraqiste arsyet se përse ajo nuk kishte marrë pjesë më 2007 në procedurën e tenderit publik për caktimin e radiofrekuencave.", "42.  Këshilli i Shtetit e ftoi gjithashtu AGCOM-in të jepte shpjegime se përse nuk ishte vënë kurrë në jetë plani kombëtar për ndarjen e radiofrekuencave për transmetimet televizive përmes valëve herciane. Së fundi, ai e rrëzoi kërkesën e paraqitur nga paditësja për pezullimin e lejes së përkohshme për përdorim radiofrekuencash që i ishte dhënë një stacioni (Retequattro) të grupit Mediaset.", "43.  Në përgjigjen e vet, AGCOM-i i kujtoi Këshillit të Shtetit se plani kombëtar i caktimit të radiofrekuencave ishte vënë në jetë vetëm më 13 nëntor 2008. Sipas AGCOM-it, kjo vonesë kishte ndodhur për disa arsye. Në radhë të parë, situata juridike ishte e ngatërruar, sepse ishte e vështirë të identifikoheshin frekuencat e disponueshme për transmetim për shkak të vendimeve gjyqësore që u kishin lejuar stacioneve të tepërta që të vazhdonin të transmetonin. Përveç kësaj, legjislacioni kalimtar i vendosur prej Ligjit nr. 66 të vitit 2001 (paragrafët 63-64 të mëposhtëm), i cili i kishte lejuar stacionet e tepërta që t’i vazhdonin transmetimet e tyre në mënyrën analogjike, e pengonte vënien e planit në jetë, duke pasur parasysh mospërputhjen ndërmjet, në njërën anë, interesave të stacioneve që mund të lejoheshin për të transmetuar sipas planit dhe, në anën tjetër, atyre të stacioneve që lejoheshin ligjërisht për ta vazhduar ushtrimin e veprimtarisë së tyre.", "44.  Paditësja paraqiti një ekspertizë të përgatitur nga banka tregtare UNIPOL, sipas së cilës dëmi i pësuar arrinte në 2 175 213 345,00 euro (EUR). Ky vlerësim i dëmit formulohej mbi bazën e fitimeve të realizuara nga Retequattro, domethënë nga stacioni i tepërt që ishte dashur t’i lironte radiofrekuencat që i ishin caktuar paditëses.", "45.  Me një vendim të 20 janarit 2009, Këshilli i Shtetit, duke u bazuar te neni 2043 i Kodit Civil (paragrafi 69 i mëposhtëm) e dënoi Ministrinë që t’i paguante paditëses, si zhdëmtim, shumën prej 1 041 418 EUR. Këshilli i Shtetit nënvizoi se, për dhjetë vjet me radhë, veprimi i Ministrisë kishte qenë fajtor, sepse ajo i kishte dhënë shoqërisë Centro Europa 7 S.r.l një koncesion pa i caktuar radiofrekuencat për transmetim.", "46.  Këshilli i Shtetit përcaktoi se ekzistonte një lidhje shkakësore ndërmjet sjelljes së administratës e dëmit të pretenduar dhe se dhënia e koncesionit për shoqërinë Centro Europa 7 S.r.l. nuk i kishte dhënë kësaj të fundit të drejtën e menjëhershme për të ushtruar veprimtarinë ekonomike përkatëse; për pasojë, zhdëmtimi duhej të përllogaritej mbi bazën e një pritshmërie të drejtë të caktimit të radiofrekuencave nga ana e autoriteteve kompetente.", "47.  Sipas Këshillit të Shtetit, fakti që radiofrekuencat ishin dhënë vetëm më 11 dhjetor 2008 kishte ndodhur për faj të administratës. Dëmi i rrjedhur andej ishte pasojë e një veprimi të paligjshëm për të cilin kishte përgjegjësi jashtëkontraktore administrata dhe që kishte të bënte si me humbjen me të drejtë të besimit ashtu edhe me vonesën e caktimit të frekuencave. Bërja nga administrata e një ftese për ofertë për frekuencat e vitit 1999, ndërkohë që nuk ishte sqaruar situata e sistemit audioviziv dhe nuk ishin zgjidhur ende çështjet teknike, kishte qenë me “të dalë ku të dalë”. Sipas Këshillit të Shtetit, çështja e shlyerjes së dëmeve të pësuara nga paditësja duhet ta merrte parasysh këtë kontekst. Sjellja e administratës nuk ishte karakterizuar nga ndonjë “seriozitet i madh” (notevole gravità) dhe, për pasojë, veprimi i paligjshëm vinte nga një qëndrim “i gabuar”, por jo i qëllimshëm, nga ana e saj.", "48.  Këshilli i Shtetit shtoi se vlera e përgjithshme e dëmit material duhej të llogaritej prej 1 janarit 2004, meqenëse Gjykata Kushtetuese kishte qenë e mendimit që “periudha kalimtare” pas së cilës ligjvënësi ishte i detyruar të ndërhynte për t’u dhënë mundësi zotëruesve të një koncesioni që të fillonin të transmetonin kishte përfunduar më 31 dhjetor 2003 (paragrafi 62 i mëposhtëm). Për sa u përket kritereve të vlerësimit të dëmeve dhe interesave, Këshilli i Shtetit nënvizoi se, lidhur me humbjet e pësuara, paditësja kishte pasur në kohën e ftesës për oferta dijeni të plotë për rrethanat e çështjes dhe për kushtet të cilave u nënshtrohej koncesioni. Përveç kësaj, ngjarjet e njëpasnjëshme që e kishin penguar caktimin e frekuencave ishin gjerësisht të parashikueshme. Për këtë arsye, ajo duhej ta kishte ditur se kishte pak gjasa që të merreshin frekuenca, së paku për një afat të shkurtër. Për më tepër, ajo paskësh mundur t’i blinte radiofrekuencat në përputhje me nenin 1 të Ligjit nr. 66 të 20 marsit 2001 (paragrafi 64 i mëposhtëm).", "Në dritën e këtyre vërejtjeve, Këshilli i Shtetit, pa urdhëruar ndonjë ekspertizë, vendosi që t’i jepte shoqërisë paditëse 391 418 EUR për humbjet e pësuara. Për sa i përket fitimit të munguar, ai qe i mendimit se, nga 1 janari 2004, paditësja paskësh mundur të nxjerrë fitime që nuk ishin realizuar për arsye të vonesës në caktimin e frekuencave dhe të cilat mund të vlerësoheshin në 650 000 EUR. Ai nuk pranoi ta merrte parasysh ekspertizën e paraqitur nga paditësja dhe nënvizoi se kishte pak gjasë që kjo e fundit të kishte blerë përqindje të tregut, edhe sikur të ishin liruar frekuencat nga stacionet ekzistuese. Sipas Këshillit të Shtetit, krahasimi mes paditëses dhe dy operatorëve kryesorë (Mediaset e RAI) ishte i papërligjur, për më tepër që ai nuk merrte parasysh operatorin tjetër kombëtar (“La 7”), i cili, ndonëse kishte një peshë ekonomike më të madhe sesa ajo e paditëses, ishte prapëseprapë me bilance deficitare.", "II.  E DREJTA DHE PRAKTIKA E BRENDSHME LIDHUR ME ÇËSHTJEN", "A.  Vendimi nr. 225 i vitit 1974 i Gjykatës Kushtetuese", "49.  Në vendimin e saj nr. 225 të vitit 1974, Gjykata Kushtetuese, duke u mbështetur në nenin 43 të Kushtetutës, e ka ripohuar parimin e monopolit të RAI-t, shoqërisë televizive kombëtare, në emër të interesit të përgjithshëm. Ajo ka çmuar se numri teknikisht i kufizuar i frekuencave e përligjte këtë monopol dhe ka parashtruar një kërkesë objektiviteti e paanësie për shërbimin publik.", "B.  Ligji nr. 103 i vitit 1975", "50.  Ligji nr. 103 i 14 prillit 1975 (Nuove norme in materia di diffusione radiofonica e televisiva) e ka kaluar kontrollin e shërbimit publik të transmetimeve nga ekzekutivi te trupi ligjvënës. Për të siguruar drejtimin e përgjithshëm dhe mbikëqyrjen e shërbimeve radiotelevizive, është krijuar një komision parlamentar dydhomësh. Këshilli Administrativ i RAI është emëruar kështu nga Parlamenti. Më 1979, është krijuar një stacion i tretë i RAI-t, kryesisht për transmetimin e programeve rajonale.", "C.  Vendimi nr. 202 i vitit 1976 i Gjykatës Kushtetuese", "51.  Në vendimin e saj nr. 202 të 15 korrikut 1976, Gjykata Kushtetuese i ka shpallur antikushtetuese dispozitat e Ligjit nr. 103 të vitit 1975 që parashikonin një monopol ose një oligopol mbi transmetimet lokale. Si pasojë e këtij vendimi, operatorët tregtarë janë lejuar të shfrytëzojnë stacionet televizive lokale.", "52.  Caktimi dhe rishpërndarja e vetvetishme e frekuencave lokale kanë favorizuar kështu zhvillimin e operatorëve të mëdhenj rajonalë e madje kombëtarë, ndërmjet të cilëve grupi Mediaset. Ky grup ka transmetuar fillimisht në stacionin Canale 5, i cili i ka nisur transmetimet në rang kombëtar më 1980, pastaj, pasi ka marrë nën kontroll dy stacione të tjera (Italia Uno e Retequattro), ka arritur të vendosë më 1984 me RAI-n një “duopol” operatorësh, publik e privat.", "D.  Ligji nr. 223 i vitit 1990", "53.  Ligji nr. 223 i 6 gushtit 1990, me titull “Dispozita për sistemin radioteleviziv publik e privat” (Disciplina del sistema radiotelevisivo pubblico e privato) e ka kaluar emërimin e anëtarëve të Këshillit Administrativ të RAI-t nga komisioni parlamentar te kryetarët e Dhomës së Deputetëve e të Senatit", "E.  Vendimi nr. 420 i vitit 1994 i Gjykatës Kushtetuese", "54.  Në vendimin e saj nr. 420 të 5 dhjetorit 1994, Gjykata Kushtetuese i ka shpallur si antikushtetuese dispozitat të cilat ua lejojnë tri stacioneve të kontrolluara nga grupi Mediaset (Canale 5, Italia Uno dhe Retequattro) që të zënë një pozitë sunduese. Ajo ka gjykuar se dispozita që i lejon të njëjtit operator të zotërojë disa licenca televizive, me kusht që të mos kapërcejë 25% të numrit të përgjithshëm të stacioneve kombëtare, pra gjithsej tri stacione, nuk mjaftonte për ta penguar përqendrimin e stacioneve televizive dhe binte për pasojë në kundërshtim me nenin 21 të Kushtetutës, sepse nuk lejonte garantimin e pluralizmit të burimeve të informacionit. Juridiksioni i lartë ka qenë i mendimit se ekzistenca e një legjislacioni të aftë për të mos lejuar vendosjen e pozitave dominuese ishte një kusht parësor për të përligjur braktisjen e monopolit mbi transmetimet nga ana e shtetit. Në të vërtetë, vendosja e pozitave të tilla sunduese në këtë sektor jo vetëm do të sillte ndryshimin e rregullave të konkurrencës, por edhe do të shpinte në krijimin e një oligopoli, duke shkuar ndesh me parimin themelor të pluralizmit të burimeve të informacionit. Kështu, Gjykata Kushtetuese ka çmuar se thjesht fakti që në gjirin e sistemit të transmetimeve të bashkekzistojnë një ndërmarrje publike dhe disa ndërmarrje private (sistem i përzier) nuk mjaftonte për të siguruar respektimin e së drejtës për të marrë informata me prejardhje nga disa burime konkurruese mes njëri-tjetrit. Ashtu siç e kishte vënë në dukje në vendimin e saj nr. 826 të vitit 1988, ajo ka ripohuar me këtë rast se vetëm një ndërmarrje e tillë publike nuk mjaftonte për të siguruar një baraspeshë që garantonte mungesën e pozitës sunduese në sektorin privat.", "55.  Më 11 qershor 1995, me referendum, zgjedhësit italianë e hodhën poshtë me shumicë votash (57%) një propozim për ndryshimin e ligjeve ekzistuese duke vendosur që një sipërmarrës privat ta kishte të ndaluar të kontrollonte më shumë se një stacion televiziv.", "F.  Ligji nr. 249 i vitit 1997", "56.  Ligji nr. 249 i 31 korrikut 1997, i hyrë në fuqi më 1 gusht 1998, ka krijuar AGCOM-in (Autorità per le garanzie nelle comunicazioni). Neni 2 § 6 i këtij ligji ka diktuar disa kufizime përqendrimi në sektorin e transmetimeve televizive, duke ia ndaluar një operatori të vetëm të zotërojë koncesione që t’i lejojnë atij të transmetojë në shkallë kombëtare në mbi 20% të stacioneve televizive që veprojnë në radiofrekuenca herciane.", "57.  Sipas nenit 3 § 1, operatorët e autorizuar për të transmetuar sipas kuadrit të mëparshëm juridik mund ta vazhdonin transmetimin e programeve të tyre në nivel kombëtar e lokal deri në dhënien e koncesioneve të reja ose deri në rrëzimin e kërkesave për koncesione të reja, por sidoqoftë jo përtej datës 30 prill 1998.", "58.  Sipas nenit 3 § 2, AGCOM-i duhej të miratonte brenda 31 janarit 1998 një plan kombëtar ndarjeje radiofrekuencash për transmetimet televizive, mbi bazën e të cilit do të jepeshin koncesione të reja brenda 30 prillit 1998.", "59.  AGCOM-i e ka miratuar planin kombëtar për ndarjen e radiofrekuencave me vendimin nr. 68 të 30 tetorit 1998, e pastaj, me vendimin nr. 78 të 1 dhjetorit 1998, edhe rregulloren lidhur me kushtet e me modalitetet e dhënies së koncesioneve për transmetimet televizive përmes radiofrekuencave herciane analogjike.", "60.  Për stacionet televizive kombëtare ekzistuese të cilat i kapërcenin kufijtë e përqendrimit të diktuara në nenin 2 § 6 (“stacionet ekzistuese”), neni 3 § 6 i Ligjit nr. 249 të vitit 1997 ka vendosur një regjim kalimtar që u lejonte atyre të vazhdonin të transmetonin përkohësisht në radiofrekuencat herciane pas 30 prillit 1998 duke i respektuar detyrimet që u ishin caktuar stacioneve koncesionare dhe me kusht që emisionet të transmetoheshin njëkohësisht përmes satelitit ose kabllos.", "61.  Neni 3 § 7 i të njëjtit ligj ia linte AGCOM-it caktimin e afatit brenda të cilit stacionet e tepërta, duke pasur parasysh rritjen efektive dhe të madhe të përdoruesve të programeve kabllore e satelitore, duhej t’i transmetonin programet e tyre vetëm përmes satelitit ose kabllos, duke i braktisur radiofrekuencat herciane.", "G.  Vendimi nr. 466 i vitit 2002 i Gjykatës Kushtetuese", "62.  Më 20 nëntor 2002, Gjykata Kushtetuese ka dhënë një vendim lidhur me nenin 3 § 7 të Ligjit nr. 249 të vitit 1997. Ajo ka çmuar se periudha kalimtare e parashikuar nga kjo dispozitë ishte e pranueshme për aq sa, gjatë miratimit të ligjit, nuk mund të mendohej se në Itali mënyrat alternative të transmetimit ishin konkurruese në krahasim me transmetimin analogjik tradicional, nga dilte nevoja e vendosjes së një periudhe kalimtare për të lejuar zhvillimin e transmetimeve digjitale. Por, nga ana tjetër, juridiksioni i lartë e ka shpallur antikushtetuese mungesën e një date të sigurt e të përcaktuar për përfundimin e kësaj periudhe kalimtare. Duke iu referuar përfundimeve teknike të vendimit nr. 346/2001 të AGCOM-it, të cilat dilnin prej një studimi lidhur me numrin e ndjekësve të televizionit kabllor e satelitor në Itali, ajo ka gjykuar se 31 dhjetori 2003 ishte një datë e arsyeshme për përfundimin e periudhës kalimtare.", "Gjykata Kushtetuese është shprehur konkretisht kështu:", "“(...) formimi i sistemit të tanishëm të televizionit italian privat në rrafshin kombëtar dhe me teknikë analogjike rezulton nga situata zënieje të thjeshtë faktike të frekuencave (shfrytëzim instalimesh pa dhënie koncesionesh e lejesh), jashtë çdolloj logjike zhvillimi të pluralizmit në caktimin e frekuencave dhe planifikimi efektiv të fushës herciane (...). Për pasojë, kjo situatë faktike nuk e garanton parimin e pluralizmit të informacionit në rrafshin e jashtëm, i cili përbën një nga “domosdoshmëritë” absolute që rrjedhin nga jurisprudenca kushtetuese në këtë fushë (...). Në këto kushte, vazhdimi i një situate (madje të rënduar) të gjykuar tashmë si të paligjshme në vendimin nr. 420 të vitit 1994 dhe mbajtja e rrjeteve të konsideruara si ende “të tepërt” nga ligjvënësi i vitit 1997 kërkojnë që, për respektimin e parimeve kushtetuese, të përcaktohet një afat absolutisht i qartë, përfundimtar e pra i pashmangshëm (...)”", "H.  Ligji nr. 66 i vitit 2001", "63.  Dekretligji nr. 5 i 23 janarit 2001, i kthyer në ligj dhe i ndryshuar me Ligjin nr. 66 të 20 marsit 2001, i ka lejuar operatorët që e ushtrojnë në mënyrë të ligjshme veprimtarinë e transmetimeve televizive në radiofrekuenca herciane për t’i vazhduar transmetimet deri në vënien në jetë të planit kombëtar për ndarjen e radiofrekuencave për televizionin digjital.", "64.  Neni 1 parashikon se operatorët të cilët nuk transmetojnë dhe që kanë marrë një koncesion mund t’i blejnë instalimet për transmetimin dhe lidhjet që përdoren në mënyrë të ligjshme në datën e hyrjes në fuqi të dekretligjit.", "Neni 2 bis thotë:", "“Për të siguruar shpalosjen e tregut të televizionit digjital tokësor, operatorët që ushtrojnë në mënyrë të ligjshme veprimtari transmetimi radioteleviziv digjital, me satelit ose me kabllo, mund të kryejnë eksperimente me ritransmetimin e njëkohshëm të programeve të transmetuara tashmë në mënyrë analogjike.”", "I.  Ligjet nr. 43 i 24 shkurtit 2004 dhe nr. 112 i 3 majit 2004", "65.  Neni 1 i Dekretligjit nr. 352 të 24 dhjetorit 2003, i kthyer në ligj dhe i ndryshuar me Ligjin nr. 43 të 24 shkurtit 2004, i ka lejuar stacionet e tepërta t’i vijojnë emisionet e tyre në rrjetet e transmetimeve televizive me mënyra analogjike dhe digjitale deri në përfundimin e një hetimi rreth zhvillimit të stacioneve televizive digjitale.", "66.  Ligji nr. 112 i 3 majit 2004 (i quajtur “Ligji Gasparri”) i ka përcaktuar etapat e ndryshme të nisjes së fazës së transmetimit në mënyrë digjitale në radiofrekuencat herciane.", "67.  Neni 23 i këtij ligji thotë:", "“1.  Deri në realizimin e planit kombëtar të ndarjes së radiofrekuencave televizive në teknikë digjitale, operatorët që ushtrojnë në çfarëdo cilësie veprimtaritë e transmetimeve radiotelevizive në nivel kombëtar ose lokal dhe të cilët i plotësojnë kushtet e duhura për të marrë lejen për eksperimentim të transmetimeve me teknikë digjitale herciane, në zbatim (...) të Dekretligjit nr. 5 [të 23 janarit 2001], të kthyer me ndryshime në Ligjin nr. 66 [të 20 marsit 2001], mund t’i kryejnë eksperimentimet në fjalë edhe përmes ritransmetimit të njëkohshëm të programeve tashmë të transmetuara në rrugë analogjike, deri në konvertimin e plotë të rrjeteve, si edhe të kërkojnë, duke filluar nga hyrja në fuqi e këtij ligji, (...) licencat dhe lejet e duhura për të vazhduar me transmetime sipas teknikës digjitale herciane.", "2. Eksperimentimi i transmetimeve me teknikë digjitale mund të realizohet me anë të instalimeve që transmetojnë në mënyrë të ligjshme me teknikë analogjike që në ditën e hyrjes në fuqi të këtij ligji.", "3. Me qëllim që të mundësohet krijimi i rrjeteve sipas teknikës digjitale, lejohen transferime instalimesh ose degësh ndërmarrjeje ndërmjet operatorëve që ushtrojnë në mënyrë të ligjshme një veprimtari televizive në rrafsh kombëtar ose lokal, me kusht që pajisjet e marra të përdoren për transmetimin sipas teknikës digjitale.", "(...)", "5. Duke filluar nga data e hyrjes në fuqi të këtij ligji, licenca si operator stacioni televiziv u jepet, me kërkesë, personave që e ushtrojnë ligjërisht veprimtarinë e transmetimeve televizive sipas një koncesioni apo sipas një lejeje të përgjithshme të parashikuar në paragrafin 1, kur ata e vërtetojnë se kanë arritur një mbulim të së paku 50% të popullsisë ose të zonës së ndikimit lokale.", "(...)", "9. Për të lehtësuar konvertimin e sistemit nga teknika analogjike në teknikën digjitale, transmetimi i programeve televizive vazhdon përmes shfrytëzimit të instalimeve që janë ligjërisht në veprimtari në datën e hyrjes në fuqi të këtij ligji (...)”", "68.  AGCOM-i ka miratuar, më 29 janar 2003, një plan të quajtur “të nivelit të parë” të ndarjes së radiofrekuencave për stacionet kombëtare dhe rajonale, pastaj, më 12 nëntor 2003, “planin e integruar”, i cili e plotëson planin “e nivelit të parë” me një plan të quajtur “të nivelit të dytë” (caktim frekuencash për stacionet lokale).", "J.  Neni 2043 i Kodit Civil", "69.  Kjo dispozitë shprehet kështu:", "“Çdo veprim i paligjshëm që shkakton dëm e ngarkon me përgjegjësi civile autorin e tij dhe e detyron këtë të fundit që ta zhdëmtojë viktimën.”", "III.  DOKUMENTE NDËRKOMBËTARE LIDHUR ME ÇËSHTJEN", "A.  Dokumente të Këshillit të Evropës", "1.  Rekomandimi nr. R (99) 1 i Komitetit të Ministrave për shtetet anëtare rreth disa masave që synojnë të nxisin pluralizmin e medieve", "70.  Pjesët përkatëse të këtij rekomandimi, të miratuar nga Komiteti i Ministrave më 19 janar 1999, gjatë Mbledhjes së 656-të të të Deleguarve të Ministrave, shprehen kështu:", "“Komiteti i Ministrave, sipas nenit 15.b të Statutit të Këshillit të Evropës,", "(...)", "Duke nënvizuar gjithashtu se mediet dhe veçanërisht sektori i transmetimeve të shërbimit publik duhet t’u lejojnë grupeve dhe interesave të ndryshme që ekzistojnë në shoqëri – duke përfshirë pakicat gjuhësore, shoqërore, ekonomike, kulturore ose politike – që të shprehen;", "Duke shënuar se ekzistenca e një shumëllojshmërie mediesh autonome dhe të pavarura në nivel kombëtar, rajonal e lokal nxit përgjithësisht pluralizmin dhe demokracinë;", "Duke rikujtuar se larmia politike dhe kulturore e tipave dhe e përmbajtjeve të medieve është thelbësore për pluralizmin e medieve;", "Duke nënvizuar se shtetet duhet ta nxisin pluralizmin politik e kulturor duke e zhvilluar politikën e tyre në fushën e medieve në përputhje me nenin 10 të Konventës Evropiane për të Drejtat e Njeriut, i cili garanton lirinë e shprehjes dhe të informimit, dhe duke e respektuar siç duhet parimin e pavarësisë së medieve;", "(...)", "Duke shënuar se ka tashmë disa raste ngushtimi mbytës në sektorin e shërbimeve të reja të komunikimit, si kontrolli i sistemeve të qasjes së kushtëzuar ndaj shërbimeve televizive digjitale;", "Duke shënuar gjithashtu se krijimi i pozitave mbisunduese dhe zhvillimi i përqendrimeve të medieve mund të rriten me konvergjencën teknike midis sektorëve të transmetimeve, të telekomunikacioneve dhe të informatikës;", "(...)", "I bindur se transparenca lidhur me kontrollin e ndërmarrjeve të sektorit të medieve, duke përfshirë atë të furnitorëve të përmbajtjeve dhe të shërbimeve në shërbimet e reja të komunikimit, mund të japë ndihmesë në ekzistencën e një peizazhi pluralist të medieve;", "(...)", "Duke rikujtuar gjithashtu dispozitat për pluralizmin e medieve të përfshira në Protokollin amendues të Konventës Evropiane për Televizionin Ndërkufitar;", "Duke mbajtur parasysh punimet e kryera në suazën e Bashkimit Evropian dhe të organizatave të tjera ndërkombëtare në fushën e përqendrimeve të medieve dhe të pluralizmit,", "Rekomandon që qeveritë e shteteve anëtare:", "i.  të ushtrojnë masat që përmban aneksi i këtij rekomandimi dhe të studiojnë përfshirjen e tyre në të drejtën e praktikat e tyre të brendshme, nëse është nevoja, për të nxitur pluralizmin e medieve;", "ii.  të vlerësojnë rregullisht efektshmërinë e masave të tyre për nxitjen e pluralizmit dhe/ose të mekanizmave të tyre ekzistuese kundër përqendrimit, e të shqyrtojnë nevojën eventuale për t’i rishikuar ato në dritën e zhvillimeve ekonomike dhe teknologjike në sektorin e medieve.”", "2.  Rekomandimi Rec(2003)9 i Komitetit të Ministrave për shtetet anëtare rreth masave që synojnë nxitjen e ndihmesës demokratike dhe shoqërore të transmetimeve digjitale", "71.  Pjesët përkatëse të këtij rekomandimi të miratuar nga Komiteti i Ministrave më 28 maj 2003, gjatë Mbledhjes së 840-të të të Deleguarve të Ministrave, shprehen kështu:", "“(...)", "Duke rikujtuar rëndësinë që ka për shoqëritë demokratike ekzistenca e një spektri të gjerë mjetesh komunikimi të pavarura e autonome që lejojnë të pasqyrohet larmia e ideve dhe e opinioneve, siç e parashtron Deklarata e tij për lirinë e shprehjes dhe të informimit e 29 prillit 1982;", "Duke mbajtur parasysh Rezolutën nr. 1 për të ardhmen e shërbimit publik të transmetimeve, të miratuar në Konferencën e 4-t Ministrore Evropiane për Politikën e Komunikimeve Masive (Pragë, 7-8 dhjetor 1994), e duke rikujtuar Rekomandimin e tij nr. R (96) 10 lidhur me garantimin e pavarësisë së shërbimit publik të transmetimeve;", "Duke theksuar rolin e veçantë të medieve të sektorit të transmetimeve, e sidomos të shërbimit publik të transmetimeve, në shoqëritë demokratike moderne, i cili është të nxisë vlerat ku mbështeten strukturat politike, juridike dhe shoqërore të shoqërive demokratike, veçanërisht respektimin e të drejtave të njeriut, të kulturave dhe të pluralizmit politik;", "(...)", "Duke shënuar se, paralelisht me shumëfishimin e numrit të stacioneve në mjedisin digjital, përqendrimi i medieve vazhdon të përshpejtohet, sidomos në kontekstin e globalizimit, dhe duke u rikujtuar shteteve anëtare parimet e parashtruara në Rekomandimin nr. R (99) 1 mbi masat që synojnë nxitjen e pluralizmit të medieve, veçanërisht ato lidhur me rregullat në fushën e pronësisë së medieve, në atë të qasjes ndaj platformave dhe të larmisë së përmbajtjeve;", "(...)", "U rekomandon qeverive të shteteve anëtare, duke pasur parasysh parimet që figurojnë në aneks:", "a.  të përgatisin kushtet e përshtatshme juridike dhe ekonomike për zhvillimin e transmetimit digjital, të cilat i garantojnë edhe pluralizmin e shërbimeve transmetuese, edhe qasjen e publikut ndaj një zgjedhjeje të gjerë programesh të ndryshme e cilësore, duke përfshirë ruajtjen dhe, nëse është e mundur, zgjerimin e ofertës së shërbimeve ndërkufitare;", "b.  të mbrojnë dhe, nëse është e mundur, të marrin masa pozitive për ruajtjen e nxitjen e pluralizmit të medieve, me qëllim që ta baraspeshojnë sërish përqendrimin në rritje në këtë sektor;", "(...)”", "3.  Rekomandimi CM/Rec(2007)2 i Komitetit të Ministrave për shtetet anëtare rreth pluralizmit të medieve dhe larmisë së përmbajtjes së medieve", "72.  Pjesët përkatëse të këtij rekomandimi të miratuar nga Komiteti i Ministrave më 31 janar 2007, gjatë Mbledhjes së 985-të të të Deleguarve të Ministrave, thonë:", "“(...)", "Duke rikujtuar nenin 10 të Konventës Evropiane për Mbrojtjen e të Drejtave të Njeriut dhe të Lirive Themelore (Seria e Traktateve Evropiane nr. 5), i cili garanton lirinë e shprehjes dhe lirinë për të marrë a për të komunikuar informacione ose ide pa qenë e mundur ndërhyrja e autoriteteve publike dhe pavarësisht nga kufijtë;", "Duke rikujtuar Deklaratën e tij për lirinë e shprehjes dhe të informimit, të miratuar më 29 prill 1982, e cila thekson se qarkullimi i lirë dhe përhapja e gjerë e informacioneve të çdolloj natyre përtej kufijve përbëjnë një faktor të rëndësishëm për mirëkuptimin ndërkombëtar, afrimin mes popujve dhe pasurimin e ndërsjellë të kulturave;", "Duke rikujtuar Rekomandimin e tij  lidhur me pavarësinë dhe funksionet e autoriteteve rregullatore të sektorit të transmetimeve dhe Paraqitjen e arsyeve nga ana e tij, dispozitat e të cilëve theksojnë rëndësinë e pavarësisë politike, financiare dhe operative të rregullatorëve të transmetimeve;", "Duke rikujtuar mundësitë e ofruara prej teknologjive digjitale si edhe rreziqet potenciale që lidhen me to në shoqërinë moderne, ashtu siç parashtrohen ato në Rekomandimin Rec(2003)9 rreth masave që synojnë nxitjen e ndihmesës demokratike e shoqërore të transmetimeve digjitale;", "Duke rikujtuar Rekomandimin e tij nr. R (99) 1 rreth masave që synojnë të nxisin pluralizmin e medieve dhe Rekomandimin e tij nr. R (94) 13 rreth masave që synojnë të nxisin transparencën e medieve, dispozitat e të cilëve duhet të zbatohen për të gjitha mediet;", "Duke shënuar se, që prej miratimit të Rekomandimeve nr. R (99) 1 e nr. R (94) 13, kanë ndodhur zhvillime të mëdha teknologjike të cilat shtrojnë nevojën e rishikimit të këtyre teksteve, për t’ia përshtatur ato situatës së sotme të sektorit të medieve në Evropë;", "(...)", "Duke ripohuar se pluralizmi i medieve dhe larmia e përmbajtjes së medieve janë thelbësorë për funksionimin e një shoqërie demokratike dhe janë pasojat e pashmangshme të së drejtës themelore për lirinë e shprehjes dhe të informimit, ashtu siç e garanton atë neni 10 i Konventës Evropiane për Mbrojtjen e të Drejtave të Njeriut dhe të Lirive Themelore;", "Duke konsideruar se kërkesat që rrjedhin prej nenit 10 të Konventës Evropiane për Mbrojtjen e të Drejtave të Njeriut dhe të Lirive Themelore do të përmbushen plotësisht nëse çdo individi i jepet mundësia për të krijuar opinionet e veta nga burime të larmishme informimi;", "Duke e pranuar ndihmesën thelbësore të medieve për të nxitur debatin publik, pluralizmin politik dhe rritjen e ndjeshmërisë ndaj opinioneve të ndryshme, sidomos duke u dhënë grupeve të ndryshme të shoqërisë – duke përfshirë aty pakicat kulturore, gjuhësore, etnike, fetare apo të tjera – mundësinë për të marrë ose për të përcjellë informacione, për t’u shprehur e për të shkëmbyer ide;", "(...)", "Duke ripohuar se, për të mbrojtur e nxitur në mënyrë aktive pluralizmin e rrymave të mendimit e të opinionit, si edhe larminë kulturore, shtetet anëtare duhet t’i përshtatin kornizat rregullatore ekzistuese, sidomos lidhur me pronësinë e medieve, dhe të marrin masat e duhura rregullatore dhe financiare për të garantuar transparencën e pluralizmin strukturor të medieve, si edhe larminë e përmbajtjeve të transmetuara prej tyre;", "(...)", "Duke mos harruar se politika kombëtare në lëmin e medieve mund të synojë gjithashtu të ruajë konkurrueshmërinë e shoqërive mediatike kombëtare përballë globalizimit të tregjeve dhe se dukuria e përqendrimit tejkombëtar të medieve mund të ketë një ndikim negativ mbi larminë e përmbajtjeve,", "U rekomandon qeverive të shteteve anëtare:", "i.  të marrin parasysh që të përfshijnë në të drejtën e në praktikat e tyre të brendshme masat e numëruara këtu më poshtë;", "ii.  të vlerësojnë rregullisht, në rrafsh kombëtar, efektshmërinë e masave ekzistuese për nxitjen e pluralizmit të medieve dhe të larmisë së përmbajtjeve, dhe të shqyrtojnë nevojën eventuale për t’i rishikuar ato në dritën e zhvillimeve ekonomike, teknologjike e shoqërore që kanë të bëjnë me mediet;", "iii.  të shkëmbejnë informacione rreth strukturës së medieve, legjislacionit kombëtar dhe studimeve lidhur me përqendrimin e me larminë e medieve.", "Masa të rekomanduara:", "I.  Masa që favorizojnë pluralizmin strukturor të medieve", "1.  Parim i përgjithshëm", "1.1.  Shtetet anëtare duhet të kujdesen që publikut t’i vihet në dispozicion një spektër i mjaftueshëm mediesh të propozuara nga një varg pronarësh të ndryshëm, publikë ose privatë, duke marrë parasysh karakteristikat e tregut të medieve, veçanërisht aspektet ekonomike dhe ato lidhur me konkurrencën që ekziston.", "1.2.  Kur zbatimi i rregullave të konkurrencës në sektorin e medieve si edhe i rregulloreve lidhur me qasjen nuk mjafton për të garantuar respektimin e kërkesave për larmi kulturore dhe për pluralizëm rrymash mendimi e opinioni, shtetet anëtare duhet të marrin masa specifike.", "(...)", "1.4.  Teksa miratojnë kuadrin e tyre rregullator, shtetet anëtare duhet t’i kushtojnë një vëmendje të veçantë nevojës për ndarje reale e të dukshme ndërmjet ushtrimit të pushtetit politik ose ndikimit politik dhe kontrollit mediatik ose vendimmarrjes lidhur me përmbajtjen e medieve.", "(...)", "4.  Medie të tjera që japin ndihmesë për pluralizmin dhe larminë", "Shtetet anëtare duhet të nxisin zhvillimin e medieve të tjera që mund të japin ndihmesë për pluralizmin dhe larminë e të krijojnë një hapësirë dialogu. Këto medie mundet, për shembull, të marrin trajtën e medieve komunitare, lokale, minoritare ose sociale. (...)", "II.  Masa që favorizojnë larminë e përmbajtjeve", "(...)", "3.  Lejet e transmetimit, rregullat për detyrim ritransmetimi", "3.1.  Shtetet anëtare duhet të parashikojnë marrjen e masave që lejojnë nxitjen e ndjekjen e prodhimit e të furnizimit të përmbajtjeve të larmishme nga ana e medieve. Kur është fjala për sektorin e transmetimeve, masa të tilla mund të jenë konkretisht ato që i shoqërojnë lejet e dhëna transmetuesve me një detyrim për të prodhuar vetë ose për të porositur një vëllim të caktuar programesh, veçanërisht lidhur me buletinet informative dhe me emisionet rreth aktualitetit.", "3.2.  Shtetet anëtare duhet të parashikojnë miratimin e rregullave që synojnë ruajtjen e larmisë së peizazhit mediatik lokal, duke siguruar në veçanti që sindikimi, i kuptuar si furnizim i centralizuar i programeve dhe i shërbimeve shoqëruese, të mos e rrezikojë pluralizmin.", "3.3.  Shtetet anëtare duhet të parashikojnë, nëse është nevoja, të miratojnë rregulla për detyrim ritransmetimi programesh në platforma shpërndarjeje të ndryshme nga rrjetet kabllore. Për më tepër, në dritën e procesit të digjitalizimit – sidomos me rritjen e kapacitetit të rrjeteve dhe me shtimin e rrjeteve të ndryshme –, shtetet anëtare duhet t’i rishikojnë periodikisht rregullat e tyre për detyrim ritransmetimi, me qëllim që të sigurohen se ato vazhdojnë t’u përgjigjen objektivave të interesit të përgjithshëm. Shtetet anëtare duhet të shqyrtojnë interesin për të vendosur, paralelisht me detyrimin për ritransmetim, një detyrim për prodhuesit e programeve në fjalë që të mos e kundërshtojnë ritransmetimin e këtyre të fundit, me qëllim që të nxiten mediet e shërbimit publik dhe shoqëritë tregtare kryesore mediatike për t’ua vënë stacionet e tyre në dispozicion operatorëve të rrjeteve që do të dëshironin t’i transmetojnë ato. Këto masa dhe modalitetet e vënies së tyre në jetë duhet të respektojnë rregullat lidhur me të drejtat e autorit.”", "4.  Rezoluta 1387(2004) e Asamblesë Parlamentare: “Monopolizimi i medieve elektronike dhe mundësia për shpërdorim pushteti në Itali”", "73.  Kjo rezolutë, e miratuar nga Asambleja Parlamentare më 24 qershor 2004, shprehet kështu:", "“1.  Italia është një anëtare themeluese e Këshillit të Evropës dhe i përkrah me vendosmëri idealet që mbron ai. Asambleja Parlamentare shqetësohet pra nga përqendrimi i pushtetit politik, ekonomik dhe mediatik në duart e një personi të vetëm, të Kryeministrit Silvio Berlusconi.", "2.  Asambleja Parlamentare nuk mund ta pranojë që kjo anomali të minimizohet me arsyetimin se ajo nuk qenka veçse një problem potencial. Një demokraci gjykohet sipas funksionimit të saj të përditshëm, por edhe sipas parimeve që mbron vendi përballë qytetarëve të vet dhe bashkësisë ndërkombëtare. Asambleja rikujton se, sipas nenit 10 të Konventës për Mbrojtjen e të Drejtave të Njeriut dhe të Lirive Themelore, si edhe jurisprudencës së Gjykatës Evropiane të të Drejtave të Njeriut, shtetet kanë detyrimin që ta mbrojnë pluralizmin e medieve dhe, nëse është nevoja, të marrin masa konkrete për ta ruajtur e për ta nxitur atë.", "3.  Asambleja shpreh keqardhjen që, nga viti 1994, disa qeveri të njëpasnjëshme italiane kanë dështuar duke mos e zgjidhur dot problemin e konfliktit të interesave dhe që parlamenti i tanishëm nuk ka miratuar ende masa të përshtatshme legjislative. Ajo nuk është e mendimit se parimi udhëheqës i Projektligjit Frattini që po shqyrtohet tani – i cili parashikon se mund të quhen përgjegjës vetëm administruesit dhe jo pronarët – sjell një zgjidhje reale dhe të plotë për problemin e konfliktit të interesave lidhur me Z. Berlusconi.", "4.  Përmes Mediaset-it, grupit kryesor privat të komunikimit e të transmetimeve në Itali dhe një prej grupeve më të mëdhenj në botë, Z. Berlusconi zotëron përafërsisht gjysmën e veprimtarisë së transmetimeve në vend. Si kreu i qeverisë, ai është gjithashtu në gjendje që të ushtrojë një ndikim të tërthortë mbi shërbimin publik të transmetimeve, RAI, i cili është konkurrenti kryesor i Mediaset-it. Meqenëse Mediaset-i dhe RAI përfaqësojnë së bashku rreth 90% të audiencës së televizionit dhe më shumë se tri të katërtat e burimeve të këtij sektori, Z. Berlusconi ushtron një kontroll të pashoq mbi medien më të fuqishme të Italisë.", "5.  Kjo situatë duopoli në tregun e televizionit përbën në vetvete një anomali sipas një vështrimi antitrust. Statukuoja është ruajtur pavarësisht nga fakti se disa dispozita juridike që prekin pluralizmin e medieve janë shpallur dy herë me radhë si antikushtetuese dhe se autoritetet kompetente e kanë vërtetuar që RAI dhe tre stacionet televizive private të Mediaset-it ushtrojnë një pozitë mbisunduese. Kjo situatë ilustrohet nga një dekret i kohëve të fundit i Kryeministrit, i miratuar prej Parlamentit, i cili i ka lejuar stacionit të tretë të RAI-t dhe Retequattro-s së Mediaset-it që, në shkelje të kufizimeve ekzistuese antitrust, t’i vazhdojnë transmetimet deri në marrjen e masave të reja legjislative. Shtrembërimi i konkurrencës në sektorin e medieve thellohet edhe më tej për faktin se kompania e reklamave e Mediaset-it, Publitalia ‘80, ushtron një pozitë mbisunduese në tregun e reklamave televizive. Asambleja shpreh keqardhjen për vazhdimin e përjashtimit të një transmetuesi kombëtar potencial, Europa 7, i cili ka fituar një kërkesë për ofertë të organizuar nga qeveria më 1999 për dhënien e frekuencave të përdorura nga Retequattro, një stacion i grupit Mediaset.", "6.  Asambleja çmon se ligji i fundit i miratuar për reformën e sektorit të transmetimeve (“Ligji Gasparri”) mund të mos e garantojë me të vërtetë forcimin e pluralizmit përmes rritjes së thjeshtë të numrit të stacioneve televizive me rastin e kalimit në sistemin digjital. Paralelisht, ky ligj e lejon qartazi Mediaset-in të rritet edhe më shumë, sepse ai u jep aktorëve të tregut mundësinë për të ushtruar një pozitë monopoli në një sektor të caktuar, pa kurrfarë rreziku për të arritur kufirin antitrust brenda sistemit të integruar të komunikimeve (SIK). Asambleja shënon se këto probleme e kanë nxitur Presidentin e Republikës që ta kundërshtojë versionin e mëparshëm të ligjit.", "7.  Asambleja shqetësohet veçanërisht për situatën e RAI-t, e cila është në kundërshtim me parimet e pavarësisë të parashtruara në Rekomandimin  për shërbimin publik të transmetimeve. RAI ka qenë përherë një pasqyrë e sistemit politik të vendit dhe pluralizmi i tij i brendshëm, i cili shprehej dikur përmes një përfaqësimi të përpjesëtuar të ideologjive politike mbisunduese, ia ka lënë vendin parimit sipas të cilit “kush fiton i përlan të gjitha”, tipik për sistemin e ri politik. Asambleja shënon me shqetësim dorëheqjet e presidentes së RAI-t dhe të një prej gazetareve më të njohura të vendit në shenjë proteste kundër mungesës së një përfaqësimi të baraspeshuar të forcave politike në gjirin e Këshillit Administrativ dhe kundër ndikimit politik të ushtruar mbi programacionin e RAI-t.", "8.  Ndonëse në Itali shtypi i shkruar paraqet tradicionalisht më shumë pluralizëm e baraspeshë politike sesa transmetimet, shumica e italianëve informohen përmes televizionit. Kostoja e lartë e reklamave nëpër gazeta në krahasim me reklamat televizive ka një efekt shkatërrimtar mbi shtypin e shkruar italian. Asambleja dëshiron megjithatë të vërë në dukje miratimin e saj ndaj masave qeveritare që synojnë t’i ndihmojnë gazetat me peshë të vogël e të mesme, si edhe masave të tjera për rritjen e numrit të lexuesve të shtypit.", "9.  Asambleja është tejet e shqetësuar nga fakti se pamja negative që përhap jashtë shtetit Italia, për arsye të konfliktit të interesave lidhur me Z. Berlusconi, mund të bjerë ndesh me përpjekjet e Këshillit të Evropës që synojnë të nxisin ekzistencën e medieve të pavarura e asnjanëse në demokracitë e reja. Ajo është e mendimit se Italia, si një nga vendet kryesore që jep ndihmesë për funksionimin e Organizatës, ka një përgjegjësi të veçantë në këtë drejtim.", "10.  Asambleja vë në dukje se disa instanca ndërkombëtare, si përfaqësuesi i OSBE-së për Lirinë e Medieve dhe, më së fundmi, Parlamenti Evropian, kanë shprehur shqetësime të ngjashme me të sajat. Ajo i mirëpret masat për mbrojtjen e pluralizmit të medieve, që janë propozuar nga Parlamenti Evropian në Rezolutën e tij të 22 prillit 2004 për “rreziqet e shkeljes, në Bashkimin Evropian e veçanërisht në Itali, të lirisë së shprehjes e të informimit (neni 11(2) i Kartës së të Drejtave Themelore)”, masa të cilat parashikojnë që mbrojtja e pluralizmit të medieve të kthehet në një përparësi të legjislacionit të Bashkimit Evropian në fushën e konkurrencës.", "11.  Për pasojë, Asambleja i bën thirrje Parlamentit italian:", "i.  të miratojë urgjentisht një ligj që rregullon konfliktin e interesave ndërmjet pronësisë e kontrollit të ndërmarrjeve dhe ushtrimit të funksioneve publike, duke parashikuar sanksione për rastet kur ka konflikt interesash me ushtrimin e funksioneve publike në nivelin më të lartë;", "ii.  të veprojë në mënyrë të tillë që, me ligje ose me masa të tjera rregulluese, t’i jepet fund ndërhyrjes politike, të praktikuar prej shumë kohësh, në punën e medieve, duke mbajtur parasysh sidomos Deklaratën e Komitetit të Ministrave për lirinë e ligjërimit politik në medie, të miratuar më 12 shkurt 2004;", "iii.  t’i bëjë ndryshime Ligjit Gasparri në përputhje me parimet e parashtruara në Rekomandimin nr. R (99) 1 të Komitetit të Ministrave për masat që synojnë të nxisin pluralizmin e medieve, sidomos:", "a.  duke i shmangur pozitat mbisunduese në tregjet përkatëse brenda SIK-ut;", "b.  duke përfshirë masa specifike që synojnë t’i japin fund duopolit ekzistues RAI-Mediaset;", "c.  duke përfshirë masa specifike që sigurojnë se kalimi në sistemin digjital do ta garantojë pluralizmin e përmbajtjeve.", "12.  Asambleja e fton Qeverinë italiane:", "i.  të fillojë të marrë masa që synojnë ta sjellin funksionimin e RAI-t në përputhje me Rekomandimin 1641 (2004) të Asamblesë për shërbimin publik të transmetimeve, me Deklaratën e Konferencës së 4-t Ministrore Evropiane për Politikën e Komunikimeve Masive (Pragë) dhe me Rekomandimet e Komitetit të Ministrave nr. R (96) 10 lidhur me garantimin e pavarësisë së shërbimit publik të transmetimeve dhe nr. Rec(2003)9 për masat që synojnë të nxisin ndihmesën demokratike dhe shoqërore të transmetimeve digjitale;", "ii.  të japë një shembull pozitiv në nivelin ndërkombëtar duke propozuar e përkrahur, në gjirin e Këshillit të Evropës dhe të Bashkimit Evropian, nisma që synojnë nxitjen e pluralizmit të medieve në Evropë.", "13.  Asambleja i kërkon Komisionit të Venecias të japë një mendim rreth përputhshmërisë së Ligjit Gasparri e të Projektligjit Frattini me normat e Këshillit të Evropës në fushën e lirisë së shprehjes dhe të pluralizmit të medieve, sidomos në dritën e jurisprudencës së Gjykatës Evropiane të të Drejtave të Njeriut.”", "5.  Mendimi i Komisionit të Venecias rreth përputhshmërisë së ligjeve italiane “Gasparri” e “Frattini” me standardet e Këshillit të Evropës në fushën e lirisë së shprehjes dhe të pluralizmit të medieve", "74.  Në pjesët e tij përkatëse lidhur me çështjen në fjalë, mendimi i Komisionit të Venecias, i miratuar në Sesionin e tij të 63-të (10-11 qershor 2005), shprehet kështu:", "“Asambleja Parlamentare e Këshillit të Evropës i ka kërkuar Komisionit të Venecias të japë një mendim rreth përputhshmërisë së dy ligjeve italiane për sistemin audioviziv (“Ligji Gasparri”) dhe për konfliktin e interesave (“Ligji Frattini”) në krahasim me standardet e Këshillit të Evropës në fushat e lirisë së shprehjes dhe të pluralizmit të medieve.", "(...)", "Ndonëse jurisprudenca e Gjykatës Evropiane të të Drejtave të Njeriut nuk jep udhëzime specifike rreth kësaj teme, prapëseprapë është e mundur të nxirren prej saj disa parime që kanë lidhje me çështjen: pikësëpari, se liria e shprehjes luan një rol themelor në një shoqëri demokratike, veçanërisht atëherë kur, nëpërmjet shtypit, ajo shërben për të dhënë informacione dhe ide me interes të përgjithshëm që publikut i takojnë madje me të drejtë që t’i marrë, dhe se shteti është garanti i fundmë i pluralizmit, veçanërisht për mediet audiovizive, programet e të cilave transmetohen shpeshherë shumë gjerësisht.", "(...)", "Pluralizëm të vërtetë mediesh ka atëherë kur ekziston një numër i madh mediesh autonome e të pavarura në nivel kombëtar, rajonal e lokal, të cilat sigurojnë një ofertë përmbajtjesh të larmishme, duke pasqyruar pikëpamje të ndryshme politike dhe kulturore. Komisioni çmon se pluralizmi i brendshëm duhet të ekzistojë njëherazi në të gjithë sektorët e medieve: kështu, nuk do të ishte e pranueshme që pluralizmi të garantohet në sektorin e medieve të shkruara, por jo në atë të televizionit. Për Komisionin, shumësia e medieve nuk nënkupton vetëm ekzistencën e një shumësie aktorësh e vektorësh, por edhe ekzistencën e një spektri të gjerë mediesh, domethënë të llojesh të ndryshme mediesh.", "Instrumentet e Këshillit të Evropës përkufizojnë disa mjete për nxitjen e pluralizmit të medieve, ndër të cilat:", "-  një kuadër ligjor që i përcakton disa caqe përqendrimit të medieve; ndër instrumentet që mundësojnë të arrihet kjo, janë pragjet e lejuara (të cilat është e udhës të maten mbi bazën e një elementi ose të një tërësie elementesh si përqindja e audiencës ose përqindja në kapital apo kufijtë e të ardhurave) që vetëm një shoqëri lejohet t’i kontrollojë në një apo disa nga tregjet në fjalë,", "-  autoritete rregullatore të medieve specifike, të veshura me fuqi për të vepruar kundër përqendrimit,", "-  masa specifike kundër integrimit vertikal (kontroll i elementeve kyçe të prodhimit, të transmetimit, të shpërndarjes dhe të veprimtarive të tjera të lidhura me to nga ana e një shoqërie të vetme apo e një grupi të vetëm),", "-  pavarësi e autoriteteve rregullatore,", "-  transparencë e medieve,", "-  masa për nxitjen aktive të prodhimit dhe të transmetimit të përmbajtjeve të larmishme,", "-  mbështetje financiare, e drejtpërdrejtë ose e tërthortë, për forcimin e pluralizmit, e dhënë mbi bazë kriteresh objektive dhe jo partizane, në kuadrin e disa procedurave transparente e që i nënshtrohen një kontrolli të pavarur,", "-  instrumente vetërregulluese, si vijat udhëheqëse editoriale dhe ligjet që përcaktojnë pavarësinë e shtypit.", "Për sa u përket dispozitave të Ligjit Gasparri për mbrojtjen e pluralizmit të medieve, Komisioni është pikësëpari i mendimit se rritja e numrit të stacioneve që mundëson televizioni digjital nuk është e mjaftueshme, në vetvete, për ta garantuar pluralizmin e medieve. Stacionet e reja mund të kenë një përqindje audience shumë të dobët, por sasi të ngjashme emisionesh. Së fundi, shoqëritë më të mëdha do të kenë një fuqi blerëse më të lartë në veprimtari të shumta, si blerja e programeve, dhe do të kenë pra epërsi të konsiderueshme në krahasim me furnizuesit e tjerë kombëtarë të shërbimeve.", "Prandaj, Komisioni është i mendimit se pragu prej 20% të stacioneve nuk është një tregues i qartë i përqindjes në treg. Ai do të duhej të shoqërohet, për shembull, me një tregues përqindjeje audience.", "Për sa i përket pragut të dytë të përcaktuar nga Ligji Gasparri, i cili është 20% të të ardhurave me sistemet e integruara të komunikimeve (SIK), Komisioni është i mendimit se SIK-të përbëjnë sigurisht një prirje moderne, por nuk do të duhej, të paktën me këtë përkufizim shumë të gjerë, që ato të përdoren që tani në vend të kriterit të “tregut në fjalë”, sepse kjo ka si efekt zbutjen e efektshmërisë së instrumenteve për mbrojtjen e pluralizmit. Në fakt, ai mund t’i lejojë një shoqërie që të ketë një përqindje tejet të madhe të ardhurash në tregje të veçanta, megjithëse duke qëndruar nën pragun prej 20% për tërë sektorin.", "Madje, Komisioni vë re se efekti i kombinuar i kuadrit të ri të përcaktuar nga Ligji Gasparri i zbut ligjet e mëparshme kundër përqendrimit, të cilat caktonin disa nivele maksimale të lejuara që ishin kapërcyer nga Mediaset-i dhe RAI. Për pasojë, Retequattro është lejuar të vazhdonte të zinte frekuenca analogjike.", "Për këtë arsye, Komisioni është i mendimit se kriteri i SIK-ve duhet të zëvendësohet me kriterin e përdorur më parë të “tregut në fjalë”, ashtu siç ndodh në vendet e tjera evropiane.", "(...)", "Për sa u përket dispozitave rreth shtegtimit të transmetuesve radiotelevizivë nga frekuencat analogjike në frekuencat digjitale, Komisioni ka përshtypjen se qasja e Ligjit Gasparri orvatet ta shtyjë për më vonë një zgjidhje të vërtetë të problemit të përqendrimit të medieve në tregun e televizionit dhe se ajo mbështetet fort te momenti kur do të bëhet kalimi në sistemin digjital. Komisioni është i mendimit se kjo qasje nuk është e kënaqshme sepse, në qoftë se ruhet statukuoja, ka të ngjarë që Mediaset-i dhe RAI të mbeten aktorët mbisundues të televizionit italian. Lidhur me këtë, Komisioni rikujton që, nëse masat kundër përqendrimit synojnë në përgjithësi të pengojnë shpërdorimet e pozitës mbisunduese, pozitat mbisunduese janë të ndaluara si të tilla në sektorin e medieve.", "(...)", "Për sa i takon privatizimit të RAI-t, i cili duhet të shpjerë në pakësimin e politizimit të transmetuesit publik, komisioni vëren se ndryshimi në RAI do t’i lejojë qeverisë që ta kontrollojë transmetuesin publik për një kohëzgjatje të pacaktuar. Për sa kohë që mbetet në funksion qeveria e tanishme, kjo do të thotë që përveç tre stacioneve televizive që i përkasin atij, Kryeministri do të ketë njëfarë kontrolli edhe mbi tre stacionet kombëtare të televizionit publik. Komisioni shpreh frikën e tij se kjo situatë atipike e thekson rrezikun e monopolizimit, i cili mund të përbëjë një ndërhyrje të papërligjur në lirinë e shprehjes, sipas jurisprudencës së Gjykatës Evropiane të të Drejtave të Njeriut.", "(...)”", "6.  Diskutim i Komisarit për të Drejtat e Njeriut rreth temës “Pluralizmi i medieve dhe të drejtat e njeriut”", "75.  Në pjesët e tij përkatëse lidhur me çështjen në fjalë, ky dokument shestues i Komisarit të të Drejtave të Njeriut, i datës 6 dhjetor 2011, shkruan kështu:", "“3.2  Rasti i Italisë", "Historia e asaj që quhet “anomalia italiane” e ilustron mirë rrezikun madhor që mund të paraqesë një dukuri monopolizimi në fushën e transmetimeve (përmes operacionesh të tepruara konsolidimi dhe shkrirjes në përmasa të mëdha), edhe në demokracitë e vjetra.", "Liria e shprehjes dhe liria e shtypit janë të shëndosha në Itali. Megjithatë, kjo “anomali italiane” përmendet rregullisht sa herë që flitet për tregun e transmetimeve televizive.", "Gjatë dy dhjetëvjeçarëve të fundit, asnjë forcë e tretë nuk ka qenë në gjendje ta cenojë këtë duopol, domethënë mbisundimin e tregut të stacioneve televizive kombëtare nga një operator privat, Mediaset-i, dhe operatori publik, Radiotelevisione Italiana (RAI). Duopoli shoqërohej me një monopol në praktikë të Mediaset-it në sektorin e televizionit komercial dhe në tregun e reklamave. Përpara erës digjitale, përqindja e audiencës e këtij duopoli arrinte në rreth 90% (të dy operatorët zotëronin secili nga tre stacione). Situata e duopolit dilte në pah edhe në fitimet e kombinuara e në tregun e reklamave.", "Italia karakterizohet edhe nga një traditë kontrolli të stacioneve televizive publike nga partitë politike dhe nga qeveritë. Fakti që Kryeministri i saj, Silvio Berlusconi, është bashkëpronari i Mediaset-it u shton shqetësimeve të zakonshme lidhur me njëfarë kontrolli qeveritar të RAI frikën e një kontrolli qeveritar të përgjithësuar të burimit informativ më të rëndësishëm në nivelin kombëtar, televizionit.", "Ligjet Gasparri e Frattini të vitit 2004 mendohej të garantonin në të ardhmen pluralizmin e medieve, për sa i përket të parit, dhe t’i ndalonin situatat e “pushtetit dykrerësh”. Megjithatë, as kalimi te gjithçka digjitale, as rregullat barazimtare të konkurrencës nuk mjaftojnë të vetme për të siguruar larminë kulturore dhe pluralizmin politik në medie, veçanërisht në qoftë se përqendrimi tashmë ekzistues në sektorin mediatik mbahet praktikisht në këmbë, madje edhe përforcohet, përmes ligjit. Dispozitat e Ligjit Gasparri që përcaktojnë rregullat e kalimit nga sistemi analogjik në atë digjital, me gjithë forcën e tij novatore, i ka lejuar duopolit që ta përdorë bazën e tij të fuqishme ekonomike për t’u shtrirë në tregjet e reja të sistemit digjital.", "Normat evropiane e ndalojnë që transmetuesit privatë të zotërohen apo kontrollohen nga forca politike ose partizane, me qëllim që të shmanget çdolloj ndërhyrjeje qeveritare apo politike. Gjermania dhe Mbretëria e Bashkuar i vendosin kufizime pronësisë ose kontrollit të drejtpërdrejtë të medieve transmetuese nga ana e aktorëve të botës politike; shtetet anëtare të Bashkimit Evropian u kërkojnë gjithashtu transmetuesve që të ruajnë pavarësinë e tyre ndaj partive dhe politikanëve. Italia, pavarësisht nga Ligji Frattini, nuk parashikon asgjë të tillë.", "B.  Parlamenti Evropian", "76.  Në pjesët e saj përkatëse lidhur me çështjen në fjalë, Rezoluta e Parlamentit Evropian për rreziqet e shkeljes, në Bashkimin Evropian e veçanërisht në Itali, të lirisë së shprehjes e të informimit (neni 11 § 2 i Kartës të së Drejtave Themelore (2003/2237(INI)), shprehet kështu:", "“Situata në Itali", "(...) vëren se përqindja e përqendrimit të tregut televiziv në Itali është aktualisht më e larta në Evropë dhe se, ndonëse televizioni italian paraqet dymbëdhjetë stacione kombëtare dhe dhjetë deri në pesëmbëdhjetë stacione rajonale ose lokale, tregu karakterizohet nga duopoli që ushtrojnë RAI dhe Mediaset-i, meqenëse këta dy operatorë përfaqësojnë afërsisht 90% të audiencës dhe grumbullojnë 96,8% të burimeve të reklamave, kundrejt 88% për Gjermaninë, 82% për Britaninë e Madhe, 77% për Francën dhe 58 % për Spanjën;", "vëren se grupi Mediaset është grupi privat italian më i madh në sektorin e televizionit dhe të komunikimeve, si edhe një nga më të mëdhenjtë në rangun botëror dhe se ai kontrollon, veçanërisht, stacione televizive (RTI) e kompani reklamash (Publitalia ’80), për të cilat, si në njërin rast edhe në tjetrin, është pranuar prerazi se zënë një pozitë mbisunduese, në shkelje të legjislacionit kombëtar (Ligji nr. 249/97), nga Autoriteti Rregullator i Medieve (vendimi 226/03);", "vëren se një nga sektorët ku konflikti i interesave është më i qartë është ai i reklamave, deri në atë pikë sa grupi Mediaset ka përfituar, më 2001, dy të tretat e burimeve të reklamave televizive, ose një shumë prej 2 500 milionë eurosh, dhe se shoqëritë kryesore italiane e kanë transferuar një pjesë të madhe të investimit të tyre në reklama nga shtypi i shkruar te rrjetet Mediaset dhe nga RAI te Mediaset;", "vëren se kryetari i Këshillit të Ministrave italian nuk e ka zgjidhur konfliktin e tij të interesave, siç ishte zotuar shprehimisht, dhe se ai e ka rritur madje pjesëmarrjen e tij kontrolluese në shoqërinë Mediaset (duke e kaluar nga 48,639% në 51,023%), çka i ka lejuar kësaj të fundit që ta zvogëlojë fuqimisht borxhin e saj neto, falë një rritjeje të ndjeshme të të ardhurave prej reklamave në dëm të atyre (dhe të treguesve të audiencës) të konkurrenteve të saj e, sidomos, të financimit të shtypit të shkruar përmes reklamave;", "shpreh keqardhje për ndërhyrjet, trysnitë dhe aktet censuruese qeveritare të përsëritura e të provuara në organikën dhe në programacionin e shërbimit televiziv publik të RAI-t (duke përfshirë edhe brenda programeve satirike), të cilat kanë nisur me mënjanimin e tre profesionistëve të shquar, me kërkesën – publike e të bujshme – të kryetarit të Këshillit të Ministrave në prill 2002, në një kontekst ku shumica absolute e anëtarëve të Këshillit Administrativ të RAI-t dhe të organit kompetent për kontroll parlamentar përbëhej nga anëtarë të partive qeveritare; shpreh keqardhje që këto trysni janë shtrirë pastaj në medie të tjera ku ai nuk është pronar, çka ka sjellë si pasojë ndër të tjera, në maj 2003, dorëheqjen e drejtorit të gazetës Corriere della Sera;", "vëren, për pasojë, se sistemi italian paraqet një anomali e cila qëndron te grumbullimi i një pushteti ekonomik, politik e mediatik te duart e një njeriu të vetëm, të kryetarit të tanishëm të Këshillit të Ministrave, dhe te fakti që qeveria italiane i kontrollon drejtpërdrejt ose tërthorazi të gjitha stacionet televizive kombëtare;", "mban shënim për faktin se, prej disa dhjetëvjeçarësh, sistemi radioteleviziv në Itali funksionon në një situatë paligjshmërie që është vërtetuar disa herë nga Gjykata Kushtetuese dhe përballë së cilës bashkimi i përpjekjeve të ligjvënësit të zakonshëm me ato të institucioneve kompetente nuk e ka bërë të mundur kthimin në një regjim të ligjshëm; vëren se RAI dhe Mediaset-i vazhdojnë të kontrollojnë secili nga tre transmetues televizivë analogjikë tokësorë, pavarësisht nga fakti që, me vendimin e saj 420 të vitit 1994, Gjykata Kushtetuese kishte përcaktuar se nuk lejohej që i njëjti entitet të transmetonte më shumë se 20% të programeve televizive në frekuenca tokësore në rang kombëtar (domethënë më shumë se dy programe) dhe e kishte përkufizuar regjimin normativ të Ligjit nr. 223/90 si në kundërshtim me Kushtetutën italiane, ndonëse ishte fjala për një “regjim kalimtar”; vëren se edhe Ligji nr. 249/97 (vendosja e Autoritetit Rregullator të Medieve dhe e disa rregullave për sistemet e telekomunikacioneve dhe radiotelevizive) nuk i kishte marrë parasysh udhëzimet e Gjykatës Kushtetuese që, me vendimin e saj 466/02, kishte shpallur si jo kushtetues nenin 3, paragrafin 7 të këtij ligji, “për aq sa ai nuk përcakton një afat përfundimtar të qartë e të pamundur për t’u shtyrë, i cili të mos e kapërcejë sidoqoftë 31 dhjetorin 2001, afat përtej të cilit programet e transmetuara nga stacione që i kapërcejnë kufijtë e caktuar në paragrafin 6 të të njëjtit nen 3, do të duhet të transmetohen vetëm përmes satelitit ose kabllos”;", "shënon se Gjykata Kushtetuese italiane ka deklaruar në nëntor 2002 (çështja 466/2002) që “gjendja e sistemit të tanishëm televiziv italian privat në rrafshin kombëtar dhe në teknikë analogjike është rezultat i situatave të zënies së thjeshtë faktike të frekuencave (shfrytëzim instalimesh pa dhënie koncesionesh apo lejesh), jashtë çdolloj logjike për zhvillim të pluralizmit në caktimin e frekuencave dhe për planifikim efektiv të fushës herciane... Kjo situatë faktike nuk e garanton, për pasojë, zbatimin e parimit të pluralizmit të informimit në planin e jashtëm, i cili përbën një nga “domosdoshmëritë” absolute që rrjedhin prej jurisprudencës kushtetuese në këtë lëmë... Në këto kushte, vazhdimi i një situate (madje të rënduar) tashmë të gjykuar si të paligjshme në vendimin nr. 420 të vitit 1994 dhe ruajtja e rrjeteve të quajtura si “të tepërta” që prej ligjvënësit të vitit 1997 kërkojnë që, për respektimin e parimeve kushtetuese, të caktohet një afat absolutisht i sigurt, përfundimtar e pra i pashmangshëm” dhe se, prapëseprapë, afati i caktuar për reformën e sektorit audioviziv nuk është mbajtur e se ligji për reformimin e sektorit audioviziv i është kthyer për rishqyrtim Parlamentit nga ana e Presidentit të Republikës, për arsye të mosrespektimit të parimeve të parashtruara nga Gjykata Kushtetuese;", "(...)", "uron që përkufizimi ligjor, i cili figuron në projektligjin për reformën e sistemit audioviziv (Ligji Gasparri, neni 2, pika G), i “sistemit të integruar të komunikimeve”, si treg i vetëm rëndësor, të mos bjerë në kundërshtim me rregullat komunitare në fushën e konkurrencës, në kuptimin e nenit 82 të Traktatit KE dhe të shumë vendimeve të Gjykatës së Drejtësisë, dhe që ai të mos e bëjë të pamundur një përkufizim të qartë e të sigurt të tregut të referencës;", "uron gjithashtu që “sistemi i ndarjes së frekuencave” i parashikuar nga Projektligji Gasparri të mos përbëjë një legjitimim të thjeshtë të situatës faktike dhe, në veçanti, të mos jetë në kundërshtim me Direktivën 2002/21/KE, me nenin 7 të Direktivës 2002/20/KE ose me Direktivën 2002/77/KE, që parashikojnë ndër të tjera se caktimi i radiofrekuencave për shërbimet e komunikimit elektronik duhet të mbështetet në kritere objektive, transparente, jo diskriminuese dhe të përpjesëtuara;", "shpreh shqetësimin e thellë për moszbatimin e ligjit dhe mosekzekutimin e vendimeve të Gjykatës Kushtetuese, në shkelje të parimit të ligjshmërisë e të shtetit të së drejtës, si edhe për paaftësinë për ta reformuar sektorin audioviziv, çka dëshmon për një tkurrje të konsiderueshme, prej disa dhjetëvjeçarësh, të së drejtës së qytetarëve të vet për informim pluralist, e drejtë e përfshirë veçanërisht në Kartën e të Drejtave Themelore të Bashkimit Evropian;", "druhet se mos situata italiane ndodh edhe në shtete të tjera anëtare dhe në vendet në proces anëtarësimi, sikur një magnat i sektorit të medieve të vendoste të hyjë në politikë;", "shpreh keqardhjen që Parlamenti italian nuk e ka miratuar ende një rregullore që të synojë ta zgjidhë konfliktin e interesave të kryetarit të Këshillit të Ministrave, ndërkohë që ai kishte premtuar se kjo gjë do të bëhej gjatë njëqind ditëve të para të qeverisjes së tij;", "është i mendimit se miratimi i një reforme të përgjithshme të sektorit audioviziv do të mund të lehtësohej nëse kjo do të përmbante garanci të përshtatshme e të mirëpërcaktuara për t’i shmangur konfliktet e tanishme ose të ardhshme të interesave në veprimtaritë e drejtuesve lokalë, rajonalë ose kombëtarë të cilët zotërojnë përqindje të konsiderueshme në sektorin audioviziv privat;", "uron, përveç këtyre, që Projektligji Frattini për konfliktin e interesave të mos kufizohet me një njohje faktike të konfliktit të interesave të kryetarit të Këshillit të Ministrave, por të parashikojë mekanizma të përshtatshëm për të shmangur zgjatjen pa fund të kësaj situate;", "çmon se situata e vërejtur sot në Itali do të kishte qenë e mundur, eventualisht, të shmangej sikur detyrimet e shteteve anëtare në fushën e pluralizmit në medie të ishin përkufizuar ashtu si pas botimit, më 1992, të Librit të Gjelbër për Pluralizmin;", "(....)", "E fton Parlamentin italian:", "-  të nxitojë punimet e tij për reformën e sektorit audioviziv sipas rekomandimeve të Gjykatës Kushtetuese italiane dhe të Presidentit të Republikës, duke pasur parasysh mospërputhjet me të drejtën komunitare që këta kanë vërejtur në disa dispozita të Projektligjit Gasparri;", "-  të zgjidhë realisht dhe në mënyrë të përshtatshme problemin që shtron konflikti i interesave të kryetarit të Këshillit të Ministrave, i cili kontrollon drejtpërdrejt operatorin kryesor televiziv privat dhe tërthorazi operatorin kryesor televiziv publik, kompaninë kryesore të reklamave, si edhe shumë veprimtari të tjera të lidhura me sektorin audioviziv e mediatik;", "-  dhe të marrë masa që garantojnë pavarësinë e organizmit publik të radiopërhapjes e të televizionit.”", "LIGJI", "I.  VËREJTJE PARAPRAKE", "77.  Gjatë seancës së 12 tetorit 2011, pala paditëse ka sjellë disa saktësime për sa i përket përmasave materiale të çështjes që i ka paraqitur për shqyrtim Gjykatës. Ajo ka specifikuar, në veçanti, se ankesat e saj kanë të bëjnë vetëm me periudhën nga 28 korriku 1999, datë e dekretit ministror që i jepte shoqërisë Centro Europa 7 S.r.l. një koncesion për transmetime televizive në nivel kombëtar (paragrafi 9 i mësipërm) deri më 30 qershor 2009, datë kur ajo u lejua të përdorë një kanal të vetëm dhe mundi të nisë veprimtarinë e saj transmetuese (paragrafi 16 i mësipërm). Për pasojë, Gjykata do të kufizohet të shqyrtojë vetëm nëse të drejtat themelore të palës paditëse janë prekur gjatë periudhës së lartpërmendur, dhe nuk do të merret me shkelje të ngjashme të ndodhura eventualisht përpara 28 korrikut 1999 ose pas 30 qershorit 2009.", "II.  RRETH KËRKESAVE TË QEVERISË PËR PRAPËSIME PARAPRAKE", "A.  Cilësia si viktimë e paditëses", "78.  Qeveria vëren se paditësja i ka marrë radiofrekuencat në zbatim të një dekreti ministror të 11 dhjetorit 2008 (paragrafi 16 i mësipërm) dhe mbron mendimin se çdo mosmarrëveshje lidhur me këtë çështje është zgjidhur me marrëveshjen e 9 shkurtit 2010 (paragrafi 19 i mësipërm). Përveç kësaj, ajo nënvizon se më 20 janar 2009 Këshilli i Shtetit i ka dhënë paditëses një zhdëmtim prej 1 041 418 EUR (paragrafi 45 i mësipërm). Sipas mendimit të Qeverisë, duke pasur parasysh këto masa, të marra në tërësi, Centro Europa 7 S.r.l. nuk mund ta quajë veten viktimë të fakteve që ajo denoncon (shih, mutatis mutandis, Scordino k. Italisë (nr. 1) [DhM], nr. 36813/97, § 179, GjEDNj 2006V).", "79.  Paditësja është e mendimit se, ndonëse i janë caktuar radiofrekuenca pothuajse dhjetë vjet pas marrjes së koncesionit, ajo mund të pretendojë ende që është viktimë e shkeljeve të përmendura, sepse zhdëmtimi i dhënë nga Këshilli i Shtetit është i pamjaftueshëm në krahasim me dëmin e pësuar dhe nuk i pasqyron përmasat reale të këtij të fundit. Për sa i përket marrëveshjes së 9 shkurtit 2010, ajo ka të bëjë me caktimin e frekuencave plotësuese përveç atyre të dhëna me dekretin e dhjetorit 2008 dhe nuk është pra objekt i kërkesëpadisë në fjalë.", "80.  Gjykata rikujton se u takon në radhë të parë autoriteteve kombëtare që ta ndreqin një shkelje të pretenduar të Konventës. Në këtë vështrim, çështja nëse një paditës mund ta quajë veten viktimë të mungesës së pretenduar shtrohet në të gjitha stadet e procedurës sipas Konventës (Bourdov k. Rusisë, nr. 59498/00, § 30, GjEDNj 2002-III).", "81.  Gjykata ripohon përveç kësaj se një vendim apo masë në favor të paditësit nuk mjafton në parim për t’i hequr atij cilësinë si “viktimë”, përveçse kur autoritetet kombëtare e kanë pranuar, shprehimisht ose në thelb, dhe pastaj zhdëmtuar shkeljen e Konventës (Eckle k. Gjermanisë, 15 korrik 1982, §§ 69 e vijues, seria A nr. 51, Amuur k. Francës, 25 qershor 1996, § 36, Recueil des arrêts et décisions 1996-III, Dalban k. Rumanisë [DhM], nr. 28114/95, § 44, GjEDNj 1999-VI, dhe Jensen k. Danimarkës (vend. pran.), nr. 48470/99, GjEDNj 2001-X).", "82.  Çështja nëse një person mund ta quajë veten ende viktimë të një shkeljeje të pretenduar të Konventës nënkupton në thelb për Gjykatën që të kryejë një shqyrtim ex post facto të situatës së personit në fjalë (Scordino (nr. 1), i cituar më lart, § 181).", "83.  Në rastin e çështjes në fjalë, paditësja ka marrë radiofrekuenca transmetimi në dhjetor 2008 dhe ka qenë në gjendje të transmetojë që prej 30 qershorit 2009 (paragrafi 16 i mësipërm). Dhënia e radiofrekuencave i ka dhënë fund situatës për të cilën ankohej paditësja në kërkesëpadinë e saj. Megjithatë, për mendimin e Gjykatës, ajo nuk ka përbërë as një pranim të nënkuptuar të ekzistencës së një shkeljeje të Konventës, as një zhdëmtim për periudhën gjatë së cilës Centro Europa 7 S.r.l. është penguar të transmetojë.", "84.  Nga ana tjetër, Gjykata çmon se nuk ka pasur ndonjë pranim, shprehimisht ose në thelb, të shkeljes së nenit 10 të Konventës dhe të nenit 1 të Protokollit nr. 1 në kuadrin e procedurave të brendshme. Ajo shënon në këtë drejtim se, më 2005, Këshilli i Shtetit ka vendosur ta shtyjë për më vonë marrjen e një vendimi rreth kërkesës së paditëses dhe i ka kërkuar GjDBE-së që të shprehet rreth interpretimit të Traktatit për Lirinë e Shërbimeve dhe Konkurrencën, të Direktivës 2002/21/KE (Direktiva “kuadër”), të Direktivës 2002/20/KE (Direktiva “për lejimin”), të Direktivës 2002/77/KE (Direktiva “për konkurrencën”), si edhe të nenit 10 të Konventës Evropiane të të Drejtave të Njeriut, për sa i referohej neni 6 i Traktatit për Bashkimin Evropian (paragrafi 32 i mësipërm). GjDBE-ja ka çmuar se nuk ishte e udhës të shprehej rreth çështjes së nenit 10 të Konventës, meqenëse përgjigja e saj rreth nenit 49 KE dhe, nga bërja e tyre të zbatueshëm, rreth nenit 9, paragrafi 1, të Direktivës “kuadër”, rreth neneve 5, paragrafët 1 e 2, pika e dytë, dhe 7, paragrafi 3, të Direktivës “për lejimin” si edhe nenit 4 të Direktivës “për konkurrencën”, ia mundësonte juridiksionit porositës që të merrte vendim rreth kërkesës së parashtruar nga paditësja (paragrafi 34 i mësipërm).", "85.  Në vendimet e tij të 31 majit 2008 e të 20 janarit 2009, Këshilli i Shtetit ka dalë në përfundimin se mosdhënia e radiofrekuencave për paditësen vinte si rezultat i disa faktorëve kryesisht legjislativë dhe ka vërejtur se nga ana e administratës kishte pasur një sjellje të fajshme. Për pasojë, ai i ka caktuar të interesuarës një zhdëmtim sipas nenit 2043 të Kodit Civil (paragrafët 37-38 dhe 45-48 të mësipërm).", "86.  Sipas mendimit të Gjykatës, me vendimet e tij, Këshilli i Shtetit është kufizuar duke konstatuar përgjegjësinë jashtëkontraktuale të administratës në bazë të dispozitës së përgjithshme të Kodit Civil (paragrafi 69 i mësipërm) sipas së cilës çdo sjellje e qëllimshme ose fajtore që ka shkaktuar një dëm të papërligjur e detyron autorin e kësaj sjelljeje për t’i zhdëmtuar dëmet që ka shkaktuar. Në vendimet në fjalë, asgjë nuk tregon që administrata, përveçse ka shkaktuar një dëm, paska qenë në kundërshtim me parimet e shtjelluara nga Gjykata në fushën e lirisë së shprehjes ose të së drejtës për respektimin e pasurive, apo të të dyjave. Lidhur me këtë, është e udhës të shënohet se Këshilli i Shtetit nuk u është referuar fare parimeve të lartpërmendura.", "87.  Së fundi, përpara Gjykatës, Qeveria nuk e ka pranuar ekzistencën e kurrfarë shkeljeje të Konventës. Në këto kushte, dhe për mungesë të një pranimi të tillë, Gjykata çmon se paditësja mund ta quajë ende veten viktimë të shkeljeve të pretenduara.", "88.  Edhe sikur zhdëmtimi i dhënë nga Këshilli i Shtetit të kishte qenë i mjaftueshëm e i përshtatshëm, Gjykata çmon se ai nuk mjafton për të kompensuar mungesën e pranimit të shkeljeve të pretenduara.", "89.  Për pasojë, Gjykata e rrëzon kërkesën e Qeverisë për prapësim.", "B.  Cilësia si viktimë e paditësit", "90.  Sipas Qeverisë, paditësi, Z. Francescantonio Di Stefano, nuk mundka të konsiderohet se e ka cilësinë për të vepruar përpara Gjykatës. Në fakt, ai as nuk e paska vërtetuar se cili ishte roli i tij në shoqërinë Centro Europa 7 S.r.l., as nuk e paska përligjur cilësinë e tij si viktimë. Qeveria vëren se, për më tepër, i interesuari nuk është aksionari i vetëm i shoqërisë në fjalë dhe se të gjitha vendimet administrative janë shpallur ndaj kësaj të fundit.", "91.  Paditësit mbrojnë mendimin se, në përputhje me jurisprudencën e Gjykatës (Glas Nadejda EOOD e Anatoli Elenkov k. Bullgarisë, nr. 14134/02, § 41, 11 tetor 2007, dhe Groppera Radio AG me të tjerë k. Zvicrës, 28 mars 1990, § 49, seria A nr. 173), edhe aksionari i vetëm e përfaqësues ligjor i një shoqërie mund të paraqitet se është viktimë e një ndalimi për të transmetuar.", "92.  Gjykata rikujton se, me emrin “viktimë”, neni 34 i Konventës shënon personin e prekur drejtpërdrejt nga veprimi ose mosveprimi objekt i mosmarrëveshjes (shih, ndër të tjera, Vatan k. Rusisë nr. 47978/99 § 48 7 tetor 2004). Ajo e përsërit përveç kësaj se një person nuk mund të ankohet për shkeljen e të drejtave të tij në kuadrin e një procedure ku ai nuk ka qenë palë, pavarësisht nga cilësia e tij si aksionar dhe/ose drejtues i një shoqërie që ka qenë palë në procedurë (shih ndër të tjera F. Santos Lda. e Fachadas k. Portugalisë (vend. pran.) nr. 49020/99 GjEDNj 2000X, dhe Nosov k. Rusisë (vend. pran.) nr. 30877/02, 20 tetor 2005). Për më tepër, në qoftë se në disa rrethana pronari i vetëm i një shoqërie mund të pretendojë se është “viktimë” në kuptimin e nenit 34 të Konventës kur është fjala për masa të diskutueshme të marra ndaj shoqërisë së tij (shih ndër të tjera Ankarcrona k. Suedisë (vend. pran.) nr. 35178/97, GjEDNj 2000-VI, dhe Glas Nadejda EOOD e Anatoli Elenkov, i cituar më lart, § 40), kur nuk është rasti ashtu, abstraktimi nga personaliteti juridik i një shoqërie përligjet vetëm në rrethana të jashtëzakonshme, sidomos kur vërtetohet qartë se shoqëria e ka të pamundur t’u drejtohet organeve të Konventës përmes organeve të veta statutore ose – në rast likuidimi – përmes likuidatorëve të saj (Meltex Ltd e Movsessian k. Armenisë, nr. 32283/04, § 66, 17 qershor 2008; shih gjithashtu Agrotexim me të tjerë k. Greqisë 24 tetor 1995 § 66, seria A nr. 330A, CDI Holding Aktiengesellschaft me të tjerë k. Sllovakisë (vend. pran.) nr. 37398/97 18 tetor 2001, dhe SARL Amat-G e Mébaghichvili k. Gjeorgjisë nr. 2507/03 § 33 GjEDNj 2005VIII).", "93.  Gjykata vëren qysh në fillim se në rastin e çështjes në fjalë nuk është vërtetuar asnjë rrethanë e jashtëzakonshme e këtij lloji (shih a contrario G.J. k. Luksemburgut nr. 21156/93, § 24 26 tetor 2000). Ajo vë në dukje përveç kësaj se paditësi nuk ka paraqitur asnjë element që provon se ai qenka realisht aksionari i vetëm i shoqërisë Centro Europa 7 S.r.l. Të gjitha elementet që ka Gjykata tregojnë se në tender ka marrë pjesë vetëm shoqëria paditëse, si person juridik, dhe se vetëm asaj i është dhënë një koncesion për transmetime televizive; për më tepër, të gjitha vendimet e juridiksioneve italiane që janë dhënë gjatë procedurës së brendshme kishin të bënin vetëm me shoqërinë paditëse (Meltex Ltd e Movsessian, i cituar më lart, § 67). Gjykata nxjerr nga kjo se mospranimi për të dhënë radiofrekuencat si edhe procedurat gjyqësore që kanë ardhur pas këtij mospranimi kanë prekur vetëm interesat e paditëses. Për pasojë, ajo nuk mund ta konsiderojë paditësin, në kuptimin e nenit 34 të Konventës, si një “viktimë” të fakteve që ai denoncon.", "94.  Në dritën e asaj çka paraprin më lart, Gjykata nxjerr përfundimin se kërkesa e parashtruar nga paditësi është e papajtueshme ratione personae me dispozitat e Konventës në kuptimin e nenit 35 § 3 a), dhe duhet të rrëzohet në zbatim të nenit 35 § 4.", "95.  Gjykata do të kufizohet pra me shqyrtimin e ankesave të paraqitura në emrin e shoqërisë paditëse.", "C.  Shpërdorimi i së drejtës për ankim individual", "96.  Qeveria mbron mendimin se paditësja e ka shpërdoruar të drejtën e saj për ankim individual dhe nënvizon se ajo nuk e ka informuar Gjykatën për procedurën e ekzekutimit, lidhur me dhënien e radiofrekuencave, e cila është bërë shkak për një çregjistrim të çështjes për arsye të marrëveshjes së arritur midis shoqërisë Centro Europa 7 S.r.l. dhe Qeverisë (paragrafët 19-20 të mësipërm). Paditësja nuk paska përfillur kështu që t’i tregojë Gjykatës disa elemente thelbësore në zotërim të saj për shqyrtimin e çështjes (Keretchachvili k. Gjeorgjisë (vend. pran.), nr. 5667/02, GjEDNj 2006V).", "97.  Gjykata rikujton se një kërkesëpadi mund të shpallet shpërdoruese në qoftë se ajo mbështetet me dashje në fakte të trilluara me qëllim për të mashtruar Gjykatën (Varbanov k. Bullgarisë, nr. 31365/96, § 36, GjEDNj 2000X). E njëjta gjë ndodh kur gjatë procedurës përpara Gjykatës ndodhin zhvillime të tjera të rëndësishme dhe nëse – me gjithë detyrimin e shprehur që i takon sipas nenit 47 § 6 të Rregullores – paditësi nuk e informon atë, duke e penguar kësisoj që të shprehet rreth çështjes me dijeni të plotë lidhur me faktet (Hadrabová me të tjerë k. Republikës Çeke (vend. pran.), nr. 42165/02 e nr. 466/03, 25 shtator 2007, dhe Predescu k. Rumanisë, nr. 21447/03, §§ 25-27, 2 dhjetor 2008). Megjithatë, edhe në raste të tilla, qëllimi i të interesuarit për ta shtyrë Gjykatën në gabim duhet të vërtetohet përherë me një siguri të mjaftueshme (shih, mutatis mutandis, Melnik k. Ukrainës, nr. 72286/01, §§ 58-60, 28 mars 2006, dhe Nold k. Gjermanisë, nr. 27250/02, § 87, 29 qershor 2006).", "98.  Në rastin e çështjes në fjalë, Gjykata shënon se pretendimet e paditëses lidhen me pamundësinë për të transmetuar për një periudhë që shkon nga 28 korriku 1999 deri më 30 qershor 2009 (paragrafi 77 i mësipërm) dhe se, në formularin e kërkesëpadisë, e interesuara ka treguar se i ka marrë radiofrekuencat më 2008 dhe është lejuar të transmetojë që nga qershori 2009.", "99.  Në këto kushte, nuk ka sesi të dilet në përfundimin që paditësja, qysh në fillim, e ka lënë të painformuar Gjykatën lidhur me një a disa elemente thelbësore për shqyrtimin e çështjes. Është gjithashtu e udhës të shënohet se marrëveshja me Ministrinë dhe kërkesa për ta regjistruar sërish çështjen në listën e GjAR-së janë fakte që kanë ndodhur përkatësisht më 9 shkurt 2010 dhe më 8 mars 2011 (paragrafët 19-22 të mësipërm), pra shumë më pas periudhës që ka parasysh kërkesëpadia e së interesuarës. Prandaj, asgjë nuk lë shteg për të menduar se paditësja e ka shpërdoruar të drejtën e saj për ankim individual në rastin e çështjes në fjalë.", "100.  Pra, kërkesa për prapësim e Qeverisë nuk mund të pranohet.", "D.  Vonesa e kërkesëpadisë", "101.  Në seancën e 12 tetorit 2011, Qeveria ka nxjerrë si argument mosrespektimin e afatit gjashtëmujor të parashikuar nga neni 35 § 1 i Konventës, me arsyetimin se vendimi i brendshëm i formës së prerë qenka ai nr. 2622 i Këshillit të Shtetit, i depozituar në sekretari më 31 maj 2008. Ajo çmon se, me këtë vendim, Këshilli i Shtetit, duke e lënë në fuqi vendimin e GjAR-së, e ka shpallur përfundimisht të papranueshme kërkesën për caktim të radiofrekuencave. Kërkesëpadia, e paraqitur më 20 korrik 2009, qenka pra e vonuar.", "102.  Gjykata rikujton se rregulli i gjashtë muajve nuk mund të interpretohet në një mënyrë të tillë e cila do të kërkonte që një paditës t’i drejtohet Gjykatës me një ankesë përpara se situata nga rrjedh kjo e fundit të ketë qenë objekt i një vendimi të formës së prerë në nivelin e brendshëm (Varnava me të tjerë k. Turqisë [DhM], nr. 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 e 16073/90, § 157, GjEDNj 2009). Kur një paditës ankohet për një situatë të vazhduar, ky afat fillon të llogaritet që nga përfundimi i kësaj të fundit (shih, ndër shumë të tjera, Ortolani k. Italisë (vend. pran.), nr. 46283/99, 31 maj 2001, dhe Pianese k. Italisë e Vendeve të Ulëta (vend. pran.), nr. 14929/08, § 59, 27 shtator 2011).", "103.  Në rastin e çështjes në fjalë, me vendimin e tij të 31 majit 2008, Këshilli i Shtetit e ka rrëzuar kërkesën për caktim radiofrekuencash të paraqitur prej paditëses me arsyetimin se gjyqtari nuk e kishte fuqinë që t’i zinte vendin administratës për të marrë masën e kërkuar. Këshilli i Shtetit ka gjykuar se ishte Ministria ajo që duhej të shprehej rreth kërkesës për caktim radiofrekuencash të paraqitur nga paditësja, duke vënë në zbatim vendimin e GjDBE-së, të shpallur ndërkohë, dhe e ka shtyrë për një datë të mëvonshme vendimin lidhur me zhdëmtimin që do t’i jepej të interesuarës (paragrafët 37-39 të mësipërm).", "104.  Për rrjedhojë, edhe pas vendimit të Këshillit të Shtetit nr. 2622 të 31 majit 2008, paditësja mbetej në pritje që të merrte një përgjigje nga administrata për kërkesën e saj për caktim radiofrekuencash. Në fakt, duke mos qenë i formës së prerë, ky vendim nuk është shprehur për të gjitha kërkesat e paditëses. Në veçanti, çështjet lidhur me faktin nëse asaj i ishte shkaktuar ndonjë dëm, nëse ky vinte për fajin e administratës dhe nëse e interesuara kishte të drejtë për një zhdëmtim mbeteshin të hapura. Këshilli i Shtetit është shprehur rreth tyre vetëm në vendimin e tij të 20 janarit 2009, me të cilin ai e dënoi Ministrinë që t’i paguante paditëses, për zhdëmtim, shumën prej 1 041 418  EUR. Vetëm në këtë vendim të fundit e ka pranuar Këshilli i Shtetit që veprimi i Ministrisë kishte qenë i fajshëm ngaqë, në njërën anë, ajo i kishte dhënë shoqërisë Centro Europa 7 S.r.l. një koncesion pa i caktuar asaj radiofrekuencat për transmetim dhe, në anën tjetër, ekzistonte një lidhje shkakësore ndërmjet sjelljes së administratës dhe dëmit të përmendur (paragrafët 45-48).", "Përveç kësaj, Gjykata shënon se situata për të cilën paditësja është ankuar përpara saj, konkretisht pamundësia për të transmetuar programe televizive, nuk ka marrë fund veçse më 30 qershor 2009 (paragrafi 16 i mësipërm), ose vetëm njëzet ditë përpara datës së paraqitjes së kërkesëpadisë.", "105.  Në këto kushte, kërkesa e Qeverisë për prapësim për shkak vonese nuk mund të pranohet.", "E.  Mosshterimi i mjeteve të brendshme ligjore", "106.  Sipas Qeverisë, paditësja nuk i ka shteruar mjetet e brendshme ligjore, sepse nuk e paska ngritur “të paktën në thelb” pretendimin e saj sipas nenit 10 të Konventës në ankimin me të cilin i është drejtuar GjAR-së më 18 shkurt 2009 lidhur me dekretin e caktimit të radiofrekuencave të 11 dhjetorit 2008 (paragrafi 18 i mësipërm).", "107.  Paditësja e kundërshton tezën e Qeverisë dhe pohon se ky ankim në GjAR ka të bëjë me një periudhë që nuk është objekt i kërkesëpadisë së saj pranë Gjykatës.", "108.  Parimet e përgjithshme në fushën e shterimit të mjeteve të brendshme ligjore parashtrohen në vendimin Sejdovic k. Italisë ([DhM], nr. 56581/00, §§ 43-46, GjEDNj 2006II). Gjykata vëren se procedura të cilës i referohet Qeveria, e cila është ende e papërfunduar përpara juridiksioneve të brendshme (paragrafi 23 i mësipërm), drejtohet kundër dekretit për caktimin e radiofrekuencave të 11 dhjetorit 2008. Mirëpo, ky dekret i ka dhënë fund situatës së denoncuar nga ana e paditëses përpara Gjykatës, përderisa ai përbën bazën ligjore që i ka lejuar asaj të transmetojë që prej 30 qershorit 2009 (paragrafi 16 i mësipërm). Për rrjedhojë, në kuadrin e kësaj kërkesëpadie, paditësja nuk ka sesi të ishte e detyruar të priste përfundimin e kësaj procedure përpara se themeli i pretendimeve të saj të shqyrtohej nga Gjykata.", "109.  Për pasojë, është e udhës të rrëzohet kërkesa e bërë nga Qeveria për prapësim për arsye mosshterimi.", "III.  RRETH SHKELJES SË PRETENDUAR TË NENIT 10 TË KONVENTËS", "110.  Paditësja denoncon një shkelje të së drejtës së saj për lirinë e shprehjes dhe sidomos të lirisë së saj për të dhënë informacione ose ide. Ajo ankohet sidomos se Qeveria, gjatë pothuajse dhjetë vjetësh, nuk i ka caktuar asaj radiofrekuenca emetimi për transmetime televizive përmes rrugës herciane në mënyrë analogjike. Ajo mbron mendimin se moszbatimi i Ligjit nr. 249 të vitit 1997 (paragrafi 56 i mësipërm), mosekzekutimi i vendimeve të Gjykatës Kushtetuese nr. 420 të vitit 1994 dhe nr. 466 të vitit 2002 (paragrafët 54 e 62 të mësipërm) dhe situata e duopolit në tregun e televizionit italian bien në kundërshtim me nenin 10 të Konventës, i cili shprehet kështu:", "\" 1. Çdokush ka të drejtën e lirisë së shprehjes. Kjo e drejtë përfshin lirinë e mendimit dhe lirinë për të marrë ose për të dhënë informacione dhe ide pa ndërhyrjen e autoriteteve publike dhe pa marrë parasysh kufijtë. Ky nen nuk i ndalon Shtetet që të kërkojnë licencimin e ndërmarrjeve të transmetimit audio, kinematografik ose televiziv.", "2. Ushtrimi i këtyre lirive që përmban detyrime dhe përgjegjësi, mund t’u nënshtrohet atyre formaliteteve, kushteve, kufizimeve ose sanksioneve të parashikuara me ligj dhe që janë të nevojshme në një shoqëri demokratike,në interes të sigurisë kombëtare, integritetit territorial ose sigurisë publike, për mbrojtjen e rendit dhe parandalimin e krimit, për mbrojtjen e shëndetit ose të moralit, për mbrojtjen e dinjitetit ose të të drejtave të të tjerëve, për të ndaluar përhapjen e të dhënave konfidenciale ose për të garantuar autoritetin dhe paanshmërinë e pushtetit gjyqësor.”", "111.  Qeveria e kundërshton këtë tezë.", "A.  Rreth pranueshmërisë", "112.  Gjykata vë re se ky pretendim nuk është haptazi i paarsyetuar në kuptimin e nenit 35 § 3 (a) të Konventës. Ajo vëren madje se ai nuk ndeshet me asnjë arsye tjetër për papranueshmëri. Pra, është e udhës që ai të shpallet i pranueshëm.", "B.  Rreth thelbit", "1.  Tezat e palëve dhe të palës së tretë ndërhyrëse", "a)  Paditësja", "113.  Paditësja mbron mendimin se ajo nuk ka mundur të transmetojë programe televizive, pavarësisht nga fakti se, për këtë qëllim, në përfundim të një procedure tenderimi, asaj i ishte dhënë një koncesion. Kjo shkelje e të drejtave të saj lidhej me masa të ndryshme legjislative, administrative e gjyqësore të shtetit italian, i cili ka vepruar me ndërmjetësinë e organeve dhe instrumenteve të ndryshme. Ndërhyrjet në të drejtën e saj për lirinë e shprehjes nuk ishin as të përligjura, as të nevojshme në një shoqëri demokratike.", "114.  Sipas paditëses, ligjet kalimtare të miratuara nga ligjvënësi e kanë sanksionuar praktikën e përkohshme që favorizonte operatorët ekzistues, çka e ka penguar atë të kërkojë efektivisht të drejtat e saj. Ajo rikujton jurisprudencën Meltex Ltd e Movsessian, të cituar më lart, dhe shënon se, në ndryshim nga ajo çështje, shkelja në rastin e saj nuk ka të bëjë me një mohim të drejte si rezultat i një vendimi të marrë në një moment të caktuar, por me një mospranim për t’i dhënë efekt për më shumë se dhjetë vjet një koncesioni të dhënë në përfundim të një procedure tenderimi.", "115.  Paditësja çmon se mospranimi për t’i dhënë asaj radiofrekuenca përbën një ndërhyrje në ushtrimin e të drejtave të saj të garantuara nga neni 10 § 1 i Konventës (Meltex Ltd e Movsessian, i cituar më lart, dhe Glas Nadejda EOOD e Anatoli Elenkov, i cituar më lart). Kjo ndërhyrje nuk ishte e parashikuar nga ligji, siç e kërkon Konventa, për mungesë parashikueshmërie të ligjeve kalimtare të miratuara nga ligjvënësi kombëtar. Për më tepër, paditësja rikujton se juridiksionet italiane i kanë zbatuar këto ligje dhe kanë çmuar se zhdëmtimi duhej përllogaritur duke nisur nga 1 dhjetori 2004, në kundërshtim me çka kishte nxjerrë si përfundim GjDBE-ja në vendimin e saj.", "b)  Qeveria", "116.  Qeveria rikujton se, më 1999, paditësja ka marrë një koncesion që nuk e përmbante ipso facto të drejtën që asaj t’i caktoheshin radiofrekuenca. Në përputhje me Dekretligjin nr. 5 të 23 janarit 2001, ashtu siç është ndryshuar me Ligjin nr. 66 të 20 marsit 2001 (paragrafët 63-64 të mësipërm), paditësja paska mundur t’i blinte radiofrekuencat e nevojshme për transmetimin e emisioneve. Mirëpo ajo nuk e paska shfrytëzuar këtë mundësi dhe nuk paska marrë pjesë në tenderin e ri të çelur më 2007.", "117.  Mosmarrja e radiofrekuencave nga ana e paditëses u shpjeguaka me një riorganizim të përgjithshëm të radiofrekuencave analogjike kombëtare dhe lokale në një kontekst mungese të këtyre të fundit, si edhe me faktin se shumë shoqëri, të cilat kishin marrë pjesë në tenderin e vitit 1999, por pa fituar koncesion, kishin paraqitur ankesa pranë juridiksioneve kombëtare dhe kishin fituar lejen për t’i vazhduar transmetimet e tyre në mungesë të një koncesioni, mbi bazën e rregullave të vjetra.", "118.  Qeveria vë në dukje se ftesa për oferta e vitit 1999 synonte përzgjedhjen e operatorëve që do të përfshiheshin në planin e AGCOM-it. Për pasojë, sipas saj, fjala nuk ishte që të caktoheshin drejtpërdrejt radiofrekuenca, meqenëse mungonte programi i përshtatjes së instalimeve. Në këtë drejtim, ajo thekson se më 1999 Ministria nuk ka dhënë koncesione të reja me të njëjtat kushte.", "119.  Qeveria shpjegon se, pas dështimit të televizionit kabllor në Itali, Ligji nr. 66 i vitit 2001 kishte parashikuar që, deri më 2006, të kalohej drejt televizionit digjital tokësor. Ajo shton se Dekretligji nr. 352 i vitit 2003 dhe Ligji nr. 112 i vitit 2004 (paragrafët 65-67 të mësipërm) kishin përcaktuar pastaj që dispozitat kalimtare do të merrnin fund kur transmetimet digjitale të arrinin në mbi 50% të përdoruesve, çka ndodhi më 27 maj 2004.", "120.  Qeveria vë në dukje gjithashtu se GjDBE-ja ka çmuar se nuk ishte nevoja të shqyrtohej ndonjë shkelje eventuale e nenit 10 të Konventës. Përveç kësaj, në vendimet e tij nr. 242 dhe nr. 243, Këshilli i Shtetit paska gjykuar se televizioni kombëtar nuk ishte një shërbim ndërkufitar dhe se paditësja, si zotëruese e një koncesioni, kishte të drejtën për të marrë pjesë në procedura konkurruese dhe jo diskriminuese për caktimin e frekuencave që prej 1 janarit 2008. Ky rezultat u arrit me një vendim ministror të 11 dhjetorit 2008 (paragrafi 16 i mësipërm), i cili i caktoi paditëses kanalin 8 të brezit VHF III, të bërë të disponueshëm në saje të kalimit drejt sistemit digjital.", "121.  Qeveria rikujton se Italisë i është dashur t’i harmonizojë në mënyrë progresive stacionet kombëtare e lokale dhe se ishte e domosdoshme që të drejtat e fituara nga operatorët e vjetër të pajtoheshin me interesat e operatorëve të rinj e sidomos që të shmangej çdo rrezik shkarjeje drejt një monopoli ose, në anën e kundërt, në kaos. Ky tranzicion u paska lejuar operatorëve të vjetër që t’i vazhdonin transmetimet, ndërsa zotëruesve të rinj të koncesioneve që të krijonin një rrjet në saje të blerjes së frekuencave.", "122.  Mirëpo, Qeveria mbron mendimin se, sipas jurisprudencës së Gjykatës, një përcaktim i rregullave rreth veprimtarive të ndërmarrjeve televizive është në përputhje me nenin 10 të Konventës. Në fakt, kjo dispozitë nuk i penguaka shtetet që të vlerësojnë aspektet teknike, të drejtat dhe nevojat e një publiku të caktuar, natyrën dhe objektivat e stacioneve, mundësitë e tyre për t’u përfshirë në rang kombëtar e lokal, si edhe detyrimet që rrjedhin prej zotimeve të marra në rrafshin ndërkombëtar (Informationsverein Lentia me të tjerë k. Austrisë, 24 nëntor 1993, seria A nr. 276).", "123.  Qeveria saktëson se koncesioni që i ishte dhënë paditëses i lejonte asaj të ishte në një pozitë të mbrojtur juridikisht, të mund të blinte frekuenca, të përdorte kapacitetin e operatorëve të tjerë për të transmetuar në mënyrë digjitale dhe të përdorte “bashkëvendndodhjen e dy operatorëve RAI dhe [Mediaset]”.", "124.  Qeveria vëren se, sot, paditësja i ofron klientelës së vet një buqetë stacionesh që transmetojnë programe të ndryshme, duke përfshirë edhe filma tmerri e filma për të rritur. Praktikisht, ajo përdorka një sistem të kufizuar, duke qenë se emisionet e saj mund të shihen vetëm me anë të një dekoderi që ajo i ofron klientelës së saj. Kjo gjë qenka domethënëse për masën se sa dhe mënyrën se si përfiton e interesuara nga liria për të dhënë informacione dhe ide në një shoqëri demokratike.", "125.  Së fundi, Qeveria çmon se rrethanat e çështjes në fjalë nuk kanë asnjë të krahasuar me ato të çështjes Meltex Ltd e Movsessian, të cituar më lart.", "c)  Pala e tretë", "126.  Organizata Open Society Justice Initiative jep fillimisht një vështrim të shkurtër të “Parimeve udhëheqëse rreth pluralizmit të medieve”. Ajo u referohet më tej ligjeve dhe praktikave të tre vendeve evropiane me përmasa të ngjashme me Italinë (të Francës, të Gjermanisë dhe të Mbretërisë së Bashkuar), pastaj përmend normat evropiane sipas të cilave detyrimi për të garantuar pluralizmin kërkon vendosjen e kufizimeve në fushën e pronësisë së medieve, sidomos për sa u përket transmetimeve.", "127.  Ajo merr gjithashtu në shqyrtim kontrollin e shoqërive transmetuese nga ana e aktorëve të botës politike dhe rikujton se shumë vende evropiane kanë miratuar sisteme juridike që e ndalojnë në mënyrë specifike dhe/ose e kufizojnë mundësinë që organet e transmetimit dhe programacioni i tyre të kontrollohen prej politikanëve a politikaneve dhe prej partive politike me rëndësi.", "128.  Sipas kësaj shoqate, rrethanat e kësaj çështjeje përfshihen në kontekstin e shqetësimit shumë të madh e shumë të hershëm që sundon në sektorin e transmetimeve dhe të informacionit në Itali. Open Society Justice Initiative çmon se, në rast se Gjykata konstaton një shkelje të nenit 10, ajo duhet të marrë parasysh që ta urdhërojë shtetin italian të vërë në zbatim masa me natyrë të përgjithshme e sistemore për të garantuar pluralizmin e sistemit të saj të transmetimeve.", "2.  Vlerësimi i Gjykatës", "a)  Parime të përgjithshme lidhur me pluralizmin në mediet audiovizive", "129.  Gjykata e çmon të udhës të rikujtojë pikësëpari parimet e përgjithshme që rrjedhin nga jurisprudenca e saj në fushën e pluralizmit në mediet audiovizive. Siç e ka theksuar shpesh ajo, pa pluralizëm nuk ka demokraci. Demokracinë e ushqen liria e shprehjes. Për të është thelbësore që të mundësohet propozimi dhe diskutimi i projekteve të ndryshme politike, madje edhe i atyre që e vënë sërish në pikëpyetje mënyrën e organizimit të tanishëm të një shteti, mjafton që ato të mos synojnë të cenojnë vetë demokracinë (Manole me të tjerë k. Moldavisë, nr. 13936/02, § 95, GjEDNj 2009 (pjesë të zgjedhura), dhe Partia socialiste me të tjerë k. Turqisë, 25 maj 1998, §§ 41, 45 e 47, Recueil 1998-III).", "130.  Në këtë drejtim, Gjykata vëren se, në një shoqëri demokratike, për të siguruar një pluralizëm të vërtetë në sektorin e transmetimeve audiovizive, nuk mjafton vetëm të parashikohet ekzistenca e disa stacioneve apo mundësia teorike e qasjes së operatorëve potencialë në tregun e medieve audiovizive, por duhet të mundësohet gjithashtu një qasje efektive në këtë treg, në mënyrë që, në përmbajtjen e programeve të marra në tërësinë e tyre, të sigurohet një shumëllojshmëri e cila pasqyron larminë e rrymave të mendimit që e përshkojnë atë shoqëri së cilës i drejtohen këto programe.", "131.  Liria e shprehjes, e sanksionuar nga paragrafi 1 i nenit 10, përbën një nga themelet thelbësore të një shoqërie demokratike, një nga kushtet parësore të përparimit të saj (Lingens k. Autsrisë, 8 korrik 1986, § 41, seria A nr. 103). Liria e shtypit dhe e medieve të tjera të informimit i jep opinionit publik një nga mjetet më të mira për të njohur e gjykuar idetë dhe qëndrimet e udhëheqësve. Shtypit i bie për detyrë të përcjellë informacione dhe ide mbi çështjet e debatuara në arenën politike, ashtu si edhe mbi ato që kanë të bëjnë me sektorët e tjerë me interes publik. Funksionit të tij që është për përhapjen e tyre i shtohet e drejta e publikut për t’i marrë ato (shih, për shembull, Handyside k. Mbretërisë së Bashkuar, 7 dhjetor 1976, § 49, seria A nr. 24, dhe Lingens, i cituar më lart, §§ 41-42).", "132.  Mediet audiovizive, si radioja dhe televizioni, kanë një rol veçanërisht të rëndësishëm për të luajtur në këtë drejtim. Për arsye të fuqisë së tyre për të përcjellë mesazhe me anë të zërit dhe të pamjeve, ato kanë efekte më të menjëhershme e më të fuqishme sesa shtypi i shkruar (Jersild k. Danimarkës, 23 shtator 1994, § 31, seria A nr. 298, dhe Pedersen e Baadsgaard k. Danimarkës [DhM], nr. 49017/99, § 79, GjEDNj 2004-XI). Funksioni i televizionit e i radios, si burime të zakonshme zbavitjeje në zemër të intimitetit të teleshikuesit ose të dëgjuesit, e përforcon edhe më shumë ndikimin e tyre (Murphy k. Irlandës, nr. 44179/98, § 74, GjEDNj 2003-IX).", "133.  Një situatë ku një grup ekonomik ose politik i shoqërisë mund të fitojë një pozitë mbisunduese ndaj medieve audiovizive dhe të ushtrojë kështu një trysni mbi transmetuesit për ta kufizuar më në fund lirinë e tyre editoriale, e cenon rolin themelor të lirisë së shprehjes në një shoqëri demokratike siç e garanton neni 10 i Konventës, sidomos kur ajo shërben për të përcjellë informacione dhe ide me interes të përgjithshëm, për të cilat madje publiku mund të ketë pretendime (VgT Verein gegen Tierfabriken k. Zvicrës, nr. 24699/94, §§ 73 e 75, GjEDNj 2001-VI; shih gjithashtu De Geillustreerde k. Vendeve të Ulëta, nr. 5178/71, vendim i Komisionit i 6 korrikut 1976, § 86, Décisions et rapports (DR) 8, f. 13). Po e njëjta gjë vlen edhe kur pozita mbisunduese mbahet nga një transmetues shtetëror ose një transmetues publik. Kështu, Gjykata ka gjykuar tashmë se, për shkak të natyrës së tij kufizuese, një regjim licencimi që i jep transmetuesit publik një monopol mbi frekuencat e disponueshme nuk përligjet dot përveçse kur mund të vërtetohet se ekziston një nevojë e domosdoshme në këtë drejtim (Informationsverein Lentia me të tjerë, i cituar më lart, § 39).", "134.  Gjykata nënvizon se, në një sektor aq të ndjeshëm si ai i medieve audiovizive, detyrës negative për mosndërhyrje i shtohet për shtetin detyrimi pozitiv që të krijojë një kuadër të përshtatshëm legjislativ dhe administrativ, në mënyrë që të garantohet një pluralizëm efektiv (paragrafi 130 i mësipërm). Kjo gjë bëhet edhe më e nevojshme kur, si në rastin e çështjes në fjalë, sistemi audioviziv kombëtar karakterizohet nga një situatë duopoli.", "Në këtë vështrim, është e udhës të rikujtohet se, në rekomandimin e tij CM/Rec(2007)2 rreth pluralizmit të medieve dhe larmisë së përmbajtjes së medieve (paragrafi 72 i mësipërm), Komiteti i Ministrave ka ripohuar se “për të mbrojtur e nxitur në mënyrë aktive pluralizmin e rrymave të mendimit e të opinionit, si edhe larminë kulturore, shtetet anëtare duhet t’i përshtatin kornizat rregullatore ekzistuese, sidomos lidhur me pronësinë e medieve, dhe të marrin masat e duhura rregullatore dhe financiare për të garantuar transparencën e pluralizmin strukturor të medieve, si edhe larminë e përmbajtjeve të transmetuara prej tyre”.", "135.  Në rastin e çështjes në fjalë, pyetja që shtrohet është nëse ka pasur ndonjë ndërhyrje të autoriteteve publike në të drejtën e paditëses “për të dhënë informacione ose ide” dhe, në rast se po, nëse kjo ndërhyrje ishte “e parashikuar me ligj”, ndiqte një ose disa qëllime të drejta dhe ishte “e nevojshme në një shoqëri demokratike” për t’i arritur ato (RTBF k. Belgjikës, nr 50084/06, § 117, GjEDNj 2011 (pjesë të zgjedhura)).", "b)  Rreth ekzistencës së një ndërhyrjeje", "136.  Gjykata ka gjykuar tashmë se mospranimi për të dhënë një licencë transmetimesh përbën një ndërhyrje në ushtrimin e të drejtave të garantuara nga neni 10 § 1 i Konventës (shih, ndër të tjera, Informationsverein Lentia me të tjerë, i cituar më lart, § 27, Radio ABC k. Autsrisë, 20 tetor 1997, § 27, Recueil 1997-VI, Leveque k. Francës (vend. pran.), nr. 35591/97, 23 nëntor 1999, United Christian Broadcasters Ltd k. Mbretërisë së Bashkuar (vend. pran.), nr. 44802/98, 7 nëntor 2000, Demuth k. Zvicrës, nr. 38743/97, § 30, GjEDNj 2002-IX, dhe Glas Nadejda EOOD e Anatoli Elenkov, i cituar më lart, § 42). Pak rëndësi ka, në këtë drejtim, që licenca të mos jetë dhënë pas një kërkese individuale apo një pjesëmarrjeje në një tender (Meltex Ltd e Movsessian, i cituar më lart, § 74).", "137.  Gjykata vëren se çështja në fjalë dallon nga çështjet e cituara në paragrafin pararendës, sepse ajo nuk ka të bëjë me mospranimin për të dhënë një licencë. Përkundrazi, paditësja ka marrë më 28 korrik 1999, në përfundim të një procedure tenderimi, një koncesion për transmetime televizive me rrugë herciane në mënyrë analogjike (paragrafi 9 i mësipërm). Por, në mungesë të dhënies së radiofrekuencave për transmetim, ajo ka mundur të transmetojë programe televizive vetëm duke filluar nga 30 qershori 2009.", "138.  Gjykata rikujton se qëllimi i Konventës është që të mbrojë disa të drejta jo teorike ose të rreme, por konkrete dhe efektive (Artico k. Italisë, 13 maj 1980, § 33, seria A nr. 37). Mirëpo, mosdhënia radiofrekuencave për paditësen e ka zbrazur koncesionin nga çdolloj efekti të dobishëm, sepse veprimtaria që lejohej prej tij nuk ka mundur të ushtrohet de facto për gati dhjetë vjet. Kjo mosdhënie ka përbërë kështu një pengesë thelbësore, dhe për pasojë një ndërhyrje, në ushtrimin nga ana e paditëses të së drejtës së saj për të dhënë informacione ose ide.", "c)  Rreth çështjes nëse ndërhyrja ishte “e parashikuar me ligj”", "i)  Parime të përgjithshme", "139.  Sipas fjalisë së tretë të nenit 10 § 1, shtetet mund të vendosin rregulla, përmes një regjimi lejesh, për organizimin e transmetimeve në territorin e tyre, sidomos lidhur me aspektet e tyre teknike. Dhënia e një licence mund të kushtëzohet gjithashtu me disa konsiderata lidhur me natyrën dhe me synimet e një stacioni të ardhshëm, me mundësitë e tij për t’u përfshirë në rangun kombëtar, rajonal ose lokal, me të drejtat e nevojat e një publiku të caktuar, si edhe me detyrimet që rrjedhin prej instrumenteve juridike ndërkombëtare (United Christian Broadcasters Ltd, vendim i cituar më lart, dhe Demuth, i cituar më lart, §§ 33-35). Një rregullore e tillë duhet të jetë e mbështetur në “ligj”.", "140.  Mirëpo, fjalët “e parashikuar me ligj” që përmban paragrafi i dytë i nenit 10 jo vetëm kërkojnë që masa e fajësuar të ketë një bazë ligjore në të drejtën e brendshme, por edhe synojnë cilësinë e ligjit në fjalë: kështu, ky i fundit duhet të jetë i zbatueshëm për subjektet dhe i parashikueshëm për sa u përket efekteve të tij (shih, mes disa të tjerësh, VgT Verein gegen Tierfabriken, i cituar më lart, § 52, Rotaru k. Rumanisë [DhM], nr. 28341/95, § 52, GjEDNj 2000-V, Gawęda k. Polonisë, nr. 26229/95, § 39, GjEDNj 2002-II, dhe Maestri k. Italisë [DhM], nr. 39748/98, § 30, GjEDNj 2004-I). Sidoqoftë, u takon autoriteteve kombëtare, sidomos gjykatave, që ta interpretojnë dhe ta zbatojnë të drejtën e brendshme (Kruslin k. Francës, 24 prill 1990, § 29, seria A nr. 176-A dhe Kopp k. Zvicrës, 25 mars 1998, § 59, Recueil 1998-II).", "141.  Një nga kërkesat që rrjedhin prej shprehjes “e parashikuar me ligj” është parashikueshmëria. Kështu, “ligj” mund të quhet vetëm një normë e parashtruar me aq saktësi, saqë ta lejojë qytetarin ta ndreqë sjelljen e vet; duke marrë në rast nevoje këshillat e duhura, ai duhet të jetë në gjendje që të parashikojë, në një shkallë të arsyeshme në rrethanat e çështjes, pasojat që mund të rrjedhin nga një veprim i caktuar. Këto pasoja nuk është nevoja të jenë të parashikueshme me një siguri absolute: përvoja tregon se një siguri e tillë është e paarritshme. Për më tepër, siguria, sado që shumë e dëshirueshme, shoqërohet nganjëherë me njëfarë ngurtësie të tepruar; por e drejta duhet të dijë t’u përshtatet ndryshimeve të situatës. Prandaj, shumë ligje përdorin, domosdo, formula pak a shumë të mjegullta, interpretimi dhe zbatimi i të cilave varen nga praktika (Sunday Times k. Mbretërisë së Bashkuar (nr. 1), 26 prill 1979, § 49, seria A nr. 30, Kokkinakis k. Greqisë, 25 maj 1993, § 40, seria A nr. 260-A, dhe Rekvényi k. Hungarisë [DhM], nr. 25390/94, § 34, GjEDNj 1999III).", "142.  Niveli i saktësisë së legjislacionit të brendshëm – që gjithsesi nuk mund t’i parashikojë të gjitha hipotezat – varet në një masë të madhe nga përmbajtja e ligjit në fjalë, nga fusha që pritet të mbulojë dhe nga numri e statusi i atyre të cilëve ai u drejtohet (RTBF k. Belgjikës, i cituar më lart, § 104, Rekvényi, i cituar më lart, § 34, dhe Vogt k. Gjermanisë, 26 shtator 1995, § 48, seria A nr. 323).", "143.  Në veçanti, një normë është “e parashikueshme” kur ajo ofron njëfarë garancie kundër cenimeve arbitrare prej pushtetit publik (Tourancheau e July k. Francës, nr. 53886/00, § 54, 24 nëntor 2005) dhe kundër një zbatimi të gjerë të një kufizimi të bërë në dëm të subjekteve (shih, mutatis mutandis, Başkaya e Okçuoğlu k. Turqisë [DhM], nr. 23536/94 e nr. 24408/94, § 36, GjEDNj 1999-IV).", "ii)  Zbatimi i këtyre parimeve në rastin e çështjes në fjalë", "144.  Në këtë çështje, Gjykata duhet të verifikojë pra nëse legjislacioni italian i tregonte me saktësi të mjaftueshme kushtet dhe modalitetet sipas të cilave paditëses do t’i caktoheshin radiofrekuencat për transmetim në përputhje me koncesionin që zotëronte ajo. Kjo gjë merr edhe më shumë rëndësi në një çështje si kjo, ku legjislacioni në fjalë kishte të bënte me kushtet e qasjes në tregun e sektorit audioviziv.", "145.  Gjykata rikujton se, më 28 korrik 1999, autoritetet kompetente i kanë dhënë paditëses, në përputhje me dispozitat e Ligjit nr. 249 të vitit 1997, një koncesion për transmetime televizive tokësore në rang kombëtar, duke e lejuar atë të instalojë e të shfrytëzojë një rrjet televizioni analogjik. Lidhur me dhënien e radiofrekuencave, koncesioni i referohej planit kombëtar për caktimin e radiofrekuencave të miratuar më 30 tetor 1998 dhe i linte paditëses një afat prej njëzet e katër muajsh për t’i përshtatur instalimet e saj (paragrafi 9 i mësipërm). Por, siç del nga vendimet e juridiksioneve të brendshme (paragrafi 14 i mësipërm), ky detyrim nuk mund të plotësohej nga e interesuara për sa kohë që administrata nuk e kishte miratuar programin e përshtatjes dhe kryer zbatimin e planit të ndarjes së radiofrekuencave. Sipas mendimit të Gjykatës, në kushte të tilla, paditësja kishte arsye të priste që, brenda njëzet e katër muajve pas 28 korrikut 1999, administrata t’i miratonte tekstet e nevojshme si kornizë për veprimtarinë e saj për transmetime televizive tokësore. Me kusht që ajo t’i përshtaste instalimet e veta, ashtu siç e kishte për detyrim, paditësja ishte dashur pastaj të kishte të drejtën për të transmetuar programe televizive.", "146.  Mirëpo, plani i ndarjes së radiofrekuencave është vënë në jetë vetëm në dhjetor 2008 dhe paditësja e ka marrë një kanal për transmetimet e saj vetëm duke filluar nga 30 qershori 2009 (paragrafi 16 i mësipërm). Gjatë kësaj periudhe, disa stacione kishin vazhduar përkohësisht të përdornin radiofrekuenca të ndryshme që duhej të ndaheshin në kuadër të planit. Sipas Këshillit të Shtetit (paragrafi 28 i mësipërm), kjo situatë ndodhte për shkak të disa faktorëve në thelb legjislativë. Gjykata do t’i shqyrtojë ata shkurtimisht.", "147.  Ajo vëren pikësëpari se neni 3 § 1 i Ligjit nr. 249 të vitit 1997 parashikonte, për stacionet e ashtuquajtura “të tepërta” (paragrafi 60 i mësipërm), mundësinë që ato të vazhdonin t’i transmetonin programet e tyre në rang si kombëtar ashtu edhe lokal deri në dhënien e koncesioneve të reja ose deri në rrëzimin e kërkesave për koncesione të reja, por sidoqoftë jo përtej 30 prillit 1998 (paragrafi 57 i mësipërm). Mirëpo, neni 3 § 6 i po atij ligji përcaktonte për stacionet e tepërta një regjim kalimtar, i cili u lejonte atyre të vazhdonin të transmetonin përkohësisht pas 30 prillit 1998 në radiofrekuenca herciane, duke i respektuar detyrimet që u binin stacioneve koncesionare dhe me kusht që emisionet të transmetoheshin njëkohësisht edhe me satelit ose me kabllo (paragrafi 60 i mësipërm).", "148.  Nga kjo kornizë legjislative në fuqi në çastin e dhënies së koncesionit, paditësja mund të deduktonte se, duke filluar nga 30 prilli 1998, mundësia e stacioneve të tepërta për t’i vazhduar transmetimet nuk do t’ua prekte të drejtat koncesionarëve të rinj. Mirëpo, kjo kornizë është ndryshuar me Ligjin nr. 66 të 20 marsit 2001, i cili përcaktonte rregullat e kalimit nga televizioni analogjik në televizionin digjital dhe i cili i ka lejuar përsëri stacionet e tepërta për të vazhduar të transmetonin në frekuenca herciane deri sa të vihej në jetë një plan kombëtar i ndarjes së frekuencave për transmetime digjitale (paragrafi 63 i mësipërm).", "149.  Më 20 nëntor 2002, ndërsa ky plan nuk ishte vënë ende në jetë, Gjykata Kushtetuese ka vendosur që kalimi nga valët herciane në kabllo ose në satelit për stacionet e tepërta duhej të përfundonte brenda datës 31 dhjetor 2003, pavarësisht nga stadi i zhvillimit të televizionit digjital (paragrafi 62 i mësipërm). Në dritën e këtij vendimi, paditësja mund të priste që radiofrekuencat të cilat duhej t’i caktoheshin asaj të liroheshin në fillim të vitit 2004. Mirëpo, nga ligjvënësi kombëtar u vendos një shtyrje e re afati.", "150.  Në fakt, neni 1 i Dekretligjit nr. 352 të vitit 2003 e ka shtyrë afatin e veprimtarisë së stacioneve të tepërta deri në përfundimin e një hetimi të AGCOM-it rreth zhvillimit të stacioneve televizive digjitale. Pastaj, Ligji nr. 112 i vitit 2004 (neni 23 § 5) e ka zgjatur me një mekanizëm lejimi të përgjithshëm mundësinë që stacionet e tepërta të vazhdonin të transmetonin në radiofrekuencat herciane deri sa të vihej në jetë plani kombëtar për caktimin e radiofrekuencave për televizionin digjital (paragrafët 65-67 të mësipërm), kështu që këto stacione nuk ishin më të detyruara për t’i liruar radiofrekuencat që duhej t’u transferoheshin operatorëve të cilët, ashtu si paditësja, zotëronin koncesione.", "151.  Gjykata konstaton se zbatimi i njëpasnjëshëm i këtyre ligjeve ka sjellë si pasojë që të mos liroheshin radiofrekuencat dhe që të pengoheshin operatorët e tjerë përveç stacioneve të tepërta për të marrë pjesë në fillimet e televizionit digjital. Në veçanti, këto ligje e shtynin përfundimin e regjimit kalimtar deri në finalizimin e një hetimi të AGCOM-it rreth zhvillimit të stacioneve televizive digjitale dhe vënien në jetë të planit kombëtar të radiofrekuencave, domethënë duke iu referuar disa ngjarjeve data e të cilave ishte e pamundur të parashikohej. Lidhur me këtë, Gjykata pajtohet me mendimin e GjDBE-së, sipas të cilit:", "“(...) Ligji nr. 112/2004, nuk kufizohet duke u dhënë operatorëve ekzistues një të drejtë me përparësi për t’i marrë radiofrekuencat, por ua rezervon atyre këtë të drejtë ekskluzivisht dhe pa kufizim kohor të situatës së privilegjuar që u është krijuar këtyre operatorëve dhe pa parashikuar ndonjë detyrim për kthimin e radiofrekuencave të tepërta pas kalimit në transmetimet televizive në mënyrë digjitale.”", "152.  Prandaj, Gjykata çmon se ligjet në fjalë shpreheshin me terma të mjegullta të cilat nuk i përcaktonin me një qartësi e saktësi të mjaftueshme shtrirjen dhe kohëzgjatjen e regjimit kalimtar.", "153.  Përveç kësaj, GjDBE-ja, së cilës i është drejtuar Këshilli i Shtetit, ka shënuar se këto ndërhyrje të ligjvënësit kombëtar kishin çuar në zbatimin e disa regjimeve kalimtare të njëpasnjëshme të ndrequra në favor të zotëruesve të rrjeteve ekzistuese dhe se kjo situatë kishte pasur si pasojë që t’i pengonte operatorët pa radiofrekuenca transmetimi, si Centro Europa 7 S.r.l., për të hyrë në tregun e transmetimeve televizive, edhe pse përfitonin nga një koncesion (të dhënë, në rastin e shoqërisë paditëse, më 1999 – paragrafi 35 i mësipërm).", "154.  Në dritën e asaj çka paraprin më lart, Gjykata çmon se kuadrit legjislativ të brendshëm i mungonte qartësia e saktësia dhe se ai nuk e ka lejuar paditësen të parashikonte në një shkallë të mjaftueshme sigurie se në cilin moment do të mund t’i jepeshin asaj radiofrekuencat që të fillonte ta ushtronte veprimtarinë për të cilën kishte marrë një koncesion, e kjo pavarësisht nga ndërhyrjet e Gjykatës Kushtetuese dhe të GjDBE-së. Për rrjedhojë, këto ligje nuk i plotësonin kushtet e parashikueshmërisë ashtu siç i ka nxjerrë ato Gjykata në jurisprudencën e saj.", "155.  Gjykata vëren për më tepër se administrata nuk i ka respektuar afatet e përcaktuara në koncesion, në përputhje me Ligjin nr. 249 të vitit 1997 dhe me vendimet e Gjykatës Kushtetuese, duke i prerë kështu në fjalë shpresat e paditëses. Qeveria nuk e ka vërtetuar që kjo e fundit të ketë pasur në dispozicionin e saj mjete efektive për ta detyruar administratën që t’i përshtatej ligjit dhe vendimeve të Gjykatës Kushtetuese. Për këtë arsye, asaj nuk i janë dhënë garanci të mjaftueshme kundër arbitraritetit.", "d)  Përfundim", "156.  Si përfundim, Gjykata është e mendimit se kuadri legjislativ, ashtu siç është zbatuar për paditësen, e cila nuk ka qenë në gjendje të hynte në sektorin e transmetimeve televizive për më shumë se dhjetë vjet ndërkohë që i ishte dhënë një koncesion në përfundim të një procedure tenderimi, nuk i përgjigjet kushtit të parashikueshmërisë që kërkon Konventa dhe e ka lënë të interesuarën pa atë shkallë mbrojtjeje nga arbitrariteti që kërkon sundimi i së drejtës në një shoqëri demokratike. Kjo mungesë ka sjellë konkretisht si pasojë zvogëlimin e konkurrencës në sektorin audioviziv. Ajo përbën kështu një mosplotësim nga ana e shtetit të detyrimit pozitiv që ka ai për të krijuar një kuadër të përshtatshëm legjislativ e administrativ i cili të garantojë një pluralizëm efektiv në medie (paragrafi 134 i mësipërm).", "157.  Këto konstatime mjaftojnë për të nxjerrë përfundimin se në rastin e çështjes në fjalë ka pasur shkelje të nenit 10 të Konventës.", "158.  Ky përfundim bën që Gjykata të mos jetë e detyruar për të shqyrtuar respektimin e kërkesave të tjera të paragrafit 2 të nenit 10 në çështjen në fjalë, konkretisht pikën nëse ligjet që kanë shtyrë afatin e regjimit kalimtar ndiqnin një qëllim të drejtë dhe ishin të nevojshme në një shoqëri demokratike për arritjen e tij.", "IV.  RRETH SHKELJES SË PRETENDUAR TË NENIT 14 TË BASHKUAR ME NENIN 10 TË KONVENTËS", "159.  Paditësja çmon se ka pësuar një diskriminim në krahasim me shoqërinë Mediaset në gëzimin e së drejtës së saj për lirinë e shprehjes.", "Ajo i referohet nenit 14 të Konventës, i cili shprehet kështu:", "“Gëzimi i të drejtave dhe i lirive të përcaktuara në këtë Konventë duhet të sigurohet, pa asnjë dallim të bazuar në shkaqe të tilla si seksi, raca, ngjyra, gjuha, feja, mendimet politike ose çdo mendim tjetër, origjina kombëtare ose shoqërore, përkatësia në një minoritet kombëtar, pasuria, lindja ose çdo status tjetër.”", "160.  Sipas paditëses, sistemi italian i ka rezervuar një trajtim preferencial shoqërisë Mediaset, e cila ka përfituar nga masa legjislative dhe administrative diskriminuese të marra në një situatë konflikti interesash. Për më tepër, ajo çmon se ka pasur diskriminim në krahasim me operatorë të tjerë, çka e paska penguar atë të hyjë në treg.", "161.  Qeveria është e mendimit se u dashka shmangur një qasje politike ndaj kësaj çështjeje. Ajo rikujton arsyet, siç janë paraqitur në vërejtjet e saj lidhur me nenin 10 të Konventës, për të cilat paditësja nuk ka mundur t’i marrë radiofrekuencat, e mohon ekzistencën e çdolloj lidhjeje midis situatës së shoqërisë Centro Europa 7 S.r.l. dhe asaj të Mediaset-it dhe është e mendimit se në rastin e kësaj çështjeje nuk bëhej fjalë për t’i dhënë epërsi njërit stacion apo tjetrit në dëm të paditëses.", "162.  Gjykata vëren se ky pretendim është i lidhur ngushtë me atë që i referohet nenit 10 të Konventës dhe duhet që edhe ai të shpallet i pranueshëm. Duke pasur parasysh përfundimet ku ajo ka dalë nën këndvështrimin e nenit 10 (paragrafi 156 i mësipërm), ajo e gjykon si pa dobi që ta shqyrtojë veçmas pretendimin e nxjerrë nga neni 14 i Konventës.", "V.  RRETH SHKELJES SË PRETENDUAR TË NENIT 1 TË PROTOKOLLIT NR. 1", "163.  Paditësja ankohet për një cenim të së drejtës së vet për respektimin e pasurisë së saj, ashtu siç e garanton atë neni 1 i Protokollit nr. 1.", "Kjo dispozitë shprehet si vijon:", "“Çdo person fizik ose juridik ka të drejtën e gëzimit paqësor të pasurisë e tij. Askush nuk mund të privohet nga prona e tij, përveçse për arsye të interesit publik dhe në kushtet e parashikuara nga ligji dhe nga parimet e përgjithshme të së drejtës ndërkombëtare.", "Megjithatë, dispozitat e mëparshme nuk cenojnë të drejtën e shteteve për të zbatuar ligje që ato i çmojnë të nevojshme për të rregulluar përdorimin e pasurive në përputhje me interesin e përgjithshëm ose për të siguruar pagimin e taksave ose të kontributeve ose të gjobave të tjera.”", "164.  Paditësja thekson se, për gati dhjetë vjet, ajo nuk ka mundur t’i ushtrojë të drejtat të cilat i takojnë nga koncesioni që i është dhënë për transmetimet televizive në rang kombëtar dhe mbron mendimin se zhdëmtimi që i është caktuar nga juridiksionet e brendshme nuk përkon me vlerën e plotë të “pasurisë” që ajo kishte në zotërim.", "165.  Qeveria e kundërshton këtë tezë.", "A.  Rreth pranueshmërisë", "166.  Gjykata duhet të përcaktojë, fillimisht, nëse paditësja kishte në zotërim një “pasuri” në kuptimin e nenit 1 të Protokollit nr. 1 dhe nëse, për pasojë, kjo dispozitë gjen vend për zbatim në rastin e çështjes në fjalë.", "1.  Tezat e palëve", "a)  Qeveria", "167.  Qeveria e kundërshton, në radhë të parë, ekzistencën e një “pasurie” dhe rikujton se koncesioni i lëshuar më 1999 për paditësen nuk jepte ipso facto një të drejtë për marrjen e radiofrekuencave nga Ministria; prandaj, e interesuara nuk ka të drejtë përse të kishte shpresë që t’i përfitonte ato. Nga ana tjetër, juridiksionet e brendshme e kanë shpallur si të papranueshme kërkesën e paditëses për caktimin e radiofrekuencave.", "168.  Qeveria rikujton pastaj se Konventa nuk mbron të drejta të paqena, pa bazë juridike. Sipas jurisprudencës së Gjykatës, një “përpjekje reale” apo një “pretendim i mbrojtshëm” nuk i plotësojnë dot kriteret për t’u paraqitur si ndonjë “pasuri” në kuptimin e Konventës. Asnjë “shpresë e arsyeshme” e mbrojtur nga Konventa nuk ekziston kur ka pasur një kundërshti rreth mënyrës se si duhet interpretuar e zbatuar e drejta e brendshme dhe kur argumentet e shtjelluara prej paditësve janë hedhur poshtë nga juridiksionet kombëtare (Kopecký k. Sllovakisë [DhM], nr. 44912/98, § 50, GjEDNj 2004IX).", "169.  Përveç kësaj, paditësja paska mundur t’i blinte radiofrekuencat në treg në përputhje me nenin 1 të Ligjit nr. 66 të 20 marsit 2001 (paragrafi 63 i mësipërm). Sipas Qeverisë, objekti i kërkesëpadisë nuk është caktimi i radiofrekuencave, por shuma e fituar në nivel kombëtar, të cilën e interesuara e quan si të pamjaftueshme. Së fundi, Qeveria rikujton se koncesioni nuk është hequr apo shfuqizuar asnjëherë.", "b)  Paditësja", "170. Paditësja i kundërshton argumentet e Qeverisë dhe çmon se e drejta e marrjes dhe e përdorimit të radiofrekuencave, e cila lejon ushtrimin e lirisë së shprehjes dhe vazhdimin e një veprimtarie ekonomike, përbën një aktiv e përfshihet kështu në nocionin “pasuri” në kuptimin e nenit 1 të Protokollit nr. 1.", "2.  Vlerësimi i Gjykatës", "a)  Parime të përgjithshme", "171.  Gjykata rikujton se nocioni “pasuri” i përmendur në pikën e parë të nenit 1 të Protokollit nr. 1 ka një rëndësi autonome që nuk kufizohet me pronësinë e pasurive të trupëzuara dhe e cila është e pavarur në raport me cilësimet formale të së drejtës së brendshme: në vështrimin e kësaj dispozite mund të merren si “të drejta pronësore” e pra si “pasuri” edhe disa të drejta e interesa të tjera që përbëjnë aktive. Në çdo çështje, ka rëndësi të shqyrtohet nëse rrethanat, të para në tërësinë e tyre, e kanë bërë paditësin zotërues të një interesi thelbësor të mbrojtur nga neni 1 i Protokollit nr. 1 (Iatridis k. Greqisë [DhM], nr. 31107/96, § 54, GjEDNj 1999II, Beyeler k. Italisë [DhM], nr. 33202/96, § 100, GjEDNj 2000-I, dhe Broniowski k. Polonisë [DhM], nr. 31443/96, § 129, GjEDNj 2004-V).", "172.  Neni 1 i Protokollit nr. 1 vlen vetëm për pasuritë aktuale. Një e ardhur e mëvonshme mund të konsiderohet pra si “pasuri” vetëm në qoftë se është fituar tashmë a nëse është objekt i një kredie të sigurt. Përveç kësaj, si “pasuri” nuk mund të konsiderohet as shpresa që të njihet një e drejtë pronësie e cila nuk ushtrohet dot në mënyrë efektive dhe po ashtu as një kredi e kushtëzuar e cila shuhet për mosrealizim të kushtit (Gratzinger e Gratzingerova k. Republikës Çeke (vend. pran.) [DhM], nr. 39794/98, § 69, GjEDNj 2002-VII).", "173.  Mirëpo, në disa rrethana, nga mbrojtja e nenit 1 të Protokollit nr. 1 mund të përfitojë gjithashtu edhe “shpresa e arsyeshme” për të marrë një vlerë pronësore. Kështu, kur interesi pronësor është me natyrë kredie, mund të quhet se i interesuari ka një shpresë të arsyeshme në qoftë se një interes i tillë paraqet një bazë të mjaftueshme në të drejtën e brendshme, për shembull kur ai pohohet nga një jurisprudencë e përcaktuar mirë prej gjykatave. Megjithatë, nuk mund të dilet në përfundimin se ekziston një “shpresë e arsyeshme” në qoftë se ka kundërshti rreth mënyrës se si duhet të interpretohet e zbatohet e drejta e brendshme dhe nëse argumentet e shtjelluara për këtë qëllim nga paditësi hidhen përfundimisht poshtë nga juridiksionet kombëtare (Kopecký, i cituar më lart, § 50).", "b)  Zbatimi i këtyre parimeve në rastin e çështjes në fjalë", "174.  Gjykata vëren se, që nga 28 korriku 1999, paditësja zotëronte një koncesion për transmetime televizive në rang kombëtar me rrugë herciane. Ky i fundit e lejonte atë që të instalonte dhe të shfrytëzonte një rrjet transmetimesh televizive në mënyrën analogjike (paragrafi 9 i mësipërm). Juridiksionet administrative italiane kanë çmuar se kjo nuk i jepte paditëses një të drejtë subjektive (“diritto soggettivo”) për t’iu caktuar radiofrekuenca për transmetim , por thjesht një interes të arsyeshëm (“interesse legittimo”), domethënë një pozitë individuale të mbrojtur tërthorazi dhe të varur nga respektimi i interesit të përgjithshëm. Paditësja kishte pra vetëm të drejtën që kërkesa e saj për radiofrekuenca t’i trajtohej nga Qeveria në respekt të kritereve të diktuara nga legjislacioni i brendshëm dhe nga GjDBE-ja (shih vendimin e GjAR-së të 16 shtatorit 2004, paragrafi 25 i mësipërm, dhe vendimin nr. 2622/08 të 31 majit 2008 të Këshillit të Shtetit, paragrafi 37 i mësipërm).", "175.  Ashtu sikurse Gjykata sapo e vuri në dukje nën këndvështrimin e nenit 10 të Konventës, duke pasur parasysh formulimin e koncesionit dhe kornizën legjislative në fuqi në atë kohë, paditësja mund të priste me të drejtë që, brenda njëzet e katër muajve që do të pasonin 28 korrikun 1999, administrata do t’i kishte kryer veprimet juridike që nevojiteshin për inkuadrimin e veprimtarisë së saj transmetuese televizive tokësore. Me kusht që të bënte përshtatjen e instalimeve të saj, siç e kishte për detyrim, paditësja duhej të kishte pasur pastaj të drejtën për të transmetuar programe televizive (paragrafi 145 i mësipërm). Ajo kishte pra një “shpresë të arsyeshme” në këtë drejtim. Është e vërtetë se, siç e vë në dukje Qeveria, juridiksionet administrative i kanë rrëzuar kërkesat e paditëses që synonin caktimin e radiofrekuencave. Mirëpo, ky vendim nuk përbënte një hedhje poshtë në themel të kërkesës së paditëses, por rridhte nga rregulli i përgjithshëm sipas të cilit në të drejtën italiane gjykatësi administrativ nuk mund ta zëvendësojë administratën për të marrë disa masa në vend të saj (paragrafi 37 i mësipërm).", "176.  Përveç kësaj, në vendimin e saj të 31 janarit 2008, GjDBE-ja është shprehur kështu:", "“(...) Rreth kësaj pike, ka rëndësi të saktësohet që, në fushën e transmetimeve radiotelevizive, liria e shërbimeve, ashtu siç sanksionohet nga neni 49 KE dhe vihet në jetë në këtë fushë nga KRPRr-ja, kërkon jo vetëm lëshimin e lejeve për të transmetuar, por edhe dhënien e radiofrekuencave për transmetim. Në fakt, një operator nuk ka sesi t’i ushtrojë në të vërtetë të drejtat që i jepen nga e drejta komunitare për hyrjen në tregun e transmetimeve televizive pa pasur radiofrekuenca transmetimi.”", "177.  Gjykata pajtohet me këtë analizë. Ajo rikujton për më tepër se, sipas jurisprudencës së saj, heqja e një licence për shfrytëzim të një veprimtarie tregtare përbën cenim të së drejtës për respektimin e pasurisë, ashtu siç e garanton atë neni 1 i Protokollit nr. 1 të Konventës (uedisë, 7 korrik 1989, § 53, seria A nr. 159, Capital Bank AD k. Bullgarisë, nr. 49429/99, § 130, GjEDNj 2005XII, Rosenzweig e Bonded Warehouses Ltd k. Polonisë, nr. 51728/99, § 49, 28 korrik 2005, dhe Bimer S.A. k. Moldavisë, nr. 15084/03, § 49, 10 korrik 2007). Ndonëse në rastin e çështjes në fjalë është e vërtetë që koncesioni nuk është hequr, Gjykata çmon se, pa dhënien e radiofrekuencave për transmetim, atij i është hequr përmbajtja që kishte.", "178.  Për këtë arsye, Gjykata është e mendimit se interesat e lidhura me shfrytëzimin e koncesionit përbënin interesa pronësorë që kërkojnë mbrojtjen e nenit 1 të Protokollit nr. 1 (shih, mutatis mutandis, Tre Traktörer AB, i cituar më lart, § 53).", "179.  Ajo çmon pra se shpresa e arsyeshme e paditëses, e cila lidhej me interesa pronësorë si shfrytëzimi i një rrjeti televiziv analogjik mbi bazën e një koncesioni, ishte e mbështetur në mënyrë aq të mjaftueshme sa të përbënte një interes thelbësor, pra një “pasuri” në kuptimin e normës së shprehur në fjalinë e parë të nenit 1 të Protokollit nr. 1, e cila është për pasojë e zbatueshme në rastin e çështjes në fjalë (shih, mutatis mutandis, Stretch k. Mbretërisë së Bashkuar, nr. 44277/98, §§ 32-35, 24 qershor 2003, dhe Bozcaada Kimisis Teodoku Rum Ortodoks Kilisesi Vakfı k. Turqisë (nr. 2), nr. 7646/03, 37665/03, 37992/03, 37993/03, 37996/03, 37998/03, 37999/03 dhe 38000/03, § 50, 6 tetor 2009).", "180.  Gjykata vë re se ankimi i nxjerrë në bazë të nenit 1 të Protokollit nr. 1 nuk është haptazi i paarsyetuar në kuptimin e nenit 35 § 3 a) të Konventës. Ajo vë në dukje nga ana tjetër se ai nuk ndeshet me asnjë arsye tjetër papranueshmërie. Pra, është e udhës që ai të shpallet i pranueshëm.", "B.  Rreth themelit", "1  Tezat e palëve", "a)  Paditësja", "181.  Paditësja çmon se sjellja e Qeverisë përbën një shpronësim pasurie në kuptimin e nenit 1 të Protokollit nr. 1, meqenëse ajo jo vetëm është shmangur, pa përligjje, nga caktimi i radiofrekuencave, por edhe nuk ka pranuar t’i japë efekt koncesionit të dhënë në përfundim të një procedure të ligjshme tenderimi.", "182.  Paditësja është e mendimit se ky shpronësim nuk kishte kurrfarë lidhjeje me interesin e përgjithshëm, por u ka shërbyer interesave privatë të Mediaset-it duke përdorur radiofrekuenca të cilat duhej të ishin liruar për të si koncesionare e ligjshme. Përveç kësaj, ky shpronësim nuk është bërë “në kushtet e parashikuara nga ligji”. Në fakt, sipas Ligjit nr. 249 të vitit 1997, radiofrekuencat në fjalë duhej të ishin liruar në favor të shoqërisë që, në kuadër të ftesës për oferta, kishte formuluar propozimin më të mirë, pra në këtë rast Centro Europa 7 S.r.l. Mirëpo, disa masa legjislative kalimtare e kanë penguar këtë të fundit që të kishte qasje në këto frekuenca.", "183.  Nga ana tjetër, paditësja është e mendimit se zhdëmtimi i përfituar në nivelin kombëtar nuk i përgjigjet vlerës së pasurisë së shpronësuar. Për të përcaktuar fitimin e munguar për shkak të bjerrjes së shanseve, Gjykata u dashka të marrë parasysh jo vetëm vonesën në caktimin e frekuencave, por edhe pamundësinë për të hyrë në konkurrencë me shoqëritë e tjera më 1999, domethënë në kohën kur tregu ishte më i ngushtë sesa sot. Paditësja thekson gjithashtu se Këshilli i Shtetit, duke u bazuar në faktin që Gjykata Kushtetuese e kishte quajtur 31 dhjetorin 2003 si një datë të arsyeshme për përfundimin e afatit të periudhës kalimtare, ka llogaritur vetëm dëmin e pësuar pas vitit 2004, duke përjashtuar kështu pesë vite shkeljeje. Së fundi, paditësja rikujton se, sipas Këshillit të Shtetit, lëshimi i koncesionit nuk i kishte dhënë asaj të drejtën e menjëhershme për ta ushtruar veprimtarinë ekonomike përkatëse dhe zhdëmtimi qenka dashur pra të përllogaritej mbi bazën e një shprese të arsyeshme për caktimin e radiofrekuencave nga ana e autoriteteve kompetente.", "b)  Qeveria", "184.  Qeveria i kundërshton argumentet e paditëses dhe denoncon natyrën “financiare” të kërkesëpadisë.", "2  Vlerësimi i Gjykatës", "185.  Neni 1 i Protokollit nr. 1, i cili garanton të drejtën e mbrojtjes së pronës, përmban tri norma të dallueshme: “e para, e cila shprehet në fjalinë e parë të pikës së parë dhe është me karakter të përgjithshëm, parashtron parimin e respektimit të pronës; e dyta, e cila figuron në fjalinë e dytë të së njëjtës pikë, ka të bëjë me heqjen e pronës dhe ia nënshtron atë disa kushteve; për sa i përket së tretës, të parashtruar në pikën e dytë, ajo u njeh shteteve fuqinë që, ndër të tjera, ta rregullojnë përdorimin e pasurive në përputhje me interesin e përgjithshëm (...) Megjithatë, nuk është fjala për rregulla që nuk kanë lidhje me njëra-tjetrën. E dyta dhe e treta kanë të bëjnë me disa shembuj të veçantë cenimesh të së drejtës së pronës; për këtë arsye, ato duhet të interpretohen në dritën e parimit të sanksionuar nga e para” (shih, ndër të tjera, James me të tjerë k. Mbretërisë së Bashkuar, 21 shkurt 1986, § 37, seria A nr. 98, dhe Beyeler, i cituar më lart, § 98).", "186.  Paditësja çmon se në rastin e çështjes në fjalë ka pasur “privim nga prona”. Mirëpo Gjykata nuk pajtohet dot me këtë analizë. Në fakt, interesi thelbësor i së interesuarës për të shfrytëzuar një rrjet televizioni analogjik nuk është bërë objekt shpronësimi, siç e tregon edhe fakti që paditësja është sot në gjendje për të transmetuar programe televizive. Kurse mundësia për ta ushtruar veprimtarinë që i përgjigjej koncesionit është bërë objekt i disa masave që synonin në thelb ta vononin datën e nisjes, çka përbën, në sytë e Gjykatës, një masë rregullatore për përdorimin e pasurisë, e cila duhet të shqyrtohet në fushën e paragrafit të dytë të nenit 1 të Protokollit nr. 1.", "187.  Kjo dispozitë kërkon, para së gjithash dhe kryesisht, që një ndërhyrje e autoritetit publik në gëzimin e së drejtës për respektimin e pronës të jetë e ligjshme (Iatridis, i cituar më lart, § 58 dhe Beyeler, i cituar më lart, § 108). Në veçanti, pika e saj e dytë u njeh shteteve të drejtën për të rregulluar përdorimin e pasurive, me kusht që ato ta ushtrojnë atë përmes vënies së “ligjeve”. Parimi i ligjshmërisë nënkupton gjithashtu që dispozitat përkatëse të së drejtës së brendshme të jenë mjaftueshëm të zbatueshme, të përpikta e të parashikueshme në zbatimin e tyre (shih, mutatis mutandis, Broniowski i cituar më lart, § 147).", "188.  Mirëpo Gjykata sapo vuri re në fushën e nenit 10 të Konventës se ndërhyrja në të drejtat e paditëses nuk kishte ndonjë bazë ligjore të parashikueshme në mënyrë të mjaftueshme në kuptimin e jurisprudencës së saj (paragrafi 156 i mësipërm). Ajo nuk arrin dot përveç se në të njëjtin konstatim në këndvështrimin e nenit 1 të Protokollit nr. 1, çka mjafton për të dalë në përfundimin se ka pasur shkelje të kësaj dispozite.", "189.  Pas këtij përfundimi, Gjykata nuk ka nevojë të kontrollojë për këtë rast respektimin e kërkesave të tjera të nenit 1 të Protokollit nr. 1, e konkretisht të shqyrtojë pikën nëse rregullimi i përdorimit të “pasurisë” së paditëses është bërë “në përputhje me interesin e përgjithshëm”.", "VI. RRETH SHKELJES SË PRETENDUAR TË NENIT 6 § 1 TË KONVENTËS", "190.  Paditësja ankohet për një cenim të së drejtës së saj për një proces të rregullt. Ajo i referohet nenit 6 § 1 të Konventës, i cili, në pjesët e tij përkatëse, shprehet kështu:", "“Çdo person ka të drejtë që çështja e tij të dëgjohet drejtësisht (...) nga një gjykatë e pavarur dhe e paanshme (...) e cila do të vendosë (...) për mosmarrëveshjet në lidhje me të drejtat dhe detyrimet e tij të natyrës civile (...)”", "A.  Tezat e palëve", "1.  Qeveria", "191.  Qeveria mbron mendimin se kjo ankesë është haptazi e paarsyetuar, sepse Gjykata nuk ka për detyrë të shqyrtojë gabimet faktike ose juridike që pretendohet të jenë kryer nga një juridiksion i brendshëm, meqenëse interpretimi i legjislacionit të brendshëm i takon në radhë të parë autoriteteve kombëtare dhe veçanërisht gjykatave.", "192.  Në veçanti, Ligji nr. 43 dhe ai nr. 112 i vitit 2004 nuk qenkan marrë parasysh nga GjAR-ja, por Këshilli i Shtetit qenka mbështetur te këto ligje për të nxjerrë përfundimin se paditësja kishte të drejtë për zhdëmtim. Vendimi i Këshillit të Shtetit që i jepte një zhdëmtim financiar të interesuarës treguaka për më tepër pavarësinë e shtetit dhe marrjen parasysh të vendimit të GjDBE-së. Përveç kësaj, Qeveria rikujton se në një procedurë gjyqësore është e mundur që palët të cilat kanë interesa të përbashkët t’i paraqesin gjyqtarit vërejtje të hartuara në mënyrë pjesërisht të ngjashme dhe se fakti që një jurist harton vërejtje me karakter teknik nuk do të thotë që ato të miratohen nga Qeveria.", "193.  Së fundi, Qeveria rikujton se Këshilli i Shtetit nuk e ka pranuar kërkesën për ekspertizë, të paraqitur nga paditësja, me argumentimin se barra e provës i binte kësaj të fundit dhe se një ekspertizë e vendosur kryesisht nuk mund të zëvendësonte një mungesë prove.", "2.  Paditësja", "194.  Paditësja mbron mendimin se ndryshimet legjislative në procedurë e sipër e kanë cenuar të drejtën e saj për një proces të rregullt; ajo shton se ligji nuk është zbatuar me korrektësi dhe se vendimet e Gjykatës Kushtetuese nuk janë ekzekutuar. Përveç këtyre, përpara Këshillit të Shtetit, Qeveria paska favorizuar grupin Mediaset, çka treguaka mungesën e pavarësisë së shtetit. Paditësja sjell si provë se përkujtesa e Qeverisë ishte një kopje e asaj të grupit Mediaset.", "195.  Paditësja është e mendimit se shteti italian ka dështuar në vendosjen e një sistemi normativ të qartë e të plotë, duke i cenuar kështu parimet e ligjshmërisë, të transparencës, të mosdiskriminimit, të konkurrencës së lirë dhe të paanësisë, si edhe shtetin e së drejtës. Së fundi, Këshilli i Shtetit nuk e paska zhdëmtuar atë për dëmin e pësuar efektivisht dhe nuk paska urdhëruar një ekspertizë për të përcaktuar shumën që i takonte asaj.", "B.  Vlerësimi i Gjykatës", "196.  Gjykata çmon se një pjesë e ankesave të paditëses (e sidomos ato lidhur me mungesën e një kuadri normativ të qartë, me ndryshimet legjislative dhe me mosekzekutimin e vendimeve të Gjykatës Kushtetuese) ngatërrohen gjerësisht me pretendimin e ngritur sipas nenit 10 të Konventës. Pra, nuk është me vend që ato të shqyrtohen veçmas në këndvështrimin e nenit 6.", "197.  Për sa u përket ankesave specifike për procedurën përpara Këshillit të Shtetit, Gjykata rikujton se ajo ka për detyrë të sigurojë respektimin e zotimeve që rrjedhin nga Konventa për Palët Kontraktuese. Në veçanti, ajo është në një mendje me Qeverinë se nuk i takon asaj që të shqyrtojë gabimet faktike ose juridike të cilat pretendohet të jenë kryer nga një juridiksion i brendshëm, me përjashtim të rastit nëse dhe për aq sa ato mund të kenë cenuar të drejtat dhe liritë e mbrojtura nga Konventa (shih, mes shumë të tjerash, García Ruiz k. Spanjës [DhM], nr. 30544/96, § 28, GjEDNj 1999-I). Në veçanti, Gjykata nuk mund t’i vlerësojë vetë elementet faktike që e kanë shtyrë një juridiksion kombëtar të miratojë një vendim më shumë sesa një tjetër, përndryshe ajo do të kthehej në një gjyqtar të shkallës së katërt dhe nuk do t’i merrte parasysh kufijtë e misionit të saj (shih, mutatis mutandis, Kemmache k. Francës (nr. 3), 24 nëntor 1994, § 44, seria A nr. 296-C). Në vështrimin e nenit 6 të Konventës, Gjykata ka si funksion të vetëm të shqyrtojë kërkesat ku pretendohet se juridiksionet kombëtare nuk i kanë mbajtur parasysh garancitë procedurale specifike të parashtruara nga kjo dispozitë apo se drejtimi i procedurës në tërësi nuk i ka garantuar paditësit një proces të rregullt (shih, mes shumë të tjerash, Donadzé k. Gjeorgjisë, nr. 74644/01, §§ 30-31, 7 mars 2006).", "198.  Në këtë rast, Gjykata nuk dallon asnjë element që ta bëjë të mendojë se procedura përpara Këshillit të Shtetit nuk është zhvilluar në përputhje me kërkesat e një procesi të rregullt. Ajo rikujton për më tepër se kërkesat për pavarësi e paanësi, të përmendura në nenin 6 të Konventës, kanë të bëjnë me gjykatën e ngarkuar për t’u shprehur rreth themelit të çështjes, dhe jo palët në procedurë (Forcellini k. San Marinos (vend. pran.), nr. 34657/97, 28 maj 2002, dhe Previti k. Italisë (vend. pran.), nr. 45291/06, § 255, 8 dhjetor 2009), dhe se u takon juridiksioneve kombëtare që të vendosin rreth dobisë së një oferte prove (shih, mutatis mutandis e në krahasim me procedura penale, Previti, vendim i cituar më lart, § 221, dhe Bracci k. Italisë, nr. 36822/02, § 65, 13 tetor 2005).", "199.  Për rrjedhojë, ky pretendim duhet të rrëzohet si haptazi i paarsyetuar, në zbatim të nenit 35 §§ 3 a) e 4 të Konventës.", "VII.  RRETH ZBATIMIT TË NENIT 41 TË KONVENTËS", "200.  Sipas nenit 41 të Konventës,", "“Kur Gjykata konstaton se ka pasur një shkelje të Konventës ose të protokolleve të saj dhe, nëse e drejta e brendshme e Palës së Lartë Kontraktuese lejon të bëhet vetëm një ndreqje e pjesshme, Gjykata, kur është e nevojshme, i akordon shpërblim të drejtë palës së dëmtuar.”", "A.  Tezat e palëve", "1.  Dëmi material", "a)  Paditësja", "201.  Paditësja çmon se dëmshpërblimet që i janë dhënë asaj janë të pamjaftueshme. Ajo nënvizon se Këshilli i Shtetit ka quajtur si të zhdëmtueshme një pjesë shumë të kufizuar të dëmit të madh të pësuar, e ka injoruar ekspertizën e paraqitur prej saj dhe nuk ka emëruar ekspertë të pavarur. Kështu, juridiksioni i lartë italian e ka rrëzuar pothuajse tërësisht kërkesën për zhdëmtim, duke deklaruar se nuk mund të rimbursoheshin as shpenzimet për procedurë, as shpenzimet për nisje të veprimtarisë tregtare.", "202.  Për sa u përket këtyre shpenzimeve të fundit, e interesuara vëren se, pas dhënies së koncesionit për transmetime, ajo ka vendosur me shpejtësi një strukturë efikase dhe efektive, me synim që të bëhej një aktore serioze në tregun e transmetimeve private. Në veçanti, ajo paska marrë me qira studio televizive me mbi 20 000 m², të pajisura me mjete teknologjike të përparuara të blera paraprakisht, me qëllim që të mund ta niste shpejt veprimtarinë e transmetimeve. Ajo paska përballur gjithashtu kostot e krijimit të një biblioteke audiovizive, duke prodhuar emisionet e veta, sikurse e kërkon rregullorja për koncesionet.", "203.  Për sa i përket fitimit të munguar, pamjaftueshmëria e dëmshpërblimeve të dhëna nga Këshilli i Shtetit dalka në mënyrë të qartë nga krahasimi i kësaj shume me fitimet e realizuara nga Retequattro-ja, domethënë stacioni i tepërt që ishte dashur të lironte radiofrekuencat e caktuara për paditësen. Kjo e fundit çmon se, në vlerësimin e fitimit të munguar, Gjykata u dashka gjithashtu të marrë parasysh faktin që Centro Europa 7 S.r.l. ka hyrë në tregun privat të transmetimeve vetëm kohët e fundit, domethënë në një moment kur transmetimet analogjike po zëvendësoheshin krejtësisht me sistemin digjital tokësor e me teknika të tjera transmetimi. U dashka pra të merren parasysh ndryshimet e ndodhura në treg që prej vitit 1999. Paditësja çmon se është mënjanuar në mënyrë të paligjshme nga tregu i transmetimeve private për një periudhë të konsiderueshme, çka paska cenuar gjithashtu mundësitë e saj për t’i bërë të njohur markën dhe emrin e saj, si edhe për të krijuar një përvojë, programe audiovizive dhe epërsi të tjera të lidhura me veprimtarinë e transmetimeve analogjike.", "204.  Në dritën e këtyre argumenteve, të vërtetuara me dokumentet përkatëse, paditësja kërkon 2 174 130 492,55 EUR (129 957 485,60 EUR për humbjet e pësuara dhe 2 045 214 475,00 EUR për fitimin e munguar), shumë të cilën ajo e kishte kërkuar në kuadrin e procedurës kombëtare, dhe nga e cila u dashka zbritur shuma e dhënë prej Këshillit të Shtetit, ose ndonjë shumë tjetër e përcaktuar me drejtësi. Zhdëmtimi u dashka të shoqërohet me interesat e ligjshme.", "b)  Qeveria", "205.  Qeveria i kundërshton pretendimet e paditëses, të cilat i quan si të tepruara. Ajo rikujton se Këshilli i Shtetit i ka dhënë një dëmshpërblim të interesuarës. Për më tepër, këto pretendime të diskutueshme janë më shumë spekulime dhe nuk kanë lidhje shkakësore me shkeljet e pretenduara të Konventës (Informationsverein Lentia me të tjerë, i cituar më lart, § 46 , Radio ABC, i cituar më lart, § 41, dhe Meltex Ltd e Movsessian, i cituar më lart, § 102).", "206.   Përveç kësaj, Qeveria nënvizon se paditësja nuk ka ngritur asnjë pajisje teletransmetimi në mënyrë digjitale gjatë periudhës midis dhjetorit 2008 dhe janarit 2009. Pajisje të tilla qenkan blerë vetëm pas vitit 2009.", "2.  Dëmi moral", "a)  Paditësja", "207.  Paditësja kërkon 10 000 000 EUR për dëmin moral.", "208.  Sipas saj, Gjykata u dashka, në veçanti, të shqyrtojë elementet e mëposhtme: a) intervalin e konsiderueshëm kohor që ka kaluar; b) faktin se paditësja mund të priste me të drejtë që Qeveria italiane ta vinte në jetë brenda afateve koncesionin për transmetime televizive; c) zhgënjimin e ankthin nga të qenët një dëshmitar i pafuqishëm i zhvillimit të tregut të transmetimeve televizive pa mundur për t’u bërë pjesë përbërëse e tij dhe nga humbja e një numri rastesh të leverdishme; d) interesat e konsiderueshme ekonomike që ishin në lojë; e) cenimin e emrit të mirë të shoqërisë paditëse, duke pasur parasysh pozitën e personave të implikuar; f) shqetësimin e madh të paditëses para pamundësisë për t’i arritur konkurrentët e saj, të cilët e paskan përforcuar pozitën e tyre në tregun e transmetimeve analogjike dhe në tregjet e afërta me të; g) kushtet e pasigurisë në të cilat paditësja thotë se i është dashur t’i marrë vendimet strategjike; h) pengesat dhe sprovat që i qenkan dashur të kapërcejë administratorit të shoqërisë; dhe i) zhgënjimin nga përbuzja e përsëritur dhe e hapur e Qeverisë ndaj vendimeve të dhëna nga Gjykata Kushtetuese dhe GjDBE-ja, si edhe ndaj kërkesave të bëra prej institucioneve evropiane.", "b)  Qeveria", "209.  Qeveria i kundërshton pretendimet e paditëses, të cilat i çmon si tepër të larta.", "3.  Kosto dhe shpenzime", "a)  Paditësja", "210.  Duke u mbështetur në prova të dokumentuara, paditësja kërkon t’i shlyhen shpenzimet për procedurë të kryera si në nivelin kombëtar ashtu edhe ne nivelin evropian për të fituar vënien në jetë të koncesionit dhe për të ushtruar në mënyrë efektive veprimtarinë ekonomike në tregun e transmetimeve televizive.", "211.  Ajo thekson se i është dashur t’i bëjë ballë jo vetëm operatorit privat mbisundues në Itali, por edhe vetë Qeverisë italiane për më shumë se dhjetë vjet, meqenëse, gjatë kësaj periudhe, pronari i Mediaset-it – grupit transmetues ku përfshihet stacioni i tepërt Retequattro – ka kryer gjithashtu disa mandate si kryetar i Këshillit të Ministrave.", "212.  Për këtë arsye, paditësja kërkon 1 023 706,35 EUR për shpenzimet e kryera në nivelin kombëtar dhe 200 000 EUR për ato që i janë dashur përpara Gjykatës.", "b)  Qeveria", "213.  Qeveria i kundërshton pretendimet e paditëses.", "B.  Vlerësimi i Gjykatës", "1.  Dëmi material dhe moral", "214.  Gjykata rikujton se ajo ka vënë re, në rastin e çështjes në fjalë, një shkelje të dyfishtë. Në radhë të parë, ndërhyrja në ushtrimin nga ana e paditëses e së drejtës së saj për të dhënë informacione ose ide në kuptimin e nenit 10 të Konventës është bërë përmes masash legjislative që nuk i përgjigjeshin kërkesës për parashikueshmëri dhe detyrimit të shtetit për të garantuar një pluralizëm efektiv (paragrafi 156 i mësipërm). Në radhë të dytë, paditësja mund të kishte shpresën e arsyeshme që administrata t’i kryente brenda njëzet e katër muajve pas 28 korrikut 1999 veprimet e nevojshme juridike për inkuadrimin e veprimtarisë së saj transmetuese televizive, çka do ta kishte lejuar atë të transmetonte programe televizive (paragrafi 175 i mësipërm). Në kuptimin e nenit 1 të Protokollit nr. 1, kjo shpresë përbënte një “pasuri” (paragrafi 178 i mësipërm) përdorimi i së cilës është rregulluar me të njëjtat ligje të gjykuara si jo të parashikueshme në mënyrë të mjaftueshme në këndvështrimin e nenit 10 (paragrafi 188 i mësipërm). Por, nga ana tjetër, Gjykata nuk e ka marrë në shqyrtim pikën nëse rregullat në fjalë ishin “në përputhje me interesin e përgjithshëm” (paragrafi 189 i mësipërm) e nëse ndërhyrja në të drejtën e paditëses për të dhënë informacione dhe ide ndiqte një qëllim të drejtë dhe ishte e nevojshme në një shoqëri demokratike për arritjen e tij (paragrafi 158 i mësipërm).", "215.  Në këtë çështje, Gjykata e ka të pamundur të përcaktojë me saktësi se në çfarë mase shkeljet e vëna re i kanë prekur të drejtat pronësore të paditëses, duke pasur parasysh, në veçanti, specifikën e tregut audioviziv italian dhe mungesën e një situate tregtare të krahasueshme në tregun e lartpërmendur.", "216.  Gjykata vëren për më tepër se paditësja ka pësuar një dëm që rrjedh nga pasiguria e tejzgjatur, si pasojë e mungesës së qartësisë së kuadrit të brendshëm legjislativ, për sa i përket datës kur ajo do të mund të merrte caktimin e radiofrekuencave dhe, për pasojë, të fillonte të vepronte në tregun privat të transmetimeve televizive. Paditësja ka kryer sidoqoftë investime mbi bazën e koncesionit. Gjykata çmon se dëmshpërblimi i dhënë nga Këshilli i Shtetit, i cili mbulonte në mënyrë ekskluzive vetëm periudhën nga viti 2004 deri më 2009, nuk mund të konsiderohet si i mjaftueshëm, për më tepër që nga juridiksionet e brendshme nuk është urdhëruar asnjë ekspertizë për të vlerësuar humbjet e pësuara dhe fitimin e munguar.", "217.  Gjykata vë në dukje se Qeveria mjaftohet duke i kundërshtuar pretendimet e paditëses dhe duke i quajtur ato si të tepruara.", "218.  Për sa u përket humbjeve të pësuara, Gjykata shënon se paditësja nuk e ka provuar se të gjitha investimet e kryera ishin të nevojshme për ta vënë në jetë koncesionin që ajo kishte marrë. Për sa i përket fitimit të munguar që pretendohet, Gjykata është e mendimit se paditësja ka pësuar vërtet një dëm në këtë drejtim për shkak të pamundësisë, për shumë vite, për të nxjerrë çfarëdo fitimi nga koncesioni. Ajo çmon megjithatë se rrethanat e çështjes nuk e mundësojnë një vlerësim të përpiktë të dëmit material, meqenëse lloji i dëmit për të cilin bëhet fjalë paraqet rreziqe të shumta dhe e bën të pamundur një përllogaritje të saktë të shumave që mund të përbëjnë një zhdëmtim të drejtë.", "219.  Pa i hyrë spekulimeve lidhur me fitimet që do të kishte realizuar paditësja në qoftë se nuk do të kishin ndodhur shkeljet e Konventës dhe në qoftë se ajo do të kishte qenë në gjendje për të transmetuar që prej vitit 2001, Gjykata vë re se e interesuara ka pësuar një humbje reale shansesh (shih, mutatis mutandis, Gaweda, i cituar më lart, § 54). Është e udhës gjithashtu të vërehet se e interesuara dëshironte t’i futej një sipërmarrjeje tregtare krejtësisht të re, suksesi eventual i së cilës varej nga një varg faktorësh të larmishëm vlerësimi i të cilëve nuk përfshihet në kompetencën e Gjykatës. Ajo shënon në këtë drejtim se, nëse bëhet fjalë për një fitim të munguar (lucrum cessans), ekzistenca e tij duhet të përcaktohet me siguri dhe nuk duhet të bazohet vetëm në hamendësime apo gjasa.", "220.  Në këto kushte, Gjykata e çmon të përshtatshme të caktojë një shumë aforfe si zhdëmtim për humbjet e pësuara si edhe për fitimin e munguar lidhur me pamundësinë për ta shfrytëzuar koncesionin. Asaj i duhet gjithashtu të marrë parasysh faktin se paditësja e ka marrë një dëmshpërblim në nivelin e brendshëm për një pjesë të periudhës në fjalë (paragrafi 48 i mësipërm).", "221.  Përveç kësaj, Gjykata çmon se, në rastin e çështjes në fjalë, shkeljet e konstatuara të neneve 10 të Konventës dhe 1 të Protokollit nr. 1 i kanë shkaktuar paditëses në mënyrë të pashmangshme një pasiguri të tejzgjatur në drejtimin e punëve dhe ndjenja pafuqie e zhgënjimi (shih, mutatis mutandis, Rock Ruby Hotels Ltd k. Turqisë (shpërblim i drejtë), nr. 46159/99, § 36, 26 tetor 2010). Në këtë drejtim, ajo rikujton se mund t’i japë një shoqërie tregtare një dëmshpërblim financiar për dëm moral. Ky lloj dëmi mund të përmbajë në fakt, për një shoqëri të tillë, elemente pak a shumë “objektive” dhe “subjektive”. Konkretisht, mund të merren në konsideratë emri i mirë i ndërmarrjes, por edhe pasiguria në planifikimin e vendimeve që duhet të merren, trazirat e shkaktuara në drejtimin e vetë ndërmarrjes, pasojat e të cilave nuk mundësojnë një përllogaritje të saktë, dhe së fundi, ndonëse në një masë më të vogël, ankthi dhe shqetësimet e përjetuara nga pjesëtarët e organeve drejtuese të shoqërisë (Comingersoll S.A. k. Portugalisë [DhM], nr. 35382/97, § 35, GjEDNj 2000-IV).", "222.  Duke pasur parasysh të tëra këto elemente dhe duke marrë vendim me paanësi, Gjykata e çmon të arsyeshme që t’i japë paditëses shumën e përgjithshme prej 10 000 000 EUR, për të gjitha dëmet së bashku, plus çdo shumë tjetër që mund të duhet si tatim mbi këtë shumë.", "2.  Kosto dhe shpenzime", "223.  Gjykata rikujton se, sipas nenit 41 të Konventës, ajo shlyen shpenzimet të cilat vërtetohet që janë kryer realisht, që i përgjigjen një nevoje dhe që janë në një shumë të arsyeshme (Nikolova k. Bullgarisë [DhM], nr. 31195/96, § 79, GjEDNj 1999-II).", "224.  Për sa i përket procedurës së brendshme, Gjykata vë në dukje se paditësja, para se t’u drejtohej organeve të Konventës, i ka shteruar mjetet ligjore që i paraqiteshin asaj në të drejtën italiane, përderisa ka nisur dy procedura përpara juridiksioneve administrative, natyra e ndërlikuar dhe kohëzgjatja e të cilave është me vend të nënvizohen. Prandaj, Gjykata e pranon se të interesuarës i është dashur të bëjë shpenzime për të kërkuar që shkeljet e Konventës të ndreqen brenda rendit të brendshëm juridik (shih, mutatis mutandis, Rojas Morales k. Italisë, nr. 39676/98 § 42, 16 nëntor 2000).", "225.  Për sa u përket shpenzimeve lidhur me procedurën përpara saj, Gjykata shënon se kjo çështje është disi e ndërlikuar, sepse për të janë nevojitur një shqyrtim në Dhomën e Madhe si edhe disa vargje vërejtjesh e një seancë në publik. Ajo ngre gjithashtu disa pyetje juridike me rëndësi.", "226.  Duke pasur parasysh elementet që ka në zotërim dhe praktikën e saj në këtë fushë, Gjykata e gjykon të arsyeshme që t’i japë paditëses për tërë kostot e shpenzimet shumën e përgjithshme prej 100 000 EUR.", "3.  Kamatëvonesat", "227.  Gjykata e gjykon si të përshtatshme që ta bazojë përqindjen e kamatëvonesave te përqindja e interesit të huas afatshkurtër të Bankës Qendrore Evropiane, të rritur me tri pikë përqindjeje.", "PËR KËTO ARSYE, GJYKATA", "1.  E mirëpret, njëzëri, kërkesën e Qeverisë për prapësim paraprak të bërë mbi bazën e papajtueshmërisë ratione personae të kërkesëpadisë për sa ajo është paraqitur nga Z. Di Stefano dhe, për pasojë, e shpall këtë pjesë të kërkesëpadisë si të papranueshme;", "", "2.  E rrëzon, me shumicë votash, kërkesën e Qeverisë për prapësim paraprak të bërë mbi bazën e vonesës së kërkesëpadisë;", "", "3.  I rrëzon, me shumicë votash, kërkesat e tjera të Qeverisë për prapësim paraprak;", "", "4.  E shpall, me shumicë votash, kërkesëpadinë e paraqitur nga paditësja si të pranueshme për sa u përket ankesave të bëra mbi bazën e neneve 10 dhe 14 të Konventës;", "", "5.  E shpall, me shumicë votash, kërkesëpadinë e paraqitur nga paditësja si të pranueshme për sa i përket ankesës së bërë mbi bazën e nenit 1 të Protokollit nr. 1;", "", "6.  E shpall, njëzëri, kërkesëpadinë e paraqitur nga paditësja si të papranueshme për sa u përket pretendimeve të tjera;", "", "7.  Thotë, me gjashtëmbëdhjetë vota në favor e një kundër, se ka pasur shkelje të nenit 10 të Konventës;", "", "8.  Thotë, njëzëri, se nuk është me vend që të shqyrtohet veçmas ankesa e bërë sipas nenit 14 të Konventës të bashkuar me nenin 10 të Konventës;", "", "9.  Thotë, me katërmbëdhjetë vota në favor e tri kundër, se ka pasur shkelje të nenit 1 të Protokollit nr. 1;", "", "10.  Thotë, me nëntë vota në favor e tetë kundër, se shteti i paditur duhet t’i paguajë paditëses, brenda tre muajsh, 10 000 000 EUR (dhjetë milionë euro), plus çdo shumë që mund të duhet si vlerë tatimi, për dëmin material dhe moral;", "", "11.  Thotë, njëzëri, se shteti i paditur duhet t’i paguajë paditëses, brenda tre muajsh, 100 000 EUR (njëqind mijë euro), plus çdo shumë që mund të duhet si vlerë tatimi nga ana e paditëses, për kosto e shpenzime;", "", "12.  Thotë, njëzëri, se duke nisur nga përfundimi i afatit të lartpërmendur e deri në derdhjen e tyre, këto shuma do të shtohen me një interes të thjeshtë në përqindje të barabartë me atë të huas afatshkurtër të Bankës Qendrore Evropiane të zbatueshme gjatë kësaj periudhe, të shtuar me tri pikë përqindjeje;", "", "13.  Rrëzon, njëzëri, kërkesën për çdo shtesë si shpërblim të drejtë.", "", "I hartuar në frëngjisht dhe në anglisht, pastaj i shpallur në seancë publike në Pallatin e të Drejtave të Njeriut, në Strasburg, më 7 qershor 2012.", "\tVincent Berger\tFrançoise Tulkens\n\tKëshilltar juridik\tKryetare", "Këtij vendimi i bashkëngjitet, në përputhje me nenet 45 § 2 të Konventës dhe 74 § 2 të Rregullores, paraqitja e mendimeve më vete të mëposhtme:", "(a)  mendim pajtues i gjyqtares Vajić;", "(b)  mendim pjesërisht kundërshtues i përbashkët i gjyqtarëve Sajó, Karakaş e Tsotsoria, me të cilin bashkohet pjesërisht gjyqtarja Steiner;", "(c)  mendim pjesërisht kundërshtues i përbashkët i gjyqtarëve Popović e Mijović;", "(d)  mendim kundërshtues i gjyqtares Steiner.", "", "F.T.\nV.B.", "Mendimet më vete nuk janë përkthyer, por janë në anglisht dhe/ose në frëngjisht në variant(in/et) e vendimit në gjuhë zyrtare dhe mund të shihen bazën e të dhënave të jurisprudencës së Gjykatës HUDOC.", "", "© Këshilli i Evropës/Gjykata Evropiane e të Drejtave të Njeriut, 2013.", "", "Gjuhët zyrtare të Gjykatës Evropiane të të Drejtave të Njeriut janë anglishtja dhe frëngjishtja. Ky përkthim është bërë me mbështetjen e Fondit të Mirëbesimit për të Drejtat e Njeriut të Këshillit të Evropës (). Ai nuk e kushtëzon Gjykatën dhe kjo e fundit nuk pranon asnjë përgjegjësi për sa i përket cilësisë së tij. Ai mund të shkarkohet nga HUDOC, baza e të dhënave e jurisprudencës së Gjykatës Evropiane të të Drejtave të Njeriut (), ose nga çdo bazë tjetër të dhënash me të cilën HUDOC e ka ndarë atë. Ai mund të riprodhohet për qëllime jo tregtare, me kusht që titulli i çështjes të citohet i plotë dhe të shoqërohet me shënimin e mësipërm lidhur me të drejtën e autorit, si edhe me referimin ndaj Fondit të Mirëbesimit për të Drejtat e Njeriut. Cilido që kërkon ta përdorë këtë përkthim në tërësi ose pjesërisht për qëllime tregtare, është i lutur të njoftojë në adresën e mëposhtme: .", "", "© Council of Europe/European Court of Human Rights, 2013", "", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", "", "", ""]}