{"file": "ALB_HJUDALB_59450_00.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "59450/00", "text_paragraphs": ["RAMIREZ SANCHEZ kundër FRANCËS", " (kërkesa nr. 59450/00)", "4 korrik 2006", "Dhomë e Madhe", "", "kjo çështje ka të bëjë me mbajtjen e gjatë në izolim të një personi të dënuar për terrorizëm dhe me justifikimin apo jo të masave të tilla", "", "I.\tFaktet kryesore", "", "1.\tIliç Ramirez Sanchez, i njohur më shumë si \"Carlos - Çakalli\", është një shtetas 56 vjeçar venezuelan i cili mbahet në një burg në Francë. Hetimet mbi të filluan pas një serie sulmesh terroriste të kryera në Francë. Ai u arrestua për rolin e tij në këto sulme më 15 gusht 1994 dhe, më 25 dhjetor 1997, u dënua me burgim të përjetshëm për vrasjen e dy policëve dhe të një të njohuri të tij më 1975. Për tetë vjet e dy muaj - nga arrestimi i tij në 15 August 1994 deri në transferimin e tij në një burg tjetër, më 17 tetor 2002 - kërkuesi u mbajt në izolim. Arsyet e dhëna për të justifikuar vendimet mbi zgjatjen e periudhës së mbajtjes së tij në izolim ishin rrezikshmëria e kërkuesit, nevoja për ruajtjen e rendit dhe sigurisë në burg si dhe rreziku i arratisjes të tij.", "", "2.\tKushtet e izolimit ishin të tilla që kërkuesi mbahej vetëm, në një qeli të matur 6.84 metra katrorë, e cila, sipas tij, ishte e rrënuar dhe e izoluar keq. Ai nuk kishte asnjë kontakt me të burgosurit e tjerë ose gardianët e burgut dhe i lejohej të dilte nga qelia e tij vetëm për një shëtitje të përditshme prej dy orësh. Kërkuesi pretendoi më tej se aktiviteti i tij i vetëm ishin gazetat dhe një televizor i marrë me qira, dhe të vetmit që e vizitonin ishin avokatët e tij dhe, një herë në muaj, një prift. Më 17 tetor 2002, kërkuesi u transferua në një burg tjetër, ku ai u mbajt në një regjim të zakonshëm burgu deri më 18 mars të vitit 2004. Megjithatë, pas një interviste telefonike për një program televiziv gjatë së cilës kërkuesi, ndër të tjera, nuk pranoi të shprehte ndonjë keqardhje për viktimat e krimeve të tij, kërkuesi u vu përsëri në izolim. Që nga 5 janari 2006 ai është mbajtur në një regjimin e zakonshëm burgu.", "", "3.\tKërkuesi ankohej se izolimi i tij i zgjatur përbënte trajtim çnjerëzor dhe poshtërues, duke shkelur nenin 4. Ai pretendoi gjithashtu se autoritetet nuk kishin ndjekur procedurën e saktë për zgjatjen e mbajtjes së tij në izolim, në shkelje të nenit 13 të Konventës.", "", "II.\tVendimi i Gjykatës", "", "A. \tNë lidhje me nenin 3", "4.\tGjykata konsideroi se duhet të kufizojë shqyrtimin e saj në kushtet në të cilat ishte mbajtur kërkuesi nga 15 gushti 1994 deri më 17 tetor 2002, pasi palët nuk kanë dhënë asnjë informacion mbi kushtet në të cilat kërkuesi ishte mbajtur i izoluar në qeli nga marsi 2004 deri në janar 2006. Gjykata vërejti se, edhe në rrethanat më të vështira, të tilla si lufta kundër terrorizmit dhe krimit të organizuar, Konventa ndalon në terma absolutë torturën dhe dënimet ose trajtimet çnjerëzore ose poshtëruese. Ajo megjithatë pranoi se ndalimi i kërkuesit ka paraqitur vështirësi serioze për autoritetet franceze dhe mirëkuptoi që ato duhet ta kenë konsideruar të nevojshme marrjen e masave të jashtëzakonshme të sigurisë për burgimin e një njeriu i cili gjatë viteve 1970 konsiderohej si terroristi më i rrezikshëm në botë dhe që, përveç kësaj, nuk kishte shprehur asnjë keqardhje.", "", "i.\tNë lidhje me kushtet në të cilat u mbajt kërkuesi", "i.i. në lidhje me kushtet materiale", "5.\tGjykata konstatoi se kërkuesi mbahej në një qeli mjaft të madhe për një person të vetëm, ku kishte një krevat, një tavolinë me karrige dhe një kthinë për tualetin. Qelia kishte një dritare nga ku hynte drita natyrale dhe kërkuesi kishte akses në libra, gazeta, kishte një televizor në dhomë dhe mund të dilte shëtitje në oborrin e burgut dy orë në ditë dhe një orë në ditë mund të bënte ushtrime në një sallë sportive. Në këto rrethana Gjykata vlerësoi se kushtet fizike në të cilat mbahej kërkuesi ishin të përshtatshme dhe në përputhje me Rregullat Europiane të Burgut të miratuara nga Komiteti i Ministrave më 16 janar 2006. Këto kushte ishin konsideruar gjithashtu si \"përgjithësisht të pranueshme\" nga KPT-ja (Komiteti Europian për Parandalimin e Torturës dhe Trajtimit apo Ndëshkimit Çnjerëzor ose Poshtërues) në vizitën e tij nga 14 në 26 maj të vitit 2000.", "", "i.ii. në lidhje me natyrën e izolimit", "6.\tGjykata më tej vuri në dukje se kërkuesi ishte vizituar dy herë në javë nga një mjek, një herë në muaj nga një prift dhe vizita shumë të shpeshta nga një ose më shumë nga 58 avokatët e tij, duke përfshirë edhe përfaqësuesit e tij në procedurat para Gjykatës, ku tashmë përfaqësohej nga gruaja e tij. Familjarët e kërkuesit, ndaj të cilëve nuk ka pasur asnjë kufizim të së drejtës për ta vizituar kërkuesin, asnjëherë nuk kishte kërkuar leje për ta vizituar dhe dy kërkesat e vetme që ishin refuzuar, ishin bërë nga gazetarë. Në këto rrethana, Gjykata konsideron se kërkuesi nuk kishte qenë në izolim të plotë shqisor apo social, por në mënyrë të izoluar të pjesshme dhe relative.", "", "ii.\tnë lidhje me kohëzgjatjen e vetmisë", "7.\tGjykata vuri në dukje se izolimi i një të burgosurit nga komuniteti i burgut nuk përbën në vetvete trajtim çnjerëzor. Megjithatë, për të shmangur çdo rrezik arbitrariteti, duhet të jepen arsye të forta kur një periudhë e zgjatur izolimi zgjatet më tej dhe masa të tilla, të cilat përbëjnë një formë të \"burgut brenda burgut\", duhej të përdoren vetëm përjashtimisht dhe pasi të jetë marrë çdo masë paraprake. Duke ndarë shqetësimet e KPT-së në lidhje me efektet e mundshme afatgjata të izolimit të kërkuesit, Gjykata megjithatë konsideroi se, duke pasur parasysh në veçanti karakterin dhe rrezikun që ai paraqet, kushtet në të cilat u mbajt kërkuesi gjatë periudhës në shqyrtim nuk kanë arritur nivelin minimal të ashpërsisë së nevojshme për të përbëjnë trajtim çnjerëzor ose poshtërues sipas kuptimit të nenit 3 të Konventës. Pavarësisht rrethanave shumë të veçanta të rastit, Gjykata ishte e shqetësuar nga periudha veçanërisht e gjatë që kërkuesi kishte kaluar në izolim dhe vuri re se që nga 5 janari 2006 ai ishte mbajtur nën regjimin e zakonshëm të burgut, një situatë e cila, sipas Gjykatës, në parim nuk duhet të ndryshohet në të ardhmen. Në këto rrethana, ajo konstatoi se nuk ka pasur shkelje të nenit 3 të Konventës.", "", "", "B.\tNë lidhje me nenin 13", "8.\tNë vitin 1996 kërkuesi ishte ankuar në gjykatën administrative kundër një urdhri për mbajtjen e tij në izolim. Ankesa u hodh poshtë më 25 nëntor 1998, me arsyetimin se urdhri ishte një masë e brendshme që nuk mund t’i nënshtrohej shqyrtimit të gjykatave administrative. Në lidhje me këtë, Gjykata vërejti se Këshilli i Shtetit kishte ndryshuar jurisprudencën e tij mbi këtë çështje në korrik 2003 duke pranuar se vendimi për të vendosur një të burgosur në dhomën e izolimit mund të shqyrtohen nga gjykatat administrative. Prandaj, Gjykata arriti në përfundimin se ka pasur shkelje të nenit 13, për shkak të mungesës së një mjeti në sistemin ligjor francez që do t’i kishte lejuar kërkuesit të kundërshtonte vendimin për zgjatjen e mbajtjes së tij në izolim.", "", "C.\tNë lidhje me nenin 41", "9.\tGjykata i akordoi kërkuesit 10,000 euro për kostot dhe shpenzimet. Ai nuk bëri asnjë kërkesë për dëmshpërblim.", ""]}