{"file": "ALB_HJUDALB_2700_10.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "2700/10", "text_paragraphs": ["", "", "", "© Këshilli i Evropës/Gjykata Evropiane e të Drejtave të Njeriut, 2012. Ky përkthim u krye me mbështetje të Fondit të Mirëbesimit të të Drejtave të Njeriut të Këshillit të Evropës (). Ai nuk është detyrues për Gjykatën. Për informacione të mëtejshme shiko të dhënat e plota për të drejtën e autorit në fund të këtij dokumenti.", "", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyrights/droits d’auteur à la fin du present document.\n", "", "GJYKATA EUROPIANE E TË DREJTAVE TË NJERIUT", "", "", "SEKSIONI I PARË", "", "", "", "", "ÇËSHTJA KIYUTIN kundër RUSISË", "", "(Kërkesë nr. 2700/10)", "", "", "", "", "VENDIM", "", "", "", "STRASBURG", "", "10 Mars 2011", "", "", "I FORMËS SË PRERË", "", "15/09/2011", "", "Ky vendim është bërë i formës së prerë në bazë të nenit 44 § 2 (c) të Konventës. Ai mund t’i nënshtrohet rishikimeve redaktoriale.", "Në çështjen Kiyutin k. Rusisë,", "Gjykata Europiane e të Drejtave të Njeriut (Seksioni i Parë), në seancë gjyqësore si Dhomë e përbërë nga:", "\tNina Vajić, Presidente,", "\tAnatoly Kovler,", "\tChristos Rozakis,", "\tPeer Lorenzen,", "\tElisabeth Steiner,", "\tMirjana Lazarova Trajkovska,", "\tJulia Laffranque, gjyqtarë,", "dhe Søren Nielsen, Regjistrues i Seksionit,", "Pas shqyrtimit me dyer të mbyllura më 17 Shkurt 2011,", "Shpall vendimin e mëposhtëm, të miratuar po në atë datë:", "PROCEDURA", "1.  Çështja e ka zanafillën në një kërkesë (nr. 2700/10) kundër Federatës Ruse, e cila është depozituar në Gjykatë në bazë të nenit 34 të Konventës për Mbrojtjen e të Drejtave të Njeriut dhe Lirive Themelore (“Konventa”), nga nja shtetas i Uzbekistanit, Z. Viktor Viktorovich Kiyutin (“kërkuesi”) më 18 Dhjetor 2009.", "2.  Kërkuesi përfaqësohej nga Znj. L. Komolova, avokate në Oryol. Qeveria Ruse (“Qeveria”) përfaqësohej nga Z. G. Matyushkin, përfaqësues i Federatës Ruse në Gjykatën e të Drejtave të Njeriut.", "3.  Kërkuesi pretendonte, në mënyrë të veçantë, se kishte qenë viktimë e diskriminimit për shkak të statusit të tij shëndetësor në kuadrin e kërkesës së tij për leje qendrimi në Rusi.", "4.  Më 5 Maj 2010, Presidenti i Seksionit të Parë vendosi të njoftojë Qeverinë në lidhje me kërkesën. Gjithashtu, u vendos të shqyrtohej njëkohësisht pranueshmëria dhe themeli i çështjes (Neni 29 § 1 i Konventës).", "5.  U morën parashtrime me shkrim nga Interights, Qendra Ndërkombëtare për Mbrojtjen Ligjore të të Drejtave të Njeriut, të cilës i ishte dhënë leja nga Presidenti të ndërhynte si palë e tretë (Neni 36 § 2 i Konventës dhe Rregulli 44 § 2 Rregullores së Gjykatës).", "FAKTET", "I.  RRETHANAT E ÇËSHTJES", "6.  Kërkuesi ka lindur në RSS të Uzbekistanit në Bashkimin Sovjetik, në vitin 1971 dhe mbas rënies së BRSS-s ka marrë nënshtetësinë uzbeke.", "7.  Në Tetor të vitit 2002, vëllai i tij bleu një shtëpi dhe një ngastër toke në fshatin Lesnoy të Rajonit Oryol të Rusisë. Në vitin 2003 kërkuesi, vëllai i tij nga babai dhe nëna e tyre erdhën nga Uzbekistani për të jetuar atje.", "8.  Më 18 Korrik 2003 kërkuesi u martua me një shtetase ruse dhe në Janar të vitit 2004 u bënë me vajzë.", "9.  Në të njëjtën kohë, në Gusht të vitit 2003, kërkuesi bën kërkesë për lejen e qëndrimit. Atij i kërkohet t’i nënshtrohet ekzaminimeve mjekësore gjatë të cilave rezulton HIV-pozitiv. Për shkak të kësaj rrethane, kërkesa e tij për leje qëndrimi refuzohet. Vendimi i refuzimi ruhet në shkallën e fundit nga Gjykata Rajonale e Oryol-it më 13 Tetor 2004.", "10.  Në prill të vitit 2009 kërkuesi paraqet një kërkesë të re për leje qëndrimi të përkohshme. Mbas kërkesës së tij, më 6 Maj 2009, Shërbimi Federal për Migracionin përcaktoi se ai kishte banuar në Rusi në mënyrë të paligjshme (një shkelje sipas nenit 18.8 § 1 të Kodit të Veprave Administrative) dhe i vuri një gjobë prej 2,500 rublash ruse.", "11.  Me një vendim të datës 26 Qershor 2009, Shërbimi Federal i Migracionit për Rajonin e Oryolit e hodhi poshtë kërkesën e tij për leje qëndrimi, duke iu referuar seksionit 7 § 1 (13) të Ligjit për Shtetasit e Huaj, i cili parashikonte kufizimin e lejes së qendrimit për shtetasit e huaj që nuk mund të provonin se kishin status HIV-negativ. Vendimi thoshte se kërkuesi duhej të largohej nga Rusia brenda tri ditësh, përndryshe do të dëbohej. Kërkuesi e kundërshtoi refuzimin në gjykatë.", "12.  Më 13 Gusht 2009, Gjykata e Distriktit Severniy e Oryolit e hodhi poshtë ankesën e tij, duke u shprehur si më poshtë:", "“Duke marrë parasysh faktin që Z. V.V. Kiyutin është HIV-pozitiv, gjykata mendon se refuzimi i kërkesës së tij për qëndrim të përkohshëm në Rusi ishte i ligjshëm.”", "13.  Kërkuesi e ka apeluar vendimin, mbështetur në vendimin e Gjykatës Kushtetuese të 12 Majit 2006 (shiko paragrafin 24 më poshtë) dhe dokumentet e OKB-s mbi parandalimin e AIDS-it. Më 16 Shtator 2009, Gjykata Rajonale e Oryolit e rrëzoi kërkesën e tij për apel me procedurë të përshpejtuar.", "14.  Më 20 Tetor 2009, kërkuesi i nënshtrohet një ekzaminimi mjekësor në Qendrën Rajonale të Oryolit për Parandalimin e AIDS-it. Ai diagnostikohet se ndodhej në fazë progresive të infeksionit HIV, gjithashtu me hepatit B dhe C, dhe iu përshkrua një terapi shumë aktive antiretrovirale (HAART).", "15.  Më 25 Nëntor 2009, Gjykata Rajonale e Oryolit refuzoi hapjen e procesit për rishikim supervizor dhe ruajti vendimet e mëparëshme si të ligjshme dhe të justifikuara, duke u shprehur si më poshtë:", "“Në kërkesën e tij për rishikim supervizor, Z.Kiyutin argumentonte se gjykata, në vendimin e saj në lidhje me kërkesën e tij për leje qëndrimi, nuk kishte marrë parasysh situatën e tij familjare dhe gjendjen e tij shëndetësore, gjë që ishte në mospërputhje me vendimin e Gjykatës Kushtetuese të datës 12 Maj 2006. Ky argument nuk përbën bazë për anullim vendimesh gjyqësore.", "Ligjet në fuqi që rregullojnë hyrjen dhe qëndrimin e shtetasve të huaj në Rusi, nuk u kërkojnë autoriteteve të zbatimit të ligjit apo gjykatave të përcaktojnë gjendjen shëndetësore të shtetasve të huaj të infektuar me HIV apo stadin klinik të sëmundjes së tyre me qëllim që të vendosin për dhënien e lejes së qendrimit.", "Kur marrin vendim në lidhje me dhënien e leje-qendrimit provizor për një person që është HIV pozitiv, gjykatat munden, por nuk janë të detyruara, të marrin parasysh rrethanat faktike të një çështje specifike në bazë konsideratash humanitare.", "Veç kësaj, një shtetas i huaj që bën kërkesë për leje qendrimi në Rusi duhet të paraqesë një çertifikate që tregon statusin e tij HIV- negativ; në rast se statusi i tij është HIV-pozitiv, ligji e ndalon dhënien e lejes së qendrimit.”", "II.  E DREJTA E BRENDËSHME PËRKATËSE DHE PRAKTIKA GJYQËSORE", "A.  Ligji për Parandalimin e HIV-it (nr. 38-FZ id t. 30 Mars 1995)", "16.  Në pjesën e saj përkatëse, preambula e Ligjit thotë:", "“Duke njohur që sëmundja kronike e shkaktuar nga sindromi i imunodefiçiencës humane (HIV),", "është e përhapur në të gjithë botën,", "ka pasoja të rënda social-ekonomike dhe demografike për Federatën Ruse,", "përbën kërcënim për sigurinë personale, publike dhe kombëtare, dhe kërcënim për ekzistencën e njerëzimit,", "bën thirrje për mbrojtjen e të drejtave dhe interesave të ligjshme të popullatës ...”", "17.  Në përputhje me seksionin 4 § 1, Shteti garanton asistencë mjekësore falas për shtetasit rusë të infektuar me HIV.", "18.  Seksioni 11 § 2 parashikon që shtetasit e huaj dhe personat pa shtetësi, që ndodhen në territorin rus, duhet të dëbohen sapo të zbulohen se janë HIV-pozitiv.", "B.  Ligji për Shtetasit e Huaj (nr. 115-FZ i dt. 25 Korrik 2002)", "19.  Seksioni 5 parashikon që shtetasit e huaj, që nuk kanë nevojë për vizë hyrëse për në Federatën Ruse, mund të rrinë në Rusi për një periudhë që nuk i kalon nëntëdhjetë ditët dhe duhet të largohen nga Rusia mbas skadimit të këtij afati.", "20.  Seksioni 6 § 3 (4) dhe (6.2) përcakton që një i huaj që është martuar me një shtetas rus ose që ka një fëmijë rus ka të drejtën e një leje qëndrimi tre-vjeçar, pavarësisht kuotave profesionale të përcaktuara nga Qeveria.", "21.  Seksioni 6 § 8 dhe Rezoluta e Qeverisë nr. 789, e datës 1 Nëntor 2002, përcakton listën e dokumenteve që duhet të paraqiten bashkë me kërkesën e të huajit për leje qendrimi. Veç dokumenteve të tjera, një person që bën kërkesë për leje qendrimi, duhet të paraqesë një çertifikatë mjekësore që tregon se ai apo ajo nuk është i/e infektuar me HIV.", "22.  Seksioni 7 përmban listën e arsyeve për refuzimin e një leje-qendrimi të përkohëshme apo anullimin e një leje qendrimi të lëshuar më parë. Në mënyrë të veçantë, një kërkesë për leje qendrimi refuzohet në rast se i huaji është përdorues droge apo nuk është në gjendje të paraqesë një çertifikatë që tregon se ai apo ajo nuk është i/e infektuar me HIV (paragrafi 1 (13)).", "C.  Sigurimi i ndihmës mjekësore për shtetasit e huaj", "23.  Sipas Rregullores për sigurimin e ndihmës mjekësore për shtetasit e huaj në territorin rus (Rezoluta e Qeverisë nr. 546 e 1 Shtatorit 2005), shtetasve të huaj u sigurohet falas vetëm trajtimi i urgjencës (§ 3). Ndihma tjetër mjekësore mund të sigurohet me pagesë (§ 4).", "D.  Praktika Gjyqësore e Gjykatës Kushtetuese", "24.  Më 12 Maj 2006, Gjykata Kushtetuese ka rrëzuar një ankesë kushtetuese të paraqitur nga shtetasi ukrainas X., i cili ishte HIV-pozitiv dhe jetonte në Rusi me të shoqen ruse dhe të bijën (vendim nr. 155O). Z. X. u ankua se seksioni 11 § 2 i Ligjit për Parandalimin e HIV-it dhe seksioni 7 § 1 (13) i Ligjit për Shtetasit e Huaj shkelnin të drejtën e tij për jetë familjare dhe të drejtën e tij për ndihmë mjekësore dhe ishin diskriminues gjithashtu.", "25.  Gjykata Kushtetuese u shpreh se dispozitat e kontestuara ishin në pajtueshmëri me Kushtetutën, pasi kufizimet për banimin e përkohshëm të shtetasve të huaj të infektuar me HIV ishin vënë nga ligjvënësi për mbrojtjen e vlerave konstitucionale, nga të cilat më kryesorja ishte e drejta për mbrojtjen nga Shteti të shëndetit publik (§ 3.3).", "26.  Duke iu referuar Deklaratës së Kombeve të Bashkuara mbi Angazhimet për HIV/AIDS-in, të dt. 27 Qershor 2001, Rezolutave të Komisionit të Kombeve të Bashkuara për të Drejtat e Njeriut dhe instrumenteve të tjera ndërkombëtare për parandalimin e diskriminimit në lidhje me HIV, si dhe jurisprudencës së Gjykatës për dëbimin e shtetasve të huaj, në përgjithësi, dhe të huajve të infektuar me HIV, në veçanti, Gjykata Kushtetuese theksoi parimin e proporcionalitetit të masave të marra në përputhje me qëllimet kushtetuese dhe vërejti:", "“Rrjedhimisht, të ndodhur përpara një përplasje vlerash kushtetuese njëlloj të mbrojtura, autoritetet e zbatimit të ligjit dhe gjykatat, nisur nga konsiderata humane, mund të marrin parasysh rrethanat faktike të një çështje specifike për të vendosur nëse një person HIV-pozitiv është i përshtatshëm për të përfituar leje të përkohëshme qendrimi në Federatën Ruse.", "Kështu, dispozitat e seksionit 11 § 2 të Ligjit për Parandalimin e HIV-it dhe seksioni 7 § 13 i Ligjit për Shtetasit e Huaj nuk përjashtojnë mundësinë që autoritet e zbatimit të ligjit – në bazë të konsideratave humanitare – të marrin parasysh situatën familjare, gjendjen shëndetësore të shtetasve të huaj apo të personave pa shtetësi, të infektuar me HIV, dhe rrethana të tjera të jashtëzakonshme, por që meritojnë vëmendje, për përcaktimin nëse personi duhet dëbuar nga Federata Ruse dhe nëse ai apo ajo duhen pranuar për qëndrim të përkohshëm në territorin rus. Në çdo rast, personi në fjalë duhet t’i përmbahet detyrimeve për respektimin e masave parandaluese të vendosura me ligj me qëllim kufizimin e përhapjes së infeksionit HIV.” (§ 4.2)", "E.  Kodi Penal", "27.  Neni 122 parashikon përgjegjësi penale për infektimin me dashje të një personi tjetër me HIV ose për ekspozimin me dashje të dikujt ndaj rrezikut të infektimit me HIV. Këto veprime janë të dënueshme me heqje lirie deri në një vit.", "III.  MATERIALE TË SË DREJTËS NDËRKOMBËTARE PËRKATËSE", "28.  Më 27 Qershor 2001, Asambleja e Përgjithshme e Kombeve të Bashkuara miratoi një Deklaratë Angazhimesh për HIV/AIDS (Rezoluta S-26/2) e cila parashikon, në mënyrë të veçantë:", "“1.  Ne, kryetarët e Shteteve e Qeverive dhe përfaqësues të Shteteve dhe Qeverive, të mbedhur në selinë e Kombeve të Bashkuara ... për rishikimin dhe adresimin e problemit të HIV/AIDS-it në të gjithë aspektet e tij, si dhe për të siguruar një angazhim global për forcimin e bashkërendimit dhe intensifikimin e përpjekjeve kombëtare, rajonale dhe ndërkombëtare për ta luftuar atë në një mënyrë të gjithëanëshme....", "13.  Asgjë më shumë se stigma, heshtja, diskriminimi e mohimi, ashtu si edhe mungesa e konfidencialitetit, e minojnë parandalimin, kujdesin dhe përpjekjet trajtuese dhe rrisin ndikimin e epidemisë tek individët, familjet, kombet dhe duhen adresuar gjithashtu...", "16.  Duke njohur që përmbushja e plotë e të drejtave të njeriut dhe e lirive themelore për të gjithë është një element esencial i përgjigjes globale ndaj pandemisë së HIV/AIDS-it përfshirë edhe parandalimin, kujdesin, mbështetjen dhe trajtimin, dhe redukton cënueshmërinë ndaj HIV/AIDS-it, parandalon stigmën e diskriminimin në lidhje me të ndaj personave të infektuar me HIV/AIDS, apo që e kanë këtë rrezik ...", "31.  Duke pohuar rolin kyç që luan familja në parandalimin, kujdesin, mbështetjen dhe trajtimin e personave të prekur dhe infektuar nga HIV/AIDS, duke mbajtur parasysh që në sisteme të ndryshme kulturore, sociale dhe politike ekzistojnë forma të ndryshme familjesh ...", "HIV/AIDS dhe të drejtat e njeriut", "58.  Deri në vitin 2003 të miratohen, fuqizohen apo zbatohen, sipas nevojës, ligje, rregullore dhe masa të tjera për zhdukjen e të gjitha formave të diskriminimit dhe për të siguruar gëzimin e plotë të të gjitha të drejtave të njeriut dhe lirive themelore nga personat që jetojnë me HIV/AIDS dhe antarët e grupeve vulnerabël, veçanërisht duke u siguruar mundësitë, inter alia, për edukim, trashëgimi, punësim, kujdes shëndetësor, shërbime sociale dhe shëndetsore, parandalim, mbështetje dhe trajtim, informacion dhe mbrojtje ligjore, duke respektuar në të njëjtën kohë privatësinë dhe konfidencialitetin e tyre; si dhe të ndërtohen strategji për të luftuar stigmën dhe përjashtimin social të lidhura me epideminë...”", "29.  Komisioni i Kombeve të Bashkuara për të Drejtat e Njeriut ka folur për herë të parë kundër diskriminimit dhe stigmës së lidhur me HIV/AIDS në Rezolutën e tij nr. 1995/44 (“Mbrojtja e të drejtave të njeriut në kontekstin e HIV-it dhe AIDS-it”), e cila u miratua në takimin e tij të 53-të, më 3 Mars 1995 dhe, në mënyrë të veçantë, shprehet se:", "“1.  Konfirmon se diskriminimi në bazë të statusit të AIDS-it apo HIV-it, faktik apo i supozuar, ndalohet nga standardet ndërkombëtare ekzistuese të të drejtave të njeriut, dhe se termi ‘ose status tjetër’ në dispozitat për mos-diskriminimin në tekstet ndërkombëtare të të drejtave të njeriut mund të interpretohen si të tilla që mbulojnë statusin shëndetësor, përfshirë edhe atë në lidhje me HIV/AIDS-in;", "2.  I bën thirrje Shteteve të sigurojnë, sipas nevojës, që ligjet, politikat dhe praktikat e tyre, përfshirë ato që janë ndërmarrë në kontekstin e HIV/AIDS-it, të respektojnë standardet e të drejtave të njeriut, përfshirë të drejtën e privatësisë dhë integritetin e personave që jetojnë me HIV/AIDS, të ndalojnë diskriminimin në lidhje me HIV/AIDS dhe të mos krijojnë efekte penguese për programet për parandalimin e HIV/AIDS-it dhe kujdesin ndaj personave të infektuar me HIV/AIDS ...”", "UNCHR ka shprehur qëndrimin e saj kundër diskriminimit në kontekstin e HIV/AIDS-it në Rezolutën e mëpasme nr. 2005/84, miratuar në takimin e 61-të, më 21 Prill, 2005.", "30.  Neni 2 § 2 i Marrëveshjes Ndërkombëtare për të Drejtat Ekonomike, Sociale dhe Kulturore, garanton që të drejtat e njohura prej saj “do të ushtrohen pa asnjë lloj diskriminimi në lidhje me racën, ngjyrën, seksin, gjuhën, fenë, opinionet politike apo të tjera, origjinën kombëtare apo sociale, pronën, lindjen apo ndonjë status tjetër”. Në Komentet e tij të Përgjithëshme mbi mos-diskriminimin (nr. 20, 2009), Komiteti për të Drejtat Ekonomike, Sociale dhe Kulturore ka përfshirë shprehimisht statusin shëndetësor dhe, në mënyrë specifike, statusin HIV në kategorinë “status tjetër” referuar në Nenin 2 § 2:", "“33.  Statusi shëndetësor i referohet shëndetit fizik dhe mendor të një personi. Shtetet palë duhet të sigurojnë që statusi shëndetësor i një personi, faktik apo i perceptuar, të mos bëhet pengesë për realizimin e të drejtave të tij sipas Konventës. Mbrojtja e shëndetit publik shpesh citohet nga Shtetet si baza e kufizimit të të drejtave të njeriut në kontekstin e statusit shëndetësor të një personi. Megjithatë, shumë nga këto kufizime janë diskriminuese, për shembull, kur statusi HIV përdoret si bazë për trajtim të ndryshëm në lidhje me edukimin, punësimin, kujdesin shëndetësor, udhëtimin, sigurinë sociale, strehimin dhe azilin.”", "31.  Asambleja Parlamentare e Këshillit të Europës e ka trajtuar temën e HIV/AIDS-it në një numër dokumentesh. Rekomandimi 1116 (1989) mbi AIDS-in dhe të drejtat e njeriut thekson pikat e mëposhtme:", "“3. Duke vënë re se, megjithëse Këshilli i Europës që prej vitit 1983 e ka patur gjithmonë shqetësim parandalimin, aspektet etike janë trajtuar vetëm në mënyrë sipërfaqësore;", "4.  Duke konsideruar, megjithatë, se është thelbësore të mos rrezikohen të drejtat e njeriut dhe liritë themelore për shkak të frikës së krijuar nga AIDS-i;", "5.  Të shqetësuar veçanërisht për diskriminimin që pësojnë disa viktima të AIDS-it e, madje, edhe persona seropozitiv ...", "8.  Rekomandon Komitetin e Ministrave:", "A. të udhëzojë Komitetin Drejtues për të Drejtat e Njeriut t’i japë prioritet fuqizimit të dispozitave të mos-diskriminimit të Nenit 14 të Konventës Europiane të të Drejtave të Njeriut, duke shtuar shtuar shëndetin tek arsyet e ndaluara të diskriminimit, ose duke përpiluar një dispozitë të përgjithëshme mbi barazinë e trajtimit përpara ligjit ...", "D. të ftojë shtetet anëtare të Këshillit të Europës: ...", "3.  të mos refuzojnë të drejtën e azilit për arsyen e vetmë që azil-kërkuesi është i infektuar nga virusi HIV ose sepse vuan me AIDS...”", "Rezoluta 1536 (2007) rikonfirmon angazhimin e PACE-s për të luftuar të gjitha format e diskriminimit ndaj personave me HIV/AIDS:", "“Ndërsa thekson se pandemia HIV/Aids përbën një emergjencë të nivelit mjekësor, social e ekonomik, Asmableja u bën thirrje parlamenteve dhe qeverive të Këshillit të Europës:", "9.1. të sigurojnë që ligjet, politikat e praktikat e tyre respektojnë të drejtat e njeriut në kontekstin e HIV/AIDS-it, veçanërisht, të drejtën për arsim, punë, privatësi, mbrojtje dhe akses në parandalim, trajtim, kujdes dhe mbështetje;", "9.2. të mbrojnë personat që jetojnë me HIV/Aids ndaj çdo forme diskriminimi si në sektorin publik dhe në atë privat ...”", "32.  Konventa e Kombeve të Bashkuara për të Drejtat e Personave me Aftësi të Kufizuara, e cila hyri në fuqi më 3 Maj 2008 që është nënshkruar nga Rusia, por jo ratifikuar, siguron në mënyrë të veçantë:", "Neni 5 – Barazia dhe mos-diskriminimi", "“2.  Shtetet Palë duhet të ndalojnë çdo lloj diskriminimi për shkak të aftësisë së kufizuar dhe t’u garantojnë personave me aftësi të kufizuar mbrojtje ligjore të barabartë dhe efektive ndaj çdo lloj diskriminimi dhe në çdo rrethanë ...”", "Neni 18 – Liria e lëvizjes dhe kombësia", "“1.  Shtetet Palë do të njohin të drejtat e personave me aftësi të kufizuar për lirinë e lëvizjes, lirinë për të zgjedhur vendbanimin e tyre dhe kombësinë, njësoj si pjesa tjetër e popullësisë, duke u siguruar gjithashtu që personave me aftësi të kufizuar:", "...", "2.  të mos u mohohet mundësia, për shkak të aftësisë së kufizuar, për të marrë, patur dhe përdorur dokumentacionin e kombësisë së tyre apo dokumentacion tjetër identifikues, apo për të përdorur procedurat përkatëse, si proçedurat e emigrimit, që mund të jenë të nevojshme për lehtësimin e ushtrimit të së drejtës për lirinë e lëvizjes...”", "Neni 23 – Respekti për shtëpinë dhe familjen", "“1.  Shtetet Palë do të marrin masa efektive dhe të duhura për elemenimin e diskriminimit ndaj personave me aftësi të kufizuar në çdo çështje që ka të bëjë me martesën, familjen, të qenët prind dhe lidhje të një lloji tjetër, njësoj si për të gjithë të tjerët...”", "33.  Deklarata e UNAIDS/IOM-it (Programi i Përbashkët i Kombeve të Bashkuara për HIV/AIDS/Organizata Ndërkombëtare e Migracionit) për kufizimet e udhëtimit të lidhura me HIV/AIDS-in, Qershor 2004, përmbante rekomandimet e mëposhtëme:", "“1.  HIV/AIDS-i nuk duhet konsideruar si një gjendje që rrezikon shëndetin publik në lidhje me udhëtimin, pasi, edhe pse është infektues, virusi i imunodefiçiencës humane nuk mund të transmetohet thjesht nga prania e një personi me HIV në një vend apo me kontakt rastësor (permes ajrit, apo me anë të ushqimit ose ujit). HIV-i transmetohet përmes sjelljesh specifike, të cilat janë pothuajse gjithmonë private. Ndaj, parandalimi kërkon veprime vullnetare dhe nuk mund të imponohet. Masat kufizuese, në të vërtetë, mund të jenë në kundërshtim me interest e shëndetit publik, pasi përjashtimi i personave me HIV që nuk janë shtetas të një vendi, e shton stigmën dhe diskriminimin ndaj personave që jetojnë me HIV dhe AIDS e, në këtë mënyrë, mund t’i frenojnë si shtetasit e një vendi edhe ata pa shtetësi që të dalin hapur për të mund përfituar nga shërbimet parandaluese dhe të kujdesit. Veç kësaj, kufizimet për personat pa shtetësi mund të krijojnë përshtypjen publike të gabuar se HIV/AIDS-i është një problem “i huaj”, që mund të kontrollohet më shumë nga masa të tilla si kontrollet në kufi, se sa përmes një edukimi të mirë shëndetësor publik dhe me metoda të tjera parandaluese ...", "3.  Kufizimet e hyrjes apo qendrimit, që bazohen në kushte shëndetësore, përfshirë HIV/AIDS-in, duhen zbatuar në mënyrë të tillë që të përmbushin detyrimet në lidhje me të drejtat e njeriut, përfshirë parimin e mos-diskriminimit, mos-kthimin mbrapsht të refugjatëve, të drejtën e privatësisë, mbrojtjen e familjes, mbrojtjen e të drejtave të migrantëve dhe mbrojtjen e interesave më të mira të fëmijës. Duhen marrë parasysh gjithashtu edhe nevojat humanitare detyruese.", "4.  Çdo kufizim udhëtimi për arsye shëndetësore mund të vihet vetëm në bazë të intervistave/ekzaminimeve individuale. Në rast mospranimi, personat duhet të infomohen me shkrim dhe me gojë në lidhje me arsyet e mospranimit.", "5.  Gjendje shëndetësore të krahasueshme duhet të trajtohen njëlloj për sa i takon kostove ekonomike potenciale në lidhje me personin mbartës të gjendjes në fjalë. Personat me HIV/AIDS, që kërkojnë të drejtën e hyrjes në një vend për kohë të shkurtër apo të gjatë nuk duhet të veçohen për të mos iu lejuar hyrja në bazë të këtyre konsideratave financiare.", "6.  Mospranimi në bazë të kostove të mundshme të shërbimit shëndetësor dhe ndihmës sociale në lidhje me një gjendje të caktuar shëndetësore, duhet të konsiderohet vetëm kur, përmes një vlerësimi individual, tregohet se personi e ka të domosdoshme një ndihmë të tillë shëndetësore dhe sociale; ka të ngjarë ta përdorë vërtetë atë brenda një kohe relativisht të shkurtër; dhe nuk ka burime të tjera për mbulimin e këtyre kostove (p.sh. me anë të skemave private të sigurimit apo në bazë të punësimit, mbështetjes nga grupet komunitare); dhe se këto kosto nuk do të mund të kompensohen nga përfitime të tilla si mjeshtëri profesionale specifike, talente, kontribute në forcën e punës, pagim taksash, kontribut në diversitetin kulturor, dhe kapacitet për të krijuar të ardhura apo vende pune.", "7.  Nëse një person me HIV/AIDS i nënshtrohet dëbimit (deportimit), ky dëbim (deportim) duhet të jetë në pajtim me detyrimet ligjore ndërkombëtare, përfshirë të drejtën për ndjekjen e rrugës së duhur ligjore dhe aksesin në mjetet ligjore për kundërshtimin e dëbimit. Vëmendje i duhet kushtuar edhe arsyeve detyruese të një natyre humanitare që justifikojnë autorizimin e personit për të qendruar...”", "34.  Në Direktivat Ndërkombëtare për HIV/AIDS-in dhe të Drejtat e Njeriut (variant i konsoliduar i v. 2006) të botuara nga Zyra e Komisionerit të Lartë të Kombeve të Bashkuara për të Drejtat e Njeriut dhe UNAIDS, thuhet, në mënyrë të veçantë:", "“102.  Parimet kyç të të drejtave të njeriut që janë thelbësore për reagimin efektiv të Shteteve ndaj HIV-it duhen gjetur tek instrumentet ndërkombëtare ekzistuese... Disa nga parimet e të drejtave të njeriut të rëndësishme në lidhje HIV/AIDS janë, ndër të tjera:", "e drejta për mos-diskriminim, mbrojtje të barabartë dhe barazi përpara ligjit ...", "e drejta për lirinë e lëvizjes ...", "104.  Sipas të drejtës ndërkombëtare për të drejtat e njeriut, Shtetet, në rrethana të përcaktuara saktësisht, mund të vënë kufizime mbi disa të drejta, në qoftë se këto kufizime janë të domosdoshme për realizimin e qëllimeve thelbësore si shëndeti publik, të drejtat e të tjerëve, morali, rendi publik, mireqënia e përgjithshme në një shoqëri demokratike dhe siguria kombëtare...", "105.  Shëndeti publik citohet më së shumti nga Shtetet si bazë për kufizimin e të drejtave të njeriut në kuadrin e HIV-it. Megjithatë, shumë kufizime të tilla përbëjnë shkelje të parimit të mos-diskriminimit, për shembull kur statusi HIV përdoret si bazë për trajtimin e diferencuar në lidhje me aksesin në arsim, punësim, kujdes shëndetësor, udhëtim, siguri sociale, strehim dhe azil...", "127.  Nuk ka një bazë logjike që lidh shëndetin publik me kufizimin e lirisë së lëvizjes apo zgjedhjes së vendit të banimit në bazë të statusit HIV të personit. Sipas rregullores ndërkombëtare aktuale të shëndetit, e vetmja sëmundje që kërkon pasjen e një çertifikate për udhëtime ndërkombëtare është ajo e etheve të verdha [mungon shënimi në fund të faqes]. Ndaj, çdo kufizim i këtyre të drejtave bazuar vetëm në statusin HIV të personit apo dyshimin për këtë gjë, përfshirë depistimin për HIV të udhëtarëve ndërkombëtarë, është diskriminues dhe nuk mund të justifikohet me shqetësimin për shëndetin publik.", "128.  Atje ku Shtetet u mohojnë personave me HIV qendrimin afat-gjatë për shkak të implikimeve financiare, Shtetet nuk duhet të bëjnë diferencim në lidhje me HIV/AIDS-it për këtë gjë, krahasuar me rrethana të tjera ngjashme, dhe duhet të provojnë nëse këto kosto janë vërtetë për t’u mbuluar në rastin e të huajit që kërkon leje-qendrimin. Në shqyrtimin e kërkesave për hyrje në një vend, çështjet humanitare si bashkimet familjare dhe nevoja për azil, duhet të kenë prioritet ndaj konsideratave ekonomike.”", "35.  Raporti Ekipit Ndërkombëtar të Punës për Kufizimet e Udhëtimeve të lidhura me HIV-in, përgatitur nga UNAIDS në vitin 2008, konstaton sa më mëposhtë:", "“Ekipi i Punës konfirmoi se kufizimet specifikisht për HIV-in të ushtruara në lidhje me hyrjen, qëndrimin dhe banimin në bazë të statusit HIV janë diskriminuese, nuk mbrojnë shëndetin publik dhe nuk identifikojnë në mënyrë racionale ata që mund të shkaktojnë ngarkesë të tepërt mbi fondet publike. Në mënyrë të veçantë, Ekipi i Punës bëri konstatimet e mëposhtme:", "Ekipi i Punës nuk gjeti asnjë të dhënë që provonte se vendosja e kufizimeve për shkak të HIV-it në lidhje me hyrjen, qendrimin dhe banimin, mbronte shëndetin publik, madje shqetësimi ishte se një gjë e tillë në të vërtetë mund të jetë pengesë për përpjekjet në mbrojtje të shëndetit publik.", "Kufizimet mbi hyrjen, qendrimin dhe banimin, që specifikojnë faktorin HIV, përkundër kushteve të tjera të krahasueshme, dhe/ose bazohen vetëm në statusin HIV të personit janë diskriminuese.", "Dëbimi ose deportimi i personave me HIV pozitiv për të shmangur kostot potenciale të trajtimit dhe të mbështetjes, duhet të mbështeten në vlerësimin individual të shpenzimeve që kanë gjasa të krijohen, nuk duhet të veçojnë faktorin HIV dhe nuk duhet të kapërcejnë konsideratat në lidhje me të drejtat e njeriut apo pretendime të tjera me natyrë humanitare. ”", "IV.  TË DHËNA KRAHASUESE", "36.  Në Maj 2009 UNAIDS, Programi i Përbashkët i Kombeve të Bashkuara për HIV/AIDS-in, botoi studimin Mapping of Restrictions on the entry, stay and residence of people living with HIV (Harta e Kufizimeve të hyrjes, qendrimit dhe banimit të personave me HIV). Varianti më i fundit i përditësuar i këtij stundimi (deri në Maj 2010) mund të aksesohet në faqen e tij të internetit.", "37.  Sipas studimit, 124 vende, territore dhe zona në të gjithë botën nuk kanë kufizime të hyrjes, qendrimit apo banimit. 52 vende, territore apo zona të tjera bëjnë një lloj kufizimi të hyrjes, qendrimit dhe banimit për persona me HIV, bazuar në statusin HIV të tyre. Në kategorinë e fundit bëjnë pjesë shtatë Shtete Antare të Këshillit të Europës.", "38. Asnjë Shtet Antar i Këshillit të Europës nuk refuzon vizën apo hyrjen për periudhë të shkurtër qendrimi në bazë të statusit HIV të individit. Tre shtete (Armenia, Moldavia dhe Rusia) mund të deportojnë individë mbas identifikimit të statusit të tyre HIV-pozitiv. Këto shtete dhe tri të tjera (Andora, Qipro dhe Sllovakia) kërkojnë që personi që bën kërkesë për leje qendrimi të tregojë që është HIV-negativ. Së fundmi, Lituania kërkon që personi të deklarojë nëse vuan nga ndonjë “sëmundje që përbën kërcënim për shëndetin publik”.", "E DREJTA", "I.  PRETENDIMI PËR SHKELJE TË NENIT 14 TË KONVENTËS, NË KOMBINIM ME NENIN 8", "39.  Kërkuesi u ankua në bazë të neneve 8, 13, 14 dhe 15 të Konventës, se vendimi për t’i refuzuar atij lejen e qendrimit në Rusi, kishte qenë jo-proporcional me qëllimin legjitim të mbrojtjes së shëndetit publik dhe se kishte cënuar të drejtën e tij për të jetuar me familjen e tij. Gjykata vëren se fokusi i kësaj kërkese është diferenca e trajtimit që kish pësuar kërkuesi për shkak të statusit të tij shëndetësor, kur kishte bërë kërkesë për lejen e qendrimit. Nisur nga rrethanat e çështjes dhe duke patur parasysh që ajo është autoriteti kompetent për cilësimin në ligj të fakteve të çështjes (shiko Guerra dhe të Tjerë k. Italisë, 19 Shkurt 1998, § 44, Raporte të Gjykimeve dhe Vendimeve 1998I), Gjykata mendon se është me vend të shqyrtojë shqetësimin e kërkuesit nga këndvështrimi i nenit 14 të Konventës konsideruar në kombinim me nenin 8 (krahaso Abdulaziz, Cabales dhe Balkandali k. Mbretërisë së Bashkuar, 28 Maj 1985, § 70, Seria A nr. 94). Këto dispozita thonë:", "Neni 8", "1. “Çdokush ka të drejtën e respektimit të jetës së tij private dhe familjare, banesës dhe korrespondencës së tij.", "2. Autoriteti publik nuk mund të ndërhyjë në ushtrimin e kësaj të drejte, përveçse në shkallën e parashikuar nga ligji dhe kur është e nevojshme në një shoqëri demokratike, në interes të sigurisë publike, për mbrojtjen e rendit publik, shëndetit ose moralit ose për mbrojtjen e të drejtave dhe lirive të të tjerëve.”", "Neni 14", "“Gëzimi i të drejtave dhe i lirive të përcaktuara në [këtë] Konventë duhet të sigurohet, pa asnjë dallim të bazuar në shkaqe të tilla si seksi, raca, ngjyra, gjuha, feja, mendimet politike ose çdo mendim tjetër, origjina kombëtare ose shoqërore, përkatësia në një minoritet kombëtar, pasuria, lindja ose çdo status tjetër.”", "A.  Parashtrimet e palëve", "1.  Qeveria", "40.  Qeveria parashtroi se kërkuesi vazhdonte të jetonte në Rajonin e Orjolit dhe se, duke marrë parasysh lidhjet e tij familjare dhe kushtet e tij shëndetësore, ai nuk ishte deportuar. Refuzimi i lejes së qendrimit nuk ndërhynte në të drejtën e tij për jetë familjare dhe, edhe po të ishte kështu, një ndërhyrje e tillë e kishte bazën ligjore në seksionin 7 § 1 (13) të Ligjit për Shtetasit e Huaj. Kjo justifikohej gjithashtu edhe me shqetësimin e autoriteteve ruse në lidhje me përhapjen masive të epidemisë HIV dhe pasojat e saj social-ekonomike dhe demografike në Federatën Ruse, me rrezikun që ajo përfaqësonte për sigurinë personale, publike dhe kombëtare dhe ekzistencën e njerëzimit, si dhe me nevojën për të siguruar mbrojtjen e të drejtave dhe interesave të ligjshme të popullatës. Refuzimi i lejes së qendrimit ishte një masë e nevojshme që kishte për qëllim parandalimin dhe luftën ndaj infeksionit HIV.", "41.  Qeveria vuri në dukje se kërkuesi kishte të drejtën të qendronte në territorin rus për sa kohë ai respektonte rregulloren për hyrjen, daljen dhe qendrimin e shtetasve të huaj. Përderisa ai nuk përfitonte ligjërisht lejen e qendrimit, por nuk kishte nevojë për vizë hyrëse Ruse për një periudhë nëntëdhjetë ditore, ai mund të largohej nga Rusia çdo nëntëdhjetë ditë e pastaj të rikthehej sërish. Veç kësaj, refuzimi i lejes së qendrimit nuk e pengonte kërkuesin të bënte jetë familjare në Uzbekistan, ku atij mund t’i bashkoheshin e shoqja dhe e bija. (Qeveria iu referua çështjeve Slivenko k. Letonisë [GC], nr. 48321/99, ECHR 2003X, dhe Abdulaziz, cituar më lart).", "42.  Në vëzhgimet e saj shtesë, Qeveria parashtroi se rreziku potencial që paraqiste kërkuesi për publikun e gjerë konfirmohej nga përhapja e infeksionit HIV në botë e, po ashtu, edhe nga fakti se në Uzbekistan ai ishte dënuar për krime të rënda dhe shumë të rënda. Gjykatat e brendëshme nuk kishin nevojë të merrnin në shqyrtim gjendjen e tij individuale apo informacionin në lidhje me gjendjen e tij shëndetësore, pasi të tilla konsiderata ishin të parëndësishme për vendosjen e çështjes në fjalë.", "2.  Kërkuesi", "43.  Kërkuesi kundërshtoi parashtrimet e Qeverisë, sipas të cilave autoritetet e brendëshme e kishin marrë parasysh gjendjen e tij shëndetësore dhe situatën e tij familjare. Ai vuri në dukje se këto rrethana nuk ishin përmendur në vendimet e brendëshme dhe se vendimi i Gjykatës Kushtetuese, i 12 Majit 2006, kishte mbetur thjesht një deklaratë pa efekte praktike. Ai besonte se nuk ishte deportuar akoma, vetëm për shkak të qendrimit “duke parë e duke bërë” nga ana e autoriteteve ruse, të cilat fillimisht kishin pritur rrezultatet e proceseve në gjykatat e brendëshme dhe tani ishin në pritje të vendimit të Gjykatës së Strasburgut. Veç kësaj, kur i referohej gjendjes së tij shëndetësore, Qeveria nuk specifikonte nëse e kishin fjalën për infektimin e tij me HIV në përgjithësi, apo për komplikacinet e kohëve të fundit në formën e një tuberkulozi të agravuar, që kërkonte trajtim spitalor dhe e bënte atë të papërshtatshëm për transport.", "44.  Për sa i takon ekzistencës se një ndërhyrje (në të drejtën e tij), kërkuesi parashtroi se seksioni 5 i Ligjit për Shtetasit e Huaj e kufizonte qendrimin e tij të ligjshëm në Rusi deri në nëntëdhjetë ditë dhe se nuk kishte asnjë mundësi për shtyrje të mëtejshme sipas seksionit 7, i cili kërkonte që ai të paraqiste një çertifikatë ku të tregohej se ishte HIV-negativ. Ai kishte mësuar se ishte me infeksion vetëm pasi ishte vendosur në Rusi dhe ishte martuar me një shtetase ruse, ndaj dhe nuk kishte patur mundësi të parashikonte se nuk do ishte në gjendje të siguronte lejen e banimit në Rusi. E gjithë familja e tij, përfshirë nënën e tij, ishin në Rusi, edhe gruaja e tij dhe e bija kishin lindur në Rusi, aty ai kishte lidhje të konsoliduara shoqërore, ekonomike dhe personale, ndërsa në Uzbekishtan nuk kishte as të afërm, as punë, as shtëpi. Sipas mendimit të Kërkuesit, këto elemente e dallonin rastin e tij nga çështja Slivenko k. Letonisë, në të cilën autoritetet ruse i kishin siguruar një apartament në Kursk të parit të familjes Slivenko.", "45.  Në lidhje me proporcionalitetin e ndërhyrjes së pretenduar në të drejtën e tij për jetë familjare, kërkuesi theksoi se gjykatat ruse ishin nisur nga hamendësimi se ai paraqiste rrezik të madh për shëndetin e popullatës ruse. Ato as kishin analizuar stilin e tij të jetesës e as kishin shpjeguar pse kjo gjë mund të çonte në epidemi apo përbënte kërcënim për sigurinë kombëtare, rendin publik, mirëqenien ekonomike të Rusisë, apo cënonte të drejtat dhe liritë e të tjerëve. Ai nuk merrte pjesë në marrëdhënie seksuale të shthurura dhe respektonte masat e sigurisë të nevojshme për gjendjen e tij shëndetësore. Fakti që gjykatat ruse nuk i kishin kushtuar vemendje këtyre rrethanave, fliste për diskriminim të papranueshëm për shkak të statusit të gjendjes së tij shëndetësore.", "3.  Pala e tretë", "46.  Interights, si palë e tretë, parashtroi fillimisht se dispozitat e përgjithshme të mos-diskriminimit të traktateve kryesore universale dhe rajonale të të drejtave të njeriut ishin interpretuar të tilla që ndalonin diskriminimin në bazë të statusit HIV apo AIDS, qoftë ky faktik apo i supozuar. Ky interpretim qe përqafuar nga Komiteti i Kombeve të Bashkuara për të Drejtat e Njeriut, Komiteti për të Drejtat Ekonomike, Sociale dhe Kulturore, Nën-Komisioni për Parandalimin e Diskriminimit dhe Mbrojtjen e Minoriteteve dhe Komiteti për të Drejtat e Fëmijës. Në Deklaratën e Angazhimeve për HIV/AIDS-in adoptuar nga Asambleja e Përgjithëshme e Kombeve të Bashkuara në Gusht 2001, shtetet antare shprehën angazhimin e tyre për të miratuar dhe zbatuar ligje për zhdukjen e të gjitha formave të diskriminimit ndaj personave që jetojnë me HIV/AIDS. Në nivel europian, Asambleja Parlamentare e Këshillit të Europës bëri thirrje për fuqizimin e nenit 14 të Konventës në lidhje me personat që jetojnë me HIV/AIDS dhe për një mbrojtje më të madhe të tyre si në sektorin publik, edhe në atë privat.", "47.  Së dyti, pala e tretë argumentoi se, përveç standardeve të përgjithëshme anti-diskriminim që ekzistojnë sipas të drejtës ndërkombëtare, personat që jetojnë me HIV/AIDS duhet të përfitojnë nga ndalimi i diskriminimit për shkak të aftësive të kufizuara sipas jurisprudencës së Gjykatës dhe sistemve të tjera ligjore. Zbatueshmëria për personat që jetojnë me HIV/AIDS e kuadrit anti-diskriminim për paaftësi sipas Konventës për të Drejtat e Personave me Aftësi të Kufizuara, është nënshkruar nga Zyra e Komisionerit të Lartë, Organizata Botërore e Shëndetësisë dhe Programi i Kombeve të Bashkuara për HIV/AIDS (UNAIDS) në dokumentin e përbashkët Disability and HIV Policy Brief (2009). Qasja ndaj HIV, e bazuar tek koncepti i paaftësisë, u mbështet më tej nga legjislacioni dhe praktika e shumë vendeve që në mënyrë të shprehur apo të nënkuptuar i kishin zgjeruar ligjet e tyre duke përfshirë në të edhe statusin HIV të personit (Kanadaja, SHBA, Mbretëria e Bashkuar, Gjermania dhe Norvegjia. Në çështjen Glor k. Zvicrës, kjo Gjykatë njohu gjithashtu se neni 14 i Konventës ofronte mbrojtje ndaj diskriminimit për shkak të aftësive të kufizuara (nr. 13444/04, § 80, ECHR 2009...).", "48.  E drejta ndërkombëtare nuk njeh një të drejtë për t’u vendosur në një vend të huaj dhe kufizimet në lidhje me udhëtimin, kur zbatohen në mënyrë neutrale, mund të mos jenë ilegjitime per se; megjithatë, po këto kufizime janë në shkelje të standardeve anti-diskriminim në rast se personat që jetojnë me HIV i trajtojnë në mënyrë të diferencuar pa patur një justifikim objektiv. Në vlerësimin e saj për të gjykuar nëse një diferencim në trajtim është i justifikuar, Gjykata ka identifikuar një numër grupesh veçanërisht vulnerabël – për shembull, romët, homoseksualët, personat me paaftësi mendore – që kanë vuajtur një histori të tërë paragjykimesh dhe përjashtimi social, për të cilët Shteti ka një hapësirë më të ngushtë vlerësimi. Në parashtrimet e palës së tretë, personat që jetojnë me HIV përbënin një grup të tillë, pasi ata kanë vuajtur në shkallë të gjerë prej stigmës dhe përjashtimit, përfshirë edhe rajonin e Këshillit të Europës, dhe Shtetit i duhet lënë vetëm një hapësirë e ngushtë vlerësimi në përzgjedhjen e masave që krijojnë trajtim të diferencuar për personat që jetojnë me HIV.", "49.  Pala e tretë identifikoi dy justifikime të mundshme për trajtim të diferencuar për shkak të Statusit HIV të personit: justifikimi në lidhje me kërcënimin ndaj shëndetit publik dhe justifikimi në lidhje me kostot publike. Për sa i takon shqetësimit në lidhje me shëndetin publik, ajo tërhoqi vëmendjen ndaj koncensusit që ekziston mes ekspertëve dhe organizmave ndërkombëtare që punojnë në fushën e shëndetit publik se masa të tilla janë të paefektshme në parandalimin e përhapjes së HIV-it (për këtë iu referuan dokumenteve dhe deklaratave të Organizatës Botërore të Shëndetësisë, Komisionerit të Lartë të Kombeve të Bashkuara për të Drejtat e Njeriut, Organizatës Ndërkombëtare të Migracionit, Komisionerit të Lartë të Kombeve të Bashkuara për Refugjatët, Bankës Botërore, Organizatës Ndërkombëtare të Punës, Parlamentit dhe Komosionit Europian). Në vitin 2008, Ekipi Ndërkombëtar i Punës i UNAIDS-it nuk gjeti të dhëna në lidhje me Kufizimet e udhëtimit për shkak të HIV-it që provonin se kufizimet e udhëtimit për shkak të HIV-it mbronin shëndetin publik. Edhe pse HIV është një sëmundje e transmetueshme, ajo nuk është ngjitëse në kuptimin se mund të përhapet nëpërmjet ajrit apo kontaktit rastësor, por nëpërmjet sjelljesh specifike, si seksi pa masa mbrojtëse apo përdorimi i shiringave të infektuara, gjë që ua mundëson personave HIV-negative marrjen e masave për të mbrojtur veten ndaj transmetimit të sëmundjes. Justifikimi në lidhje me shëndetitn publik u trondit edhe më shumë nga argument se kufizimet mbi udhëtimin nuk ishin të zbatueshme për shtetasit që largohen dhe ata që kthehen apo për turistët afat-shkurtër. Këto masa mund të rezultonin të dëmshme për shëndetin publik të vetë shtetasve të një vendi, pasi krijonin një ide të gabuar për sigurinë duke e portretizuar HIV/AIDS-in si një problem të huaj, duke nënvleftësuar kështu domosdoshmërinë e një stili të sigurtë jetese nga gjithësecili dhe sepse i shtynte emigrantët të shmangnin kontrollet për HIV-in duke qendruar në vend në mënyrë ilegale, gjë që u hiqte atyre mundësinë e përfitimit nga shërbimet e parandalimit dhe kujdesjes në kuadrin e HIV-it.", "50.  Në pikëpamjen e palës së tretë, politikat kombëtare të emigracionit demonstronin se shumica e vendeve në botë ndanin perceptimin se kufizimet për udhëtimin në lidhje me HIV-in nuk përbënin një masë të efektshme për mbrojtjen e shëndetit publik. Kjo gjë dilte në mënyrë indirekte nga fakti se shumica e shteteve nuk zbatonin të tilla kufizime dhe se një numër vendesh të tjera i kishin hequr ato së fundmi dhe pranonin se HIV nuk përbën kërcënim për shëndetin publik (SHBA, Kina dhe Namibia). Të tjera vende kishin marrë në shqyrtim mundësinë e vënies së kufizimeve të tillë e më në fund e kishin hedhur poshtë një gjë të tillë, gjë që reflekton mungesën e një lidhjeje të llogjikshme mes masave të tilla dhe parandalimit efektiv (Mbretëria e Bashkuar, Gjermania). Veç kësaj, ishte pranuar tashmë se ekzistonin alternativa më pak kufizuese, por më të efektshme për mbrojtjen e shëndetit publik, si testimet, këshillimet vullnetare dhe fushatat informative.", "51.  Në lidhje me parandalimin e bërjes së shpenzimeve të egzagjeruara në sistemet e kujdesit shëndetësor me financim publik, pala e tretë iu referua konstatimeve të Gjykatës në çështjen G.N. dhe të Tjerë k. Italisë (nr. 43134/05, § 129, 1 Dhjetor 2009), ku ajo ishte shprehur se në kuadrin e politikave shëndetësore, pamjaftueshmëria e fondeve nuk mund të përdorej si justifikim për marrje masash në bazë kriteresh arbitrare. Kufizimet e imigracionit që veçojnë HIV-in, ndërkohë që harrojnë të marrin në konsideratë gjendje të tjera njëlloj të kushtueshme, si sëmundjet kardiovaskulare dhe ato të veshkave, rrezultojnë të jenë arbitrare dhe diskriminuese. Veç kësaj, kufizimet e vendosura për shkak të kostove publike duhet të bazohen në bërjen e vlerësimeve individuale të rrethanave shëndetësore dhe financiare të personit e jo vetëm në ekzistencën e një gjendje të caktuar shëndetësore. Në lidhje me këtë, pala e tretë iu referua rekomandimeve në deklaratën e UNAIDS/IOM (shiko paragrafin 33 më lart) dhe jurisprudencës së Gjykatës së Lartë të Kanadasë, e cila shprehej se, në rast se nevoja për shërbime potenciale konsiderohej vetëm në bazë të klasifikimit të dëmit e jo të manifestimit të tij në mënyrë të veçantë, vlerësimi si i tillë do të ishte i përgjithshëm e jo individual dhe do të përfundonte në një “përjashtim automatik për të gjithë personat me një paaftësi të caktuar, përfshirë edhe ata, pranimi i të cilëve nuk do të shkaktonte, apo nuk kishte arsye të shkaktonte ndonjë barrë të egzagjeruar për fondet publike” (Hilewitz k. Kanadasë (Ministër of Shtetësisë dhe Emigracionit); De Jong k. Kanadasë, 2005 SCC 57, para. 56).", "B.  Pranueshmëria", "52.  Gjykata vëren se kërkesa nuk është dukshëm e pabazuar në ligj në kuptimin e Nenit 35 § 3 të Konventës. Ajo vëren më tej se nuk është e papranueshme as për ndonjë arsye tjetër. Prandaj, ajo duhet të shpallet e pranueshme..", "C.  Themeli", "1.  Zbatueshmëria e nenit 14, konsideruar në lidhje me nenin 8", "(a)  Nëse faktet e çështjes janë “sferës” së nenit 8", "53.  Gjykata thekson edhe një herë që në fillim se e drejta e një të huaji për të hyrë apo për t’u vendosur në një vend të caktuar nuk është e garantuar nga Konventa. Kur bëhet fjalë për emigracionin, neni 8 dhe çdo dispozitë tjetër e Konventës nuk mund të konsiderohen të tilla që të mund t’i imponojnë një Shteti detyrimin për të respektuar zgjedhjen e çifteve të martuara në lidhje me vendin ku duan të jetojnë si të martuar dhe të autorizojnë bashkimin e familjes në territorin e tij. (shiko Gül k. Zvicrës, 19 Shkurt 1996, § 38, Rapores 1996I). Asnjë palë nuk e konteston këtë gjë. Megjithatë, edhe pse neni 8 nuk përmban të drejtën për t’u vendosur në një vend të caktuar ose të drejtën për të fituar një leje qendrimi, Shteti duhet të ushtrojë, megjithatë, politikat e tij të emigracionin në një mënyrë që është në përputhje me të drejtat e njeriut të një shtetasi të huaj, veçanërisht, e drejta për të respektuar jetën e tyre private dhe familjare dhe të drejtën për të mos u diskriminuar (shiko Abdulaziz, cituar më lart, §§ 59-60, dhe Nolan dhe K. k. Rusisë, nr. 2512/04, § 62, 12 Shkurt 2009).", "54.  Për sa i takon mbrojtjes ndaj diskriminimit, duhet kujtuar se neni 14 vetëm se plotëson dispozitat e tjera substantive të Konventës dhe Protokolleve të saj. Ai nuk ekziston në mënyrë të pavarur, pasi ka efekt vetëm në lidhje me “gëzimin e të drejtave dhe lirive” të garantuara nga këto dispozita (shiko, mes shumë autoriteteve të tjera, Sahin k. Gjermanisë [GC], nr. 30943/96, § 85, ECHR 2003-VIII). Zbatimi i nenit 14 nuk nënkupton domosdoshmërisht shkeljen e një prej të drejtave substantive të mbrojtura nga Konventa. Çfarë është e domosdoshme, e po ashtu e mjaftueshme, është që faktet e çështjes të jenë “brenda sferës” së një apo më shumë neneve të Konventës apo të Protokolleve të saj (shiko Petrovic k. Austrisë, 27 Mars 1998, § 22, Raporte 1998-II).", "55.  Kërkuesi është një shtetas uzbekistanas me origjinë ruse, i cili jeton në Rusi që nga viti 2003. Pa dyshim, jo të gjithë emigrantët, pavarësisht sa gjatë kanë banuar në vendin nga i cili do të dëbohen, domosdoshmërisht gëzojnë “jetë familjare” atje në kuptimin e nenit 8 (shiko Maslov k. Austrisë [GC], nr. 1638/03, § 63, 23 Qershor 2008). Megjithatë, koncepti i “jetës familjare” duhet të përfshijë, në çdo rast, marrëdhënie që janë rrjedhojë e një martese të ligjshme dhe të vërtetë (shiko Abdulaziz, cituar më lart, § 62), si ajo që kërkuesi ka lidhur me bashkëshorten e tij, nga e cila ka lindur dhe fëmija e tyre. Në këto rrethana, Gjykata gjykon se faktet e kësaj çështje janë “brenda sferës” së nenit 8 të Konventës.", "(b)  Nëse statusi shëndetësor i kërkuesit përbënte “status tjetër” në kuptimin e nenit 14", "56.  Neni 14 nuk ndalon të gjithë diferencimet në trajtim, por vetëm ato diferencime që bazohen në një karakteristikë apo “status” të identifikueshëm, objektiv apo personal, përmes të cilit personat apo grupet e personave janë të dallueshëm nga njëri-tjetri (shiko Carson dhe të Tjerët k. Mbretërisë së Bashkuar [GC], nr. 42184/05, §§ 61 dhe 70, ECHR 2010..., dhe Kjeldsen, Busk Madsen dhe Pedersen k. Danimarkës, 7 Dhjetor 1976, § 56, Seriea A nr. 23). Ai liston arsyet specifike që përbëjnë “status” përfshirë, inter alia, seksin, rracën dhe pronën. Megjithatë, lista e përcaktuar në nenin 14 është ilustruese e jo shterruese, siç tregohet nga fjalët “çdo arsye tjetër si” (në frengjisht “notamment”) (shiko Engel dhe të Tjerë k. Hollandës, 8 Qershor 1976, § 72, Seria A nr. 22, dhe Carson, cituar më lart, § 70) dhe përfshirja në listë e shprehjes “çdo status tjetër” (në frengjisht “toute autre situation”). Fjalëve “status tjetër” u është dhënë përgjithësisht një kuptim i gjerë (shiko Carson, cituar më lart, § 70) dhe interpretimi i tyre nuk është kufizuar vetëm në karakteristika që janë personale në kuptimin se janë natyrale apo të qenësishme (shiko Clift k. Mbretërisë së Bashkuar, nr. 7205/07, §§ 56-58, 13 Korrik 2010).", "57.  Mbas zbulimit të statusit HIV-pozitiv të kërkuesit, për të është bërë ligjërisht e pamundur të pranohet për banim të ligjshëm në Rusi për shkak të një dispozite ligjore që kufizonte dhënien e lejes së qendrimit të huajve që nuk janë në gejndje të provojnë statusin e tyre HIV-negativ. Megjithëse Neni 14 nuk liston shprehimisht statusin shëndetësor ose ndonjë gjendje tjetër shëndetësore mes arsyeve të mbrojtura ndaj diskriminimit, Gjykata së fundmi ka njohur se një paaftësi fizike dhe probleme të ndryshme shëndetësore janë brenda sferës së kësaj dispozite (shiko Glor, §§ 53-56, dhe G.N., § 119, të cituara më lart). Gjykata vë në dukje pikëpamjen e Komisionit të Kombeve të Bashkuara për të Drejtat e Njeriut se termi “status tjetër” në dispozitat anti-diskriminim të instrumenteve ligjore ndërkombëtare mund të interpretohet e tillë që mbulon edhe statusin shëndetësor, përfshirë infeksionin HIV (shiko paragrafin 29 më lart). Kjo qasje është në përputhje me Rekomandimin 1116 (1989) të Asmablesë Parlamentare të Këshillit të Europës, i cili bënte thirrje për fuqizim të klauzolës së mos-diskriminimit në nenin 14 duke përfshirë edhe shëndetin në listën e arsyeve të ndaluara për diskriminim (shiko paragrafin 31 lart), dhe me Konventën e Kombeve të Bashkuara për të Drejtat e Personave me Aftësi të Kufizuar e cila vendoste mbi Shtetet palë një ndalesë të përgjithëshme për diskriminimin për shkak të paaftësisë së personit (shiko paragrafin 32 lart). Në përputhje me këtë, Gjykata mendon se një diferencim i bërë për shkak të statusit shëndetësor të një personi, përfshirë edhe gjendje të tilla si infeksioni HIV, duhet të mbulohen – ose si një formë paaftësie, ose bashkë me të – nga termi “status tjetër” në tekstin e nenit 14 të Konventës.", "58.  Rrjedhimisht, neni 14 i Konventës, i konsideruar në lidhje me nenin 8, është i zbatueshëm.", "2.  Përputhshmëria me nenin 14, konsideruar në lidhje me nenin 8", "(a)  Nëse kërkuesi ishte në pozita analoge me të huaj të tjerë", "59.  Gjykata ka përcaktuar në jurisprudencën e saj se diskriminim do të thotë të trajtosh ndryshe, pa justifikim objektiv dhe të arsyeshëm, persona që janë në situata analoge, ose të ngjashme në mënyrë domethënëse (shiko D.H. dhe të Tjerë k. Republikës Çeke [GC], nr. 57325/00, § 175, ECHR 2007, dhe Burden k. Mbretërisë së Bashkuar [GC], nr. 13378/05, § 60, ECHR 2008...).", "60.  Si bashkëshort i një shtetase ruse dhe baba i një fëmije rus, kërkuesi kishte të drejtën të kërkonte të pajisej me leje qendrimi në bazë të lidhjeve të tij familjare në Rusi (shiko paragrafin 20 sipër). Që kërkesa e tij të ishte e plotë, ai duhej të përfshinte një kontroll për HIV-in dhe të bashkangjiste një çertifikatë ku tregohej se ai nuk ishte i infektuar me HIV (shiko paragrafin 21 sipër). Pasi kontrolli i kryer zbuloi statusin e tij HIV-pozitiv, kërkesa e tij për leje qendrimi u refuzua për shkak të mungesës së çertifikatës për HIV-in, që ishte e detyrueshme. Kjo ishte e vetmja arsye e referuar në vendimet e Shërbimit Rus të Emigracionit dhe gjykatat ruse (shiko paragrafet 11 deri 13 lart). Në lidhje me pretendimin e Qeverisë se kërkuesi përbënte kërcënim për rendin publik, pasi kishte qenë i dënuar më parë në Uzbekistan për krime të rënda, Gjykata vëren se pretendimi i tyre nuk mbështetej nga ndonjë provë apo dokument specifik dhe se autoritetet e brendëshme lejen e qendrimit ia kishin refuzuar atij dukshëm për shkak të statusit HIV të tij e jo për histori kriminale që ai mund të kishte patur.", "61.  Gjykata atëherë mendon se kërkuesi mund të pretendojë se është në një situate analoge me atë të shtetasve të tjerë të huaj në lidhje me kërkesën për leje qendrimi për shkak të lidhjeve familjare në Rusi.", "(b)  Nëse ndryshimi në trajtim ishte i justifkuar objektivisht dhe në mënyrë të argumentuar", "62.  Pasi kërkuesi ka treguar se ka pasur ndryshim në trajtim, i takon Qeverisë të tregojë më tej se ndryshimi në trajtim mund të ishte i justifikuar (shiko Chassagnou dhe të Tjerë k. Francës [GC], nos. 25088/94, 28331/95 dhe 28443/95, §§ 91-92, ECHR 1999III). Ky justifikim duhet të jetë objektiv dhe i arsyeshëm ose, në fjalë të tjera, duhet të jetë bërë për një qëllim legjitim dhe duhet të ketë një marrëdhënie të arsyeshme proporcionaliteti mes mjeteve të përdorura dhe qëllimit që kërkohej të realizohej. Shteti Kontraktues gëzon një hapësirë vlerësimi për të përcaktuar nëse ka patur ndryshim dhe deri në ç’masë ndryshimet në situata përndryshe të ngjashme e justifikojnë trajtimin e ndryshëm. Kjo hapësirë vlerësimi do të ndryshojë sipas rrethanave, tematikës dhe sfondit të rastit (shiko Burden, § 60; Carson, § 61, dhe Clift, § 43, të tre të cituar sipër).", "63.  Nëse kufizimi i një të drejte themelore zbatohet ndaj një grupi të cënueshëm të shoqërisë, që ka pësuar diskriminim të konsideruaeshëm në të shkuarën, atëherë hapësira e vlerësimit të Qeverisë është më e ngushtë në mënyrë substanciale dhe duhet të ketë arsye me shumë peshë për zbatimin e kufizimeve në fjalë. Arsyeja për këtë qasje, e cila vë në pikëpyetja disa klasifikime per se, është sepse grupe të tilla kanë qenë historikisht subjekt paragjykimesh me pasoja që kanë vazhduar gjatë, duke çuar në përjashtim social. Të tilla paragjykime mund të kenë shkaktuar stereotipizime legjislative duke penguar kështu vlerësimet e individualizuara të kapaciteteve dhe nevojave të tyre. (shiko Alajos Kiss k. Hungarisë, nr. 38832/06, § 42, ECHR 2010...). Në të shkuarën, Gjykata ka identifikuar një numër grupesh të tilla, që kanë vuajtur trajtime të diferencuara për shkak të seksit (shiko Abdulaziz, cituar më lart, § 78, dhe Burghartz k. Zvicrës, 22 Shkurt 1994, § 27, Seria A nr. 280B), orientimit seksual (shiko Schalk dhe Kopf k. Austrisë, nr. 30141/04, § 97, ECHR 2010..., dhe Smith dhe Grady k. Mbretërisë së Bashkuar, nos. 33985/96 dhe 33986/96, § 90, ECHR 1999VI), racës apo etnisë (shiko D.H., cituar më lart, § 182, dhe Timishev k. Rusisë, nos. 55762/00 dhe 55974/00, § 56, ECHR 2005XII), aftësive mendore (shiko Alajos Kiss, cituar më lart, § 42, dhe, mutatis mutandis, Shtukaturov k. Rusisë, nr. 44009/05, § 95, 27 Mars 2008), ose aftësive të kufizuara (shiko Glor, cituar më lart, § 84).", "64.  Që nga fillimi i epidemisë në vitet 80, personat me HIV/AIDS kanë vuajtur stigmën dhe përjashtimin social në shkallë të gjerë, edhe brenda rajonit të Këshillit të Europës (shiko, veçanërisht, Rekomandimin 1116 (1989) për AIDS-in dhe të drejtat e njeriut, dhe pikën 9.2 të Rezolutës 1536 (2007), të cituara të dyja në paragrafin 31 lart). Në vitet e para të epidemisë, kur diagnoza e HIV/AIDS-it përshkruante një gjendje shëndetësore thuajse fatale dhe dihej shumë pak në lidhje me rrezikun e transmetimit, njerëzit kishin frikë nga personat e infektuar, duke e pandehur sëmundjen si ngjitëse. Padijenia në lidhje me mënyrën e përhapjes së sëmundjes ka krijuar paragjykime që kanë çuar në stigmatizimin dhe margjinalizimin e personave mbartës të virusit. Me akumulimin e informacionit mbi mënyrat e transmetimit, u zbulua se infeksioni HIV kishte origjinën tek sjelljet e personit – si marrëdhëniet seksuale me të njëjtin seks, marrja e drogave me inxheksion, prositucioni ose jeta e shthurur – që ishin të stigmatizuara në shumë shoqëri, duke krijuar kështu një lidhje të rreme midis infeksionit dhe papërgjegjshmërisë së personit dhe duke përforcuar më tej forma të tjera të stigmës dhe diskriminimit, si racizmi, homofobia apo misogjinia. Kohët e fundit, pavarësisht përparimit të konsiderueshëm në parandalimin e HIV-it dhe mundësive më të mira për trajtimin e HIV-it, stigma dhe diskriminimi i lidhur me të ndaj personave me HIV/AIDS ka mbetur një shqetësim i madh për të gjithë organizatat ndërkombëtare aktive në fushën e HIV/AIDS-it. Deklarata e Kombeve të Bashkuara mbi Angazhimet për HIV/AIDS-s vuri në dukje se stigma “rriste efektin e epidemisë mbi individët, familjet, komunitetet dhe kombet” (shiko paragrafin 28 më lart) dhe Sekretari i Përgjithshëm i Kombeve të Bashkuara Z. Ban Ki-Moon pranonte se “ku më shumë e ku më pak, thuasje kudo në botë, për personat që jetojnë me HIV, diskriminimi vazhdon të jetë një fakt i jetës së përditshme.” (6 Gusht 2008). Ndaj, Gjykata mendon se personat që jetojnë me HIV janë një grup vulnerabël me një histori paragjykimi dhe stigmatizimi dhe Shtetit i duhet lënë vetëm një hapësirë e ngushtë vlerësimi në përzgjedhjen e masave që e veçojnë këtë grup për trajtim të diferencuar në bazë të statusit të tyre HIV.", "65.  Ekzistenca e një konsensusi europian është një konsideratë shtesë e rëndësishme për përcaktimin nëse shtetit të paditur i duhet lënë një hapësirë e ngushtë apo e gjerë (shiko Dickson k. Mbretërisë së Bashkuar [GC], nr. 44362/04, § 81, ECHR 2007XIII, dhe S.L. k. Austrisë, nr. 45330/99, § 31, ECHR 2003I (ekstrakte)). Në rastin kur kemi një standard të përbashkët që Shteti i paditur nuk ka arritur ta përmbushë, kjo gjë mund të përbëjë një konsideratë të rëndësishme për Gjykatën në interpretimin prej saj të dispozitave të Konventës për çështje specifike (shiko Tănase k. Moldavisë [GC], nr. 7/08, § 176, ECHR 2010..., dhe Demir dhe Baykara k. Turqisë [GC], nr. 34503/97, § 85, 12 Nëntor 2008). Gjykata vëren se vetëm gjashtë Shtete nga dyzet e shtatë Shtetet Antare të Këshillit të Europës u kërkojnë personave që bëjnë kërkesë për leje qendrimi të paraqesin rezultatet e analizave ku konfirmohet statusi i tyre HIV-negativ, një Shtet kërkon deklaratë për këtë qëllim, dhe se vetëm tre Shtete kanë dispozitë për deportimin e të huajve që rezultojnë HIV-pozitiv (shiko paragrafët 37 dhe 38 lart). Shtetet e tjera Kontraktuese nuk vënë asnjë kufizim mbi hyrjen, qendrimin apo banimin e personave me HIV për shkak të statusit të tyre HIV. Rezulton, pra, se përjashtimi i personave HIV-pozitiv nga e drejta e qendrimit nuk reflekton një konsensus europian të vendosur dhe gëzon mbështetje të vogël në rradhët e shteteve të Këshillit të Europës. Rrjedhimisht, Shteti i paditur është i detyruar të japë një justifikim veçanërisht detyrues për trajtimin e diferencuar, viktimë e të cilit është bërë kërkuesi, sipas pretendimit të këtij të fundit.", "66.  Qeveria paraqiti një numër qëllimesh për vendosjen e kufizimit të kundërshtuar dhe që rezultonin të ishin në përputhje me tekstin e preambulës së Ligjit për Parandalimin e HIV-it (shiko paragrafet 16 dhe 40 lart). Ajo nuk shpjegoi mënyrën se si rreziqet e pretenduara ndaj sigurisë kombëtare dhe ekzistencës së njerëzimit kishin lidhje me situatën individuale të kërkuesit, çfarë pasojash social-ekonomike apo demografike mund të kishte prania e tij në territorin rus, apo përse refuzimi i lejes së qendrimit do t’i shërbente mbrojtjes së të drejtave të njeriut dhe interesave të të tjerëve. Megjithatë, nga vendim i Gjykatës Kushtetuese del se kufizimi mbi qendrimin e përkohshëm për shtetasit e huaj të infektuar me HIV kishte për qëllim sigurimin dhe mbrojtjen e shëndetit publik (shiko paragrafin 25 lart). Ndërkohë që ky qëllim është, padyshim, legjitim, kjo, në vetvete, nuk i jep legjitimitet trajtimit specifik që i bëhet kërkuesit për shkak të statusit të tij shëndetësor. Duhet përcaktuar nëse ekziston një lidhje e arsyeshme proporcionaliteti midis qëllimit të ndjekur dhe mjeteve të përdorura.", "67.  Gjykata është shprehur vazhdimisht se merr parasysh raportet dhe instrumentet ndërkombëtare relevante me qëllim që të interpretojë garancitë e Konventës dhe për të përcaktuar nëse ekziston një standard i përbashkët në terren. I takon Gjykatës të vendosë se çfarë instrumentesh ndërkombëtare dhe raporte konsideron si relevante dhe sa peshë u jep atyre (shiko Tănase, § 176, dhe Demir dhe Baykara, §§ 85-86, të dyja të cituara më lart). Në çështjen në fjalë, Gjykata gjykon padyshim relevant parashtrimin e palës së tretë mbi konsensusin ekzistues në rradhën e ekspertësve dhe organizmave ndërkombëtare në fushën e shëndetit publik, të cilët binin dakord që kufizimet në lidhje me udhëtimin për personat me HIV nuk mund të justifikoheshin duke iu referuar shqetësimeve për shëndetin publik. Organizata Botërore e Shëndetësisë i hidhte poshtë kufizimet mbi udhëtimin si mënyrë efektive për parandalimin e përhapjes së HIV-it që nga viti 1987 (Raport mbi Konsultimin për Udhëtimin Ndërkombëtar dhe Infeksionin HIV, 2-3 Mars 1987). I njëjti mendim është shprehur që atëherë edhe nga Komisioneri i Lartë i Kombeve të Bashkuara për të Drejtat e Njeriut (shiko ekstraktet nga Direktivat Ndërkombëtare për HIV/AIDS-in dhe të Drejtat e Njeriut, cituar në paragrafin 34 lart), Organizata Ndërkombëtare e Migracionit (shiko deklaratën e UNAIDS/IOM, cituar në paragrafin 33 lart), Komisioneri i Lartë i Kombeve të Bashkuara për Refugjatët (UNHCR, Shënim për HIV/AIDS-in dhe Mbrojtjen e Refugjatëve, IDPs dhe Persona të Tjerë të Problematikë, 2006), Banka Botërore (Aspekte Ligjore të HIV/AIDS-it, 2007), dhe, më së fundmi, Organizata Ndërkombëtare e Punës (Rekomandimi i ILO-s në lidhje me HIV-in dhe AIDS-in dhe Bota e Punës, nr. 200, 2010). Në nivelin europian, Parlamenti Europian dhe Komisioni Europian pranonin se “nuk ka arsye objektive për ndalimin e udhëtimit për personat e infektuar me HIV” (Rezoluta e 22 Majit 2008). Qeveria e paditur, nga ana e saj, nuk paraqiti ndonjë opinion ekspertësh apo ndonjë analizë shkencore që do të ishte në gjendje të kundërshtonte pikëpamjen unanime të ekspertëve ndërkombëtarë.", "68.  Pa dyshim, kufizimet e udhëtimit janë të dobishme për mbrojtjen e shëndetit publik nga sëmundjet shumë ngjitëse me periudhë të shkurtër inkubacioni, të tilla si kolera apo ethja e verdhë, ose po të marrim një shembull më të vonshëm, sindromi i rëndë respirator akut (SARS) dhe “gripi i shpendëve” (H5N1). Kufizimi i hyrjeve për shkak të këtyre gjendjeve mund të ndihmojë në parandalimin e përhapjes së tyre nëpërmjet ndalimit të hyrjes së udhëtarëve që mund të transmetojnë këto sëmundje në një vend të caktuar me anë të kontaktit rastësor apo ajrit. Megjithatë, thjeshtë prania e një personi HIV-pozitiv në një vend nuk përbën në vetvete një kërcënim për shëndetin publik: HIV-i nuk transmetohet me kontakt rastësor, por permes sjelljesh specifike ku, si rrugë kryesore të transmetimit, përfshihen kontakti seksual dhe bashkë-përdorimi i shiringave. Kjo gjë bën që parandalimi të mos jetë i lidhur në mënyrë ekskluzive me kontrollin e shtetasve të huaj të infektuar me HIV, por ka të bëjë më shumë me aftësimin e personave HIV-negativ për t’u mbrojtur nga infeksioni (seks i sigurtë dhe shiringa të sigurta). Refuzimi i hyrjes apo qendrimit shtetasve të huaj HIV-pozitiv me qëllim parandalimin e transmetimit të HIV-it bazohet në supozimin se ata do të bëhen pjesë e sjelljeve specifike jo të sigurta dhe se shtetasit e vendit nuk do arrijnë të mbrohen. Ky supozim arrin në një përgjithësim që nuk mbështetet në fakte dhe nuk merr në konsideratë situatën individuale, siç është ajo e kërkuesit. Veç kësaj, sipas të drejtës ruse, çdo lloj sjellje e një personi HIV-pozitiv që, i vetëdijshëm për statusin HIV të tij apo të saj, ekspozon dikë tjetër ndaj rrezikut të infektimit me HIV, është në vetvete një shkelje penale e dënueshme me heqje lirie (shiko paragrafin 27 lart). Qeveria nuk shpjegoi përse këto sanksione ligjore nuk u konsideruan të mjaftueshme për të vepruar si pengesë për sjellje që shkaktonin rrezikun e transmetimit.", "69.  Veç kësaj, rezulton se Rusia nuk zbaton kufizime udhëtimi në lidhje me HIV-n për turistët apo vizitorët afat-shkurtër. As nuk kërkon bërjen e analizave të HIV-it nga shtetasit rus që largohen apo kthehen në vend. Duke patur parasysh që mënyrat e transmetimit të HIV-it mbeten të njëjtat pavarësisht kohëzgjatjes së pranisë së një personi në territorin rus dhe nacionalitetit të tij apo të saj, Gjykata nuk gjen shpjegim për zbatimin selektiv të kufizimeve në lidhje me HIV-in ndaj të huajve që bëjnë kërkesë për qendrim në Rusi, por jo ndaj kategorive të sipër-përmendura, të cilët në fakt përbëjnë shumicën e udhëtarëve dhe emigrantëve. Nuk ka arsye të mendohet se ata kanë më pak të ngjarë të bëhen pjesë e sjelljeve të pasigurta sesa emigrantët e vendosur në vend. Në lidhje me këtë Gjykata vëren me shumë shqetësim parashtrimin e Qeverisë se kërkuesi mund të kishte shmangur dispozitat e Ligjit për Shtetasit e Huaj duke u larguar dhe kthyer në Rusi çdo nëntëdhjetë ditë. Kyparashtrim hedh dyshime mbi vërtetësinë e shqetësimeve të Qeverisë për shëndetin publik në lidhje me praninë e kërkuesit në Rusi. Veç kësaj, analizat ekzistuese të HIV-it, të cilave u nënshtrohet një person që bën kërkesë për leje-qendrimi në Rusi, jo gjithmonë identifikojnë prezencën e virusit në rastin e personave të sapo infektuar, të cilët mund të ndodhë që janë në periudhën kur analizat nuk arrijnë të identifikojnë virusin, gjë që mund të zgjasë disa muaj. Rrjedhimisht, zbatimi i kufizimeve në lidhje me HIV-in vetëm tek rezidentët potencialë afat-gjatë nuk është një qasje efektive për parandalimin e transmetimit të HIV-it nga emigrantët HIV-pozitiv.", "70.  Trajtimi i diferencuar i rezidentëve afat-gjatë HIV-pozitiv përkundër vizitorëve afat-shkurtër mund të jetë objektivisht i justifikueshëm me rrezikun se të parët potencialisht mund të bëheshin barrë publike duke rritur kërkesën ndaj sistemit publik të kujdesit shëndetësor, ndërsa të tjerët trajtimin e merrnin gjetkë. Megjithatë, të tilla konsiderata ekonomike për përjashtimin e rezidentëve potencialë HIV-pozitiv janë të zbatueshme vetëm në një sistem ligjor ku rezidentët e huaj mund të përfitojnë nga skema e kujdesit shëndetësor kombëtar me tarifë të reduktuar apo falas. Kjo gjë nuk është e vërtetë në rastin e Rusisë: shtetasit jo-rusë nuk kanë të drejtën e asistencës mjekësore falas, veç rasteve të trajtimit të urgjencës (shiko paragrafin 23 lart). Kështu, pavarësisht nëse kërkuesi përfitonte apo jo lejen e qendrimit, atij nuk i lindte e drejta të përfitonte nga sistemi publik rus i kujdesit shëndetësor. Rrjedhimisht, rreziku që ai të përbënte barrë financiare mbi fondet e kujdesit shëndetësor nuk ishte bindës.", "71.  Së fundi, është vënë re se se kufizimet e udhëtimit dhe qendrimit për personat me HIV jo vetëm që mund të mos jenë të efektshme për parandalimin e përhapjes së sëmundjes, por në të vërtetë mund edhe të jenë të dëmshme për shëndetin publik të vendit. Së pari, emigrantët do të vazhdonin të qendronin në vend në mënyrë ilegale me qëllim që të shmangin kontrollet për HIV, gjë që do të bënte që statusi HIV i tyre të jetë i panjohur si për autoritetet shëndetësor, edhe për vetë emigrantët. Kjo do t’i pengonte ata në marrjen e masave të domosdoshme për shmangien e sjelljeve të pasigurta dhe aksesin në informacionet dhe shërbimet për parandalimin e HIV-it. Së dyti, përjashtimi i të huajve HIV-pozitiv mund të krijojë një ndjesi sigurie të rreme duke e nxitur popullsinë lokale ta konsiderojë HIV/AIDS-in si një “problem të huaj” të cilit i është bërë dermani me dëbimin e të huajve të infektuar dhe duke mos i lejuar ata të vendosen në vend, kështu që popullsia vendase nuk ndjen nevojën e angazhimit në sjellje të sigurta.", "72.  Nga sa u tha më sipër, Gjykata konstaton se, megjithëse mbrojtja e shëndetit publik është me të vërtetë një qëllim legjitim, Qeveria nuk ishte në gjendje të sillte argument detyruese dhe objektive për të treguar se ky qëllim mund të realizohej duke i refuzuar kërkuesit të drejtën e qendrimit për shkak të statusit të tij shëndetësor. Një çështje tjetër shqetësuese për Gjykatën është natyra e përgjithëshme dhe padallim e masës së kundërshtuar. Seksioni 7 § 1 (13) i Ligjit për Shtetasit e Huaj siguron shprehimisht se çdo kërkesë për leje qendrimi do të refuzohet në qoftë se aplikanti nuk është në gjendje të tregojë statusin e tij ose të saj HIV-negativ. Seksioni 11 § 2 i Ligjit për Parandalimin e HIV-it parashikon më tej dëbimin e shtetasve të huaj të detektuar si HIV-pozitiv. Asnjë nga dispozitat nuk lënë hapësirë për vlerësim individual bazuar në faktet e një rasti të veçantë. Megjithëse Gjykata Kushtetuese u shpreh se dispozitat nuk përjashtonin mundësinë që në raste të jashtëzakonshme të mbaheshin parasysh konsiderata humanitare (shiko vendimin e 12 Majit 2006 cituar në paragrafin 24 lart), nuk është e qartë nëse ai vendim i jepte autoriteteve të brendëshme diskrecionin për të mos mbajtur parasysh rregullimin imperativ të seksionit 7 § 1 (13) të Ligjit për Shtetasit e Huaj.", "73.  Në çështjen në fjalë, Shërbimi Federal i Migracionit, Gjykata e Rrethit e pastaj Gjykata Rajonale nuk morën parasysh qëndrimin e Gjykatës Kushtetuese. Megjithëse kërkesa për apel mbështetej shprehimisht në vendimin e 12 Majit 2006 dhe instrumentet ndërkombëtare relevante, gjykatat e hodhën poshtë kërkesën e kërkuesit për leje qendrimi vetëm duke iu referuar kërkesave ligjore të Ligjit për Shtetasit e Huaj, pa marrë parasysh gjendjen aktuale të shëndetit të tij dhe lidhjet e tij familjare në Rusi. Duke hedhur poshtë kërkesën e kërkuesit për rishikim supervisor, Gjykata Rajonale deklaroi shprehimisht se gjykatat nuk ishin të detyruara të merrnin parasysh ndonjë konsideratë humanitare dhe se dispozitat e seksionit 7 § 1 (13) që kërkonin paraqitjen e çertifikatës për HIV-negativ nuk mund të shpërfilleshin në asnjë rast (shiko paragrafin 15 lart). Në parashtrimet e saj përfundimtare për Gjykatën, Qeveria konfirmoi se situata individuale e kërkuesit nuk ishte relevante nga ana ligjore dhe se gjykatave të brendëshme nuk u ishte kërkuar të merrnin në konsideratë informacionin në lidhje me shëndetin e tij apo lidhjet e tij familjare (shiko paragrafin 42 lart). Gjykata mendon se një refuzim i tillë pa dallim i lejes së qendrimit, pa një vlerësim gjyqësor të individualizuar e duke u bazuar vetëm në gjendjen shëndetësore, nuk mund të konsiderohet i pajtueshëm me mbrojtjen ndaj diskriminimit mishëruar në Nenin 14 të Konventës (shiko, mutatis mutandis, Alajos Kiss k. Hungarisë, nr. 38832/06, § 44, ECHR 2010...).", "74.  Duke marrë parasysh që kërkuesi i përket një grupi veçanërisht vulnerabël, se përjashtimi i tij nuk u provua të ketë një justifikim të arsyeshëm dhe objektiv, dhe se dispozitat ligjore të kontestuara nuk linin hapësirë për një vlerësim të individualizuar, Gjykata konstaton se Qeveria ka tejkaluar hapësirën e ngushtë të vlerësimit që ajo ka patur për çështjen në fjalë. Si rrezultat, kërkuesi ka qenë viktimë e diskriminimit për shkak të statusit të tij shëndetësor, në shkelje të Nenit 14 të Konventës marrë së bashku me Nenin 8.", "II.  SHKELJE TË TJERA TË PRETENDUARA TË KONVENTËS", "75.  Kërkuesi u ankua gjithashtu në bazë të Nenit 6 § 1 të Konventës se gjykatat e brendëshme nuk e informuan atë se kishte të drejtën të kërkonte shqyrtim të ankesës së tij në seancë të mbyllur dhe nuk urdhëruan shqyrtimin në seancë të mbyllur me kërkesë të tyre.", "76.  Gjykata mendon se, megjithëse kërkuesi nuk kishte formim juristi dhe nuk përfaqësohej nga avokati, ai mund ta kishte deklaruar dëshirën e tij për shqyrtimin e çështjes me dyer të mbyllura me fjalë të thjeshta ose të paktën ta kishte përmendur këtë gjë në deklaratën e pretendimit të tij. Duke mos patur asnjë të dhënë për preferencën e kërkuesit për këtë lloj procedure, gjykatat vendase nuk kishin asnjë detyrim për përjashtimin e publikut me kërkesën e vetë gjykatave. Rrjedhimisht, ky pretendim është dukshëm i pa-bazuar dhe duhet hedhur poshtë në përputhje me Nenin 35 §§ 3 (a) dhe 4 të Konventës.", "III.  ZBATIMI I NENIT 41 TË KONVENTËS", "77.  Neni 41 i Konventës parashikon/siguron:", "“Kur Gjykata konstaton se ka pasur një shkelje të Konventës ose të protokolleve të saj dhe, nëse e drejta e brendshme e Palës së Lartë Kontraktuese lejon të bëhet vetëm një ndreqje e pjesshme, Gjykata, kur është e nevojshme, i akordon shpërblim të drejtë palës së dëmtuar.”", "A.  Dëmi", "78.  Kërkusi pretendoi 20,000 Euro (EUR) për dëmin moral.", "79.  Qeveria parashtroi se pretendimi ishte i tepruar.", "80.  Gjykata pranon se kërkuesi ka vuajtur nga ankthi dhe frustrimi si pasojë e diskriminimit të tij për shkak të statusit të tij shëndetësor. Me një vlerësim të paanshëm të saj, Gjykata i jep kërkuesit 15,000 Euro, plus çdo taksë që mund të zbatohet mbi të.", "B.  Kostot dhe Shpenzimet", "81.  Kërkuesi pretendoi gjithashtu edhe 14,700 Rubla Ruse për kosto ligjore dhe shpenzime përkthimi.", "82.  Qeveria parashtroi se riimbursimi ishte i mundur vetëm në lidhje me kostot dhe shpenzimet e bëra për procedurat në Gjykatën e Strasburgut.", "83.  Sipas jurisprudences së Gjykatës, një kërkues ka të drejtën e riimbursimit të kostove dhe shpenzimeve vetëm për sa kohë ato janë kryer faktikisht, kanë qenë të domosdoshme dhe të arsyeshme në vlerë. Në çështjen në fjalë, duke marrë parasysh dokumentat e zotëruara prej saj dhe kriterin e mësipërm, Gjykata gjykon të arsyeshme dhënien e një shume prej 350 Euro për kostot dhe shpenzimet në procedurat gjyqësore të brendëshme dhe në Strasburg, plus çdo taksë të tatueshme për llogari të kërkuesit.", "C.  Interesi i munguar", "84.  Gjykata e mendon të arsyeshme që masa e interesit të munguar të bazohet në nivelin e huadhënies marxhinale të Bankës Qendrore Evropiane, mbi të cilin do të shtohen tre pikë përqindjeje.", "PËR KËTO ARSYE, GJYKATA NË MËNYRË UNANIME", "1.  Deklaron ankesën në lidhje me refuzimin e lejes së qendrimit të pranueshme dhe pjesën tjetër të kërkesës të papranueshme;", "", "2.  Vendos se është shkelur Neni 14 i Konventës, marrë në lidhje me Nenin 8;", "", "3.  Vendos", "(a)  se Shteti i paditur duhet t’i paguajë kërkuesit, brenda tre muajve nga datat kur ky vendim bëhet i formës së prerë, në përputhje me Nenin 44 § 2 të Konventës, 15,000 Euro (pesëmbëdhjetë mijë euro) për dëmin moral dhe 350 Euro (treqind e pesëdhjetë euro) për kostot dhe shpenzimet, plus çdo taksë të tatueshme mbi kërkuesin për këto shuma, të cilat duhet të konvertohen në rubla ruse në kursin e këmbimit në ditën e shlyrjes përfundimtare;", "(b)  se me përfundimin e afatit tremujor të përmendur më lart deri në zgjidhjen përfundimtare do të paguhet interes i thjeshtë për shumat e specifikuara më lart, i barabartë me nivelin e interesit marxhinal të kreditimit të Bankës Qendrore Evropiane gjatë periudhës së vonesës, plus tre pikë përqindjeje;", "", "4.  Hedh poshtë pjesën tjetër të pretendimit të kërkuesit për shpërblim të drejtë.", "", "Bërë në anglisht dhe njoftuar me shkrim më 10 Mars 2011, në përputhje me Rregullin 77 §§ 2 dhe 3 të Rregullores së Gjykatës.", "\tSøren Nielsen\tNina Vajić", "\tRegjistrues\tPresident", "", "", "© Këshilli i Evropës/Gjykata Evropiane e të Drejtave të Njeriut, 2012.", "Gjuhët zyrtare të Gjykatës Evropiane të të Drejtave të Njeriut janë anglisht dhe frëngjisht. Ky përkthim u krye me mbështetje të Fondit të Mirëbesimit të të Drejtave të Njeriut të Këshillit të Evropës (). Ai nuk është detyrues për Gjykatën, e cila nuk mban përgjegjësi për cilësinë e tij. Ai mund të shkarkohet nga HUDOC, baza e të dhënave të jurisprudencës së Gjykatës Evropiane të të Drejtave të Njeriut () ose nga çdo bazë tjetër të dhënash me të cilën Gjykata e ndan atë. Ai mund të riprodhohet për qëllime jo-komerciale, me kusht që të citohet titulli i plotë i çështjes, së bashku me të dhënat e mësipërme për të drejtën e autorit dhe referencën për Fondin e Mirëbesimit të të Drejtave të Njeriut. Për përdorimin e çdo pjese të këtij përkthimi për qëllime komerciale, ju lutemi të kontaktoni në adresën .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights ( ) or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme ( ), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sour réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à de fins commerciales est invitee à le signaler à l’adresse suivante: .", ""]}