{"file": "ALB_HJUDALB_19009_04.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "19009/04", "text_paragraphs": ["", "", "", "© Këshilli i Evropës/Gjykata Evropiane e të Drejtave të Njeriut, 2012. Ky përkthim u bë i mundur me mbështetjen e Fondit të Mirëbesimit të të Drejtave të Njeriut të Këshillit të Evropës (). Ai nuk është detyrues për Gjykatën. Për më shumë informacion, shiko shënimin e plotë në lidhje me të drejtën e autorit në fund të këtij dokumenti.", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur á la fin du présent document.", "\n", "", "", "", "SEKSIONI I KATËRT", "", "", "ÇËSHTJA McCANN KUNDËR MBRETËRISË SË BASHKUAR", "", "", "(Kërkesa nr. 19009/04)", "", "Ky version është korrigjuar më 21 korrik 2009", "sipas nenit 81 të Rregullores së Gjykatës", "", "", "", "VENDIM", "", "", "STRASBURG", "", "", "13 maj 2008", "", "", "", "PËRFUNDIMTAR", "", "", "13/08/2008", "", "", "Ky vendim mund t’i nënshtrohet rishikimit redaktues.", "", "", "Në çështjen McCann kundër Mbretërisë së Bashkuar,", "Gjykata Europiane e të Drejtave të Njeriut (Seksioni i Katërt), në Dhomën e përbërë nga:", "\tLech Garlicki, Kryetar,\n\tNicolas Bratza,", "\tGiovanni Bonello,", "\tLjiljana Mijović,\n\tDavid Thór Björgvinsson,\n\tJán Šikuta,\n\tPäivi Hirvelä, gjyqtarë", "dhe Lawrence Early, Kancelar i Seksionit,", "Pas shqyrtimit me dyer të mbyllura më 22 prill 2008,", "Mori vendimin e mëposhtëm, i cili u miratua në këtë datë:", "PROCEDURA", "1.  Çështja filloi në vijim të një kërkese (nr. 19009/04) kundër Mbretërisë së Bashkuar të Britanisë së Madhe dhe Irlandës Veriore depozituar në Gjykatë sipas nenit 34 të Konventës për Mbrojtjen e të Drejtave dhe Lirive Themelore të Njeriut (“Konventa”) nga një shtetas britanik, Z. Gerard McCann (“ankuesi”), më 20 maj 2004.", "2.  Ankuesi, të cilit i ishte dhënë ndihmë ligjore, përfaqësohej nga Z. Gurbinder Gill, avokat nga Solihull.", "3.  Ankuesi u ankua që procedurat e dëbimit të tij nga autoritetet vendase kishin shkelur nenet 6, 8 dhe 14 të Konventës.", "4.  Kërkesa iu caktua Seksionit të Katërt të Gjykatës (neni 52 § 1 i Rregullores së Gjykatës). Në kuadër të atij Seksioni, Dhoma që do të shqyrtonte çështjen (neni 27 § 1 i Konventës) u formua siç parashikonte neni 26 § 1.", "5.  Më 10 maj 2005, Dhoma vendosi që pranueshmëria dhe themelet e çështjes duhet të shqyrtoheshin së bashku (neni 29 § 3 i Konventës dhe neni 54A). Meqenëse Dhoma kishte vendosur, pas konsultimit me palët, që nuk kërkohej seancë dëgjimore mbi themelet e çështjes (neni 59 § 3 in fine), palët paraqitën përgjigje me shkrim lidhur me vëzhgimet e njëra-tjetrës.", "FAKTET", "I.  RRETHANAT E ÇËSHTJES", "6.  Ankuesi ka lindur në vitin 1968 dhe jeton në Birmingham. Faktet e çështjes siç janë paraqitur nga palët janë si në vijim.", "7.  Në korrik 1998 ankuesi dhe bashkëshortja e tij u bënë banorë të përbashkët në një shtëpi familjare me tri dhoma gjumi në pronësi të Këshillit të Qytetit të Birmingamit (“autoriteti vendas”). Gjithashtu, ata ishin banorë të siguruar sipas dispozitave të Aktit të Banimit të vitit 1985 (shih paragrafin 20 poshtë).", "8.  Martesa u prish në fillim të vitit 2001 dhe bashkëshortja e ankuesit doli nga shtëpia bashkë me dy fëmijët. Më 5 prill 2001, pas një seance dëgjimore të kontestuar ku ankuesi nuk ishte i pranishëm, gjykata nxori një urdhër tre mujor mos-ngacmimi dhe një urdhër dëbimi që kërkonte që ankuesi të dilte nga shtëpia, çka ai e bëri. Znj. McCann dhe fëmijët u kthyen në shtëpi, por dolën përsëri nga shtëpia kur, më 14 prill, ankuesi erdhi në shtëpi, përdori një levë për të hyrë me forcë dhe kinse e sulmoi Znj. McCann dhe mikeshën e saj. Pas këtij incidenti filloi procedura penale kundër ankuesit, por rezultoi në shfajësim meqenëse nuk u paraqitën prova.", "9.  Më 18 prill 2001, Znj. McCann dorëzoi para autoriteteve vendase një kërkesë për ri-strehim për shkak të dhunës shtëpiake. Më 8 gusht 2001, ajo ia ktheu çelësat autoriteteve vendase bashkë me një shënim ku thuhej se ajo hiqte dorë nga banesa. Ajo dhe fëmijët lëvizën në një banesë tjetër komunale, e cila iu caktua atyre në përputhje me politikat e autoriteteve vendase mbi dhunën shtëpiake. Autoriteti vendas e vizitoi shtëpinë dhe gjeti që pjesa më e madhe e pajisjeve aty ishin hequr, kështu që për ta bërë atë të banueshme do të duheshin 15,000 paund shtesë. Prandaj, për sa i përket autoritetit vendas, ajo pronë ishte e pabanuar.", "10.  Në nëntor 2001 ankuesi u kthye në shtëpi dhe bëri punë të konsiderueshme për ta rinovuar atë. Marrëdhënia e tij me Znj. McCann u përmirësua, dhe ajo e mbështeti kërkesën e tij për shkëmbimin e vendbanimit me një banor tjetër të autoritetit vendas, meqenëse shtëpia me tri dhoma gjumi ishte tepër e madhe vetëm për të, por megjithatë ai kërkoi një shtëpi të përshtatshme në të njëjtën zonë e cila do t’i lejonte atij të vizitonte fëmijët e tij.", "11.  Ajo kërkesë, që daton 4 janar 2002, u plotësua në zyrën e banimit të autoritetit vendas. Në të njëjtën ditë, një zyrtar i banimit, pasi kuptoi që prona faktikisht nuk ishte e zbrazët, dhe pasi kishte marrë këshillimin ligjor, e vizitoi Znj. McCann dhe i kërkoi asaj që ta mbyllte periudhën e banimit duke nënshkruar një lajmërim për dalje nga banesa. Gjyqtari i Gjykatës Krahinore, i cili dëgjoi pretendimet e autoritetit vendas për posedim, gjeti fakte se Znj. McCann nuk ishte këshilluar dhe nuk e kishte kuptuar se lajmërimi për heqjen dorë nga vendbanimi do të kishte si efekt pushimin e së drejtës së ankuesit për të jetuar në atë shtëpi ose për ta shkëmbyer atë me ndonjë pronë tjetër të autoritetit vendas (shih paragrafin 19 poshtë). Rreth një javë më vonë, Znj. McCann i shkroi autoritetit vendas duke kërkuar tërheqjen e lajmërimit për dalje nga banesa, por ai gjithsesi mbeti në fuqi.", "12.  Ankuesi u informua që banimit i kishte ardhur fundi, dhe atij iu dërgua lajmërimi për ta lëshuar vendbanimin. Më 11 qershor 2002, Zyrtari për Shpërndarje pranë Komisionit të Shqyrtimit vendosi, inter alia, që, në përputhje me politikën për dhunën shtëpiake, ankuesit nuk do t’i jepej e drejta të fitonte të drejtën e banimit në shtëpi dhe që, sido që të ishte, ankuesi, i cili nuk kishte asnjë person të varur që jetonte me të, nuk do të kualifikohej për një vendbanim fillimisht i synuar për një familje që kualifikohej e cila ishte ri-vendosur në banesë.", "13.  Më 11 tetor 2002, autoriteti vendas hapi procedura posedimi kundër ankuesit në Gjykatën Krahinore, ku ai u mbrojt duke argumentuar që përzënia mbi bazën e lajmërimit për të dalë nga banesa ishte në kundërshtim me të drejtën e tij për respektim të shtëpisë së tij, sipas nenit 8 të Konventës.", "14.  Në vendimin e tij të 15 prillit 2003, gjyqtari i Gjykatës Krahinore u shpreh që, sipas ligjit zakonor dhe Akteve të Vendbanimit (shih paragrafët 19-20 poshtë), ankuesi nuk kishte mbrojtje ndaj pretendimit të autoritetit për posedim. Megjithatë, sipas nenit 8, ai citoi praktikën e mëhershme gjyqësore ku thuhej se, në raste të tilla, përgjithësisht, interesi i autoritetit vendas si pronar dhe i personave të tjerë në nevojë vendbanimi social ishte marrë parasysh nga ligji zakonor dhe legjislacioni i zbatueshëm, dhe që, kur autoriteti vendas kishte vepruar ligjërisht, gjykata do ta kishte pasur mundësinë të linte anash pretendimin për posedim, përveç rrethanave të jashtëzakonshme kur dukej se të drejtat e banorit të mëparshëm nuk ishin marrë parasysh si duhej. Ai shënoi rrethanat në të cilat Znj. McCann kishte nënshkruar lajmërimin për dalje dhe vërejti që, sikur ajo të mos ishte nxitur që të nënshkruante, autoritetit vendas do t’i ishte duhur të kërkonte një urdhër posedimi sipas seksionit 84 të Aktit të Banimit të vitit 1985 (shih paragrafin 20 poshtë). Atëherë do të kishte qenë e mundur për ankuesin që të përpiqej të bindte gjykatën që nuk do të ishte e arsyeshme të jepej urdhri; ai dhe Znj. McCann mund të kishin dhënë prova për dhunën shtëpiake të supozuar; dhe, përveç kësaj, ai mund t’i kishte ngritur këto çështje si nevoja të tija banimi dhe si nevojë për sigurimin e akomodimit për fëmijët e tij kur të vinin për ta vizituar. Në këto rrethana, gjyqtari vendosi që autoriteti vendas nuk kishte vepruar siç kërkohet nga neni 8 § 2 i Konventës, dhe e hodhi poshtë pretendimin për posedim.", "15.  Ankesa e autoritetit para Gjykatës së Apelit u shty në pritje të rezultatit të procedurave para Dhomës së Lordëve në çështjen Qazi kundër Qarkut Harrow në Londër ([2003] UKHL 43: “Qazi”, shih paragrafët 22-25 poshtë). Më 9 dhjetor 2003, Lordi Gjyqtar Mummery shpalli vendimin e Gjykatës së Apelit në çështjen në fjalë, duke vendosur si vijon:", "“...Neni 8 nuk është në dispozicion si mbrojtje ndaj procedurave të posedimit, edhe pse ambientet në fjalë ishin ‘shtëpia’ e banuesit për qëllime të nenit. Këshilli ka vendosur ligjërisht dhe brenda pushtetit të vet në marrjen e lajmërimit për t’u larguar nga banesa, me efekt përfundimin e banimit të siguruar. Nuk ka pasur asnjë kontestim, përveç faktit që banimit i ishte dhënë fund nga lajmërimi [i bashkëshortes së ankuesit] për t’u larguar nga banesa. Sipas ligjit zakonor vendas, këshilli kishte të drejtën e pakualifikuar për pronësi të menjëhershme sapo të kishte prova që banimi i ambienteve kishte përfunduar. Procedura statusore në Seksionin 82 të Aktit të vitit 1985, i cili është në dispozicion të pronarit të autoritetit vendas për përfundimin e banimit të siguruar, nuk është e zbatueshme në rastin kur banimi i siguruar ka përfunduar me anë të lajmërimit të banuesit për t’u larguar nga banesa. Ky lajmërim për largim ka qenë në fuqi, pavarësisht nga fakti që lajmërimi është nënshkruar pa u qartësuar pasojat për personin që banonte në ambientet në fjalë.", "Ky nuk është rast ‘tejet i jashtëzakonshëm’ ku, për shembull, që nga paraqitja e lajmërimit për dalje nga banimi ka ndodhur diçka që i ka ndryshuar në themel të mirat dhe të këqijat e përzënies së propozuar, dhe këshillit mund t’i kërkohet ta justifikojë pretendimin e tij për shkelje të nenit 8 (shih Qazi në paragrafin 79 (paragrafi 24 poshtë])”.", "16.  Ankuesi bëri kërkesë për shqyrtim juridik të vendimit të autoritetit vendas të datës 4 janar 2002 për marrjen e lajmërimit nga bashkëshortja e tij për t’u larguar nga banesa, dhe të vendimit të datës 11 qershor 2002 për fillimin e procedurave të posedimit. Kërkesa u refuzua më 23 shtator 2004. Gjyqtari gjeti, inter alia, që autoriteti vendas kishte vepruar brenda pushtetit të vet kur ka kërkuar, përmes lajmërimit të bashkëshortes për t’u larguar nga banesa, që të formalizonte situatën e banimit, dhe që vendimi i saj për të aplikuar politikën e dhunës shtëpiake aty ku ishte konstatuar dhuna shtëpiake nga ekzistenca e urdhrit për mos-ngacmim dhe klauzolës për përzënie nuk ishte as i paligjshëm, as jashtë hapësirës së vendimeve që mund t’i marrë autoriteti në të gjitha rrethanat. Ai arriti në konkluzionin që:", "“Jam dakord... që Gjykata e Apelit efektivisht i vendosi çështjet përkatëse mes Z. McCann dhe Këshillit, dhe që kjo kërkesë është një përpjekje për t’i ringjallur ato edhe një herë të dytë. Këshilli ka të drejtën e posedimit dhe kjo kërkesë për rishqyrtim gjyqësor bie poshtë...", "Për sa i përket përgjithshmërisë, fakti nëse një vendim mund të kontestohet ose jo, si çështje ligji, nuk nënkupton që është pa vend që një autoritet publik të jetë aq i hapur sa mundet. Nuk ka arsye për të cilat politika e Këshillit nuk duhet të jetë absolutisht e saktë, duke e thënë shprehimisht që pasoja e një kërkese për ri-banim është kërkesa për dhënien e lajmërimit për largim nga banesa aktuale, çka do të ndikojë tek të drejtat e banorit apo qiramarrësit që mbetet aty duke i dhënë paralajmërim këtij të fundit. Në këtë mënyrë, do të mbizotërojë qartësia dhe disa nga shqetësimet që janë shprehur në këtë çështje do të shmangen.”", "17.  Leja për të bërë ankesë në Gjykatën e Apelit u refuzua më 9 dhjetor 2004.", "18.  Ankuesi u përzu nga shtëpia më 22 mars 2005.", "II.  LIGJI DHE PRAKTIKA PËRKATËSE NË VEND", "A.  Lajmërimi për t’u larguar nga banesa sipas ligjit zakonor", "19.  Në ligjin zakonor, kur jepet lajmërimi për të dalë nga një bashkë-banor, ai ka efektin e përfundimit të banimit të përbashkët, pavarësisht nëse bashkë-banori tjetër ka qenë në dijeni apo në pajtim me paraqitjen e lajmërimit për t’u larguar (Hammersmith dhe Këshilli i Qarkut të Fulham në Londër kundër Monk [1992] 1 All ER 1). Kur banimit i vjen fundi në mënyrë të vlefshme, çdo ish-banor që vazhdon të mbetet në atë banesë është shkelës i ligjit, dhe pronari ka të drejtën e posedimit të menjëhershëm.", "B.  Siguria e zotërimit sipas Aktit të Banimit të vitit 1985", "20.  Sipas seksionit 82 të Aktit të Banimit të vitit 1985, një banues i siguruar i një autoriteti vendas apo çdo autoriteti tjetër publik, siç është ankuesi, ka sigurinë e zotërimit të banimit. Sipas seksionit 84(1) të Aktit, gjykata nuk merr urdhër për posedim të një shtëpie banimi të lënë nën banim të siguruar përveç se mbi një apo disa prej bazave të përmendura në Pjesën 2 të Aktit. Baza 2(a) e Pjesës 2 jep bazat e posedimit kur një çift jeton në një shtëpi banimi, njëri apo të dy janë banorë, njëri partner është larguar për shkak të dhunës apo kërcënimeve për dhunë nga partneri tjetër, dhe gjykata është bindur që partneri që është larguar nuk ka gjasë të kthehet. Seksioni 84(2) parashikon që gjykata nuk do të marrë urdhër posedimi mbi një prej këtyre bazave “përderisa e konsideron të arsyeshme marrjen e një urdhri.”", "C.  Politika e autoritetit vendas mbi vendbanimin në rastet e dhunës shtëpiake", "21.  Sipas Manualit të Politikave të Shpërndarjes të Këshillit të Qarkut të Birmingamit (§ 30.8):", "“1. Kur një marrëdhënie prishet, banorit që largohet nga prona duhet t’i kërkohet të nënshkruajë një formular për heqje dorë. Kjo ka efektin e mbylljes së ‘tërë’ banimit.", "2. Nëse një pronë mbetet e përshtatshme për familjen e mbetur, mund të lejohet një banim [i ri].", "3. Nëse prona nuk është e përshtatshme (p.sh. tepër e madhe), banorit do t’i ofrohet akomodim alternativ...”", "Megjithatë, aty ku ka pasur dhunë shtëpiake, Politika e Shpërndarjes parashikon (§ 3.7.1):", "“Dhuna shtëpiake është e përfshirë në Kushtet e Banimit të Departamentit, të rishikuara, si shkelje e marrëveshjes së Banimit. Veprimet e dukura do të ndërmerren [kundër atyre] që janë gjetur të kenë nënshtruar një person tjetër ndaj dhunës shtëpiake. Kjo mund të përfshijë edhe autorët që kanë humbur shtëpinë apo që janë klasifikuar si të pastrehë me qëllim.”", "Do t’i takonte një personi që ka mbetur i pastrehë pas një pretendimi për dhunë shtëpiake që të kontestojë të vërtetën e akuzave dhe të pretendojë që ai është bërë i pastrehë me qëllim dhe që autoriteti vendas ka për detyrë statusore që ta ri-strehojë atë.", "D.  Vendimi i Dhomës së Lordëve në çështjen Qazi", "22.  Qazi kundër Qarkut të Harrow në Londër ([2003] UKHL 43) ngjashëm kishte të bënte me marrjen e një urdhri posedimi në lidhje me një shtëpi të këshillit ku bashkë-banues ishin burrë e grua. Martesa e tyre u prish dhe bashkëjetesës i erdhi fundi, kur Znj. Qazi paraqiti lajmërimin për t’u larguar nga banesa. Zotit Qazi iu refuzua banimi vetëm nga autoriteti vendas, por ai gjithsesi vazhdoi të qëndronte në banesë bashkë me familjen e tij të re, dhe u përpoq t’i rezistonte procedurave të posedimit mbi bazën e faktit që ata përbënin ndërhyrje në të drejtën e tij për shtëpinë e tij sipas nenit 8 të Konventës.", "", "23.  Dhoma e Lordëve njëzëri vendosi që, pavarësisht nga fakti që banimit i kishte ardhur fundi, prona vazhdonte të ishte shtëpia e Zotit Qazi, dhe prandaj aplikohej neni 8. Megjithatë, shumica (Lordët Hope nga Craighead dhe Millet e Scott nga Foscote) u shprehën që nuk mund të bazoheshin në nenin 8 për të mundur të drejtat pronësore apo kontraktuale të autoritetit vendas për posedim. Meqenëse autoriteti vendas kishte të drejtën e pakualifikuar ndaj posedimit të menjëhershëm, nuk kishte shkelje të së drejtës së Zotit Qazi për respektim të shtëpisë së tij sipas nenit 8 § 1, kështu që nuk u ngrit asnjë çështje sipas nenit 8 § 2 lidhur me arsyetimin e tij. Përndryshe, efekti i të drejtave pronësore apo kontraktuale të autoritetit ishte që çdo vlerësim sipas nenit 8 § 2 në mënyrë të pashmangshme do të vendosej në favor të autoritetit vendas. Shumica iu referua në mënyra të ndryshme disa vendimeve të Komisionit ku ankesa të ngjashme, lidhur me përzënien e ish-banorëve nga pronat e autoriteteve vendase pas përfundimit të bashkë-banimit, ishin deklaruar dukshëm të pabazuara (S. kundër Mbretërisë së Bashkuar, nr. 11716/85, vendimi i Komisionit i 14 majit 1986, Vendime dhe Raporte (DR) 47, fq. 274; D.P. kundër Mbretërisë së Bashkuar, nr. 11949/86, vendimi i Komisionit i 1 dhjetorit 1986, DR 51, fq. 195; Ure kundër Mbretërisë së Bashkuar, nr. 28027/95, vendimi i Komisionit i 27 nëntorit 1996; Wood kundër Mbretërisë së Bashkuar, nr. 32540/96, vendimi i Komisionit i 2 korrikut 1997).", "Lordi Hope, pasi u shpreh që neni 8 ishte i zbatueshëm, vazhdoi:", " “... sipas mendimit tim nuk rrjedh që, mbi faktet e kësaj çështjeje, ka një pikë që duhet vendosur brenda rendit ligjor vendas përmes mënjanimit të çështjes nëse lejohet ndonjë ndërhyrje nga neni 8 § 2 për një vendim nga gjykata krahinore...", "Nuk them që e drejta për respektimin e shtëpisë nuk ka rëndësi. Por konsideroj që një ndërhyrje e tillë në të, siç rrjedh nga zbatimi i ligjit i cili i mundëson pronarit të autoritetit publik të ushtrojë të drejtën e pakualifikuar për rimarrjen në posedim, pas dorëzimit të lajmërimit për dalje nga banesa, çka e ka përfunduar banimin, me qëllim të vënies së banesës në dispozicion të banorëve të tjerë në listën e pritjes të personave në kërkim vendbanimi, nuk shkel thelbin e së drejtës për respektim të shtëpisë sipas nenit 8 § 1. Ky është një konkluzion që tani mund të zbatohet në të gjitha çështjet e këtij lloji përgjithësisht... Rrjedh që pyetja nëse ndërhyrja lejohet nga neni 8 § 1 apo jo nuk kërkon, në këtë rast, marrjen në konsideratë nga gjykata krahinore.”", "Po kështu, Lordi Millet u shpreh që:", " “... Sipas mendimit tim, neni 8 nuk shkelet shpesh nga zbatimi i kushteve në të cilat ankuesi zë ambientet si shtëpia e tij. Neni 8 § 1 nuk siguron të drejtën ndaj shtëpisë por vetëm të drejtën e ‘respektit’ për shtëpinë.”", "Për sa i përket ushtrimit të ekuilibrimit të parashikuar nga neni 8 § 2, ai deklaroi:", " “... asnjë ushtrim i tillë ekuilibrimi nuk duhet të zhvillohet kur rezultati i tij është një përfundim i sakrifikuar. Në rastin konkret... autoriteti vendas ka pasur të drejtën e menjëhershme të posedimit. Ambientet ishin shtëpia e Z. Qazi, dhe përzënia e tij natyrisht që do të çonte në ndërhyrjen ndaj gëzimit nga ai të ambienteve të shtëpisë së tij. Por e drejta e tij për të shfrytëzuar ato ambiente si të tilla ishte e kufizuar nga kushtet e banimit të tij dhe asaj i kishte ardhur fundi. Përzënia ishte thjesht e nevojshme për të mbrojtur të drejtat e autoritetit vendas si pronar. Detyrimi për ‘respekt’ ndaj shtëpisë së Zotit Qazi nuk ishte shkelur nga kërkesa që ai t’i lironte ambientet në skadim të periudhës gjatë së cilës ai kishte autoriteti ishte pajtuar që ai mund t’i shfrytëzonte ato. Thjesht nuk kishte asnjë ekuilibër për t’u vendosur...”", "Lordi Scott ishte dakord me Lordët Hope dhe Millet, megjithëse mbi baza disi të ndryshme:", " “Sipas mendimit tim, Gjykata e Apelit, pasi vendosi me të drejtë që Z. Qazi kishte një shtëpi sipas nenit 8, duhet të kishte vendosur që të drejtat e tij nga neni 8 nuk mund të mbizotëronin kundër të drejtës së pranuar dhe të padyshuar të këshillit për posedim sipas ligjit të zakonshëm mbi banimin. Për sa më përket mua, do të kisha thënë se neni 8, në këto rrethana, nuk ishte i zbatueshëm. Por mund të thuhej edhe që një urdhër posedimi ishte ‘në pajtim me ligjin’ dhe ishte i nevojshëm për të mbrojtur dhe për t’i dhënë fuqi të drejtës së këshillit për posedim. ...Por del tek e njëjta gjë. Nuk mund të sugjerohet neni 8 për të mundur të drejtat kontraktuale dhe pronësore të posedimit.”", "24.  Për sa i përket çështjes së zgjidhjeve në raste të pazakonta, Lordi Hope iu referua (në paragrafin 79 të vendimit) çështjes Këshilli Bashkiak i Sheffildit kundër Smart [2002] EWCA Civ 4, ku, në një çështje ku një banor i pasiguruar i këshillit ishte përzënë pas procedurave për ngacmim, Gjykata e Apelit kishte vendosur që mund të kontestohej vendimi i autoritetit vendas për të paraqitur lajmërimin për largim nga banesa sipas nenit 8 të Konventës përmes shqyrtimit gjyqësor brenda kufijve të përshtatshëm kohorë. Lordi Hope më tej vërejti që Gjykata e Apelit në çështjen Smart kishte vendosur:", " “që në situata të rralla kur, pas paraqitjes së lajmërimit për largim nga banesa, ka ndodhur diçka tepër e jashtëzakonshme që ka ndryshuar në themel të mirat dhe të këqijat e përzënies së propozuar, gjyqtari në gjykatën krahinore i cili dëgjon pretendimet për posedim mund të jetë i detyruar t’i adresohet në marrjen e vendimit nëse lëshimi i një urdhri posedimi mund të justifikohej... Dëshiroj të jem i rezervuar në mendimin tim për sa i përket faktit nëse banuesi do të kishte pasur mundësi, në një rast tejet të jashtëzakonshëm, që t’i ngrinte këto çështje në gjykatën krahinore ku do të dërgoheshin procedurat e posedimit pas paraqitjes së lajmërimit për largim nga banesa nga autoriteti i banimit, duke pasur parasysh, siç përmend Lordi Millett, që vendimi i saj për të paraqitur lajmërimin për largim do të ishte juridikisht i rinovueshëm në Gjykatën e Lartë për sa kohë që kërkesa do të bëhej brenda kufijve kohorë përkatës. Situata në rastin konkret është ndryshe, meqenëse ishte paraqitja nga ana e njërit prej banuesve e lajmërimit për largim nga banesa ajo që i dha fund banimit.”", "Lordi Millett gjithashtu deklaroi:", "“Në rastin e jashtëzakonshëm ku ankuesi beson që autoriteti vendas po vepron në mënyrë të padrejtë ose për motive të pahijshme apo të ulëta, ai mund të bëjë kërkesë për rishqyrtim gjyqësor pranë Gjykatës së Lartë. Mundësia për shfrytëzimin e këtij mjeti, së bashku me faktin që një person nuk mund të përzihet pa urdhër gjykate, në mënyrë që gjykata të mund të konsiderojë nëse ankuesi ka të drejtën e posedimit, është e mjaftueshme për të ofruar nivelin e kërkuar dhe të duhur të respektit për shtëpinë e ankuesit.”", "25.  Pakica që nuk ishte dakord (Lordët Bingham i Kornhillit dhe Steyn) u shprehën që aty ku kishte ndërhyrje të propozuar ndaj së drejtës së një personi për respekt ndaj shtëpisë së tij, çështja e arsyetimit, nëse ngrihet, i binte që duhet të merrej në konsideratë dhe duhej, në rastin konkret, t’i dorëzohej Gjykatës Krahinore. Të dy cituan me miratim pjesën e mëposhtme të shkëputur nga vendimi i Gjykatës së Apelit në çështjen Këshilli i Qytetit Sheffild kundër Smart (cituar në paragrafin 24 sipër):", "“26. ... ‘Shtëpia’ është një koncept autonom për qëllime të KEDNJ-së dhe nuk varet nga ndonjë status ligjor si pronar. Kështu, në këto raste, ambientet e banimit në Sheffild dhe Sunderland ishin pa dyshim shtëpitë e grave. Meqenëse efekti i urdhrave të posedimit do të ishte që t’i përzinin ato, mendoj se është e pashmangshme që ato urdhra çonin në shkelje të së drejtës së ankuesit për respektim të shtëpisë së tyre. E kam thënë që kjo çështje ka të bëjë me nenin 8; më saktë, ka të bëjë krejtësisht me nenin 8(2).”", "27. Para se të vazhdojmë me çështjet që dalin sipas nenit 8(2), duhet të qartësoj se kam një arsye më të thellë për pikëpamjen time që çështja nuk mund të përmbyllet nga një vendim sipas të cilit nuk ka shkelje të nenit 8(1). Ka të bëjë me marrëdhënien mes dy paragrafëve të nenit 8. Jam shprehur që përzënia e këtyre ankuesve do të përbënte një shkelje prima facie të së drejtës së tyre për shtëpitë e tyre. Por ky përfundim nuk është thjesht shembull i një procesi gjyqësor të përditshëm, zbatimi i konstruksionit të saktë të një statuti (këtu, të nenit 8(1)) ndaj disa fakteve të caktuara. Përkundrazi, ka një cilësi qëllim-dashëse. Gjykata duhet të arrijë në një zgjedhje gjyqësore mes dy mundësive, një zgjedhje që e tejkalon gjetjen e asaj që nënkuptojnë fjalët ligjvënëse. Zgjedhja e parë... do të nënkuptonte një vendim që kërkesa e Konventës është përmbushur në fazën e nenit 8(1)... Zgjedhja e dytë (duke pranuar shkeljen prima facie të nenit 8(1)), të cilën e preferoj, ngërthen një vendim që duhen përmbushur standardet më rigoroze dhe specifike të nenit 8(2) nëse gjykata do të vendosë që përzëniet janë në përputhje me të drejtat e ankuesit sipas Konventës. Konventa, ashtu siç është, është e përfshirë shumë më largësisht në palcën e ligjit tonë vendor nëse merret zgjedhja e parë sesa nëse merret e dyta. Një pjesë e detyrës së gjykatës është të vendosë se sa e afërt do të jetë kjo përfshirje në kontekstin e çështjes në fjalë. Kështu, unë nuk e mohoj zgjedhjen e parë vetëm sepse mendoj se e dyta pasqyron më natyrshëm logjikën e thjeshtë të fjalëve të përdorura në nenin 8(1). Unë konsideroj në thelb se arsyetimi dhe përmbushja e të drejtave të Konventës, me qëllim të së cilës është miratuar [Akti i të Drejtave të Njeriut i vitit 1998], kërkojnë që procedurat e ligjit vendas të përfshira në këto ankesa duhet t’i nënshtrohen shqyrtimit të detajuar lidhur me përputhshmërinë me standardet e nenit 8(2). Një proces i tillë kërkohet nga plotshmëria e ligjit tonë bashkiak mbi të drejtat e njeriut.”", "Megjithatë, Lordi Bingham theksoi që administrimi i banesave publike sipas skemave të ndryshme statusore i ishte besuar me të drejtë autoriteteve vendase të banimit dhe që rastet në të cilat një gjykatë do të justifikohej për refuzimin e një urdhri posedimi do të ishin tejet të jashtëzakonshme. Ai përfundoi:", " “Nëse (në kundërshtim me vendimin e shumicës së Dhomës) mendimit tim i jepet të drejtë, kam besimin se autoritetet e banimit, duke vepruar në mirëbesim drejt zbatimit të skemave të parashikuara nga statuti dhe të administruara prej tyre, nuk do të perceptonin asnjë rritje domethënëse të peshës së tyre kundërthënëse.”", "E.  Vendimi i Dhomës së Lordëve në çështjen Kay", "26.  Në çështjen Kay kundër Këshillit Krahinor; Price kundër Këshillit të Krahinës Leeds, 8 mars 2006, [2006] UKHL 10, Dhoma e Lordëve e përbërë nga një Komision prej shtatë gjyqtarësh (e jo prej pesë gjyqtarësh si zakonisht), në mënyrë që të rishikonte vendimin e saj në çështjen Qazi, duke marrë parasysh vendimet e gjykatës në çështjet Connors kundër Mbretërisë së Bashkuar, nr. 66746/01, §§ 81–84, 27 maj 2004 dhe Blečič kundër Kroacisë, nr. 59532/00, 29 korrik 2004 (ky vendimi i fundit më pas iu referua Dhomës së Madhe e cila gjeti, më 8 mars 2006, që, për shkak se mjetet brenda vendit nuk ishin shteruar, ishte e pamundur të njihte themelet e çështjes). Lordët ishin njëzëri të kufizuar në konsideratën e tyre për çështjet ku pronari ishte autoritet publik.", "27.  Shumica (Lordët Hope, Scott, Brown dhe Baronesha Hale) u shprehën që vendimi në çështjen Connors nuk ishte në përputhje me pikëpamjen e shumicës në çështjen Qazi që nuk kishte nevojë për shqyrtim të çështjeve të ngritura nga neni 8 § 2 të zhvilluara nga Gjykata Krahinore nëse çështja ishte e llojit të atillë ku vetë ligji e jepte përgjigjen, meqenëse në atë situatë një rishqyrtim i bazave do të ishte e pakuptimtë. Në një rast të tillë të mbrojtjes së nenit 8, nëse ngrihet, ai thjesht duhet mbyllur. Megjithatë, nën dritën e vendimeve në çështjet Connors dhe Blečič, ishte e nevojshme të theksohej se një person i përzënë mund të ketë mbrojtje ndaj procedurave të posedimit në raste të jashtëzakonshme, më saktësisht (1) aty ku ai e konteston ligjin vendor si i papërputhshëm me nenin 8 (si në çështjen Connors) ose (2) ai e konteston veprimin e autoritetit publik pronar mbi bazat e ligjit publik, mbi bazën e faktit që veprimet e autoritetit përbëjnë abuzim të pushtetit.", "28.  Pakica (Lordët Bingham, Nicholls dhe Walker) u shpreh që i pandehuri në procedurat e posedimit të ngritura nga autoritetet publike duhet të lejohet, parimisht, që të paraqesë mbrojtje nga neni 8 gjatë procedurave të posedimit në Gjykatën Krahinore. Lordi Bingham e shprehu këtë si vijon:", " “Unë nuk e pranoj, siç diskutuan ankuesit, që autoriteti publik duhet që në fillim të kërkojë dhe të vërtetojë që urdhri i kërkuar i posedimit është i arsyetuar. Në shumicën dërrmuese të rasteve, kjo do të ishte problematike dhe e kotë. Mjafton që autoriteti publik ta konstatojë pretendimin e tij në përputhje me ligjin vendas mbi pronën. Nëse banuesi dëshiron të paraqesë mbrojtjen nga neni 8 për të parandaluar ose penguar marrjen e një urdhri posedimi, ai e ka mundësinë ta bëjë këtë, dhe autoriteti publik duhet ta kontestojë pretendimin nëse i kërkohet të veprojë kështu dhe për aq sa i kërkohet të reagojë. Në shumicën dërrmuese të rasteve, kjo nuk do të ishte fare problematike. Në raste të rralla dhe të jashtëzakonshme nuk është e kotë.”", "LIGJI", "I.  PRANUESHMËRIA E ANKESAVE", "A.  Neni 6 § 1 i Konventës", "29.  Ankuesi pretendoi shkelje të nenit 6 § 1 të Konventës, duke thënë se autoriteti vendas nuk është treguar i pavarur dhe i paanshëm kur ka vendosur përfundimin e banimit në atë pronë.", "", "Neni 6 § 1 parashikon që:", "“Në përcaktimin e të drejtave dhe detyrimeve të tij civile... çdokush ka të drejtë të ketë një seancë dëgjimore të drejtë dhe publike, brenda një periudhe kohore të arsyeshme, para një tribunali të pavarur dhe të paanshëm të vendosur nga ligji.”", "30.  Kjo dispozitë ofron garanci procedurale në përcaktimin e të drejtave dhe detyrimeve civile. Në rastin konkret, “të drejtat dhe detyrimet” ishin ato që dilnin nga marrëveshje e banimit që ankuesi dhe bashkëshortja e tij kishin me autoritetin vendas. Ky banim përfundoi kur bashkëshortja e ankuesit paraqiti deklaratën për largim nga banesa më 4 janar 2002. Megjithatë, përcaktimi i të drejtave dhe detyrimeve civile ndodhi para gjykatave vendase – Gjykata Krahinore e Birmingham e cila mori vendim më 15 prill 2003, dhe Gjykata e Apelit e cila mori vendim më 9 dhjetor 2003. Çdo ankesë lidhur me drejtësinë e këtyre procedurave pra duhet të lidhet me procedurat para këtyre gjykatave. Ankuesi nuk bën parashtresë lidhur me drejtësinë e procedurave dhe nuk paraqet asgjë jashtë procedurave dhe, si i tillë, nuk ka ndikim tek ato.", "31.  Rrjedh që kjo pjesë e kërkesës është dukshëm e pabazuar në kuptim të nenit 35 § 3 të Konventës, dhe duhet të refuzohet sipas nenit 35 § 4.", "B.  Neni 8 i Konventës", "32.  Ankuesi po ashtu pretendoi shkelje të nenit 8 të Konventës, duke thënë se, për shkak të mënyrës se si këshilli e kishte paraqitur lajmërimin për largim nga banesa, dhe për shkak se procedurat rezultuese ishin kufizuar në çështjet sipërfaqësore të ligjit mbi pronën, respekti për shtëpinë e tij nuk ishte zbatuar. Neni 8 i Konventës, për sa kohë që është relevante, parashikon:", " “1.  Çdokush ka të drejtën e respektimit të jetës... private, të shtëpisë së tij...”", "2.  Nuk do të ketë ndërhyrje nga një autoritet publik në kuadër të ushtrimit të të drejtave të veta, përveç atyre që janë në përputhje me ligjin dhe kur është e nevojshme në një shoqëri demokratike në interes të... mirëqenies ekonomike të vendit, për parandalimin e rrëmujës apo krimit... ose për mbrojtjen e të drejtave dhe lirive të të tjerëve.”", "33.  Gjykata konsideron që kjo pjesë e kërkesës ngre çështje ligjore që janë aq serioze sa që përcaktimi i tyre duhet të varet nga shqyrtimi i themeleve të tyre. Nuk është konstatuar asnjë provë për ta deklaruar atë të papranueshme. Prandaj, kërkesa do të deklarohet e pranueshme. Sipas nenit 29 § 3 të Konventës, Gjykata do të konsiderojë themelet e ankesës së mëposhtme.", "C.  Neni 14 i Konventës i marrë në lidhje me nenin 8", "34.  Së fundi, ankuesi, duke krahasuar pozicionin e tij me atë të bashkëshorteve të banorëve të tjerë të cilët largohen nga vendbanimi për shkak të prishjes së marrëdhënies kur nuk ka pretendime për dhunë shtëpiake, pretendoi se kishte shkelje të nenit 14 të Konventës në lidhje me nenin 8 sepse autoriteti vendas kishte politika të ndryshme për dy kategoritë. Neni 14 parashikon që:", " “Gëzimi i të drejtave dhe lirive të përcaktuara në Konventë garantohet pa diskriminim në baza gjinie, race, ngjyre, gjuhe, feje, mendimesh politike apo të tjera, prejardhjeje kombëtare apo sociale, lidhjeje me një pakicë kombëtare, pasurie, lindjeje apo statusi tjetër.”", "35.  Gjykata vëren se ankuesi nuk e ka ngritur çështjen e nenit 14 në ndonjë procedurë brenda vendit, dhe nuk ka arritur të kontestojë politikat e ndryshme para gjykatave vendore. Prandaj, ekziston një çështje serioze për sa i përket faktit nëse ankuesi i ka shteruar mjetet vendase, siç kërkohet nga neni 35 i Konventës.", "36.  Sidoqoftë, rastet ku përfshihet dhuna shtëpiake nuk janë të njëjta me rastet ku nuk ka dhunë shtëpiake, në mënyrë të atillë që trajtimi i ndryshëm i tyre nuk mund të jetë diskriminues për qëllime të nenit 14 të Konventës.", "37.  Rrjedh që kjo pjesë e kërkesës është dukshëm e pabazuar, në kuptim të nenit 35 § 3 të Konventës dhe duhet të refuzohet në përputhje me nenin 35 § 4.", "II.  THEMELET E ANKESËS SIPAS NENIT 8", "A.  Parashtresat e palëve", "38.  Palët ranë dakord që e drejta për respektimin e shtëpisë që parashikohet në nenin 8 të Konventës ishte pjesë e fakteve në rastin konkret. Megjithatë, ato nuk ishin dakord për sa i përket faktit nëse masa e kontestuar ishte “e nevojshme në një shoqëri demokratike”.", "1.  Qeveria", "39.  Qeveria e kundërshtoi që ndërhyrja në të drejtat e ankuesit sipas nenit 8 § 1 ishte e arsyetuar në kuptim të nenit 8 § 1. Vendimet e autoritetit vendas për të siguruar nga bashkëshortja e ankuesit një lajmërim për largim nga banesa dhe më pas për të filluar procedurat e posedimit u morën në përputhje me ligjin dhe ndoqën një numër qëllimesh legjitime, më saktësisht (a) mbrojtjen e të drejtave të autoritetit si pronar i pronës me përgjegjësi për menaxhimin e tërësisë së vendbanimeve sociale të tij; (b) mbrojtjen e të drejtave dhe lirive të të tjerëve në listën e pritjes së autoritetit për sigurimin e vendbanimit në banesat e autoritetit që përmbushnin nevojat e tyre, dhe (c) promovimin e mirëqenies ekonomike të vendit. Për më tepër, duke pasur parasysh që në demokraci është e nevojshme të ketë rregulla të qarta që qeverisin të drejtat pronësore, dhe duke u nisur nga fakti që, sipas ligjit të zakonshëm mbi pronën, autoriteti kishte të drejtën absolute të rimerrte pronën në fjalë, Qeveria parashtroi që ndërhyrja që del nga njohja dhe zbatimi i këtyre të drejtave nga gjykatat ishte “e nevojshme në një shoqëri demokratike” dhe në proporcion me qëllimin legjitim për të cilin bëhet.", "40.  Sipas Qeverisë, çështja në fjalë dallonte nga çështja Connors kundër Mbretërisë së Bashkuar (nr. 66746/01, §§ 81–84, 27 maj 2004: shih paragrafin 49 poshtë), ku tre tipare kryesore kishin bërë që Gjykata të gjente shkelje të nenit 8; së pari, pozicioni i dobët i romëve si pakicë, çka impononte një detyrim pozitiv të Shtetit për të lehtësuar mënyrën e tyre të jetesës; së dyti, mungesa e mbrojtjes procedurale, çka i lejonte një autoriteti vendas që t’i zhvendoste romët nga një vend i autorizuar pa kontroll nga gjykata; dhe, së treti, fakti që ligji vendas diskriminonte pa arsye mes romëve që banonin në zona private dhe atyre që banonin në zonat e banesave të autoriteteve vendore. Ndryshe nga pozicioni në çështjen Connors, nuk kishte sugjerime në rastin konkret që ligji vendas mbi pronarin dhe banorin ishte i papërputhshëm me nenin 8.", "41.  Meqenëse, kur i kërkuan Zonjës McCann të nënshkruante lajmërimin për largim nga banesa, autoriteti vendor thjesht kishte kërkuar rregullimin e situatës që ajo e kishte krijuar duke u larguar nga banesa dhe duke kërkuar strehim tjetër, kishte qenë e udhës që t’i kërkohej asaj të nënshkruante lajmërimin për largim, dhe nuk kishte pasur detyrime për sqarim të plotë ndaj saj lidhur me pasojat. Në rrethana ku marrëdhënia mes bashkë-banuesve ishte prishur, ishte detyra e policisë së autoriteteve vendore që të merrte nga banori që largohej një vërtetim ku ai hiqte dorë (shih paragrafin 21 lart). Kjo politikë ishte shumë delikate, meqenëse i lejonte pronarit nga autoriteti vendor që të rimerrte nën kontroll pronën e tij dhe kështu të menaxhonte me efikasitet çështjet e banesave të pamjaftueshme. Mbrojtja procedurale kundër përfundimit të banimit të siguruar që përmbahet në seksionet 82-84 të Aktit të vitit 1985 (shih paragrafin 20 lart) është e zbatueshme vetëm në kushtet kur pronari kërkon ndërprerjen e banimit. Në rastin konkret, banimi i përbashkët ka përfunduar me paraqitjen e lajmërimit të bashkëshortes së ankuesit për largim.", "42.  Duke pasur parasysh që pretendimi qendror i ankuesit ishte që autoriteti vendor kishte vepruar në mënyrë të papërshtatshme duke marrë lajmërimin për largim nga Znj. McCann, shqyrtimi gjyqësor nxori një mjet të përshtatshëm dhe të duhur ndaj të cilit ankuesi ka pasur qasje. Për më tepër, tani ishte e qartë nga vendimi i Dhomës së Lordëve në çështjen Kay (shih paragrafët 26-28 lart) që një individ në kushtet e ankuesit nuk do të kishte nevojë të hapte procedura përmes shqyrtimit gjyqësor për të ngritur një kontest publik të këtij lloji; konteste të tilla tani mund të ngrihen përmes ndryshimeve anësore në procedura posedimi në Gjykatën Krahinore. Sqarimi në çështjen Kay shërbeu për të theksuar shkallën e mbrojtjes procedurale që u ofrohet individëve në pozicionin e ankuesit. Në këtë aspekt rasti në fjalë është qartë i dallueshëm nga Connors, ku kundërshtimet e ankuesit (që ai nuk ishte përgjegjës për sjellje të pretenduar anti-sociale) nuk kishin lidhje me abuzimin e pushtetit nga autoriteti vendor, dhe ku atij i ishte refuzuar leja për të bërë kërkesë për shqyrtim gjyqësor.", "2.  Ankuesi", "43.  Ankuesi deklaroi që mënyra se si ishte marrë lajmërimi për largim e bënte përzënien e tij një shkelje të pajustifikuar të së drejtës së tij për respektimin e shtëpisë së tij. neni 8 u theksua sepse Znj. McCann nuk do ta kishte paraqitur shënimin me shkrim përveç se me kërkesë të zyrtarit për çështje banimi pranë autoritetit vendor, dhe autoriteti vendor e dinte që lajmërimi për largim do të kishte si efekt përfundimin e banimit të përbashkët pa mundësi efektive nga ana e ankuesit për të kundërshtuar humbjen e shtëpisë së tij. Për më tepër, përfundimi i banimit pati ndikim edhe në marrëdhëniet e ankuesit me fëmijët e tij, të cilët rrinin me të tre net në javë. Kur u vendos që t’i kërkonin Zonjës McCann të largohej, autoriteti vendor nuk i ka marrë fare parasysh të drejtat e ankuesit sipas nenit 8.", "44.  I vetmi moment kur një gjykatë ka shqyrtuar thellësisht komentet e zbatueshme të Konventës, ajo ka gjetur që të drejtat e ankuesit për shtëpinë e tij nuk ishin respektuar sa duhet. Megjithatë, ky vendim nga Gjykata Krahinore u rrëzua në apel, pas vendimit të Dhomës së Lordëve në çështjen Qazi, dhe kërkesa e ankuesit për shqyrtim gjyqësor u refuzua për shkak se Gjykata e Apelit tashmë kishte vendosur më parë lidhur me këtë çështje.", "45.  Në procedurat nga seksionet 82-84 të Aktit të Banimit të vitit 1985 (shih paragrafin 20 lart), Gjykata Krahinore duhet të analizojë dhe të vendosë lidhur me të gjitha çështjet që kanë të bëjnë me faktet dhe duhet të caktojë pronësinë pronarit vetëm në rastet kur ajo “e konsideron të arsyeshme të veprojë kështu”. Veprimet e autoritetit vendor për marrjen e lajmërimit me shkrim nga bashkëshortja efektivisht e kishin anashkaluar këtë skemë statusore të cilën Parlamenti e ka krijuar për të mbrojtur banorët – siç është edhe ankuesi. Ndërkohë që pranohet se do të ishte e rrallë që pronarit t’i refuzohet posedimi mbi bazat e nenit 8, ankuesi kundërshtoi duke thënë se përjashtimi i mundësive e rrethanave individuale që e bëjnë përzënien jo-proporcionale ishte privimi i Konventës nga çdo efekt.", "B.\tVlerësimi i Gjykatës", "46.  Gjykata ka vërejtur në disa raste që klasifikimi i një prone si “shtëpi” është çështje faktesh dhe nuk varet nga ligjshmëria e banimit në të sipas ligjit vendas (shih, për shembull, Buckley kundër Mbretërisë së Bashkuar, vendimi i datës 25 shtator 1996, Përmbledhje e Vendimeve 1996IV, § 54, ku ankuesja kishte jetuar në tokën e saj pa leje planifikimi për një periudhë prej pothuaj tetë vitesh). Në rastin konkret, gjykatat vendore gjetën dhe palët pranuan që shtëpia e autoritetit publik ku ankuesi jetonte përpara si bashkë-banor me bashkëshorten e tij dhe ku ai jetoi vetëm nga nëntori 2001 ka vazhduar të ishte “shtëpia” e tij, në kuptimin e nenit 8 § 1, pavarësisht nga fakti që, pas lajmërimit nga bashkëshortja për largim nga banesa, ai nuk kishte të drejtë të vazhdonte banimin aty sipas ligjit vendas. Gjykata është dakord me këtë analizë.", "47.  Më tej, u ra dakord që efekti i lajmërimit për largim që iu dorëzua autoritetit vendas nga bashkëshortja e ankuesit, bashkë me procedurat e posedimit të hapura nga autoriteti vendas, ishte i tillë që kishte ndërhyrë në të drejtën e ankuesit për respekt ndaj shtëpisë së tij.", "48.  Gjykata konsideron që kjo ndërhyrje ishte në përputhje me ligjin dhe ajo synonte qëllimin legjitim të mbrojtjes së të drejtave dhe lirive të të tjerëve në dy aspekte. Së pari, ajo ka mbrojtur të drejtën e autoritetit vendas për të rimarrë në posedim pronën kundrejt një individi i cili nuk kishte asnjë të drejtë kontraktuale ose tjetër për të qenë aty. Gjykatat vendase vunë theks të konsiderueshëm mbi këtë aspekt, i cili zbatohet njësoj ndaj të gjithë pronarëve të banesave të cilët përpiqen të rimarrin pronat e tyre. Megjithatë, në të njëjtën kohë ndërhyrja ka pasur për qëllim të siguronte që po zbatohej si duhet skema statusore për dispozitën e banimit. Të “tjerët” në këtë rast janë përfituesit e synuar të organizimeve komplekse të caktuara, mes të tjerash, nga Aktet e Banimit. Gjykata pranon që vetëm duke kufizuar mbrojtjen që Aktet ofrojnë për kategoritë për të cilat zbatohet ajo mund të zbatohen në mënyrë të ndjeshme politikat e ngërthyera në Akte.", "49.  Prandaj, çështja qenësore në këtë rast është nëse ndërhyrja ka qenë proporcionale me qëllimin e synuar e rrjedhimisht “e nevojshme në një shoqëri demokratike”. Duhet kujtuar që ky kusht nga paragrafi 2 i nenit 8 ngre edhe çështje procedurale krahas çështjeve substanciale. Gjykata paraqiti parimet përkatëse në vlerësimin e nevojshmërisë së një ndërhyrjeje në të drejtën për “shtëpi” nga kërkesa për procedura përmbledhëse posedimi në çështjen Connors kundër Mbretërisë së Bashkuar (nr. 66746/01, §§ 81–84, 27 maj 2004), që u vendos pas një vendimi të Dhomës së Lordëve në çështjen Qazi (shih paragrafët 22-25 poshtë), por para vendimit të saj në çështjen Kay (shih paragrafët 26-28 poshtë), si vijon:", " “81. Ndërhyrja konsiderohet ‘e nevojshme në një shoqëri demokratike’ për një qëllim legjitim nëse i përgjigjet një ‘nevoje sociale urgjente’ dhe, veçanërisht, nëse është në proporcion me qëllimin legjitim që synohet. Ndërkohë që u takon autoriteteve kombëtare të bëjnë vlerësimin fillestar të nevojshmërisë, vlerësimi përfundimtar nëse arsyet e cituara për ndërhyrjen janë relevante dhe të mjaftueshme mbetet të rishikohet nga Gjykata për përputhshmëri me kërkesat e Konventës...", "82. Në këtë aspekt, në mënyrë të pashmangshme duhet lënë një hapësirë vlerësimi për autoritetet kombëtare, të cilat për shkak të kontakteve të drejtpërdrejta dhe të vazhdueshme me forcat jetike të vendeve të tyre parimisht janë më mirë të pozicionuara sesa gjykata ndërkombëtare për të vlerësuar nevojat dhe kushtet në vend. Kjo hapësirë ndryshon sipas natyrës së të drejtës së Konventës lidhur me çështjen në fjalë, rëndësisë së saj për individin dhe natyrës së aktiviteteve që janë kufizuar, si dhe natyrës së qëllimit që synohet me anë të këtyre kufizimeve. Hapësira është më e ngushtë kur e drejta për të cilën bëhet fjalë është thelbësore për gëzimin efektiv nga individi të të drejtave intime apo të drejtave kyçe... Nga ana tjetër, në sferat që përfshijnë zbatimin e politikave sociale apo ekonomike, ka autoritete ku hapësira e vlerësimit është e gjerë, si në kontekstin planifikues ku Gjykata ka gjetur që, për aq sa ushtrimi i maturisë ku përfshihen shumë faktorë vendas është i ngërthyer në zgjedhjen dhe zbatimin e politikave planifikuese, autoritetet kombëtare parimisht gëzojnë një hapësirë të gjerë vlerësimi’...", "Gjykata gjithashtu ka deklaruar që në sfera të tilla siç është banimi, i cili luan rol qendror në politikat e mirëqenies dhe ato ekonomike të shoqërive moderne, ajo do të respektojë vendimin e legjislaturës lidhur me atë që është në interes të përgjithshëm, përderisa ai vendim është i arsyetuar me themel... Megjithatë, mund të shënohet që kjo ishte në kontekst të nenit 1 të Protokollit nr. 1, jo nenit 8 i cili ka të bëjë me të drejta të rëndësisë qendrore për identitetin e individit, të vetëvendosjes së tij, të integritetit të tij fizik dhe moral, të ruajtjes së marrëdhënieve me të tjerët dhe një pozicioni të vendosur e të sigurt në komunitet... Aty ku dalin konsiderata të përgjithshme sociale dhe ekonomike në kontekst të vetë nenit 8, hapësira e vlerësimit varet nga konteksti i çështjes, duke i dhënë rëndësi të veçantë shkallës së ndërhyrjes në sferën personale të ankuesit...", "83. Mbrojtja procedurale që individi ka në dispozicion do të jetë posaçërisht materiale kur të përcaktohet nëse Shteti përgjegjës, në vendosjen e kornizës rregullatore, ka qëndruar brenda hapësirës së vet të vlerësimit. Në mënyrë të veçantë, Gjykata duhet të ekzaminojë nëse procesi i vendimmarrjes që ka çuar drejt masave të ndërhyrjes ka qenë i drejtë dhe i tillë që të tregonte respektin e duhur ndaj interesave të individit që mbron neni 8...’", "50.  Gjykata nuk ka mundësi të pranojë argumentin e Qeverisë që arsyetimi në çështjen Connors duhet të kufizohej vetëm në rastet që përfshijnë përzënien e romëve ose rastet kur ankuesi ka tentuar të sfidojë ligjin dhe jo zbatimin e tij në rastin konkret. Humbja e shtëpisë është forma më ekstreme e ndërhyrjes ndaj respektit për shtëpinë. Çdo person në rrezik ndërhyrjeje në shkallë të tillë duhet që parimisht të ketë në dispozicion proporcionalitetin e masës së vendosur nga një tribunal i pavarur sipas parimeve përkatëse nga neni 8 i Konventës, pavarësisht nga fakti që, sipas ligjit vendas, e drejta e tij për banim ka përfunduar.", "51.  Gjykata vëren që legjislatura në Mbretërinë e Bashkuar ka ngritur, përmes Akteve të Banimit inter alia, një sistem kompleks për caktimin e banimit publik, rreth të cilit ankuesi nuk ka ankesë. Ky sistem përfshin, në sesionin 84 të Aktit të Banimit të vitit 1985 (shih paragrafin 20 lart) dispozita për të mbrojtur banorët e siguruar të pronarëve të autoritetit publik, siç ishte ankuesi gjatë kohës së banimit të përbashkët. Në përputhje me këto dispozita, gjykata nuk mund t’i lejojë një pronari të autoritetit publik posedimin e një prone të zënë nga një banor i siguruar përveç se mbi bazën e njërës prej arsyeve statusore dhe aty ku është vërtetuar bindshëm që një urdhër i tillë është i arsyeshëm. Sikur autoriteti vendas të kishte tentuar ta përzinte ankuesin në përputhje me këtë skemë statusore, ankuesi do të kishte pasur mundësi t’i kërkonte gjykatës që të shqyrtonte, për shembull, nëse bashkëshortja e tij vërtet e ishte larguar nga shtëpia për shkak të dhunës shtëpiake dhe nëse në rrethanat e tij personale, përfshirë nevojën e tij për të siguruar akomodim për fëmijët e tij gjatë vizitave kur ata kalonin natën aty, ishte e arsyeshme të jepej urdhri i posedimit.", "52.  Megjithatë, në rastin konkret, autoriteti vendas zgjodhi që ta anashkalonte skemën statusore duke i kërkuar Zonjës McCann që të nënshkruante një lajmërim ligjor për largim nga banesa, i cili do të përfundonte menjëherë të drejtën e ankuesit për të qëndruar në shtëpi. Nuk duket që autoriteti, gjatë procedurës, të ketë konsideruar të drejtën e ankuesit për respektimin e shtëpisë së tij. Për më tepër, sipas ligjit vendas (shih opinionin e shumicës në çështjen Qazi dhe Kay, 22-28 lart), në procedurat përmbledhëse si ato që u ngritën kundër ankuesit, gjykata krahinore nuk e kishte mundësinë të konsideronte ndonjë çështje lidhur me proporcionalitetin e urdhrit të posedimit, përveç rasteve të jashtëzakonshme ku, siç u shpreh Gjykata e Apelit në rastin konkret, “diçka ka ndodhur që nga paraqitja e lajmërimit për largim nga banesa, që ka ndryshuar në themel të mirat dhe të këqijat e përzënies së propozuar”. Në rastin konkret, asnjë prej këtyre rrethanave të jashtëzakonshme nuk ekzistonte. Për më tepër, megjithëse meqenëse pronari i ankuesit ishte autoritet publik, ai e kishte mundësinë të kontestonte vendimet për të marrë lajmërimin për largim dhe për të filluar procedura të posedimit në një kërkesë për rishqyrtim gjyqësor, kërkesa e tij dështoi sepse autoriteti vendas nuk kishte vepruar kundër ligjit.", "53.  Si në çështjen Connors, “mbrojtja procedurale” e kërkuar nga neni 8 për vlerësimin e proporcionaliteti të ndërhyrjes nuk u përmbush nga mundësia që ankuesi të bënte kërkesë për shqyrtim gjyqësor dhe të merrte nga gjykatat një analizë të thellë të ligjshmërisë dhe arsyeshmërisë së vendimeve të autoritetit vendas. Procedura e shqyrtimit gjyqësor nuk është e përshtatur mirë për zgjidhjen e çështjeve të ndjeshme faktike të cilat është më mirë t’i lihen Gjykatës Krahinore përgjegjëse për urdhërimin e posedimit. Në rastin konkret, procedurat e shqyrtimit gjyqësor, ashtu si procedurat e posedimit, nuk ofruan ndonjë mundësi që një tribunal i pavarur të analizonte në humbja e shtëpisë nga ana e ankuesit ishte proporcionale sipas nenit 8 § 2 me qëllimet legjitime të synuara.", "54.  Gjykata nuk pranon që dhënia e së drejtës për banuesin që të ngrejë një çështje nga neni 8 do të kishte pasoja të rënda për funksionimin e sistemit apo për ligjin vendor mbi pronarin dhe banuesin. Siç vërejti pakica në Dhomën e Lordëve në çështjen Kay (shih paragrafin 28 lart), vetëm në raste tejet të jashtëzakonshme një ankues do të mund të arrinte të ngrinte me sukses një çështje të diskutueshme çka do të kërkonte shqyrtim nga një gjykatë; në shumicën e rasteve, një urdhër posedimi do të mund të merrej në procedurë përmbledhëse.", "55.  Për këto qëllime, nuk ka rëndësi nëse Znj. McCann i ka kuptuar apo jo pasojat e synuara të lajmërimit për largim. Në një procedurë përmbledhëse në dispozicion të pronarit kur një nga bashkë-banuesit lajmëron për largim, ankuesi është shpronësuar nga shtëpia e tij pa pasur mundësi që të matej proporcionaliteti i masës nga një tribunal i pavarur. Rrjedh që, për shkak të mungesës së mbrojtjes së duhur, ka pasur shkelje të nenit 8 të Konventës në rastin konkret.", "III.  NENI 41 I KONVENTËS", "56.  Ankuesi pretendoi shpërblim të drejtë sipas nenit 41 të Konventës, i cili parashikon që:", " “Nëse Gjykata gjen që ka pasur shkelje të Konventës apo Protokolleve të saj, dhe nëse ligji i brendshëm i Palës së Lartë Kontraktuese në fjalë lejon vetëm kompensim të pjesshëm, Gjykata, nëse është nevoja, do t’i ofrojë shpërblim të drejtë palës së lënduar.”", "A.\t Dëmi jo-material", "57.  Ankuesi pretendoi në total 50,000 Euro si kompensim për dëme jo-materiale, përfshirë 20,000 Euro për humbjen e shtëpisë së tij, 20,000 Euro për ndërhyrje në marrëdhënien e tij me fëmijët e tij, dhe 10,000 Euro për vuajtjet dhe shqetësimin e shkaktuar nga poshtërimi i përzënies duke ditur që gjyqtari i Gjykatës Krahinore e kishte gjetur atë të pabazuar.", "58.  Qeveria komentoi që, ndryshe nga ankuesi në çështjen Connors, i cili ishte përzënë pas një paralajmërimi të shkurtër nga shtëpia ku ai kishte qëndruar 15 vjet, dhe të cilit Gjykata i akordoi 14,000 Euro për dëme jo-materiale, ankuesi në rastin konkret kishte banuar në shtëpinë e përmendur vetëm 3 vjet para se martesa e tij të prishej dhe ai u urdhërua që të largohej me anë të urdhrit për mos-ngacmim të prillit 2001. Për më tepër, ankuesi kishte bërë kërkesë për shkëmbim të pronave më 4 janar 2002, meqenëse shtëpia ishte tepër e madhe për nevojat e tij. Në këto rrethana, dhe duke marrë parasysh që qe e pamundur të vërtetohej se cili do të kishte qenë pozicioni i ankuesit sikur të mos kishte pasur shkelje të nenit 8 (çka sidoqoftë u refuzua), Qeveria parashtroi që gjetja e një shkeljeje në vetvete do të përbënte shpërblim të drejtë të mjaftueshëm ose, përndryshe, duhet të caktohej një shumë konsiderueshëm më e ulët sesa në çështjen Connors.", "59.  Gjykata vëren që ajo ka gjetur shkelje të nenit 8 vetëm në aspektin procedural. Duke pasur parasysh pretendimet për dhunë shtëpiake kundër ankuesit, statusin e tij si mashkull beqar (pavarësisht se ai dëshironte të mbante lidhjet e rregullta edhe gjatë natës me fëmijët e tij) dhe pamjaftueshmërinë e banesave të autoritetit vendas, nuk është fare e qartë nëse, sikur një tribunal vendas do të kishte pasur mundësi të vlerësonte proporcionaliteti e përzënies, urdhri i posedimit gjithsesi nuk do të ishte marrë. Sidoqoftë, ankuesi u privua nga shtëpia e tij pa pasur mundësinë të merrte një vendim mbi çështjet nga neni 8, kështu që Gjykata arriti në përfundimin që ai ka vuajtur njëfarë dëmi jo-material, veçanërisht ndjenja të shqetësimit dhe padrejtësisë, jo mjaftueshëm kompensuar nga gjetja e një shkeljeje të Konventës (shih Connors, § 114). Duke vendosur në baza të barabarta, ajo i cakton ankuesit 2,000 euro në këtë pjesë.", "B.  Kostot dhe shpenzimet", "60.  Përveç kësaj, ankuesi pretendoi kostot e procedurave vendore dhe të Strasburgut, kërkoi një tarifë në kursin kombëtar inter partes, që shkonte në total 75,570.18 paund britanikë, prej të cilave 7,691.32 paund paraqisnin kostot e tij para Gjykatës.", "61.  Qeveria parashtroi që 45,000 paund në lidhje me kostot në vend dhe 6,000 paund për kostot e Strasburgut do të ishin më se të përshtatshme.", "62.  Gjykata caktoi 75,000 euro për kostot dhe shpenzimet, bashkë me ndonjë tatim mbi vlerën e shtuar që mund të jetë i pagueshëm, minus 850 euro që ishin dhënë si ndihmë ligjore nga Këshilli i Europës.", "C.  Interesi i munguar", "63.  Gjykata e konsideron të arsyeshme që interesi i munguar të paguhet, bazuar mbi përqindjen e shkallës margjinale të kreditimit të Bankës Qendrore Europiane, së cilës duhet t’i shtohen tri pikë përqindjeje.", "PËR KËTO ARSYE, GJYKATA", "1.  Deklaron ankesën sipas nenit 8 të Konventës të pranueshme;", "", "2.  Deklaron pjesën tjetër të ankesës të papranueshme;", "", "3.  Vendos që ka pasur shkelje të nenit 8 të Konventës;", "", "4.  Vendos që (a) Shteti përgjegjës duhet ta paguajë ankuesin, brenda tre muajsh nga data e marrjes së këtij vendimi, 2,000 euro (dy mijë euro) për dëme jo-materiale dhe 75,000 euro (shtatëdhjetë e pesë mijë euro) për kosto dhe shpenzime, minus 850 euro që janë dhënë nga Këshilli i Europës si ndihmë ligjore, bashkë me çdo tatim që mund të jetë i pagueshëm, pagesa të cilat janë të konvertueshme në paund dhe stërlina me kursin e këmbimit të zbatueshëm në datën e vendimit;", "(b)  që, prej skadimit të tre muajve të lartpërmendur e deri në arritjen e marrëveshjes, do të paguhet interes i thjeshtë në shumat e mësipërme në përqindje të barabartë me shkallën margjinale të kreditimit të Bankës Qendrore Europiane gjatë periudhës në fjalë, plus tri pikë përqindjeje;", "", "5.  Hedh poshtë pjesën tjetër të pretendimit të ankuesit për shpërblim të drejtë.", "E bërë në anglisht dhe shpallur me shkrim më 13 maj 2008, në përputhje me nenin 77 §§ 2 dhe 3 të Rregullores së Gjykatës.", "\tLawrence Early\tLech Garlicki\n\tKancelar\tKryetar", "\n© Këshilli i Europës/Gjykata Europiane e të Drejtave të Njeriut, 2012. Gjuhët zyrtare të Gjykatës Europiane të të Drejtave të Njeriut janë anglisht dhe frëngjisht. Ky përkthim është realizuar me mbështetjen e Fondit të Mirëbesimit të të Drejtave të Njeriut pranë Këshillit të Europës (). Ai nuk është detyrues ndaj Gjykatës, dhe Gjykata nuk mban përgjegjësi për cilësinë e tij. Ai mund të shkarkohet nga baza e të dhënave të praktikës gjyqësore HUDOC të Gjykatës Europiane të të Drejtave të Njeriut () ose nga çdo bazë tjetër të dhënash në të cilën e shpërndan Gjykata. Ai mund të rishtypet për qëllime jo komerciale me kusht që të citohet titulli i plotë i çdo çështjeje, së bashku me përshkrimin e mësipërm të të drejtave të autorit dhe referencën për Fondin e Mirëbesimit të të Drejtave të Njeriut. Nëse synohet që ndonjë pjesë e këtij përkthimi të përdoret për qëllime komerciale, lutemi kontaktoni .", "", "© Council of Europe/European Court of Human Rights, 2012. The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de I’Europe/Cour européenne des droits de l’homme, 2012 Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, ta base de jurisprudence de la Cour européenne des droits de l’homme () ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", "", ""]}