{"file": "ALB_HJUDALB_47143_06.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "47143/06", "text_paragraphs": ["", "", "", "", "", "", "Gjykata Evropiane e të Drejtave të Njeriut", "DHOMA E MADHE", "", "", "", "", "ÇËSHTJA ROMAN ZAKHAROV KUNDËR RUSISË", "", "(Kërkesa nr. 47143/06)", "", "", "", "", "", "", "VENDIM", "", "STRASBURG", "", "4 Dhjetor 2015", "", "Vendimi është përfundimtar, por mund të jetë subjekt i rishikimit redaktues.", "\n", "", "Në çështjen Roman Zakharov kundër Rusisë,", "Gjykata Evropiane për të Drejtave e Njeriut, e mbledhur në Dhomën e Madhe përbëhet nga:", "Dean Spielmann, Kryetar,", "Josep Casadevall,", "Guido Raimondi,", "Ineta Ziemele,", "Mark Villiger,", "Luis López Guerra,", "Khanlar Hajiyev,", "Angelika Nußberger,", "Julia Laffranque,", "Linos-Alexandre Sicilianos,", "Erik Mose,", "André Potocki,", "Paul Lemmens,", "Helena Jäderblom,", "Faris Vehabovic,", "Ksenija Turkoviq,", "Dmitry Dedov, gjyqtarë,", "dhe Lawrence Early, këshilltar ligjor,", "Pas shqyrtimit në seancë me dyer të mbyllura më 24 Shtator 2014 dhe 15 Tetor 2015", "Jepet vendimi i mëposhtëm, i cili u miratua në datën e fundit të lartpërmendur:", "", "PROCEDURA", "1. Çështja e ka zanafillën në kërkesën (nr. 47143/06) kundër Federatës Ruse, e depozituar në Gjykatë sipas Nenit 34 të Konventës për Mbrojtjen e të Drejtave të Njeriut dhe Lirive Themelore (\"Konventa\") nga një shtetas rus, Z. Roman Andreyevich Zakharov (\"kërkuesi\"), më 20 Tetor 2006.", "2. Kërkuesi fillimisht u përfaqësua nga Z. B. Gruzd, avokat në Shën Petërburg dhe më pas nga avokatët e Organizatës Jo Qeveritare të EHRAC/Qendra për përkujtimin e të Drejtave të Njeriut, me seli në Moskë. Qeveria ruse (\"Qeveria\") u përfaqësua nga Z. G. Matyushkin, përfaqësuesi i Federatës Ruse në Gjykatën Evropiane të të Drejtave të Njeriut.", "3. Kërkuesi pretendoi se sistemi i përgjimeve të fshehta të komunikimeve telefonike në Rusi kishte shkelur të drejtën e tij të respektimit të jetës private dhe korrespondencës dhe se ai nuk kishte asnjë mjet efektiv ankimi në këtë drejtim.", "4. Më 19 Tetor 2009, kërkesa iu komunikua Qeverisë.", "5. Më 11 Mars 2014, Dhoma e Seksionit të Parë, të cilës iu caktuar çështja (Neni 52 § 1 i Rregullores së Gjykatës), e përbërë nga Isabelle Berro-Lefevre, President, Khanlar Hajiyev, JuliaLaffranque, Linos Alexandre Sicilianos, Erik Mose, KsenijaTurković, Dmitry Dedov, gjyqtarë, dhe gjithashtu Søren Nielsen, Kancelar, hoqi dorë nga juridiksioni në favor të Dhomës së Madhe, dhe nuk pati kundërshtime nga palët për këtë gjë (Neni 30 i Konventës dhe 72 i Rregullores).", "6. Një seancë publike u zhvillua në Gjykatën e të Drejtave të Njeriut, në Strasburg, më 24 Shtator 2014 (Neni 59 § 3 i Rregullores).", "Para Gjykatës:", "", "(A) për Qeverinë", "Z. G. MATYUSHKIN, Përfaqësuesi i Federatës Ruse në Gjykatën Evropiane të të Drejtave të Njeriut,", "Znj. O. Sirotkina,", "Znj. I. KORIEVA,", "Znj. O. IURCHENKO,", "Z. O. AFANASEV,", "Z. A. LAKOV, Këshilltarë;", "", "(B) për kërkuesin", "Z. P. LEACH,", "Znj. K. LEVINE,", "Z. K. KOROTEEV,", "Znj. A. RAZHIKOVA, Këshilltare,", "Znj. E. LEVCHISHINA, Këshilltare.", "", "Gjykata dëgjoi diskutimet e Z. Matyushkin, Z. Leach, Znj. Levine, Znj. Razhikova dhe Z. Koroteev, si dhe iu përgjigj për pyetjet e bëra Z. Matyushkin dhe Z. Leach, gjykatës.", "", "FAKTET", "I. RRETHANAT E ÇËSHTJES", "7. Kërkuesi ka lindur në vitin 1977 dhe jeton në Shën Petërburg.", "8. Kërkuesi është kryeredaktor i një shoqërie botuese dhe i një reviste fluturimi. Ai është edhe kryetar i degës së Fondacionit të Mbrojtjes, Glasnost për Shën Petërburgun, një OJQ që monitoron lirinë e mediave në rajonet e Rusisë, promovon pavarësinë e masmedias rajonale, lirinë e shprehjes dhe respektimin e të drejtave të gazetarëve, si dhe siguron mbështetje ligjore, duke përfshirë edhe përfaqësimin gjyqësor për gazetarët.", "9. Ai përfitonte shërbime nga disa operatorë të rrjetit të celularëve.", "10. Më 23 Dhjetor 2003 ai inicioi një proces gjyqësor kundër tre operatorëve të rrjetit celular, duke pretenduar se ka pasur ndërhyrje në të drejtën e tij për privatësinë e komunikimeve telefonike. Ai pohoi se në bazë të urdhrit nr. 70 (shih paragrafët 115 deri te 122 më poshtë) të Ministrisë së Komunikimit, Komiteti Shtetëror për Komunikime dhe Teknologjinë e Informacionit dhe operatorët e rrjetit telefonik kanë instaluar pajisje të cilat lejonin Shërbimin Federal të Sigurimit (\"ShFS\") të përgjonte të gjitha komunikimet telefonike pa autorizim paraprak gjyqësor. Kërkuesi argumentoi se urdhri nr. 70, i cili nuk ishte botuar kurrë, kufizoi padrejtësisht të drejtën e tij për privatësi. Ai i kërkoi gjykatës të urdhëronte heqjen e pajisjeve të instaluara në bazë të urdhrit nr. 70, dhe të siguronte se aksesi në komunikimet telefonike i ishte dhënë vetëm personave të autorizuar. Ministria e Komunikimit dhe Teknologjisë së Informacionit dhe Departamenti i rajonit të Shën Petërburgut dhe Leningardit u bashkuan si një palë e tretë në procedurë.", "11. Më 5 Dhjetor 2005, Gjykata e Rrethit Vasileostrovskiy e Shën Petërburgut hodhi poshtë pretendimet e kërkuesit. Ajo konstatoi se kërkuesi nuk kishte provuar se operatorët e rrjetit telefonik i kishin transmetuar ndonjë informacion personave të paautorizuar, ose se kishin lejuar përgjimin e pakufizuar ose të paautorizuar të komunikimeve. Pajisja që iu referua ishte instaluar për të mundësuar agjencitë e zbatimit të ligjit të kryenin veprimtari operative të kërkimit, në përputhje me procedurën e parashikuar me ligj. Instalimi i pajisjeve të tilla në vetvete nuk ka ndërhyrë në privatësinë e komunikimeve të kërkuesit. Kërkuesi nuk solli fakte të cilat arsyetonin se ishte shkelur e drejta e tij për privatësinë e komunikimeve telefonike.", "12. Kërkuesi apeloi. Ai pohoi, në veçanti, se Gjykata e Qarkut kishte refuzuar të pranonte disa dokumente si prova. Në këto dokumente ishin të përfshira dy urdhra gjyqësore të cilat autorizojnë përgjimin e komunikimeve telefonike, dhe një shtojcë për kriteret e marrëveshjes së ofrimit të shërbimit, e cila ishte lëshuar nga një prej operatorëve të rrjetit celular. Një nga urdhrat gjyqësore në fjalë, lëshuar më 8 tetor 2002, autorizonte përgjimin e komunikimeve të telefonisë celulare të disa personave gjatë periudhës nga 1 deri në 5 prill, nga 19 deri më 23 qershor, nga 30 qershor deri më 4 korrik dhe nga 16 në 20 tetor 2001. Urdhri tjetër gjyqësor, i lëshuar më 18 korrik 2003, autorizonte përgjimin e komunikimeve të telefonisë të Z. E. gjatë periudhës nga 11 prilli-11 tetor të vitit 2003. Gjithashtu, kërkuesi pohoi se në qoftë se numri i tij është përdorur për të bërë kërcënime terroriste, operatori celular mund të kishte pezulluar ofrimin e shërbimit telefonik dhe të transferonte të dhënat e mbledhura për agjencitë ligj zbatuese. Sipas mendimit të kërkuesit, urdhrat gjyqësore dhe shtesat vërtetuan se operatorët e rrjetit telefonik dhe agjencitë e zbatimit të ligjit kanë qenë teknikisht të afta për të zbuluar të gjitha komunikimet telefonike pa marrë autorizimin paraprak gjyqësor, dhe në mënyrë rutinë kanë drejtuar përgjime të paautorizuara.", "13. Më 26 prill 2006, Gjykata e qytetit Shën Petërburgut la në fuqi vendimin e apelit. Ajo konfirmoi deklaratën e Gjykatës së Rrethit se kërkuesi nuk kishte provuar se komunikimet e tij telefonike ishin përgjuar dhe as nuk kishte treguar se ekzistonte rreziku që e drejta e tij për privatësinë e komunikimeve telefonike të cenohej në mënyrë të paligjshme. Për të përcaktuar ekzistencën e një rreziku të tillë, kërkuesi duhej të provonte se të paditurit kishin vepruar në mënyrë të paligjshme. Megjithëse, operatorët e rrjetit telefonik lejoheshin nga ligji të instalonin pajisje që mundësonin kryerjen e aktiviteteve operative të kërkimit nga agjencitë e zbatimit të ligjit, ekzistenca e kësaj pajisje nuk ka në vetvete qëllim të ndërhyjë në privatësinë e komunikimeve të kërkuesit. Refuzimi për të pranuar si prova urdhrat gjyqësore të 8 tetorit 2002 dhe 18 korrikut 2003 ishte i ligjshëm, pasi urdhrat gjyqësore janë lëshuar për persona të tjerë dhe pa lidhje me rastin e kërkuesit. Gjykata vendosi të pranojë si provë dhe të shqyrtojë Shtojcën e marrëveshjes së ofrimit të shërbimit, por deklaroi se nuk përmbante informacion që të kërkonte rishqyrtimin e vendimit të Gjykatës së Rrethit.", "14. Nga provat e paraqitura nga kërkuesi del se, në janar të vitit 2007, OJQ-ja, \"Kontrolli Civil\", kërkoi nga zyra e Prokurorit të Përgjithshëm të kryente një inspektim në fushën e lëshimit të urdhrave për përgjimin e komunikimeve telefonike, për të verifikuar përputhshmërinë e tyre me ligjet federale. Në shkurt të vitit 2007 një zyrtar nga zyra e Prokurorit të Përgjithshëm ka telefonuar OJQ-në duke i kërkuar kopje të pa publikuara të shtojcës së urdhrit nr. 70, pasi nuk mund t’i siguronin nga Ministria e Komunikacioneve. Në prill 2007 Zyra e Prokurorit të Përgjithshëm refuzoi kryerjen e inspektimit të kërkuar.", "", "II. LEGJISLACIONI I BRENDSHËM I APLIKUESHËM", "", "E drejta për respektimin e jetës private dhe e korrespondencës", "15. Kushtetuta i garanton kujtdo të drejtën e respektimit të jetës private, sekreteve personale dhe familjare dhe të drejtën për të mbrojtur nderin dhe reputacionin e tij (neni 23 § 1). Ajo më tej garanton të drejtën për respektimin e korrespondencës, telefonit, postës, telegrafit dhe komunikimeve të tjera. Kjo e drejtë mund të kufizohet vetëm në bazë të një urdhri gjykate (Neni 23 § 2).", "16. Kushtetuta, përcakton gjithashtu se nuk lejohet mbledhja, ruajtja, përdorimi ose shpërndarja e informacionit në lidhje me jetën private të një personi pa pëlqimin e tij/saj. Autoritetet shtetërore dhe bashkiake duhet të sigurojnë që çdo person të ketë akses në dokumentet dhe materialet që prekin të drejtat dhe liritë e tij, përveç kur ligji parashikon ndryshe (neni 24).", "17. Akti i Komunikimeve i 7 korrikut 2003 (nr. 126 FZ) garanton privatësinë e formave postare, telegrafike dhe të tjera të komunikimit të transmetuara me anë të rrjeteve të telekomunikacionit ose shërbimeve postare. Kufizimet janë të lejueshme vetëm në rastet e përcaktuara në ligjet federale (neni 63 (1)). Përgjimi i komunikimeve i nënshtrohet autorizimit paraprak gjyqësor, përveç në rastet e përcaktuara në ligjet federale (neni 63 (3)).", "18. Më 2 tetor 2003, në vendimin e saj nr. 345-O Gjykata Kushtetuese u shpreh se, e drejta e privatësisë së komunikimeve telefonike mbulon të gjitha të dhënat e transmetuara, të ruajtura apo të zbuluara me anë të pajisjeve telefonike, duke përfshirë të dhëna jo të bazuara tek përmbajtja, të tilla si informacioni për lidhjet hyrëse dhe dalëse të një parapaguesi të specifikuar. Monitorimi i të dhënave të tilla ka qenë edhe objekt i autorizimit gjyqësor paraprak.", "", "B. Përgjegjësia për shkelje të privatësisë", "19. Mbledhja e paautorizuar ose shpërndarja e informacionit në lidhje me jetën private apo familjare të një personi pa pëlqimin e tij ose të saj, kur ajo është kryer nga interesi personal për përfitime material, apo të tjera dhe është e dëmshme për të drejtat dhe interesat e ligjshme të shtetasve, dënohet me gjobë, vërejtje në punë, apo me burg deri në katër muaj. Të njëjtat veprime të kryera nga një zyrtar duke përdorur postin e tij apo të saj janë të dënueshme me gjobë, ndalim kryerje funksione të caktuara ose periudhë prove deri në gjashtë muaj (neni 137 i Kodit Penal).", "20. Çdo shkelje e së drejtës së qytetarëve për privatësinë postare, telegrafike, telefonike ose forma të tjera të komunikimit, dënohet me gjobë ose punë vullnetare. Po kjo vepër e kryer nga një zyrtar duke shfrytëzuar pozicionin e tij/saj, dënohet me gjobë, ndalim kryerje funksione të caktuara ose periudhë prove deri në katër muaj (neni 138 i Kodit Penal).", "21. Keqpërdorimi i pushtetit nga një zyrtar, kur ai është kryer nga interesi personal për përfitime materiale apo të tjera ka shkaktuar shkelje thelbësore të të drejtave dhe interesave të ligjshme të një individi ose të një personi juridik, dënohet me gjobë, ndalim kryerje funksione ose angazhim në aktivitete të caktuara për një periudhë deri në pesë vjet, punë vullnetare për një periudhë deri në katër vjet ose me burgim për një periudhë duke filluar nga katër muaj deri në katër vjet (neni 285 § 1 të Kodit Penal).", "22. Veprimet e një zyrtari publik, i cili në mënyrë të qartë e tejkalon autoritetin e tij/saj duke shkaktuar shkelje thelbësore të të drejtave dhe interesave të ligjshme të një individi ose të një personi juridik, janë të dënueshme me gjobë, ndalim kryerje funksione ose angazhim në aktivitete të caktuara për një periudhë deri në pesë vjet, punë vullnetare për një periudhë deri në katër vjet, ose me burgim për një periudhë duke filluar nga katër muaj deri në katër vjet (Neni 286 § 1 të Kodit Penal).", "23. Vendimi nr. 19, i 16 tetorit 2009 nga Gjykata Supreme Plenare parashikon që për qëllimet e neneve 285 dhe 286 të Kodit Penal \"shkelja thelbësore e të drejtave dhe interesave të ligjshme të një individi ose të një personi juridik\" nënkupton shkelje të të drejtave dhe lirive të garantuara në parimet përgjithësisht të pranuara në dispozitat e ligjit ndërkombëtar dhe Kushtetutën e Federatës ruse, mund të përmenden të tilla të drejta si, e drejta për të respektuar nderin dhe dinjitetin e një personi, jetën private apo familjare, korrespondencën, telefonin, postën, telegrafin dhe komunikimet e tjera, paprekshmërinë e shtëpisë, etj. Për të vlerësuar nëse shkelja është \"thelbësore\" për personin juridik, merret parasysh shkalla e dëmit të ardhur si rezultat i aktit të paligjshëm, natyra dhe sasia e dëmit material, numri i personave të prekur dhe masa e dëmtimit fizik, financiar ose jo financiar të shkaktuar (paragrafi 18 (2)).", "24. Procedimi penal fillon nëse ka fakte të mjaftueshme që tregojnë se një vepër penale është kryer (neni 140 § 2 të Kodit të Procedurës Penale).", "", "C. Dispozita të përgjithshme mbi përgjimin e komunikimeve", "25. Përgjimi i komunikimeve rregullohet nga Akti i “Aktiviteteve Operative të Kërkimit të të dhënave”, 12 gusht 1995 (jo 144 FZ, më poshtë \"AAOKDH\".), i zbatueshëm për përgjimin e komunikimeve në kuadër të procedimit penal dhe jashtë kuadrit; dhe Kodi i Procedurës Penale i 18 dhjetorit 2001 (nr. 174-FZ, në fuqi që nga 1 korrik 2002, më poshtë \"KPrP\"), i zbatueshëm vetëm për përgjimin e komunikimeve, në kuadër të procedurës penale.", "26. Qëllimet e aktiviteteve operative të kërkimit janë: (1) zbulimi, parandalimi, shtypja dhe hetimi i veprave penale dhe identifikimi i personave që konspirojnë për të kryer, kryejnë ose kanë kryer vepër penale; (2) gjurmimi i të arratisurve nga drejtësia dhe personat e zhdukur; (3) marrja e informacionit në lidhje me ngjarje, apo aktivitete që rrezikojnë sigurinë ushtarake, kombëtare, ekonomike apo ekologjike të Federatës Ruse (neni 2 të AAOKDH). Më 25 dhjetor 2008 u shtua dhe një qëllim tjetër, marrja e informacionit rreth subjektit që i është konfiskuar prona.", "27. Zyrtarët dhe agjencitë që kryejnë aktivitete operative të kërkimit duhet të tregojnë respekt për jetën private dhe familjare, banesën dhe korrespondencën e qytetarëve. Është e ndaluar të kryhen aktivitete operative të kërkimit për të arritur qëllime dhe objektiva të tjera nga ato të përcaktuara në Aktin (neni 5 (1) dhe (2) të AAOKDH).", "28. Zyrtarët dhe agjencitë shtetërore nuk mund të (1) kryejnë aktivitete operative të kërkimit në interes të partive politike, organizatave jo-fitimprurëse ose fetare; (2) kryejnë veprimtari të fshehta të kërkimit të të dhënave për organet federale, rajonale ose bashkiake, partitë politike, apo jo-fitimprurëse ose organizatat fetare me qëllim që të ndikojnë në aktivitetet, apo vendimet e tyre; (3) japin informacione shpjeguese për të dhënat e mbledhura në rrjedhën e aktiviteteve të kërkimit, nëse lidhen me jetën private ose familjare të qytetarëve apo dëmtojë reputacionin e tyre ose emrin e mirë, përveç në rastet e përcaktuara në ligjet federale; (4) nxisin, ose ndikojnë qëllimisht te dikush që të kryejë vepër penale; (5) falsifikojnë rezultatet e të dhënave të kërkimit (neni 5 (8) të AAOKDH).", "29. Aktivitetet operative të kërkimit përfshijnë, ndër të tjera, përgjimin e postës, telegrafit, telefonit dhe forma të tjera të komunikimit dhe mbledhjen e të dhënave nga kanalet teknike të komunikimit. Ligji përcakton se, incizimi audio dhe video, fotografia, filmimi dhe mjete të tjera teknike mund të përdoren gjatë aktiviteteve operative të kërkimit, me kusht që ato të mos jenë të dëmshme për jetën ose shëndetin e atyre që janë përfshirë, ose për mjedisin. Aktivitetet operative të kërkimit përfshijnë përgjimin postar, telegrafik, telefonik dhe forma të tjera të komunikimit dhe mbledhjen e të dhënave nga kanalet teknike të komunikimit duke përdorur pajisje të instaluara nga komunikimi i ofruesve të shërbimeve dhe kryhen me mjete teknike nga SHFS dhe agjencitë e Ministrisë së Brendshme, në përputhje me vendimet dhe marrëveshjet e nënshkruara në mes të agjencive të përfshira (pjesa 6 e AAOKDH).", "30. Dekreti Presidencial nr. 891, i 1 shtatorit 1995 parashikon që përgjimi postar, telegrafik ose i mjeteve të tjera të komunikimit duhet të kryhet nga SHFS në interes dhe në emër të të gjitha agjencive të zbatimit të ligjit (paragrafi 1). Në situatat kur SHFS-ja nuk do të ketë në dispozicion pajisjet e nevojshme teknike, përgjimet mund të kryhen nga agjencitë e Ministrisë së Brendshme në interes dhe në emër të të gjitha agjencive të zbatimit të ligjit (paragrafi 2). Dispozita të ngjashme janë të përfshira në paragrafët 2 dhe 3 të Urdhrit nr. 538, të lëshuar nga Qeveria më 27 gusht 2005.", "", "D. Rastet në të cilat lejohet përgjimi i komunikimeve", "31. Aktivitetet operative të kërkimit përfshijnë ndërhyrje në të drejtën kushtetuese të privatësisë së komunikimeve postare, telegrafike dhe të tjera të transmetuara me anë të një rrjeti të telekomunikacionit, ose shërbime të postës, ose në privatësisë e banesës, lejohen të kryhen pas marrjes së informacionit (1) se një vepër penale është kryer, ose është në kryerje e sipër, ose është duke u përgatitur të kryhet; (2) në lidhje me personat që bashkëpunojnë për të kryer ose për kryerjen e një vepre penale; ose (3) në lidhje me ngjarjet apo aktivitete që rrezikojnë sigurinë ushtarake, kombëtare, ekonomike apo ekologjike të Federatës Ruse (Neni 8 (2) të AAOKDH).", "32. AAOKDH siguron se, përgjimi i telefonit dhe komunikimet e tjera mund të autorizohen vetëm në rastet kur një person është i dyshuar për, ose i ngarkuar me vepër penale të ashpërsisë së mesme, një vepër e rëndë ose vepër posaçërisht e rëndë penale, ose mund të kenë informacion rreth veprave të tilla (neni 8 (4) të AAOKDH). KPrP gjithashtu siguron se, përgjimi i telefonit dhe i komunikimeve të tjera të një të dyshuari, akuzuari ose personi tjetër mund të autorizohet nëse ka arsye për të besuar se ata mund të kenë informata për çështje penale në lidhje me një vepër penale të ashpërsisë së mesme, një shkelje serioze ose një vepër penale veçanërisht të rëndë (neni 186 § 1 i KPrP).", "33. Neni 15 i Kodit Penal parashikon se \"veprat e ashpërsisë së mesme\" janë vepra të paramenduara për të cilat Kodi Penal parashikon një dënim maksimal prej tre deri në pesë vjet burg dhe veprave të paparamenduara për të cilat Kodi Penal parashikon një dënim maksimal prej më shumë se tre vjet burgim. \"Vepra të rënda\" janë vepra të paramenduara për të cilat Kodi Penal parashikon një dënim maksimal prej pesë deri në dhjetë vjet burgim. \"Veprat veçanërisht të rënda\" janë vepra të paramenduara për të cilat Kodi parashikon një dënim maksimal prej më shumë se dhjetë vjet burgim ose dënim më të ashpër.", "", "E. Procedura e autorizimit dhe afatet", "", "1. Akti i Aktiviteteve Operative të Kërkimit të të Dhënave", "34. Masat operative të kërkimit përfshijnë ndërhyrjen në të drejtën kushtetuese të privatësisë së komunikimeve postare, telegrafike dhe të tjera të transmetuara me anë të një rrjeti të telekomunikacionit ose shërbimeve të postës ose në privatësinë e banesës, të tilla si kontrolli i objekteve apo ndërtesave, përgjimi postar, telegrafik, telefonik dhe format e tjera të komunikimit apo mbledhjes së të dhënave nga kanalet teknike të komunikimit, kërkojnë autorizimin paraprak gjyqësor (neni 8 (2) të AAOKDH).", "35. Në raste urgjente, kur ka një rrezik të menjëhershëm që një shkelje serioze ose veçanërisht serioze mund të ndodhë, ose kur nuk ka informacion në lidhje me ngjarjet apo aktivitete që rrezikojnë sigurinë ushtarake, kombëtare, ekonomike apo ekologjike, masat operative të kërkimit të përcaktuara në nenin 8 (2) mund të merren pa autorizim gjyqësor paraprak. Në raste të tilla, një gjyqtar duhet të informohet brenda njëzet e katër orëve nga fillimi i aktiviteteve operative të kërkimit. Nëse autorizimi gjyqësor nuk është dhënë brenda dyzet e tetë orëve nga fillimi i aktiviteteve operative të kërkimit, këto aktivitete duhet të ndalen menjëherë (neni 8 (3) i Ligjit).", "36. Shqyrtimi i kërkesave për të marrë masa që përfshijnë ndërhyrje në të drejtën kushtetuese për fshehtësinë e korrespondencës dhe telefonit, postës, telegrafit dhe të tjera mjeteve të komunikimit të transmetuara me anë të rrjeteve të telekomunikacionit ose shërbimeve të postës, ose në të drejtën e privatësisë së shtëpisë, bie në kompetencën e një gjykate në territorin ku masa e kërkuar është marrë, ose në territorin ku gjykata ndodhet. Kërkesa duhet të shqyrtohet menjëherë nga një gjyqtar i vetëm (neni 9 (1) i Ligjit).", "37. Gjykatësi merr vendim në bazë të një kërkese të arsyetuar nga ana e kreut të një prej agjencive kompetente për kryerjen e aktiviteteve operative të kërkimit. Materialet mbështetëse përkatëse, me përjashtim të materialeve që përmbajnë informacion në lidhje me agjentë të fshehtë apo informatorët e policisë, apo në lidhje me organizimin dhe taktikat e masave operative të kërkimit, mund edhe të vihen në dispozicion me kërkesën e gjyqtarit (neni 9 (2) dhe (3) i Ligjit).", "38. Gjyqtari që shqyrton kërkesën do të vendosë nëse do të autorizojë masat që përfshijnë ndërhyrje në të drejtat e mësipërme kushtetuese, ose të refuzojë autorizimin, duke dhënë arsyet. Gjyqtari duhet të specifikojë periudhën kohore për të cilën autorizimi është dhënë, e cila nuk do të kalojë normalisht gjashtë muaj. Nëse është e nevojshme, gjykatësi mund të zgjasë periudhën e autorizuar për një shqyrtim të ri të materialeve përkatëse (neni 9 (4) dhe (5) i Ligjit).", "39. Autorizimi gjyqësor i aktiviteteve operative të kërkimit dhe materialeve që shërbenin si bazë për këtë vendim duhet të mbahen në posedim ekskluzivisht nga Agjencia e Shtetit që kryen aktivitetet operative të kërkimit (neni 12 (3) i Ligjit).", "40. Më 14 korrik 1998, Gjykata Kushtetuese, në vendimin e saj nr. 86-O, hodhi poshtë si të papranueshme një kërkesë për rishikimin e kushtetutshmërisë së disa dispozitave të AAOKDH. Ajo argumenton që përcaktimi se, gjyqtari autorizon marrjen e masave hetimore që përfshijnë ndërhyrje në të drejtat kushtetuese vetëm nëse ai ose ajo është i bindur se këto masa janë të ligjshme, është i nevojshëm dhe i justifikuar dhe në përputhje me të gjitha kërkesat e AAOKDH. Barra e provës, për të treguar nevojën e marrjes së masave, ishte e Agjencisë së Shtetit kërkues. Materialet mbështetëse mund të prodhohen me kërkesën e gjyqtarit. Duke pasur parasysh se disa prej këtyre materialeve mund të përmbajë sekrete shtetërore, vetëm gjyqtarët me nivelin e nevojshëm të lejes së sigurisë mund të shqyrtojnë kërkesat e autorizimit. Më tej, duke u mbështetur në nevojën për të ruajtur fshehtësinë, Gjykata Kushtetuese u shpreh se parimet e dëgjimit publik dhe kontradiktoritetit nuk ishin të zbatueshme për procedurën e autorizimit. Fakti që personi në fjalë nuk kishte të drejtë të merrte pjesë në procedura për lëshimin e autorizimit, për t’u informuar në lidhje me vendimin e marrë, ose për të apeluar në një gjykatë më të lartë nuk përbënin shkelje për të drejtat kushtetuese të atij personi.", "41. Më 2 tetor 2003, Gjykata Kushtetuese, në vendimin e saj nr. 345-O, u shpreh se gjyqtari kishte detyrimin për të shqyrtuar materialet e paraqitura në mbështetje të kërkesës. Nëse kërkesa nuk është e mjaftueshme, gjyqtari mund të kërkojë informacion shtesë.", "42. Më tej, më 8 shkurt 2007, Gjykata Kushtetuese, në vendimin e saj nr. 1-O, hodhi poshtë si të papranueshme një kërkesë për rishikimin e kushtetutshmërisë së nenit 9 të AAOKDH. Gjykata konstatoi se para dhënies së autorizimit për kryerjen përgjimeve, gjykatësi ka detyrim për të verifikuar arsyet për këtë masë. Vendimi gjyqësor duhet të përmbajë kriteret se ekzistojnë arsye të veçanta për të dyshuar se një vepër penale ishte kryer, apo ka qenë në kryerje e sipër, apo ishte duke u planifikuar, si dhe aktivitete që rrezikojnë sigurinë kombëtare, ushtarake, ekonomike apo ekologjike janë duke u kryer, dhe se personi që do të përgjohet ishte i përfshirë në këto aktivitete kriminale ose të rrezikshme.", "43. Më 15 korrik 2008, Gjykata Kushtetuese, në vendimin e saj nr. 46000, hodhi poshtë si të papranueshme një kërkesë për rishikimin e kushtetutshmërisë së neneve 5, 11 dhe 12 të AAOKDH. Gjykata Kushtetuese u shpreh se personi i përgjuar kishte të drejtë të paraqiste ankesë kundër vendimit gjyqësor që autorizon përgjimin. Fakti që ai nuk kishte asnjë kopje të këtij vendimi nuk e ndalon atë të paraqesë ankesën, sepse gjykata përkatëse mund ta kërkojë nga autoritetet kompetente.", "", "2. Kodi i Procedurës Penale", "44. Masat hetimore që përfshijnë një kërkim në shtëpinë e një personi, apo përgjimin e telefonatave të tij ose të saj dhe të komunikimeve të tjera janë objekt i autorizimit gjyqësor paraprak. Kërkesa për kontroll në shtëpinë e një personi, ose ndërprerja e komunikimit të tij/saj kryhet nga një hetues me miratimin e prokurorit dhe duhet të shqyrtohet nga një gjyqtar i vetëm brenda njëzet e katër orëve. Prokurori dhe hetuesi kanë të drejtë të marrin pjesë në shqyrtim. Gjykatësi do të vendosë nëse do të autorizojë masën e kërkuar, ose të refuzojë autorizimin, duke dhënë edhe arsyet (neni 165 i KPrP).", "45. Një gjykatë mund të japë autorizimin për të përgjuar komunikimet e një të dyshuari, një të akuzuari ose të tjerë personave nëse ka arsye për të besuar se kanë informata për çështjen penale (Neni 186 § 1 të KPrP).", "46. ​​Kërkesa për autorizim për të përgjuar komunikimet duhet të përmbajë: (1) çështjen penale për të cilën kërkesa është kryer; (2) arsyet për marrjen e masave të kërkuara; (3) emrin, mbiemrin dhe atësinë e personit që do të përgjohet; (4) kohëzgjatjen e masës së kërkuar; (5) Agjencinë Shtetërore që do të kryejnë përgjimin (Neni 186 § 3 i KPrP)", "47. Vendimi gjyqësor që autorizon përgjimin e komunikimeve duhet të përcillet nga hetuesi për agjencinë e shtetit të ngarkuar me zbatimin e tij. Përgjimi i komunikimeve mund të autorizohet për një periudhë jo më shumë se gjashtë muaj, dhe ndërpritet nga hetuesi, kur ajo nuk është më e nevojshme. Përgjimi duhet në çdo rast të ndërpritet kur hetimi ka përfunduar (Neni 186 §§ 4 dhe 5 të KPrP).", "48. Gjykata mund të autorizojë përgjimin e komunikimit në lidhjet telefonike të një personi, nëse ka arsye të mjaftueshme për të besuar se të dhënat mund të jenë thelbësore në një proces penal. Kërkesa për autorizim duhet të përmbajë elemente të përmendura në paragrafin 46 më sipër. Një kopje e vendimit gjyqësor që autorizon monitorimin e të dhënave të komunikimit i dërgohet nga hetuesit ofruesit të shërbimeve, të cilët duhet të paraqesin rregullisht të dhënat e kërkuara nga hetuesi dhe të paktën një herë në javë. Monitorimi i të dhënave të komunikimit mund të autorizohet për një periudhë jo më shumë se gjashtë muaj, dhe ndërpritet nga hetuesi, kur ajo nuk është më e nevojshme. Monitorimi duhet në çdo rast të ndërpritet kur hetimi ka përfunduar (neni 186.1 i KPrP, 1 korrik 2010).", "", "F. Ruajtja, përdorimi dhe shkatërrimi i të dhënave të mbledhura", "1. Ruajtja e të dhënave të mbledhura", "49. Neni 10 i AAOKDH përcakton se, agjencitë e zbatimit të ligjit që kryejnë aktivitete operative të kërkimit mund të krijojnë ose përdorin baza të dhënave ose dosje personale. Dosja personale duhet të jetë e mbyllur, kur qëllimet e përcaktuara në nenin 2 të Ligjit janë arritur apo është e mundur të arrihen.", "50. Në vendimin e saj të datës 14 korrik 1998 (cituar në paragrafin 40 më lart), Gjykata Kushtetuese vuri në dukje, në lidhje me mundësinë e dhënë me nenin 10 për agjencitë e zbatimit të ligjit që kryejnë aktivitete operative të kërkimit për të krijuar bazat e të dhënave ose dosje personale, se vetëm të dhënat në lidhje me parandalimin ose hetimin e veprave penale mund të hyjnë në bazat e të dhënave të tilla apo dosjeve personale. Duke pasur parasysh që aktivitetet kriminale nuk bien brenda sferës së jetës private, mbledhja e informacionit në lidhje me aktivitete të tilla nuk ndërhyn në të drejtën për respektimin e jetës private. Nëse informacioni në lidhje me aktivitetet kriminale të një personi që ka hyrë në një skedar nuk është konfirmuar më vonë, dosja personale duhet të mbyllet.", "51. Të dhënat telefonike të përgjuara dhe komunikimet e tjera duhet të vulosen dhe ruhen në kushte që përjashtojnë rrezikun e dëgjimit ose kopjimit nga persona të paautorizuar (nenin 8 (4) të AAOKDH).", "52. Informacioni në lidhje me objektet e përdorura në aktivitetet operative të kërkimit, metodat e përdorura, zyrtarët e përfshirë dhe të dhënat e mbledhura përbëjnë sekret shtetëror. Ato mund të deklasifikohen vetëm në bazë të një vendimi të posaçëm të kreut të agjencisë së shtetit që kryen aktivitetet operative të kërkimit (neni 12 (1) të AAOKDH dhe nenit 5 (4) i Aktit të Sekreteve Shtetërore, ligji nr. 5485-I nga 21 korrik 1993).", "53. Materialet që përmbajnë sekretet shtetërore duhet të përcaktojnë qartë informacionin e mëposhtëm: shkallën e fshehtësisë, agjencinë e cila e ka marrë vendimin për të klasifikuar ato, numrin e regjistrimit, si dhe datën ose kushtet për hapjen e tyre (neni 12 i Aktit të Sekreteve Shtetërore).", "2. Përdorimi i të dhënave të mbledhura dhe kushtet për zbulimin e tyre", "54. Informacioni që përmban sekrete shtetërore mund të zbulohet nga një autoritet tjetër shtetëror, një organizatë apo një subjekt individual, vetëm me autorizim nga organi shtetëror i cili e ka klasifikuar këtë informacion. Ato mund të zbulohen vetëm për autoritetet shtetërore apo organizatat që kanë një leje të veçantë ose individët me nivelin e kërkuar të lejes së sigurisë. Autoriteti shtetëror ose organizata që i jepet informacion duhet të sigurojë që ky informacion është i mbrojtur në mënyrën e duhur. Kreu i autoritetit shtetëror ose organizatës është personalisht përgjegjës për mbrojtjen e informacionit të klasifikuar kundër aksesit të paautorizuar ose përhapjes (nenet 16 dhe 17 të Aktit të Sekreteve Shtetërore).", "55. Një licencë për të hyrë në sekretet shtetërore mund të lëshohet për një organizatë apo një kompani vetëm pasi është konfirmuar se ajo ka seksione të veçanta të brendshme të ngarkuara me mbrojtjen e të dhënave, që punonjësit e saj janë të kualifikuar për të punuar me informacionin e klasifikuar dhe se ajo përdor sisteme të miratuara të mbrojtjes së të dhënave (neni 27 i Aktit të Sekreteve Shtetërore).", "56. Certifikata e sigurisë i jepet vetëm atyre zyrtarëve që realisht i nevojitet për kryerjen e detyrave të tyre. Gjithashtu edhe gjyqtarëve për periudhën e shërbimit të tyre dhe këshilltarit që merr pjesë në një çështje penale, nëse çështja përfshin sekrete shtetërore. Çdokush që i është dhënë një certifikatë sigurie duhet të japë një deklaratë me shkrim se nuk do të zbulojë informacionin e klasifikuar që i është besuar (paragrafët 7, 11 dhe 21 të Rregullores nr. 63 të datës 6 shkurt të vitit 2010 të Qeverisë së Federatës Ruse).", "57. Kreu i autoritetit shtetëror ose organizatës që i është dhënë informacion sekret shtetëror është përgjegjës për dhënien e aksesit zyrtarëve shtetërore dhe personave të tjerë të autorizuar. Ai ose ajo duhet të sigurojë që vetëm informacioni që përfituesit kanë nevojë për kryerjen e detyrave të tij, është dhënë (neni 25 i Aktit të Sekreteve Shtetërore).", "58. Në qoftë se të dhënat e mbledhura në rrjedhën e aktiviteteve operative të kërkimit përmbajnë informacion në lidhje me kryerjen e një vepre penale, këtë informacion, së bashku me të gjitha materialet e nevojshme mbështetëse të tilla si fotografi dhe audio ose video incizime, duhet të dërgohen në autoritetin kompetent të hetimit ose në gjykatë. Nëse informacioni i marrë si rezultat i masave operative të kërkimit përbën ndërhyrje në të drejtën e privatësisë së komunikimeve postare, telegrafike dhe të tjera të transmetuara me anë të një rrjeti telekomunikacioni, ose shërbimi të postës, ose privatësisë së banesës, duhet të dërgohet në autoritetin e hetimit ose ndjekjes së bashku me vendimin gjyqësor që autorizon këtë përgjim. Informacioni duhet të transmetohen në përputhje me procedurën e veçantë për trajtimin e informacionit të klasifikuar, përveç nëse agjencia e shtetit për kryerjen e aktiviteteve operative të kërkimit ka vendosur ta përhapë atë (paragrafët 1, 12, 14 dhe 16 të Urdhrit nr. 776/703/509/507 / 1820/42/535/398/68, 27 shtator 2013 nga Ministria e Punëve të Brendshme).", "59. Nëse personi, telefoni i të cilit ose komunikimet e tjera të të cilit janë përgjuar, është i akuzuar për një vepër penale, të dhënat duhet t’i jepen hetuesit dhe të bashkëlidhen në dosjen penale të tij. Përdorimi i tyre dhe ruajtja e mëtejshme rregullohen nga e drejta procedurale penale (neni 8 (5) të AAOKDH).", "60. Të dhënat e mbledhura si rezultat i aktiviteteve operative të kërkimit mund të përdoren për përgatitjen dhe zhvillimin e procedurave hetimore dhe gjyqësore, dhe si provë në procesin penal, në pajtim me dispozitat ligjore për administrimin, mbledhjen, shqyrtimin dhe vlerësimin e provave. Vendimi për transferimin e të dhënave tek agjencitë e tjera të zbatimit të ligjit ose gjykatat merret nga kreu i agjencisë së shtetit që kryen aktivitetet operative të kërkimit (neni 11 i AAOKDH).", "61. Në qoftë se përgjimi është autorizuar në kuadër të procedurës penale, hetuesi mund të marrë të dhënat nga agjencia që e kryente përgjimin gjatë periudhës së autorizuar të përgjimit. Të dhënat duhet të jenë të mbyllura dhe duhet të shoqërohen me një letër përcjellëse që tregon datat, kohën e fillimit dhe përfundimit të komunikimit të regjistruar, si dhe mjetet teknike të përdorura për t’i regjistruar ato. Regjistrimet duhet të dëgjohen nga hetuesi në prani të dëshmitarëve që vërtetojnë personat, komunikimet e të cilëve janë regjistruar, si dhe kur është e nevojshme mund të thirret një ekspert. Hetuesi duhet të hartojë një raport zyrtar që përmban një transkriptim fjalë për fjalë të atyre pjesëve të komunikimeve të regjistruara që janë të përdorshme në çështjen penale (neni 186 §§ 6 dhe 7 të KPrP). Më 4 mars 2013 Neni 186 § 7 është ndryshuar dhe hequr pjesa që parashikon praninë e dëshmitarëve që vërtetojnë personin.", "62. Regjistrimet dhe të dhënat e mbledhura duhet t’i bashkëlidhen dosjes penale. Ato duhet të vulosen dhe ruhen në kushte që përjashtojnë rrezikun e kopjimit nga persona të paautorizuar (neni 186 § 8 i KPrP dhe neni 186.1, shtuar më 1 korrik 2010).", "63. Rezultatet e kërkimit përbëjnë kufizim në të drejtën për respektimin e korrespondencës, telefonit, postës, telegrafit ose komunikimeve të tjera dhe mund të përdoren si prova në procesin penal vetëm nëse janë marrë në bazë të një urdhri të gjykatës dhe nëse aktiviteti i kërkimit është kryer në përputhje me ligjin procedural penal (paragrafi 14, nr.8, 31 tetor 1995 nga Gjykata Plenare Supreme e Federatës Ruse).", "64. Është e ndaluar të përdoren si prova, të dhëna të marra si rezultat i aktiviteteve operative të kërkimit, të cilat nuk janë në përputhje me kërkesat e KPrP (neni 89 i KPrP). Provat e marra në shkelje të KPrP janë të papranueshme. Provat e papranueshme nuk do të kenë fuqi ligjore dhe asnjë akuzë nuk mund të mbështetet mbi to. Gjithashtu nuk mund të përdoren për të provuar fakte për të cilat provat kërkohet. Nëse gjykata vendos të refuzojë provat, ato nuk do të kenë fuqi ligjore dhe nuk mund të përdoren në një gjykim apo vendim tjetër gjyqësor, ose të kontrollohen apo të përdoren gjatë gjykimit (nenet 75 dhe 235 të KPrP).", "", "3. Shkatërrimi i të dhënave të mbledhura", "65. Të dhënat e mbledhura në rrjedhën e aktiviteteve operative të kërkimit në lidhje me një person, faji i të cilit nuk është vërtetuar në përputhje me procedurën e parashikuar me ligj, duhet të ruhen për një vit dhe pastaj shkatërrohen, përveç të dhënave që janë të nevojshme e në interes dhe shërbim të drejtësisë. Regjistrimet e tjera audio dhe materialet e mbledhura si rezultat i përgjimit të telefonit apo mjeteve të tjera të komunikimit duhet të ruhen për gjashtë muaj dhe pastaj shkatërrohen nëse personi është akuzuar për një vepër penale. Gjyqtari i cili autorizoi përgjimin duhet të informohet rreth shkatërrimit të planifikuar, tre muaj më parë (neni 5 (7) të AAOKDH).", "66. Nëse personi është i akuzuar për një vepër penale, në përfundim të procesit penal, gjykata merr vendim për ruajtjen e mëtejshme ose shkatërrimin e të dhënave të përdorura si prova. Shkatërrimi duhet të regjistrohet në një raport, i cili nënshkruhet nga kreu i organit të hetimit dhe futet në dosjen e çështjes (neni 81 § 3 të KPrP dhe paragrafi 49 i Urdhrit nr. 142 të 30 shtatorit 2011 të Komitetit të Hetimeve).", "", "G. Mbikëqyrja e përgjimit të komunikimeve", "67. Krerët e agjencive që kryejnë aktivitetet operative të kërkimit janë personalisht përgjegjës për ligjshmërinë e të gjitha aktiviteteve operative të kërkimit (neni 22 i AAOKDH).", "68. Mbikëqyrja e përgjithshme e aktiviteteve operative të kërkimit ushtrohet nga Presidenti, Parlamenti dhe Qeveria e Federatës Ruse, brenda kufijve të kompetencave të tyre (neni 20 i AAOKDH).", "69. Prokurori i Përgjithshëm dhe prokurori kompetent i nivelit më të ulët mund të mbikëqyrin aktivitetet operative të kërkimit. Me kërkesë të prokurorit, kreu i një agjencie shtetërore për kryerjen e aktiviteteve të kërkimit duhet të prodhojë materiale operative të kërkimit, duke përfshirë fotografi personale, informacion mbi përdorimin e pajisjeve teknike, shkrimet e regjistrimit dhe udhëzimet e brendshme. Materialet që përmbajnë informacion në lidhje me agjentë të fshehtë apo informatorët e policisë mund të shpërndahen vetëm për agjentin ose me pëlqimin e informatorit, me përjashtim të rasteve të një procedimit penal kundër tyre. Kreu i një agjencie shtetërore ka përgjegjësi, në përputhje me ligjin, për shkak të mos përmbushjes të kërkesës së prokurorit. Prokurori duhet të sigurojë mbrojtjen e të dhënave që ndodhen në materialet e prodhuara (neni 21 i AAOKDH).", "70. Akti Zyrtar i Prokurorëve (ligji Federal nr. 2202-I nga 17 janar 1992) parashikon se Prokurori i Përgjithshëm duhet të emërohet ose shkarkohet nga Këshilli i Federatës (Dhoma e Lartë e Parlamentit), me propozim të Presidentit (neni 12). Prokurorët e nivelit më të ulët duhet të emërohen nga Prokurori i Përgjithshëm, pas konsultimit me autoritetet rajonale ekzekutive (neni13). Për t’u emëruar prokuror, personi duhet të jetë qytetar rus dhe duhet të ketë diplomë në sistemin e drejtësisë ruse (neni 40.1).", "71. Përveç funksioneve të ndjekjes penale, prokurorët janë përgjegjës nëse administrimi i objekteve të paraburgimit, aktiviteteve përmbarimore, aktiviteteve operative të kërkimit dhe hetimeve penale janë në përputhje me Kushtetutën dhe ligjet ruse (pjesa 1). Prokurorët gjithashtu koordinojë aktivitetet e të gjitha organeve të zbatimit të ligjit në luftën kundër krimit (pjesa 8).", "72. Për sa i përket mbikëqyrjes së aktiviteteve operative të kërkimit, prokurorët mund të shqyrtojë nëse masat e marra në rrjedhën e aktiviteteve operative të kërkimit janë të ligjshme dhe respektojnë të drejtat e njeriut (neni 29). Urdhrat e prokurorëve të nxjerra në kuadër të një mbikëqyrje të tillë duhet të përmbushen brenda afatit kohor të përcaktuar. Mosrespektimi sjell përgjegjësi në përputhje me ligjin (neni 6).", "73. Prokurorët gjithashtu mund të shqyrtojnë ankesat për shkelje të ligjit dhe të japin një vendim të arsyetuar për çdo ankesë. Një vendim i tillë nuk e pengon kërkuesin të dërgojë të njëjtën ankesë para gjykatës. Në qoftë se një prokuror zbulon shkelje të ligjit, ai ose ajo duhet të marrë masa për të sjellë personat përgjegjës para gjykatës (neni 10).", "74. Akti i Shërbimit të Sigurimit Federal i 3 prillit 1995 (nr. 40-FZ, më poshtë \"Akti SHFS\") parashikon që informacioni rreth agjentëve të fshehtë të shërbimeve të sigurisë, si dhe në lidhje me taktikat, metodat dhe mjetet e përdorura prej tyre është jashtë fushës së mbikëqyrjes së prokurorisë (neni 24).", "75. Procedurat për mbikëqyrjen e aktiviteteve operative të kërkimit nga ana e prokurorëve janë përcaktuar në Urdhrin nr. 33, të lëshuar nga Zyra e Prokurorit të Përgjithshëm më 15 shkurt 2011.", "76. Urdhri Nr. 33 parashikon që një prokuror mund të kryejnë inspektime rutinë në agjencitë që kryejnë aktivitete operative të kërkimit, si dhe inspektime ad hoc pas një ankese nga një individ, apo marrjes së informacionit në lidhje me shkeljet e mundshme. Aktivitetet operative të kërkimit të kryera nga SHFS në fushën e kundërzbulimit mund të inspektohen vetëm pas një ankese individuale (paragrafi 5 i Urdhrit nr. 33).", "77. Gjatë inspektimit prokurori duhet të verifikojë kërkesat e mëposhtme:", "- Respektimin e të drejtave kushtetuese të qytetarëve, të tilla si e drejta për respektimin e jetës private dhe familjare, banesës, korrespondencës, telefonit, postës, telegrafit dhe komunikimeve të tjera;", "- Se masat e marra në kuadër të aktiviteteve operative të kërkimit janë të ligjshme dhe të justifikuara, duke përfshirë edhe ato masa që janë të autorizuara nga gjykata (paragrafët 4 dhe 6 të Urdhrit nr. 33.).", "78. Gjatë inspektimit prokurori duhet të studiojë origjinalet e materialeve përkatëse, duke përfshirë dosjet personale, informacionin mbi përdorimin e pajisjeve teknike, shkrimet e regjistrimit dhe udhëzimet e brendshme, dhe mund të kërkojë shpjegime nga zyrtarët kompetentë. Prokurorët duhet të mbrojnë të dhënat e ndjeshme që u janë besuar atyre nga aksesi i paautorizuar ose përhapja (paragrafët 9 dhe 12 të Urdhrit nr. 33).", "79. Në qoftë se një prokuror identifikon shkelje të ligjit, ai ose ajo duhet t’i kërkojë zyrtarit përgjegjës për të, të korrigjojë shkeljen. Ai ose ajo duhet të marrë masa për të pushuar dhe korrigjuar shkeljet e të drejtave të qytetarëve dhe për të sjellë personat përgjegjës për të, në gjykim (paragrafët 9 dhe 10 të Urdhrit nr. 33). Një zyrtar shtetëror, i cili refuzon të zbatojë urdhrat e prokurorit, mund të ngarkohet me përgjegjësi në përputhje me ligjin (paragrafi 11).", "80. Prokurorët përgjegjës për mbikëqyrjen e aktiviteteve operative të kërkimit duhet të dorëzojnë raporte të detajuara gjashtë-mujore për rezultatet e inspektimit në Zyrën e Prokurorit të Përgjithshëm (paragrafi 15 të Urdhrit nr. 33). Raporti tip që duhet të plotësohet nga prokurorët i është bashkangjitur Urdhrit nr. 33. Raporti tip tregon se është i fshehtë, në formë tabelare dhe përmban dy pjesë. Pjesa e parë ka të bëjë me inspektime të kryera gjatë periudhës referuese dhe përmban informacion në lidhje me numrin e inspektimeve, numrin e dosjeve të inspektuara dhe numrin e shkeljeve të zbuluara. Pjesa e dytë ka të bëjë me ankesat e qytetarëve dhe përmban informacion në lidhje me numrin e ankesave të shqyrtuara dhe për të cilat është kthyer përgjigje.", "", "H. Aksesi i individë në të dhënat e mbledhura gjatë përgjimit të komunikimeve të tyre", "81. Ligji rus nuk parashikon në asnjë pike që një person, komunikimi i të cilit është përgjuar duhet të njoftohet. Megjithatë, një person, i cili i është nënshtruar përgjimit dhe faji i tij nuk është vërtetuar në përputhje me procedurën e parashikuar me ligj, si, ai ose ajo nuk ka qenë i akuzuar, apo akuzat janë rrëzuar se vepra e supozuar nuk ishte kryer, ose një ose më shumë elemente të veprës penale janë zhdukur, ka të drejtë në përputhje me ligjin të marrë informacionin e mbledhur për të, duke përjashtuar të dhënat të cilat zbulojnë sekrete shtetërore (neni 5 (4-6) e AAOKDH).", "82. Në vendimin e saj të datës 14 korrik 1998 (cituar në paragrafin 40 më lart), Gjykata Kushtetuese theksoi se çdo person i cili i ishte nënshtruar përgjimit kishte të drejtë të merrte informacion në lidhje me të dhënat e mbledhura për të, përveç atyre që përmbanin sekrete shtetërore. Sipas nenit 12 të AAOKDH, të dhënat e mbledhura gjatë aktiviteteve operative të kërkimit, të tilla si informacion në lidhje me veprat penale dhe persona të përfshirë në kryerjen e tyre, përbënin sekret shtetëror. Megjithatë, informacion në lidhje me shkeljet e të drejtave të qytetarëve apo akteve të paligjshme nga ana e autoriteteve nuk mund të klasifikohet si një sekret shtetëror dhe duhet të vihet në dispozicion. Neni 12 nuk do të mund, pra, të shërbejë si bazë për refuzimin e dhënies së informacioneve që ndikojnë në të drejtat e një personi, me kusht që informacioni nuk prek qëllimet, ose arsyet pse është mbledhur. Duke pasur parasysh sa më sipër, në zbatim të ligjit të kontestuar, fakti që një person nuk ka të drejtë aksesi në çdo të dhënë të mbledhur rreth tij/saj nuk përbën shkelje të të drejtave kushtetuese të atij personi.", "", "I. Shqyrtim gjyqësor", "1. Dispozitat e përgjithshme për shqyrtim gjyqësor të përgjimit të komunikimeve sipas parashikimeve të AAOKDH", "83. Një person që pretendon se të drejtat e tij/saj janë ose janë duke u shkelur nga një zyrtar shtetëror për të përgjuar komunikimin e tij mund të ankohet te zyrtari shtetëror, prokurori ose gjyqtari. Nëse të drejtat e një qytetari ishin shkelur gjatë aktiviteteve operative të kërkimit nga një zyrtar shtetëror, duhet të merren masa për të korrigjuar shkeljen dhe kompensuar dëmin nga një zyrtar shtetëror më i lartë i zyrtarit, si prokuror ose gjyqtar (pjesa 5 (3) dhe (9) të AAOKDH).", "84. Nëse një personi i është refuzuar aksesi në të dhënat e mbledhura rreth tij/saj, ai ose ajo ka të drejtë të dijë arsyet për refuzimin e aksesit që të mund të ankohet në gjykatë. Barra e provës bie mbi autoritetet e zbatimit të ligjit për të treguar se refuzimi i aksesit është i justifikuar. Për të siguruar një ekzaminim të plotë gjyqësor, agjencia e zbatimit të ligjit përgjegjëse për aktivitetet operative të kërkimit duhet të prodhojë, me kërkesë të gjyqtarit, materiale operative të kërkimit që përmbajnë informacion në lidhje me të dhënat për të cilat aksesi është refuzuar, me përjashtim të materialeve që përmbajnë informacion në lidhje me agjentë të fshehtë apo informatorët e policisë. Nëse gjykata konstaton se refuzimi për të dhënë akses ishte i pajustifikuar, mund të detyrojë agjencinë e zbatimit të ligjit të bëjnë të ditura informacionet e kërkuara (neni 5 (4 deri 6) të AAOKDH).", "85. Në vendimin e saj të datës 14 korrik 1998 (cituar në paragrafin 40 më lart), Gjykata Kushtetuese theksoi se një person i cili zbulon se i është nënshtruar aktiviteteve operative të kërkimit dhe beson se veprimet e zyrtarëve të shtetit kanë shkelur të drejtat e tij ose të saj, sipas nenit 5 të AAOKDH, ka të drejtë të kundërshtojë para gjykatës arsyet për kryerjen e aktiviteteve të tilla, si dhe veprimet e veçanta të kryera nga autoritetet kompetente, duke përfshirë edhe ato raste kur ata kishin qenë të autorizuar nga gjykata.", "86. Për sa i përket çështjeve të mësipërme, Gjykata Kushtetuese u shpreh se në proceset në të cilat kundërshtohen arsyet për kryerjen e aktiviteteve operative të kërkimit, ose veprimet e autoriteteve kompetente, si dhe në proceset kundër refuzimit për të dhënë akses në të dhënat e mbledhura, autoritetet e zbatimit të ligjit duhet të dorëzojë te gjykatësi, me kërkesën e tij ose të saj, të gjitha materialet përkatëse të mbledhura, me përjashtim të materialeve që përmbajnë informacion në lidhje me agjentë të fshehtë apo informatorët e policisë.", "87. Një person që dëshiron të ankohen në lidhje me përgjimin e komunikimeve të tij/saj mund të paraqesë ankesë në gjykatë sipas nenit 125 të KPrP; Kapitullit 25 të Kodit të Procedurës Civile dhe Aktit të Shqyrtimit Gjyqësor të ndryshuar, që nga 15 shtatori 2015, në bazë të Kodit të Procedurës Administrative; ose ankesë civile në bazë të nenit 1069 të Kodit Civil.", "2. Ankesa e shqyrtimit gjyqësor në bazë të nenit 125 të KPrP.", "88. Gjykata e Lartë Plenare, në gjykimin e saj nr.1 të datës 10 shkurt 2009 nuk ka pushtet, ka vënë re se veprimet e zyrtarëve apo agjencitë shtetërore që kryejnë aktivitete operative të kërkimit me kërkesën e një hetuesi mund të kundërshtohen në përputhje me procedurën e parashikuar me nenin 125 të KPrP (paragrafi 4). Ankesat e paraqitura në këtë nen mund të shqyrtohen vetëm kur hetimi penal është pezulluar. Nëse rasti është dërguar për gjykim, gjyqtari e deklaron ankesën të papranueshme dhe sqaron kërkuesin të dërgojë çështjen në gjykatën kompetente (paragrafi 9).", "89. Neni 125 i KPrP parashikon shqyrtimin gjyqësor të vendimeve dhe akteve apo dështimeve për të vepruar nga hetuesi ose prokurori, të cilat ndikojnë negativisht në të drejtat ose liritë kushtetuese të pjesëmarrësve në procedurat penale. Depozitimi i një ankese nuk pezullon vendimin e kundërshtuar ose aktin, përveç kur hetuesi, prokurori, ose gjykata vendos ndryshe. Gjykata duhet të shqyrtojë ankesën brenda pesë ditëve. Kërkuesi, avokati i tij, hetuesi dhe prokurori kanë të drejtë të marrin pjesë në seancë. Kërkuesi duhet të provojë ankesën e tij (Neni 125 §§ 1-4 i KPrP).", "90. Pjesëmarrësit në seancë kanë të drejtë të studiojnë të gjitha materialet e paraqitura në gjykatë dhe të paraqesin materiale plotësuese për ankesën. Marrja e materialeve, në këtë rast është e lejueshme vetëm nëse nuk është në kundërshtim me interesat e hetimit dhe nuk shkel të drejtat e pjesëmarrësve në procedurën penale. Gjykatësi mund të kërkojë nga palët që të paraqesin materialet të cilat shërbyen si bazë për vendimin e kontestuar, ose materialet e tjera përkatëse (paragrafi 12 i vendimit nr. 1, 10 Shkurt 2009, i Gjykatës së Lartë Plenare të Federatës Ruse).", "91. Pas shqyrtimit të ankesës, gjykata vendos se veprimet e kundërshtuara, ose dështimi për të vepruar është i paligjshëm ose i pajustifikuar dhe udhëzon zyrtarin përgjegjës për të ndrequr mangësitë e treguara, ose shpall hedhjen poshtë të ankesës (neni 125 § 5 të KPrP). Në rast se gjykata vendos se zyrtari duhet të ndreqë mangësitë e treguara, ajo nuk mund të përcaktojë edhe masat specifike që duhet të ndërmerren nga zyrtari, si të anulojë ose të urdhërojë anulimin e veprimeve të paligjshme ose të pajustifikuara (paragrafi 21 i vendimit, nr. 1, i 10 shkurtit 2009, i Gjykatës së Lartë Plenare të Federatës Ruse).", "3. Shqyrtimi gjyqësor në bazë të Kapitullit 25 të Kodit të Procedurës Civile, Aktit të Shqyrtimit Gjyqësor dhe Kodit të Procedurës Administrative", "92. Vendimi nr.2 i Gjykatës së Lartë Plenare të Federatës Ruse, nga 10 shkurti 2009 parashikon që ankesat për vendimet dhe veprimet e zyrtarëve apo agjencive që kryejnë aktivitete operative të kërkimit që nuk mund të kundërshtohen në proces penal, si dhe ankesa për refuzim të aksesit, mund të shqyrtohen në përputhje me procedurën e përcaktuar në Kapitullin 25 të Kodit të Procedurës Civile (paragrafi 7).", "93. Kapitulli 25 i Kodit të Procedurës Civile (KPrC), në fuqi që në 15 shtator 2015, sanksionon procedurën për shqyrtimin e ankesave kundër vendimeve dhe akteve të zyrtarëve që shkelin të drejtat dhe liritë e qytetarëve, e cila u detajua në Aktin e Shqyrtimit Gjyqësor (Ligji nr. 4866-1 nga 27 prill 1993 për shqyrtimin gjyqësor të vendimeve dhe akteve që kanë shkelur të drejtat dhe liritë e qytetarëve). Më 15 shtator 2015, Kapitulli 25 i KPrC dhe Akti i Shqyrtimit Gjyqësor u zëvendësuan me Kodin e Procedurës Administrative (Ligji nr. 21-FZ , 8 mars 2015, më poshtë \"KPrA\"), i cili ka hyrë në fuqi po atë datë. KPrA në thelb përmban dispozitat e mësipërme dhe detajon dispozitat e Kapitullit 25 të KPrC dhe Aktit të Shqyrtimit Gjyqësor.", "94. KPrC, Akti i Shqyrtimi Gjyqësor dhe KPrA parashikojnë se një qytetar mund të ankohet në gjykatë për një veprim ose vendim të marrë nga zyrtarët shtetërorë, organ bashkiak ose nëpunës, nëse ai konsideron se ka shkelur të drejtat dhe liritë e tij (neni 254 të KPC-së dhe neni 1 i Aktit të Shqyrtimit Gjyqësor). Ankesa mund të ngrihen ndaj çdo vendimi, veprimi ose mosveprimi, i cili ka shkelur të drejtat dhe liritë e qytetarëve, ka penguar ushtrimin e të drejtave dhe lirive, ose ka vendosur një detyrë apo detyrim ndaj tyre (neni 255 i KPrC, neni 2 i Aktit të Shqyrtimit Gjyqësor dhe Neni 218 § 1 i KPrA).", "95. Ankesa duhet të paraqitet në një gjykatë të juridiksionit të përgjithshëm, brenda tre muajve nga data në të cilën kërkuesi ka marrë dijeni për shkeljen e të drejtave të tij. Afati mund të zgjatet për arsye të rëndësishme (neni 254 i KPrC, nenet 4 dhe 5 të Aktit të Shqyrtimit Gjyqësor dhe nenet 218 § 5 dhe 219 §§ 1 dhe 7 të KPrA). Ankesa duhet të përmbajë numrin dhe datën e vendimit të kontestuar, apo datën dhe vendin e kryerjes së aktit të kontestuar (neni 220 § 2 (3) i KPrA). Ankuesi duhet të paraqesë konfirmimin e dokumenteve ose të shpjegojë se pse ai ose ajo është në gjendje të paraqesë ato (Neni 220 §§ 2 (8) dhe 3 të KPrA). Nëse ankuesi nuk plotëson kërkesat e mësipërme, gjyqtari e shpall ankesën të papranueshme (neni 222 § 3 të KPrA).", "96. Barrën e provës për ligjshmërinë e vendimit të kontestuar, veprimin apo mosveprimin e ka autoriteti apo zyrtari. Megjithatë, ankuesi duhet të provojnë se të drejtat dhe liritë e tij janë shkelur me vendimin, veprimin ose mosveprimin e kontestuar (neni 6 i Aktit të Shqyrtimit Gjyqësor dhe neni 226 § 11 i KPrA).", "97. Sipas KPrC ankesa duhet të shqyrtohet brenda dhjetë ditësh (neni 257 i KPrC-së), ndërsa sipas KPrA brenda dy muajve (Neni 226 § 1 të KPrA). Nëse gjykata konstaton se ankesa është e justifikuar, ajo anulon vendimin apo aktin e kontestuar dhe i kërkon autoritetit apo zyrtarit të korrigjojë plotësisht shkeljen (neni 258 § 1 të KPrC, neni 7 i Aktit të Shqyrtimit Gjyqësor dhe Neni 227 §§ 2 dhe 3 i KPrA). Gjykata mund të përcaktojë një afat për ndreqjen e shkeljes dhe/ose hapat specifike të cilat duhet të ndërmerren për të korrigjuar shkeljen në mënyrë të plotë (paragrafi 28 i urdhrit nr. 2, të 10 shkurt 2009 të Gjykatës së Lartë Plenare të Federatës Ruse dhe Neni 227 § 3 i KPrA). Ankuesi mund të kërkojë kompensim për dëmin pasuror dhe jo pasuror në procedura të veçanta civile (neni 7 i Aktit të Shqyrtimit Gjyqësor).", "98. Gjykata mund të refuzojë ankesën nëse konstaton se akti apo vendimi është i ligjshëm dhe nuk shkel të drejtat e qytetarëve (neni 258 § 4 i KPrC dhe nenet 226 § 9 dhe 227 § 2 të KPrA).", "99. Ankuesi mund të bëjë ankim në një gjykatë më të lartë (neni 336 i KPrC në fuqi nga 1 janari 2012 dhe neni 228 i KPrA). Vendimi i Apelit hyn në fuqi ditën e shpalljes (neni 367 i KPrC në fuqi nga 1 janari 2012, Neni 329 § 5 në fuqi pas 1 janarit 2012 dhe nenet 186 dhe 227 § 5 të KPrA).", "100. KPrC parashikon se vendimi gjyqësor, i cili miraton kryerjen e ankesës dhe kërkon nga organi apo zyrtari të korrigjojë shkeljen e të drejtave të qytetarëve, duhet t’i dërgohet kreut të organit në fjalë ose eprorëve të zyrtarit, brenda tri ditëve nga hyrja e tij në fuqi (Neni 258 § 2 të KPrC). Akti i Shqyrtimit Gjyqësor kërkon që vendimi gjyqësor të dërgohet brenda dhjetë ditëve nga hyrja në fuqi (neni 8). KPrA kërkon që vendimi gjyqësor të dërgohet në ditën e hyrjes në fuqi (neni 227 § 7). Gjykata dhe ankuesi duhet të njoftohen për zbatimin e vendimit jo më vonë se një muaj pas marrjes së tij (neni 258 § 3 i KPrc, neni 8 i Aktit të Shqyrtimit Gjyqësor dhe Neni 227 § 9 i KPrA).", "", "", "4. Kërkesa për shpërblim dëmi jashtëkontraktor në bazë të nenit 1069 të Kodit Civil", "101. Shkaktuesi i dëmit duhet të kompensojë plotësisht dëmin e shkaktuar ndaj një personi ose pronës së tij. Shkaktuesi i dëmit nuk është përgjegjës për dëmin, nëse ai ose ajo provon se dëmi është shkaktuar pa fajin e tij ose të saj (neni 1064 §§ 1 dhe 2 të Kodit Civil).", "102. Organet qendrore e vendore dhe zyrtarët janë përgjegjës për dëmet e shkaktuara me veprimet e paligjshme ose mosveprimet e tyre (neni 1069 i Kodit Civil). Pavarësisht cili është shkaktuesi i dëmit, organet qendrore ose vendore janë përgjegjëse për dëmin e shkaktuar ndaj një qytetari për shkak të (i) bindjes së paligjshme ose ndjekjes penale; (ii) zbatimit të paligjshëm të një masë parandaluese, dhe (iii) dënimit të paligjshëm administrativ (neni 1070 i Kodit Civil).", "103. Gjykata mund të dalë me një vendim për të kompensuar dëmin jashtëkontraktor jo pasuror (fizik ose psikologjik). Kompensimi për dëmin jo pasuror është i lidhur me dëmin pasuror (nenet 151 § 1 dhe 1099 të Kodit Civil). Vlera e kompensimit përcaktohet duke ju referuar fajit dhe rrethanave të tjera të rëndësishme. Gjykata, gjithashtu merr parasysh shkallën e vuajtjeve fizike ose mendore të shkaktuara viktimës (neni 151 § 2 dhe neni 1101 i Kodit Civil).", "104. Pavarësisht nga faji i shkaktuesit të dëmit, dëmi jo pasuror duhet të kompensohet nëse dëmi është shkaktuar (i) nga një pajisje e rrezikshme; (ii) në raste të paligjshme, ose ndjekjen apo zbatimin e paligjshëm të një mase parandaluese, apo dënimit të paligjshëm administrativ, dhe (iii) përmes shpërndarjes së informacionit, i cili është i dëmshëm për të respektuar dinjitetin apo reputacionin (neni 1100 i Kodit Civil).", "105. Në procedurat civile, pala që pretendon, duhet t’i provojë pretendimet, përveç kur parashikohet ndryshe në ligjin federal (Neni 56 § 1 të KPrC).", "", "5. Ankimi para Gjykatës Kushtetuese", "106. Akti i Gjykatës Kushtetuese (Ligji nr. 1-FKZ, 21 korrik 1994) parashikon se opinioni i Gjykatës Kushtetuese që shqyrton përputhshmërinë me Kushtetutën të një dispozite ligjore të miratuar nga praktika e zbatimit të ligjit ose ajo gjyqësore është i detyrueshëm të merret në konsideratë nga gjykatat dhe autoritetet e zbatimit të ligjit, që nga data e dorëzimit të këtij vendimi (neni 79 (5)).", "", "J. Detyrimet e ofruesve të shërbimeve të komunikimit", "1. Detyrimi për të mbrojtur të dhënat personale dhe privatësinë e komunikimeve", "107. Akti i Komunikimeve parashikon që ofruesit e shërbimeve të komunikimit duhet të sigurojnë privatësinë e komunikimit. Informacioni në lidhje me komunikimet e transmetuara me anë të rrjeteve të telekomunikacionit ose shërbimeve postare, si dhe përmbajtja e këtyre komunikimeve mund të zbulohet vetëm nga dërguesit dhe marrësit ose përfaqësuesit e tyre të autorizuar, përveç në rastet e përcaktuara në ligjet federale (neni 63 (2) dhe (4) i Aktit të Komunikimeve).", "108. Informacioni në lidhje me abonentët apo shërbimet e ofruara është konfidencial. Informacioni në lidhje me abonentët përfshin për personat fizikë, emrat, mbiemrat, patronimet dhe pseudonimet; për personat juridikë, emrat e kompanive, emrat, mbiemrat, patronimet e drejtorëve të kompanive dhe punonjësve; adresat e abonentëve, numrat dhe informacione të tjera që sjellin identifikimin e parapaguesit ose pajisjet e tij terminale; të dhënat nga bazat e të dhënave të pagesës, duke përfshirë informacion në lidhje me komunikimin e abonentëve, trafikun dhe pagesat. Informacioni në lidhje me abonentë nuk mund t’u zbulohet personave të tretë pa pëlqimin e parapaguesit, përveç në rastet e përcaktuara në ligjet federale (neni 53 i Aktit të Komunikimeve).", "", "2. Detyrimi për të bashkëpunuar me autoritetet ligj zbatuese", "109. Akti i Komunikimeve vendos detyrimin për ofruesit e shërbimeve të komunikimit t’u sigurojë agjencive ligj zbatuese, në rastet e përcaktuara në ligjet federale, informacion në lidhje me abonentë dhe shërbimet e marra nga ana e tyre, si dhe çdo informacion tjetër që ata kërkojnë për të arritur qëllimet dhe objektivat e tyre (neni 64 (1) i Aktit të Komunikimeve).", "110. Më 31 mars 2008, Këshilli i Qytetit të Moskës diskutoi një propozim për të ndryshuar nenin 64(1) të Aktit të Komunikimeve, i cili parashikonte se agjencitë ligj zbatuese kur kërkonin informacion në lidhje me abonentë, duhet t’i paraqitnin ofruesve të shërbimeve autorizimin gjyqësor. Përfaqësuesit e SHFB dhe Ministrisë së Punëve të Brendshme informuan të pranishmit se vendimet gjyqësore mbi autorizimin e përgjimeve janë dokumente të klasifikuara dhe nuk mund t’u tregohen ofruesve të shërbimeve. Propozimi për ndryshim të nenit u refuzua.", "111. Ofruesit e shërbimeve të komunikimit duhet të sigurohen që rrjetet dhe pajisjet e tyre të jenë në përputhje me kërkesat teknike të hartuara nga Ministria e Komunikacioneve, në bashkëpunim me agjencitë e zbatimit të ligjit. Ofruesit e shërbimeve duhet të sigurohen që metodat dhe taktikat e përdorura nga agjencitë e zbatimit të ligjit mbeten konfidenciale (neni 64 (2) i Aktit të Komunikimeve).", "112. Në rastet e përcaktuara në ligjet federale të komunikimit, ofruesit e shërbimeve duhet të pezullojnë dhënien e shërbimeve për një pajtimtar, nëse për të ka dalë një urdhër i arsyetuar me shkrim nga kreu i një agjencie ligj zbatuese për kryerjen e aktiviteteve operative të kërkimit ose mbrojtjen e sigurisë kombëtare (pjesa 64 (3) e Aktit të Komunikimeve).", "113. SHBF i kërkon ofruesit të shërbimeve të instalojë pajisjet e lejuara nga SHBF, për të kryer aktivitetet operative të kërkimit dhe përgjimit të të dhënave (neni 15).", "3. Kërkesat teknike për pajisjet që do të instalohen nga ofruesit e shërbimeve të komunikimit", "114. Karakteristikat kryesore të sistemit të pajisjeve teknike që mundësojnë aktivitetet operative të kërkimit (\"Система технических средств для обеспечения функций оперативно-разыскных мероприятий\" (‘СОРМ’), tani e tutje të referuar si \"SORM\") janë të përshkruara në urdhra dhe rregullore të nxjerra nga Ministria e Komunikacioneve.", "", "(A) Urdhri nr. 70", "115. Urdhri Nr. 70 për kërkesat teknike për sistemin e pajisjeve teknike që mundësojnë kryerjen e aktiviteteve operative të kërkimit duke përdorur rrjete të telekomunikacionit, i nxjerrë nga Ministria e Komunikacioneve më 20 prill të vitit 1999, përcakton se pajisjet e instaluara nga ofruesit e shërbimeve të komunikimit duhet të përmbushin disa kushte teknike, të cilat janë përshkruar në amendimin e urdhrit. Urdhri, me amendime, është botuar nga Ministria e Komunikimeve, në Revistën zyrtare “SvyazInform”, e cila u shpërndahet abonentëve. Ajo gjithashtu është riprodhuar nga publikimi në SvyazInform dhe mund të gjendet nëpërmjet një baze të dhënash në internet, e cila është private.", "116. Amendamentet nr. 1 dhe 3 kanë përshkruar kërkesat teknike që duhet të ndiqen nga rrjetet telefonike celulare. Ato përcaktojnë se përgjimi i komunikimeve është kryer nga agjencitë e zbatimit të ligjit nga një terminal i komanduar kontrolli, i lidhur me pajisjet e përgjimit të instaluara nga operatorët e rrjetit celular. Pajisjet duhet të jenë në gjendje, ndër të tjera, të (a) krijojnë baza të të dhënave të subjekteve të përgjimit, që të menaxhohen nga terminali i komanduar i kontrollit; (b) të përgjojnë komunikimet dhe transmetimin e të dhënave të marra në terminalin e komanduar të kontrollit; (c) mbrojnë të dhënat nga aksesi i paautorizuar, përfshirë punonjësit e operatorit të rrjetit celular; (d) sigurojnë akses në bazat e të dhënave të adresave të parapaguesve (paragrafët 1.1 dhe 1.6 të Shtojcës nr. 1).", "117. Më saktësisht, pajisjet duhet të sigurojë: (a) përgjimin e të gjitha thirrjeve hyrëse dhe dalëse të subjektit të përgjimit; (b) akses në informacionin në lidhje me vendndodhjen e tij apo të saj; (c) mirëmbajtjen e pajisjes së përgjimit, ku një lidhje e vazhdueshme është transferuar në mes të rrjeteve të operatorëve të ndryshëm të rrjetit telefonik; (d) mirëmbajtjen e pajisjeve të përgjimit në rastet që përfshijnë shërbime shtesë, si përcjellje e thirrjes, thirrje transferim, apo konferencë thirrje, si dhe mundësinë e regjistrimit të numrit ose numrave, thirrjet e të cilëve janë refuzuar; (e) mbledhjen e të dhënave të komunikimit në lidhje me të gjitha llojet e lidhjeve, duke përfshirë ato me faks, apo mesazhet e shkurtra (sms) ose të tjera; (f) akses në lidhje me shërbimet e ofruara për përgjim (paragrafi 2.1.2 i shtojcë nr. 1).", "118. Ka dy lloje përgjimi: \"Përgjim i përgjithshëm\" dhe \"Monitorimi statistikor\". Përgjimi i përgjithshëm është përgjimi në kohë reale i të dhënave të komunikimit dhe përmbajtjes së të gjitha komunikimeve nga subjekti i përgjimit. Monitorimi statistikor është monitorimi në kohë reale vetëm i të dhënave të komunikimit, pa përgjimin e përmbajtjes së komunikimeve. Të dhënat e komunikimit përfshijnë numrin e telefonit të telefonuar, fillimin dhe përfundimin e thirrjes, shërbimet plotësuese të përdorura, vendndodhjen e subjektit të përgjimit dhe nëse ishte marrës i thirrjes apo jo në lidhjen telefonike (paragrafët 2.2 dhe 2.4 të Shtojcës nr. 1).", "119. Pajisja e instaluar duhet të jetë e aftë të nisë përgjimin e komunikimeve brenda tridhjetë sekondash nga marrja e një komande nga terminalit i komanduar i kontrollit (paragrafi 2.5 i Shtojcës nr. 1).", "120. Informacioni në lidhje me subjektet e përgjimit, ose në lidhje me transmetimin e çdo të dhëne në terminal nuk mund të regjistrohet ose vetë regjistrohet (paragrafi 5.4 i Shtojcës nr. 1).", "121. Terminali i komanduar merr një fjalëkalim nga operatori i rrjetit celular, i cili i jep atij akses të plotë në SORM. Terminali ndryshon fjalëkalimin në mënyrë që personat e paautorizuar të mos kenë akses në SORM. SORM, ndër të tjera mund të komandohet nga terminali për të filluar përgjimin, ndërprerë ose jo përgjimin, ndërprerë vazhdimin e përgjimit dhe të paraqesë informacionin e marrë për subjektin e përgjuar (paragrafi 3.1.2 i Shtojcë nr. 3).", "122. Terminali merr njoftimet e mëposhtme automatike për subjektet e përgjimit: mesazhe të shkurtra (sms) të dërguara ose të marra nga subjekti i përgjimit, duke përfshirë edhe përmbajtjen e tyre; numrin e thirrur; lidhjen telefonike të kryer; lidhjen telefonike të ndërprerë; përdorimin e shërbimeve shtesë; ndryshim në statusin e lidhjes telefonike të subjektit apo vendndodhjes (paragrafët 3.1.4 të Shtojcës nr. 3).", "", "(B) Urdhri nr. 130", "123. Urdhri Nr. 130 mbi procedurat e instalimit për pajisjet teknike që mundësojnë kryerjen e aktiviteteve operative të kërkimit, i nxjerrë nga Ministria e Komunikacioneve më 25 korrik 2000, ka përcaktuar që ofruesit e shërbimeve të komunikimit duhet të instalojnë pajisje të cilat plotësojnë kërkesat teknike të paraqitura në Urdhrin nr. 70. Procedura e instalimit dhe orari miratohet nga SHFB (paragrafi 1.4).", "124. Ofruesit e shërbimeve të komunikimit duhet të marrin masa për të mbrojtur informacionin në lidhje me metodat dhe taktikat e përdorura në aktivitetet operative të kërkimit (paragrafi 2.4)", "125. Ofruesit e shërbimeve të komunikimit duhet të sigurohen që çdo përgjim i komunikimeve ose aksesi në të dhënat e komunikimit është dhënë vetëm në bazë të një urdhri të gjykatës dhe në përputhje me procedurat e vendosura nga AAOKDH (paragrafi 2.5).", "126. Ofruesit e shërbimeve të komunikimit nuk kanë pse të jenë të informuar në lidhje me përgjimet që kryhen për abonentët e tyre. Si dhe nuk duhet të jenë të pajisur me autorizim gjyqësor mbi përgjimet (paragrafi 2.6).", "127. Përgjimet dhe pajisjet teknike për kryerjen e tyre duhet të sigurohen nga stafi i SHFB dhe agjencitë e Ministrisë së Punëve të Brendshme (paragrafi 2.7).", "128. Paragrafët 1.4 dhe 2.6 të Urdhrit nr.130, të cilat u kundërshtuan nga Z. N. para Gjykatës së Lartë me argumentin se referimi në të ishte i paligjshëm, pasi ai nuk ishte publikuar dhe për pasojë ishte i pavlefshëm. Për sa i përket paragrafit 2.6, është në kundërshtim me Aktin e Komunikimit, i cili parashikon se ofruesit e shërbimeve kanë detyrim të sigurojnë privatësinë e komunikimit. Më 25 shtator 2000, Gjykata Supreme deklaroi se referimi në Urdhrin nr. 70 në paragrafin 1.4 ishte i lejuar, pasi urdhri ishte i natyrës teknike dhe për këtë arsye nuk ka qenë subjekt i publikimit në një botim zyrtar të aksesueshëm nga i gjithë publiku. Ai u botua vetëm në një revistë të specializuar. Për sa i përket paragrafit 2.6, Gjykata Supreme deklaron se mund të interpretohet si më poshtë: “Ofruesit e shërbimeve të komunikimit duhet t’i mundësojnë agjencive ligj zbatuese pa autorizim gjyqësor akses në informacion për abonentët e tyre.” Ky paragraf ishte në kundërshtim me Aktin e Komunikimeve, prandaj, Gjykata Supreme deklaroi përfundimisht se paragrafi 2.6 ishte i paligjshëm dhe për pasojë mbetej i pazbatueshëm.", "129. Më 25 tetor 2000, Ministria e Komunikacioneve ndryshoi Urdhrin nr. 130 duke shfuqizuar paragrafin 2.6.", "130. Në përgjigje të një kërkese për informacion nga ana e OJQ-së \"Kontrolli Civil\", Ministria e Komunikacionit në një letër të datës 20 gusht të vitit 2006, deklaroi se shfuqizimi i pikës 2.6 të Urdhrit nr. 130 nuk nënkupton se ofruesit e shërbimeve të komunikimit duhet të jenë të informuar për masat operative të kërkimit në lidhje me një pajtimtar, ose të pajisen me një kopje të vendimit përkatës për dhënien e autorizimit gjyqësor për mbikëqyrje të tillë.", "131. Urdhri Nr. 130 u shfuqizua më 16 janar 2008 (shih paragrafin 134 më poshtë).", "", "(C) Urdhri nr. 538", "132. Urdhri nr. 538 për bashkëpunimin mes ofruesve të shërbimeve të komunikimit dhe agjencive të zbatimit të ligjit, i nxjerrë nga Qeveria më 27 gusht të vitit 2005, parashikon që ofruesit e shërbimeve të komunikimit duhet të jenë korrekt në përditësimin e bazës së të dhënave që përmbajnë informacion në lidhje me abonentë dhe shërbimet e ofruara për ta. Informacioni duhet të ruhet për tre vjet. Agjencitë e zbatimit të ligjit duhet të kenë në çdo kohë akses në bazat e të dhënave (paragrafi 12).", "133. Bazat e të dhënave duhet të përmbajnë informacionin e mëposhtëm mbi abonentët: (a) për personat fizikë: emrin, atësinë, mbiemrin, adresën e shtëpisë dhe numrin e pasaportës; (b) për personat juridikë: emrin e kompanisë, adresën dhe listën e personave që kanë akses në pajisjen që përmban emrat e tyre, patronimet, mbiemrat, adresat dhe numrat e pasaportave; (c) informacion për lidhjet, trafikun dhe pagesat (paragrafi 14).", "", "(D) Urdhri nr. 6", "134. Urdhri nr. 6 që përcaktonte kushtet për rrjetet e telekomunikacionit në lidhje me ushtrimin e aktiviteteve operative të kërkimit, Pjesa I, nxjerrë nga Ministria e Komunikacioneve më 16 janar 2008, zëvendësoi Urdhrin nr. 130.", "135. Urdhri i ri la në fuqi kushtin që ofruesit e shërbimeve të komunikimit duhet t’i sigurojnë terminalit të kontrollit informacion në lidhje me (a) numrat e abonentëve dhe kodet e identifikimit; dhe (b) përmbajtjen e komunikimit të tyre. Informacioni duhet të transmetohet në kohë reale pas një kërkese nga terminali i komanduar i kontrollit. Ofruesit e shërbimeve të komunikimit duhet gjithashtu të sigurojnë që vendndodhja e parapaguesit të identifikohet (paragrafët 2, 3 dhe 5).", "136. Terminali i kontrollit duhet të ketë akses në bazat e të dhënave që përmbajnë informacion në lidhje me abonentë, duke përfshirë numrat e tyre dhe kodet e identifikimit (paragrafët 7 dhe 8).", "137. Ofruesit e shërbimeve duhet të sigurojnë që subjekti i përgjimit të mos ketë dijeni për përgjimin e komunikimeve të tij. Informacioni në lidhje me përgjimet e vazhdueshme ose të fundit duhet të mbrohet nga aksesi i paautorizuar nga ana e punonjësve të ofruesve të shërbimeve të komunikimit (paragrafi 9).", "", "(E) Urdhri nr. 73", "138. Urdhri nr. 73, Pjesa II, i nxjerrë nga Ministria e Komunikacioneve më 27 maj 2010, shtjellon më tej kërkesat e përfshira në Urdhrin nr. 6. Në veçanti, parashikon se pajisjet e instaluara nga ofruesit e shërbimeve të komunikimit duhet të sigurojnë që agjencitë që kryejnë aktivitetet operative të kërkimit të kenë akses në të gjitha të dhënat e transmetuara me anë të rrjeteve të telekomunikacionit dhe të jenë të afta të zgjedhin të dhëna dhe t’i transmetojnë ato (paragrafi 2).", "", "III. INSTRUMENTET E LEGJISLACIONIT NDËRKOMBËTAR DHE EVROPIAN", "", "A. Kombet e Bashkuara", "139. Rezoluta nr. 68/167, për të drejtën e privatësisë në epokën dixhitale, e miratuar nga Asambleja e Përgjithshme më 18 dhjetor 2013, parashikon si më poshtë:", "\"Asambleja e Përgjithshme,", "...", "4. i bën thirrje të gjitha shteteve:", "...", "(C) Të rishikojnë procedurat e tyre, praktikat dhe legjislacionin në lidhje me mbikëqyrjen e komunikimeve, përgjimin e tyre dhe mbledhjen e të dhënave personale, duke përfshirë mbikëqyrjen, përgjimin dhe mbledhjen, me qëllim për të mbështetur të drejtën e privatësisë duke siguruar zbatimin e plotë dhe efektiv të të gjitha detyrimeve të tyre sipas ligjit ndërkombëtar të të drejtave të njeriut;", "(D) Të krijojë ose të mbajë mekanizma të brendshme të pavarura dhe efektive mbikëqyrëse të afta për të siguruar transparencë dhe përgjegjësi në mbikëqyrjen komunikimeve nga shteti, përgjimet e tyre dhe mbledhjen e të dhënave personale ekzistuese... \"", "B. Këshilli i Evropës", "140. Konventa për Mbrojtjen e Individëve në lidhje me Përpunimin Automatik të të Dhënave Personale, e 28 janarit 1981 (CETS Nr. 108, më poshtë \"Konventa nr. 108\") përcakton standardet për mbrojtjen e të dhënave në fushën e përpunimit automatik të të dhënave personale në sektorin publik dhe privat. Ajo parashikon:", "\"Neni 8 - masa mbrojtëse shtesë për subjektin e të dhënave", "Çdo person duhet të jetë i gatshëm:", "a. për të përcaktuar ekzistencën e një dosjeje të automatizuar të të dhënave personale, qëllimet kryesore të saj, si dhe identitetin dhe vendbanimin e tyre ose vendin kryesor të biznesit të kontrolluesit të dosjes;", "b. për të marrë në intervale të arsyeshme dhe pa vonesa të tepruara konfirmimin e shpenzimit nëse të dhënat personale në lidhje me të janë të ruajtura në dosjen e automatizuar të të dhënave, si dhe të komunikimit të këtyre të dhënave në një formë të kuptueshme;", "c. të ndërmarrë, sipas rastit, korrigjimin ose fshirjen e të dhënave, nëse ato janë përpunuar në kundërshtim me dispozitat e ligjit të brendshëm, duke bërë të efektshme parimet themelore të përcaktuara në nenet 5 dhe 6 të kësaj Konvente;", "d. që të ketë një zgjidhje, nëse një kërkesë për konfirmim ose, siç mund të jetë rasti, komunikim, korrigjim ose fshirje siç referohet në paragrafët b dhe c të këtij neni, nuk është në përputhje me të.", "Neni 9 - Përjashtimet dhe kufizimet", "1. Asnjë përjashtim nga dispozitat e neneve 5, 6 dhe 8 të kësaj Konvente nuk do të lejohet, përveçse brenda kufijve të përcaktuar në këtë nen.", "2. Shmangia nga dispozitat e neneve 5, 6 dhe 8 të kësaj Konvente do të lejohet vetëm kur një devijim i tillë është parashikuar nga ligji i palës dhe përbën një masë të nevojshme në një shoqëri demokratike në interes të:", "a. mbrojtjes së sigurisë së shtetit, sigurisë publike, interesat monetare të shtetit ose shtypjen e veprave penale;", "b. mbrojtjen e subjektit të të dhënave ose të të drejtave dhe lirive të të tjerëve...", "Neni 10 - Sanksionet dhe mjetet juridike", "Secila Palë merr përsipër të vendosë sanksione dhe kompensime të përshtatshme për shkeljen e dispozitave të ligjit të brendshëm, duke bërë të efektshme parimet themelore për mbrojtjen e të dhënave të parashikuara në këtë kapitull.\"", "141. Konventa nr. 108 u ratifikua nga Rusia më 15 maj 2013 dhe ka hyrë në fuqi më 1 shtator 2013. Instrumenti i ratifikimit depozitohet nga Federata Ruse më 15 maj të vitit 2013 dhe përmban deklaratën e mëposhtme:", "\"Federata Ruse deklaron se në pajtim me nën paragrafin\" a \"të pikës 2 të nenit 3 të Konventës, ajo nuk do të zbatojë Konventën për të dhënat personale;", "...", "(B) bien nën sekretin shtetëror, në përputhje me legjislacionin e Federatës Ruse për sekretin shtetëror.", "Federata Ruse deklaron se në pajtim me nënparagrafin \"c\" të pikës 2 të nenit 3 të Konventës, ajo do të zbatojë Konventën në të dhënat personale të cilat nuk janë përpunuar në mënyrë automatike, nëse aplikimi i Konventës korrespondon me natyrën e veprimeve të kryera me të dhënat personale, pa përdorur mjete automatike.", "Federata Ruse deklaron se në përputhje me nënparagrafin \"a\" të pikës 2 të nenit 9 të Konventës, ajo ruan të drejtën për të kufizuar të drejtën e subjektit të të dhënave për të hyrë në të dhënat personale për veten e tij për qëllime të mbrojtjes së sigurisë shtetërore dhe Urdhrit publik.\"", "142. Protokolli Shtesë i Konventës për Mbrojtjen e Individëve në lidhje me Përpunimin Automatik të të Dhënave Personale, lidhur me autoritetet mbikëqyrëse dhe flukset ndërkufitare të të dhënave të 8 nëntorit 2001 (CETS nr. 181), e nënshkruar por jo e ratifikuar nga Rusia, parashikon si më poshtë:", "\"Neni 1 – Autoritetet mbikëqyrëse", "1. Çdo Palë garanton se ligji i saj i brendshëm është në përputhjen me parimet e përcaktuara në kapitujt II dhe III të Konventës dhe në këtë Protokoll.", "2. a. Për këtë qëllim, autoritetet në fjalë do të kenë, në veçanti, kompetencat e hetimit dhe ndërhyrjes, si dhe fuqinë për t’u angazhuar në procedurat ligjore ose të sjellin në vëmendjen e autoriteteve kompetente shkeljet e dispozitave të ligjit të brendshëm, sipas parimeve të përmendura në paragrafin 1 të nenit 1 të këtij Protokolli.", "b. Autoriteti mbikëqyrës dëgjon ankesat e paraqitura nga çdo person lidhur me mbrojtjen e të drejtave dhe të lirive themelore në lidhje me përpunimin e të dhënave personale në kuadër të kompetencave të tij.", "3. Autoritetet mbikëqyrëse i ushtrojnë funksionet e tyre në pavarësi të plotë.", "4. Vendimet e organeve mbikëqyrëse, mund të ankimohen në gjykatë ... \"", "143. Një Rekomandim nga Komiteti i Ministrave, që rregullon përdorimin e të dhënave personale në sektorin e policisë, miratuar më 17 shtator 1987 (Nr. (87) 15), parashikon si më poshtë:", "\"1.1. Çdo shtet anëtar duhet të ketë një autoritet të pavarur mbikëqyrës jashtë sektorit të policisë, i cili duhet të jenë përgjegjës për të siguruar respektimin e parimeve që përmban ky rekomandim” ...", "2.1. Mbledhja e të dhënave personale për qëllime të policisë duhet të jetë e kufizuar në raste të tilla për sa është e nevojshme për parandalimin e një rreziku real ose ndalimin e një vepre të caktuar penale. Çdo përjashtim nga kjo dispozitë duhet të jetë subjekt i legjislacionit specifik kombëtar.", "2.2. Kur të dhënat në lidhje me një individ janë mbledhur dhe ruajtur pa dijeninë e tij, dhe nëse të dhënat janë fshirë, ai duhet të informohet, kur është e mundur për informacionin që mbahet rreth tij, sa më shpejt dhe të informohet që është objekt i aktiviteteve të policisë...", "3.1. Aq sa është e mundur, ruajtja e të dhënave personale për qëllime të policisë duhet të jetë e kufizuar dhe të mbahen të dhëna të tilla që janë të nevojshme për të lejuar organet e policisë për të kryer detyrat e tyre të ligjshme brenda kuadrit të ligjit kombëtar dhe detyrimeve të tyre që rrjedhin nga e drejta ndërkombëtare...", "5.2.i. Komunikimi i të dhënave organeve të tjera publike duhet të jetë i lejueshëm, nëse në një rast të veçantë:", "a. ekziston një detyrim i qartë ligjor apo autorizim, ose me autorizimin e organit mbikëqyrës, ose në qoftë se", "b. këto të dhëna janë të domosdoshme për marrësit për t’i mundësuar atij të përmbushë detyrën e tij të ligjshme dhe me kusht që qëllimi i grumbullimit ose përpunimit që do të kryhet nga marrësi nuk është i papajtueshëm me përpunimin origjinal, dhe detyrimet ligjore të trupit të komunikuar nuk janë në kundërshtim me këtë.", "5.2.ii. Për më tepër, komunikimi me organet e tjera publike është i lejuar nëse, në një rast të veçantë:", "a. komunikimi është padyshim në interes të subjektit të të dhënave dhe/ose subjekti i të dhënave ka dhënë pëlqimin, ose rrethanat janë të tilla që të lejojnë një supozim të qartë të pëlqimit të tillë, ose në qoftë se;", "b. komunikimi është i nevojshëm për të parandaluar një rrezik serioz dhe të drejtpërdrejtë.", "5.3.i. Komunikimi i të dhënave për palët private duhet të lejohet vetëm në qoftë se, në një rast të veçantë, ekziston një detyrim i qartë ligjor apo autorizim, ose me autorizimin e autoritetit mbikëqyrës...", "6.4. Ushtrimi i të drejtave (të subjektit të të dhënave) të aksesit, korrigjimit dhe fshirjes duhet të kufizohet vetëm për aq sa një kufizim është i domosdoshëm për kryerjen e një detyre ligjore të policisë, ose është i domosdoshëm për mbrojtjen e subjektit të të dhënave, ose të të drejtave, si dhe liritë e të tjerëve ...", "6.5. Refuzimi apo kufizimi i këtyre të drejtave duhet të arsyetohet me shkrim. Ai mund të refuzojnë të komunikojnë arsyet për aq sa kjo është e domosdoshme për kryerjen e një detyre ligjore të policisë, ose është e domosdoshme për mbrojtjen e të drejtave dhe lirive të të tjerëve.", "6.6. Kur aksesi refuzohet, subjekti i të dhënave duhet të jetë në gjendje për të apeluar në autoritetin mbikëqyrës, apo në ndonjë organ tjetër të pavarur, i cili duhet të bindet se refuzimi është i bazuar.", "7.1. Duhet të merren masa në mënyrë që të dhënat personale që mbahen për qëllime të policisë të jenë fshirë, në qoftë se nuk janë më të nevojshme për qëllimet për të cilat ato janë ruajtur.", "Për këtë qëllim, konsideratë e veçantë do t’i kushtohet kritereve të mëposhtme: nevoja për të mbajtur të dhënat në dritën e përfundimit të një hetimi në një rast të veçantë; një vendim gjyqësor i formës së prerë, në veçanti një shfajësim; rehabilitim; bindjet e shpenzuara; amnistitë; mosha e subjektit të të dhënave, kategoritë e veçanta të të dhënave.", "7.2. Rregullat që synojnë fiksimin e periudhave të magazinimit për kategori të ndryshme të të dhënave personale, si dhe kontrolle të rregullta në cilësinë e tyre duhet të vendosen në marrëveshje me autoritetin mbikëqyrës ose në pajtim me ligjin e brendshëm.", "8. Organi përgjegjës duhet të marrë të gjitha masat e nevojshme për të garantuar sigurinë e duhur fizike dhe logjike të të dhënave dhe për të parandaluar qasje të paautorizuar, komunikim apo ndryshim. Për këtë qëllim duhet të merren parasysh karakteristikat dhe përmbajtja e dosjeve të ndryshme.\"", "144. Rekomandimi i Komitetit të Ministrave për mbrojtjen e të dhënave personale në fushën e shërbimeve të telekomunikacionit, me referencë të veçantë për shërbimet telefonike, i miratuar më 7 shkurt 1995 (Nr. R (95) 4), parashikon:", "\"2.4. Ndërhyrja nga autoritetet publike, në përmbajtjen e një komunikimi, duke përfshirë të dëgjuarit apo përdorimin e pajisjeve ose mjeteve të tjera të vëzhgimit ose përgjimit të komunikimeve, duhet të kryhet vetëm kur kjo parashikohet me ligj dhe përbën një masë të nevojshme në një shoqëri demokratike në interes të:", "a. mbrojtjes së sigurisë së shtetit, sigurisë publike, interesave monetare të shtetit, ose dënimin e veprave penale;", "b. mbrojtjen e subjektit të të dhënave ose të drejtat dhe liritë e të tjerëve.", "2.5. Në rast të ndërhyrjes nga ana e autoriteteve publike, në përmbajtjen e një komunikimi, legjislacioni i brendshëm duhet të rregullojë:", "a. ushtrimin e të drejtave të subjektit të të dhënave për akses dhe korrigjim;", "b. në çfarë rrethanash autoritetet përgjegjëse publike kanë të drejtë të refuzojnë t’i japin informacion personit në fjalë, ose vonesat e dhënies së informacionit;", "c. magazinimi ose shkatërrimi i të dhënave.", "Nëse një operator apo ofrues i shërbimit të rrjetit është udhëzuar nga një autoritet publik për të kryer një ndërhyrje, të dhënat e mbledhura në këtë mënyrë duhet t’u komunikohen vetëm organit të caktuar në autorizim për atë ndërhyrje... \"", "C. Bashkimi Evropian", "145. Rezoluta e Këshillit e 17 janarit 1995 mbi përgjimin e telekomunikimeve (96/C 329/01) parashikon si më poshtë:", "\"Ky nen paraqet kërkesat e agjencive të zbatimit të ligjit në lidhje me përgjimin e ligjshëm të telekomunikacionit. Këto kërkesa janë subjekt i ligjit kombëtar dhe duhet të interpretohen në përputhje me politikat kombëtare në fuqi...", "1.3. Agjencitë e zbatimit të ligjit kërkojnë përjashtimin e ndonjë telekomunikacioni dhe shërbimi që nuk bie në kuadër të autorizimit përgjimit ...", "2. Agjencitë e zbatimit të ligjit mund të monitorojnë përgjimin e telekomunikimeve në kohë reale dhe të plotë. Të dhënat e lidhura me telefonatën duhet të jepen në kohë reale. Nëse thirrja e lidhur me të dhënat nuk mund të vihet në dispozicion në kohë reale, agjencitë e zbatimit të ligjit kërkojnë të dhëna që të jenë në dispozicion sa më shpejt të jetë e mundur pas përfundimit të thirrjes.", "3. Agjencitë e zbatimit të ligjit të kërkojë nga operatorët e rrjetit/ofruesit e shërbimeve të ofrojnë një ose disa ndërfaqe prej të cilave komunikimet e përgjuara mund të transmetohen në qendrën e monitorimit të zbatimit të ligjit. Për këto ndërfaqe duhet të jetë rënë dakord mes autoriteteve të përgjimit dhe operatorëve të rrjetit/ofruesve të shërbimeve. Çështje të tjera që lidhen me këto ndërfaqe do të trajtohen në përputhje me praktikat e pranuara në vende të veçanta ...", "5. Agjencitë e zbatimit të ligjit kërkojnë që përgjimi të jetë zbatuar për të parandaluar përdorimin e paautorizuar ose të pahijshëm dhe për të ruajtur informacionin në lidhje me përgjimin ...", "5.2. Agjencitë e zbatimit të ligjit të kërkojë nga operatorët e rrjetit/ofruesit e shërbimeve të sigurojnë që komunikimet e përgjuara janë transmetuar vetëm për agjencinë e monitorimit të përcaktuar në autorizimin e përgjimit ... \"", "146. Kërkesat e mësipërme janë konfirmuar dhe shpjeguar në Rezolutën e Këshillit nr. 9194/01, të 20 qershorit 2001 mbi nevojat operacionale të zbatimit të ligjit në lidhje me rrjetet dhe shërbimet publike të telekomunikacionit.", "147. Vendimi i miratuar nga Gjykata e Drejtësisë e Bashkimit Evropian (GJED), më 8 prill 2014 në çështjet për të Drejtat Dixhitale të Irlandës dhe Seitinger dhe të tjerët, i shpalli të pavlefshme të dhënat e Direktivës nr. 2006/24/EC që përcaktonte për ofruesit e shërbimeve, detyrimin e mbajtjes së të gjitha të dhënave të trafikut për periudha gjashtë mujore deri në dy vjeçare, në mënyrë që të sigurohej disponimi i të dhënave për qëllime të hetimit, zbulimit dhe ndjekjeve penale të rënda, siç përcaktohet nga çdo Shtet Anëtar në ligjin e tij kombëtar. GJED vuri në dukje se, edhe pse Direktiva nuk e lejon mbajtjen e përmbajtjes së komunikimit, të dhënat e trafikut dhe vendndodhja e tyre mund të lejojë nxjerrjen e përfundimeve shumë të sakta në lidhje me jetën private të personave, të dhënat e të cilëve ishin mbajtur. Prandaj, detyrimi për të mbajtur ato të dhëna, përbënte në vetvete një ndërhyrje në të drejtën për respektimin e jetës private dhe komunikimeve, e garantuar me nenin 7 të Kartës së të Drejtave Themelore të BE-së dhe të së drejtës së mbrojtjes së të dhënave personale sipas nenit 8 të Kartës. Për më tepër, aksesi i autoriteteve kombëtare kompetente në të dhënat përbënte një ndërhyrje të mëtejshme në këto të drejta themelore. GJED ka pohuar më tej se, ndërhyrja ishte veçanërisht e rëndë për faktin se, të dhënat janë ruajtur dhe më pas përdoren pa pëlqimin e përdoruesit të regjistruar, duke gjeneruar kështu në mendjet e personave në fjalë ndjenjën se jeta e tyre private ishte subjekt i vëzhgimit të vazhdueshëm. Ndërhyrja ka kënaqur një objektiv me interes të përgjithshëm, kontributin në luftën kundër krimeve të rënda dhe terrorizmit dhe në këtë mënyrë, në fund të fundit, sigurinë publike. Megjithatë, ajo nuk arriti të plotësojë kërkesat e proporcionalitetit. Së pari, Direktiva ka mbuluar në mënyrë të përgjithshme të gjithë personat dhe të gjitha mjetet e komunikimit elektronik, si dhe të gjitha të dhënat e trafikut pa asnjë diferencim, kufizim ose përjashtim, duke u zbatuar në dritën e objektivit për të luftuar kundër krimeve të rënda. Prandaj kërkonte një ndërhyrje në të drejtat themelore të të gjithë popullsisë evropiane. Kjo aplikohet edhe për personat për të cilët nuk kishte prova që sugjeronin se sjellja e tyre mund të ketë lidhje të tërthortë apo të largët, me krimet e rënda. Së dyti, Direktiva nuk përmban kushte themelore dhe procedurale lidhur me aksesin e autoriteteve kompetente kombëtare të të dhënave, edhe për përdorimin e tyre të mëvonshëm. Thjesht duke iu referuar, në mënyrë të përgjithshme, krimeve të rënda, siç është përcaktuar në çdo Shtet Anëtar në ligjin e tij kombëtar, Direktiva nuk arriti të hedhë poshtë çdo kriter objektiv për të përcaktuar se cilat vepra mund të konsiderohen të jenë mjaft serioze për të justifikuar ndërhyrje të tilla të gjera në të drejtat themelore të sanksionuara në nenet 7 dhe 8 të Kartës. Mbi të gjitha, aksesi i autoriteteve kompetente kombëtare për të dhënat e ruajtura nuk është bërë pas një shqyrtim paraprak të kryer nga gjykata, ose nga një organ i pavarur administrativ, vendimi i cili ka kufizuar aksesin në të dhëna dhe përdorimin e tyre për atë që është e domosdoshme me qëllim arritjen e objektivit të ndjekur. Së treti, Direktiva kërkon që të gjitha të dhënat të mbahen për një periudhë prej të paktën gjashtë muaj, pa bërë asnjë dallim ndërmjet kategorive të të dhënave në bazë të rëndësisë së tyre, personave në fjalë dhe sa e mundur është arritja e një objektivit të synuar. GJED arriti në përfundimin se, Direktiva ka shkaktuar një ndërhyrje të ashpër publike dhe veçanërisht serioze në të drejtat themelore të sanksionuara në nenet 7 dhe 8 të Kartës, duke u kufizuar vetëm në faktin se ndërhyrja është e domosdoshme. GJED gjithashtu vuri në dukje se, Direktiva nuk parashikonte masa mbrojtëse të mjaftueshme teknike dhe organizative, për të siguruar mbrojtje efektive të të dhënave të pashpërndara kundër rrezikut të abuzimit dhe kundër çdo aksesi të paligjshëm dhe përdorimi të tyre.", "", "LIGJI", "I. SHKELJA E PRETENDUAR E NENIT 8 TË KONVENTËS", "", "148. Kërkuesi u ankua se sistemi i përgjimit të fshehtë të komunikimeve telefonike në Rusi nuk është në përputhje me kërkesat e nenit 8 të Konventës, i parashikon:", "\"1. Çdokush ka të drejtën e respektimit të jetës së tij private dhe familjare, banesës dhe korrespondencës së tij.", "2. Autoriteti publik nuk mund të ndërhyjë në ushtrimin e kësaj të drejte, përveçse në shkallën e parashikuar nga ligji dhe kur është e nevojshme në një shoqëri demokratike, në interes të sigurisë publike, për mbrojtjen e rendit publik, shëndetit ose moralit ose për mbrojtjen e të drejtave dhe lirive të të tjerëve.\"", "", "A. Pranueshmëria", "149. Qeveria parashtroi se, kërkuesi nuk mund të pretendojnë të jetë viktimë e shkeljes së pretenduar në të drejtën e tij për respektimin e jetës private ose korrespondencës (shih paragrafët 152 deri 157 më poshtë). Përveç kësaj, mjetet juridike të brendshme nuk ishin shteruar (shih paragrafët 219 deri 226 më poshtë).", "150. Gjykata konsideron se, kundërshtimet e Qeverisë janë të lidhura ngushtë me thelbin e ankesës së kërkuesit dhe duhet të bashkohet me vlerësimin për meritat.", "151. Gjykata vëren më tej se kjo ankesë nuk është haptazi e pabazuar brenda kuptimit të nenit 35 dhe 3 (a) të Konventës dhe as e papranueshme për ndonjë arsye tjetër. Prandaj, deklarohet e pranueshme.", "", "B. Themeli", "1. Statusi i viktimës për kërkuesin dhe ekzistenca e një \"ndërhyrje\"", "", "(A) Parashtrimet e palëve", "", "(I) Qeveria", "152. Qeveria parashtroi se, kërkuesi nuk mund të pretendojnë të jetë viktimë e shkeljes së pretenduar e nenit 8 të Konventës dhe se nuk ka pasur ndërhyrje në të drejtat e tij. Ai nuk ishte ankuar në të drejtën e brendshme se komunikimet e tij ishin zbuluar. Thelbi i ankesës së tij para gjykatave të brendshme dhe Gjykatës është që ofruesit e shërbimeve të komunikimit kishin instaluar pajisje të veçantë dhe i kishin mundësuar autoriteteve të kryenin aktivitete operative të kërkimit. Sipas mendimit të Qeverisë, me rastin e Orange Slovensko, AS k. Sllovakisë (nr. 43983/02, 24 tetor 2006) Gjykata ka konfirmuar se instalimi i pajisjeve të përgjimit, apo edhe financimi i tyre, nga kompanitë private nuk ishte në vetvete në kundërshtim me Konventën.", "153. Qeveria parashtroi më tej se, neni 34 nuk mund të përdoret për të paraqitur një kërkesë me natyrë actio popularis; as nuk mund të formojnë bazën e një pretendimi in abstracto se një ligj është në kundërshtim me Konventën (ata referohen tek Aalmoes dhe të tjerë k. Holandës (GC), nr. 16269/02, 25 nëntor 2004). Ata argumentuan se, qasja ndaj statusit të viktimës themeluar në rastet e Klass dhe të tjerët k. Gjermanisë (6 shtator 1978 § 34, seria A nr. 28) dhe Malone k. Mbretërisë së Bashkuar (2 gusht 1984 § 64, Seria A, nr.82) , sipas të cilit “një individ, në kushte të caktuara, mund të pretendojë të jetë viktimë e një shkeljeje shkaktuar nga ekzistenca e masave të fshehta apo legjislacioni që lejon masa të fshehta, pa pasur nevojë të pretendojnë se masa të tilla kishin qenë në fakt të aplikuara ndaj tij ose saj”, nuk mund të interpretohet në mënyrë të gjerë që të përfshijë çdo person në shtetin e paditur që ka frikë se shërbimet e sigurisë mund të kenë informacion rreth tij apo saj. Një kërkues duhet të tregojë se ka pasur një \"mundësi të arsyeshme\" që shërbimet e sigurisë të kishin përpiluar dhe ruajtur informacion në lidhje me jetën e tij/saj private (referuar në Esbester k. Mbretërisë së Bashkuar, vendimi i Komisionit, nr. 2 18601/91, prill 1993; Redgrave kundër Mbretërisë së Bashkuar, nr. 20271/92, vendim i Komisionit i datës 1 shtator 1993; Matthews kundër Mbretërisë së Bashkuar, nr.28576/95, vendim i Komisionit i datës 16 tetor 1996; Halford kundër Mbretërisë së Bashkuar, 25 Qershor 1997, që § 17, Raportet e Gjykimeve dhe vendimeve 1997 III, Weber dhe Saravia kundër Gjermanisë (dhj.), nr. 54934/00, §§ 4-6 dhe 78, GJEDNJ 2006-XI; dhe Kennedy k. Mbretërisë së Bashkuar, nr. 26839/05, §§ 122 dhe 123, 18 maj 2010).", "154. Qeveria pretendoi se, përjashtime nga rregulli \"mundësi e arsyeshme\" ishin të lejueshme vetëm për arsye të veçanta. Një individ mund të pretendojnë një ndërhyrje si rezultat i thjesht ekzistencës së legjislacionit që lejon masat e fshehta të mbikëqyrjes në rrethana të jashtëzakonshme, duke pasur parasysh disponueshmërinë e mjeteve juridike në nivel kombëtar dhe rrezikun e masave të vëzhgimit të fshehtë (ata përmendën Kennedy, cituar më lart, § 124). Sipas Qeverisë, ka arsye të tilla të veçanta në rastin në fjalë.", "155. Së pari, nuk kishte \"mundësi të arsyeshme\", apo rrezik çfarëdo, që kërkuesi t’i nënshtrohej masave të mbikëqyrjes për shkak se ai nuk ishte i dyshuar për ndonjë vepër penale. Fakti që ai ishte redaktor i përgjithshëm i një kompanie botuese nuk mund të shërbejë si bazë për përgjimin sipas ligjit rus. Qeveria pohoi se biseda telefonike të kërkuesit nuk ishin zbuluar. Kërkuesi nuk ka sjellë asnjë provë për të kundërtën. Dokumentet e paraqitura prej tij në procedimet e brendshme kanë pasur persona të tretë në fjalë dhe nuk përmbanin asnjë dëshmi se telefoni i tij ishte përgjuar.", "156. Së dyti, në nivel kombëtar ka pasur në dispozicion mjete për të kundërshtuar efektivitetin e masave mbrojtëse në rast abuzimi dhe masat e veçanta të mbikëqyrjes së aplikuar për një individ. Kërkuesi kishte në dispozicion shqyrtimin e kushtetutshmërisë së AAOKDH nga Gjykata Kushtetuese. Gjithashtu mund të paraqiste një ankesë në Gjykatën e Lartë, ashtu si kishte bërë dhe ishte marrë vendimi për paligjshmërinë e dispozitës së Urdhrit nr. 130 të Ministrisë së Komunikacioneve (shih paragrafin 128 më lart). Sa i përket Urdhrit nr. 70, në kundërshtim me pohimet e kërkuesit, ishte publikuar në mënyrë të rregullt (shih paragrafin 181 më poshtë) dhe për këtë arsye mund të kundërshtohej në gjykatë. Një person komunikimi i të cilit është regjistruar në mënyrë të paligjshme, pa autorizim gjyqësor paraprak, mund të marrë dëmshpërblim në një gjykatë civile. Qeveria, referuar vendimit të Gjykatës Supreme të 15 korrikut 2009, e cila deklaroi se instalimi i një kamere në zyrën e paditësit dhe përgjimi i telefonit e zyrës së tij kishte qenë i paligjshëm për shkak se ishte kryer pa autorizim gjyqësor paraprak (shih gjithashtu paragrafët 219-224 më poshtë). Së fundi, ligji rus parashikonte se përgjimet duhet të mbikëqyreshin nga një organ i pavarur, si prokuroria.", "157. Qeveria arriti në përfundimin, se rasti konkret ishte ndryshe nga rasti i Shoqatës për Integrim Evropian e të Drejtat e Njeriut dhe Ekimdzhiev k. Bullgarisë (nr. 62540/00, 28 qershor 2007), ku gjykata kishte refuzuar aplikimin e \"mundësive të arsyeshme\", për shkak të mungesës së masave mbrojtëse kundër përgjimit të paligjshëm në Bullgari. Duke pasur parasysh se ligji rus kishte siguruar mbrojtje të përshtatshme dhe të mjaftueshme kundër abuzimit në fushën e përgjimit të komunikimeve, duke përfshirë mjetet juridike në dispozicion, sipas mendimit të Qeverisë, kërkuesi nuk mund të pretendojë ndërhyrje si rezultat i thjesht ekzistencës së legjislacionit që lejonte vëzhgimin e fshehtë. Në mungesë të një \"mundësie të arsyeshme\" se komunikimet e tij telefonike ishin përgjuar, kërkuesi nuk mund të pretendojë të jetë viktimë e shkeljes së pretenduar të nenit 8 të Konventës.", "", "(II) Kërkuesi", "158. Kërkuesi parashtroi se ai mund të pretendojë të jetë viktimë e një shkelje të nenit 8 shkaktuar nga thjesht ekzistenca e legjislacionit, i cili lejoi një sistem të përgjimit të fshehtë të komunikimeve, pa pasur nevojë të demonstrojë se masa të tilla të fshehta ishin aplikuar ndaj tij. Ekzistenca e një legjislacioni të tillë shkaktoi një kërcënim për mbikëqyrjen e të gjithë përdoruesve të shërbimeve të telekomunikacionit dhe për këtë arsye arriti në vetvete të përbënte ndërhyrje në ushtrimin e të drejtave të tij sipas nenit 8. Ai u mbështet në rastet e Klass dhe të tjerët (cituar më lart, §§ 34 dhe 37), Shoqata për Integrim Evropian dhe të Drejtat e Njeriut dhe Ekimdzhiev (cituar më lart, § 58) dhe Kennedy (cituar më lart, § 123).", "159. Kërkuesi pohoi se testi i \"mundësisë së arsyeshme\" ishte zbatuar nga Gjykata vetëm në ato raste kur kërkuesi kishte pretenduar përgjim aktual, ndërkohë që në rastet e përgjithshme në lidhje me legjislacionin dhe praktikën lejohet testi i themeluar në gjykimin Klass dhe të tjerët, i cili plotësonte kushtet (shih Shoqata për Integrim Evropian dhe të Drejtave të Njeriut dhe Ekimdzhiev, cituar më sipër, § 59, dhe Kennedy, i cituar më lart, §§ 122 dhe 123, me referenca të mëtejshme). Në rastin e Liberty dhe të tjerë k. Mbretërisë së Bashkuar (nr. 58243/00, §§ 56 dhe 57, 1 korrik 2008), Gjykata konstatoi se ekzistenca e kompetencave që lejojnë autoritetet të përgjojë komunikimet përbënte një ndërhyrje në të drejtat e kërkuesve, pasi ata ishin personat ndaj të cilëve këto kompetenca mund zbatoheshin. Në rastin e Kennedy, (cituar më lart, § 124) testi u përpunua më tej për të përfshirë vlerësimin e disponueshmërisë së mjeteve juridike në nivel kombëtar dhe rrezikun se masat e mbikëqyrjes sekrete mund të aplikoheshin ndaj kërkuesit. Së fundi, në rastin e Mersch dhe të tjerët k. Luxemburgut (nr. 10439/83 et al., Vendim i Komisionit i datës 10 maj 1985), Komisioni konstatoi se në ato raste kur autoritetet nuk kishin asnjë detyrim për të njoftuar personat në fjalë në lidhje me mbikëqyrjen apo masat të cilave ata i ishin nënshtruar, kërkuesit mund të pretendojnë të jenë \"viktima\" të një shkelje të Konventës për shkak të thjesht ekzistencës së legjislacionit të mbikëqyrjes sekrete, edhe pse ata nuk mund të pretendojnë në mbështetje të kërkesave të tyre se ishin nënshtruar një mase aktuale mbikëqyrje.", "160. Kërkuesi argumentoi se ai mund të pretendojnë të jetë një viktimë e një shkelje të nenit 8, për shkak të ekzistencës së legjislacionit të mbikëqyrjes sekrete dhe të situatës së tij personale, si AAOKDH, marrë së bashku me Aktin SHFS, Akti i Komunikimit dhe Urdhrave, të miratuara nga Ministria e Komunikimit, të tilla si Urdhri nr. 70, që lejonin shërbimet e sigurisë të kapnin, me anë të mjeteve teknike, komunikimet e çdo personi pa marrjen e autorizimit paraprak gjyqësor për përgjim. Në veçanti, shërbimet e sigurisë nuk kishin detyrimin për të prodhuar autorizimin për përgjimin e çdo personi, duke përfshirë ofruesit e shërbimit të komunikimit. Prandaj, Legjislacioni i kontestuar e lë bosh situatën e përgjimit të komunikimeve.", "161. Nuk ka mjete në dispozicion sipas ligjit rus për të kundërshtuar këtë legjislacion. Kështu, për sa i përket mundësisë për të kundërshtuar Urdhrin nr. 70, kërkuesi iu referua vendimit të Gjykatës së Lartë të datës 25 shtator 2000 mbi një ankesë nga Z. N. (shih paragrafin 128 më lart), që deklaroi se ai ishte urdhër teknik në natyrë dhe jo ligjor dhe për këtë arsye nuk ka qenë subjekt i publikimit zyrtar. Ai gjithashtu paraqiti një kopje të vendimit të 24 Majit 2010 nga Gjykata e Lartë duke gjetur se Urdhrat nga Ministria e Komunikacioneve që kërkojnë nga ofruesit e komunikimit të instalojnë pajisje që t’i mundësojnë autoriteteve të kryejnë aktivitetet operative të kërkimit, nuk ishin subjekt i shqyrtimit gjyqësor në gjykatat tregtare . Procedurat e brendshme kishin treguar se Urdhri nr. 70 nuk mund të kundërshtohet në mënyrë efektive para gjykatave ruse. Më tej, për sa i përket AAOKDH, Gjykata Kushtetuese ka shqyrtuar tashmë kushtetutshmërinë e saj në një numër rastesh dhe kishte gjetur se ajo ishte në përputhje me Kushtetutën. Së fundi, për sa i përket mundësisë për të kundërshtuar masat e veçanta të mbikëqyrjes, kërkuesi parashtroi se nuk është njoftuar në lidhje me përgjimin, apo nëse materiali i zbuluar ishte përdorur si provë në procedurën penale kundër tij. Në mungesë të njoftimit, mjetet e brendshme ishin të paefektshme (shih gjithashtu paragrafin 217 më poshtë).", "162. Sa për situatën e tij personale, kërkuesi parashtroi se ai ishte gazetar dhe kryetari i degës së Shën Petërburgut, të Fondacionit të Mbrojtjes Glasnost, i cila ka monitoruar gjendjen e lirisë së medias dhe ka dhënë mbështetje ligjore për gazetarët, të drejtat e të cilëve janë shkelur (shih paragrafin 8 më lart). Për këto arsye, komunikimet e tij ishin në një rrezik të vazhdueshëm të zbuloheshin. Kërkuesi, në këtë drejtim përmendi se me rëndësi themelore është mbrojtja e burimeve të gazetarëve, sikurse theksohet nga gjykimi i Dhomës së Madhe në SANOMA UITGEVERS B.V. k. Holandës ([GC], nr. 38224/03, § 50, 14 shtator 2010).", "", "(B) Vlerësimi i Gjykatës", "163. Gjykata vëren se, kërkuesi në çështjen në fjalë pretendon se ka pasur një ndërhyrje në të drejtat e tij si pasojë e thjesht ekzistencës së legjislacionit që lejon përgjimin e fshehtë të komunikimeve të telefonisë dhe një rrezik për të qenë subjekt i përgjimit, si rrjedhojë se çdo mase specifike të përgjimit që mund të zbatohej për të.", "(I) Përmbledhje e jurisprudencës së Gjykatës", "164. Gjykata ka mbajtur vazhdimisht qëndrimin se, Konventa nuk parashikon një actio popularis dhe se detyra e saj nuk është të shqyrtojë ligjin përkatës dhe praktikën in abstracto, por për të përcaktuar mënyrën në të cilën ishte aplikuar, apo prekur kërkuesi, duke sjellë një shkeljeje të Konventës (shih, midis autoriteteve të tjera, NC k. Italisë [GC], nr. 24952/94 § 56, GJEDNJ 2002 X; Krone Verlag GmbH & Co. KG k. Austrisë (nr. 4), 72331/01, § 26, 9 nëntor 2006 dhe Qendra për Burime Ligjore në emër Valentin Kampeanu k. Rumanisë [GC], nr.47848/08, § 101., GJEDNJ 2014). Prandaj, në mënyrë që të jetë në gjendje për të paraqitur një kërkesë në përputhje me nenin 34, një individ duhet të jetë në gjendje për të treguar se ai ose ajo është \"prekur drejtpërdrejt\" nga masa. Kjo është e domosdoshme për të vënë mekanizmin e mbrojtjes së Konventës në lëvizje, megjithëse ky kriter nuk duhet të zbatohet në mënyrë të ngurtë, mekanike dhe të papërkulur gjatë gjithë procedurës (shih Qendra për Burime Ligjore në emër Valentin Kampeanu, cituar më lart, § 96 ).", "165. Kështu, Gjykata ka lejuar kundërshtimin në përgjithësi të regjimit përkatës legjislativ në fushën e vëzhgimit të fshehtë, pasi njeh tiparet e veçanta të masave të mbikëqyrjes sekrete dhe rëndësinë e sigurimit të kontrollit efektiv në mbikëqyrjen e tyre. Në rastin e Klass dhe të tjerët k. Gjermanisë, Gjykata u shpreh se një individ, në kushte të caktuara mund të pretendojë të jetë viktimë e një shkeljeje shkaktuar nga ekzistenca e masave të fshehta, apo e legjislacionit që lejon masa të fshehta, pa pasur nevojë të pretendojnë se masa të tilla kishin qenë në fakt aplikuar për të. Kushtet përkatëse do të përcaktohen në çdo rast në përputhje me të drejtën e Konventës ose të të drejtave të pretenduara se janë shkelur, karakterin sekret të masave të kundërshtuara, dhe lidhjen mes kërkuesit dhe atyre masave (shih Klass dhe të tjerë, cituar më lart, § 34). Gjykata ka shpjeguar arsyet për qëndrimin e saj si më poshtë:", "\"36. Gjykata vë në dukje se kur një shtet vendos survejimin sekret, ekzistenca e të cilit mbetet e panjohur për personat që kontrollohen, mundet që në masë të madhe të reduktohet pavlefshmëria e nenit 8. Kjo sepse një individ nuk mund të trajtohet në një mënyrë të kundërt, apo edhe të jetë i privuar nga e drejta e dhënë nga ky nen, pa qenë i vetëdijshëm për këtë dhe për këtë arsye pa qenë në gjendje të disponojë një mjet efektiv në nivel kombëtar ose para institucioneve të Konventës...", "Gjykata e sheh të papranueshme që siguria dhe gëzimi i të drejtave të garantuara nga Konventa mund të largohet në këtë mënyrë nga fakti i thjeshtë se personi në fjalë është mbajtur në dijeni të shkeljes së saj. E drejta e kërkimit para Komisionit për personat potencialisht të prekur nga vëzhgimi i fshehtë rrjedh nga neni 25 (aktualisht Neni 34), pasi Neni 8 rrezikon të mos aplikohet.", "37. Sa i përket fakteve të rastit, Gjykata vëren se institutet e legjislacionit kontestojnë një sistem të mbikëqyrjes sipas të cilit të gjithë personat në Republikën Federale të Gjermanisë potencialisht mund të kenë të monitoruar e-mailin e tyre, postën dhe telekomunikacionin, pa e ditur kurrë këtë, edhe nëse ka pasur një pamaturi apo njoftim të mëvonshëm në rrethanat e përcaktuara në vendimin e Gjykatës Kushtetuese Federale... Për këtë masë, legjislacioni i kontestuar ndikon drejtpërdrejt tek të gjithë përdoruesit ose përdoruesit e mundshëm të shërbimeve postare dhe të telekomunikacionit në Republikën Federale të Gjermanisë. Veç kësaj, delegatët me të drejtë vunë në dukje, se ky kërcënim i mbikëqyrjes mund të kërkohet në vetvete për të kufizuar komunikimin e lirë përmes shërbimeve postare dhe të telekomunikacionit, duke përbërë për të gjithë përdoruesit ose përdoruesit e mundshëm një ndërhyrje të drejtpërdrejtë me të drejtën e garantuar nga Neni 8 ...", "38. Duke pasur parasysh rrethanat specifike të çështjes në fjalë, Gjykata konkludon se secili prej kërkuesve ka të drejtë të \"bëjë (kërkesë) të jetë viktimë e shkeljes\" të Konventës, edhe pse ai nuk mund të pretendojnë në mbështetje të aplikimit të tij se ka qenë objekt i një mase konkrete të mbikëqyrjes. Pyetja nëse kërkuesit ishin në të vërtetë viktima të çfarëdo shkeljeje të Konventës përfshijnë përcaktimin nëse legjislacioni i kontestuar është në vetvete në përputhje me dispozitat e Konventës ... \"", "166. Pas rastin Klass dhe të tjerët, jurisprudenca e organeve të Konventës ka zhvilluar dy qasje paralele me statusin e viktimave në raste të vëzhgimit të fshehtë.", "167. Në disa raste Komisioni dhe Gjykata u shpreh se testi në Klass dhe të tjerët nuk mund të interpretohet në mënyrë të gjerë që të përfshijë çdo person që ka frikë se shërbimet e sigurisë mund të kenë përpiluar informacion për të, në padijeni të tij. Një kërkues nuk mund të vërtetojë se ky informacion në lidhje me jetën e tij private ishte hartuar dhe mbajtur. Në fushën e masave të fshehta është e mjaftueshme ekzistenca e praktikave që lejojnë vëzhgimin e fshehtë dhe se ka pasur mundësi të arsyeshme që shërbimet e sigurisë të kishin përpiluar dhe ruajtur informacion në lidhje me jetën e tij private ose (shih Esbester, cituar më lart; Redgrave, cituar më lart, Christie k. Mbretërisë së Bashkuar, nr.21482/93, vendim i Komisionit i datës 27 qershor 1994, Matthews, cituar më lart, Halford, cituar më lart, §§ 47 dhe 55 57; dhe Ilija Stefanov kundër Bullgarisë, nr. 65755/01, §§ 49 dhe 50, 22 maj 2008). Në të gjitha rastet e mësipërme kërkuesit kanë dyshuar përgjimin e komunikimeve të tyre. Në disa prej rasteve kanë bërë edhe ankesa të përgjithshme në lidhje me legjislacionin dhe praktikën që lejon masat e mbikëqyrjes sekrete (shih Esbester, Redgrave, Matthews dhe Christie, të gjitha cituar më lart).", "168. Në rastet e tjera, Gjykata përsëriti se Klass dhe të tjerët interpreton se ekzistenca e ligjeve dhe praktikave të cilat lejojnë ngritjen e një sistemi për të ndikuar vëzhgimin e fshehtë të komunikimeve, shkaktojnë kërcënim të mbikëqyrjes për të gjithë ata ndaj të cilëve mund të zbatohet legjislacioni. Ky kërcënim ka prekur domosdoshmërish lirinë e komunikimit në mes të përdoruesve të shërbimeve të telekomunikacionit dhe kështu arriti në vetvete të përbënte një ndërhyrje në ushtrimin e të drejtave të ankuesve sipas nenit 8, pavarësisht nga masat e marra ndaj tyre (shih Malone, cituar më lart, § 64 , Weber dhe Saravia, cituar më lart, § 78; Shoqata për Integrim Evropian dhe të Drejtave të Njeriut dhe Ekimdzhiev, cituar më lart, §§ 58, 59 dhe 69, Liberty dhe të tjerë, cituar më lart, §§ 56 dhe 57, dhe Iordachi dhe të tjerët kundër Moldavisë, nr. 25198/02, §§ 30-35, 10 shkurt 2009). Në të gjitha rastet e mësipërme kërkuesit kanë bërë ankesa të përgjithshme në lidhje me legjislacionin dhe praktikën që lejon masat e mbikëqyrjes sekrete. Në disa prej tyre ata gjithashtu pretenduan përgjimin real të komunikimeve të tyre (shih Malone, cituar më lart, § 62, dhe Liberty dhe të tjerë, cituar më lart, §§ 41 dhe 42).", "169. Në çështjet e saj më të fundit mbi këtë temë, Kennedy k. Mbretërisë së Bashkuar, Gjykata u shpreh se duhen mbajtur në konsideratë arsyet e veçanta që justifikojnë devijimin në interpretim në rastet që kanë të bëjnë me masa të fshehta, nga qasja e saj e përgjithshme, e cila mohon se individët kanë të drejtë të kundërshtojë një ligj in abstracto. Arsyeja kryesore, ka të bëje me ekzistencën e një mjeti efektiv ankimi, në rastet e mbikëqyrjes së fshehtë. Për të vlerësuar, në raste të veçanta, nëse një individ mund të pretendojë një ndërhyrje si rezultat i thjesht i ekzistencës së legjislacionit që lejon masa të mbikëqyrjes sekrete, Gjykata duhet të ketë parasysh disponueshmërinë e mjeteve juridike në nivel kombëtar dhe rrezikun se masat do të aplikohen për të. Aty ku nuk ka mundësi për të kundërshtuar zbatimin e pretenduar të masave të mbikëqyrjes sekrete në nivel kombëtar, nuk mund të thuhet se janë të pajustifikuara dyshimet e përhapura dhe shqetësimi në mesin e publikut që po abuzohet me kompetencat e mbikëqyrjes. Në raste të tilla, edhe kur rreziku aktual i mbikëqyrjes është i ulët, ka një nevojë të madhe për shqyrtim nga kjo Gjykatë (shih Kennedy, cituar më lart, § 124).", "", "(II) Harmonizimi i qasjes që duhet të ndërmerret", "170. Gjykata çmon, se është e nevojshme të sqarojë kushtet nën të cilat kërkuesi mund të pretendojnë të jetë viktimë e një shkeljeje të nenit 8, pa pasur nevojë për të provuar se masa e mbikëqyrjes sekrete në fakt ishte aplikuar për të.", "171. Sipas mendimit të Gjykatës qasja e Kennedy i përshtatet mirë nevojës për të siguruar se fshehtësia e masave të mbikëqyrjes nuk rezulton domosdoshmërish në faktin se masat nuk kanë qenë efektive dhe jashtë mbikëqyrjes së autoriteteve gjyqësore kombëtare dhe ato të Gjykatës. Prandaj, Gjykata pranon se një kërkues mund të pretendojë të jetë viktimë e shkeljes shkaktuar nga thjesht ekzistenca e masave të mbikëqyrjes sekrete, apo legjislacionit që lejon masat e vëzhgimit të fshehtë, nëse ekzistojnë kushtet e mëposhtme. Së pari, gjykata do të marrë parasysh qëllimin e legjislacionit që lejon masat e mbikëqyrjes sekrete, duke shqyrtuar nëse kërkuesi ndoshta mund të preket prej tij, ose për shkak se ai ose ajo i përket një grupi të personave të synuar nga legjislacioni i kontestuar, ose për shkak se legjislacioni direkt ndikon në të gjithë përdoruesit e shërbimeve të komunikimit duke institucionalizuar një sistem ku çdo person mund të ketë nën mbikëqyrje komunikime të tij ose të saj. Së dyti, gjykata do të marrë parasysh disponueshmërinë e mjeteve në nivel kombëtar dhe do të rregullojë shkallën e shqyrtimit në varësi të efektivitetit të mjeteve të tilla. Sikurse Gjykata theksoi në Kennedy, kur sistemi i brendshëm nuk mund të përballojë një mjet juridik efektiv për personin i cili dyshon se ai ose ajo i është nënshtruar vëzhgimit të fshehtë, është i justifikuar dyshimi i përhapur dhe shqetësimi në mesin e publikut të gjerë se është duke u abuzuar me mbikëqyrjen sekrete (shih Kenedi, cituar më lart, § 124). Në rrethana të tilla, kërcënimi i mbikëqyrjes mund të kërkohet në vetvete për të kufizuar komunikimin e lirë me anë të shërbimeve të telekomunikacionit dhe atyre postare, duke përbërë për të gjithë përdoruesit ose përdoruesit e mundshëm një ndërhyrje të drejtpërdrejtë në të drejtën e garantuar me nenin 8. Kështu, ka më shumë nevojë për shqyrtim nga Gjykata se përjashtimi nga rregulli, i cili u mohon individëve të drejtën për të sfiduar një ligj in abstracto, është i justifikuar. Në raste të tilla individi nuk duhet të demonstrojë ekzistencën e ndonjë rreziku se janë zbatuar masa të mbikëqyrjes sekrete ndaj tij. Në të kundërt, në qoftë se sistemi kombëtar siguron mjetet efektive, një dyshim i përhapur i abuzimit është më i vështirë për t’u justifikuar. Në raste të tilla, individi mund të pretendojë të jetë një viktimë e shkeljes shkaktuar nga thjesht ekzistenca e masave të fshehta apo e legjislacionit që lejon masat e fshehta vetëm nëse ai është në gjendje për të treguar se për shkak të gjendjes së tij personale, ai është potencialisht në rrezik t’u nënshtrohen masave të tilla.", "172. Prandaj, qasja e Kennedy i ofron Gjykatës shkallën e kërkuar të fleksibilitetit për t’u marrë me një shumëllojshmëri të situatave të cilat mund të lindin në kontekstin e vëzhgimit të fshehtë, duke marrë parasysh veçantitë e sistemeve ligjore në shtetet anëtare, domethënë mjetet juridike në dispozicion, si dhe situatat e ndryshme personale të kërkuesve.", "", "(III) Zbatimi në rastin aktual", "173. Komunikimet telefonike celulare pa diskutim mbulojnë nocione të \"jetës private\" dhe \"korrespondencës\", në nenin 8, § 1 (shih, për shembull, Liberty dhe të tjerë, cituar më sipër, § 56).", "174. Gjykata vëren se, kërkuesi në çështjen në fjalë pretendon se ka pasur një ndërhyrje në të drejtat e tij si pasojë e thjesht ekzistencës së legjislacionit që lejon masat e fshehta të mbikëqyrjes dhe një rrezik për të qenë subjekt i masave të tilla, në vend të aplikimit të tyre për të.", "175. Gjykata vëren se parashikimet dhe institutet e kontestuara në legjislacionin e një sistemi të vëzhgimit të fshehtë, se çdo personi duke përdorur shërbimet e telefonisë së ofruesit rus mund t’i përgjohen komunikimet pa u njoftuar, prek drejtpërdrejt të gjithë përdoruesit e këtyre shërbimeve të telefonisë celulare.", "176. Për më tepër, për arsyet e përcaktuara më poshtë (shih paragrafët 286 deri 300), ligji rus nuk parashikon mjetet juridike efektive për një person që dyshon se ai ose ajo ishte objekt i vëzhgimit të fshehtë.", "177. Duke pasur parasysh konstatimin e mësipërm, kërkuesi nuk ka nevojë të tregojë se për shkak të gjendjes së tij personale, ai është në rrezik për t’iu nënshtruar vëzhgimit të fshehtë.", "178. Duke pasur parasysh natyrën e fshehtë të masave të mbikëqyrjes të parashikuara nga legjislacioni i kontestuar dhe fushëveprimi i gjerë i zbatimit të tyre, ndikimi te të gjithë përdoruesit e komunikimit të telefonisë celulare, dhe mungesën e mjeteve efektive në nivelin e brendshëm për të kundërshtuar zbatimin e pretenduar të tyre, është i justifikuar shqyrtimi i legjislacionit përkatës in abstracto.", "179. Prandaj, Gjykata konstaton se parashtruesi i kërkesës ka të drejtë të pretendojnë të jetë viktimë e një shkeljeje të Konventës, edhe pse ai nuk është në gjendje të pohojë se ka qenë objekt i një mase konkrete të mbikëqyrjes në mbështetje të kërkesës së tij. Për të njëjtat arsye, thjesht ekzistenca e legjislacionit të kontestuar përbën në vetvete një ndërhyrje me ushtrimin e të drejtave të tij sipas nenit 8. Prandaj, Gjykata rrëzon kundërshtimin e Qeverisë në lidhje me mungesën e statusit të viktimës e kërkuesit.", "", "2. Arsyetimi për ndërhyrje", "(A) Parashtrimet e palëve", "(I) Përshtatshmëria e ligjit të brendshëm", "180. Kërkuesi parashtroi se shtesat në Urdhrin nr. 70, i cili përshkruan kërkesat teknike për pajisjet që do të instalohen nga ofruesit e shërbimeve nuk ishin publikuar zyrtarisht dhe nuk ishin të aksesueshme për publikun. Sipas mendimit të kërkuesit, për aq kohë sa ato përcaktonin kompetencat e organeve të zbatimit të ligjit në lidhje me vëzhgimin e fshehtë, prekin të drejtat e qytetarëve dhe për këtë arsye duhej të jenë publikuar. Fakti që kërkuesi kishte akses në procedurën e brendshme gjyqësore nuk mund të korrigjojë mungesën e një publikimi zyrtar (i referuar Kasymakhunov dhe Saybatalov k. Rusisë, nr. 26261/05 dhe 26377/06, § 92, 14 mars 2013). Qytetarëve nuk duhet t’u kërkohet të angazhohen me procedurat gjyqësore për të marrë akses në rregulloret në fuqi. Gjykata kishte argumentuar tashmë se ishte e domosdoshme që të ketë rregulla të qarta, të hollësishme dhe të arritshme për aplikimin e masave të fshehta të vëzhgimit (Shimovolos k. Rusisë, nr. 30194/09, § 68, 21 qershor 2011).", "181. Qeveria parashtroi se Urdhri Nr. 70 ka qenë i natyrës teknike dhe nuk ka qenë subjekt i publikimit zyrtar. Ai ishte botuar në një revistë të specializuar, SvyazInform, në çështjen nr. 6 të vitit 1999. Ai ishte gjithashtu në dispozicion përmes internetit, pa pagesë në bazën e të dhënave ligjore ConsultantPlus. Kërkuesi kishte paraqitur në Gjykatë një kopje të Urdhrit me shtesat e tij, fakt që tregoi se kishte qenë në gjendje për të marrë akses në të. Ligji i brendshëm ishte pra, i arritshëm.", "", "(II) Fusha e zbatimit të masave të mbikëqyrjes sekrete", "182. Kërkuesi parashtroi se, Gjykata kishte gjetur tashmë se AAOKDH nuk ka plotësuar kushtin e \"parashikueshmërisë\" së kërkesës për shkak se diskrecioni ligjor i autoriteteve për të iniciuar \"një eksperiment operativ\", që përfshinte regjistrimin e komunikimeve private nëpërmjet pajisjes që transmeton radio, ka qenë subjekt i çdo kushti, dhe qëllimi e mënyra e ushtrimit të tij nuk janë përcaktuar (shih Bykov k. Rusisë [GC], nr. 4378/02, § 80, 10 mars 2009). Rasti konkret ishte e ngjashëm me rastin Bykov. Në veçanti, ligji rus nuk përcaktoi qartë kategoritë e personave që mund t’u jenë nënshtruar masave të përgjimit. Në veçanti, masat e mbikëqyrjes nuk ishin të kufizuara për persona të dyshuar apo të akuzuar për vepra penale. Telefoni mund t’i përgjohej çdo personi që kishte informacion në lidhje me një vepër penale. Për më tepër, përgjimi nuk ishte i kufizuar në vepra të rënda dhe veçanërisht serioze. Ligji rus lejonte masat e përgjimit në lidhje me veprat penale të ashpërsisë së mesme, të tilla si, për shembull, vjedhjet e vogla.", "183. Qeveria parashtroi se, përgjimi i komunikimeve mund të kryhet vetëm pas marrjes së informacionit se një vepër penale është kryer ose ka qenë në vazhdim e sipër, apo ishte duke u përgatitur; për personat që po përgatiten për të kryer ose për kryerjen e një vepre penale; ose rreth ngjarjeve dhe aktiviteteve që rrezikojnë sigurinë ushtarake, kombëtare, ekonomike apo ekologjike të Federatës Ruse. Gjykata Kushtetuese ka deklaruar në vendimin e saj të datës 14 korrik 1998 që mbledhja e informacionit në lidhje me jetën private të një personi lejohej vetëm me qëllim të parandalimit, zbulimit dhe hetimit të veprave penale, ose në zbatim të qëllimeve të tjera të ligjshme të listuara në AAOKDH.", "184. Vetëm veprat e ashpërsisë së mesme, të rënda dhe veçanërisht të rënda mund t’i nënshtrohen përgjimit dhe vetëm personat e dyshuar për vepra të tilla, apo që mund të kenë informacion në lidhje me këto vepra penale mund të jenë subjekt i masave të përgjimit. Qeveria parashtroi se Gjykata kishte gjetur tashmë se masat e mbikëqyrjes në lidhje me një person i cili nuk ishte i dyshuar për ndonjë vepër mund të justifikohen në bazë të Konventës (shih Greuter k. Hollandës (GC), Nr. 40045/98 , 19 mars 2002).", "185. Për më tepër, në lidhje me përgjimet për qëllime të mbrojtjes së sigurisë kombëtare, Qeveria argumentoi se kërkesa e \"parashikueshmërisë\" së ligjit nuk ka shkuar aq larg sa për të detyruar shtetet që të miratojnë dispozita ligjore për të listuar në detaje çdo sjellje që mund të ketë një vendim të menjëhershëm për të nënshtruar një individ në mbikëqyrje në bazë të \"sigurisë kombëtare\" (shih Kennedy, cituar më lart, § 159).", "", "(III) Kohëzgjatja e masave të mbikëqyrjes sekrete", "186. Kërkuesi parashtroi se, AAOKDH nuk ka shpjeguar në cilat rrethana përgjimi mund të zgjatet përtej gjashtë muajve dhe as nuk vendos kohëzgjatjen maksimale të masave të përgjimit.", "187. Qeveria parashtroi se, në bazë të ligjit rus, përgjimi mund të jetë i autorizuar nga një gjykatës për një periudhë maksimale prej gjashtë muajsh dhe mund të zgjatet nëse është e nevojshme, por duhet të ndërpritet, nëse hetimi është ndërprerë. Ata argumentuan se, ishte e arsyeshme të lihej kohëzgjatja e përgjimit në diskrecionin e autoriteteve vendore, duke pasur parasysh kompleksitetin dhe kohëzgjatjen e hetimit në një rast të veçantë (shih Kennedy, cituar më lart). Ata gjithashtu iu referuan rastit të Van Pelt k. Holandës (nr. 20555/92, vendim i Komisionit i datës 6 prill 1994), ku Komisioni kishte gjetur se përgjimi i telefonit të kërkuesit për gati dy vjet nuk e kishte shkelur Konventën.", "", "(IV) Procedurat që duhen ndjekur për ruajtjen, aksesimin, shqyrtimin, përdorimin, komunikimin dhe shkatërrimin e të dhënave të përgjuara", "188. Kërkuesi parashtroi më tej se, AAOKDH nuk specifikon procedurat që duhet të ndiqen për të shqyrtuar, ruajtur, aksesuar ose përdorur të dhënat, apo masat që duhet të merren gjatë komunikimit të të dhënave për palët e tjera. Është kusht që të dhënat duhet të shkatërrohen brenda gjashtë muajve, përveç kur janë të nevojshme dhe në interes të ekzaminimit apo drejtësisë. Nuk kishte asnjë përkufizim të asaj që nënkupton \"interesi i ekzaminimit ose i drejtësisë\". Ligji rus i jepte liri të plotë gjykatësit nëse pas përfundimit të gjykimit të dhënat e përdorura në prova, do të ruheshin apo shkatërroheshin.", "189. Qeveria parashtroi se, AAOKDH kërkonte që të dhënat e komunikimeve të përgjuara të ruhen në kushte që përjashtonin rrezikun e kopjimit dhe dëgjimit të tyre nga persona të paautorizuar. Vendimi i autorizuar gjyqësor për përgjimin e komunikimeve, materialeve që kanë shërbyer si bazë për këtë vendim dhe të dhënat e mbledhura si rezultat i përgjimit përbënin sekret shtetëror dhe do të mbaheshin në posedim ekskluziv të agjencisë së shtetit që po kryen ndjekjet. Në qoftë se ishte e nevojshme për t’i transmetuar ato në një hetues, prokuror ose gjykatës, mund të deklasifikoheshin nga krerët e agjencive që kryejnë aktivitete operative të kërkimit. Autorizimet e përgjimit deklasifikoheshin nga gjykatat të cila i kishin lëshuar ato. Procedura për transmetimin e të dhënave të mbledhura tek autoritetet kompetente hetuese ose gjykatat është përcaktuar në Urdhrin e Ministrisë së Brendshme të datës 27 shtator 2013 (shih paragrafin 58 më lart).", "190. Të dhënat e mbledhura në rrjedhën e aktiviteteve operative të kërkimit do të ruhen për një vit dhe pastaj do të shkatërrohen, nëse nuk është e nevojshme në interes të ekzaminimit apo të drejtësisë. Regjistrimet do të ruhen për gjashtë muaj dhe pastaj do të shkatërrohen. Ligji rus ishte, pra, i parashikueshëm dhe përmbante masa të mjaftueshme efektive.", "", "(V) Autorizimi i masave të mbikëqyrjes sekrete", "", "(Α) Kërkuesi", "191. Kërkuesi parashtroi se, edhe pse e drejta e brendshme kërkon autorizim paraprak gjyqësor për përgjimet, procedura e autorizimit nuk parashikonte masa mbrojtëse të mjaftueshme kundër abuzimit. Së pari, në raste urgjente, komunikimi mund të përgjohet pa autorizim gjyqësor për deri në dyzet e tetë orë. Së dyti, në kontrast me KPrC, AAOKDH nuk ka parashikuar përmbajtjen e autorizimit të përgjimit. Në veçanti, ajo nuk kërkon që në autorizim subjekti i përgjimit të përcaktohet në mënyrë të qartë me emrin, numrin e telefonit ose adresën (shih, nga ana tjetër, Britania e Madhe dhe legjislacioni bullgar riprodhohet në Kennedy, cituar më lart, §§ 41 dhe 160, dhe Shoqata për Integrim Evropian dhe të Drejtave të Njeriut dhe Ekimdzhiev, cituar më lart, § 13). As e drejta e brendshme nuk kërkon që autorizimi të specifikojë cilat komunikime, ose lloje të komunikimit, duhet të regjistrohen në mënyrë që të kufizojnë diskrecionin e autoriteteve të zbatimit të ligjit për të përcaktuar shtrirjen e masave të mbikëqyrjes. Ligji rus nuk ka krijuar rregulla të veçanta për mbikëqyrje në situata të ndjeshme, si për shembull kur konfidencialiteti i burimeve të gazetarëve ishte në rrezik, ose kur mbikëqyret komunikimi i privilegjuar avokat-klient.", "192. Kërkuesi parashtroi më tej se, ligji i brendshëm nuk i imponon ndonjë kërkesë gjyqtarit për të verifikuar ekzistencën e një \"dyshimit të arsyeshëm\" ndaj personit në fjalë apo për të aplikuar testin e \"nevojës\" dhe \"proporcionalitetit\". Autoritetet nuk kishin asnjë detyrim për të bashkëngjitur ndonjë material mbështetës të kërkesave të përgjimit. Për më tepër, AAOKDH ndalonte shprehimisht t’i jepte gjyqtarit materiale të caktuara, si ato që përmbajnë informacion në lidhje me agjentë të fshehtë apo informatorët e policisë, apo rreth organizimit dhe taktikat e masave operative të kërkimit, duke e bërë të pamundur për gjyqtarin për të verifikuar në mënyrë efektive ekzistencën e një \" dyshim të arsyeshëm\". Ligji rus nuk parashikonte që gjyqtari duhet të autorizojë përgjimin vetëm kur ishte e pamundur për të arritur qëllimet legjitime me mjete të tjera më pak ndërhyrëse.", "193. Në mbështetje të pretendimeve të tij se gjyqtarët nuk e kanë vërtetuar ekzistencën e një \"dyshimi të arsyeshëm\" ndaj personit në fjalë dhe nuk zbatuan testin e \"nevojës\" dhe \"proporcionalitetit\", parashtruesi solli kopje të shënimeve analitike të lëshuara nga tre gjykatat e qarkut në rajone të ndryshme të Rusisë (të rajonit Tambov, të rajonit Tula dhe Republikës Dagestan). Gjykatat përmblodhën jurisprudencën e tyre në lidhje me masat operative të kërkimit, që përfshijnë ndërhyrje në privatësinë e komunikimeve apo privatësinë e banesës për periudhën nga 2010 deri në vitin 2013. Një nga gjykatat vuri në dukje se, ajo ka refuzuar autorizimin për të marrë masa operative kërkimi, në qoftë se ajo nuk shfaqet në listën e masave operative të kërkimit në AAOKDH, nëse kërkesa për autorizim nuk është nënshkruar nga një zyrtar kompetent ose nuk ishte e arsyetuar, ose nëse rasti binte nën kufizime ligjore mbi përdorimin e asaj mase (për shembull, në lidhje me statusin e personit ose të natyrës së veprës). Autorizimi jepet, nëse të gjitha kushtet e mësipërme janë plotësuar. Një gjykatës ka deklaruar se autorizimi gjithashtu mund të refuzohet nëse kërkesa është arsyetuar në mënyrë të pamjaftueshme, që nënkupton, në qoftë se ajo nuk përmban informacion të mjaftueshëm që e lejon gjyqtarin për të konstatuar se masa ishte e ligjshme dhe e justifikuar. Gjykata e tretë ka deklaruar se, ajo jep autorizim nëse kjo është kërkuar nga autoritetet e zbatimit të ligjit. Të tre gjykatat deklaruan se konsiderohet se kërkesa është arsyetuar në mënyrë të mjaftueshme në qoftë se ajo ka përmendur ekzistencën e informacionit të listuar në nenin 8 (2) të AAOKDH (shih paragrafin 31 më lart). Një nga gjykatat vuri në dukje se, materialet mbështetëse jo gjithmonë i bashkëlidheshin kërkesave për autorizim; një gjykatë tjetër vuri në dukje se disa, por jo të gjitha, kërkesat ishin të shoqëruara nga materiale mbështetëse, ndërsa gjykata e tretë ka deklaruar se të gjitha kërkesat janë shoqëruar me materiale mbështetëse. Në të tre gjykatat gjyqtarët nuk u kërkojnë autoriteteve të paraqesin materiale të tjera mbështetëse, të tilla si materiale që konfirmojnë arsyet e përgjimit, apo të provojnë se numrat e telefonit të përgjuar i përkisnin personit në fjalë. Dy gjykatat dhanë autorizime të përgjimit në lidhje me persona të paidentifikuar, një prej tyre duke specifikuar se autorizimet e tilla jepen vetëm për mbledhjen e të dhënave nga kanalet teknike të komunikimit. Autorizime të tilla nuk përmendin një person të veçantë ose një numër telefoni, por përgjimin e autorizuar të të gjitha komunikimeve telefonike në zonën ku një vepër penale ishte kryer. Një gjykatë tjetër nuk ka dhënë autorizime të tilla. Dy gjykata vunë në dukje se, autorizimet gjithmonë tregojnë kohëzgjatjen për të cilën është dhënë autorizimi i përgjimit, ndërsa një gjykatë deklaroi se kohëzgjatja e përgjimit nuk është treguar në autorizimet e lëshuara prej saj. Së fundi, asnjë nga të tre gjykatat nuk kishte shqyrtuar ankesat nga personat komunikimet e të cilëve ishin përgjuar.", "194. Kërkuesi solli edhe statistika zyrtare nga Gjykata e Lartë për periudhën nga viti 2009 deri në vitin 2013. Në vitin 2009 gjykatat ruse konfirmuan 130,083 nga 132,821 kërkesa nën KPrC dhe 245,645 nga 246,228 kërkesa nën AAOKDH (99%). Në vitin 2010 gjykatat konfirmuan 136,953 nga 140,372 kërkesa të përgjimit sipas KPrC dhe 276,682 nga 284,137 kërkesa nën AAOKDH. Në vitin 2011 gjykatat konfirmuan 140,047 nga 144,762 kërkesa përgjimi sipas KPrC dhe 326,105 nga 329,415 kërkesa nën AAOKDH. Në vitin 2012 ata konfirmuan 156,751 nga 163,469 kërkesa përgjimi nën KPrC (95%) dhe 372,744 nga 376,368 kërkesa nën AAOKDH (99%). Në vitin 2013 gjykatat konfirmuan 178,149 nga 189,741 kërkesa të parashtruara përgjimi nën KPrC (93%) dhe 416,045 nga 420,242 kërkesa të parashtruara përgjimi nën AAOKDH (99%). Kërkuesi tërhoqi vëmendjen e Gjykatës për faktin se numri i autorizimeve të përgjimit pothuajse ishte dyfishuar në mes të 2009 dhe 2013. Ai gjithashtu argumentoi se, përqindja e lartë e autorizimeve të dhëna tregon se, gjyqtarët nuk e verifikonin ekzistencën e një \"dyshimi të arsyeshëm\" ndaj subjektit të përgjuar dhe nuk kanë ushtruar mbikëqyrje të kujdesshme dhe rigoroze. Si rezultat, përgjimet janë urdhëruar për një numër të madh të njerëzve në situata ku informacioni mund të ishte marrë me mjete të tjera më pak ndërhyrëse.", "195. Kërkuesi, në përfundim, citoi se procedura e autorizimit ishte dëmtuese dhe nuk ishte në gjendje të kufizonte përdorimin e masave të mbikëqyrjes sekrete për aq sa është e nevojshme në një shoqëri demokratike.", "196. Sa i përket masave mbrojtëse kundër përgjimeve të paautorizuara, kërkuesi parashtroi se autoritetet e zbatimit të ligjit nuk janë të detyruara, sipas ligjit të brendshëm, t’i tregojnë autorizimin gjyqësor ofruesit të shërbimit, para se të kenë akses në komunikimet e një personi. Të gjitha autorizimet gjyqësore janë dokumente të klasifikuara dhe janë mbajtur në zotërim ekskluziv të autoriteteve të zbatimit të ligjit. Një detyrim për të përcjellë një autorizim për ofruesin e shërbimit është përmendur vetëm një herë në ligjin rus, në lidhje me monitorimin e të dhënave të komunikimit sipas KPrC (shih paragrafin 48 më lart). Pajisjet e komunikimit të ofruesit të shërbimeve, në bazë të Urdhrave të nxjerra nga Ministria e Komunikacioneve, në veçanti amendimet e pabotuara të Urdhrit nr. 70, i lejonin autoriteteve të zbatimit të ligjit akses të drejtpërdrejtë dhe të pakufizuar në të gjitha komunikimet telefonike të lëvizshme të të gjithë përdoruesve. Ofruesit e shërbimeve të komunikimit gjithashtu kishin një detyrim sipas Urdhrit nr. 538 për të krijuar bazat e të dhënave për ruajtjen për tre vjet të informacionit në lidhje me të gjithë abonentët dhe shërbimet e ofruara për ta. Shërbimet sekrete kishin akses të drejtpërdrejtë në këto baza të dhënash. Mënyra në të cilën sistemi i vëzhgimit të fshehtë kishte vepruar, i kishte dhënë shërbimeve të sigurisë dhe policisë mjetet teknike për të anashkaluar procedurën e autorizimit dhe të drejtën e përgjimit të çdo komunikimi pa marrë autorizim paraprak gjyqësor. Nevoja për të marrë autorizimin paraprak gjyqësor, pra, u ngrit vetëm në ato raste kur të dhënat e përgjuara duhej të përdoreshin si provë në procedurën penale.", "197. Dokumentet e kërkuesi tregonin, sipas tij, provonin se zyrtarët e zbatimit të ligjit në mënyrë të paligjshme përgjonin komunikimet telefonike pa autorizim paraprak gjyqësor dhe ia zbulonin të dhënat personave të paautorizuar. Për shembull, ai prodhoi duke printuar nga interneti transkriptet e bisedave private telefonike të politikanëve. Ai gjithashtu paraqiti artikuj lajmesh që përshkruanin procedurën penale kundër disa oficerëve të lartë nga Departamenti teknik i policisë. Oficerët ishin të dyshuar për përgjimin në mënyrë të paligjshme të komunikimeve private të politikanëve dhe biznesmenëve në këmbim të ryshfetit nga rivalët e tyre politikë apo biznesi. Artikujt e lajmeve i referoheshin deklaratave të dëshmitarëve për efektin që kanë përgjimet në këmbim të ryshfeteve dhe ishte praktikë e përhapur fakti se dikush mund të blinte nga policia një transkript të bisedave telefonike të një personi tjetër.", "", "(Β) Qeveria", "198. Qeveria parashtroi se, çdo përgjim i telefonit ose komunikimet e tjera duhej të jenë të autorizuara nga gjykata. Gjykata ka marrë vendim mbi bazën e një kërkese të arsyetuar nga një autoritet i zbatimit të ligjit. Barra e provës i përkiste autoritetit kërkues për të justifikuar nevojën e masave të përgjimit. Për të plotësuar barrën e provës, autoritetet kërkojnë marrjen e të gjitha materialeve relevante mbështetëse, përveç materialeve që përmbajnë informacion në lidhje me agjentë të fshehtë apo informatorët e policisë, apo në lidhje me organizimin dhe taktikat e masave operative të kërkimit. Ky përjashtim është justifikuar nga nevoja për të garantuar sigurinë dhe mbrojtjen e agjentëve të fshehtë, informatorëve të policisë dhe familjarët e tyre. Për këtë arsye ishte në përputhje me Konventën.", "199. Qeveria referoi vendimin e Gjykatës së Lartë Plenare, të 27 Qershorit 2013, që argumentonte se çdo kufizim i të drejtave dhe lirive të njeriut duhej të përcaktohej me ligj, të jetë i nevojshëm në një shoqëri demokratike dhe në proporcion me një qëllim të ligjshëm. Gjykatat duhet të mbështeten në fakte të vërtetuara, të verifikojnë ekzistencën e arsyeve përkatëse dhe të mjaftueshme për të justifikuar një kufizim në të drejtën e individit, si dhe për të balancuar interesat e individit, të drejtat e të cilit ishin të kufizuara kundër interesave të individëve të tjerë, të shtetit dhe shoqërisë. AAOKDH parashikon shprehimisht se gjykatat duhet të japin arsyet për nxjerrjen e vendimit për të autorizuar përgjimin. Në përputhje me vendimin e Gjykatës Kushtetuese të datës 8 shkurt 2007 (shih paragrafin 42 më lart), autorizimi i përgjimi duhej t’i referohej arsyeve të veçanta për të dyshuar mbi personin ndaj të cilit është kërkuar, masave operative të kërkimit, ose aktiviteteve që rrezikonin sigurinë kombëtare, ushtarake, ekonomike apo ekologjike. Në vendimin e saj të datës 2 tetor 2003 (shih paragrafin 41 më lart), Gjykata Kushtetuese u shpreh gjithashtu se gjyqtarët kanë një detyrim për të shqyrtuar me kujdes dhe tërësisht materialet e paraqitura atyre.", "200. Sipas Qeverisë, në praktikë, çdo autorizim përgjimi specifikon agjencinë shtetërore e cila ishte përgjegjëse për kryerjen e përgjimit, arsyet për marrjen e masave dhe pse ato ishin të nevojshme, një referencë për dispozitat ligjore në fuqi, personin e përgjuar, arsyet për të dyshuar përfshirjen e personit në kryerjen e një vepre të caktuar penale, numrin e telefonit të atij personi ose kodin IMEI, periudhën e kohës për të cilën është dhënë autorizimi dhe informacione të tjera të nevojshme. Në rrethana të jashtëzakonshme ishte e lejueshme të autorizohej përgjimi i komunikimeve të personave të paidentifikuar. Si rregull, në raste të tilla një gjykatës i autorizuar mbledh të dhënat nga kanalet teknike të komunikimit për të identifikuar personat e pranishëm në një vend të veçantë në kohën që një vepër penale është kryer atje. Kjo praktikë është në përputhje me parimet e përcaktuara në jurisprudencën e Gjykatës, sepse në raste të tilla autorizimi i përgjimit specifikonte hapësirat (lokacionet) në lidhje me të cilat është urdhëruar autorizimi (ata i janë referuar Kennedy , cituar më lart).", "201. Ligji rus lejonte përgjimin pa autorizim gjyqësor paraprak në rastet e urgjencës. Në çdo rast, një gjyqtar duhet të informohet brenda njëzet e katër orëve dhe autorizimi gjyqësor për vazhdimin e përgjimit duhet të merret brenda dyzet e tetë orëve. Sipas Qeverisë, gjyqtari duhet të shqyrtonte ligjshmërinë e përgjimit edhe në ato raste kur ai ishte ndërprerë. Ata iu referuan një gjykimi apeli të 13 dhjetorit 2013, në një çështje penale, në të cilën Gjykata e Lartë shpalli të papranueshme si dëshmi regjistrimet e bisedave telefonike të marra në procedurë urgjente pa autorizim gjyqësor paraprak. Gjykata Supreme deklaroi se, edhe pse një gjyqtar kishte qenë i informuar në lidhje me përgjimin nuk ishte marrë asnjë vendim gjyqësor për ligjshmërinë dhe domosdoshmërinë e tij.", "", "(VI) Mbikëqyrja e zbatimit të masave të vëzhgimit sekret", "(Α) Kërkuesi", "202. Lidhur me mbikëqyrjen e përgjimeve, kërkuesi argumentoi që në fillim, se në Rusi efektiviteti i mbikëqyrjes u minua nga mungesa e një detyrimi mbi autoriteteve që ndalonte të mbaheshin të dhënat e përgjimeve të kryera nga ana e tyre. Për më tepër, Urdhri nr. 70 shprehimisht citonte që informacioni në lidhje me përgjimet nuk mund të regjistrohet.", "203. Kërkuesi parashtroi më tej se në Rusi, as gjyqtari që kishte lëshuar autorizimin e përgjimit, as ndonjë zyrtar tjetër i pavarur i kualifikuar për poste gjyqësore nuk kishte fuqi për të mbikëqyrur zbatimin e tij dhe në veçanti për të shqyrtuar nëse vëzhgimi ishte brenda objektit të përcaktuar nga autorizimi i përgjimit dhe në përputhje me kërkesat e ndryshme të përfshira në të drejtën e brendshme.", "204. Ligji i brendshëm nuk ka përcaktuar ndonjë procedurë për mbikëqyrjen e përgjimeve nga ana e Presidentit, Parlamentit dhe Qeverisë. Ata nuk kishin kompetenca për të mbikëqyrur zbatimin e masave të përgjimit.", "205. Për sa i përket mbikëqyrjes nga Prokurori i Përgjithshëm dhe prokurorët kompetentë të nivelit të ulët, ata nuk mund të konsiderohen të pavarur, për shkak të pozicionit të tyre brenda sistemit të drejtësisë penale dhe funksionet e tyre të ndjekjes penale. Në veçanti, prokurorët dhanë miratimin e tyre për të gjitha kërkesat e parashtruara për përgjim nga hetuesit, në kuadër të procedurës penale dhe merrnin pjesë në seancat gjyqësore të lidhura. Ata mund të përdornin më pas të dhënat e marra si rezultat i përgjimit, në kuadër të funksioneve të tyre të ndjekjes penale, në veçanti duke i paraqitur si dëshmi gjatë gjykimit. Prandaj, ka pasur konflikt interesi me prokurorin, i cili kryen funksionin e dyfishtë, atë të një pale në një çështje penale dhe të një autoriteti mbikëqyrës të ndjekjes.", "206. Kërkuesi parashtroi më tej se, funksionet mbikëqyrëse të prokurorëve ishin të kufizuara për shkak se materiale të caktuara, në veçanti ato që zbulonin identitetin e agjentëve të fshehtë apo taktikat, metodat dhe mjetet e përdorura nga shërbimet e sigurisë, ishin jashtë objektit të mbikëqyrjes së tyre. Kompetencat mbikëqyrëse të prokurorëve ishin të kufizuara edhe në fushën e kundër-inteligjencës, ku inspektimet mund të kryheshin vetëm pas një ankese individuale. Duke pasur parasysh fshehtësinë e masave të përgjimit dhe mungesën e çdo njoftimi të personit në fjalë, këto ankesa individuale kishin të ngjarë të ishin paraqitur, në mënyrë që masat e mbikëqyrjes së kundër-inteligjencës të lidhura me to de facto të iknin nga mbikëqyrja e prokurorëve. Gjithashtu, prokurorët nuk kishin fuqi për të anuluar autorizimin për të mos vazhduar përgjimet e paligjshme, ose të urdhëronin shkatërrimin e të dhënave të marra në mënyrë të paligjshme.", "207. Më tej, raportet dy vjeçare të prokurorëve nuk janë botuar ose diskutuar publikisht. Raportet janë klasifikuar si dokumente dhe përmbanin vetëm informacion statistikor. Ato nuk përmbajnë ndonjë analizë substanciale të gjendjes së ligjshmërisë në sferën e aktiviteteve operative të kërkimit, ose ndonjë informacion në lidhje me atë shkelje të ligjit që ishin zbuluar dhe çfarë masash ishin marrë për të korrigjuar ato. Për më tepër, raportet kanë shkrirë së bashku të gjitha llojet e aktiviteteve operative të kërkimit, pa ndarë përgjimet nga masa të tjera.", "", " (Β) Qeveria", "208. Qeveria parashtroi se, mbikëqyrja e aktiviteteve operative të kërkimit, duke përfshirë edhe përgjimet e komunikimeve telefonike, është ushtruar nga ana e Presidentit, Parlamentit dhe Qeverisë. Në mënyrë të veçantë, Presidenti ka përcaktuar strategjinë e sigurisë kombëtare dhe ka emëruar dhe shkarkuar krerët e të gjitha agjencive të zbatimit të ligjit. Ka pasur edhe një departament të veçantë në kuadër të Administratës së Presidentit, i cili ka mbikëqyrur aktivitetet e agjencive të zbatimit të ligjit, duke përfshirë aktivitetet operative të kërkimit. Departamenti ishte i përbërë nga zyrtarë të Ministrisë së Brendshme dhe SHFS, të cilët kishin nivelin e duhur të lejes së sigurisë. Parlamenti ka marrë pjesë në procesin e mbikëqyrjes duke miratuar dhe ndryshimin e ligjeve që rregullojnë aktivitetet operative të kërkimit. Ai gjithashtu mund të formonte komitete dhe komisione dhe të mbante seanca parlamentare për të gjitha çështjet, duke përfshirë ato që lidhen me aktivitetet operative të kërkimit, si dhe mund të dëgjonte krerët e agjencive të zbatimit të ligjit, nëse do të ishte e nevojshme. Qeveria ka miratuar statutet dhe urdhrat që rregullojnë aktivitetet operative të kërkimit dhe që ndajnë fondet buxhetore të agjencive të zbatimit të ligjit.", "209. Mbikëqyrja është ushtruar edhe nga Prokurori i Përgjithshëm dhe prokurorët kompetentë të nivelit të ulët, të cilët ishin të pavarur nga autoritetet federale, rajonale dhe lokale. Prokurori i Përgjithshëm dhe zëvendësit e tij emërohen dhe shkarkohen nga Këshilli i Federatës, Dhoma e Lartë e Parlamentit. Prokurorët nuk kishin të drejtë të parashtronin kërkesa për përgjim. Këto kërkesa mund të paraqiteshin ose nga agjencia e Shtetit për kryerjen e aktiviteteve operative të kërkimit në kuadër të AAOKDH, ose nga hetuesi në kuadër të KPrP. Prokurori nuk mund të japë udhëzime për hetuesit. Në rrjedhën e inspektimit të prokurorisë, kreu i agjencisë deklaroi se ishin të detyruar të paraqisnin të gjitha materialet përkatëse në prokurori, me kërkesën e tij ose të saj dhe ishin përgjegjës për dështimin për ta bërë këtë. Prokurorët përgjegjës për mbikëqyrjen e aktiviteteve operative të kërkimit dorëzuan raportet gjashtë mujore të Prokurorit të Përgjithshëm, megjithatë raportet nuk analizonin përgjimet veçmas nga masat e tjera operative të kërkimit.", "", "(Vii) Njoftimi i masave të mbikëqyrjes sekrete", "(Α) Kërkuesi", "210. Kërkuesi më tej parashtroi se, ligji rus parashikonte që një person, komunikimi i të cilit ishte zbuluar duhet të njoftohet para, gjatë ose pas përgjimit. Ai pranoi se, ishte e pranueshme të mos njoftohej personi para ose gjatë përgjimit, sepse fshehtësia e masës ishte thelbësore për efikasitetin përgjimit. Ai, megjithatë argumentoi se një njoftim i tillë ishte i mundur, pasi përgjimi kishte përfunduar, \"sa më shpejt që ai të mund të bëhet pa rrezikuar qëllimin e kufizimit\" (ai iu referua Klass dhe të tjerëve, të cituar më lart). Në Rusi personi në fjalë nuk është njoftuar në asnjë moment të përgjimit. Ai ose ajo mund të vihet në dijeni të përgjimit, vetëm në qoftë se ka pasur një rrjedhje të informacionit, ose nëse kundër tij kanë nisur procedura penale, dhe të dhënat e përgjuara janë përdorur në prova.", "211. Në lidhje me mundësinë e aksesit në të dhënat e mbledhura në rrjedhën e përgjimit, kërkuesi parashtroi se ishte e mundur vetëm në rrethana shumë të kufizuara. Nëse procedura penale nuk ka qenë të hapura, ose në qoftë se akuzat kishin rënë për arsye të tjera nga ato të listuara në AAOKDH, personi në fjalë nuk kishte të drejtë aksesi. Për më tepër, para se të kishte akses, paditësi duhej të provonte se komunikimet e tij ose të saj ishin zbuluar. Duke pasur parasysh fshehtësinë e masave të mbikëqyrjes dhe mungesën e njoftimit, barra e provës ishte e pamundur të plotësohej nëse informacioni në lidhje me përgjimin kishte rrjedhur. Edhe pas plotësimit të të gjitha parakushteve, personi mund të merrte informacion në lidhje me të dhënat e mbledhura dhe jo të kishte vetë akses në të dhënat e tij. Së fundi, mund të zbulohej vetëm informacioni që nuk përmbante sekrete shtetërore. Duke pasur parasysh se në bazë të AAOKDH të gjitha të dhënat e mbledhura në rrjedhën e aktiviteteve operative të kërkimit përbënin sekret shtetëror dhe vendimi i deklasifikimit jepej nga kryetari i autoritetit, aksesi në dokumente ishte tërësisht në diskrecionin e autoriteteve.", "212. Refuzimi për të dhënë akses në të dhënat e mbledhura mund të ankimohet në gjykatë dhe AAOKDH parashikon se me kërkesë të gjyqtarit autoritetet venë në dispozicion \"materiale operative të kërkimit që përmbajnë informacion në lidhje me të dhënat e refuzuara\". Edhe autoriteteve u kërkohet të paraqesin \"informacion në lidhje me të dhënat\" dhe jo të paraqesin të dhënat vetë. Materialet që përmbajnë informacion në lidhje me agjentë të fshehtë apo informatorët e policisë nuk mund të paraqiten në gjykatë dhe në këtë mënyrë përjashtoheshin nga objekti i shqyrtimit gjyqësor.", "", "(Β) Qeveria", "213. Qeveria parashtroi se, sipas ligjit rus, subjekti që po mbikëqyret nuk duhet të jetë i informuar për këto masa. Gjykata Kushtetuese ka theksuar (shih paragrafin 40 më lart) që në funksion të nevojës për të mbajtur masat e mbikëqyrjes sekrete, parimet e një dëgjimi publik dhe kontadiktoritetit nuk ishin të zbatueshme për procedurën e marrjes së autorizimit. Për këtë arsye, personi në fjalë nuk kishte të drejtë të merrte pjesë në procedurat e autorizimit, ose të ishte i informuar për vendimin e marrë.", "214. Pas përfundimit të hetimit, i pandehuri ka të drejtë të studiojë të gjitha materialet në dosjet penale, duke përfshirë të dhënat e marra në rrjedhën e aktiviteteve operative të kërkimit. Ndërsa në rastet kur hetuesi ka vendosur të mos nisë procedim penal kundër subjektit të përgjimit, ose të ndërpresë procedimin penal me arsyetimin se vepra e supozuar nuk është kryer, ose një ose më shumë elemente të veprës penale ishin zhdukur, subjekti i përgjimit kishte të drejtë të kërkonte dhe merrte informacion në lidhje me të dhënat e mbledhura. Refuzimi për të dhënë informacion mund të kundërshtohet para gjykatës, e cila kishte fuqinë për të urdhëruar zbulimin e informacionit në qoftë se ajo e konsideron refuzimin të pabazuar.", "215. Qeveria argumentoi se, ligji rus ishte ndryshe nga ligji bullgar i kritikuar nga Gjykata në vendimin e saj të Shoqatës për Integrim Evropian dhe të Drejtat e Njeriut dhe Ekimdzhiev (cituar më lart, § 91), për shkak se e kishte parashikuar mundësinë të bëhej deklasifikimi i materialeve të përgjimit dhe i jepte akses personit në to. Në mbështetje të këtij pretendimi ata referuan vendimin penal të dënimit, të 11 korrikut 2012 nga Gjykata Rajonale e Zabaykalsk. Ky gjykim, një kopje e të cilit nuk i është dhënë Gjykatës , sipas Qeverisë në një vendim gjyqësor autorizon përgjimin e komunikimeve telefonike të pandehurit, të cila u deklasifikuan dhe iu dorëzuan gjykatësit. Qeveria gjithashtu iu referua dy gjykimeve të mëtejshme, nga Presidiumi i Gjykatës Rajonale Krasnoyarsk dhe Presidiumit të Gjykatës Supreme të Republikës së Mariy-El, që kanë shfuqizuar vendime gjyqësore që autorizojnë përgjimin e komunikimeve. Ata nuk kanë paraqitur kopje të vendimeve.", "", "(viii) Mjetet juridike në dispozicion", "(Α) Kërkuesi", "216. Kërkuesi parashtroi se, pyetjet e njoftimit të masave të mbikëqyrjes dhe të efektivitetit të mjeteve juridike para gjykatave ishin të lidhura në mënyrë të pazgjidhshme, duke qenë se në parim ekzistonte mundësia për rishqyrtim në gjykata, edhe nëse masat janë marrë pa dijeninë e tij/saj, pasi ekzistonte mundësia për rishqyrtim në mënyrë retrospektive (ai iu referua Weber dhe Saravia, të cituar më lart).", "217. Kërkuesi argumentoi se, mjetet juridike në dispozicion sipas ligjit rus ishin të paefektshme. Në lidhje me mundësinë për subjektin e mbikëqyrjes për të aplikuar për shqyrtim gjyqësor të masave të zbatuara, barra e provës ishte e tij, për të treguar se telefoni i tij ishte përgjuar. Nëse të monitoruarit nuk ishin të informuar për masat e mbikëqyrjes, apo akuzuar për një vepër penale, barra e provës ishte e pamundur për t’u realizuar nga ana e tyre. Kopjet e vendimeve gjyqësore të paraqitura nga qeveria në fjalë, përbënin masa operative kërkimi, të cilat nuk shin të njohura për personin në fjalë (shih paragrafët 220, 221 dhe 223 më poshtë). Kërkuesi nuk ishte në dijeni të asnjë vendimi gjyqësor, i cili të ishte në dispozicion të publikut, në rastet e ankesave të subjektit të përgjimit në lidhje me lejimin e përgjimit të paligjshëm. Ishte gjithashtu e rëndësishme që në asnjë prej vendimeve të prodhuara nga Qeveria, gjykata vendase nuk kishte vlerësuar proporcionalitetin e masave të kundërshtuara. Procedurat e brendshme të sjella nga kërkuesi, gjithashtu kishin treguar qartë se mjetet juridike në dispozicion sipas ligjit rus ishin të paefektshme. Për më tepër, në rastin e Avanesyan k. Rusisë (nr. 41152/06, 18 shtator 2014), Gjykata kishte pohuar tashmë se nuk ka pasur mjete efektive juridike sipas ligjit rus për të kundërshtuar masat operative të kërkimit.", "218. Së fundi, kërkuesi parashtroi se vendimi gjyqësor nuk mund të kundërshtojë urdhrat ministrore që rregullojnë përgjimet e fshehta të komunikimit, sepse ato urdhra janë konsideruar më tepër me natyrë teknike sesa ligjore, dhe për këtë arsye nuk kanë qenë subjekt i shqyrtimit gjyqësor, siç tregohet nga vendimet e përmendura në paragrafin 161 më sipër.", "", "(Β) Qeveria", "219. Qeveria argumentoi se, në Rusi një person që pretendon se të drejtat e tij ose të saj kishin qenë ose janë duke u shkelur nga një zyrtar shtetëror për kryerjen e aktiviteteve operative të kërkimit kishte të drejtë ankimi në instanca superiore, si prokurori e zyrtarë ose në një gjykatë, në përputhje me nenin 5 të AAOKDH (shih paragrafin 83 më lart).", "220. Siç është shpjeguar nga Gjykata e Lartë Plenare, në qoftë se personi është vënë në dijeni të përgjimit, ai ose ajo mund të ankohet në një gjykatë të juridiksionit të përgjithshëm në përputhje me procedurën e përcaktuar në Kapitullin 25 të Kodit të Procedurës Civile (shih paragrafin 92 më lart). Sipas Qeverisë, kërkuesi nuk duhet të provojë se e drejta e tij ose e saj ishte shkelur, si pasojë e masave të përgjimit, por barra e provës është mbi autoritetet, të cilat duhet të provojnë se masat e përgjimit kishin qenë të ligjshme dhe të justifikuara. Ligji rus parashikon se, nëse një shkelje e të drejtave të paditësit është gjetur nga një gjykatë civile, ajo merr masa për të korrigjuar shkeljen dhe për të kompensuar dëmin (shih paragrafin 97 më lart). Qeveria paraqiti kopje të dy vendimeve gjyqësore në bazë të Kapitullit 25 të Kodit të Procedurës Civile, duke deklaruar kërkimet dhe konfiskimet e objekteve, apo dokumentet e paligjshme dhe urdhëroi policinë të marrë masa të veçanta për të korrigjuar shkeljet.", "221. Për më tepër, sipas Qeverisë, subjektet e përgjimit kishin të drejtë edhe për të paraqitur një ankesë para autoritetit të mbikëqyrjes kundër vendimit gjyqësor që autorizonte përgjimin, siç shpjegohet nga Gjykata Kushtetuese në vendimin e saj të datës 15 korrik 2008 (shih paragrafin 43 më lart). Ai ose ajo kishte të drejtë, gjithashtu për të paraqitur një ankesë në Apel ose në Kasacion.", "222. Në qoftë se përgjimi është kryer në kuadër të procedurës penale, personi i interesuar mund të parashtrojë ankesë në bazë të nenit 125 të KPrP. Qeveria iu referua vendimit të Gjykatës së Lartë të datës 26 tetor 2010, vendimeve të gjykatave më të ulëta për të shpallur të papranueshme ankesën e kërkuesit, sipas nenit 125 të KPrP rreth refuzimit të hetuesisë për të dhënë një kopje të vendimit të autorizuar gjyqësor për përgjimin e komunikimeve të saj. Gjykata Supreme konstatoi se, ankesa shqyrtohet në bazë të nenit 125 të KPrP, pavarësisht se ajo kishte të drejtë të merrte një kopje të autorizimit të përgjimit. Qeveria paraqiti kopje të dhjetë vendimeve gjyqësore duke lejuar ankesën sipas nenit 125 të KPrP. Ata gjithashtu prodhuan një kopje të një vendimi që lironte të pandehurin në apel, pas gjetjes se dënimi i tij në shkallë të parë ka qenë i bazuar në prova të papranueshme, të marra si rezultat i një blerje të paligjshme.", "223. Qeveria parashtroi më tej se, personi në fjalë mund të aplikojnë për kompensim në bazë të nenit 1069 të Kodit Civil (shih paragrafin 102 më lart). Personi merr kompensimin e dëmit pasuror dhe jo pasuror të shkaktuar një individi apo personi juridik nga veprimet e paligjshme të organeve dhe zyrtarët shtetërore dhe bashkiakë, me kusht që dëmi të jetë shkaktuar nga organi ose zyrtari kompetent. Kompensimi për dëmin jo pasuror është përcaktuar në përputhje me rregullat e përcaktuara në nenet 1099-1101 të Kodit Civil (shih paragrafët 103 dhe 104 më lart). Qeveria ka theksuar, në mënyrë të veçantë, se dëmi jo pasuror i shkaktuar me anë të shpërndarjes së informacionit, i cili është i dëmshëm për nderin, dinjitetin apo reputacionin duhet të paguhet pavarësisht nga faji i dëmtuesit. Qeveria paraqiti një kopje të vendimit të datës 9 Dhjetor 2013 nga Gjykata Vichuga e qytetit të rajonit Ivanovo, për dhënien e kompensimit në lidhje me dëmin jo pasuror për përgjimin e paligjshëm të bisedave telefonike të të dyshuarit, pasi regjistrimet e marra si rezultat i këtij përgjimi janë shpallur prova të papranueshme nga gjykata. Qeveria gjithashtu paraqiti një kompensim të vendimit për dhënien e drejtësisë për një kërkim të paligjshëm dhe konfiskim të dokumenteve dhe një kompensim të vendimit për dhënien e drejtësisë një të pandehuri të liruar për ndjekje të paligjshme.", "224. Ligji Rus parashikon mjete juridike penale edhe për shpërdorimin e pushtetit (neni 285 dhe 286 të Kodit Penal), grumbullimin apo shpërndarjen e informacionit rreth jetës private dhe familjare të një personi (neni 137 i Kodit Penal) dhe shkeljen e paautorizuar të së drejtës së privatësisë së komunikimeve (neni 138 i Kodit Penal) (shih paragrafët 19 deri 22 më sipër). Qeveria parashtroi vendimin e Gjykatës së Lartë, të datës 24 tetor 2002, në të cilin ka dënuar E.S. për shkelje sipas nenit 138 të Kodit Penal, për nxitje të një zyrtari për të furnizuar atë me emrat e pronarëve të disa numrave të telefonit dhe për t’i siguruar të dhënat e detajeve të thirrjeve në lidhje me këto numra telefoni. Ata gjithashtu iu referuan vendimit të Gjykatës së Lartë të datës 15 mars 2007, në të cilin dënuan një zyrtar doganor për një vepër penale sipas nenit 138 të Kodit Penal për përgjimin e komunikimeve telefonike të P. Ata dorëzuan kopje të dy vendimeve, ku dënimet ishin dhënë në bazë të nenit 138 e Kodi Penal: i pari kishte të bënte me shitjen e pajisjeve të spiunazhit, përkatësisht stilolapsave që shikojnë me kamera brenda tyre, ndërsa dënimi i dytë kishte të bënte me marrjen e të dhënave të fshehta të një ofruesi të komunikimeve në mënyrë që të siguroheshin detaje të përdoruesve.", "225. Së fundi, Qeveria argumentoi se, në ligjin rus kishte në dispozicion mjete për të kundërshtuar pamjaftueshmërinë e pretenduar të masave mbrojtëse kundër abuzimit në fushën e përgjimit të komunikimeve (shih paragrafin 156 më lart).", "226. Qeveria parashtroi se, në bazë të ligjit të Rusisë, kërkuesi nuk kishte përdorur ndonjë nga mjetet në dispozicion të përshkruar më lart. Në veçanti, ai kishte zgjedhur të fillonte procedura gjyqësore kundër operatorëve të rrjetit celular, dhe Ministria e Komunikacionit u bashkua vetëm si palë e tretë në procedurë.", "", "(B) Vlerësimi i Gjykatës", "(i) Parime të përgjithshme", "227. Gjykata rithekson se çdo ndërhyrje mund të justifikohet vetëm në bazë të Nenit 8 § 2 në qoftë se ajo është në përputhje me ligjin, ndjek një ose më shumë qëllime legjitime për të cilat paragrafi 2 i nenit 8 referohet dhe është e nevojshme në një shoqëri demokratike, për të arritur ndonjë qëllim të tillë (shih Kennedy, cituar më lart, § 130).", "228. Gjykata vëren nga argumentimi dhe jurisprudenca e saj se formulimi \"në përputhje me ligjin\" kërkon që masa e kundërshtuar të ketë disa baza në të drejtën e brendshme dhe të jetë në përputhje me shtetin e së drejtës, gjë që është përmendur shprehimisht në Preambulën e Konventës dhe në objektin dhe qëllimin e nenit 8. Ligji, në këtë mënyrë, duhet të plotësojë kërkesat e cilësisë: të jetë në dispozicion të personit në fjalë dhe i parashikueshëm për efektet e tij (shih, midis shumë autoriteteve të tjera, Rotaru kundër Rumanisë [ GC], nr.28341/95, § 52, GJEDNJ 2000 V, S. dhe Marper kundër Mbretërisë së Bashkuar [GC], nr.30562/04 dhe 30566/04, § 95, GJEDNJ 2008:.. dhe Kennedy, të cituar më lart , § 151).", "229. Gjykata është shprehur disa herë se referimi tek \"parashikueshmëria\" në kuadër të përgjimit të komunikimeve nuk mund të jetë i njëjtë me shumë fusha të tjera. Parashikueshmëria në kontekstin e veçantë të masave të fshehta të vëzhgimit, të tilla si përgjimi i komunikimeve, nuk nënkupton që një individ duhet të jetë në gjendje të parashikojë kur autoritetet kanë të ngjarë të përgjojnë komunikimet e tij në mënyrë që ai të mund të përshtatë sjelljen e tij në përputhje me rrethanat. Megjithatë, sidomos kur pushteti i dhënë ekzekutivit ushtrohet në fshehtësi, rreziqet e arbitraritetit janë të dukshme. Prandaj është thelbësore që të ketë rregulla të qarta dhe të hollësishme për përgjimin e bisedave telefonike, sidomos në kushtet kur teknologjia në dispozicion për përdorim është vazhdimisht duke u bërë më e sofistikuar. Ligji i brendshëm duhet të jetë mjaft i qartë, për t’i dhënë qytetarëve një tregues të përshtatshëm si për rrethanat dhe kushtet në të cilat autoritetet publike janë të autorizuara që të përdorin masa të tilla (shih Malone, cituar më lart, § 67;. Leander k. Suedisë, 26 mars 1987, § 51, seria A nr. 116;.. Huvig kundër Francës, 24 prill 1990 § 29, seria A nr. 176 B;.. Valenzuela Contreras k. Spanjës, 30 korrik 1998 § 46, Raportet e Gjykimeve dhe vendimeve 1998 V, Rotaru, cituar më lart, § 55, Weber dhe Saravia, cituar më lart, § 93, dhe Shoqata për Integrim Evropian dhe të Drejtave të Njeriut dhe Ekimdzhiev, cituar më lart, § 75).", "230. Për më tepër, zbatimi në praktikë i masave të vëzhgimit të fshehtë të komunikimit, i cili nuk është i hapur për shqyrtim nga ana e individëve në fjalë apo publikut të gjerë, do të ishte në kundërshtim me sundimin e ligjit, për sa i përket diskrecionit të dhënë ekzekutivit ose gjykatësit që të shprehet në termat e një pushteti të papenguar. Rrjedhimisht, ligji duhet të tregojë qëllimin e çdo diskrecioni të tillë, i cili u jepet autoriteteve kompetente dhe mënyrën e ushtrimit të tij me qartësi të mjaftueshme për t’i dhënë individit mbrojtjen e duhur kundër ndërhyrjeve arbitrare (shih, ndër autoritetet e tjera, Malone, cituar më lart, § 68; Leander, cituar më lart, § 51; Huvig, cituar më lart, § 29, dhe Weber dhe Saravia, cituar më lart, § 94).", "231. Në jurisprudencën e saj për masat e fshehta të vëzhgimit, Gjykata ka zhvilluar garancitë e mëposhtme minimale, të cilat duhet t’i përcaktojë ligji, në mënyrë që të shmangen abuzimet e pushtetit: natyra e veprave penale; një përkufizim i kategorive të njerëzve përgjegjës për përgjimin; një kufizim në kohëzgjatjen e përgjimit të telefonit; procedura që duhet të ndiqet për shqyrtimin, përdorimin dhe ruajtjen e të dhënave të marra; masat paraprake që duhet të merren gjatë komunikimit të të dhënave për palët e tjera; dhe rrethanat në të cilat regjistrimet mund ose duhet të fshihen, ose të shkatërrohen (shih Huvig, cituar më lart, § 34;.. Amann k. Zvicrës [GC], nr.27798/95, §§ 56-58, GJEDNJ 2000 II, Valenzuela Contreras, cituar më lart, § 46;. Prado Bugallo k. Spanjës, nr. 58496/00, § 30, 18 shkurt 2003;. Weber dhe Saravia, cituar më lart, § 95, dhe Shoqata për Integrim Evropian dhe të Drejtave të Njeriut dhe Ekimdzhiev, cituar më lart, § 76).", "232. Sa i përket çështjes nëse një ndërhyrje ishte \"e nevojshme në një shoqëri demokratike\" në ndjekje të një qëllimi legjitim, Gjykata ka pranuar se, në raste balancimi të interesave të shtetit të paditur, në mbrojtjen e sigurisë kombëtare nëpërmjet masave të fshehta të vëzhgimit ndaj seriozitetit të ndërhyrjes në të drejtën e një kërkuesi për të respektuar jetën e tij ose të saj private, autoritetet kombëtare gëzojnë një shkallë të caktuar vlerësimi në zgjedhjen e mjeteve për arritjen e qëllimit legjitim të mbrojtjes së sigurisë kombëtare. Megjithatë, kjo diferencë është subjekt i mbikëqyrjes evropiane të përqafimit të dy legjislacioneve dhe vendimeve që zbatojnë atë. Duke pasur parasysh rrezikun se sistemi i vëzhgimit të fshehtë të ngritur për të mbrojtur sigurinë kombëtare mund të dëmtojë, ose madje të shkatërrojë demokracinë nën petkun e mbrojtjes së saj, Gjykata duhet të bindet se ka garanci të mjaftueshme dhe efektive kundër abuzimit. Vlerësimi varet nga të gjitha rrethanat e rastit, të tilla si natyra, fushëveprimi dhe kohëzgjatja e masave të mundshme, bazat e nevojshme për urdhërimin e tyre, autoritetet kompetente për të autorizuar, të kryer dhe të mbikëqyrur ato, dhe lloji i mjetit të ofruar nga ligji kombëtar. Gjykata duhet të përcaktojë nëse procedurat për mbikëqyrjen e urdhërimin dhe zbatimin e masave kufizuese janë të tilla sa për të mbajtur \"ndërhyrjen\" aq sa është e \"nevojshme në një shoqëri demokratike\" (shih Klass dhe të tjerë, cituar më lart, §§ 49, 50 dhe 59; Weber dhe Saravia, cituar më lart, § 106;. Kvasnica k. Sllovakisë, nr. 72094/01, § 80, 9 qershor 2009;. dhe Kennedy, cituar më lart, §§ 153 dhe 154).", "233. Shqyrtimi dhe mbikëqyrja e masave mund të ndahet në tre faza: së pari, vëzhgimi është urdhëruar ndërkohë që është duke u kryer, ose pasi ka përfunduar. Për sa i përket dy fazave të para, natyra dhe logjika e vëzhgimit të fshehtë dikton se jo vetëm përgjimi në vetvete, por edhe rishikimi shoqërues duhet të bëhet pa dijeninë e individit. Si pasojë, individi nuk ka në dispozicion një mjet efektiv të marrëveshjes së tij ose të saj, ose duke marrë pjesë drejtpërdrejtë në çdo procedurë të rishikimit, është e rëndësishme që procedurat e përcaktuara duhet të sigurojnë garanci të përshtatshme dhe ekuivalente në mbrojtjen e të drejtave të tij ose të saj. Përveç kësaj, vlerat e një shoqërie demokratike duhet të ndiqen sa më besnikërisht të jetë e mundur në procedurat mbikëqyrëse nëse caqet e nevojës, brenda kuptimit të Nenit 8 § 2, nuk tejkalohen. Në një fushë ku abuzimi është potencialisht aq i lehtë, si në raste individuale dhe mund të ketë pasoja të tilla të dëmshme për shoqërinë demokratike, si një e tërë, është në parim e dëshirueshme që t’i besohet kontrolli gjyqtarit mbikëqyrës, pasi kontrolli gjyqësor ofron garancitë më të mira të pavarësisë, paanshmërisë dhe procedurat e duhura (shih Klass dhe të tjerë, cituar më lart, §§ 55 dhe 56).", "234. Në lidhje me fazën e tretë, pasi mbikëqyrja është ndërprerë, çështja e njoftimit të mëvonshëm të masave të mbikëqyrjes është e lidhur pazgjidhshmërisht me efektivitetin e mjeteve juridike para gjykatave dhe kështu me ekzistencën e garancive efektive kundër keqpërdorimit të kompetencave të monitorimit. Në parim mundësia për rishqyrtim në gjykata nga ana e individit në fjalë, ka pak gjasa, përveç rasteve të kundërshtimit të ligjshmërisë në mënyrë retrospektive (shih Klass dhe të tjerë, cituar më lart, § 57, dhe Weber dhe Saravia, cituar më lart, § 135), ose në alternativë, nëse personi dyshon se komunikimet e tij ose të saj janë duke u përgjuar mund të ankohet në gjykatë, pasi juridiksioni i gjykatave nuk varet nga njoftimi i përgjimit subjektit që ka pasur përgjim të komunikimeve të tij (shih Kennedy, cituar më lart, § 167).", "", "(II) Aplikimi i parimeve të përgjithshme në rastin konkret", "235. Gjykata vëren se, ka ndërhyrje sipas Nenit 8 § 1 në lidhje me ankesën e përgjithshme të kërkuesit, në lidhje me legjislacionin e Rusisë që rregullon përgjimin e fshehtë të komunikimit dhe telefonisë celulare. Prandaj, në arsyetimin për ndërhyrje sipas nenit 8 § 2, Gjykata e pa të nevojshme të shqyrtojë nëse legjislacioni i kontestuar, në vetvete është në përputhje me Konventën.", "236. Në rastet kur legjislacioni që lejon vëzhgimin e fshehtë është kontestuar para Gjykatës, ligjshmëria e ndërhyrjes është e lidhur ngushtë me pyetjen nëse testi i \"nevojës\" ka qenë respektuar dhe prandaj është e përshtatshme për Gjykata për të adresuar bashkërisht kërkesat për \"në përputhje me ligjin \"dhe\" domosdoshmëri \" (shih Kennedy, cituar më lart, § 155; shih gjithashtu Kvasnica, cituar më lart, § 84). \"Cilësia e ligjit\" do të thotë se ligji i brendshëm jo vetëm që duhet të jetë i arritshëm dhe i parashikueshëm në zbatimin e tij, por duhet gjithashtu të sigurojë që masat e mbikëqyrjes sekrete të zbatohen vetëm kur është \"e nevojshme në një shoqëri demokratike\", në mënyrë të veçantë, duke siguruar mjetet mbrojtëse të përshtatshme dhe efektive, si dhe garancitë kundër abuzimit.", "237. Nga palët nuk është kundërshtuar që përgjimet e komunikimeve të telefonisë celulare kanë bazë në të drejtën e brendshme. Ato udhëhiqen, në veçanti, nga KPrP dhe AAOKDH, si dhe nga Akti i Komunikimeve dhe Urdhrave të lëshuara nga Ministria e Komunikacioneve. Për më tepër, Gjykata çmon qartë se masat e vëzhgimit të lejuara nga ligji rus ndjekin qëllimet legjitime të mbrojtjes së sigurisë kombëtare dhe sigurisë publike, parandalimin e krimit dhe mbrojtjen e mirëqenies ekonomike të vendit (shih paragrafin 26 më lart). Prandaj, mbetet të konstatohet nëse ligji i brendshëm është i arritshëm dhe përmban garanci të përshtatshme dhe efektive për të përmbushur kërkesat e \"parashikueshmërisë\" dhe \"domosdoshmërisë në një shoqëri demokratike\".", "238. Prandaj, Gjykata do të vlerësojë nëse do të kthehet në aksesin e së drejtës së brendshme, qëllimin dhe kohëzgjatjen e masave të mbikëqyrjes sekrete, procedurat që duhen ndjekur për ruajtjen, aksesin, shqyrtimin, përdorimin, komunikimin dhe shkatërrimin e të dhënave të përgjuara, procedurat e autorizimit, marrëveshjet për mbikëqyrjen e zbatimit të masave të fshehta të mbikëqyrjes, ndonjë mekanizëm për njoftimin dhe mjetet e parashikuara nga legjislacioni kombëtar.", "", "(Α) Aksesimi i ligjit të brendshëm", "239. Është çështje e përbashkët mes palëve, pasi pothuajse të gjitha dispozitat ligjore që rregullojnë mbikëqyrjen sekrete, përfshirë KPrP, AAOKDH, Aktin e Komunikimit dhe shumica e Urdhrave të lëshuara nga Ministria e Komunikacioneve, janë publikuar zyrtarisht dhe janë të arritshme për publikun. Megjithatë palët diskutojnë, nëse amendimet e Urdhrit nr. 70 të Ministrisë së Komunikacioneve plotësojnë kërkesat e aksesit.", "240. Gjykata vëren se, shtesat në Urdhrit nr. 70 nuk janë botuar në një publikim zyrtar të arritshëm për publikun e gjerë, pasi u konsideruan të natyrës teknike (shih paragrafin 128 më lart).", "241. Gjykata pranon se, shtesat në Urdhrit nr. 70 përshkruajnë kryesisht kërkesat teknike për pajisjet e përgjimit që instalohen nga ofruesit e shërbimeve të komunikimit. Në të njëjtën kohë, pajisjet në fjalë sigurojnë që autoritetet e zbatimit të ligjit të kenë akses të drejtpërdrejtë në të gjitha komunikimet telefonike të lëvizshme të të gjithë përdoruesve, por nuk mund të regjistrojnë informacione ose të dhëna në lidhje me përgjimet (shih paragrafët 115 për 122 më lart), që janë në gjendje të ndikojnë në të drejtën e përdoruesit për të respektuar jetën e tyre private dhe të korrespondencës. Prandaj, Gjykata konsideron se ato duhet të jenë të hapura për publikun.", " 242. Publikimi i Urdhrit së Ministrisë së Komunikimeve në revistën SvyazInform, e shpërndarë përmes abonimit, i vendosi masat vetëm në dispozicion të specialistëve dhe jo të publikut të gjerë. Në të njëjtën kohë, Gjykata vëren se, shtesat e Urdhrit, mund të arrihen nëpërmjet një baze të dhënash private të mbajtura në faqen e internetit. Të dhënat riprodhoheshin nga publikimi në SvyazInform (shih paragrafin 115 më lart). Gjykata konstaton mungesën e botimit zyrtar të Urdhrit nr. 70 me mjete të aksesueshme nga publiku i gjerë. Megjithatë, duke marrë parasysh faktin se urdhri ka qenë publikuar në një revistë zyrtare ministrore, ​​i kombinuar me faktin se mund të arrihej nga publiku i gjerë përmes një baze të dhënash në internet, Gjykata nuk e gjen të nevojshme të trajtojë më tej çështjen e aksesit të ligjit të brendshëm. Ajo do të përqendrohet në kërkesat e \"parashikueshmërisë\" dhe \"nevojës\".", "", "(Β) Fusha e zbatimit të masave të mbikëqyrjes sekrete", "243. Gjykata rithekson se ligji kombëtar duhet të përcaktojë shtrirjen e aplikimit të masave të fshehta të vëzhgimit, duke i dhënë qytetarëve një tregues të përshtatshëm për rrethanat në të cilat autoritetet publike janë të autorizuara që të përdorin masa të tilla, në veçanti duke përcaktuar qartë natyrën e veprave penale nga të cilat rrjedh përgjimi dhe duke përcaktuar kategoritë e personave përgjegjës për përgjim (shih paragrafin 231 më lart).", "244. Në lidhje me natyrën e veprave penale, Gjykata thekson se gjendja e parashikueshmërisë nuk u kërkon shteteve të përcaktojnë emrin e personave dhe veprat e veçanta të cilat mund të sjellin përgjimin. Megjithatë, detaje të mjaftueshme duhet të sigurohen për natyrën e veprave në fjalë (shih Kennedy, cituar më lart, § 159). Si AAOKDH dhe KPrP siguron se telefoni dhe komunikime të tjera mund të përgjohen kur kemi të bëjmë me një vepër penale të ashpërsisë së mesme, një vepër serioze, apo një vepër posaçërisht të rëndë penale që përbën një vepër për të cilën Kodi Penal parashikon një dënim maksimal prej më shumë se tre vjet burgim, apo për një vepër penale, e cila është kryer tashmë, është në vazhdim ose duke u organizuar (shih paragrafët 31 deri në 33 më lart). Gjykata vlerëson se, natyra e veprave penale për të cilat lejohet përgjimi është mjaft e qartë. Në të njëjtën kohë ajo vëren me shqetësim se, ligji rus lejon përgjimin e fshehtë të komunikimit për një gamë shumë të gjerë të veprave penale, duke përfshirë për shembull, siç vuri në dukje kërkuesi, vjedhjen e xhepave (shih paragrafin 182 më lart, shih gjithashtu dhe arsyetimin në çështjen Iordachi dhe të tjerë, cituar më lart, §§ 43 dhe 44).", "245. Gjykata vëren më tej se, përgjimet mund të porositen jo vetëm në lidhje me një të dyshuar apo të akuzuar, por edhe në lidhje me një person që mund të ketë informacion në lidhje me një vepër penale, ose mund të ketë informacione të tjera të çështjes penale (shih paragrafin 32 më lart). Gjykata ka deklaruar se, masat e përgjimit në lidhje me një person i cili nuk ishte i dyshuar për ndonjë vepër, por mund të posedojë informacion në lidhje me një vepër të tillë mund të arsyetohen sipas nenit 8 të Konventës (shih Greuter, cituar më lart). Në të njëjtën kohë, Gjykata vëren mungesën e çdo sqarimi në legjislacionin rus, apo jurisprudencën se si termat \"një person i cili mund të ketë informacion në lidhje me një vepër penale\" dhe \"një person i cili mund të ketë informata relevante për kriminelin e rastit \"duhet të zbatohen në praktikë (shih, për arsyetim të ngjashëm, Iordachi dhe të tjerë, cituar më lart, § 44).", "246. Gjykata gjithashtu vëren se, përveç përgjimeve me qëllim parandalimin ose zbulimin e veprave penale, AAOKDH gjithashtu siguron se telefoni apo mjete të tjera të komunikimit mund të jetë zbuluar pas marrjes së informacionit në lidhje me ngjarje, apo aktivitete që rrezikojnë sigurinë kombëtare, ushtarake, ekonomike ose sigurinë ekologjike të Rusisë (shih paragrafin 31 më lart). Në ligjet ruse nuk parashikohet se cilat ngjarje apo aktivitete mund të konsiderohen se rrezikojnë lloje të tilla të interesave të sigurisë.", "247. Gjykata ka argumentuar se, kërkesa e \"parashikueshmërisë\" së ligjit nuk do të shkojë aq larg sa të detyrojë shtetet që të miratojnë dispozitat ligjore që listojnë në detaje çdo pasojë që mund të shkaktojë një vendim për t’iu nënshtruar vëzhgimit të fshehtë për arsye të \"sigurisë kombëtare\". Nga natyra, kërcënimet ndaj sigurisë kombëtare mund të ndryshojnë karakter dhe mund të jenë të paparashikuara, ose të vështira për t’u përcaktuar paraprakisht (shih Kennedy, cituar më lart, § 159). Në të njëjtën kohë, Gjykata ka theksuar se në çështjet që prekin të drejtat themelore do të ishte në kundërshtim me sundimin e ligjit dhe parimet themelore të një shoqërie demokratike sanksionuar në Konventë, nëse diskrecioni i dhënë ekzekutivit në sferën e sigurisë kombëtare do të ishte i papenguar. Rrjedhimisht, ligji duhet të tregojë me qartësi të mjaftueshme qëllimin e çdo diskrecioni të tillë që i jepet autoriteteve kompetente dhe mënyrën e ushtrimit të tij, duke pasur parasysh qëllimin legjitim të masës në fjalë, si dhe t’i japë individit mbrojtjen e duhur kundër ndërhyrjeve arbitrare (shih Liu k. Rusisë, nr. 42086/05, § 56, 6 dhjetor 2007, me referenca të mëtejshme).", "248. AAOKDH nuk jep ndonjë indikacion të rrethanave në të cilat komunikimet e një individi mund të përgjohen për shkak të ngjarjeve dhe aktiviteteve që rrezikojnë sigurinë ushtarake, kombëtare, ekonomike apo ekologjike të Rusisë. Ajo i lë autoriteteve një shkallë pothuajse të pakufizuar të gjykimit në përcaktimin se cilat ngjarje apo akte përbëjnë një kërcënim të tillë dhe nëse kërcënimi është mjaft serioz për të justifikuar survejimin sekret, duke krijuar mundësi për abuzim (shih, për arsyetim të ngjashëm, Iordachi dhe të tjerë, cituar më lart, § 46).", "249. Megjithatë, Gjykata nuk e harron faktin se në Rusi kërkohet autorizimi gjyqësor paraprak për përgjime. Një autorizim i tillë gjyqësor mund të shërbejë për të kufizuar diskrecionin e autoriteteve të zbatimit të ligjit në interpretimin e kushteve të tjera të një personi, i cili mund të ketë informacion në lidhje me një vepër penale, apo një personi i cili mund të ketë informata relevante për çështjen penale, si dhe ngjarjet ose aktivitetet që rrezikojnë sigurinë ushtarake, kombëtare, ekonomike ose ekologjike të Rusisë, duke ndjekur një interpretim gjyqësor të kushteve, ose një praktikë të themeluar të vendosur për të verifikuar nëse ka arsye të mjaftueshme për të përgjuar komunikimet e një individi. Gjykata pranon se, kërkesa për autorizim gjyqësor paraprak përbën një mbrojtje të rëndësishme kundër arbitraritetit. Efektiviteti i kësaj mbrojtje do të shqyrtohet më poshtë.", "", "(Γ) Kohëzgjatja e masave të mbikëqyrjes sekrete", "250. Gjykata është shprehur se nuk është e paarsyeshme për të lënë kohëzgjatjen e përgjithshme të përgjimit në diskrecionin e autoriteteve përkatëse vendore, të cilat kanë kompetenca për të nxjerrë dhe rinisur urdhrin e përgjimit, me kusht që të ekzistojnë masa mbrojtëse të përshtatshme, të tilla si një tregues i qartë i periudhës pas së cilës një urdhër i përgjimit do të përfundojë, apo kushtet në të cilat një urdhër mund të ripërtërihet dhe rrethanat në të cilat ai duhet të anulohet (shih Kennedy, cituar më lart, § 161; shih gjithashtu Klass dhe të tjerë, cituar më lart, 52 dhe Weber dhe Saravia, cituar më lart, § 98).", "251. KPrP dhe AAOKDH sigurojë se përgjimet mund të autorizohen nga një gjykatës dhe për një periudhë që nuk i kalon gjashtë muaj (shih paragrafët 38 dhe 47 më lart). Prandaj ekziston një tregues i qartë në ligjin e brendshëm i periudhës pas së cilës autorizimi i përgjimit do të përfundojë. Së dyti, kushtet në të cilat autorizimi mund të rinovohet janë gjithashtu të përcaktuara qartë në ligj. Në mënyrë të veçantë, në bazë të KPrP dhe AAOKDH gjyqtari mund të zgjasë kohën për një periudhë maksimale prej gjashtë muajsh, pas një shqyrtimi të ri të materialeve përkatëse (id.). Megjithatë, për sa i përket rrethanave në të cilat përgjimi duhet të ndërpritet, Gjykata vëren se kërkesa për të ndërprerë kohën kur nuk është më e nevojshme është përmendur vetëm në KPrP. Fatkeqësisht, AAOKDH nuk përmban një kërkesë (id.) të tillë. Në praktikë, kjo do të thotë se përgjimet në kuadër të procedurës penale janë të pranishme me më shumë masa mbrojtëse se përgjimet e kryera jashtë një kuadri të tillë, në veçanti në lidhje me \"ngjarjen apo aktivitetet që rrezikojnë sigurinë ushtarake, kombëtare, ekonomike apo ekologjike\".", "252. Gjykata arrin në përfundimin se sa më sipër ligji rus përmban rregulla të qarta mbi kohëzgjatjen dhe rinovimin e përgjimeve që ofrojnë mbrojtje të përshtatshme kundër abuzimit, por dispozitat AAOKDH për ndërprerjen e masave të mbikëqyrjes nuk japin garanci të mjaftueshme kundër ndërhyrjeve arbitrare.", "", "(Δ) Procedurat që duhen ndjekur për ruajtjen, aksesin, shqyrtimin, përdorimin, komunikimin dhe shkatërrimin e të dhënave që përgjohen", "253. Ligji rus përcakton se, të dhënat e mbledhura si rezultat i masave të mbikëqyrjes sekrete përbëjnë sekret shtetëror dhe duhet të vulosen dhe ruhen në kushte që përjashtojnë rrezikun e aksesit të paautorizuar. Ato mund t’u zbulohen atyre zyrtarëve të shtetit që me të vërtetë kanë nevojë për të dhënat për kryerjen e detyrave të tyre dhe që kanë nivelin e duhur të lejes së sigurisë. Duhet të merren masa për të siguruar se vetëm sasia e informacionit të nevojshëm për të kryer detyrat është vënë në dispozicion. Zyrtari përgjegjës duhet të sigurohet që të dhënat janë të ruajtura mirë, të paarritshme për ta, pa thyerje të sigurisë që është e përcaktuar në mënyrë të qartë (shih paragrafët 51 të 57 më lart). Legjislacioni i brendshëm, gjithashtu përcakton kushtet dhe procedurat për komunikimin e të dhënave të përgjuara që përmbajnë informacion në lidhje me një vepër penale. Ai përshkruan, në veçanti, kërkesat për ruajtjen e tyre të sigurt dhe kushtet për përdorimin e tyre si prova në procedurë penale (shih paragrafët 58 deri 64 më sipër). Gjykata është e bindur se ligji rus përmban rregulla të qarta që rregullojnë ruajtjen, përdorimin dhe komunikimin e të dhënave të përgjuara, duke minimizuar rrezikun e aksesit të paautorizuar ose zbulimin e tyre (shih, për arsyetim të ngjashëm, Kennedy, cituar më lart, §§ 62 dhe 63 ).", "254. Sa i përket shkatërrimi të materialit, e drejta e brendshme parashikon se një material duhet të shkatërrohet pas gjashtë muajve nga magazinimi, në qoftë se personi në fjalë nuk ka qenë i akuzuar për një vepër penale. Nëse personi ka qenë i akuzuar për një vepër penale, gjyqtarit i duhet të marrë një vendim, në fund të procedurës penale, për ruajtjen e mëtejshme apo shkatërrimin e materialit të përdorur në prova (shih paragrafët 65 dhe 66 më lart).", "255. Në lidhje me rastet kur personi në fjalë nuk ka qenë i akuzuar për një vepër penale, Gjykata nuk bindet me argumentin e ligjit rus që lejon ruajtjen e materialit përtej afatit kohor ligjor (shih paragrafin 188 më lart). Duket se, dispozita e përmendur nga kërkuesi nuk zbatohet për rastin specifik të ruajtjes së të dhënave të mbledhura si rezultat i përgjimit të komunikimeve. Gjykata e konsideron ruajtjen gjashtëmujore si afat të arsyeshëm të përcaktuar në ligjin rus. Në të njëjtën kohë, ajo shpreh keqardhjen për mungesën e një kërkese për të shkatërruar menjëherë çdo të dhënë që nuk është relevante për qëllimin për të cilin është marrë (krahasoni Klass dhe të tjerë, cituar më lart, § 52, dhe Kennedy, cituar më lart, § 162 ). Ruajtja automatike për gjashtë muaj e të dhënave që nuk lidhen me çështjen nuk mund të konsiderohet si e justifikuar sipas Nenit 8.", "256. Për më tepër, sa i përket rasteve kur personi ka qenë i akuzuar për një vepër penale, Gjykata vëren me shqetësim se ligji rus i lejon diskrecion të pakufizuar gjykatësit për të ruajtur apo për të shkatërruar pas përfundimit të gjykimit të dhënat e përdorura si prova (shih paragrafin 66 më lart). Ligji rus nuk u jep qytetarëve dhe nuk tregon rrethanat në të cilat materiali mund të ruhet edhe pas përfundimit të gjykimit. Prandaj, Gjykata konsideron se legjislacioni i brendshëm nuk është mjaft i qartë në këtë pikë.", "", "(Ε) Autorizimi i përgjimeve", "Procedurat e autorizimit", "257. Gjykata, në vlerësimin nëse procedurat e autorizimit janë të afta për të siguruar se vëzhgimi i fshehtë nuk është urdhëruar pa arsye, në mënyrë të parregullt ose pa marrë në konsideratë analizën e shkaqeve, do të ketë në vëmendje një numër faktorësh. Këta faktorë përfshijnë, në veçanti, autoritetin kompetent për të autorizuar survejimin, qëllimin e tij, si dhe përmbajtjen e autorizimit të përgjimit.", "258. Për sa i përket autoritetit kompetent për të autorizuar mbikëqyrjen, ai mund të jetë një autoritet jo-gjyqësor, në përputhje me Konventën (shih, për shembull, Klass dhe të tjerë, cituar më lart, § 51; Weber dhe Saravia, cituar më lart, § 115, dhe Kennedy, cituar më lart, § 31), me kusht që ky autoritet është mjaft i pavarur nga ekzekutivi (shih Dumitru Popescu k. Rumanisë (nr. 2), nr.71525/01, § 71, 26 prill 2007). .", "259. Ligji rus përmban një mbrojtje të rëndësishme kundër arbitraritetit të mbikëqyrjes sekrete. Kjo dikton se çdo përgjim i telefonit, ose komunikimeve të tjera duhet të jenë të autorizuara nga gjykata (shih paragrafët 34 dhe 44 më lart). Agjencia e zbatimit të ligjit duhet të kërkojë një autorizim për përgjim dhe të paraqesë një kërkesë të arsyetuar për këtë qëllim para një gjyqtari, i cili mund të kërkojë materiale mbështetëse (shih paragrafët 37 dhe 46 më lart). Gjyqtari duhet të arsyetojë vendimin për të autorizuar përgjimet (shih paragrafët 38 dhe 44 më lart).", "260. Gjykata rithekson se gjykatat kombëtare duhet të jetë në gjendje për të verifikuar ekzistencën e dyshimit të arsyeshëm ndaj personit në fjalë, në mënyrë të veçantë, nëse ka indikacione faktike për të dyshuar që personi ka planifikuar, kryer ose është duke kryer vepra penale ose akte të tjera që autorizojnë ndërmarrjen e masave të fshehta të vëzhgimit, të tilla si, për shembull, vepra që rrezikojnë sigurinë kombëtare. Ajo gjithashtu duhet të konstatojë nëse përgjimi i kërkuar përmbush kërkesat e \"domosdoshmërisë në një shoqëri demokratike\", siç parashikohet nga neni 8 § 2 të Konventës, duke përfshirë edhe nëse është në proporcion me qëllimet legjitime të ndjekura, duke verifikuar, për shembull nëse është e mundur për të arritur qëllimet me mjete më pak kufizuese (shih Klass dhe të tjerë, cituar më lart, § 51; Shoqata për Integrim Evropian dhe të Drejtave të Njeriut dhe Ekimdzhiev, cituar më lart, §§ 79 dhe 80; Iordachi dhe të tjerë, cituar më lart, § 51; dhe Kennedy, cituar më lart, §§ 31 dhe 32).", "261. Gjykata vëren se, në Rusi shqyrtimi gjyqësor është i kufizuar në shtrirje. Kështu, materialet që përmbajnë informacion në lidhje me agjentë të fshehtë apo informatorët e policisë apo në lidhje me organizimin dhe taktikat e masave operative të kërkimit, nuk mund të paraqiten te gjykatësi dhe për këtë arsye janë përjashtuar nga objekti i shqyrtimit (shih paragrafin 37 më lart) të gjykatës. Gjykata konsideron se, dështimi për të ditur informacionin e duhur i privon gjyqtarët të vlerësojnë nëse ekziston një bazë e mjaftueshme faktike për të dyshuar ndaj personit (shih, mutatis mutandis, Liu, cituar më lart, §§ 59-63). Gjykata ka deklaruar se, ka teknika që mund të jenë të përshtatshme për të adresuar shqetësimet legjitime të sigurisë në lidhje me natyrën dhe burimet e informacionit të inteligjencës dhe masat individuale të drejtësisë procedurale (shih, mutatis mutandis, Chahal k. Mbretërisë së Bashkuar, 15 nëntor 1996 § 131, Raportet e aktgjykimeve dhe vendimeve 1996 V).", "262. Për më tepër, Gjykata vëren se në Rusi gjyqtarët nuk janë të udhëzuar nga KPrP, ose nga AAOKDH, për të verifikuar ekzistencën e një \"dyshimit të arsyeshëm\" ndaj personit në fjalë, apo për të aplikuar testin e \"nevojës\" dhe \"proporcionalitetit\". Në të njëjtën kohë, Gjykata vëren se, Gjykata Kushtetuese ka sqaruar në vendimet e saj, se barra e provës i përket agjencisë, e cila duhet vërtetojë se përgjimi është i nevojshëm dhe se gjyqtari që ka shqyrtuar një kërkesë për të verifikuar arsyet e kësaj mase dhe të garantojë autorizimin vetëm nëse ai ose ajo është e bindur se përgjimin është i ligjshëm, i nevojshëm dhe i justifikuar. Gjykata Kushtetuese ka deklaruar gjithashtu se, vendimi që autorizimi gjyqësor i përgjimit duhet të përmbajë arsyet dhe i referohet arsyeve specifike për të dyshuar se një vepër penale është kryer apo është në vazhdim, ose është duke u organizuar, apo aktivitetet që rrezikojnë sigurinë kombëtare, ushtarake, ekonomike apo ekologjike po kryhen, si dhe se personi ndaj të cilit kërkohet përgjimi është i përfshirë në këto aktivitete kriminale ose të rrezikshme (shih paragrafët 40 për të 42 më sipër). Prandaj, Gjykata Kushtetuese ka rekomanduar se kur shqyrtohet në thelb autorizimi i përgjimit, gjykata ruse duhet të verifikojë ekzistencën e dyshimit të arsyeshëm ndaj personit në fjalë dhe duhet të autorizojë përgjimin, vetëm nëse i plotëson kërkesat e domosdoshmërisë dhe proporcionalitetit.", "263. Megjithatë, Gjykata vëren se, legjislacioni i brendshëm nuk u kërkon në mënyrë eksplicite gjykatave të juridiksionit të përgjithshëm të ndjekin arsyetimin e Gjykatës Kushtetuese, se si një dispozitë legjislative duhet të interpretohet në qoftë se një arsyetim i tillë është shprehur në një vendim (shih paragrafin 106 më lart). Në të vërtetë, materialet e paraqitura nga kërkuesi tregojnë se gjykatat e brendshme nuk ndjekin gjithmonë rekomandimet e lartpërmendura të Gjykatës Kushtetuese, të cilat janë të përfshira në vendime dhe jo në gjykime. Kështu, siç është pasqyruar edhe në shënimet analitike të lëshuara nga Gjykatat e Qarkut, kërkesat e përgjimit shpesh nuk janë të shoqëruara me materiale mbështetëse, gjykatësit e gjykatave të qarkut nuk u kërkojnë agjencive të përgjimit të paraqesin materiale të tilla dhe se një referencë e thjeshtë për ekzistencën e informacionit në lidhje me një vepër penale, apo veprimtari që rrezikon sigurinë kombëtare, ushtarake, penale, ekonomike apo ekologjike është konsideruar të jetë e mjaftueshme për autorizimin e dhënë. Një kërkesë përgjimi refuzohet vetëm nëse ajo nuk është e nënshkruar nga një person kompetent, nuk përmban referenca në veprën penale në lidhje me të cilën përgjimi është urdhëruar, ose ka të bëjë me një vepër penale për të cilën përgjimi nuk është i lejuar sipas ligjit të brendshëm (shih paragrafin 193 më lart). Kështu, shënimet analitike të lëshuara nga Gjykatat e Qarkut, të marra së bashku me informacionin statistikor për periudhën nga viti 2009 deri në vitin 2013 (shih paragrafin 194 më lart), tregojnë se, në praktikën e tyre të përditshme gjykatat ruse nuk verifikojnë nëse ekziston një \"dyshim i arsyeshëm\" ndaj personit në fjalë dhe nuk aplikohet testi i \"nevojës\" dhe \"proporcionalitetit\".", "264. Së fundi, në lidhje me përmbajtjen e autorizimit të përgjimit, ajo duhet të identifikojë në mënyrë të qartë personin, ose grupin që vendoset nën mbikëqyrjen. Identifikimi mund të bëhet me emra, adresa, numrat e telefonit ose informacione të tjera përkatëse (shih Klass dhe të tjerët, cituar më lart, § 51, Liberty dhe të tjerë, cituar më lart, §§ 64 dhe 65;. Dumitru Popescu (nr.2), cituar më lart, § 78, Shoqata për Integrim Evropian dhe të Drejtave të Njeriut dhe Ekimdzhiev, cituar më lart, § 80, dhe Kennedy, cituar më lart, § 160).", "265. Gjykata vëren se, KPrP parashikon se një kërkesë për autorizimin e përgjimit duhet të përmendë në mënyrë të qartë personin, si dhe kohëzgjatjen e masës së përgjimit (shih paragrafin 46 më lart). Nga ana tjetër, AAOKDH nuk përmban ndonjë kërkesë në lidhje me përmbajtjen e kërkesës për përgjimin, ose përmbajtjen e autorizimit të përgjimit. Si rezultat i kësaj, gjykatat japin autorizime të përgjimit, të cilat nuk e përmendin personin apo numrin e telefonit për t’u përgjuar, por autorizojë përgjimin e të gjitha komunikimeve telefonike në zonën ku është kryer një vepër penale. Disa autorizime nuk përmendin kohëzgjatjen për të cilën është i autorizuar përgjimi (shih paragrafin 193 më lart). Gjykata vlerëson se autorizime të tilla, të cilat nuk janë të ndaluara në mënyrë të qartë nga AAOKDH i japin diskrecion shumë të gjerë autoriteteve të zbatimit të ligjit për të cilat bëhet komunikimi.", "266. Gjykata vëren më tej se në rastet e urgjencës është e mundur të përgjojë komunikimet pa autorizim gjyqësor paraprak deri në dyzet e tetë orë. Gjyqtari duhet të informohet për çdo rast të tillë brenda njëzet e katër orëve që nga fillimi i përgjimit. Në qoftë se nuk ka autorizim gjyqësor të lëshuar brenda dyzet e tetë orëve, përgjimi duhet të ndalet menjëherë (shih paragrafin 35 më lart). Gjykata ka shqyrtuar edhe procedurën \"urgjente\" të parashikuar në ligjin bullgar dhe zbuloi se ajo ishte në përputhje me Konventën (shih Shoqata për Integrim Evropian dhe të Drejtave të Njeriut dhe Ekimdzhiev, cituar më lart, §§ 16 dhe 82). Megjithatë, në kontrast me atë rus, ligji bullgar, me \"procedura urgjente\" nuk parashikon masa mbrojtëse të mjaftueshme për të siguruar se ajo është përdorur me masë dhe vetëm në raste të justifikuara. Kështu, edhe pse në sferën penale, kufijtë e rekursit të AAOKDH për procedurën urgjente në rastet kur nuk ekziston një rrezik i menjëhershëm që një shkelje serioze ose veçanërisht e rëndë mund të ketë ndodhur, vëzhgimi i fshehtë në lidhje me ngjarjet ose aktivitetet që rrezikojnë sigurinë kombëtare, ushtarake, ekonomike apo ekologjike nuk kufizohet. Legjislacioni i brendshëm nuk e kufizon përdorimin e procedurës urgjente për rastet që përfshijnë një rrezik të menjëhershëm serioz për sigurinë kombëtare, ushtarake, ekonomike, apo ekologjike. Ajo i lë autoriteteve një shkallë të pakufizuar gjykimi në përcaktimin nëse situata është e arsyeshme që të përdoren procedura jo-gjyqësore urgjente, duke krijuar mundësi për rekurse abuzive ndaj saj (shih, në të kundërt, Shoqata për Integrim Evropian dhe të drejtat e njeriut dhe Ekimdzhiev, cituar më lart, § 16). Për më tepër, edhe pse ligjit rus kërkon që një gjyqtar të informohet menjëherë për çdo rast të përgjimit urgjent, fuqia e tij ose e saj për të autorizuar zgjatjen e masës së përgjimit përtej dyzet e tetë orëve është e kufizuar. Ai ose ajo nuk ka fuqi për të vlerësuar nëse përdorimi i procedurës urgjente është i justifikuar, apo për të vendosur nëse materiali i marrë gjatë dyzet e tetë orëve të mëparshme duhet të mbahet ose të shkatërrohet (shih, në të kundërt, Shoqata për Integrim Evropian dhe të Drejtat e Njeriut dhe Ekimdzhiev, cituar më lart, § 16). Ligji rus, për këtë rast nuk parashikon një shqyrtim efektiv gjyqësor të procedurës urgjente.", "267. Duke pasur parasysh konsideratat e mësipërme, Gjykata çmon se procedurat e autorizimit të parashikuara nga ligji rus nuk janë të afta për të siguruar që masat e mbikëqyrjes sekrete nuk janë të urdhëruara rastësisht, të parregullta, ose jo të duhura.", "", "Aksesi i autoriteteve në komunikime", "268. Gjykata vëren argumentin e kërkuesit se shërbimet e sigurimit dhe policia kanë mjetet teknike për të përgjuar komunikimet telefonike të lëvizshme, pa marrjen e autorizimit gjyqësor, pasi ata kanë akses të drejtpërdrejtë në të gjitha komunikimet, si dhe aftësia për të përgjuar komunikimet e një individi të veçantë ose individëve, nuk është e kushtëzuar në sigurimin e një autorizimi për ofruesin e shërbimit të komunikimit.", "269. Gjykata konsideron se kërkesa për të pasur një autorizim për ofruesin e shërbimit të komunikimit para se të merret aksesi në komunikimet e një personi është një nga masat mbrojtëse të rëndësishme kundër abuzimit nga autoritetet e zbatimit të ligjit, duke siguruar që autorizimi i duhur është marrë në të gjitha rastet. Në Rusi, autoritetet e zbatimit të ligjit nuk janë të detyruara të tregojnë autorizimin gjyqësor për ofruesin e shërbimit të komunikimit, para se të aksesojnë komunikimet e një personi (shih, në të kundërt, Rezoluta e Këshillit të BE-së, cituar në paragrafin 145 më lart), përveç në rastet e monitorimit të të dhënave të komunikimit nën KPrP (shih paragrafin 48 më lart). Në të vërtetë, në bazë të Urdhrit të lëshuar nga Ministria e Komunikacioneve, në veçanti shtesat e Urdhrit Nr. 70, ofruesit e shërbimeve të komunikimit duhet të instalojnë pajisje duke i dhënë organeve akses të drejtpërdrejtë për të gjithë përdoruesit dhe në të gjitha komunikimet telefonike të lëvizshme (shih paragrafët 115 deri 122 më sipër). Ofruesit e shërbimeve të komunikimit, gjithashtu kanë detyrim sipas Urdhrit nr. 538 për të krijuar bazat e të dhënave për ruajtjen informacionit për të gjithë abonentët, dhe shërbimet e ofruara për ta, për tre vjet; shërbimet sekrete kanë akses të drejtpërdrejtë në këto baza të dhënash (shih paragrafët 132 dhe 133 më lart). Në këtë mënyrë, autoritetet e zbatimit të ligjit kanë qasje të drejtpërdrejtë në të gjitha komunikimet telefonike të lëvizshme dhe të dhënat e komunikimit të lidhur me të.", "270. Gjykata konsideron se, mënyra në të cilën sistemi i vëzhgimit të fshehtë vepron në Rusi i jep shërbimeve të sigurisë dhe policisë, mjete teknike për të anashkaluar procedurën e autorizimit dhe të drejtën të ndërpresë çdo komunikim pa marrë autorizim paraprak gjyqësor. Edhe pse mundësia e veprimit të pahijshëm ose të tepruar nga një zyrtar i pandershëm dhe i pakujdesshëm nuk mund të përjashtohet tërësisht nga çfarëdo sistem (shih Klass dhe të tjerë, cituar më lart, § 59), Gjykata vlerëson se një sistem, i tillë si ai rus, i cili mundëson që shërbimet sekrete dhe policia të aksesojnë direkt të dhënat e secilit, pa u kërkuar atyre të tregojnë një autorizim për ofruesin e shërbimit të komunikimit, ose për dikë tjetër, është veçanërisht i prirur për abuzim. Pra, nevoja për masa mbrojtëse kundër arbitraritetit dhe abuzimit duket të jetë mjaft e madhe.", "271. Gjykata, pra, do të shqyrtojë me vëmendje të veçantë nëse aranzhimet e mbikëqyrjes, të parashikuara me ligjet ruse janë të afta për të siguruar që të gjitha përgjimet janë kryer në mënyrë të ligjshme dhe në bazë të autorizimit të duhur gjyqësor.", "", "(Ζ) Mbikëqyrja e zbatimit të masave sekrete të vëzhgimit", "272. Gjykata vëren se Urdhri nr. 70 kërkon që pajisjet e instaluara nga ofruesit e shërbimeve të regjistrojnë ose aksesojnë informacionet në lidhje me përgjimet (shih paragrafin 120 më lart). Gjykata ka gjetur se, detyrimi për agjencitë për të regjistruar të dhënat e përgjimeve është veçanërisht i rëndësishëm për të siguruar që organi mbikëqyrës ka pasur akses në të dhënat mbikëqyrëse të ndërmarra (shih Kennedy, cituar më lart, § 165). Ndalimi për aksesimin ose regjistrimin e përgjimeve, përcaktuar në ligjin rus e bën të pamundur zbulimin e përgjimeve të kryera pa autorizimin e duhur gjyqësor. E kombinuar me aftësinë teknike të autoriteteve të zbatimit të ligjit, në bazë të të njëjtit Urdhër nr. 70, për të kapur direkt te gjitha komunikimet, kjo dispozitë është e paaftë të zbulojë përgjimet e paligjshme dhe për këtë arsye është e paefektshme.", "273. Në lidhje me mbikëqyrjen e përgjimeve të kryera në bazë të autorizimeve të duhura gjyqësore, Gjykata do të shqyrtojë nëse masat e mbikëqyrjes ekzistuese në Rusi janë të afta për të siguruar se kërkesat ligjore në lidhje me zbatimin e masave të mbikëqyrjes, ruajtjen, aksesin, përdorimin, përpunimin, komunikimin dhe shkatërrimin e materialit të ndërprerë, respektohen në mënyrë të vazhdueshme.", "274. Një gjykatë e cila ka dhënë autorizim për përgjim nuk ka kompetenca për të mbikëqyrur zbatimin e tij. Ajo nuk është e informuar për rezultatet e përgjimeve dhe nuk ka fuqi për të shqyrtuar nëse kërkesat e autorizimit janë në përputhje me të. Gjykatat ruse, në përgjithësi nuk kanë kompetencë për të kryer mbikëqyrjen e përgjithshme të përgjimeve. Mbikëqyrja gjyqësore është e kufizuar vetëm në fazën fillestare të autorizimit. Mbikëqyrja e mëvonshme i është besuar Presidentit, Parlamentit, Qeverisë, Prokurorit të Përgjithshëm dhe prokurorëve kompetentë të nivelit më të ulët.", "275. Gjykata argumenton se, edhe pse është në parim e dëshirueshme që t’i besohet kontrolli mbikëqyrës një gjyqtari, mbikëqyrja nga organet jo-gjyqësore mund të konsiderohet në përputhje me Konventën, me kusht që organi mbikëqyrës të jetë i pavarur nga organet që kryejnë mbikëqyrjen, dhe veshur me kompetenca të mjaftueshme për të ushtruar një kontroll efektiv dhe të vazhdueshëm (shih Klass dhe të tjerë, cituar më lart, § 56).", "276. Sa i përket Presidentit, Parlamentit dhe Qeverisë, ligji rus nuk përcakton mënyrën në të cilën ata mund të mbikëqyrin përgjimet. Nuk ka rregullore në dispozicion të publikut, ose udhëzime që përshkruajnë qëllimin e shqyrtimit të tyre, kushtet në të cilat mund të kryhet, procedurat për shqyrtimin e masave të mbikëqyrjes, apo për korrigjimin e shkeljeve të zbuluara (shih, për arsyetim të ngjashëm, Shoqata për Integrimin Evropian dhe Të drejtat e njeriut dhe Ekimdzhiev, cituar më lart, § 88).", "277. Në lidhje me mbikëqyrjen e përgjimeve nga ana e prokurorëve, Gjykata vëren se ligji kombëtar përcakton qëllimin dhe procedurat për mbikëqyrjen (shih paragrafët 69 për të 80 më lart). Ajo përcakton se, prokurorët mund të kryejnë vazhdimisht inspektime ad hoc të agjencive që kryejnë veprimtari operative të kërkimit dhe kanë të drejtë të studiojnë dokumentet përkatëse, duke përfshirë edhe ato konfidenciale. Ata mund të marrin masa për të ndaluar ose të korrigjuar shkeljet e zbuluara të ligjit dhe për të sjellë para gjykatës përgjegjësit për detyrim. Ata duhet të dorëzojnë në Zyrën e Prokurorit të Përgjithshëm, raporte gjashtë mujore me detajet e rezultateve të inspektimit. Gjykata pranon se, ekziston një kuadër ligjor, i cili siguron të paktën në teori, një mbikëqyrje të prokurorëve sesi trajtojnë masat e vëzhgimit sekret. Duhet të shqyrtohet nëse prokurorët janë të pavarur nga organet që kryejnë mbikëqyrjen dhe janë të veshur me pushtet dhe kompetencë të mjaftueshme për të ushtruar kontroll efektiv dhe të vazhdueshëm.", "278. Sa i përket kërkesës së pavarësisë, në rastet e mëparshme, Gjykata ka marrë parasysh mënyrën e emërimit dhe statusin ligjor të anëtarëve të organit mbikëqyrës. Në veçanti, gjeti mjaft të pavarur trupat e përbëra nga anëtarët e parlamentit të mazhorancës dhe opozitës, apo të personave të kualifikuar për të mbajtur poste gjyqësore, të emëruar ose nga parlamenti ose nga Kryeministri (shih, për shembull, Klass dhe të tjerët, cituar më lart, §§ 21 dhe 56; Weber dhe Saravia, cituar më lart, §§ 24, 25 dhe 117, Leander, cituar më lart, § 65;.. (shih L. k. Norvegjisë, nr.13564/88, vendim i Komisionit i datës 8 qershor 1990), dhe Kennedy, të cituar më lart, §§ 57 dhe 166). Në të kundërt, një ministër i Punëve të Brendshme, i cili jo vetëm që ishte i emëruar politikisht, por dhe anëtar i ekzekutivit, që ishte përfshirë drejtpërdrejt në komisionin e mjeteve të veçanta të mbikëqyrjes, është gjetur të jetë jo mjaftueshëm i pavarur (shih Shoqata për Integrim Evropian dhe njeriut Të drejtat dhe Ekimdzhiev, cituar më lart, §§ 85 dhe 87). Në mënyrë të ngjashme, Prokurori i Përgjithshëm dhe prokurorët e nivelit më të ulët janë gjetur gjithashtu të jenë jo mjaftueshëm të pavarur (shih Iordachi dhe të tjerë, cituar më lart, § 47).", "279. Në kontrast me organet mbikëqyrëse të cituara më lart, në Rusi prokurorët emërohen dhe shkarkohen nga Prokurori i Përgjithshëm, pas konsultimit me autoritetet rajonale ekzekutive (shih paragrafin 70 më lart). Ky fakt mund të ngrejë dyshime për pavarësinë e tyre nga ekzekutivi.", "280. Për më tepër, roli i prokurorit në mbrojtjen e të drejtave të njeriut nuk pas sjell konflikt interesi (shih Menchinskaya k. Rusisë, nr. 42454/02, §§ 19 dhe 38, 15 janar 2009 ). Gjykata vëren se, prokurori nuk është i specializuar në mbikëqyrjen e përgjimeve (shih paragrafin 71 më lart). Mbikëqyrja përfshin vetëm një pjesë të funksioneve të tyre të gjera dhe të shumëllojshme, të cilat përfshijnë ndjekjen dhe mbikëqyrjen e hetimeve penale. Në kuadër të funksioneve të tyre të ndjekjes penale, prokurorët japin miratimin e tyre për të gjitha kërkesat e parashtruara për përgjim nga hetuesit në kuadër të procedurës penale (shih paragrafin 44 më lart). Kjo përzierje e funksioneve brenda zyrës së një prokurori, duke dhënë miratimin për kërkesat për përgjime dhe pastaj mbikëqyrjen e zbatimit të tyre, mund të ngrejë dyshime për pavarësinë e prokurorëve (shih, me anë të kundërt, Ananyev dhe të tjerët k. Rusisë, nr. 42525/07 dhe 60800/08, § 215, 10 janar 2012, në lidhje me mbikëqyrjen nga prokurorët të kushteve të paraburgimit, është gjetur se prokurorët plotësojnë vis-à-vis kërkesat e pavarësisë).", "281. Duke u kthyer tani në kompetencat e prokurorisë, Gjykata vëren se është e domosdoshme që organi mbikëqyrës të ketë të gjitha dokumentet përkatëse, duke përfshirë materiale të mbyllura dhe të gjithë personat e përfshirë në aktivitete të përgjimit, të cilët kanë për detyrë të kenë akses në çdo material të nevojshëm (shih Kennedy, cituar më lart, § 166). Ligji rus përcakton se prokurorët kanë të drejtë të studiojnë dokumentet përkatëse, duke përfshirë edhe ato konfidenciale. Megjithatë, është e rëndësishme të theksohet se informacioni në lidhje me shërbimet e sigurisë, agjentëve të fshehtë dhe në lidhje me taktikat, metodat dhe mjetet e përdorura prej tyre, është jashtë fushës së mbikëqyrjes nga ana e prokurorëve (shih paragrafin 74 më lart). Qëllimi i mbikëqyrjes së tyre është i kufizuar. Për më tepër, përgjimet e kryera nga SHFB në fushën e kundërzbulimit mund të inspektohen vetëm pas një ankese individuale (shih paragrafin 76 më lart). Për sa kohë individë nuk janë të njoftuar për përgjimet (shih paragrafin 81 më lart dhe paragrafin 289 më poshtë), nuk ka gjasa që një ankesë kundër tyre të depozitohet ndonjëherë. Si rezultat, masat e mbikëqyrjes në lidhje me kundër-inteligjencën de facto i shpëtojnë mbikëqyrjes nga prokurorët.", "282. Kompetenca e trupit mbikëqyrës në lidhje me çfarëdo shkelje është gjithashtu një element i rëndësishëm për vlerësimin e efektivitetit të mbikëqyrjes së tij (shih, për shembull, Klass dhe të tjerë, cituar më lart, § 53, ku agjencia duhet menjëherë të ndërpriste përgjimin, pasi Komisioni G10 e konsideroi të paligjshëm ose të panevojshëm, dhe Kennedy, cituar më lart, § 168, ku duhej të shkatërrohej sa më shpejt të ishte e mundur çdo material i marrë nga përgjimi, sepse Komisioneri për Përgjimin e Komunikimeve zbuloi se përgjimi ishte i paligjshëm). Gjykata është e bindur se prokurorët kanë kompetenca të caktuara në lidhje me shkeljet e zbuluara prej tyre. Kështu, ata mund të marrin masa për të ndaluar ose korrigjuar shkeljet e ligjit dhe për të sjellë para gjykatës përgjegjësit për detyrimin (shih paragrafin 79 më lart). Megjithatë, nuk ka asnjë dispozitë të veçantë që kërkon shkatërrimin e materialit të marrë në mënyrë të paligjshme (shih Kennedy, cituar më lart, § 168).", "283. Gjykata duhet të shqyrtojë nëse aktivitetet e organit mbikëqyrës janë të hapura për shqyrtim publik (shih, për shembull, L. k. Norvegjisë, cituar më lart, ku mbikëqyrja e kryer nga Komiteti i Kontrollit, i raportohet çdo vit Qeverisë dhe raportet publikohen e diskutohen nga Parlamenti; Kennedy, cituar më lart, § 166, mbikëqyrja e përgjimeve kryhet nga Komisioneri i Përgjimit të Komunikimeve, i raportohet çdo vit kryeministrit, raporti është dokument publik sepse diskutohet para Parlamentit, dhe, nga ana tjetër, në çështjen Shoqata për Integrim Evropian dhe të Drejtave të Njeriut dhe Ekimdzhiev, cituar më lart, § 88, ku Gjykata gjeti shkelje, pasi as ministri i Punëve të Brendshme dhe as ndonjë zyrtar tjetër nuk duhet të raportonte rregullisht për një organ të pavarur, ose publikut të gjerë, për sa i përket funksionimit të përgjithshëm të sistemit ose masave të aplikuara në raste të veçanta). Në Rusi, prokurorët duhet të dorëzojnë në Zyrën e Prokurorit të Përgjithshëm raporte gjashtëmujore të detajuara mbi rezultatet e inspektimit. Megjithatë, këto raporte kanë të bëjnë me të gjitha llojet e masave operative të kërkimit, pa përgjimet, pasi ato gëzojnë trajtim të veçantë. Për më tepër, raportet përmbajnë vetëm informacione statistikore për numrin e inspektimeve të realizuara dhe numrin e shkeljeve të zbuluara, pa specifikuar natyrën e shkeljeve apo masat e marra për t’i korrigjuar ato. Rëndësi merr fakti se raportet janë dokumente konfidenciale. Ato publikohen, apo vihen në dispozicion të publikut (shih paragrafin 80 më lart). Nga kjo del se në Rusi, mbikëqyrja nga prokurorët është kryer në një mënyrë që nuk është e hapur për njohje dhe shqyrtim publik.", "284. Së fundi, Gjykata vëren se është Qeveria, ajo që duhet të ilustrojë me shembuj të përshtatshëm efikasitetin praktik të masave të mbikëqyrjes (shih, mutatis mutandis, Ananyev dhe të tjerë, cituar më lart, §§ 109 dhe 110). Për këtë, qeveria ruse nuk ka paraqitur asnjë raport inspektimi apo vendime të prokurorëve që urdhërojnë marrjen e masave për të ndaluar ose të korrigjuar shkelje të ligjit. Qeveria nuk ka demonstruar se mbikëqyrja e masave sekrete të vëzhgimit nga ana e prokurorisë, është efektive në praktikë. Gjykata gjithashtu merr në konsideratë mos kompetencën e prokurorëve për të pasur akses në materialet e klasifikuara në lidhje me përgjimet (shih paragrafin 14 më lart). Shembulli, gjithashtu ngre dyshime për efektivitetin praktik të mbikëqyrjes nga ana e prokurorëve.", "285. Në pikëpamje të defekteve të identifikuara më lart, dhe duke marrë parasysh rëndësinë e veçantë të mbikëqyrjes në një sistem ku autoritetet e zbatimit të ligjit kanë akses të drejtpërdrejtë në të gjitha komunikimet, Gjykata konsideron se mbikëqyrja e përgjimeve ashtu siç është e organizuar aktualisht është jo e aftë për të ofruar garanci të përshtatshme dhe efektive kundër abuzimit.", "", "(Η) Njoftimi për përgjimin e komunikimeve dhe mjetet juridike në dispozicion", "286. Gjykata do të kthehet në çështjen e njoftimit të përgjimit të komunikimeve, e cila është e lidhur pazgjidhshmërisht me efektivitetin e mjeteve juridike para gjykatave (shih jurisprudencën e cituar në paragrafin 234 më lart).", "287. Nuk mund të jetë e realizueshme në praktikë, fakti i kërkimit të njoftimit në të gjitha rastet. Pas pezullimit të këtyre masave, aktiviteti ose rreziku i marrjes së një serie të veçanta masash vëzhguese mund të vazhdojë për vite, madje edhe dekada. Njoftimi i individit të prekur nga masa e pezulluar, mund të rrezikojë qëllimin afatgjatë të mbikëqyrjes. Për më tepër, një njoftim i tillë mund të shërbejë për të zbuluar metodat e punës dhe fushat e funksionimit të shërbimeve të inteligjencës, dhe ndoshta të identifikojë agjentët e tyre. Prandaj, fakti që personat në fjalë nuk janë njoftuar dhe më pas përgjimi ndaj tyre është ndërprerë, sugjeron se ndërhyrja nuk ishte \"e nevojshme në një shoqëri demokratike\", sikurse edhe mosvënia në dijeni e palës. Nëse njoftimi i palës do të ishte realizuar do të sigurohej efikasiteti i ndërhyrjes. Njoftimi duhet të kryhet sa më shpejt të jetë e mundur, pa rrezikuar qëllimin e masës (shih Klass dhe të tjerët, cituar më lart, § 58, Weber dhe Saravia, cituar më lart, § 135). Gjykata, gjithashtu merr parasysh Rekomandimin e Komitetit të Ministrave që rregullon përdorimin e të dhënave personale në sektorin e policisë, i cili parashikon se në rastet kur të dhënat në lidhje me një individ janë mbledhur dhe ruajtur pa dijeninë e tij ose të saj, edhe nëse të dhënat janë fshirë, ai ose ajo duhet të informohet sa më shpejt është e mundur, pa u paragjykuar aktiviteti i policisë (§ 2.2, shih paragrafin 143 më lart).", "288. Në rastet e Klass dhe të tjerët, Weber dhe Saravia, Gjykata shqyrtoi legjislacionin gjerman në lidhje me njoftimin pas përfundimit të përgjimit, i cili parashikonte se duhej të bëhej njoftimi sa më shpejt të jetë e mundur, por pa rrezikuar qëllimin e masës së marrë. Gjykata deklaroi se Komisioni G10, i cili kishte fuqinë për të vendosur nëse një individ që po përgjohet duhet të njoftohet ose jo për masën ishte autoritet i pavarur. Gjykata gjeti se, dispozita në fjalë ka siguruar një mekanizëm efektiv të njoftimit, e cila ka kontribuar në mbajtjen e ndërhyrjes brenda kufijve të asaj që ishte e nevojshme për arritjen e qëllimeve legjitime (shih Klass dhe të tjerë, cituar më lart, § 58, dhe Weber dhe Saravia, cituar më sipër, § 136). Në rastet e Shoqatës për Integrim Evropian dhe të Drejtave të Njeriut dhe Ekimdzhiev dhe Dumitru Popescu (nr.2), Gjykata konstatoi se mungesa e parashikimit që subjekti i përgjimit duhet të njoftohet në çdo rast, është e papajtueshme me Konventën, pasi e privon atë nga mundësia për të kërkuar zhdëmtim për ndërhyrje të paligjshme dhe shkelje të nenit 8. Mjetet në dispozicion sipas ligjit kombëtar janë më tepër teorike dhe iluzive, sesa praktike dhe efektive. Ligji kombëtar shmang një mbrojtje të rëndësishme, atë kundër përdorimit të papërshtatshëm të mjeteve të posaçme të përgjimit (shih Shoqata për Integrim Evropian dhe të Drejtave të Njeriut dhe Ekimdzhiev, cituar më lart, §§ 90 dhe 91, dhe Dumitru Popesku (nr. 2), cituar më lart, § 77). Në të kundërt, në rastin e Kennedy mungesa e parashikimit që subjekti i përgjimit duhet të njoftohet në çdo rast ishte në përputhje me Konventën, për shkak se në Mbretërinë e Bashkuar çdo person i cili dyshonte se komunikimet e tij ishin përgjuar ose mund të përgjoheshin, kishte të drejtë të ankohej në Tribunalin e Hetimit, juridiksioni i së cilës nuk varet nga dhënia e njoftimit për përgjimin, që kishte pasur përgjim të komunikimeve të tij/saj (shih Kennedy, cituar më lart, § 167).", "289. Duke u kthyer në rrethanat e çështjes në fjalë, Gjykata vëren se në Rusi personat e përgjuar nuk janë të njoftuar për këtë fakt në asnjë moment dhe rrethanë. Nëse nuk ka nisur proces penal kundër subjektit të përgjimit dhe të dhënat e përgjuara të jenë përdorur si prova, ose nëse nuk ka pasur një rrjedhje informacioni, personi i përgjuar nuk ka gjasa të zbulojë se komunikimet e tij ose të saj janë përgjuar.", "290. Gjykata merr parasysh faktin se një person i cili është vënë në dijeni se komunikimet e tij ose të saj janë përgjuar, mund të kërkojë informacion në lidhje me të dhënat përkatëse (shih paragrafin 81 më lart). Vlen të përmendet në lidhje me këtë se për të paraqitur një kërkesë të tillë personi duhet të jetë në posedim të fakteve për të cilat ai ose ajo i ishte nënshtruar përgjimit. Gjykata vijon se aksesi i personit në informata është i kushtëzuar me aftësinë e tij për të provuar se komunikimet ishin përgjuar. Për më tepër, subjekti i përgjimit nuk ka të drejtë aksesi në dokumente në lidhje me përgjimin e komunikimeve të tij ose të saj; ai ose ajo në rastin më të mirë ka të drejtë të marrë informacion në lidhje me të dhënat e mbledhura për të. Një informacion i tillë është dhënë vetëm në rrethana shumë të kufizuara, si p.sh. në qoftë se fajësia e tij nuk është vërtetuar në përputhje me procedurën e parashikuar me ligj, ai ose ajo nuk është akuzuar apo akuzat kanë rënë, pasi pretendohet se vepra nuk është kryer, apo një ose më shumë elemente të veprës penale kanë humbur. Gjithashtu, i rëndësishëm është fakti se vetëm informacioni që nuk përmban sekrete shtetërore mund t’i zbulohet subjektit të përgjuar. Në bazë të ligjit rus, mjetet e përdorura në aktivitetet operative të kërkimit, metodat e përdorura, zyrtarët e përfshirë dhe të dhënat e mbledhura përbëjnë sekret shtetëror (shih paragrafin 52 më lart). Duke pasur parasysh karakteristikat e mësipërme të ligjit rus, mundësia për të marrë informacion në lidhje me përgjimet është jo efektive.", "291. Gjykata, për të bërë vlerësimin e efektivitetit të mjeteve juridike në dispozicion sipas ligjit rus, do të mbajnë parasysh faktorët e mësipërm, si dhe mungesën e njoftimit dhe mungesën e një mundësie efektive për të kërkuar dhe marrë informacion në lidhje me përgjimet nga autoritetet.", "292. Ligji rus parashikon se një person që pretendon se të drejtat e tij ose të saj kanë qenë ose janë duke u shkelur nga një zyrtar shtetëror, mund të ankohen te një zyrtar më i lartë, si prokurori, ose gjykata (shih paragrafin 83 më lart). Gjykata rithekson se apelimi hierarkik pranë drejtuesit të drejtpërdrejtë të zyrtarit, veprimet e të cilit po kundërshtohen, nuk i plotëson standardet e nevojshme të pavarësisë për të formuar mbrojtje të mjaftueshme kundër abuzimeve të autoriteteve (shih, për arsyetim të ngjashëm, Khan k. Mbretërisë së Bashkuar, nuk ka 35394/97, §§ 45-47, GJEDNJ 2000 V,. Dumitru Popescu (nr.2), cituar më lart, § 72, dhe Avanesyan, cituar më lart, § 32). Prokurorit, gjithashtu i mungon pavarësia dhe ka fushë të kufizuar rishikimi, siç u tregua më lart (shih paragrafët 277 për 285 më lart). Mbetet të konstatohet nëse ankesa në gjykatë mund të konsiderohet si mjet efektiv.", "293. Ka katër procedura gjyqësore të cilat, sipas Qeverisë, mund të përdoren nga një person që dëshiron të ankohen në lidhje me përgjimin e komunikimeve të tij: apelimi, apelimi në Kasacion, shqyrtimi-mbikëqyrës ndaj vendimit gjyqësor që autorizon përgjimin e komunikimeve; shqyrtimi gjyqësor, sipas nenit 125 të KPrP, sipas Aktit të Shqyrtimit Gjyqësor dhe Kapitullit 25 të Kodit të Procedurës Civile; dhe ankesa për shpërblim dëmi jashtëkontraktor në bazë të nenit 1069 të Kodit Civil. Gjykata do t’i shqyrtojë ato në vijim.", "294. Seti i parë i procedurave, i cili iniciohet nga Qeveria është apelimi, apelimi në Kasacioni ose shqyrtimi mbikëqyrës ndaj vendimit gjyqësor që autorizon përgjimin e komunikimeve. Edhe pse, Gjykata Kushtetuese ka deklaruar qartë se subjekt i përgjuar nuk kishte të drejtë të ankohej kundër vendimit gjyqësor që autorizon përgjimin e komunikimeve të tij (shih paragrafin 40 më lart; shih gjithashtu Avanesyan, cituar më lart, § 30), legjislacioni i brendshëm hesht për mundësinë e paraqitjes së një apelimi në Kasacion. Duke pasur parasysh se Qeveria nuk parashtroi asnjë shembull të praktikës së brendshme të rasteve të shqyrtimit në Kasacion, Gjykata ka dyshime të forta për ekzistencën e një të drejte të tillë. Në të njëjtën kohë, subjekti i përgjuar ka të drejtë të kërkojë shqyrtim mbikëqyrës (shih paragrafin 43 më lart). Për paraqitjen e kësaj kërkese, personi në fjalë duhet të jetë i vetëdijshëm se ekziston vendimi gjyqësor. Edhe pse Gjykata Kushtetuese është shprehur se nuk është e nevojshme të bashkëlidhet një kopje e vendimit gjyqësor të kontestuar (ibid.), është e vështirë të imagjinohet se si një person mund të paraqesin një kërkesë të tillë pa pasur të paktën informacionin minimal për vendimin, si datën e tij dhe gjykatën që e ka nxjerrë. Në mungesë të parashikimit ligjor mbi njoftimin e personit që po përgjohet, është shumë e vështirë, thuajse e pamundur që personi i përgjuar të marrë këtë informacion, vetëm nëse do të jepet në kontekstin e procedimeve penale, apo ka pasur rrjedhje informacioni.", "295. Për më tepër, ankesa në bazë të nenit 125 të KPrP mund të paraqitet vetëm nga një person pjesëmarrës në procedurën penale, ndërkohë që procedura është pezulluar (shih paragrafët 88 dhe 89 më lart). Ky mjet është në dispozicion vetëm për personat që kanë dijeni për përgjimin në kuadër të procedimeve penale kundër tyre. Ai nuk mund të përdoret nga një person për të cilin nuk ka nisur procedura penale dhe nuk e di nëse komunikimet e tij ose të saj janë përgjuar. Qeveria nuk parashtroi ndonjë vendim gjyqësore që kishte shqyrtuar ankesën sipas nenit 125 të KPrP për përgjimin e komunikimeve. Prandaj, nuk u arrit të ilustrohej me shembuj nga praktika gjyqësore efikasiteti praktik i mjeteve të brendshme, për setin e parë të procedurave (shih për arsyetim të ngjashëm, Rotaru, cituar më lart, § 70, dhe Ananyev dhe të tjerë, cituar më lart, §§ 109 dhe 110).", "296. Në lidhje me ankesën e shqyrtimit gjyqësor sipas Aktit të Shqyrtimit Gjyqësor, kapitullit 25 të Kodit të Procedurës Civile, Kodit të ri të Procedurës Administrative, për kërkesën për shpërblim dëmi jashtëkontraktor sipas nenit 1069 të Kodit Civil, barra e provës për të treguar se përgjimi është kryer dhe se të drejtat e tij ose të saj ishin duke shkelur, i përket paditësit (shih paragrafët 85, 95, 96 dhe 105 më lart). Në mungesë të njoftimit ose të disa formave të aksesit në dokumente zyrtare në lidhje me përgjimet, një barrë prove e tillë është praktikisht e pamundur të realizohet nga subjekti i përgjuar. Edhe në çështjen konkrete, gjykatat e brendshme refuzuan kërkesën, sepse subjekti i përgjuar kishte dështuar të provonte se komunikimet e tij telefonike ishin përgjuar (shih paragrafët 11 dhe 13 më lart). Gjykata vëren se Qeveria parashtroi disa vendime gjyqësore të marra në bazë të Kapitullit 25 të Kodit të Procedurës Civile ose nenit 1069 të Kodit Civil (shih paragrafët 220 për 223 më lart). Megjithatë, të gjitha këto vendime, me një përjashtim, kishin të bënin me kërkimet apo marrjen e dokumenteve ose objekteve, që janë pjesë e masave operative të kërkimit të të dhënave dhe janë kryer me dijeninë e personit në fjalë. Vetëm një vendim gjyqësor ka të bëjë përgjimin e komunikimeve. Në këtë rast, barra e provës u shkarkua nga subjekti, për shkak se ai mori dijeni për përgjimin e komunikimeve në rrjedhën e procedurës penale kundër tij.", "297. Më tej, Gjykata merr parasysh argumentin e qeverisë se ligji rus parashikon mjetet juridike penale për shpërdorimin e detyrës, grumbullimin e paautorizuar ose shpërndarjen e informacionit në lidhje me jetën private dhe shkeljen e së drejtës së qytetarëve për privatësi të komunikimeve private dhe familjare. Për arsyet e përcaktuara në paragrafët e mësipërm këto mjete, gjithashtu janë në dispozicion vetëm për personat të cilët provojnë të paktën disa informacione faktike në lidhje me përgjimin e komunikimeve të tyre (shih paragrafin 24 më lart).", "298. Gjykata arrin në përfundimin se mjetet e përmendura nga Qeveria janë në dispozicion vetëm për personat që janë në posedim të informacionit në lidhje me përgjimin e komunikimeve të tyre. Prandaj, efektiviteti i tyre është penguar nga mungesa e një parashikimi se subjekti në çdo rast duhet të njoftohet për përgjimin, apo t’i jepet një mundësi e përshtatshme për të kërkuar dhe marrë informacion nga autoritetet në lidhje me përgjimet. Prandaj, Gjykata konstaton se ligji rus nuk parashikon një mjet efektiv gjyqësor kundër masave sekrete të përgjimit, në rastet kur nuk është iniciuar një procedurë penale ndaj subjektit përgjimit. Nuk është detyrë e Gjykatës për të vendosur nëse mjetet do të jenë efektive në rastet kur një individ mëson në lidhje me përgjimin e komunikimeve të tij/saj gjatë procedurave penale kundër tij (shih, megjithatë, Avanesyan, cituar më sipër, ku disa nga këto mjete janë gjetur të jenë të paefektshme në lidhje me përgjimet e subjekteve).", "299. Së fundi, në lidhje me mjetet juridike për të kundërshtuar para gjykatave ruse pamjaftueshmërinë e pretenduar të masave mbrojtëse kundër abuzimit, Gjykata nuk është e bindur nga argumenti i Qeverisë që mjete të tilla janë efektive (shih paragrafët 156 dhe 225 më lart). Në lidhje me mundësinë për të kundërshtuar AAOKDH para Gjykatës Kushtetuese, Gjykata vëren se Gjykata Kushtetuese ka shqyrtuar kushtetutshmërinë e AAOKDH në shumë raste dhe zbuloi se ajo ishte në përputhje me Kushtetutën (shih paragrafët 40 deri 43, 50, 82 dhe 85-87 lart). Në rrethana të tilla, Gjykata konstaton se nuk ka gjasa që një ankesë nga kërkuesi para Gjykatës Kushtetuese, e cila ngre të njëjtat çështje që tashmë janë shqyrtuar prej saj, të ketë perspektivë për sukses. Gjykata nuk është e bindur se një kundërshtim i Urdhrit nr. 70 para Gjykatës së Lartë, apo gjykatave më të ulëta do të përbënte një mjet efektiv. Në të vërtetë, kërkuesi në procedimet e brendshme ka kundërshtuar Urdhrin Nr. 70. Megjithatë, gjykatat si ajo e Qarkut, ashtu dhe ajo e Rrethi kanë konstatuar se kërkuesi nuk kishte të drejtë të sfidonte Urdhrin, pasi pajisjet ishin instaluar në pajtim me Urdhrin dhe në vetvete nuk përbënin ndërhyrje në privatësinë e komunikimeve të tij (shih paragrafët 10, 11 dhe 13 më lart). Me rëndësi është fakti se Gjykata Supreme deklaroi se Urdhrit nr. 70 ishte më shumë me natyrë teknike, sesa ligjore (shih paragrafin 128 më lart).", "300. Duke pasur parasysh vlerësimet e mësipërme, Gjykata konstaton se ligji rus nuk siguron mjete të efektshme ankimi për një person që dyshon se ai ose ajo i është nënshtruar përgjimit të fshehtë. Duke privuar subjektin e përgjimit nga mundësia efektive e kundërshtimit të përgjimeve, ligji rus i shmanget një mbrojtje të rëndësishme, asaj kundër përdorimit jo të duhur të masave të përgjimit sekret.", "301. Për arsyet e mësipërme, Gjykata hedh poshtë kundërshtimin e Qeverisë se nuk janë ezauruar mjetet e brendshme ligjore.", "", "(Θ) Përfundimi", "302. Gjykata konstaton se dispozitat ligjore ruse që rregullojnë përgjimet e komunikimeve nuk japin garanci të mjaftueshme dhe efektive ndaj arbitraritetit dhe rrezikut të abuzimit, garanci të cilat janë të natyrshme në çdo sistem të përgjimit të fshehtë. Veçanërisht rreziku është i lartë në një sistem, ku shërbimet sekrete dhe policia kanë akses të drejtpërdrejtë me mjete teknike në të gjitha komunikimet telefonike celulare. Në veçanti, rrethanat në të cilat autoritetet publike janë të autorizuara të përdorin masat sekrete të përgjimit nuk janë të përcaktuara me qartësi të mjaftueshme. Dispozitat nuk japin garanci të mjaftueshme kundër ndërhyrjeve arbitrare. Ligji i brendshëm lejon ruajtjen automatike të të dhënave dhe nuk është mjaft i qartë për rrethanat në të cilat materiali do të ruhet, apo shkatërrohet pas përfundimit të gjykimit. Procedurat e autorizimit të përgjimeve nuk janë të afta të sigurojnë se masat e mbikëqyrjes sekrete janë urdhëruar vetëm kur ka qenë \"e nevojshme në një shoqëri demokratike\". Mbikëqyrja e përgjimeve, ashtu siç është e organizuar për momentin në Rusi, nuk është në përputhje me kërkesat e pavarësisë, të cilat janë të mjaftueshme për të ushtruar një kontroll efektiv dhe të vazhdueshëm, shqyrtim publik dhe efektivitet në praktikë. Efektiviteti i mjeteve minohet nga mungesa e njoftimit të përgjimeve, apo aksesit në dokumente të lidhura me përgjimet.", "303. Është e rëndësishme të theksohet, që të metat në kornizën ligjore të identifikuar më lart, kanë ndikim në funksionimin aktual të sistemit të përgjimit të fshehtë që aplikohet në Rusi. Gjykata nuk është e bindur në pohimin e Qeverisë se të gjitha përgjimet në Rusi janë kryer në mënyrë të ligjshme në bazë të autorizimit të duhur gjyqësor. Shembujt e paraqitura nga kërkuesi në procedimet e brendshme (shih paragrafin 12 më lart) dhe në procedurën para Gjykatës (shih paragrafin 197 më lart) tregojnë ekzistencën e praktikave arbitrare dhe abuzive, e cila duket se vjen për shkak të garancive të pamjaftueshme të ofruara nga ligj (shih, për arsyetim të ngjashëm, Shoqata për Integrim Evropian dhe të Drejtave të Njeriut dhe Ekimdzhiev, cituar më lart, § 92, dhe, me kontrast, Klass dhe të tjerë, cituar më lart, § 59, dhe Kennedy, të cituar më lart, §§ 168 dhe 169).", "304. Duke pasur parasysh mangësitë e identifikuara më sipër, Gjykata konstaton se ligji rus nuk i plotëson kriteret për cilësisë e tij dhe është i paaftë për ta kufizuar ndërhyrjen në të drejtat e individëve vetëm për aq sa është e nevojshme në një shoqëri demokratike.", "305. Në përputhje me rrethanat, gjykata deklaron se ka pasur shkelje të nenit 8 të Konventës.", "", "II. SHKELJA E PRETENDUAR E NENIT 13 TË KONVENTËS", "", "306. Kërkuesi u ankua se ai nuk kishte asnjë mjet efektiv për ankesën e tij sipas Nenit 8. Ai është mbështetur në nenin 13 të Konventës, i cili parashikon:", "\"Çdokush, të cilit i janë shkelur të drejtat dhe liritë e përcaktuara në këtë Konventë, ka të drejtën e një zgjidhjeje efektive para një organi kombëtar, pavarësisht se shkelja është kryer nga persona që veprojnë në përmbushje të funksioneve të tyre zyrtare.\"", "307. Duke pasur parasysh gjetjet në bazë të nenit 8 të Konventës në paragrafët 286 deri në 300 më lart, Gjykata konsideron se kërkimi në bazë të nenit 13 të Konventës është i lidhur ngushtë me kërkimin sipas nenit 8 dhe për këtë arsye duhet të shpallet i pranueshëm, por nuk është e nevojshme të shqyrtohen veçmas (shih Liberty dhe të tjerë, cituar më lart, § 73).", "", "III. ZBATIMI I NENIT 41 TË KONVENTËS", "", "308. Neni 41 i Konventës parashikon:", "\" Kur Gjykata konstaton se ka pasur një shkelje të Konventës ose të protokolleve të saj dhe, nëse e drejta e brendshme e Palës së Lartë Kontraktuese lejon të bëhet vetëm një ndreqje e pjesshme,", "Gjykata, kur është e nevojshme, i akordon shpërblim të drejtë palës së dëmtuar.\"", "", "A. Dëmi", "", "309. Kërkuesi pretendoi 9,000 euro (Euro) në lidhje me dëmin jo pasuror.", "310. Qeveria parashtroi se kërkesa ishte e tepruar, duke marrë parasysh se kërkuesi kishte kundërshtuar ligjin rus in abstracto, pa qenë në asnjë mënyrë i prekur personalisht nga ai. Thjesht konstatimi i shkeljes, do të përbënte shpërblim të drejtë të mjaftueshëm.", "311. Gjykata thekson se, në kuadrin e ekzekutimit të vendimeve në përputhje me nenin 46 të Konventës, në një vendim në të cilin gjen shkelje të Konventës ose protokolleve të saj, imponohet mbi shtetin e paditur një detyrim ligjor, jo vetëm për t’i paguar personave të interesuar shumat e dhëna me anë të shpërblimit të drejtë, por edhe për të zgjedhur, subjektin e mbikëqyrjes nga ana e Komitetit të Ministrave, masat e përgjithshme dhe/ose, nëse është e përshtatshme, masat e veçanta që do të adoptohen në sistemin e brendshëm ligjor, në mënyrë që t’i jepet fund shkeljes së gjetur nga Gjykata dhe të bëhen të gjitha dëmshpërblimet e mundshme për pasojat e saj, në një mënyrë të tillë që të rivendoset sa më shumë të jetë e mundur situata ekzistuese para shkeljes. Për më tepër, në ratifikimin e Konventës, shtetet kontraktuese kanë marrë përsipër të sigurojnë që ligji i tyre i brendshëm është në përputhje me të (shih Shoqata për Integrim Evropian dhe të Drejtave të Njeriut dhe Ekimdzhiev, cituar më lart, § 111, me referenca të mëtejshme).", "312. Gjykata konsideron se thjesht konstatimi i shkeljes përbën mjaftueshëm shpërblim të drejtë dëmin jo pasuror të shkaktuar kërkuesit.", "", "Kostot dhe shpenzimet", "", "313. Para Dhomës, kërkuesi pretendoi 26,579 rubla ruse (Rub., rreth 670 euro, në datën e dorëzimit) për shpenzimet postare dhe të përkthimit. Ai e mbështeti pretendimin në fatura postare, shërbimin e faksit dhe një kontratë të shërbimeve të përkthimit.", "314. Para Dhomës së Madhe, kërkuesi pretendoi 22,800 paund (GBP, rreth 29,000 euro, në datën e dorëzimit) dhe 13,800 euro për tarifat ligjore, duke u mbështetur në orët e punës së avokatëve të tij. Duke u bazuar në fatura, ai gjithashtu pohoi se i ishin dashur 6,833.24 GBP (rreth 8,700 euro në datën e dorëzimit) për përkthim, udhëtime dhe shpenzime të tjera administrative.", "315. Qeveria e pranoi kërkesën për kostot dhe shpenzimet e bëra para Dhomës për shkak se ajo ishte e mbështetur me dëshmi të dokumentuara. Në lidhje me pretendimet për kostot dhe shpenzimet e bëra para Dhomës së Madhe, Qeveria parashtroi se pretendimet ishin dorëzuar më shumë se një muaj pas seancës. Për sa i përket tarifave ligjore, Qeveria parashtroi se një pjesë e këtyre shpenzimeve mbulonin punën e kryer nga përfaqësuesit përpara se kërkuesi të kishte nënshkruar formularin dhe se ende nuk ishte përfaqësues në emër të zonjës Levine. Për më tepër, numri i përfaqësuesve dhe numri i orëve të shpenzuara nga ana e tyre për përgatitjen e çështjes ka qenë i tepruar. Nuk kishte prova se kërkuesi kishte paguar tarifat ligjore në fjalë, ose ishte nën një detyrim ligjor ose kontraktor për t’i paguar ato. Për sa i përket shpenzimeve të tjera administrative dhe përkthimeve, Qeveria parashtroi se kërkuesi nuk kishte paraqitur dokumente që tregojnë se ai kishte paguar shumat e pretenduara. Ai nuk provoi se shpenzimet e përkthimit kanë qenë me të vërtetë të nevojshme, duke pasur parasysh se disa nga avokatët e kërkuesve flisnin rusisht. Tarifat e pretenduara për përkthyesit ishin të tepruara. Së fundi, shpenzimet e udhëtimit kishin qenë të tepruara.", "316. Sipas jurisprudencës së Gjykatës, një kërkues ka të drejtën e rimbursimit të kostove dhe shpenzimeve vetëm në masën që ka provuar se këto kanë qenë në të vërtetë të nevojshme, domosdoshme dhe të arsyeshme. Në rastin në fjalë, duke pasur dokumente e shqyrtuara dhe kriteret e mësipërme, Gjykata çmon të arsyeshme të caktojë shumën e 40.000 Euro për mbulimin e shpenzimeve, plus çdo taksë që mund të jetë në ngarkim të kërkuesit.", "", "C. Interesi i munguar", "317. Gjykata çmon të nevojshme se përqindja e interesit të munguar duhet të bazohet në normën marxhinale të huadhënies së Bankës Qendrore Evropiane, së cilës duhet t’i shtohen tre pikë përqindje.", "", "PËR KËTO ARSYE, GJYKATA:", "", "318. Bashkohet njëzëri me meritat dhe kundërshtimet e Qeverisë në lidhje me mungesën e statusit të viktimës dhe mos ezaurimit të mjeteve të brendshme ligjore nga ana e kërkuesit dhe e deklaron kërkesën e pranueshme;", "319. Vendos, njëzëri, se ka pasur shkelje të nenit 8 të Konventës dhe rrëzon kundërshtimet e mësipërme të qeverisë;", "320. Vlerëson njëzëri se nuk ka nevojë për të shqyrtuar kërkesën sipas nenit 13 të Konventës;", "321. Vendos me gjashtëmbëdhjetë vota pro dhe një kundër, se thjesht konstatimi i shkeljes përbën në vetvete shpërblim të drejtë të mjaftueshëm për çdo dëm jo material të pësuar nga kërkuesi;", "", "Vendos, njëzëri,", "(A) se shteti i paditur duhet t’i paguajë kërkuesit, brenda tre muajsh 40.000 Euro (dyzet mijë euro), plus çdo taksë që mund të jetë e tatueshme, në lidhje me kostot dhe shpenzimet;", "(B) që nga skadimi i periudhës tre mujore të përmendur më lart, deri në zgjidhjen e çështjes, interesi do të paguhet mbi shumat e mësipërme në një normë të barabartë me normën marxhinale të huadhënies së Bankës Qendrore Evropiane gjatë periudhës së shpërblimit të munguar, plus tre pikë përqindje;", "322. Rrëzon, njëzëri, pjesën tjetër të pretendimeve të kërkuesit për shpërblim të drejtë.", "Hartuar në anglisht dhe frëngjisht, dhe marrë në seancë publike në Gjykatën Evropiane të të Drejtave të Njeriut, Strasburg, 4 dhjetor 2015.", "", "Lawrence Early \t\t\t\t\t\t\t\tDean Spielmann", " Këshilltar\t\t\t\t\t\t\t\t\t  Kryetar", "", "", "", "Në përputhje me nenin 45 § 2 të Konventës dhe Nenin 74 § 2 të Rregullores së Gjykatës, opinionet alternative i janë bashkëngjitur këtij vendimi:", "(A) Opinioni alternativ i gjyqtarit Dedov;", "(B) Opinioni pjesërisht mospajtues i gjyqtarit Ziemele.", "D.S.", "T.L.E.", "", "", "OPINIONI ALTERNATIV I GJYQTARIT DEDOV", "", "1. Kompetenca e Gjykatës për të shqyrtuar ligjin e brendshëm in abstracto.", "Siç vuri në dukje Qeveria, dyshimet mund të ekzistojnë si për kompetencën e Gjykatës për të shqyrtuar cilësinë dhe efektivitetin e së drejtës së brendshme in abstracto pa statusin e viktimave të kërkuesve, pa përcaktuar fillimisht nëse ka pasur ndërhyrje në të drejtën e tij për respektimin e jetës private në praktikë, dhe jo teorikisht.", "Kjo qasje është përdorur tashmë nga Gjykata në raste të përgjimit për të parandaluar abuzimet e mundshme me pushtetin. Në dy raste kryesore, Kennedy kundër Mbretërisë së Bashkuar (nr. 26839/05, §§ 122-123, 18 maj 2010) dhe Klass dhe të tjerët kundër Gjermanisë (6 shtator 1978 § 34, seria A nr. 28), kundër dy shteteve të shquar demokratike, përkatësisht të Mbretërisë së Bashkuar dhe Republikës Federale të Gjermanisë, Gjykata ka konfirmuar efektivitetin e sistemeve përkatëse të brendshme kundër arbitraritetit. Megjithatë, për fat të keq, ne nuk mund të injorojmë faktin se të dyja këto shtete kanë qenë kohët e fundit të përfshira në skandale të mëdha të përgjimeve. Së pari, bisedat telefonike celulare të kancelares të Gjermanisë Federale u kapën në mënyrë të paligjshme nga ana e shërbimit sekret kombëtar; dhe së dyti, autoritetet në Mbretërinë e Bashkuar i ofruan shërbimeve të SHBA-së informacion sekret në lidhje me të gjithë ish-bazën e të dhënave të komunikimeve shtetërore, pasi autoritetet amerikane ishin në gjendje të përgjonin të gjithë qytetarët e Mbretërisë e Bashkuar, pa iu nënshtruar asnjë mbrojtje e sigurie të brendshme.", "Kjo tregon se ka diçka të gabuar në përfundimin e Gjykatës. Ndoshta do të jetë më efektive në rastet e kërkesave individuale, në mënyrë që Gjykata të ketë mundësi për të ndërhyrë e gjetur shkelje të Konventës, sikurse në të vërtetë ajo rregullisht gjen shkelje në lidhje me kërkimet e pajustifikuara të kërkuesve. Në përgjithësi, problemi në këto raste nuk ka të bëjë me kompetencat e dhëna gjykatave të brendshme, por me mënyrën në të cilën gjyqtarët autorizojë kryerjen e hetimit.", "Qasja e Gjykatës në lidhje me zbatimin aktual të ligjit mund të ndryshojë sa i përket ndërhyrjes potenciale. Si më poshtë shembuj nga rasti Kennedy:", "\"119. Gjykata ka deklaruar vazhdimisht në jurisprudencën e saj se zakonisht detyra e saj nuk është për të shqyrtuar ligjin përkatës dhe praktikën in abstracto, por për të përcaktuar nëse mënyra në të cilën ato janë aplikuar përbën shkelje të Konventës (shih, ndër të tjera, Klass dhe të tjerë, cituar më lart, § 33;.. NC k. Italisë [GC], nr. 24952/94, § 56, GJEDNJ 2002-X, dhe Krone Verlag GmbH dhe Co. KG k. Austrisë (nr. 4.), nr. 72331/01, § 26, 9 nëntor 2006). \"; dhe nga rastin Klass:", "\"36 ... Gjykata e sheh të papranueshme që siguria e gëzimit të të drejtave të garantuara nga Konventa mund të largohet në këtë mënyrë nga fakti i thjeshtë se personi në fjalë është vënë në dijeni të shkeljes. E drejta për rekurs e personave potencialisht të prekur nga vëzhgimi i fshehtë duhet të mbështetet në nenin 25..., pasi nëse do të mbështetej në Nenin 8, rreziku për mos aplikim është më i lartë \".", "Megjithatë, skandalet gjermane dhe angleze të përmendura më lart konfirmojnë se, herët a vonë, individi në fjalë do të vihet në dijeni të përgjimit. Mund të gjeni shembuj përkatës në kontekstin rus (shih Shimovolos kundër Rusisë, nr. 30194/09, 21 qershor 2011). Kërkuesi në rastin në fjalë nuk është në dijeni të ndonjë përgjimi të komunikimeve të tij, dhe ky fakt nuk mund të injorohet nga Gjykata.", "Gjykata, në praktikën e saj ka shmangur raste që shqyrton in abstracto (shih Silver dhe të tjerët k. Mbretërinë e Bashkuar 25 mars 1983 Seria A nr. 61, § 79; Nikolova k. Bullgarisë [GC], nr. 31195/96, § 60, GJEDNJ 1999 II, Nexhdet Şahin dhe Perihan Şahin k. Turqisë [GC], nr. 13279/05, §§ 68-70, 20 tetor 2011; Sabanchiyeva dhe të tjerët k. Rusisë, nr. 38450/05, § 137, GJEDNJ 2013;.. dhe Monnat k. Zvicrës, ka 73604/01, §§ 31-32, GJEDNJ 2006- X). Kështu, mund të supozohet se rastet e përgjimit janë unike, për këtë arsye duhet të dimë shkaqet pse gjykata ndryshon qasjen e saj të përgjithshme për shqyrtimin e rasteve të tilla. Megjithatë, edhe pse nuk është analizuar ndryshimi i qasjes, edhe nëse legjislacioni krijon rrezikun e arbitraritetit, duhet të shohim rezultatin e këtij arbitraritetit. Unë nuk jam i sigurt se disa shembuj (që nuk lidhen me çështjen e kërkuesit) provojnë se i gjithë sistemi i masave mbrojtëse duhet të rishikohet dhe të forcohet. Unë do të pranoja një qasje të tillë, nëse do të kishte një dyndje të madhe të kërkesave të përsëritura që tregojnë se Urdhrit nr. 70 (në lidhjen e pajisjeve të përgjimit në rrjetet operatorëve) nuk është i një natyre teknike, por një problem strukturor në Rusi. Nëse është ky rasti, kemi nevojë për një procedurë pilot dhe një gjykim pilot në lodhje me të.", "Çdo rast në të cilin Gjykata ka gjetur shkelje të Konventës (më shumë se 15.000 gjykime) është i bazuar në shpërdorimin e pushtetit, madje edhe kur legjislacioni i brendshëm është me cilësi të mirë. Çdo abuzim me pushtetin është një çështje e etikës, dhe nuk mund të eliminohet vetëm me anë të masave legjislative.", "Gjykata është shprehur në mënyrë të vazhdueshme se detyra e saj nuk është që të shqyrtojë ligjin vendor dhe praktikën in abstracto, ose të shprehet mbi pajtueshmërinë e dispozitave të legjislacionit me Konventën, por të përcaktojë nëse mënyra në të cilën ato janë aplikuar, ose në të cilën kërkuesit janë prekur përbën shkelje të Konventës (shih, midis autoriteteve të tjera, në të nenit 14, Religionsgemeinschaft der Zeugen Jehovas dhe të tjerë k. Austrisë, nr. 40825/98, § 90, 31 korrik 2008).", "Neni 34 i Konventës nuk është një institutit i llojit actio popularis për interpretimin e Konventës; ai nuk lejon që individët të ankohen kundër një ligji in abstracto, thjesht sepse ata mendojnë se është në kundërshtim me Konventën. Në parim, që kërkesa individuale të konsiderohet e pranueshme, nuk mund të pretendohet thjesht ekzistenca e një ligji që shkel të drejtat individit sipas Konventës, por është e nevojshme që ligji duhet të jetë zbatuar në dëm të tij (shih Klass, cituar më lart, § 33). Këto parime nuk duhet të zbatohen në mënyrë arbitrare.", "", "2. Legjislatura dhe gjyqësori:", "Gjykata duhet të respektojnë dallimet:", "Në këtë rast është shumë e rëndësishme në aspektin e ndarjes së funksioneve ndërmjet Gjykatës dhe Asamblesë Parlamentare të Këshillit të Evropës, siç është e nevojshme për të ndarë pushtetin e legjislativit dhe gjyqësorit. Asambleja Parlamentare miraton rekomandime, rezoluta dhe mendime, të cilat shërbejnë si udhërrëfyes për Komitetin e Ministrave, qeveritë kombëtare, parlamentet dhe partitë politike. Në fund të fundit, me konventat, legjislacionin dhe praktikën, Këshilli i Evropës promovon të drejtat e njeriut, demokracinë dhe sundimin e ligjit. Ai monitoron progresin e shteteve anëtare në këto fusha dhe bën rekomandime përmes organeve të pavarura monitoruese eksperte. Gjykata Evropiane e të Drejtave të Njeriut sundon mbi kërkesat individuale apo shtetërore që pretendojnë shkelje të të drejtave civile dhe politike të përcaktuara në Konventën Evropiane për të Drejtat e Njeriut. Duke marrë parasysh ndarjen e mësipërme të funksioneve, shqyrtimi i një çështjeje in abstracto është i ngjashëm me një raport ekspertësh, por jo me një gjykim.", "Morten Kjaerum, Drejtori i Agjencisë së Bashkimit Evropian për të Drejtat e Njeriut (FRA), iu drejtua një debati të përbashkët për të drejtat themelore në Komisionin Evropian Parlamentar për Liritë Civile, Drejtësi dhe Punët e Brendshme (LIBE) në 4 shtator 2014. Ai theksoi: \"Zbulimet e përgjimeve në masë të Snowden nxorën në pah faktin se mbrojtja e të dhënave personale është nën kërcënim. Mbrojtja e së drejtës së privatësisë është larg të qenit e mjaftueshme, kur shikojmë se në të gjithë Evropën, pas debateve të vitit të kaluar, mirëpresim shumë kërkesa të Parlamentit Evropian të Agjencisë së të Drejtave Themelore për të hetuar më tej të drejtat dhe garancitë themelore në kuadrin e programeve të përgjimit në shkallë të gjerë. Dhe natyrisht ju do të informoheni me siguri në fund të këtij viti në lidhje me gjetjet e kësaj kërkese të veçantë.", "Por kjo situatë nuk ka të bëjë vetëm me programet e mëdha të përgjimit, sepse ka edhe dyshime rreth mekanizmave të përgjimit në fushën e mbrojtjes së të dhënave të përgjithshme. Kur ne i japim të dhëna autoriteteve shëndetësore, tatimore, apo edhe institucioneve të tjera, publike apo private, shohim se strukturat kombëtare mbikëqyrëse në BE-së, aktualisht janë shumë të dobëta për të përmbushur misionin e tyre. Autoritetet që merren me mbrojtjen e të dhënave dhe janë të vendosura në të gjitha Shtetet Anëtare kanë një rol të rëndësishëm në zbatimin e sistemit të përgjithshëm të mbrojtjes së të dhënave, por kompetencat dhe burimet e autoriteteve kombëtare për mbrojtjen e të dhënave duhet të forcohen urgjentisht dhe pavarësia e tyre duhet të jetë e garantuar.", "Së fundi, unë dua të nxjerr në pah se ata që ruajnë të dhënat, qoftë institucione private apo publike, duhet të jenë të përgjegjshëm, në një nivel shumë më të lartë se ai që ne shohim sot, nëse masat mbrojtëse që ata përpunojnë nuk janë në standardet e duhura.\"", "Këto vërejtje i drejtohen anëtarëve të rinj të Parlamentit Evropian (dhe jo gjyqtarëve), duke ngritur çështje shqetësuese në të gjithë Evropën dhe duke bërë thirrje për një sistem më të sofistikuar të mbrojtjes së të dhënave. Qëllimi i fjalimit është të iniciojë një debat publik në mënyrë që të gjeni masa efektive dhe të promovojë standardet e duhura etike në shoqëri; salla gjyqësore nuk është vend i përshtatshëm për një debat të tillë.", "Unë do të sugjeroja që Gjykata duhet të përqendrohet më shumë në ndërhyrjet e veçanta dhe efektivitetin e masave në vend, në mënyrë që të parandalojë këto shkelje (si Gjykata zakonisht e bën në të gjitha kategoritë e tjera të rasteve). Kjo është detyra kryesore e Gjykatës: të vendosë se një ndërhyrje ka ndodhur dhe më pas të shqyrtojë nëse ndërhyrja ishte e ligjshme dhe e nevojshme në një shoqëri demokratike. Është etikë e papranueshme për gjyqtarët që të prezumojnë se çdo qytetar në një vend të caktuar mund të jetë nën vëzhgim të fshehtë, të paligjshëm dhe në padijeni të fakteve. Një gjykim nuk mund të iniciohet mbi bazën e supozimeve.", "Gjykata ka përdorur shumë mjete për të luftuar kundër shkeljeve. Njëri prej tyre ishte të gjente shkelje të nenit 10, për shkak të refuzimit të një shërbimi të inteligjencës për t’i siguruar informacion organizatës së kërkuesit për personat që janë nën përgjim elektronik për një periudhë të caktuar (Iniciativa e të Rinjve për të Drejtat e Njeriut k. Serbisë, nr. 48135/06 , 25 qershor 2013). Në pjesën operative të këtij gjykimi, Gjykata ftoi Qeverinë për të siguruar që informacioni i kontestuar është vënë në dispozicion të organizatës (pa pritur për masat që do të propozohen nga Komiteti i Ministrave). E njoh këtë si një masë efektive dhe një sukses gjyqësor.", "", "3. Duhet të zhvillohet qasja ndaj “mundësive të arsyeshme”:", "Caktimi i statusit të viktimës kërkuesit është pjesë integrale e procesit gjyqësor. Neni 34 i Konventës parashikon se \"Gjykata mund të marrë kërkesa nga çdo person, organizatë joqeveritare ose grup individësh që pretendojnë të jenë viktima të një shkeljeje nga një prej Palëve të Larta Kontraktuese të të drejtave të parashtruara në Konventë ose në protokollet e saj.", "Palët e Larta Kontraktuese zotohen të mos pengojnë në ndonjë mënyrë ushtrimin efektiv të kësaj të drejte.\" Nocioni i \"viktimës\" nuk nënkupton ekzistencën e paragjykimit (shih Brumărescu k. Rumanisë [GC], nr. 28342/95, § 50, KEDNJ 1999 VII).", "Gjykata ka vendosur më parë se, ekzistenca e një regjimi të përgjimit mund të ndërhyjë në jetën private dhe shkelja e të drejtave ishte e justifikueshme vetëm kur ka pasur një \"mundësi të arsyeshme\" se një person i është nënshtruar përgjimit të paligjshëm (shih Esbester k. Mbretërisë së Bashkuar, nr. 18601/91, vendim i Komisionit i datës 2 prill 1993;... Redgrave k. Mbretërisë së Bashkuar , aplikimi nr. 202711/92, vendim i Komisionit i datës 1 shtator 1993; dhe Matthews k. Mbretërisë së Bashkuar, aplikimi nr. 28576/95, vendim i Komisionit i datës 16 tetor 1996). Të gjitha referencat e mësipërme i përkasin papranueshmërisë së kërkimeve, pasi të gjitha supozimet mbi përgjimin janë konsideruar haptazi të pabazuara.", "Megjithatë, Gjykata ndryshoi qëndrimin e saj plotësisht në rastin Klass: \"... nuk mund të përjashtohet se masat e përgjimit sekrete janë aplikuar apo se kërkuesi ishte potencialisht në rrezik për t’iu nënshtruar masave të tilla\" (Klass, cituar më lart, §§ 125-129). Sot ne shohim se ky ndryshim në praktikën gjyqësore nuk ishte efektiv.", "Termi \"mundësi të arsyeshme\" do të thotë se ka pasoja negative për një kërkues, i cili është potencialisht objekt i vëzhgimit të fshehtë, për shkak të disa informacioneve që janë vënë në dispozicion të autoriteteve përmes përgjimit, dhe duke mos përjashtuar mundësinë që ky informacion mund të jetë vënë në dispozicion të të tretëve. Gjykata aplikoi këtë qasje të rrezikshme në shqyrtimin e meritave të çështjes, duke supozuar se personat të cilët janë objekt i mbikëqyrjes së fshehtë nga autoritetet nuk janë gjithmonë të informuar për masa të tilla kundër tyre, dhe në këtë mënyrë është e pamundur për kërkuesit të tregojnë se ndonjë nga të drejtat e tyre është shkelur. Në këto rrethana, Gjykata arriti në përfundimin se kërkuesit duhet të konsiderohen se kanë të drejtën për të paraqitur një kërkesë edhe në qoftë se ata nuk mund të tregojnë se janë viktima. Kërkuesit në Klass dhe Liberty (Liberty dhe të tjerët k. Mbretërisë së Bashkuar, nr. 58243/00, 1 korrik 2008) ishin avokatë dhe teorikisht \"ata mund të ishin subjekt i vëzhgimit të fshehtë si pasojë e kontakteve që mund të kenë me klientët, të cilët mund të jenë të dyshuar për veprimtari të paligjshme\"(Klass, § 37).", "Në rastin Kennedy, kërkuesi pretendoi se thirrjet lokale nuk vinin në telefonin e tij dhe ai kishte marrë një numër të madh thirrje të humbura fiktive. Kërkuesi dyshonte se ky fenomen po ndodhte për arsye se posta, telefoni dhe e-mail i tij ishin vënë nën përgjim. Gjykata e mori këtë fakt seriozisht në konsideratë, duke hedhur poshtë kundërshtimet e Qeverisë se kërkuesi kishte dështuar për të treguar se ka pasur shkelje të nenit 8, dhe se nuk kishte “mundësi të arsyeshme” për ta besuar këtë gjë. Gjykata i hodhi poshtë pretendimet e pashtershme të Qeverisë, pavarësisht nga fakti se kërkuesi nuk kishte kontrolluar cilësinë e shërbimeve të komunikimit me operatorin e tij, por kishte bërë kërkesë për akses si subjekt i MI5 dhe GCHQ (agjencitë e zbulimit të Mbretërisë së Bashkuar përgjegjëse për sigurinë kombëtare), sipas Aktit të Mbrojtjes së të Dhënave 1998.", "Nëse do t’i kthehemi çështjes në fjalë, mund të konkludohet se lidhja që ekziston ndërmjet pajisjeve të telekomunikacionit dhe atyre të përgjimit, nuk nënkupton domosdoshmërish se ka ndodhur përgjimi i bisedave telefonike të kërkuesit. As Gjykata nuk mund të bazojë gjetjet e saj në prezumimin e ekzistencës së \"mundësisë për kryerjen e veprimeve të pahijshme, pandershme ose pakujdesshme nga ana e zyrtarëve publikë\" (shih Klass, §§ 49, 50, 59,.. Weber dhe Saravia k. Gjermanisë (dec)., 54934/00, § 106, GJEDNJ 2006 XI; Kennedy, §§ 153-154). Po ashtu, Gjykata nuk mund të prezumojë (në mënyrë që të ekzaminojë rastin in abstracto) ekzistencën e dhunës shtetërore ndaj lëvizjeve opozitare, apo institucioneve të tjera demokratike, edhe nëse rezoluta përkatëse ishte miratuar nga Asambleja Parlamentare. Gjykata duhet të ruajë paanshmërinë dhe neutralitetin e saj.", "", "4. Roli i gjyqësorit në shoqërinë civile", "Megjithatë, unë kam votuar pro pranueshmërisë së kërkesës dhe shkeljes së Nenit 8 të Konventës, sepse mbrojtja e komunikimeve private kundër përgjimeve arbitrare ka rëndësi themelore në shoqëri, veçanërisht përgjimet në kontekstin jo-kriminal, nuk janë adresuar në procedimet e brendshme. Gjykata ruse refuzoi gabimisht të trajtojë pretendimet e kërkuesit për themelin e çështjes, duke iu referuar natyrës teknike të urdhrave të kundërshtuara ministrore. Si gjyqtar kombëtar, nuk mund të injoroj faktin se ekziston një dyshim i përhapur në shoqërinë ruse se figurat politike dhe ekonomike, duke përfshirë aktivistë të të drejtave të njeriut, aktivistë të opozitës dhe liderët, gazetarët, zyrtarët shtetërorë, menaxherët e pronës shtetërore përgjohen, me fjalë të tjera, të gjithë ata që janë të përfshirë në çështjet publike. Një dyshim i tillë është bazuar në përvojën e kaluar të regjimit totalitar sovjetik, dhe madje edhe në historinë e gjatë të Perandorisë Ruse.", "Ky vendim mund të shërbejë si bazë për përmirësimin e legjislacionit në sferën e aktiviteteve operative të kërkimit dhe për krijimin e një sistemi efektiv të kontrollit publik mbi përgjimet. Për më tepër, ky vendim tregon se në qoftë se dyshimi i përhapur ekziston në shoqëri, dhe në qoftë se nuk ka asnjë mundësi tjetër për shoqërinë për të hequr këtë dyshim pa një kontratë sociale, ligj, apo praktikë kombëtare dhe problemi nuk është identifikuar nga degët e tjera të pushtetit, gjyqësori duhet të jetë aktiv në mënyrë që të lehtësojë këto ndryshime. Për më tepër, nëse nuk ka mjete të tjera në dispozicion për të mbrojtur demokracinë dhe sundimin e ligjit. Ky është një rol i rëndësishëm që gjyqësori duhet të luajë në shoqërinë civile.", "Gjykata mund të kritikohet për dështimin për të dhënë një arsyetim më specifik in abstracto brenda kontekstit shoqëror, pasi Dhoma ka ndjekur vetëm jurisprudencën e saj. Megjithatë, gjykimi në këtë rast është i vështirë, pasi para se të arrijnë në përfundimet e tyre, gjyqtarëve i është dashur të vendosnin nëse janë të padobishme të gjitha mjetet e tjera. Në të kundërt, në rastin e Clapper k. Amnesty International USA (568 US (2013), Gjykata e Lartë nuk arriti të shkojë më tej në arsyetim, pavarësisht nga ekzistenca e një programi të mbikëqyrjes në masë dhe \"dyshimit të gjerë\" për ekzistencën e këtij programi (ose, me fjalë të tjera shkruar nga gjyqtari Breyer si mendim pakice, dëmi ka më shumë gjasa të ndodhë në ngjarjet e ardhshme, duke pasur në konsideratë konkluzionet e nxjerra nga praktika dhe njohja e thjeshtë e natyrës njerëzore). Gjykata e rrëzoi si të pamjaftueshëm argumentin e paditësit (duke përfshirë të drejtat e njeriut, organizatat juridike dhe median) se ata kishin të ngjarë të ishin subjekt i përgjimeve për shkak të natyrës së punës së tyre.", "Unë do të ndalem këtu, duke ia lënë diskutimet gjyqësorit, aktivistëve, apo akademikëve. Do të doja thjesht ta mbyllja mendimin tim duke cituar vërejtjen e Edward Snowden: \"Çdo fitore e gjykatës, çdo ndryshim në ligj, tregon se faktet janë më bindëse se frika. Si shoqëri, ri zbulojmë se vlera e së drejtës nuk është në atë që fshihet, por në atë që e mbron\".", "", "", "OPINIONI PJESËRISHT KUNDËRSHTUES I GJYQTARIT ZIEMELE", "", "1. Unë pajtohem plotësisht me konstatimin e shkeljes në këtë rast. Gjykata ka dhënë një vendim shumë të rëndësishëm në parim, pasi vëzhgimi i fshehtë i kryer në mënyrën e përshkruar në faktet e çështjes është, në thelb të tij, në përputhje me sundimin e ligjit dhe parimet e demokracisë.", "2. Vetëm në një kontekst të caktuar nuk mund të pajtohet me vendimin e Gjykatës, mosdhënien e kompensimit për dëmin jo pasuror. Unë konsideroj se pretendimi i kërkuesit për dëm ishte shumë i arsyeshëm (shih paragrafin 309 të vendimit), por thjesht konstatimi i shkeljes, nuk është shpërblim i përshtatshëm për situatën specifike të kërkuesit. Prandaj votova kundër dispozitës operative nr. 4.", ""]}