{"file": "ALB_HJUDALB_37374_05.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "37374/05", "text_paragraphs": ["", "", "© NGO Res Publica () Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Qendra Res Publica () Leja per ripublikimin e ketij perkthimi eshte dhene me te vetmin qellim qe te perfshihet ne bazen e te dhenave HUDOC te Gjykates.", "", "\n", "", "", "SEKSIONI I DYTE", "", "", "", "", "ÇËSHTJA E TÁRSASÁG A SZABADSÁGJOGOKÉRT KUNDËR HUNGARISË", "", "(Aplikimi nr. 37374/05)", "", "", "", "", "", "", "", "", "GJYKIMI", "", "", "", "STRASBOURG", "", "14 Prill 2009", "", "", "FINAL", "", "14/07/2009", "", "Ky gjykim mund të jetë objekt i rishikimeve editoriale.", "Në cështjen Társaság a Szabadságjogokért kundër Hungarisë,", "Gjykata Evropiane e të Drejtave të Njeriut (Seksioni i dytë), me trup gjykues të përbërë nga:", "Françoise Tulkens, President,", "Ireneu Cabral Barreto,", "Vladimiro Zagrebelsky,", "Danutė Jočienė,", "Dragoljub Popović,", "András Sajó,", "Nona Tsotsoria, gjyqtarë,", "dhe Sally DOLLE, Sekretar i Seksionit,", "Pasi diskutoi pa praninë e palëve më 13 nëntor 2008 dhe 24 mars 2009,", "jep vendimin e mëposhtëm, i cili u miratua në datën e fundit të përmendur më sipër:", "PROÇEDURA", "1. Çështja nis me një aplikim (nr. 37374/05) kundër Republikës së Hungarisë depozituar në Gjykatë sipas nenit 34 të Konventës për Mbrojtjen e të Drejtave të Njeriut dhe Lirive Themelore (\"Konventa\") nga një shoqatë e regjistruar në Hungari, Unioni Hungarez i Lirive Civile (Társaság a Szabadságjogokért) (\"kërkuesi\"), më 11 tetor 2005.", "2. Kërkuesi u përfaqësua nga Z. L. Baltay, avokat që ushtron aktivitetin e tij në Gyal. Qeveria Hungareze (\"Qeveria\") u përfaqësua nga Z. L. Höltzl, agjent, Ministria e Drejtësisë dhe Zbatimit të Ligjit.", "3. Kërkuesi pretendoi se vendimet e gjykatave hungareze, duke i mohuar akses në njohjen e detajeve të ankesës së një deputeti, në pritje për gjykim nga Gjykata Kushtetuese, kishin shkelur të drejtën e tij për të patur akses në informacion me interes publik.", "4. Me një vendim që daton 3 nëntor 2008, Gjykata e deklaroi të pranueshëm aplikimin.", "5. Si kërkuesi ashtu edhe Qeveria paraqiten vërejtjet e tyre mbi themelin e ҫështjes (Neni 59 § 1).", "", "FAKTET", "I.  RRETHANAT E ÇËSHTJES", "6. Kërkuesi është një shoqatë e themeluar në vitin 1994, me seli në Budapest.", "7. Në mars 2004, një deputet (“deputeti”) së bashku me individë të tjerë paraqitën një ankesë për një rishikim abstrakt (abstract review) në Gjykatën Kushtetuese. Në ankesë kërkohej shqyrtimi kushtetues i disa amendimeve të fundit në Kodin Penal mbi disa vepra penale në lidhje me drogën.", "8. Në korrik të vitit 2004 deputeti dha një intervistë për shtyp lidhur me ankesën.", "9. Më 14 shtator 2004 kërkuesi - një organizatë jo-qeveritare, qëllimi i deklaruar i së cilës është të promovojë të drejtat themelore, si dhe të forcojë shoqërinë civile dhe sundimin e ligjit në Hungari dhe që është aktive në fushën e politikave mbi drogën - i kërkoi Gjykatës Kushtetuese ti japë asaj akses ndaj ankesës në pritje për shqyrtim nga ajo, në përputhje me nenin 19 të Ligjit nr. 63 të vitit 1992 për Mbrojtjen e të dhënave personale dhe të natyrës publike të të dhënave me interes publik (\"Akti i të dhënave 1992\").", "10. Më 12 tetor 2004, Gjykata Kushtetuese refuzoi kërkesën pa u konsultuar me deputetin, duke shpjeguar se një ankesë në pritje nuk mund të vihej në dispozicion të palëve të jashtme, pa miratimin e autorit të saj.", "11. Më 10 nëntor 2004, kërkuesi mori një tjetër veprim kundër Gjykatës Kushtetuese. Ai i kërkoi Gjykatës Rajonale të Budapestit të detyrojë të paditurin ti japë akses ndaj ankesës, sipas nenit 21 (7) të Aktit të dhënave 1992.", "12. Më 13 dhjetor 2004 Gjykata Kushtetuese miratoi një vendim për kushtetutshmërinë e amendimeve të kundërshtuara në Kodin Penal. Vendimi përmbante një përmbledhje të ankesës në fjalë dhe u shpall publikisht.", "13. Pavarësisht nga fakti se procedura e Gjykatës Kushtetuese tashmë ishte ndërprerë, më 24 janar 2005 Gjykata Rajonale hodhi poshtë veprimin e kërkuesit. Në thelb të saj thuhej se ankesa nuk mund të konsiderohej si \"të dhëna\" dhe mungesa e aksesit ndaj saj nuk mund shqyrtohej nëpërmjet Aktit të të dhënave 1992.", "14. Kërkuesi apeloi cështjen, duke kundërshtuar konkluzionet e Gjykatës Rajonale. Për më tepër, ai kërkoi që ankesa ti mundësohej pasi të hiqej çdo informacion personal i përmbajtur në të.", "15. Më 5 maj 2005 Gjykata e Apelit la në fuqi vendimin e shkallës së parë. U konsiderua se ankesa përmbante disa \"të dhëna\", sidoqoftë, se të dhënat ishte \"personale\" dhe nuk mund të aksesoheshin pa aprovimin e autorit. Mbrojtja e të dhënave personale të tilla nuk mund të kapërcehej nga interesa të tjera të ligjshme, duke përfshirë këtu aksesin ndaj informacionit publik.", "16. Kërkesa e dytë e kërkuesit u refuzua pa ndonjë arsyetim të veçantë.", "", "II.  LIGJI PËRKATËS VENDAS", "1.  Kushtetuta e Republikës Hungareze", "Neni 59", "\"(1) ... Ҫdokush ka të drejtën e një reputacioni të mirë, intimitetit të shtëpisë së tij dhe mbrojtjes së fshehtësisë së çështjeve private dhe të dhënave personale. \"", "Neni 61", "\"(1) ... Ҫdokush ka të drejtë të shprehë lirisht mendimin e tij /saj dhe, për më tepër, të aksesojë dhe shpërndajë informacion me interes publik. \"", "", "2.  Akti nr. 32 i vitit 1989 i Gjykatës Kushtetuese", "Seksioni 1", "“Kompetencat e Gjykatës Kushtetuese përfshijnë:", " (b) shqyrtimin e mëpasshëm të kushtetutshmërisë së statuteve ... \"", "Seksioni 21", "“(2) Proҫedura nën seksionin 1 (b) mund të niset nga kushdo.”", "3.  Akti i të dhënave 1992", "Seksioni 2 (që ishte në fuqi në kohën e ngjarjes)", "\"(4) Informacion publik: të dhënat, përveç të dhënave personale, të cila kanë të bëjnë me aktivitetet e, ose përpunohen nga, një organ ose një person që kryen detyra shtetërore ose bashkiake apo detyra të tjera publike të përcaktuara me ligj\"", "Seksioni 3", "\"(1) (a) Të dhënat personale mund të përpunohen nëse personi në fjalë pranon....\"", "Seksioni 4", "\"Përvec rasteve kur e përjashton ligji, e drejta për mbrojtjen e të dhënave personale dhe të drejtat e personalitetit të personit në fjalë nuk duhet të shkelen nga ... interesat që lidhen me menaxhimin e të dhënave, duke përfshirë edhe ato të natyrës publike (neni 19) të të dhënave me interes të përgjithshëm. \"", "Seksioni 19", "\"(1) Organet ose personat e ngarkuar me funksione shtetërore, brenda kompetencave të tyre..., promovojnë dhe sigurojnë të drejtën e publikut për t’u informuar me saktësi dhe shpejtësi.", " (2) Organet e përmendura në nënseksionin 1 më lart duhet të publikojnë rregullisht ose përndryshe të vënë në dispozicion të dhënat më të rëndësishme në lidhje me aktivitetet e tyre.", " (3) Ata që përmenden në nënseksionin 1 më lart, duhet të sigurohen që gjithkush të mund të ketë akses në të dhënat me interes publik që mund ti nevojiten, përveç rasteve kur të dhënat jane shpallur ligjërisht sekrete shtetërore apo sekrete shërbimi nga autoriteti kompetent ... ose kur ligji kufizon të drejtën e aksesit publik në të dhënat e interesit publik, duke specifikuar llojet e të dhënave në fjalë, si më poshtë:", "(a) interesat e mbrojtjes kombëtare;", "(b) interesat e sigurimit kombëtare;", "(c) interesat e parandalimit ose ndjekjes së krimit;", "(d) interesat e financave qendrore apo politikat e jashtme të këmbimit të parave;", "(d) marrëdhëniet e jashtme ose marrëdhëniet me organizatat ndërkombëtare;", "(f) një procedurë gjyqësore në pritje. ... \"", "Seksioni 21", "\"(1) Nëse kërkesa e një kërkuesit për të dhëna me interes publik është refuzuar, ai ose ajo do të ketë akses në gjykatë.", "(2) Barra e provës në lidhje me ligjshmërinë dhe bazueshmërinë e refuzimit i mbetet organit që merret me trajtimin e të dhënave.", "(3) Veprimi kundër organit i cili e ka refuzuar dhënien e informacionit të kërkuar duhet të ndërmerret brenda 30 ditëve nga njoftimi i refuzimit. ...", "(6) Gjykata do t’i japë përparësi këtyre rasteve.", "(7) Nëse gjykata pranon pretendimin e kërkuesit, ajo do të lëshojë një vendim ku urdhërohet organi që merret me trajtimin e të dhënave të japë informacionin e kërkuar me interes publik.\"", "LIGJI", "I.  SHKELJA E PRETENDUAR E NENIT 10 TË KONVENTËS", "17. Ankuesi parashtroi se vendimet e gjykatës hungareze në rastin në fjalë përbënin shkelje të së drejtës së tij për të marrë informacion të interesit publik. Sipas tij, kjo ishte në shkelje të nenit 10 të Konventës, pjesa relevante e së cilës është si vijon:", "\"1. Cdo person ka të drejtën e lirisë së shprehjes. Kjo e drejtë përfshin lirinë e opinionit dhe lirinë për të marrë dhe dhënë informacione ose mendime pa ndërhyrjen e autoriteteve publike dhe pa marrë parasysh kufijtë. ...", "2.Ushtrimi i këtyre lirive, që përmban detyrime dhe përgjegjësi, mund t’u nënshtrohet disa formaliteteve, kushteve, kufizimeve ose sanksioneve të parashikuara me ligj dhe që janë të nevojshme në një shoqëri demokratike, ... për mbrojtjen e dinjitetit ose të të drejtave të të tjerëve, [ose] për të ndaluar përhapjen e informacioneve të marra në besim, ... \"", "A.  Argumentat e Qeverise", "18. Qeveria nuk kundërshtoi faktin se kishte pasur një ndërhyrje në të drejtat e kërkuesit sipas nenit 10 të Konventës. Megjithatë, ajo theksoi se paragrafi 2 i kësaj dispozite i lejonte Shtetet Kontraktuese të kufizonin këtë të drejtë në rrethana të caktuara. Sipas jurisprudencës së Gjykatës, Shtetet kanë një limit te lejuar vlerësimi për të përcaktuar nëse është i nevojshem një kufizim i të drejtave të mbrojtura nga Neni 10 ose jo.", "19. Ata parashtruan se Kushtetuta njohu të drejtën e lirisë së shprehjes dhe aksesit në informacione të interesit publik, dhe siguroi ushtrimin e këtyre të drejtave me rregullore në ligje të veçanta. Mundësia për të ndërhyrë në këto të drejta pra ishte parashtruar me ligj. Akti i të dhënave 1992 rregullon funksionimin e të drejtave themelore të mishëruara në nenet 59 (1) dhe 61 (1) të Kushtetutës. Përkufizimi i informacionit publik në këtë akt, i cili kishte qenë në fuqi deri në amendamentin e 1 qershorit 2005, kishte përjashtuar të dhënat personale, ndërsa siguronte akses në lloje të tjera të dhënash. Në rastin konkret, gjykata e shkallës së dytë kishte konkluduar që të dhënat që kërkoheshin ishin të një natyre personale, pasi përmbanin detaje dhe opinione personale të deputetit, nga të cilat do të mund të nxirreshin përfundime rreth personalitetit të tij. Fakti që deputeti kishte vendosur të paraqesiste një ankesë kushtetuese nuk mund të konsiderohej si aprovim për zbulimin e të dhënave, duke qenë se Gjykata Kushtetuese shqyrtoi ҫështjen in camera dhe vendimet e saj, edhe pse u shpallen publikisht, nuk përmbanin informacione personale rreth aplikuesve. Në këtë mënyrë, aplikantët kushtetues nuk duhet të merrnin parasysh mundësinë që të dhënat e tyre personale do të bëheshin publike nëse ata paraqisnin një ankesë kushtetuese.", "20. Qeveria pranoi konkluzionet e gjykatës se trajtimi i të dhënave publike duhet të regullohet nga rregulla që përcaktojne natyrën e tyre publike, ndërsa ai i të dhënave personale nga rregulli i vetë-vendosjes. Prandaj, aksesi i të dhënave të një natyre publike mund të kufizohet me kusht që të dhënat publike të përmbajnë informacione, ruajtja e së cilave është e domosdoshme për të mbrojtur të dhënat personale. Nëse ligjvënësi do të bënte ankesa kushtetuese dhe të dhënat personale të përmbajtura në to do të bëheshin të aksesueshme për këdo, duke i konsideruar ankesat si informacion publik, kjo do të dekurajonte qytetarët të nisnin një proҫedurë të tillë. Ndaj, sipas mendimit të Qeverisë, gjykatat vendase në rastin në fjalë kishin vepruar ligjërisht dhe në përputhje me këtë Konventë, kur refuzuan aksesin ndaj ankesës kushtetuese të deputetit.", "21. Në kuadrin e Aktit të të dhënave të vitit 1992, e drejta e aksesit në të dhënat e interesit publik u kufizua nga e drejta për mbrojtjen e të dhënave personale. Qeveria pohoi se ky kufizim ishte konform kërkesave të përcaktuara në Konventë, pasi ishte i përcaktuar me ligj, ishte bërë me qëllim mbrojtjen e të drejtave të të tjerëve dhe se ishte i nevojshëm në një shoqëri demokratike.", "B.  Argumentat e kërkuesit", "22. Kërkuesi parashtroi që në fillim se të marrësh dhe japësh informacion është një kusht paraprak i lirisë së shprehjes, pasi askush nuk mund të formojnë ose argumentojë një opinion të mirë-bazuar, pa ditur faktet e sakta përkatëse. Duke qenë i angazhuar në mënyrë aktive në politikat hungareze të drogës, mohimi i aksesit në ankesën në fjalë e kishte bërë të pamundur që ai të përmbushte misionin e tij dhe të hynte në debatin publik mbi këtë çështje. Kërkuesi pohoi se luante një rol të ngjashëm me atë të shtypit në këtë rast, pasi puna e tij bënte të mundur që publiku të informohej, dhe të formonte një opinion mbi mendimet dhe qëndrimet e udhëheqësve politikë sa i përket politikave të drogës. Gjykata Kushtetuese e kishte penguar përpjekjen e tij për të filluar një debat publik që në fazën përgatitore.", "23. Ankuesi pohoi më tej se Shtetet kanë disa detyrime pozitive sipas nenit 10 të Konventës. Duke qenë se, në rastin në fjalë, autoritetet hungareze nuk kishin nevojë ta mblidhnin informacionin e kërkuar, pasi ai ishte i gatshëm dhe në dispozicion, detyrimi i tyre i vetëm do të kishte qenë që të mos pengonin aksesin ndaj tij. Zbulimi i informacionit publik mbi kërkesën në fjalë në fakt përkon me nocionin e së drejtës \"për të marrë informacion\", sipas Nenit 10 § 1. Kjo dispozitë mbron jo vetëm ata që dëshirojnë të informojnë të tjerët, por edhe ata që kërkojnë të marrin një informacion të tillë. Në të kundërt, do të thotë se liria e shprehjes nuk është asgjë më shumë se mungesë censure, e cila do të ishte në kundërshtim me detyrimeve pozitive të sipërpërmendura.", "24. Kërkuesi parashtroi gjithashtu se sfera private e politikanëve ishte më e ngushtë se ajo e qytetarëve të tjerë, pasi ata janë të ekspozuar ndaj kritikave. Prandaj, qasja në të dhënat e tyre personale mund të jetë e nevojshme nëse ajo ka lidhje me punën e tyre publike, sic është rasti në fjalë. Nëse pranohen argumentet e Qeverisë, të gjithë të dhënat do të konsideroheshin si personale dhe të përjashtuara nga shqyrtimi publik - që do të bënte nocionin e informimit publik krejt të pakuptimtë. Sidoqoftë, asnjë detaj i sferës së mbrojtur private të deputetit të përmbajtura në ankesën e tij, nuk do të ishte bërë publike.", "25. Për më tepër, kërkuesi kontestoi ekzistencën e një qëllimi të ligjshëm. Gjykata Kushtetuese nuk e kishte pyetur asnjëhere deputetin nëse ai do të lejonte zbulimin e të dhënave personale të përmbajtura në ankesën e tij kushtetuese. Ndaj nuk mund të thuhet se kufizimi i kishte shërbyer mbrojtjes së të drejtave të tij. Qëllimi i vërtetë i Gjykatës Kushtetuese ishte të parandalonte një debat publik mbi çështjen. Për kërkuesin, mbajtja e fshehtë e kësaj ankese ishte alarmuese, pasi ajo e pengoi publikun të vlerësonte praktikat e Gjykatës Kushtetuese. Megjithatë, edhe duke supozuar ekzistencën e një qëllim legjitim, ky kufizim nuk ishte i nevojshme në një shoqëri demokratike. Aksesi i gjerë ndaj informacionit publik është në përputhje me zhvillimet e fundit në fushën e mbrojtjes së të drejtave të njeriut, si dhe me Rezolutën Nr. 1087 (1996) të Asamblesë Parlamentare të Këshillit të Evropës.", "C.  Vlerësimi i Gjykatës", "1.  Nëse se ka patur ndërhyrje", "1. Gjykata ka pranuar vazhdimisht se publiku ka të drejtë të marrë informacion të interesit të përgjithshëm. Jurisprudenca e saj në këtë fushë është zhvilluar në lidhje me lirinë e shtypit e cila shërben për të dhënë informacion dhe mendime mbi çështje të tilla (shih Observer dhe Guardian kundër Mbretërisë së Bashkuar, 26 nëntor 1991, § 59, Seria A nr. 216, dhe çështjen Thorgeir Thorgeirson kundër Islandës, 25 qershor 1992, § 63, Seria A nr. 239). Në këtë kuadër, nga ana e Gjykatës kërkohet një shqyrtim më i kujdesshëm për rastet kur masat e marra nga autoriteti kombëtar mund të dekurajojnë pjesëmarrjen e shtypit, si një prej \"vëzhguesve\" të shoqërisë, në debate publike mbi çështjet që vërtet përbëjnë shqetësim publik (shih Bladet Tromsø dhe Stensaas kundër Norvegjisë [GC], nr. 21980/93, § 64, ECHR 1999 III, dhe Jersild kundër Danimarkën, 23 shtator 1994, § 35, Seria A nr. 298), apo edhe në rastet kur masat e marra e bëjnë të vështirë aksesin ndaj informacionit.", "27. Në funksion të interesit të mbrojtur nga Neni 10, ligji nuk mund të lejojë kufizime arbitrare që mund të bëhen një formë e censurës indirekte, nëse autoritetet krijojnë pengesa në mbledhjen e informacionit. Për shembull, aktiviteti i fundit është një hap thelbësor përgatitor në gazetari dhe është, një pjesë e pandashme e mbrojtur e lirisë së shtypit (shih Dammann kundër Zvicrës (nr. 77551/01, § 52, 25 prill 2006). Funksioni i shtypit përfshin krijimin e forumeve të debatit publik. Megjithatë, funksioni nuk limitohet tek mediat apo gazetarët profesionistë. Në rastin në fjalë, përgatitja e forumit për një debat publik u bë nga një organizatë jo-qeveritare. Pra mund të thuhet se qëllimi i aktivitetit të kërkuesit ishte një element thelbësor i një debati të informuar publik. Vetë Gjykata ka njohur vazhdimisht kontributin e rëndësishëm të shoqërisë civile në diskutimin e çështjeve me interes publik (shih, për shembull, Steel dhe Morris kundër Mbretërisë së Bashkuar (nr. 68.416 / 01, § 89, ECHR 2005 II). Kërkuesi është një shoqatë që merret me çështje të ndryshme gjyqësore të të drejtave të njeriut duke përfshirë edhe mbrojtjen e lirisë së informimit. Ndaj, ashtu si shtypi, mund të konsiderohet si \"vëzhgues\" social (shih Riolo kundër Italisë, nr 42211/07, § 63, 17 korrik 2008;. Vides Aizsardzības Klubs kundër Letonisë, nr 57829/00, § 42, 27 maj 2004). Në këto rrethana, Gjykata siguron se veprimtaria e saj garanton nje mbrojtje të ngjashme me atë që Konventa i siguron shtypit.", " 28. Tema e debatit të menjëhershëm ishte kushtetutshmëria e legjislacionit penal për krimet e drogës. Sipas mendimit të Gjykatës, paraqitja e një kërkese për një rishikim abstrakt a posteriori të këtij legjislacioni, veçanërisht nga një anëtar i parlamentit, përbënte padyshim një çështje të interesit publik. Rrjedhimisht, Për pasojë, Gjykata konstaton se kërkuesi ka po merrej me mbledhje legjitime informacioni mbi çështje të rëndësishme publike. Ajo vëren se autoritetet ndërhynë në fazën përgatitore të këtij procesi, duke krijuar një pengesë administrative. Mbajtja e monopolit të informacionit nga Gjykata Kushtetuese u bë për rrjedhojë një formë censure. Për më tepër, duke pasur parasysh se qëllimi i kërkuesit ishte t’ia jepte publikut informacionet e mbledhura nga ankesa kushtetuese në fjalë, duke kontribuar në këtë mënyrë në debatin publik lidhur me legjislacionin mbi krimet e drogës, dukej qartë se drejta e tij për të dhënë informacion. ishte cënuar.", "29. Ndaj, u konstatua se ka pasur një ndërhyrje në të drejtat e kërkuesit të përcaktuara në nenin 10 § 1 të Konventës.", "2. Nëse ndërhyrja ishte e justifikuar", "30. Gjykata rithekson se një ndërhyrje në të drejtat e kërkuesit sipas nenit 10 § 1 shkel Konventën nëse nderhyrja nuk i plotëson kërkesat e paragrafit 2 të Nenit 10. Ndaj duhet të përcaktohet nëse ajo ishte \"e përcaktuar me ligj\", nëse kish përmbushur një ose më shumë prej qëllimeve legjitime të përcaktuara në këtë paragraf dhe nëse ajo ishte \"e nevojshme në një shoqëri demokratike\", në mënyrë që të përmbushen këto qëllime.", "a.  “E përcaktuar me ligj”", "31. Kërkuesi kërkoi informacion, duke u mbështetur në Aktin e Mbrojtjes së të dhënave i cili garanton akses në të dhëna me interes publik. Qeveria argumentoi se legjislacioni përkatës siguronte bazë të mjaftueshme ligjore për ndërhyrje në të drejtën e kërkuesit për lirinë e shprehjes, dhe se trajtimi i të dhënave personale ‘‘ dilte mbi elementin e interesit publik.", "32. Gjykata siguron se ndërhyrja ishte \"parashikuar me ligj\", brenda kuptimit të nenit 10 § 2 të Konventës.", "b.  Qëllim legjitim", "33. Kërkuesi argumentoi se nuk mund të thuhet se kufizimi shërbeu për mbrojtjen e të drejtave të deputetit, pasi Gjykata Kushtetuese nuk i kërkoi asnjëherë leje deputetit për zbulimin e të dhënave të tija personale. Qeveria argumentoi se ndërhyrja shërbeu për të mbrojtur të drejtat e të tjerëve.", "34. Gjykata konsideron se ndërhyrja në fjalë mund të shihet sikur ka patur qëllimin legjitim të mbrojtjes së të drejtave të të tjerëve, brenda kuptimit të nenit 10 § 2 të Konventës", "c. E nevojshme në një shoqëri demokratike.", "35. Gjykata rikujton që në fillim se \"neni 10 nuk ... i jep individit të drejtën e aksesit në një regjistër që përmban informacione mbi pozicionin e tij personal, as nuk shpreh detyrimin e Qeverisë për ti dhënë informacione të tilla individit \"(Leander kundër Suedisë, 26 mars 1987, § 74 in fine Seria A, nr. 116) dhe se \"është e vështirë të nxirret nga Konventa një e drejtë e përgjithshme e aksesit në të dhëna dhe dokumente administrative\" (Loiseau kundër Francës (dhjetor), nr. 46809/99, ECHR 2003-XII (ekstrakte )). Megjithatë, së fundmi Gjykata ka përparuar drejt një interpretimi më të gjerë të nocionit të \"lirisë për të marrë informacion\" (shih Sdružení Jihočeské Matky kunder Republikes Ceke (dhjetor), nr. 19101/03, 10 korrik 2006) dhe në këtë mënyrë drejt njohjes së të drejtës së askesit në informacion.", "36. Në çdo rast, Gjykata vëren se \"e drejta e lirisë për të marrë informacion në thelb nuk e lejon qeverinë të pengojë një person të marre informacion që të tjerët dëshirojnë ose mund të jenë të gatshëm të ndajnë me të\" (Leander, op. Cit., § 74). Ai konsideron se në rastin konkret kemi të bëjmë me një ndërhyrje - me anë të fuqisë censoruese të një monopoli informacioni – në ushtrimin e funksioneve të një vëzhguesi social, njësoj si shtypi, më shumë se me një mohim të të drejtës së përgjithshme për akses në dokumente zyrtare. Në këtë kontekst, mund të bëhet një krahasim me shqetësimet e mëparshme të Gjykatës se pengesat paraprake të krijuara nga autoritetet në funksionet e shtypit, kërkojnë një ndërhyrje për një shqyrtim më të kujdesshëm nga Gjykata (shih Chauvy dhe të tjerët kundër Francës, nr. 64915/01, § 66, ECHR 2004 VI). Për më tepër, detyrimet e shtetit në çështjet e lirisë së shtypit përfshijnë eliminimin e barrierave në ushtrimin e funksioneve të shtypit në çështjet e interesit publik ku pengesat e tilla ekzistojnë vetëm për shkak se monopoli i informacionit mbahet nga autoritetet. Gjykata vëren se informacioni i kërkuar nga kërkuesi, në rastin konkret ishte i gatshëm dhe i disponueshem (shih, a contrario, Guerra dhe të tjerët kundër Italisë, 19 shkurt 1998, § 53 in fine, Raporte të aktgjykimeve dhe vendimeve 1998-I) dhe nuk kërkonte mbledhje të dhënash nga Qeveria. Ndaj, Gjykata konsideron se shteti kishte detyrimin të mos pengonte rrjedhën e informacionit të kërkuar nga kërkuesi.", "", "37. Gjykata vëren se ankuesi përfundimisht kishte kërkuar informacione mbi ankesën kushtetuese pa të dhënat personale të autorit të saj. Për më tepër, Gjykata konstaton se ka pak gjasa që nga ankesa e tij kushtetuese të mund të bëheshin lidhje me jetën private të deputetit, pra me sferën e mbrojtur private. Eshtë e vërtetë se ai e kishte informuar shtypin se kishte bërë një ankesë, dhe prandaj mendimi i tij mbi këtë çështje publike mund, në parim, të identifikohej me personin e tij. Megjithatë, Gjykata është e mendimit se do të ishte fatale për lirinë e shprehjes në sferën e politikës, nëse figurat publike do të censuronin shtypin dhe debatin publik në emër të të drejtave të personalitetit të tyre, duke pretenduar se opinionet e tyre mbi çështjet publike janë të lidhura me personin e tyre, ndaj dhe quhen të dhënat private që nuk mund të zbulohet pa pëlqimin e tyre. Këto konsiderata nuk mund të justifikojnë, sipas mendimit të Gjykatës, ndërhyrjen për të cilën u bë ankesa në rastin në fjalë.", "38. Gjykata vlerëson se pengesat e krijuara për të penguar aksesin në informacion me karakter publik mund të dekurajojë ata që punojnë në media apo fusha të ngjashme për të ndjekur çështje të tilla. Si rezultat, ata mund të mos jenë më në gjendje të luajnë rolin e tyre kryesor si \"vëzhgues\" publikë dhe aftësia e tyre për të siguruar informacion të saktë dhe të besueshëm mund të ndikohet negativisht (shih, mutatis mutandis, Goodwin kundër Mbretërisë së Bashkuar, vendim i datës 27 mars 1996, Raportet 1996-II, p. 500, § 39).", "39. Konsideratat e mësipërme çojnë Gjykatën në përfundimin se ndërhyrja në lirinë e shprehjes së kërkuesit në këtë rast nuk mund të konsiderohet se ka qenë e domosdoshme në një shoqëri demokratike. Ajo vijon se ka pasur një shkelje të nenit 10 të Konventës", "II.  ZBATIMI I NENIT 41 TË KONVENTËS", " 40. Neni 41 i Konventës parashikon:", "", "“Kur Gjykata konstaton se ka pasur një shkelje të Konventës ose të protokolleve të saj dhe, nëse e drejta e brendshme e Palës së Lartë Kontraktuese lejon të bëhet vetëm një ndreqje e pjesshme, Gjykata, kur është e nevojshme, i akordon shpërblim të drejtë palës së dëmtuar.”", "A.  Dëmi", "41. Kërkuesi pretendoi 5.000 € (euro) për dëmin jopasuror të shkaktuar me argumentin se për shkak të kufizimit për të cilën ai u ankua, ai nuk mundi të gjenerojë dhe kontribuojë në një debat të hapur dhe të mirë-informuar publik mbi politikat e drogës.", "42. Qeveria e kundërshtoi këtë pretendim.", "43. Gjykata konsideron se konstatimi i shkeljes përbën shlyerje të drejtë dhe të mjaftueshme për cfardo dëmi jopasuror që mund të ketë pësuar kërkuesi.", "B.  Kosto dhe shpenzime", "44. Kërkuesi pretendoi 5,594 euro për tarifat ligjore të paguara për këtë cështje (kjo shumë, e cila përfshin 20% TVSH korrespondon me një total prej 44 orë pune të avokatit i tij) dhe 80 euro shpenzime zyre.", "45. Qeveria e kundërshtoi këtë pretendim.", "46. Sipas jurisprudencës së Gjykatës, një kërkues ka të drejtën e kompensimit të kostove dhe shpenzimeve vetëm nëse ai vërteton se këto shpenzime janë bërë në të vërtetë dhe janë të domosdoshme dhe në masë të arsyeshme. Në rastin në fjalë, duke marrë parasysh dokumentet në posedim të saj dhe kriteret e mësipërme, Gjykata e konsideron të arsyeshme ti japë ankuesit 3,000 euro për kosto dhe shpenzimet për të gjithë zërat.", "C.  Interesi i mospagesës në kohë", "47. Gjykata e konsideron të përshtatshme që interesi në rast mospagese duhet të bazohet në normën marxhinale të huadhënies të Bankës Qendrore Europiane, të cilës duhet t’i shtohen tre pikë përqindje.", "", "PËR KËTO ARSYE, GJYKATA UNANIMISHT", "", "1.  Vendos se ka pasur shkelje të nenit 10 të Konventës;", "", "2.  Gjykon se konstatimi i shkeljes përbën shlyerje të drejtë dhe të mjaftueshme për ndonjë dëm jopasuror që mund ti jetë shkaktuar kërkuesit:", "", "3.  Gjykon", " (a) se Shteti i paditur duhet t’i paguajë kërkuesit, brenda tre muajve nga data në të cilën vendimi merr formë të prerë në përputhje me Nenin 44 § 2 të Konventës, 3,000 euro (3000 €), plus ndonjë taksë që mund të jetë ngarkim të kërkuesit që ka lidhje me kostot dhe shpenzimet, të konvertuara në forinta hungareze me kursin e datës së shlyerjes;", "", "(b) që nga skadimi i tre muajve të sipërpërmendur deri në shlyerje, do të paguhet interes mbi shumat e mësipërme, në normë të barabartë me normën marxhinale të huadhënies së Bankës Qendrore Europiane gjatë periudhës së mospagimit, plus tre pikë për qind;", "", "4. Rrëzon pjesën tjetër të pretendimit të ankuesit për kompensim të drejtë.", "", "Bërë në gjuhën angleze dhe njoftuar me shkrim më 14 prill 2009, në pajtim me rregullin 77 § § 2 dhe 3 të Rregullores së Gjykatës", "\tSally Dollé\tFrançoise Tulkens\n\tSekretar i Seksionit \tPresident"]}