{"file": "ALB_HJUDALB_74336_01.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "74336/01", "text_paragraphs": ["", "", "© Këshilli i Evropës/Gjykata Evropiane e të Drejtave të Njeriut, 2012. Ky përkthim është bërë me mbështetjen e Fondit të Mirëbesimit për të Drejtat e Njeriut të Këshillit të Evropës (). Ai nuk e kushtëzon Gjykatën. Për informacione të mëtejshme, të shihet shënimi i plotë për të drejtën e autorit në fund të këtij dokumenti.", "", "", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright at the end of this document.", "", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "\n", "", "", "SEKSIONI I KATËRT", "", "", "ÇËSHTJA WIESER E BICOS BETEILIGUNGEN GmbH \nk. AUSTRISË", "", "", "(Kërkesëpadi nr. 74336/01)", "", "", "", "VENDIM", "", "", "STRASBURG", "", "", "16 tetor 2007", "", "", "", "I FORMËS SË PRERË", "", "16/01/2008", "", "", "", "", "Në çështjen Wieser e Bicos Beteiligungen GmbH k. Autsrisë,", "Gjykata Evropiane e të Drejtave të Njeriut (Seksioni i Katërt), e mbledhur në një dhomë të përbërë nga:", "\tNicolas Bratza, kryetar,\n\tJosep Casadevall,\n\tGiovanni Bonello,\n\tElisabeth Steiner,\n\tStanislav Pavlovschi,\n\tLech Garlicki,\n\tLjiljana Mijović, gjyqtarë,\ne nga Lawrence Early, sekretar seksioni,", "Pasi e shqyrtoi çështjen në seancë të mbyllur më 25 shtator 2007,", "Jep këtë vendim, të miratuar në këtë datë:", "PROCEDURA", "1.  Në zanafillë të çështjes ndodhet një kërkesëpadi (nr. 74336/01) e drejtuar kundër Republikës së Austrisë dhe me anë të së cilës Z. Gottfried Wieser, shtetas austriak, dhe Bicos Beteiligungen GmbH, një shoqëri me përgjegjësi të kufizuar me seli në Salcburg, (“paditësit”), i janë drejtuar Gjykatës më 3 gusht 2001 duke iu referuar nenit 34 të Konventës për Mbrojtjen e të Drejtave të Njeriut dhe të Lirive Themelore (“Konventa”).", "2.  Paditësit përfaqësohen nga Znja P. Patzelt, avokate në Salcburg. Qeveria austriake (“Qeveria”) përfaqësohet nga agjenti i saj, Z. F. Trauttmansdorff, ambasador, shef i Degës së të Drejtës Ndërkombëtare në Ministrinë Federale të Punëve të Jashtme.", "3.  Paditësit ankoheshin se kontrolli i ushtruar në mjediset e tyre profesionale dhe sekuestrimi i të dhënave elektronike i bërë me atë rast i kishin shpërfillur të drejtat e tyre të garantuara nga neni 8 i Konventës.", "4.  Me një vendim të datës 16 maj 2006, Dhoma e ka shpallur kërkesën të pranueshme.", "FAKTET", "I.  RRETHANAT E ÇËSHTJES", "5.  Paditësi i parë, i lindur më 1949, është avokat në Salcburg. Ai është pronar dhe drejtor i përgjithshëm i paditëses së dytë, një holding që është, ndër të tjera, pronari i vetëm i shoqërisë me përgjegjësi të kufizuar Novamed.", "6.  Më 30 gusht 2000, Gjykata e Qarkut (Landesgericht) e Salcburgut, pasi ka marrë një kërkesë për ndihmë të ndërsjellë gjyqësore (Rechtshilfeersuchen) të bërë nga prokuroria e Napolit, ka lëshuar një mandat kontrolli lidhur me selinë e paditëses së dytë dhe të shoqërisë Novamed. Këto dy shoqëri janë të regjistruara në kabinetin e paditësit të parë.", "7.  Gjykata ka vënë re se, në kuadër të ndjekjeve penale të nisura në Itali kundër një numri të caktuar personash e shoqërish lidhur sidomos me një tregti të paligjshme ilaçesh, ishin zbuluar disa fatura që i drejtoheshin shoqërisë Novamed, pronare e së cilës në masën njëqind për qind ishte paditësja e dytë. Gjykata ka urdhëruar pra sekuestrimin e të gjitha dokumenteve tregtare që tregonin se kishte pasur kontakte me personat e shoqëritë mbi të cilat rëndonin dyshime.", "A.  Kontrolli i kryer në mjediset e paditësve dhe sekuestrimi i dokumenteve e i të dhënave", "8.  Më 10 tetor 2000, tetë deri në dhjetë anëtarë të brigadës financiare (Wirtschaftspolizei) të Salcburgut dhe ekspertë në fushën e mbrojtjes së të dhënave të informatizuara (Datensicherungsexperten), të caktuar pranë Ministrisë Federale të Punëve të Brendshme, kanë kryer një kontroll në selinë e paditëses së dytë, që është edhe kabinet avokati i paditësit të parë.", "9.  Një grup nëpunësish kanë rrëmuar në kabinet për të kërkuar dosje lidhur me shoqëritë Novamed ose Bicos, në prani të paditësit të parë dhe të një përfaqësuesi të urdhrit të avokatëve të Salcburgut. Të gjitha dokumentet i janë treguar paditësit të parë dhe përfaqësuesit të urdhrit të avokatëve, para se të sekuestroheshin.", "10.  Sa herë që paditësi i parë e ka kundërshtuar shqyrtimin e menjëhershëm të një dokumenti të sekuestruar, ajo shkresë është mbyllur me vulë dhe depozituar pranë Gjykatës së Qarkut të Salcburgut, ashtu siç e kërkon neni 145 i Kodit të Procedurës Penale (Strafprozeßordnung – paragrafi 33 i mëposhtëm). Lista e të gjitha dokumenteve të sekuestruara ose të mbyllura me vulë është hartuar në një raport kontrolli, të cilin e kanë nënshkruar paditësi dhe nëpunësit që e kishin kryer kontrollin.", "11.  Paralelisht, një grup tjetër nëpunësish ka shqyrtuar pajisjet informatike të paditësit të parë dhe ka kopjuar shumë skedarë nëpër disketa. Sipas deklarimeve që do të bënte më vonë para Dhomës Administrative të Pavarur (paragrafi 25 i mëposhtëm), informatikani që merrej zakonisht me pajisjet informatike është ftuar të jepte një ndihmë teknike, por është larguar pas rreth një gjysmë ore. Përfaqësuesi i urdhrit të avokatëve është informuar se do të kryhej kontrolli i kompjuterëve dhe ka qenë edhe ai i pranishëm aty për njëfarë kohe. Pasi nëpunësit e kanë përfunduar këtë kontroll, ata janë larguar nga mjediset pa hartuar raport kontrolli dhe, me sa duket, pa e informuar më shumë paditësin e parë për rezultatet e kërkimeve të tyre.", "12.  Më vonë gjatë të njëjtës ditë, nëpunësit e policisë që kishin bërë kontrollin e të dhënave elektronike të paditësve kanë hartuar një raport rreth mbrojtjes së të dhënave të informatizuara (Datensicherungsbericht). Përveç një numri hollësish të rendit teknik lidhur me kompjuterët e paditësit të parë, raporti tregonte se serveri nuk kishte qenë objekt i asnjë kopjimi të plotë. Kërkimi ishte kryer duke u nisur nga emri i shoqërive në hetim dhe emri i të dyshuarve të përfshirë në procedurën italiane. Ishte zbuluar një dosje me titullin Novamed ku përmblidheshin nëntëdhjetë skedarë, si edhe një skedar tjetër ku përfshihej njëra nga fjalët e kërkuara. Të gjitha të dhënat ishin kopjuar nëpër disketa. Përveç kësaj, ishin gjetur elementet e fshira dhe ishin zbuluar e kopjuar gjithashtu nëpër disketa shumë skedarë që përkonin me fjalët e kërkuara.", "13.  Më 13 tetor 2000, gjyqtari hetues i ka hapur në praninë e paditësit të parë dokumentet që ishin mbyllur me vulë. Disa dokumente janë kopjuar e janë hedhur në dosje, kurse të tjera i janë kthyer paditësit të parë me arsyen se përdorimi i tyre do të përbënte shkelje të sekretit profesional që i binte këtij të fundit si detyrë.", "14.  Disketat që përmbanin të dhënat e mbrojtura i janë përcjellë brigadës financiare, e cila ka kryer printimin e të gjithë skedarëve. Disketat, ashtu si edhe dokumentet e printuara në këtë mënyrë, i janë dorëzuar pastaj gjyqtarit hetues.", "B.  Ankesa e paditësve pranë Dhomës së Këshillit", "15.  Paditësi i parë dhe shoqëria paditëse kanë bërë ankesë përpara Dhomës së Këshillit (Ratskammer) të Gjykatës së Qarkut të Salcburgut përkatësisht më 28 nëntor 2000 dhe më 11 dhjetor 2000.", "16.  Ata kanë parashtruar se paditësi i parë ishte pronar dhe drejtor i shoqërisë paditëse, por se ai ishte edhe avokati i disa shoqërive ku kjo e fundit ishte aksionare. Ata ankoheshin se kontrolli i ushtruar në mjediset e tyre dhe sekuestrimi i të dhënave elektronike kishin cenuar të drejtën dhe detyrën e paditësit të parë për ruajtje të sekretit profesional, ashtu siç parashikohet nga neni 9 i ligjit për avokatinë (Rechtsanwaltsordnung) i bashkuar me nenin 152 të Kodit të Procedurës Penale, meqenëse disa nëpunës kishin vepruar pa dëshmitarë kur i kishin shqyrtuar dosjet elektronike e pastaj kishin marrë kopje të tyre. Sipas paditësve, këto të dhëna përfshinin të njëjtat informacione si dokumentet që ishin konsultuar në praninë e paditësit të parë. Mirëpo, për sa u takonte të dhënave elektronike, ky nuk e kishte pasur zotësinë për ta kundërshtuar këtë sekuestrim e për të kërkuar që disketat të mbylleshin me vulë.", "17.  Paditësit mbronin për më tepër idenë se raporti i kontrollit nuk bënte fjalë për këtë pjesë të kontrollit dhe nuk tregonte se të dhënat elektronike ishin kopjuar dhe sekuestruar. Përveç kësaj, sipas tyre, ai qenkësh firmosur vetëm nga tre prej nëpunësve, por nuk ua përmendte emrin të gjithë atyre që ishin të pranishëm gjatë kontrollit; ai kalonte në heshtje veçanërisht emrin e ekspertëve në fushën e mbrojtjes së të dhënave, të caktuar pranë Ministrisë Federale të Punëve të Brendshme.", "18.  Më 31 janar 2001, Dhoma e Këshillit e ka rrëzuar kërkesën e paditësve.", "19.  Ajo vinte në dukje se kontrolli i ushtruar lidhur me të dhënat informatike të paditësit të parë ishte kryer përmes kritereve të veçanta kërkimore. Skedarët që u përgjigjeshin këtyre kritereve kërkimore ishin kopjuar nëpër disketa, të cilat pastaj ishin sekuestruar.", "20.  Por asgjë nuk lejonte të thuhej se ky sekuestrim binte në kundërshtim me nenin 152 të Kodit të Procedurës Penale : kontrolli i ushtruar në kabinetin e paditësit të parë ishte bërë vetëm në lidhje me dokumentet që ky i kishte në zotërim në cilësinë e një organi të shoqërive Novamed e Bicos dhe nuk kishte të bënte pra me ndonjë marrëdhënie avokat-klient.", "21.  Dhoma e Këshillit vërente gjithashtu se kontrolli i ushtruar në kabinetin e paditësit të parë ishte bërë në zbatim të një mandati të ligjshëm për kontroll, i cili e parashikonte kërkimin dhe sekuestrimin e të dhënave elektronike. Garancitë procedurale të formuluara në nenin 145 të Kodit të Procedurës Penale, konkretisht e drejta e të interesuarit për të kundërshtuar një shqyrtim të menjëhershëm të së dhënave të sekuestruara dhe për të kërkuar depozitimin e tyre pranë Gjykatës së Qarkut si edhe një vendim të Dhomës së Këshillit, vlenin edhe për kontrollin e të dhënave elektronike.", "22.  Mirëpo, në rastin e çështjes në fjalë, nëpunësit u ishin përmbajtur të gjitha kërkesave të paditësit të parë për t’i mbyllur me vulë disa dokumente dhe për t’i depozituar ato pranë Gjykatës së Qarkut. Kjo e fundit ia kishte kthyer të interesuarit disa prej këtyre dokumenteve, për të respektuar ruajtjen e sekretit profesional.", "23.  Dhoma e Këshillit ka dalë pra në përfundimin se ankimet e paditësve ishin të pabazuara. Vendimi i saj u është njoftuar atyre më 7 shkurt 2001.", "C.  Ankesa e paditësve pranë Dhomës Administrative të Pavarur të Salcburgut", "24.  Gjatë kësaj kohe, përkatësisht më 20 nëntor dhe më 21 nëntor 2000, paditësi i parë dhe shoqëria paditëse i ishin drejtuar Dhomës Administrative të Pavarur (Unabhängiger Verwaltungssenat) të Salcburgut. Ata parashtronin paligjshmërinë e kontrollit dhe të sekuestrimit të së dhënave elektronike në kabinetin e paditësit të parë.", "25.  Më 2 prill, 11 qershor dhe 11 korrik 2001, Dhoma Administrative ka mbajtur seanca publike gjatë të cilave ajo ka dëgjuar disa dëshmitarë.", "Informatikani që merrej me pajisjet informatike të kabinetit të paditësit të parë ka deklaruar se ishte thirrur në kabinet dhe se kishte mbërritur aty kur ushtrimi i kontrollit të ambienteve kishte filluar tashmë. Ai ishte larguar përsëri pas rreth një gjysmë ore. Nëpunësi i ngarkuar me ushtrimin e kontrollit ka deklaruar se paditësi i parë ishte informuar për kërkimet që do të kryheshin midis të dhënave të tij informatike. Sipas dy nëpunësve të tjerë, shqyrtimi i pajisjeve elektronike të paditësit të parë kishte filluar vetëm pasi informatikani kishte mbërritur në vendngjarje dhe në çastin kur ishte i pranishëm përfaqësuesi i urdhrit të avokatëve. Çka është konfirmuar nga ky përfaqësues.", "26.  Më 24 tetor 2001, Dhoma Administrative i ka hedhur poshtë ankesat e paditësve. Ajo ka vlerësuar se ato denonconin disa mosrespektime të pretenduara të disa dispozitave të Kodit të Procedurës Penale që përcaktojnë rregullat e ushtrimit të kontrolleve. Kishte mundësi që nëpunësit të cilët e kishin ushtruar kontrollin te mos i kishin respektuar plotësisht këto dispozita. Por, megjithatë, ata kishin vepruar në përputhje me mandatin e kontrollit dhe nuk i kishin tejkaluar urdhrat e gjyqtarit hetues. Kontrolli ishte pra një përgjegjësi e gjykatës. Për këtë arsye, verifikimi i ligjshmërisë së tij nuk ishte në kompetencën e Dhomës Administrative.", "II.  E DREJTA DHE PRAKTIKA E BRENDSHME LIDHUR ME ÇËSHTJEN", "A.  Dispozita të Kodit të Procedurës Penale lidhur me ushtrimin e kontrollit dhe me sekuestrimin", "27.  Nenet 139 deri 149 të Kodit të Procedurës Penale (Strafprozeßordnung) kanë të bëjnë me kontrollimin e mjediseve dhe të personave, si edhe me sekuestrimin e objekteve.", "28.  Neni 139 § 1 sanksionon në veçanti se një kontroll mund të kryhet vetëm në rast se ka motive të arsyeshme për të menduar që një person i dyshuar për një vepër penale fsheh brenda mjediseve në fjalë, apo që aty ndodhen objekte, zotërimi ose shqyrtimi i të cilave paraqet interes për hetimin e një çështjeje penale të caktuar.", "29.  Sipas nenit 140 §§ 1 dhe 2, në përgjithësi, një kontroll mund të ushtrohet vetëm pas marrjes në pyetje të personit për të cilin bëhet fjalë dhe vetëm në rast se personi i kërkuar nuk është paraqitur me dëshirën e tij apo nëse objekti a objektet e kërkuara nuk janë treguar vullnetarisht dhe nëse arsyet që kanë shpënë në ushtrimin e kontrollit nuk kanë qenë sqaruar. Marrja në pyetje nuk kërkohet kur vonesa mund të shkaktojë rrezik.", "30.  Sipas nenit 140 § 3, si parim, një kontroll mund të ushtrohet vetëm në zbatim të një mandati kontrolli të arsyetuar në mënyrën e duhur dhe të lëshuar nga një gjyqtar.", "31.  Sipas nenit 142 §§ 2 dhe 3, në ushtrimin e kontrollit duhet të jetë i pranishëm ai i cili i ka në përdorim mjediset që bëhen objekt kontrolli ose, në mungesë të tij, një i afërm i të interesuarit. Një raport duhet përpiluar dhe ai duhet të nënshkruhet nga të gjithë personat e pranishëm.", "32.  Neni 143 § 1 thotë se, nëse zbulohen objekte që paraqesin interes për hetimin ose që synohet të sekuestrohen apo konfiskohen, duhet hartuar lista e tyre dhe duhet të depozitohen pranë gjykatës për t’u mbajtur aty në ruajtje të sigurt ose në sekuestrim. Ky nen i referohet në këtë drejtim nenit 98, sipas të cilit objektet e mbajtura në ruajtje duhet të vendosen brenda një zarfi që gjykata duhet ta mbyllë me vulë, ose të etiketohen, në mënyrë që të shmanget çdo zëvendësim apo ngatërrim.", "33.  Neni 145 shprehet kështu:", "“1.  Gjatë kontrollimit të dokumenteve, duhet të merren masa për të mos lejuar që persona të paautorizuar të marrin dijeni rreth përmbajtjes së tyre.", "2.  Nëse zotëruesi i dokumenteve nuk do që të lejojë kontrollimin e tyre, ato duhet të mbyllen me vulë dhe të depozitohen pranë gjykatës; Dhoma e Këshillit duhet të vendosë menjëherë nëse ato duhet të shqyrtohen apo të kthehen.", "34.  Sipas jurisprudencës së gjykatave, e cila përkrahet edhe prej doktrinës (shih Bertl/Vernier, Grundriss des österreichischen Strafprozessrechts, botimi i 7të), dispozitat lidhur me kontrollin dhe sekuestrimin e dokumenteve në letër zbatohen gjithashtu, mutatis mutandis, edhe për kontrollin e sekuestrimin e të dhënave elektronike. Në rast se zotëruesi i disketave ose disqeve të ngurta ku mbahen të dhënat e kundërshton kontrollimin e tyre, pajisjet ku mbahen të dhënat duhet të mbyllen me vulë dhe Dhoma e Këshillit duhet të vendosë nëse ato mund të shqyrtohen ose jo.", "B.  Dispozita lidhur me sekretin profesional të avokatëve", "35.  Neni 9 i ligjit austriak për avokatinë (Rechtsanwaltsordnung) rregullon detyrat profesionale të avokatëve, duke përfshirë edhe detyrën e ruajtjes së sekretit profesional.", "36.  Neni 152 § 1 i Kodit të Procedurës Penale i përjashton avokatët, noterët dhe anëtarët e këshillave administrative nga detyrimi për të deponuar në cilësinë e dëshmitarit lidhur me informacione që u janë komunikuar atyre për shkak të profesionit.", "37.  Sipas jurisprudencës së qëndrueshme, dokumentet që përmbajnë informacione të cilat janë objekt sekreti profesional nuk mund të sekuestrohen e të përdoren në kuadër të një hetimi penal.", "38.  Sipas një udhëzimi (Erlaß) të Ministrisë Federale të Drejtësisë të datës 21 korrik 1972, gjatë kontrollit të ushtruar në kabinetin e një avokati duhet të jetë i pranishëm një përfaqësues i urdhrit kompetent të avokatëve, për t’u kujdesur që ai të mos e cenojë sekretin profesional.", "C.  Kontrolli i Dhomës Administrative të Pavarur", "39.  Sipas nenit 67a(1) të ligjit për procedurën administrative të përgjithshme (Allgemeines Verwaltungsverfahrensgesetz), dhomat administrative të pavarura kanë tagër kryesisht për të shqyrtuar ankesat e personave që pretendojnë se u është bërë një shkelje e të drejtave të tyre, e cila ka ardhur si pasojë e ushtrimit, nga ana e një autoriteti administrativ, të një pushteti të drejtpërdrejtë për të urdhëruar ose detyruar (Ausübung unmitttelbarer verwaltungsbehördlicher Befehls- und Zwangsgewalt).", "40.  Kur disa nëpunës policie zbatojnë një mandat të lëshuar nga një gjyqtar, veprimet e tyre janë një përgjegjësi e gjykatës, me përjashtim të rastit kur ata i tejkalojnë haptazi fuqitë që u janë dhënë. Vetëm në këtë rast të fundit, veprimet e tyre cilësohen si ushtrim, nga një autoritet administrativ, i një pushteti të drejtpërdrejtë për të urdhëruar ose detyruar, dhe kundër tyre mund të bëhet rekurs pranë Dhomës Administrative të Pavarur.", "LIGJI", "I.  RRETH SHKELJES SË PRETENDUAR TË NENIT 8 TË KONVENTËS", "41.  Paditësit denoncojnë ushtrimin e kontrollit e pastaj sekuestrimin e të dhënave elektronike. Ata i referohen nenit 8 të Konventës, i cili shprehet kështu:", "“1. Çdokush ka të drejtën e respektimit të jetës së tij private dhe familjare, banesës dhe korrespondencës së tij.", "2. Autoriteti publik nuk mund të ndërhyjë në ushtrimin e kësaj të drejte, përveçse në shkallën e parashikuar nga ligji dhe kur është e nevojshme në një shoqëri demokratike, në interes të sigurisë publike, për mbrojtjen e rendit publik, shëndetit ose moralit ose për mbrojtjen e të drejtave dhe lirive të të tjerëve.”", "A.  Rreth zbatueshmërisë së nenit 8", "42.  Për vërejtjet e saj, Qeveria niset nga premisa se kontrolli dhe sekuestrimi që kundërshtohen në këtë çështje kanë cenuar “jetën private” dhe “banesën” e paditësve.", "43.  Gjykata rikujton se e ka quajtur kontrollin e ushtruar në kabinetin e një avokati si një ndërhyrje në “jetën private” e në “korrespondencë” dhe, eventualisht, në banesë, në kuptimin më të gjerë që ngërthen termi i përdorur në tekstin frëngjisht, “domicile”, në krahasim me tekstin anglisht që përdor termin “home” (Niemietz k. Gjermanisë, 16 dhjetor 1992, §§ 29-33, seria A nr. 251-B, dhe Tamosius k. Mbretërisë së Bashkuar (vend. pran.), nr. 62002/00, GjEDNj 2002-VIII; shih gjithashtu edhe Sallinen me të tjerë k. Finlandës, nr. 50882/99, § 71, 27 shtator 2005, që ripohon se kontrolli i ushtruar në mjediset profesionale të një avokati përbën cenim edhe ndaj të drejtës së tij për t’iu respektuar “banesa”). Gjykata ka vlerësuar po ashtu se kontrolli i ushtruar në mjediset e një shoqërie tregtare e cenonte të drejtën e kësaj të fundit për respektimin e “banesës” së saj (Shoqëria Colas Est me të tjerë k. Francës, nr. 37971/97, §§ 40-42, GjEDNj 2002-III).", "44.  Në rastin e çështjes në fjalë, paditësit nuk denoncojnë kontrollin e ushtruar në mjediset e tyre profesionale, të cilat janë kabineti i paditësit të parë dhe selia e shoqërisë paditëse; ata nuk ankohen as për sekuestrimin e dokumenteve. Ata kundërshtojnë vetëm kontrollin dhe sekuestrimin e të dhënave elektronike.", "45.  Gjykata vlerëson se kontrolli dhe sekuestrimi i të dhënave elektronike analizohen si një ndërhyrje në të drejtën e paditësve për respektimin e « korrespondencës » së tyre në kuptimin e nenit 8 (Niemietz, i cituar më lart, § 32, për sa i përket korrespondencës që ndodhet në një kabinet avokati, dhe Sallinen me të tjerë, i cituar më lart, § 71, për sa i përket sekuestrimit të disketave informatike të një avokati). Duke pasur parasysh jurisprudencën e saj të cituar më lart, e cila e shtrin nocionin e « banesës » te mjediset tregtare të një shoqërie, Gjykata nuk sheh asnjë arsye për të bërë dallim ndërmjet paditësit të parë, person fizik, dhe paditëses së dytë, person juridik, për sa i përket « korrespondencës ». Ajo e vlerëson si të tepërt që të kërkojë nëse ka pasur edhe ndërhyrje në « jetën private » të paditësve.", "46.  Gjykatës i duhet pra tani të përcaktojë nëse ndërhyrja në të drejtën e paditësve për respektimin e korrespondencës së tyre i ka plotësuar kushtet e vëna në paragrafin 2 të nenit 8.", "B.  Rreth respektimit të nenit 8", "1.  Teza të mbrojtura nga palët", "47.  Gjykata vë në dukje pikësëpari se, në vendimin e saj të datës 16 maj 2006 për pranueshmërinë, ajo e ka bashkuar me thelbin e çështjes pretendimin e Qeverisë për prapësim lidhur me mosshterimin e mjeteve të brendshme ligjore. Qeveria mbronte idenë se paditësit nuk e kishin përdorur mundësinë që jep Kodi i Procedurës Penale për të kërkuar që dokumentet dhe të dhënat të mbylleshin me vulë dhe të depozitoheshin pranë gjykatës, me qëllim që kjo e fundit të vendoste nëse ato mund të përfshiheshin apo jo në dosjen hetimore. Paditësit e kanë kundërshtuar këtë pikëpamje, duke mbrojtur idenë se mënyra se si ishte kryer kontrolli ua kishte hequr atyre mundësinë për të bërë një përdorim efektiv të së drejtave të tyre.", "48.  Në thelb, paditësit janë të mendimit se kontrolli dhe sekuestrimi i të dhënave elektronike kanë qenë të shpërpjesëtuar. Ata deklarojnë se paditësi i parë është jo vetëm drejtori i shoqërisë paditëse, por edhe avokati i saj e avokati i shoqërisë Novamed. Kontrolli do të kishte lejuar pra doemos që të zbulohej korrespondencë, për shembull letra dhe shënime rreth disa dosjeve, që paditësi i parë i kishte hartuar në cilësinë e tij si avokat. Sa për dokumentet në letër që ishin zbuluar gjatë kontrollit, të gjitha ato ose qenkan tërhequr menjëherë, ose qenkan mbyllur me vulë dhe i qenkan kthyer paditësit nga gjyqtari hetues, sepse përbënin sekret profesional. Përkundrazi, të dhënat elektronike qenkan sekuestruar në kundërshtim me garancitë procedurale të parashikuara në këtë drejtim. Paditësit mbështeten te të njëjtat argumente si ato që ata kanë paraqitur për çështjen e shterimit të mjeteve të brendshme ligjore.", "49.  Sipas paditësve, edhe të drejtat e paditëses së dytë nuk janë marrë parasysh, sepse shoqëria nuk ka mundur të ushtrojë asnjë kontroll rreth natyrës së të dhënave të sekuestruara. Kërkimet që janë kryer përmes fjalës Bicos paskan shpënë doemos në të dhëna që nuk kishin lidhje me objektin e kontrollit ashtu siç e përcaktonte mandati. Garancitë procedurale të parashikuara nga Kodi i Procedurës Penale nuk qenkan respektuar, meqenëse paditësja e dytë nuk e paska pasur mundësinë për të kërkuar që të dhënat të mbylleshin me vulë dhe për t’ia dalë që gjyqtari hetues të caktonte se cilat prej tyre mund të përfshiheshin në dosjen hetimore.", "50.  Qeveria vëren në radhë të parë se paditësit ankohen vetëm për kontrollin e të dhënave elektronike dhe se argumentet e tyre lidhen në thelb me pozitën e paditësit të parë si avokat dhe me mungesën e pretenduar të garancive që e mbrojnë detyrimin e tij për të ruajtur sekretin profesional. Sa për ankimin e paditëses së dytë, ky nuk qenka i argumentuar.", "51.  Duke iu referuar jurisprudencës së Gjykatës, Qeveria mbron idenë se kontrolli dhe sekuestrimi i të dhënave elektronike e kishin një bazë ligjore në Kodin e Procedurës Penale dhe synonin qëllime të drejta, konkretisht parandalimin e veprave penale dhe mbrojtjen e shëndetit.", "52.  Për sa i takon domosdoshmërisë së ndërhyrjes, sipas Qeverisë, kontrolli dhe sekuestrimi i të dhënave ishin në përpjesëtim me qëllimin e drejtë që po ndiqej. Masat e kundërshtuara qenkan urdhëruar me një mandat kontrolli të lëshuar nga një gjyqtar që i kishte kufizuar caqet e tyre. Përveç kësaj, legjislacioni austriak përmbajtka disa garanci procedurale të posaçme në rast kontrolli të ushtruar në kabinetin e një avokati. Ato qenkan respektuar, përderisa kontrolli është zhvilluar në prani të paditësit dhe të një përfaqësuesi të urdhrit të avokatëve, i cili paska pasur si rol që të kujdesej në mënyrë që kontrolli të mos e nëpërkëmbte detyrën e paditësit të parë për të ruajtur sekretin profesional. Në përputhje me mandatin e kontrollit, pajisjet informatike të paditësit të parë qenkan kontrolluar duke u nisur nga disa fjalë kyçe, konkretisht emri i shoqërive të përziera në çështje, Novamed e Bicos, dhe emri i të dyshuarve që ishin objekt ndjekjesh në Itali. Meqenëse paditësi i parë, sipas Qeverisë, nuk qenka avokati i paditëses së dytë, nuk qenka prekur ndonjë marrëdhënie e tyre avokat-klient. Madje, përfaqësuesi i urdhrit të avokatëve qenka informuar për kontrollin e pajisjeve informatike të paditësit të parë dhe formalitetet e kontrollit qenkan shënuar në raportin rreth mbrojtjes së të dhënave të informatizuara. Fakti se ky raport nuk qenka hartuar gjatë ushtrimit të kontrollit, por më vonë gjatë po të njëjtës ditë, nuk qenka përcaktues, përderisa qëllimi thelbësor – regjistrimi me shkrim i të dhënave të sekuestruara – qenkësh arritur.", "2.  Vlerësimi i Gjykatës", "a)  E parashikuar nga ligji", "53.  Gjykata rikujton se një ndërhyrje mund të paraqitet si “e parashikuar nga ligji” vetëm nëse, pikësëpari, ajo e ka një bazë në të drejtën e brendshme. Në fushën e paragrafit 2 të nenit 8, termi “ligj” duhet të merret në kuptimin “material” e jo “formal”. Në një fushë të mbuluar nga e drejta e shkruar, “ligji” është teksti në fuqi ashtu siç e kanë interpretuar juridiksionet kompetente (Shoqëria Colas Est me të tjerë, i cituar më lart, § 43, me referenca të tjera, dhe Sallinen me të tjerë, i cituar më lart, § 77).", "54.  Kodi austriak i Procedurës Penale nuk përmban asnjë dispozitë të posaçme që të përcaktojë rregullat për kontrollin dhe sekuestrimin e të dhënave elektronike. Por ai përmban dispozita të hollësishme rreth sekuestrimit të objekteve dhe, përveç këtyre, rregulla të përcaktuara me saktësi lidhur me sekuestrimin e dokumenteve. Sipas jurisprudencës së gjykatave të brendshme, këto dispozita zbatohen edhe për kontrollin dhe sekuestrimin e të dhënave elektronike (paragrafi 34 i mësipërm). Madje, paditësit nuk e mohojnë që masat e denoncuara ta kenë pasur një bazë në të drejtën e brendshme.", "b)  Qëllimi i drejtë", "55.  Gjykata vëren se kontrolli dhe sekuestrimi ishin urdhëruar në kuadër të procedimeve penale kundër të tretëve që dyshoheshin për tregti të paligjshme ilaçesh. Ata synonin pra një qëllim të drejtë, parandalimin e veprave penale.", "c)  E nevojshme, në një shoqëri demokratike", "56.  Palët i përqendrojnë vërejtjet e tyre në nevojën e ndërhyrjes dhe sidomos në çështjen nëse masat kanë qenë apo jo në përpjesëtim me qëllimin e drejtë që po ndiqej dhe nëse garancitë procedurale të parashikuara nga Kodi i Procedurës Penale janë respektuar apo jo siç duhej.", "57.  Në çështje të krahasueshme me këtë, Gjykata ka kërkuar të shohë nëse legjislacioni dhe praktika e brendshme jepnin garanci të përshtatshme e të mjaftueshme kundër shpërdorimeve dhe arbitraritetit (shih, për shembull, Shoqëria Colas Est me të tjerë, i cituar më lart, § 48). Duhet shtruar sidomos pyetja nëse kontrolli është ushtruar në zbatim të një mandati të lëshuar nga një gjyqtar dhe të mbështetur në arsye të pranueshme për të pasur dyshim për të interesuarin, nëse mandati ka pasur caqe të arsyeshme dhe – në rastin e kabinetit të një avokati – nëse kontrolli është kryer në prani të një vëzhguesi të pavarur, me qëllim që të mos nxirren dokumente që përbëjnë sekret profesional (Niemietz, i cituar më lart, § 37, dhe Tamosius, vendim i cituar më lart).", "58.  Në këtë çështje, kontrolli i pajisjeve elektronike të paditësve është kryer në zbatim të një mandati të lëshuar nga një gjyqtar hetues në kuadër të ndihmës së ndërsjellë juridike me autoritetet italiane, të cilat kishin nisur ndjekje penale kundër disa shoqërive dhe individëve për tregti të paligjshme ilaçesh. Mandati tregonte se ishin zbuluar fatura që i drejtoheshin shoqërisë Novamed, pronare e të cilës në masën njëqind për qind ishte paditësja e dytë. Në këto kushte, Gjykata është e bindur se mandati për kontroll mbështetej në arsye të pranueshme për të pasur dyshim.", "59.  Gjykata vë re gjithashtu se mandati i kontrollit i kufizonte në mënyrë të arsyeshme dokumentet ose të dhënat që duhej të kërkoheshin, përderisa ai saktësonte se duhej të bëhej fjalë për çdo dokument tregtar ku të dilte se kishte pasur kontakte me personat e dyshuar në kuadër të procedurës italiane. Kontrolli u është përmbajtur këtyre kufizimeve, përderisa nëpunësit kanë kërkuar dokumente ose të dhëna që përmbanin ose fjalën Novamed ose Bicos, ose emrin e njërit nga të dyshuarit.", "60.  Për më tepër, Kodi i Procedurës Penale parashikon garanci të tjera procedurale lidhur me sekuestrimin e dokumenteve ose të dhënave elektronike. Gjykata jep për këtë shembujt e mëposhtëm:", "a)  ai që i ka në përdorim mjediset ku zhvillohet kontrolli duhet të jetë i pranishëm;", "b)  në përfundim të kontrollit, duhet hartuar një raport dhe duhet bërë lista e objekteve të sekuestruara;", "c)  në rast se zotëruesi i dokumenteve apo i pajisjeve ku mbahen të dhënat e kundërshton sekuestrimin e tyre, ato duhet të mbyllen me vulë dhe t’i dorëzohen gjyqtarit i cili do të vendosë t’i përfshijë ose jo në dosjen hetimore; dhe", "d)  përveç kësaj, në rastin e një kontrolli në kabinetin e një avokati, kërkohet prania e një përfaqësuesi të urdhrit të avokatëve.", "61.  Paditësit nuk pretendojnë që garancitë e parashikuara nga legjislacioni austriak janë të pamjaftueshme; por ata vlerësojnë se ato nuk janë respektuar në rastin e çështjes në fjalë lidhur me sekuestrimin e të dhënave. Gjykata vëren se në kontrollin e mjediseve të paditësve kanë vepruar disa nëpunës. Një grup prej tyre ka kryer sekuestrimin e dokumenteve, ndërsa një grup i dytë ka kontrolluar sistemin informatik duke përdorur disa kritere kërkimi dhe ka sekuestruar të dhëna duke kopjuar në disketa skedarë të shumtë.", "62.  Gjykata vëren se garancitë e përshkruara si më sipër janë respektuar plotësisht për sekuestrimin e dokumenteve: sa herë që përfaqësuesi i urdhrit të avokatëve e ka kundërshtuar sekuestrimin e njërit dokument apo të një tjetri, ky është mbyllur me vulë. Disa ditë më vonë, gjyqtari hetues ka marrë vendim, në prani të paditësit, lidhur me dosjet që përbënin sekret profesional dhe ia ka kthyer ato të interesuarit për këtë arsye. Madje, paditësit nuk parashtrojnë asnjë ankesë në këtë drejtim.", "63.  Ajo që bën përshtypje në rastin e çështjes në fjalë është se, për të dhënat elektronike, nuk janë zbatuar të njëjtat garanci. Ka disa elemente që tregojnë se të drejtat e paditësve në këtë drejtim kanë pësuar kufizime. Së pari, ndonëse ka qenë i pranishëm për njëfarë kohe gjatë kontrollit të pajisjeve elektronike, anëtari i urdhrit të avokatëve ka qenë i zënë kryesisht me mbikëqyrjen e sekuestrimit të dokumenteve dhe nuk ka mundur pra ta kryejë mirë atë mbikëqyrje të së dhënave elektronike që duhej të siguronte. Së dyti, raporti i cili tregon kriteret e kërkimit që ishin përdorur dhe skedarët që ishin kopjuar e sekuestruar nuk është hartuar në përfundim të kontrollit, por vetëm më vonë gjatë asaj dite. Përveç kësaj, duket se nëpunësit janë larguar nga mjediset sapo kanë mbaruar punë, pa e informuar paditësin e parë dhe përfaqësuesin e urdhrit të avokatëve lidhur me rezultatet e kontrollit.", "64.  Sigurisht, paditësi i parë do të kishte mundur të kërkonte, në mënyrë të përgjithshme në fillim të kontrollit, që të gjitha disketat ku ishin kopjuar të dhëna të mbylleshin me vulë dhe t’i dorëzoheshin gjyqtarit hetues. Megjithatë, meqenëse Kodi i Procedurës Penale parashikon që të hartohet një raport në përfundim të kontrollit dhe që të bëhet lista e objekteve të sekuestruara, paditësi i parë mund të ketë kujtuar se do të ndiqej procedura. Përderisa nuk ka ndodhur ashtu, ai nuk ka mundur t’i ushtrojë me të vërtetë të drejtat e tij. Pra, ka vend për ta hedhur poshtë kërkesën lidhur me mosshterimin e mjeteve të brendshme ligjore, të formuluar nga Qeveria.", "65.  Për sa i përket paditësit të parë, mënyra se si është kryer kontrolli e përmbante një rrezik për cenim të sekretit profesional. Gjykata e quan me një peshë të veçantë këtë rrezik, sepse ai mund të jetë me pasoja për sa i përket miradministrimit të drejtësisë (Niemietz, i cituar më lart, § 37). Autoritetet e brendshme dhe Qeveria kanë mbrojtur idenë se paditësi i parë nuk ishte avokati i shoqërisë paditëse dhe se të dhënat e sekuestruara nuk kishin të bënin me marrëdhënien e tyre klient-avokat. Sigurisht, ndryshe nga çfarë ka bërë përpara Gjykatës, paditësi i parë nuk kishte pohuar përpara autoriteteve të brendshme se ishte avokati i shoqërisë paditëse as se ishte ai i shoqërisë Novamed. Por, gjatë procedurës, ai ka deklaruar vazhdimisht se është avokat i shumë shoqërive ku zotëronte aksione paditësja e dytë. Madje, Qeveria nuk i kundërshton thëniet e paditësve sipas të cilave të dhënat e sekuestruara përmbanin përgjithësisht të njëjtat informacione si edhe dokumentet në letër që janë sekuestruar e një pjesë të së cilave gjyqtari hetues ia ka kthyer paditësit të parë sepse përbënin sekret profesional. Pra, me të drejtë mund të hamendësohet se të dhënat elektronike të sekuestruara përmbanin edhe ato informacione që përbënin sekret profesional.", "66.  Si përfundim, Gjykata vlerëson se, meqenëse nëpunësit e policisë nuk i kanë respektuar disa nga garancitë procedurale që duhet të parandalojnë shpërdorimet e arbitraritetin si dhe të mbrojnë ruajtjen e sekretit profesional të avokatëve, kontrolli dhe sekuestrimi i të dhënave elektronike të paditësit të parë kanë qenë në shpërpjesëtim me qëllimin e drejtë të ndjekur.", "67.  Gjykata vëren përveç kësaj se sekreti profesional që duhet të ruajë avokati shërben gjithashtu për të mbrojtur klientin. Duke pasur vënë re, këtu më sipër, se paditësi i parë përfaqësonte disa shoqëri ku ishte aksionare paditësja e dytë dhe se të dhënat e sekuestruara përmbanin informacione që përbënin sekret profesional, Gjykata nuk sheh asnjë arsye për të dalë në një përfundim të ndryshëm për sa i përket paditëses së dytë.", "68.  Për rrjedhojë, ka pasur shkelje të nenit 8 të Konventës për sa i përket të dy paditësve.", "II.  RRETH ZBATIMIT TË NENIT 41 TË KONVENTËS", "69.  Sipas nenit 41 të Konventës,", "“Kur Gjykata konstaton se ka pasur një shkelje të Konventës ose të protokolleve të saj dhe, nëse e drejta e brendshme e Palës së Lartë Kontraktuese lejon të bëhet vetëm një ndreqje e pjesshme, Gjykata, kur është e nevojshme, i akordon shpërblim të drejtë palës së dëmtuar.”", "A.  Dëmi", "70.  Paditësi i parë kërkon t’i njihet si dëm material 4 000 euro (EUR) në vit që nga viti 2000 për humbje klientele. Ai mbron idenë se nuk mund të paraqesë provë për këtë pa e shkelur sekretin profesional. Nga ana tjetër, ai kërkon 10 000 EUR për dëm moral, meqenëse këto ngjarje i kanë dëmtuar emrin si avokat.", "71.  Paditësja e dytë kërkon 20 211,56 EUR për shlyerje të dëmit material. Ajo deklaron se emri i saj si holding është komprometuar nga sekuestrimi i të dhënave. Asaj i është dashur për pasojë të rithemelohet nën një emër të ri e të japë 17 500 EUR si kapital nominal për shoqërinë e re dhe të paguajë 2 711,56 EUR shpenzime për aktet juridike që ka nënkuptuar ky krijim shoqërie. Ajo nuk parashtron asnjë kërkesë për dëm moral.", "72.  Qeveria është e mendimit se nuk ka lidhje shkakësie midis shkeljes së denoncuar dhe dëmit material të pretenduar nga paditësit.", "73.  Për sa u përket kërkesave të paditësve për dëm material, Gjykata vë në dukje se ajo nuk spekulon dot rreth efekteve që do të kishin pasur kontrolli dhe sekuestrimi i të dhënave elektronike mbi emrin e paditësve, në rast se ata do të ishin bërë duke e respektuar nenin 8 (shih, mutatis mutandis, Shoqëria Colas Est me të tjerë, i cituar më lart, § 54). Ajo nuk cakton pra të jepet asgjë lidhur me këtë pikë të kërkesës.", "74.  Por ajo e pranon se paditësi i parë ka pësuar një dëm moral, si tronditje e zhgënjim të thellë, nga mënyra se si janë kryer kontrolli dhe sekuestrimi. Duke gjykuar me drejtësi dhe duke marrë parasysh shumën e caktuar në një çështje të krahasueshme me këtë (Sallinen me të tjerë, i cituar më lart, § 114), ajo i jep paditësit të parë 2 500 EUR për dëmin moral.", "B.  Kosto dhe shpenzime", "75.  Paditësi i parë kërkon në total 15 967,15 EUR për kosto e shpenzime, ose 9 204,52 EUR për procedurën e brendshme dhe 6 762,63 EUR për procedurën në fushën e Konventës. Këto shuma e përfshijnë tatimin mbi vlerën e shtuar (TVSh).", "76.  Qeveria e pranon se shpenzimet që përmenden për procedurën e brendshme është dashur të kryhen medoemos. Por ajo është e mendimit se shumat e kërkuara janë të tepruara, sepse nuk u përgjigjen ligjeve dhe rregulloreve të brendshme që janë në fuqi rreth honorarëve të avokatit. Në veçanti, shpenzimet lidhur me procedurën përpara Dhomës Administrative të Pavarur të Salcburgut qenkan vetëm 1 486,80 EUR – në vend të 4 858 EUR që kërkohen. Qeverisë i duken gjithashtu të tepruara shpenzimet që thuhet se janë bërë për procedurën në fushën e Konventës. Shuma e përshtatshme qenka vetëm 2 289,96 EUR.", "77.  Gjykata rikujton se, kur ajo konstaton se ka pasur një shkelje të Konventës, ajo mund të caktojë që paditësit t’i shlyhen kostot dhe shpenzimet që i është dashur medoemos të paguajë përpara juridiksioneve kombëtare, për ta parandaluar ose për ta ndrequr me anë të tyre shkeljen e lartpërmendur, dhe që përbëjnë një shumë të arsyeshme (Shoqëria Colas Est me të tjerë, i cituar më lart, § 56).", "78.  Ajo shënon se nuk ka kundërshtime që shpenzimet e kërkuara nga paditësi i parë është dashur të kryhen medoemos. Ajo vlerëson megjithatë se ato nuk janë të arsyeshme për sa i përket shumës së tyre. Duke pasur parasysh informacionet që ajo ka dhe shumat e dhëna në çështje të krahasueshme me këtë, ajo e quan të arsyeshme të caktojë 10 000 EUR, të cilat do t’i mbulojnë zërat e ndryshëm të shpenzimeve. Kjo shumë e përfshin TVSh-në.", "C.  Kamatëvonesat", "79.  Gjykata e gjykon si të përshtatshme që ta bazojë përqindjen e kamatëvonesave te përqindja e interesit të huas afatshkurtër të Bankës Qendrore Evropiane, të rritur me tri pikë përqindjeje.", "PËR KËTO ARSYE, GJYKATA,", "1.  Rrëzon, njëzëri, pretendimin për mosshterim të mjeteve të brendshme ligjore, të ngritur nga Qeveria;", "", "2.  Thotë, njëzëri, se ka pasur shkelje të nenit 8 të Konventës për sa i përket paditësit të parë;", "", "3.  Thotë, me katër vota në favor e një kundër, se ka pasur shkelje të nenit 8 të Konventës për sa i përket paditëses së dytë;", "", "4.  Thotë, njëzëri,", "a)  se shteti i paditur duhet t’i paguajë paditësit të parë, brenda tre muajsh duke nisur nga dita kur vendimi do të ketë marrë formë të prerë në përputhje me nenin 44 § 2 të Konventës, 2 500 EUR (dy mijë e pesëqind euro) për dëmin moral dhe 10 000 EUR (dhjetë mijë euro) për kosto e shpenzime;", "b)  se, duke nisur nga përfundimi i afatit të lartpërmendur e deri në derdhjen e tyre, këto shuma do të shtohen me një interes të thjeshtë në përqindje të barabartë me atë të huas afatshkurtër të Bankës Qendrore Evropiane të zbatueshme gjatë kësaj periudhe, të shtuar me tri pikë përqindjeje;", "", "5.  Rrëzon, njëzëri, kërkesën e paditësve për çdo shtesë si shpërblim të drejtë.", "I hartuar në anglisht, pastaj i njoftuar me shkrim më 16 tetor 2007, në zbatim të nenit 77 §§ 2 dhe 3 të Rregullores.", "\tLawrence Early\tNicolas Bratza\n\tSekretar\tKryetar", "Këtij vendimi i bashkëngjitet, në përputhje me nenet 45 § 2 të Konventës dhe 74 § 2 të Rregullores, paraqitja e mendimit pjesërisht të kundërt, të përbashkët për gjyqtarët Bratza, Casadevall e Mijović.", "N.B.\nT.L.E.", "", "Mendimet më vete nuk janë përkthyer, por janë në anglisht dhe/ose në frëngjisht në variant(in/et) e vendimit në gjuhë zyrtare dhe mund të shihen bazën e të dhënave të jurisprudencës së Gjykatës HUDOC.", "\n© Këshilli i Evropës/Gjykata Evropiane e të Drejtave të Njeriut, 2012. Gjuhët zyrtare të Gjykatës Evropiane të së Drejtave të Njeriut janë anglishtja dhe frëngjishtja. Ky përkthim është bërë me mbështetjen e Fondit të Mirëbesimit për të Drejtat e Njeriut të Këshillit të Evropës (). Ai nuk e kushtëzon Gjykatën dhe kjo e fundit nuk pranon asnjë përgjegjësi për sa i përket cilësisë së tij. Ai mund të shkarkohet nga HUDOC, baza e të dhënave e jurisprudencës së Gjykatës Evropiane të së Drejtave të Njeriut (), ose nga çdo bazë tjetër të dhënash me të cilën HUDOC e ka ndarë atë. Ai mund të riprodhohet për qëllime jotregtare, me kusht që titulli i çështjes të citohet i plotë dhe të shoqërohet me shënimin e mësipërm lidhur me të drejtën e autorit, si edhe me referimin ndaj Fondit të Mirëbesimit për të Drejtat e Njeriut. Cilido që kërkon ta përdorë këtë përkthim në tërësi ose pjesërisht për qëllime tregtare, është i lutur të njoftojë në adresën e mëposhtme: .", "", "© Council of Europe/European Court of Human Rights, 2012. The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe () Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Tout personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ."]}