{"file": "ALB_HJUDALB_18968_07.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "18968/07", "text_paragraphs": ["© Këshilli i Evropës/Gjykata Evropiane e të Drejtave të Njeriut, 2012. Ky përkthim u bë i mundur me mbështetjen e Fondit të Mirëbesimit të të Drejtave të Njeriut të Këshillit të Evropës (). Ai nuk është detyrues për Gjykatën. Për më shumë informacion, shiko shënimin e plotë në lidhje me të drejtën e autorit në fund të këtij dokumenti.", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur á la fin du présent document.", "\n", "", "", "ISH-SEKSIONI IV", "", "", "", "", "", "ÇËSHTJA V.C. kundër SLLOVAKISË", "", "(Kërkesa nr. 18968/07)", "", "", "", "", "", "VENDIM", "[Pjesë të shkëputura]", "", "", "STRASBURG", "", "8 nëntor 2011", "", "PËRFUNDIMTAR", "", "08/02/2012", "", "Ky vendim ka marrë formë të prerë në përputhje me nenin 44 § 2 të Konventës. Ai mund t’i nënshtrohet rishikimit redaktues.", "", "Në çështjen V.C. kundër Sllovakisë,", "Gjykata Europiane e të Drejtave të Njeriut (Ish-Seksioni IV), në Dhomën e përbërë nga:", "\tNicolas Bratza, Kryetar,\n\tLech Garlicki,\n\tLjiljana Mijović,\n\tDavid Thór Björgvinsson,\n\tJán Šikuta,\n\tPäivi Hirvelä,\n\tMihai Poalelungi, gjyqtarë,\n\tand Fatoş Aracı, Zëvendës Kancelar,", "Pas shqyrtimit me dyer të mbyllura më 22 mars 2011, 6 qershor 2011, 24 gusht 2011 dhe 17 tetor 2011,", "Shpall vendimin e mëposhtëm, i cili u miratua në datën e fundit të përmendur:", "PROCEDURA", "1.  Çështja filloi me një kërkesë (nr. 18968/07) kundër Republikës së Sllovakisë e drejtuar në Gjykatë sipas nenit 34 të Konventës për Mbrojtjen e të Drejtave dhe Lirive Themelore të Njeriut (“Konventa”) nga një shtetase sllovake, Znj. V.C. (“kërkuesja”), më 23 prill 2007. Kryetari i Dhomës miratoi kërkesën e kërkueses për të mos zbuluar emrin e saj (neni 47 § 3 i Rregullores së Gjykatës).", "2.  Kërkuesja përfaqësohej nga Znj. B. Bukovská dhe Znj. V. Durbáková, avokate që vepronin në bashkëpunim me Qendrën për të Drejtat e Njeriut dhe të Drejtat Civile në Košice. Qeveria e Republikës së Sllovakisë (“Qeveria”) përfaqësohej nga agjentja e saj, Znj. M. Pirošíková.", "3.  Kërkuesja pretendoi shkelje të neneve 3, 8, 12, 13 dhe 14 të Konventës për shkak të sterilizimit të saj në një spital publik.", "4.  Me anë të një vendimi të datës 16 qershor 2009 Gjykata e deklaroi kërkesën të pranueshme.", "5.  Kërkuesja dhe Qeveria paraqitën vërejtjet e tyre me shkrim në lidhje me themelet e çështjes (neni 59 § 1). Përveç kësaj, u morën edhe komente të palëve të treta nga Federata Ndërkombëtare e Gjinekologëve dhe Obstetërve (angl. FIGO), së cilës i ishte dhënë leje nga Kryetari për të ndërhyrë në procedurën me shkrim (neni 36 § 2 i Konventës dhe neni 44 § 3 i Rregullores).", "6.  Një seancë dëgjimore u caktua më 7 shtator 2010. Ajo u shty për 24 gusht 2010 me kërkesë të Qeverisë, e cila u shpreh se dëshironte të eksploronte mundësinë e arritjes tek një marrëveshje miqësore në këtë çështje. Palët nuk arritën marrëveshje miqësore.", "7.  Një seancë publike u mbajt në Ndërtesën e të Drejtave të Njeriut në Strasburg më 22 mars 2011 (neni 59 § 3 i Rregullores).", "Para Gjykatës dolën:", "(a)  për Qeverinë\nZnj.\tM. Pirošíková, Agjente,", "\tZnj.\tK. Čahojová, Bashkë-Agjente,", "\tZ.\tM. Buzga,", "\tZ.\tV. Cupaník,", "\tZ.\tJ. Palkovič, Këshilltarë;", "(b)  për kërkuesen\nZnj.\tB. Bukovská, Avokat,\nZnj.\tV. Durbáková, Avokat.", "", "Gjykata dëgjoi parashtresat e Znj. Bukovská, Znj. Durbáková, Znj. Pirošíková, Z. Buzga dhe Z. Cupaník.", "FAKTET", "I.  RRETHANAT E ÇËSHTJES", "8.  Kërkuesja, e cila i takon përkatësisë etnike Rome, është e lindur në vitin 1980 dhe jeton në Jarovnice. Ajo ka përfunduar arsimin e detyrueshëm deri në klasën e gjashtë dhe është e papunë. Gjuha e saj amtare është gjuha rome, të cilën ajo e përdor në komunikimin e përditshëm, bashkë me një dialekt vendas.", "A.  Sterilizimi i kërkueses në Spitalin Prešov", "9.  Më 23 gusht 2000 kërkuesja u sterilizua gjatë kohës që ishte e shtrirë në Qendrën Spitalore dhe të Kujdesit Shëndetësor në Prešov (tani e njohur si Spitali Universitar dhe Qendra Shëndetësore J.A. Reiman në Prešov – “Spitali Prešov”), nën menaxhimin e Ministrisë së Shëndetësisë.", "10.  Procedura u zhvillua gjatë lindjes së fëmijës së dytë të kërkueses me prerje cezariane. Edhe lindja e fëmijës së parë të kërkueses ishte zhvilluar me operacion cezarian. Sterilizimi i kërkueses u bë përmes lidhjes së tubave me anë të metodës Pomeroy, e cila përfshin prerjen dhe mbylljen e përhershme të tubave të mitrës me qëllim që të parandalohet fertilizimi.", "11.  Gjatë shtatzanisë kërkuesja nuk ka bërë kontrolle të rregullta. Ajo është vizituar te mjeku i përgjithshëm vetëm një herë.", "12.  Kërkuesja u pranua në departamentin e gjinekologjisë dhe obstetrikës të Spitalit Prešov më 23 gusht 2000 pak para orës 8:00 të mëngjesit. Ajo erdhi në spital me dhimbje të lindjes. Pas mbërritjes kërkuesja u informua që lindja do të bëhet me prerje cezariane.", "13.  Lindja është e dokumentuar në një raport të shkruar që tregon hollësitë e procesit të lindjes në intervale të rregullta. Shënimi i parë në raport është në orën 7:52 të mëngjesit. Më pas kërkuesja u vu nën vëzhgim me CTG (kardiotokografi); shënimi i fundit i CTG-së (kardioktografia)është bërë në ora 10:35 të mëngjesit.", "14.  Sipas shënimeve të lindjes, pas orës 10:30 të mëngjesit, kur lindja ishte në proces, kërkuesja ka kërkuar që të sterilizohet. Kërkesa është shënuar menjëherë në regjistrin e lindjes me fjalët e shtypura “Pacientja kërkon sterilizim”. Poshtë këtij shënimi ndodhet nënshkrimi i dridhur i kërkueses. Nënshkrimi është bërë me shkrim të dridhur dhe me emrin e vajzërisë së kërkueses, të cilin ajo e përdori aty, është i ndarë në dy pjesë.", "15.  Kërkuesja parashtroi që, pasi kishte disa orë që kishte hyrë në procesin e lindjes dhe kishte dhimbje, personeli mjekësor i Spitalit Prešov e kishte pyetur nëse donte të kishte fëmijë të tjerë. Kërkuesja u përgjigj pozitivisht por personeli mjekësor i tha që nëse lindte edhe një fëmijë tjetër do të vdiste ajo ose fëmija. Kërkuesja filloi të qante dhe meqenëse u bind që shtatzania e saj e ardhshme do të ishte fatale, iu drejtua personelit mjekësor me fjalët “Bëni çfarë doni të bëni”. Më pas asaj iu kërkua të nënshkruante nën shënimin në regjistrin e lindjes ku tregohej që ajo kishte kërkuar sterilizim. Kërkuesja nuk e kuptoi fjalën sterilizim dhe e nënshkroi formularin nga frika se po të mos e bënte do të kishte pasoja fatale. Meqenëse ajo ishte në fazën e fundit të lindjes, aftësitë e saj konjitive dhe njohëse ishin nën ndikimin e lindjes dhe dhimbjeve.", "16.  Në ora 11:30 të mëngjesit kërkuesja u vu nën anestezi, pas së cilës lindja u zhvillua me prerje cezariane. Duke pasur parasysh gjendjen e organeve riprodhuese të kërkueses dy mjekët e përfshirë kërkuan mendimin e mjekut kryesor lidhur me kryerjen e procedurës së histerektomisë apo sterilizimit. Më pas ata kryen procedurën e lidhjes së tubave të kërkueses. Procedura përfundoi në ora 12:10 të drekës, dhe kërkuesja u zgjua nga anestezia pas dhjetë minutave.", "17.  Fjalët “Pacientja është me origjinë Rome” janë të shënuara në regjistrin e shtatzanisë dhe lindjes së kërkueses (seksioni “Historia mjekësore”, nën-seksioni “Kushtet sociale dhe të punës, posaçërisht gjatë shtatzanisë” të formularit të printuar përpara që shërben për atë qëllim).", "18.  Gjatë qëndrimit të saj në spital në pavijonin e gjinekologjisë dhe obstetrikës të Spitalit Prešov kërkuesja u akomodua në një dhomë ku kishte ekskluzivisht femra me origjinë etnike Rome. Ajo u ndalua të përdorte të njëjtat banja dhe tualete si femrat që nuk ishin me origjinë Rome.", "19.  Kërkuesja vuajti pasoja të rënda mjekësore dhe psikologjike nga procedura e sterilizimit. Kështu, nga fundi i vitit 2007 dhe fillimi i vitit 2008 kërkuesja shprehu simptoma të një shtatzanie false. Ajo besoi se ishte shtatzënë dhe tregonte të gjitha shenjat e shtatzanisë. Megjithatë, ekzaminimi me ultrazë tregoi që ajo nuk ishte shtatzënë. Rrjedhimisht, në korrik të vitit 2008 ajo u trajtua nga një psikiatër në Sabinov. Sipas deklaratës së psikiatrit, kërkuesja vazhdon të vuajë si pasojë e infertilitetit të saj.", "20.  Gjithashtu, kërkuesja është izoluar edhe nga komuniteti i Romëve. Bashkëshorti i saj, babai i fëmijëve të saj, e ka lënë atë disa herë për shkak të infertilitetit të saj. Në vitin 2009, kërkuesja dhe bashkëshorti i saj divorcuan. Kërkuesja u shpreh se infertiliteti ishte një nga arsyet e ndarjes së tyre.", "B.  Qëndrimi i Spitalit Prešov", "21.  Një deklaratë me shkrim e Drejtorit të Spitalit Prešov e datës 3 qershor 2008 tregon që lindja e parë e kërkueses në vitin 1998 përfundoi me prerje cezariane për shkak se madhësia e legenit të saj e përjashtonte lindjen normale. Para lindjes kërkuesja kishte shkuar në qendrën për shëndet prenatal vetëm dy herë, në fillim të shtatzanisë së saj. Pas lindjes, ajo u vendos në një dhomë pas-lindjeje me pajisje sanitare ku ajo ishte nën kujdes shëndetësor. Ditën e tretë ajo u largua nga spitali pa lejen e mjekëve dhe u kthye pas 24 orëve me infektim të përgjithshëm (sepsis) të shkaktuar nga pezmatimi i mitrës. Pas nëntë ditësh në spital gjatë të cilave ajo mori trajtim intensiv me antibiotikë kërkuesja dhe fëmija i saj u lëshuan nga spitali. Kërkuesja u këshillua të shkonte tek gjinekologu rregullisht por nuk e bëri këtë.", "22.  Gjatë shtatzanisë së saj të dytë, kërkuesja u vizitua në qendrën për kujdes prenatal vetëm një herë, në fillim të shtatzanisë. Në kohën e lindjes së dytë, për shkak të dhimbjes që kërkuesja ndiente në pjesën e poshtme të mitrës (ku ishte operuar gjatë lindjes së parë) dhe duke pasur parasysh madhësinë e legenit të saj, mjekët u shprehën se do të nevojitej një operacion cezarian. Ata ishin të mendimit që ekzistonte rreziku i rupturës (shqyerjes) së mitrës. Pasi ia shpjeguan asaj situatën dhe rreziqet e një shtatzanie të tretë, kërkuesja, duke qenë plotësisht e vetdijshme për atë që po ndodhte, e nënshkroi kërkesën për sterilizim.", "23.  Në një deklaratë tjetër të datës 27 korrik 2009 Drejtori i Spitalit Prešov mohoi ndarjen e qëllimshme dhe të organizuar të femrave Rome dhe ekzistencën e të ashtuquajturave “dhoma të ciganëve”. Në praktikë, femrat Rome shpesh akomodohen së bashku me kërkesën e tyre.", "C.  Procedurat penale", "24.  Më 23 janar 2003, në përgjigje ndaj publikimit nga Qendra për të Drejta Riprodhuese dhe Qendra për të Drejtat e Njeriut dhe ato Civile të “Trupi dhe Shpirti: Sterilizimi i Detyruar dhe i Shtrënguar dhe Dhunime të Tjera ndaj Lirisë Riprodhuese në Sllovaki” (“Raporti i Trupit dhe Shpirtit”), Seksioni për të Drejtat e Njeriut dhe Pakicat pranë Zyrës së Qeverisë filloi hetime penale në lidhje me pretendimet për sterilizimin e paligjshëm të shumë femrave të ndryshme Rome.", "25.  Hetimet penale u zhvilluan brenda Drejtorisë Rajonale të Trupës së Policisë në Žilina pranë Zyrës së Policisë Gjyqësore dhe Kriminale. Shumë vendime u morën nga hetuesi, prokurorët publikë në nivele të ndryshme dhe Gjykata Kushtetuese. Përfundimisht procedurat u ndërprenë mbi bazën e faktit që nuk ishte kryer vepër penale në kontekstin e sterilizimit të femrave me origjinë etnike Rome (hollësi të mëtejshme ndodhen në I.G., M.K. dhe R.H. kundër Sllovakisë (vend.), nr. 15966/04, 22 shtator 2009).", "26.  Kërkuesja nuk filloi procedura penale individuale.", "D.  Procedurat civile", "27.  Në janar 2003, pas lirimit të Raportit të Trupit dhe të Shpirtit, kërkuesja mësoi që lidhja e tubave nuk ishte operacion për shpëtimin e jetës siç ishte pretenduar nga personeli mjekësor i Spitalit Prešov dhe që kërkohej pëlqimi i plotë dhe i informuar i pacientes. Për këtë arsye, ajo u përpoq pa sukses të shikonte përsëri shënimet e saj në spital. Asaj iu lejua të shikonte dosjen e saj mjekësore bashkë me avokatin e saj në maj 2004 pas një urdhri të gjykatës për atë arsye.", "28.  Më 9 shtator 2004 kërkuesja ngriti një pretendim në Gjykatën e Qarkut në Prešov sipas neneve 11 et seq. të Kodit Civil, ku kërkonte mbrojtjen e të drejtave të saj personale. Ajo parashtroi që procedura e sterilizimit e kryer në trupin e saj ishte zhvilluar në shkelje të legjislacionit sllovak dhe të standardeve të të drejtave ndërkombëtare të njeriut përfshirë nenet 3, 8, 12 dhe 14 të Konventës. Kërkuesja argumentoi që ajo nuk ishte informuar si duhej në lidhje me procedurën si e tillë, pasojat e saj dhe zgjidhjet alternative. Ajo kërkoi që t’i kërkohej falje për procedurën dhe kërkoi kompensim për dëme jo-materiale.", "29.  Gjatë procedurave Gjykata e Qarkut shqyrtoi provat në formë dokumentesh dhe mori disa deklarata nga kërkuesja si dhe nga personeli mjekësor i Spitalit Prešov.", "30.  Në mënyrë të veçantë, kërkuesja përshkroi rrethanat në të cilat ajo kishte lindur në Spitalin Prešov dhe mënyrën se si i ishte kërkuar të nënshkruante shënimin përkatës në regjistër. Gjithashtu, ajo deklaroi se babai i fëmijëve të saj e kishte lënë atë për dy vite për shkak të infertilitetit të saj dhe që ata kishin pasur probleme në marrëdhëniet e tyre për këtë arsye. Ajo theksoi problemet shëndetësore që po përjetonte.", "31.  Doktor Č. Nga Spitali Prešov, i cili kishte zhvilluar procedurën tek kërkuesja, deklaroi që atij nuk i kujtohej kërkuesja në mënyrë të veçantë apo rrethanat e qëndrimit të saj në spital. Deklarata e tij bazohej mbi informacionet në dosjen mjekësore të kërkueses. Ai pretendoi që kërkuesja ishte informuar plotësisht rreth gjendjes së saj shëndetësore dhe përparimin e procesit të lindjes afërsisht nëntëdhjetë minuta para lindjes. Informacioni në lidhje me nevojën për sterilizim i ishte thënë asaj nga mjeku kryesor i pavijonit të gjinekologjisë dhe obstetrikës, si dhe nga mjeku i dytë i cili kishte marrë pjesë në operacion, dhe gjithashtu nga mjeku anestezist. Sterilizimi ishte zhvilluar me kërkesë të kërkueses si nevojshmëri mjekësore. Çdo shtatzani e tretë e mundshme mund të kishte qenë e rrezikshme për kërkuesen nëse ajo nuk do të qëndronte nën mbikëqyrje të vazhdueshme gjatë shtatzanisë. Doktor Č. Deklaroi që sterilizimi i kërkueses nuk kishte qenë operacion për t’i shpëtuar jetën.", "32.  Doktor K., mjeku kryesor i pavijonit të gjinekologjisë dhe obstetrikës në Spitalin Prešov, deklaroi që ishte plotësisht dakord me dëshminë e Doktor Č. As Doktor K. nuk i kujtohej me hollësi rasti i kërkueses. Ai supozoi që rasti i saj ishte i njëjtë me disa raste të tjera të ngjashme. Ai nuk kishte qenë i pranishëm gjatë lindjes dhe sterilizimit të kërkueses por i kishin treguar mjekët e tjerë lidhur me rastin e saj. Ai e përshkroi procedurën e sterilizimit si procedurë e qeverisur nga ligji përkatës. Në rastin e kërkueses, nuk kishte pasur kohë për të mbledhur komisionin meqenëse ajo kishte ardhur në spital shumë shkurt para lindjes.", "33.  Më tej, Doktor K. deklaroi që, pasi ai kishte caktuar kolegët Š. dhe Č. për të zhvilluar operacionin, ai gjithashtu i kishte kërkuar atyre të shikonin nëse pacientja do të ishte dakord për sterilizim, dhe të merrnin pëlqimin e saj përmes nënshkrimit. Edhe sikur pacientja të refuzonte të jepte pëlqimin me shkrim për sterilizim, ai do të mund të kryhej sipas seksionit 2 të Rregullores së Sterilizimit të vitit 1972, e cila e lejonte një veprim të tillë nëse rrezikohej jeta e një personi.", "34.  Në procedura civile, kërkuesja gjithashtu paraqiti një vlerësim nga psikologu të gjendjes së saj mendore të datës 17 shkurt 2006. Aty tregohej që kapaciteti i saj mendor ishte shumë i ulët, gati në kufi me vonim mendor, por që të menduarit e saj ishte i zhvilluar mirë në aspektin e punëve praktike. Psikologu përfundonte që komunikimi me kërkuesen kërkonte përshtatje me shkathtësitë e saj mendore dhe gjuhësore. Nuk u diktua asnjë sëmundje mendore që do ta pengonte kërkuesen nga marrja e vendimeve në lidhje me jetën e saj dhe marrjen përsipër të përgjegjësisë për çështjet e lidhura me jetën e saj.", "35.  Më 28 shkurt 2006 Gjykata e Qarkut në Prešov i rrëzoi veprimet. Ajo u shpreh që procedura ishte zhvilluar vetëm pasi që personeli mjekësor kishte marrë nënshkrimin e kërkueses. Ajo pranoi që nënshkrimi i kërkueses në dhomën e lindjes ishte marrë pak para se të bëhej operacioni cezarian, kur kërkuesja kishte qenë në “pozicion në shpinë”. Procedura ishte zhvilluar mbi baza mjekësore. Ajo kishte qenë e nevojshme për shkak të gjendjes së dobët mjekësore të kërkueses. Personeli mjekësor kishte proceduar në përputhje me ligjin.", "36.  Fakti që procedura nuk ishte miratuar më përpara nga një komision sterilizimi përbënte vetëm mos përmbushje të kërkesave formale; ai nuk do të kishte mundur të ndërhynte tek integriteti personal i kërkueses që mbrohet nga neni 11 et seq., i Kodit Civil. Nuk u konstatua asnjë shkelje e të drejtave të kërkueses sipas Konventës.", "37.  Së fundi, Gjykata e Qarkut u shpreh që situata e kërkueses nuk ishte e pakthyeshme meqenëse ekzistonte mundësia e fekondimit in vitro.", "38.  Më 12 maj 2006 kërkuesja apeloi. Ajo deklaroi që ishte sterilizuar pa pëlqimin e saj të plotë dhe të informuar në një situatë ku ajo nuk kishte qenë në gjendje të kuptonte plotësisht natyrën dhe pasojat e procedurës. Kishte zbrazëtira dhe papërputhshmëri në deklaratat e personelit mjekësor dhe dosja mjekësore nuk përmbante shënime që ajo ishte informuar si duhej në lidhje me procedurën, natyrën e saj të kthyeshme, dhe metodat alternative. Në shkelje të legjislacionit në fuqi sterilizimi nuk ishte miratuar nga një komision i sterilizimit. Lidhja e tubave nuk mund të konsiderohej operacion për shpëtimin e jetës. Kërkuesja u bazua në dokumente të lëshuara nga organizatat mjekësore ndërkombëtare.", "39.  Më 25 tetor 2006 Gjykata Rajonale e Prešov miratoi vendimin e shkallës së parë. Ajo arriti në përfundimin që sterilizimi i kërkueses ishte zhvilluar në përputhje me legjislacionin në fuqi dhe që ishte kërkuar nga gjendja mjekësore e kërkueses.", "40.  Gjykata e apelit iu referua deklaratave nga mjekët e përfshirë dhe u shpreh që kishte pasur rrezik të shqyerjes së mitrës së kërkueses. Kërkuesja kishte kërkuar sterilizimin pasi që ishte informuar si duhej në lidhje me gjendjen e saj shëndetësore. Procedura ishte zhvilluar në përputhje me dispozitat përkatëse të Rregullores së Sterilizimit të vitit 1972. Vendimi nëse sterilizimi ishte i domosdoshëm ose jo në këto kushte i takonte mjekut kryesor. Miratimi i mëparshëm nga një komision sterilizimi kërkohej vetëm aty ku sterilizimi do të kryhej mbi organe riprodhuese të shëndetshme. Megjithatë, kjo nuk kishte qenë situata e kërkueses.", "E.  Procedurat kushtetuese", "41.  Më 17 janar 2007 kërkuesja drejtoi një ankesë në Gjykatën Kushtetuese. Duke iu referuar sterilizimit të saj dhe përfundimeve të zakonshme të gjykatës në procedurat civile të lartpërmendura, ajo parashtroi që ajo i ishte nënshtruar sterilizimit në Spitalin Prešov pa pëlqimin e saj të informuar dhe që nuk kishte arritur të gjente zgjidhje si rezultat i sjelljes dhe vendimit të Gjykatës Rajonale në Prešov. Ajo pretendoi që kjo e fundit kishte shkelur të drejtat dhe liritë e saj kushtetuese që ndalonin diskriminimin dhe trajtimin ose dënimin mizor, çnjerëzor apo poshtërues, të drejtën e saj për mbrojtjen nga ndërhyrja e pajustifikuar në jetën e saj private dhe familjare, dhe të drejtën e saj për mbrojtjen e familjes së saj, si dhe të drejtat e saj nga nenet 3, 8, 12, 13 dhe 14 të Konventës Europiane për të Drejtat e Njeriut dhe nenit 5 të Konventës mbi të Drejtat e Njeriut dhe Biomjekësinë. Kërkuesja kërkoi që Gjykata Kushtetuese të prishte vendimin e Gjykatës Rajonale.", "42.  Më 14 shkurt 2008 Gjykata Kushtetuese rrëzoi ankesën si dukshëm të pabazuar (për hollësi të mëtejshme shihni vendimin mbi pranueshmërinë e kërkesës në fjalë të datës 16 qershor 2009).", "F.  Rrëfimet për praktikat e sterilizimit në Sllovaki", "1.  Informacion i paraqitur nga kërkuesja", "43.  Kërkuesja iu referua disa publikimeve që tregonin një vazhdimësi të sterilizimeve të detyruara të femrave Rome që rridhte që nga koha e regjimit komunist në Çekosllovaki në fillim të viteve 1970 dhe që ajo besonte se kishte ndikuar edhe në sterilizimin e saj.", "44.  Në mënyrë të veçantë, kërkuesja parashtroi që Rregullorja e Sterilizimit e Ministrisë së Shëndetësisë e vitit 1972 ishte përdorur për të inkurajuar sterilizimin e femrave Rome. Sipas një dokumenti të vitit 1979 nga Karta 77, një grup disident Çekosllovak, në Çekosllovaki kishte filluar një program që ofronte mbështetje financiare për sterilizimin e femrave Rome për shkak të përpjekjeve të pasuksesshme të mëparshme të qeverisë “për të kontrolluar popullsinë tepër të pashëndetshme Rome përmes planifikimit familjar dhe kontraceptivëve”.", "45.  Më tej kërkuesja u shpreh që në qarkun e Prešov 60% e operacioneve të sterilizimit të zhvilluara nga viti 1986 deri në vitin 1987 ishin kryer në femrat Rome, të cilat përfaqësonin vetëm 7% të popullsisë së qarkut. Një studim tjetër gjeti që në vitin 1983, afro 26% e femrave të sterilizuara nga Sllovakinë lindore (rajoni ku jeton kërkuesja) ishin Romë; në vitin 1987 kjo shifër ishte rritur në 36.6%.", "46.  Në vitin 1992, një raport i Human Rights Watch shënoi që shumë femra Rome nuk ishin plotësisht në dijeni të natyrës së kthyeshme të procedurës dhe detyroheshin ta bënin atë për shkak të gjendjes së tyre të varfër ekonomike ose për shkak të presionit nga autoritetet.", "47.  Sipas raporteve të tjera, në vitin 1999 infermieret që punonin në qendrat finlandeze të refugjatëve informuan hulumtuesit e Amnesty International që kishin vënë re përqindje të pazakonta të larta të procedurave gjinekologjike si sterilizimi dhe heqja e vezoreve mes azilkërkuesve femra Rome nga Sllovakia lindore. Të gjitha raportet citonin Spitalin Prešov si një nga spitalet ku zbatoheshin këto praktika sterilizimi.", "2.  Informacioni i paraqitur nga Qeveria përgjegjëse", "48.  Qeveria parashtroi që kujdesi shëndetësor në Sllovaki u ofrohej të gjitha femrave njësoj. Të dhënat statistikore bazuar mbi origjinën etnike të pacienteve zakonisht nuk mblidheshin meqenëse konsiderohej se ishte në kundërshtim me të drejtat e njeriut.", "49.  Pas publikimit të Raportit mbi Trupin dhe Shpirtin, Ministria e Shëndetësisë formoi një grup ekspertësh me qëllim të hetimit të sterilizimeve dhe ndarjes së femrave Rome.", "50.  Raporti i Ministrisë i datës 28 maj 2993 paraqitur komisionit parlamentar për të drejtat e njeriut, kombësitë dhe statusin e femrave tregonte se ishin shqyrtuar shënimet mjekësore të 3,500 femrave që ishin sterilizuar dhe shënimet e 18,000 femrave që kishin lindur me procedurën e operacionit cezarian gjatë dhjetë viteve të mëparshme.", "", "51.  Përqindja e sterilizimit të femrave në Sllovaki përbënte vetëm 0.1% të femrave në moshë riprodhuese. Në vendet europiane përqindja ishte mes 20% dhe 40%. Përqindja e ulët e sterilizimeve në Sllovaki ishte kryesisht për shkak të faktit që procedura nuk përdorej gjerësisht si metodë kontraceptive.", "52.  Në mungesë të të dhënave zyrtare lidhur me origjinën etnike të banorëve, grupi i ekspertëve pati mundësinë të vlerësonte pozicionin e femrave me origjinë etnike Rome vetëm në mënyrë indirekte. Në ato rajone ku ishte e mundur të vlerësoheshin drejtpërdrejt proporcioni i femrave me origjinë etnike Rome, shpeshtësia e sterilizimeve dhe lindjeve cezariane mes popullatës Rome ishte shumë më e ulët sesa në pjesën tjetër të popullsisë. Shpeshtësia e sterilizimeve ishte statistikisht shumë pak më e lartë në Prešov dhe Košice sesa në rajone të tjera të Sllovakisë.", "53.  Grupi arriti në përfundimin që në spitalet e hetuara nga pjesëtarët e grupit nuk kishte ndodhur as gjenocid as ndarje të popullatës Rome. Të gjitha rastet e sterilizimit kishin qenë të bazuara në rekomandimet mjekësore. Disa mangësi në kujdesin shëndetësor dhe mospërputhje me rregulloret e sterilizimit (si për shembull mos-përmbajtja ndaj procedurës administrative) ishin konstatuar në disa raste. Megjithatë, ata ndikonin tërë popullsinë në mënyrë të barabartë pavarësisht nga origjina etnike e pacientit. Spitalet në të cilat u zbuluan gabime administrative kishin marrë masa me qëllim të eliminimit të tyre.", "54.  Në asnjërin prej spitaleve të vizituara nga grupi i ekspertëve nuk ekzistonin dhoma të ndara për femrat Rome; të gjitha pacientet merrnin trajtim brenda të njëjtave ambiente spitalore. Për shkak të situatës që ka ekzistuar gjatë dekadave të mëparshme, personeli mjekësor dhe individët nuk ishin në të njëjtin nivel për sa i përket përgjegjësisë për mbajtjen dhe përmirësimin e gjendjes shëndetësore të individëve. Kjo u pasqyrua sidomos në të drejtat e kufizuara të individëve dhe përgjegjësitë në problemet në aspektin shëndetësor. Ishin rekomanduar masa për të siguruar që individët merrnin informacionin e duhur që të mund të jepnin pëlqimin e informuar për trajtimin e tyre ose për ta refuzuar atë. Kërkesat individuale për ndërhyrje mjekësore duhet të bëheshin në mënyrë ligjërisht të vlefshme duke u lejuar personave në fjalë të shprehnin pëlqimin e tyre të lirë pasi të kishin marrë informacionet e duhura.", "55.  Masat e rekomanduara në raport përfshinin amendimin e rregullave ligjore mbi sterilizimin me qëllim që të siguronin përputhshmërinë me, inter alia, Konventën e të Drejtave të Njeriut dhe Biomjekësinë, të cilën Sllovakia e kishte ratifikuar. Raporti gjithashtu përmbante disa rekomandime në fushën e edukimit të stafit mjekësor duke u fokusuar në “dallimet kulturore në rajone me përqendrim të rritur të komunitetit Rom”. Në mënyrë që të edukohet popullata Rome në fushën e kujdesit shëndetësor, Universiteti Sllovak i Shëndetësisë në Bratislavë do të hapte, në bashkëpunim me Ministrinë e Shëndetësisë, një rrjet asistentësh të kujdesit shëndetësor të cilët do të zhvillonin trajnime të posaçme dhe do të punonin në vendbanimet Rome.", "56.  Në seancën dëgjimore Qeveria tregoi se ajo ishte e hapur ndaj femrave që presupozohej se ishin ndikuar nga praktika e keqe në kontekst të sterilizimit për të kërkuar kompensim para gjykatave civile. Sipas informacioneve në dispozicion të Qeverisë, kishte pesë procedura të asaj natyre në pritje pranë gjykatave sllovake. Gjashtë procedura të tjera ishin përmbyllur me vendime përfundimtare. Në tri prej tyre paditësit e kishin fituar gjyqin.", "II.  LIGJI PËRKATËS NË VEND", "A.  Kodi Civil", "57.  Sipas nenit 11, personat natyralë kanë të drejtën e mbrojtjes së të drejtave të tyre (integriteti personal), në mënyrë të veçantë të jetës dhe shëndetit, dinjitetit civil dhe njerëzor, privatësisë, emrit dhe tipareve personale.", "58.  Sipas nenit 13 § 1, personat natyralë kanë të drejtë të kërkojnë që shkeljet e pajustifikuara të të drejtave të tyre personale të përfundojnë dhe që pasojat e këtyre shkeljeve të fshihen. Po ashtu kanë të drejtën e shpërblimit të drejtë të përshtatshëm.", "59.  Neni 13 § 2 parashikon që, në rastet kur shpërblimi i marrë nga neni 13 § 1 është i mjaftueshëm, në mënyrë të veçantë për shkak se dinjiteti apo pozicioni shoqëror i palës së dëmtuar është ulur në mënyrë të konsiderueshme, atij ose asaj po ashtu i takon kompensim financiar për dëme jo-materiale.", "B.  Rregullorja për Sterilizimin e vitit 1972", "60.  Rregullorja Nr. Z-4 582/1972-B/1 e Ministrisë së Shëndetësisë e Republikës Socialiste të Sllovakisë, e botuar në Gazetën Zyrtare të Ministrisë së Shëndetësisë Nr. 8-9/1972 (“Rregullorja e Sterilizimit e vitit 1972”) dhe e zbatueshme në kohën përkatëse, përmbante direktiva që qeverisnin sterilizimin në praktikën mjekësore.", "61.  Seksioni 2 lejonte sterilizimin në një institucion shëndetësor, qoftë me kërkesë të personit në fjalë ose me pëlqimin e personit në fjalë aty ku, inter alia, procedura ishte e nevojshme sipas rregullave të shkencës mjekësore për trajtimin e organeve riprodhuese në rastet kur ishin të prekura nga sëmundjet (seksioni 2(a)), ose kur shtatzania apo lindja do të kërcënonin jetën apo shëndetin e një femre organet riprodhuese të së cilës nuk ishin të prekura nga sëmundja (seksioni 2(b)).", "62.  Seksioni 5(1)(a) autorizonte mjekun kryesor të departamentit të spitalit ku personi përkatës trajtohej që të vendoste nëse sterilizimi i atij personi ishte i domosdoshëm brenda kuptimit të seksionit 2(a) të Rregullores së Sterilizimit të vitit 1972. Sterilizimi mbi çdo bazë tjetër kërkonte miratim paraprak nga një komision mjekësor (“komisioni i sterilizimit”).", "63.  Pika XIV e Shtojcës së Rregullores së Sterilizimit të vitit 1972 shprehej si më poshtë për sa u përket arsyeve gjinekologjike apo obstetrike që arsyetonin sterilizimin e një femre:", " (a) gjatë dhe pas lindjes së përsëritur me prerje cezariane, ku kjo metodë e lindjes ishte e nevojshme për arsye të cilat me gjasë do të vazhdonin gjatë një shtatzanie të ardhshme dhe kur femra në fjalë nuk dëshironte të lindte përsëri me prerje cezariane;", " (b) në rast të komplikimeve të përsëritura gjatë shtatzanisë, gjatë lindjes dhe gjatë periudhës vijuese gjashtë-javore, ku një shtatzani e ardhshme do të kërcënonte seriozisht jetën ose shëndetin e femrës;", " (c) kur një femër kishte disa fëmijë (katër fëmijë për femrat nën moshën 35 vjeç dhe tre fëmijë për femrat mbi atë moshë).", "64.  Rregulloja u anulua nga Ligji për Kujdesin Shëndetësor i vitit 2004 duke hyrë në fuqi nga data 1 janar 2005 (shih poshtë).", "C.  Akti i Kujdesit Shëndetësor i vitit 1994", "65.  Në kohën përkatëse dispozitat vijuese të Ligjit nr. 277/1994 mbi Kujdesin Shëndetësor (Zákon o zdravotnej starostlivosti – “Akti i Kujdesit Shëndetësor i vitit 1994”) ishin në fuqi.", "66.  Seksioni 13(1) bëri që trajtimi mjekësor të bëhej me pëlqimin e pacientit. Pëlqimi i pacientit për procedurat mjekësore të një natyre veçanërisht serioze ose të cilat ndikonin substancialisht jetën e mëtejshme të një personi duhet të jepej me shkrim ose në një mënyrë tjetër të vërtetueshme (seksioni 13(2)).", "67.  Sipas seksionit 15(1) mjeku ishte i detyruar ta këshillonte pacienten, në mënyrë të përshtatshme dhe të verifikueshme, në lidhje me natyrën e sëmundjes së tij ose të saj dhe procedurat e nevojshme mjekësore, në mënyrë që mjeku dhe pacienti të mund të bashkëpunonin në mënyrë aktive në trajtimin e pacientit. Sasia e informacionit të mjaftueshëm për t’iu dhënë pacientit do të përcaktohej nga mjeku në një mënyrë e cila respektonte pacientin në aspektin etik dhe nuk lejohej të ndikonte në trajtimin e pacientit.", "D.  Akti i Kujdesit Shëndetësor i vitit 2004", "68.  Ligji nr. 576/2004 mbi kujdesin shëndetësor dhe shërbimet e kujdesit shëndetësor dhe mbi ndryshimin dhe plotësimin e disa Akteve (Zákon o zdravotnej starostlivosti, službách súvisiacich s poskytovaním zdravotnej starostlivosti a o zmene a doplnení niektorých zákonov – “Akti i Kujdesit Shëndetësor i vitit 2004”) hyri në fuqi më 1 nëntor 2004 dhe u bë veprues më 1 janar 2005.", "69.  Seksioni 6 qeveris dispozitat e dhënies së informacionit pacientëve dhe dhënien e pëlqimit nga pacientët. Sipas nën-seksionit 1, mjekët janë të detyruar, përveç se kur ligji parashikon ndryshe, që të informojnë personat e renditur më poshtë në lidhje me qëllimin, natyrën, pasojat dhe rrezikun e trajtimit, mundësinë e zgjedhjes për sa i përket procedurave të propozuara dhe rreziqeve të mundshme nga pranimi ose refuzimi i pranimit të trajtimit. Ky detyrim për informim shtrihet, inter alia, edhe tek personi që duhet trajtuar ose një person tjetër i zgjedhur nga ky i fundit, ose tek përfaqësuesi statusor ose kujdestari kur bëhet fjalë për kujdesin shëndetësor ndaj një të mituri, një personi të privuar nga kapaciteti ligjor ose një personi me kapacitet ligjor të kufizuar dhe, në mënyrën e përshtatshme, gjithashtu tek personat që e kanë të pamundur të japin pëlqimin e informuar.", "70.  Seksioni 6(2) i detyron mjekët të ofrojnë informacione në mënyrë të qartë, me konsideratë dhe pa presion, duke i lejuar pacientit mundësi dhe kohë të mjaftueshme për të dhënë apo mos dhënë me liri të plotë pëlqimin e informuar, dhe në një mënyrë të atillë që i përshtatet pjekurisë së intelektit si dhe vullnetit dhe gjendjes shëndetësore të personit në fjalë.", "71.  Seksioni 6(3) parashikon që çdo person të cilit i takojnë këto informacione gjithashtu ka të drejtë ta refuzojë atë. Një refuzim i tillë duhet të regjistrohet me shkrim.", "72.  Sipas seksionit 6(4), pëlqimi i informuar është pëlqimi i verifikueshëm për trajtimin e paraprirë nga informacioni siç parashikohet nga Akti i Kujdesit Shëndetësor i vitit 2004. Një formular i të drejtës për të dhënë pëlqimin e informuar kërkohet, inter alia, në rastin e sterilizimit. Çdokush me të drejtën për të dhënë pëlqimin e informuar po ashtu ka të drejtën për ta tërhequr pëlqimin në çdo kohë.", "73.  Seksioni 40 parashikon:", " “Sterilizimi", "(1) Sterilizimi për qëllime të këtij ligji është parandalimi i fertilitetit pa heqjen ose dëmtimin e organeve riprodhuese të një personi.", " (2) Sterilizimi mund të bëhet vetëm mbi bazën e një kërkese me shkrim dhe pëlqimit të informuar me shkrim pas ofrimit të informacionit një personi me kapacitet të plotë ligjor ose përfaqësuesit statusor të një personi jo të aftë për të dhënë pëlqimin e informuar, ose mbi bazën e një vendimi të gjykatës të lëshuar me kërkesë të përfaqësuesit statusor.", " (3) Informatat që i paraprijnë pëlqimit të informuar të një personi duhet të jepen ashtu siç specifikohet nga seksioni 6(2) dhe duhet të përmbajnë informata në lidhje me:", " (a) metodat alternative të kontraceptimit dhe planifikimit familjar;", " (b) ndryshimeve të mundshme në rrethanat e jetës të cilat kanë çuar drejt kërkesës për sterilizim;", " (c) pasojat mjekësore të sterilizimit si metodë që synon parandalimin e pakthyeshëm të fertilitetit;", " (d) dështimin e mundshëm të sterilizimit.", "(4) Kërkesa për sterilizim duhet t’i paraqitet një ofruesi të [kujdesit shëndetësor] i cili e kryen sterilizimin. Kërkesat për sterilizimin e femrave shqyrtohen dhe sterilizimi kryhet nga një mjek i specializuar në fushën e gjinekologjisë dhe obstetrikës; kërkesat për sterilizimin e meshkujve shqyrtohen dhe sterilizimi kryhet nga një mjek i specializuar në fushën e urologjisë.", " (5) Sterilizimi nuk mund të kryhet para se të kalojnë tridhjetë ditë pas dhënies së pëlqimit.”", "74.  Seksioni 50 e anulon Rregulloren e Sterilizimit të vitit 1972.", "75.  Neni IV i Ligjit për Kujdesin Shëndetësor të vitit 2004 paraqet veprën penale të “sterilizimit të paligjshëm”, i cili është i përfshirë në Kodin Penal si neni 246b. Nënparagrafi 1 i nenit 246b parashikon që çdo person që sterilizon një person në kundërshtim me ligjin dënohet me burgim prej tre deri në tetë vjet, me ndalimin e zhvillimit të aktivitetit, ose me dënim material. Burgimi mund të shkojë prej pesë deri në dymbëdhjetë vjet kur vepra kryhet në rrethana rënduese (nënparagrafi 2).", "...", "LIGJI", "I.  SHKELJA E PRETENDUAR E NENIT 3 TË KONVENTËS", "87.  Kërkuesja u ankua që ajo i ishte nënshtruar trajtimit çnjerëzor dhe poshtërues për shkak të sterilizimit të saj dhe që autoritetet nuk kishin zhvilluar hetime të plota, të drejta dhe efektive në lidhje me rrethanat e tij. ajo u mbështet tek neni 3 i Konventës, i cili parashikon:", " “Askush nuk do t’i nënshtrohet torturës ose trajtimit apo dënimit çnjerëzor ose poshtërues.”", "A.  Keqtrajtimi i pretenduar i kërkueses", "1.  Parashtrimet e palëve", "(a)  Kërkuesja", "88.  Kërkuesja diskutoi që ajo nuk e kishte dhënë pëlqimin e saj të lirë, të plotë dhe të informuar për sterilizimin e saj siç kërkohet nga standardet ndërkombëtare. Njëkohësisht, sterilizimi i saj nuk ishte bërë në përputhje me Rregulloren e Sterilizimit të vitit 1972 në fuqi në kohën përkatëse. Nënshkrimi i saj në formularin e sterilizimit ishte marrë në një fazë të avancuar të procesit të lindjes, pak para lindjes. Sterilizimi i saj ishte bërë me zor në ato rrethana.", "89.  Sterilizimi nuk kishte qenë procedurë jetë-shpëtuese në rastin e saj dhe ai ishte bërë pa konsiderimin e mënyrave alternative për ta mbrojtur atë nga rreziqet e mundshme nga një shtatzani e ardhshme, si për shembull metodat e ndryshme kontraceptive në dispozicion për të dhe për bashkëshortin e saj, të cilat nuk do ta kishin lënë atë pa fertilitet.", "90.  Procedura duhet të shihej në kontekstin e praktikës së përhapur të sterilizimit të femrave Rome që e kishte origjinën në regjimin komunist dhe në durimin e sjelljeve urryese ndaj personave me origjinë etnike Rome.", "91.  Natyra e procedurës si e tillë dhe rrethanat në të cilat është kryer ajo përbënin trajtim çnjerëzor dhe poshtërues në kundërshtim me nenin 3 të Konventës.", " (b)  Qeveria", "92.  Qeveria e mohoi ekzistencën e një politike apo praktike që synonte sterilizimin e femrave me origjinë etnike Rome. Ajo iu referua, në mënyrë të veçantë, dokumenteve të lëshuara nga Komisioneri i Këshillit të Europës për të Drejtat e Njeriut si dhe procedurave të filluara nga Zyra e Qeverisë dhe hetimet e zhvilluara nga një grup ekspertësh vendorë.", "93.  Sterilizimi i kërkueses duhet të shqyrtohej në kontekstin më të gjerë, më saktë për sa i përket gjendjes së saj shëndetësore dhe mos-kërkimit të kujdesit të përshtatshëm shëndetësor gjatë shtatzanisë. Lindja e dytë e kërkueses me prerje cezariane kishte qenë domosdoshmëri mjekësore. Mjekët në detyrë kishin diagnostifikuar rrezikun e rupturës së mitrës në rast shtatzanie të ardhshme, çka do të paraqiste një rrezik real për jetën e kërkueses dhe/ose të fëmijës së saj. Pas konsultimeve me mjekun kryesor, sterilizimi ishte konsideruar i përshtatshëm me qëllim të mbrojtjes së shëndetit të kërkueses.", "94.  Kërkuesja ishte informuar me gojë për situatën dhe mënyrën e kryerjes së procedurës, me terma të cilat ishin të kuptueshme për të. Ajo kishte konfirmuar duke vënë nënshkrimin e saj që e kërkonte sterilizimin. Në atë kohë ajo nuk kishte qenë nën ndikimin e ndonjë ilaçi.", "95.  Për sa i përket përfundimeve të arritura nga gjykatat civile, Qeveria më tej argumentoi që procedura e sterilizimit ishte zhvilluar në përputhje me ligjin në fuqi në atë kohë dhe që nuk kishte shkuar deri në praktikë të keqe mjekësore. Prandaj kërkuesja nuk i ishte nënshtruar trajtimit në kundërshtim me nenin 3 të Konventës.", " (c)  FIGO", "96.  Qëllimi i organizatës FIGO është promovimi i shëndetit dhe mirëqenies së femrave në tërë botën dhe përmirësimi i praktikave të gjinekologjisë dhe obstetrikës. Anëtarësia e saj përbëhet nga shoqëri apo federata të gjinekologëve dhe obstetërve nga 124 vende dhe territore.", "97.  Në komentet e saj të palës së tretë, të paraqitura përmes H. Rushwan, Shef Ekzekutiv, FIGO deklaroi që ajo e përkrahte, në përputhje me instrumentet ndërkombëtare, pëlqimin e informuar dhe të dhënë lirisht të pacienteve intelektualisht të afta për të vendosur për të drejtat e veta riprodhuese, të dhënë para trajtimit të tyre, si thelbësor për trajtimin e tyre në përputhje me standardet etike. Pasojat e trajtimit të propozuar duhet t’i bëhen të qarta pacientes para kryerjes së tij, sidomos kur trajtimi i propozuar ka efekte të përhershme mbi shtatzaninë dhe krijimin e familjes.", "98.  Procesi i zgjedhjes së informuar duhet t’i paraprijë pëlqimit për sterilizimin me operacion. Alternativa të tjera të njohura, sidomos format e kthyeshme të planifikimit familjar të cilat mund të jenë po aq efektive, duheshin marrë në konsideratë siç duhet. Mjeku që kryen sterilizimin e kishte mundësinë që të sigurohej që personi ishte këshilluar në mënyrën e duhur për rreziqet dhe përfitimet e procedurës dhe të alternativave.", "99.  Duheshin bërë përpjekje për të ruajtur fertilitetin e çdo pacienti. Kryerja e operacionit cezarian, kur është e nevojshme, në vetvete nuk duhet të përbënte bazë për përfundimin që sterilizimi rekomandohej në mënyrë që të parandalohej pacienti nga mundësia për shtatzani të ardhshme. Çdo propozim i tillë duhet t’i japë pacientit kohë të mjaftueshme për konsultim të informuar dhe jo të bëhet si pjesë e procedurës cezariane që pacientja po përgatitej të bënte.", "2.  Vlerësimi i Gjykatës", "(a)  Parimet e përgjithshme", "100.  Gjykata përsërit që neni 3 i Konventës ngërthen një nga vlerat më themelore të shoqërisë demokratike. Ai ndalon me terma absolute torturën ose trajtimin apo dënimin çnjerëzor ose poshtërues, pavarësisht nga rrethanat dhe sjellja e viktimës (shih Labita kundër Italisë, nr. 26772/95, § 119, KEDNJ 2000-IV).", "101.  Keqtrajtimi duhet të arrijë një nivel minimal rreptësie për të hyrë në fushëveprimin e nenit 3. Vlerësimi i këtij minimumi është relativ; ai varet nga të gjitha rrethanat e çështjes, siç është kohëzgjatja e trajtimit, efektet e tij fizike dhe mendore dhe, në disa raste, gjinia, mosha dhe gjendja shëndetësore e viktimës. Megjithëse qëllimi i një trajtimi të tillë është faktor që duhet marrë parasysh, në mënyrë të veçantë pyetja nëse ka qenë me qëllim të poshtërimit apo uljes së viktimës, mungesa e një qëllimi të tillë nuk çon në mënyrë të pashmangshme drejt gjetjes që nuk ka pasur shkelje të nenit 3 (shih Peers kundër Greqisë, nr. 28524/95, §§ 68 dhe 74, KEDNJ 2001-III, dhe Grori kundër Shqipërisë, nr. 25336/04, § 125, me referenca të mëtejshme).", "102.  Trajtimi i një personi nga agjentët e Shtetit është konsideruar të ngrejë çështje nga neni 3 kur ai rezultonte në lëndimin trupor të një shkalle të caktuar rreptësie, siç është një lëndim në këmbë i cili shkakton nekrozë dhe rrjedhimisht kërkon që këmba të këputet, një plagë me armë në gjurin e një personi, një frakturë e dyfishtë e nofullës dhe e shembje të fytyrës, ose lëndime në fytyrën e një personi që kërkon qepje, ku tre prej dhëmbëve të personit janë thyer (shih Sambor kundër Polonisë, nr. 15579/05, § 36, 1 shkurt 2011; Necdet Bulut kundër Turqisë, nr. 77092/01, § 24, 20 nëntor 2007; Rehbock kundër Sllovenisë, nr. 29462/95, §§ 76-77, KEDNJ 2000XII; dhe Mrozowski kundër Polonisë, nr. 9258/04, § 28, 12 maj 2009). Më tej Gjykata ka shqyrtuar trajtimin e një personi për të qenë në gjendje të ngrejë një çështje nga neni 3 kur, inter alia, ishte e tillë që ta nxiste viktimën për të vepruar kundër vullnetit apo ndërgjegjes së tij apo saj (shih, për shembull, Keenan kundër Mbretërisë së Bashkuar, nr. 27229/95, § 110, KEDNJ 2001-III).", "103.  Në shumë raste Gjykata ka shqyrtuar ankesa kundër keqtrajtimeve të pretenduara në kontekstin e ndërhyrjeve mjekësore në të cilat të ndaluarit i nënshtroheshin kundër vullnetit të tyre. U tha, inter alia, që një masë e cila është e domosdoshme në aspektin terapeutik nga pikëpamja e parimeve të vendosura të mjekësisë në parim nuk mund të konsiderohet si çnjerëzore dhe poshtëruese. Megjithatë, Gjykata ishte e mendimit që ajo duhet të bindet se është treguar se ekziston një nevojshmëri mjekësore dhe që garancitë procedurale për vendimin ekzistojnë dhe përmbushen (për një përsëritje të praktikës gjyqësore relevante shih Jalloh kundër Gjermanisë [GC], nr. 54810/00, § 69, KEDNJ 2006IX, me referenca të tjera).", "104.  Në mënyrë që trajtimi të jetë “çnjerëzor” ose “poshtërues”, vuajtja ose poshtërimi i përfshirë duhet sidoqoftë të shkojnë përtej elementit të pashmangshëm të vuajtjes apo poshtërimit të lidhur me një formë të dhënë të trajtimit legjitim (shih Labita, cituar lart, § 120).", "105.  Së fundi, Gjykata përsërit që vetë thelbi i Konventës është respekti për dinjitetin njerëzor dhe lirinë njerëzore. Ajo është shprehur që në fushën e ndihmës mjekësore, edhe kur refuzimi për të pranuar një trajtim të veçantë mund të çojë drejt një përfundimi fatal, imponimi i trajtimit mjekësor pa lejen e një pacienti të rritur dhe mendërisht kompetent do të ndërhynte tek e drejta e tij për integritet fizik (shih Pretty kundër Mbretërisë së Bashkuar, nr. 2346/02, §§ 63 dhe 65, KEDNJ 2002III; Glass kundër Mbretërisë së Bashkuar, nr. 61827/00, §§ 82-83, KEDNJ 2004II; dhe Dëshmitarët e Jehovait të Moskës kundër Rusisë, nr. 302/02, § 135, KEDNJ 2010...).", "(b)  Vlerësimi i fakteve të çështjes", "106.  Gjykata vëren se sterilizimi përbën një ndërhyrje të madhe tek gjendja e shëndetit riprodhues të një personi. Meqenëse ka të bëjë me një nga funksionet kryesore të trupit njerëzor, ai prek aspekte të shumta të integritetit personal të individit përfshirë edhe mirëqenien e tij fizike dhe emocionale, shpirtërore dhe jetën familjare. Ai mund të zhvillohet në mënyrë legjitime me kërkesë të personit në fjalë, për shembull si metodë kontraceptive, ose për qëllime terapeutike kur nevojshmëria mjekësore është konstatuar në mënyrë bindëse.", "107.  Megjithatë, në përputhje me praktikën gjyqësore të Gjykatës së referuar lart, pozicioni ndryshon në rastin e imponimit të një trajtimi të tillë mjekësor pa pëlqimin e një pacienti të rritur mendërisht kompetent. Një mënyrë e tillë e procedimit duhet interpretuar si e papërputhshme me kërkesën për respektimin e lirisë dhe dinjitetit njerëzor , që është një ndër parimet themelore mbi të cilat është e bazuar Konventa.", "108.  Në mënyrë të ngjashme, është e qartë nga standardet përgjithësisht të njohura siç është Konventa e të Drejtave të Njeriut dhe Biomjekësisë, e cila ishte në fuqi në lidhje me Sllovakinë në kohën relevante, Deklarata e Organizatës Botërore të Shëndetësisë (WHO) mbi Promovimin e të Drejtave të Pacientëve të Europë ose Rekomandimi i Përgjithshëm Nr. 24 i CEDAW (shih paragrafët 76-77, 83 dhe 85 lart) që procedurat mjekësore, ku sterilizimi është një prej tyre, mund të zhvillohen vetëm pas pëlqimit paraprak të informuar nga personi i përfshirë. E njëjta qasje është përkrahur nga FIGO (shih paragrafët 97-98 lart). I vetmi përjashtim ka të bëjë me situatat e emergjencës kur trajtimi mjekësor nuk mund të vonohet dhe pëlqimi i duhur nuk mund të merret.", "109.  Në rastin konkret kërkuesja është sterilizuar në një spital publik menjëherë pasi kishte lindur fëmijën e saj të dytë me prerje cezariane. Mjekët e konsideruan procedurën të nevojshme meqenëse një shtatzani e tretë e mundshme paraqiste rrezik serioz për jetën e saj dhe të fëmijës, në mënyrë të veçantë rrezikun e rupturës së mitrës.", "110.  Nuk është roli i Gjykatës të shqyrtojë vlerësimin nga mjekët të gjendjes shëndetësore të organeve riprodhuese të kërkueses. Megjithatë, është relevante të përmendet që sterilizimi nuk konsiderohet në përgjithësi si operacion jetë-shpëtues. Nuk ka tregues që situata në rastin konkret është ndryshe; kjo u konfirmua nga njëri prej mjekëve të përfshirë në procedurat vendase (shih paragrafin 31 lart). Meqenëse nuk ka pasur ndonjë emergjencë që paraqiste rrezik të menjëhershëm dëmi të pariparueshëm ndaj jetës ose shëndetit të kërkueses, dhe meqenëse kërkuesja ishte paciente e moshës madhore dhe kompetente në aspektin mendor, pëlqimi i saj i informuar ishte parakusht për procedurën, madje edhe me presupozimin që ajo ishte “domosdoshmëri” nga pikëpamja mjekësore.", "111.  Dokumentet në dispozicion tregojnë që kërkueses iu kërkua të jepte pëlqimin e saj me shkrim dy orë e gjysmë pasi ajo ishte sjellë në spital, kur ajo ishte në procesin tashmë të filluar të lindjes dhe e shtrirë në shpinë. Shënimi përkatës në regjistrin e lindjeve ishte i shtypur dhe aty thjesht thuhej “Pacientja kërkon sterilizim”.", "112.  Sipas mendimit të Gjykatës, një qasje e tillë nuk është në përputhje me parimet e respektit për dinjitetin njerëzor dhe lirinë njerëzore të mishëruara në Konventë dhe kërkesa për pëlqimin e informuar e përfshirë në dokumentet ndërkombëtare të cilave u referohet lart. Në mënyrë të veçantë, nuk duket nga dokumentet e paraqitura që kërkuesja është informuar plotësisht në lidhje me gjendjen e saj shëndetësore, procedurën e propozuar dhe alternativat e tjera. Më tej, kërkimi i kërkueses që të jepte pëlqimin për një ndërhyrje të tillë gjatë kohës që ajo ishte duke lindur dhe pak para se të hynte në operacion cezarian është e qartë se nuk i lejonte asaj të merrte një vendim me vullnetin e saj të lirë, pasi të shqyrtonte të gjitha çështjet relevante, siç do të kishte dashur ajo, pasi të kishte reflektuar në lidhje me pasojat dhe pasi ta kishte diskutuar çështjen me partnerin e saj.", "113.  Në këtë kontekst nuk mund t’i jepet peshë vendimtare argumenteve të Qeverisë lidhur me historinë e shtatzanive të kërkueses dhe faktit që ajo nuk vizitohej rregullisht. Sipas Qeverisë, sterilizimi i kërkueses kishte për qëllim parandalimin e përkeqësimit të mundshëm të shëndetit të saj i cili mund t’i kërcënonte jetën. Një kërcënim i tillë nuk ishte i menjëhershëm meqenëse ai mund të ndodhte vetëm nëse ajo do të ishte përsëri shtatzënë. Gjithashtu, ai mund të parandalohej edhe përmes metodave të tjera alternative më pak ndërhyrëse. Në ato kushte, pëlqimi i informuar i kërkueses nuk mund të merrej mbi bazën e një presupozimi nga stafi i spitalit që ajo do të vepronte në mënyrë të papërgjegjshme në lidhje me shëndetin e saj në të ardhmen.", "114.  Mënyra në të cilën stafi i spitalit ka vepruar ka qenë autoritative, meqenëse, në praktikë, kërkueses nuk iu ofrua alternativë përveç rënies dakord me procedurën që mjekët e konsideronin të përshtatshme duke pasur parasysh gjendjen e saj. Megjithatë, në situata të ngjashme kërkohej pëlqimi i informuar, që promovon autonominë e zgjedhjeve morale për pacientët.", "115.  Parimi i autonomisë së pacientes në marrëdhënien e saj me profesionistët e kujdesit shëndetësor eksplorohet në Raportin Shpjegues për Konventën mbi të Drejtat e Njeriut dhe Biomjekësinë. Një kërkesë për respektimin, inter alia, e së drejtës së një femre për autonomi dhe zgjedhje në kontekstin e kujdesit shëndetësor përcaktohet në pikën 31(e) të Rekomandimit të Përgjithshëm Nr. 24 të miratuar nga Komisioni për Eliminimin e Diskriminimit kundër Femrave (angl. CEDAW, Committee on the Elimination of Discrimination against Women) në vitin 1999. Deklarata Universale e Bioetikës dhe të Drejtave të Njeriut, pavarësisht se varet nga faktet e kësaj çështjeje, konfirmon konsideratat e mëposhtme. Në mënyrë të veçantë, neni 5 kërkon respektim të autonomisë së personave për të marrë vendime ndërkohë që marrin përsipër përgjegjësinë për ato vendime. Mangësitë në ligjin dhe praktikën vendase dolën në pah në raportin ekspert të Ministrisë së Shëndetësisë të datës 28 maj 2003, i cili theksonte që personeli mjekësor dhe individët nuk ishin të barabartë dhe që të drejtat dhe përgjegjësitë e individëve në çështje të kujdesit shëndetësor ishin kufizuar. Në këtë kontekst, sterilizimi i kërkueses mund të konsiderohej edhe në kuadër të kërkesës për respektimin e dinjitetit dhe integritetit të personit që mishërohet në nenin 1 të Konventës për të Drejtat e Njeriut dhe Biomjekësinë, e cila është ratifikuar nga Sllovakia dhe ka hyrë në fuqi që nga 1 dhjetori 1999 dhe e cila është publikuar në Përmbledhjen e Ligjeve më 10 shkurt 2000.", "116.  Gjykata vëren që procedura e sterilizimit ndërhyn rëndë tek integriteti fizik i kërkueses meqenëse ajo në atë rast është privuar nga funksionet e saj riprodhuese. Në kohën e sterilizimit kërkuesja ishte njëzet vjeç, pra ishte në një fazë të hershme të jetës së saj riprodhuese.", "117.  Procedura nuk ishte domosdoshmëri e menjëhershme nga këndvështrimi mjekësor. Kërkuesja nuk e dha pëlqimin e saj të informuar për të. Përkundrazi, asaj iu kërkua që të nënshkruante nën fjalët e shtypura “Pacientja kërkon sterilizim” gjatë kohës që ndodhej e shtrirë në shpinë dhe kishte dhimbje për shkak të procesit disa orësh të lindjes. Ajo u nxit të nënshkruante dokumentin pasi iu tha nga stafi mjekësor që në rast se do të mbeste përsëri shtatzënë do të vdiste ajo ose do të vdiste fëmija.", "118.  Kështu, procedura e sterilizimit, përfshirë edhe mënyrën se si kërkueses iu kërkua të binte dakord me të, me gjasë ka shkaktuar tek ajo ndjenja frike, ankthi dhe inferioriteti të cilat përfshinin vuajtje të gjata. Sidomos për sa i përket pikës së fundit të përmendur, për shkak të infertilitetit të saj, kërkuesja pati probleme në marrëdhënien me partnerin, dhe më vonë burrin, e saj. Ajo tha që infertiliteti i saj ishte një nga arsyet e divorcit të saj në vitin 2009. Kërkuesja vuajti pasoja të rënda mjekësore dhe psikologjike si pasojë e procedurës së sterilizimit, që përfshinin simptoma të shtatzanisë fiktive, dhe kërkoi ndihmën e psikiatrit. Për shkak të paaftësisë për të lindur fëmijë, kërkuesja është izoluar nga komuniteti Rom.", "119.  Megjithëse nuk ka tregues që stafi mjekësor ka vepruar me qëllim të keqtrajtimit të kërkueses, ata sidoqoftë kanë vepruar duke shpërfillur rëndë të drejtën e saj për autonomi dhe zgjedhje si paciente. Për Gjykatën trajtimi të cilit i është nënshtruar ajo si më lart e ka arritur kufirin e rreptësisë që kërkohet për ta sjellë çështjen brenda fushëveprimit të nenit 3.", "120.  Prandaj ka pasur shkelje të nenit 3 të Konventës për shkak të sterilizimit të kërkueses.", "B.  Pretendimi për mos zbatimin e hetimeve efektive", "1.  Parashtrimet e palëve", "(a)  Kërkuesja", "121.  Kërkuesja u shpreh që Shteti përgjegjës kishte dështuar plotësisht në përmbushjen e detyrimeve të tij në aspektin procedural të nenit 3 për të zhvilluar hetime efektive për sterilizimin e saj. Hetimet penale mbi çështjen duhet të kishin filluar me iniciativë të autoriteteve sapo ata të ishin informuar në lidhje me ndërhyrjen në fjalë. Hetimet e përgjithshme në lidhje me sterilizimin e femrave Rome që filloi Qeveria nuk mund të konsideroheshin efektive në rastin e çështjes së kërkueses. Në mënyrë të ngjashme, procedurat civile që kishte filluar kërkuesja nuk ishin zhvilluar në përputhje me kërkesat e nenit 3. Në mënyrë të veçantë, kërkuesja ishte vendosur në pozicion të vështirë sepse gjykatat ishin dashur ta shqyrtonin çështjen vetëm në kuadër të parashtrimeve të palëve, dhe pesha e provave kishte pasur ndikimin e vet në çështje. Ato procedura nuk kishin çuar drejt identifikimit dhe dënimit të personave përgjegjës.", " (b)  Qeveria", "122.  Qeveria nuk ishte dakord me argumentet e kërkueses. Sipas mendimit të Qeverisë, nuk kishte pasur shkelje të nenit 3 në aspektin procedural, duke pasur parasysh që praktika e pretenduar e sterilizimit të femrave Rome ishte shqyrtuar plotësisht në kontekstin e hetimeve penale të hapura nga Zyra e Qeverisë dhe një grup ekspertësh të caktuar nga Ministria e Shëndetësisë. Çdo detyrim specifik që ka Shteti në lidhje me çështjen e kërkueses është përmbushur në kontekstin e procedurave civile të hapura nga ajo.", "2.  Vlerësimi i Gjykatës", "(a)  Parimet e përgjithshme", "123.  Nenet 1 dhe 3 të Konventës imponojnë detyrime pozitive mbi Palët Kontraktuese, me qëllim të parandalimit dhe ofrimit të zgjidhjeve për forma të ndryshme të keqtrajtimit. Në mënyrë të ngjashme, sidomos për rastet që ngrenë çështje nga neni 2 i Konventës, ekziston një kërkesë për të zhvilluar hetime penale efektive (shih, për shembull, Assenov dhe të Tjerë kundër Bullgarisë, 28 tetor 1998, § 102, Përmbledhje e Vendimeve 1998VIII, dhe Biçici kundër Turqisë, nr. 30357/05, § 39, 27 maj 2010, me referenca të tjera).", "124.  Hetimet në raste të tilla duhet të jenë të plota dhe të shpejta. Megjithatë, dështimi i hetimeve për të sjellë përfundime në vetvete nuk do të thotë që hetimet kanë qenë jo efektive: detyrimi për të hetuar “nuk është detyrim për rezultat, por për mjete” (shih Mikheyev kundër Rusisë, nr. 77617/01, §§ 107-109, 26 janar 2006, me referenca të mëtejshme).", "125.  Në rastet që ngrenë çështje nga neni 2 i Konventës në kontekstin e pretendimeve për praktikë të keqe Gjykata është shprehur që aty ku shkelja e së drejtës për jetë ose integritet personal nuk shkaktohet me qëllim, detyrimi pozitiv i përcaktuar nga neni 2 për të ngritur një sistem gjyqësor efektiv nuk kërkon domosdoshmërisht ofrimin e një instrumenti të ligjit penal për çdo çështje. Në sferën e posaçme të neglizhencës mjekësore detyrimi për shembull mund të përmbushet edhe nëse sistemi ligjor u ofron viktimave zgjidhje në gjykatat penale, duke mundësuar konstatimin e përgjegjësive të mjekëve në fjalë dhe vendosjen në vend të çdo çështjeje civil, siç është urdhri për dëmshpërblim dhe për publikimin e vendimit (shih Calvelli dhe Ciglio kundër Italisë [GC], nr. 32967/96, § 51, KEDNJ 2002I; Vo kundër Francës [GC], nr. 53924/00, §§ 90, KEDNJ 2004VIII; dhe Byrzykowski kundër Polonisë, nr. 11562/05, § 105, 27 qershor 2006).", "(b)  Vlerësimi i fakteve të çështjes në fjalë", "126.  Gjykata ka gjetur lart që mënyra se si ka vepruar stafi i spitalit ishte për t’u kritikuar, duke pasur parasysh që kërkuesja nuk e kishte dhënë pëlqimin e saj të informuar për sterilizim. Megjithatë, informacionet në dispozicion nuk tregojnë që mjekët kanë vepruar me keqdashje, me qëllim të keqtrajtimit të kërkueses (shih gjithashtu paragrafin 119 lart). Në këtë aspekt çështja në fjalë dallon nga çështjet e tjera në të cilat Gjykata është shprehur se autoritetet vendase duhet të fillonin hetime penale me iniciativën e tyre sapo çështja të raportohej tek ato (shih, për shembull, Muradova kundër Azerbajxhanit, nr. 22684/05, § 123, 2 prill 2009).", "127.  Kërkuesja e kishte mundësinë të kërkonte hetime penale për rastin e saj por nuk e shfrytëzoi këtë mundësi. Ajo kërkoi zgjidhje përmes veprimeve sipas neneve 11 et seq. të Kodit Penal për mbrojtjen e integritetit të saj personal. Në kontekstin e procedurave civile ajo kishte të drejtë të paraqiste argumentet e saj me ndihmën e një avokati, të jepte prova që ajo i konsideronte relevante dhe të përshtatshme dhe të kishte një seancë kundërshtuese në lidhje me themelet e çështjes së saj. Procedurat civile zgjatën dy vjet e një muaj në dy nivele juridiksioni, dhe Gjykata Kushtetuese më pas vendosi në lidhje me ankesën e kërkueses lidhur me të drejtat e saj përkatëse sipas Konventës brenda trembëdhjetë muajve. Kështu, kërkuesja e pati mundësinë që veprimet e stafit të spitalit, të cilat ajo i konsideronte të paligjshme, të shqyrtoheshin nga autoritetet vendase. Gjykatat vendase e shqyrtuan çështjen e saj brenda një periudhe kohore e cila nuk meriton ndonjë kritikë të veçantë.", "128.  Në lidhje me sa u tha më lart, argumenti i kërkueses që Shteti përgjegjës kishte dështuar në zhvillimin e hetimeve efektive mbi sterilizimin e saj, në kundërshtim me detyrimet e tij nga neni 3, nuk mund të pranohet.", "129.  Prandaj nuk ka pasur shkelje procedurale të nenit 3 të Konventës.", "II.  SHKELJA E PRETENDUAR E NENIT 8 TË KONVENTËS", "130.  Kërkuesja u ankua që e drejta e saj për respektimin e jetës së saj private dhe familjare ishte shkelur si pasojë e sterilizimit të saj pa pëlqimin e saj të plotë dhe të informuar. Ajo u mbështet tek neni 8 i Konventës i cili, në pjesët relevante, thotë:", " “1.  Çdo person ka të drejtën e respektimit të jetës private dhe familjare, ...", "2.  Nuk do të ketë ndërhyrje nga një autoritet publik tek ushtrimi i kësaj të drejte përveç se në mënyrën e përcaktuar me ligj dhe për aq sa është e nevojshme në një shoqëri demokratike në interes të sigurisë kombëtare, sigurisë publike apo mirëqenies ekonomike të vendit, për parandalimin e trazirave ose krimit, për mbrojtjen e shëndetit ose moralit ose për mbrojtjen e të drejtave dhe lirive të të tjerëve.”", "A.  Parashtrimet e palëve", "1.  Kërkuesja", "131.  Kërkuesja parashtroi që ndërhyrja nuk i kishte përmbushur kërkesat e paragrafit 2 të nenit 8 dhe që autoritetet sllovake nuk kishin arritur ta përmbushnin detyrimin e tyre pozitiv nga neni 8 meqenëse ata nuk i kishin ofruar asaj informacion në lidhje me mënyrat e mbrojtjes së shëndetit të saj riprodhues, përfshirë informacion lidhur me tiparet dhe pasojat e sterilizimit dhe metodave kontraceptive alternative.", "132.  Dispozitat e Rregullores së Sterilizimit të vitit 1972 nuk ishin respektuar meqenëse nuk kishte pasur deklaratë origjinale të nënshkruar nga kërkuesja dhe procedura nuk ishte miratuar paraprakisht nga një komision sterilizimi. Më tej, ajo Rregullore nuk ofronte kornizën e nevojshme për të siguruar që pacientët mund të jepnin pëlqimin e lirë dhe të informuar në rrethana të ngjashme, siç kërkohej nga instrumentet përkatëse ndërkombëtare.", "133.  Sterilizimi me anë të lidhjes së tubave nuk ishte operacion që bëhej për të shpëtuar jetën. Sikur të kishte qenë ashtu, nuk do të kishte pasur nevojë të merrej nënshkrimi i kërkueses në regjistrin e lindjeve. Rrethanat në të cilat ajo e kishte nënshkruar dokumentin në fjalë e përjashtonin mundësinë që ajo të jepte pëlqimin e plotë dhe të informuar për procedurën, çka kishte ndikuar rëndë në jetën e saj private dhe familjare.", "134.  Kërkuesja e konsideronte infertilitetin e saj të pakthyeshëm, meqenëse një fertilizim i mundshëm in vitro në të ardhmen nuk ishte mundësi reale për të si për arsye fetare ashtu edhe për arsye financiare. Sterilizimi i saj kishte rezultuar në përkeqësimin e marrëdhënies së saj me babain e fëmijëve të saj, kishte dëmtuar pozicionin e saj në komunitetin Rom pjesëtare e të cilit ishte ajo, dhe ishte një prej arsyeve për divorcin e saj në vitin 2000.", "2.  Qeveria", "135.  Qeveria u shpreh që kishte pasur tregues të natyrës gjinekologjike dhe obstetrike për sterilizimin e kërkueses meqenëse ekzistonte rrezik serioz për dëmtime ndaj shëndetit dhe jetës së saj dhe shëndetit dhe jetës së fëmijës së saj në rast shtatzanie të ardhshme. Sterilizimi ishte kryer me kërkesë të kërkueses. Meqenëse ai ishte kryer në organe riprodhuese jo të shëndetshme, në përputhje me seksionin 2(a) të Rregullores së Sterilizimit të vitit 1972, mjeku kryesor i spitalit kishte qenë personi i autorizuar për të vendosur nëse kishte tregues për nevojën e sterilizimit.", "136.  Kërkuesja kishte kërkuar sterilizim dy orë e gjysmë pasi kishte shkuar në spital dhe ishte vendosur nën anestezi një orë më vonë. Deri në atë moment asaj nuk i ishte administruar asnjë substancë që mund të kishte ndikuar në funksionet e saj konjitive. Qeveria u shpreh që kërkuesja e kishte kërkuar vetë procedurën pasi ishte këshilluar, në mënyrën e duhur, lidhur me rreziqet e një shtatzanie të mundshme të tretë dhe me pasojat e sterilizimit. Siç është vendosur nga gjykatat vendase, ndërhyrja kishte qenë në përputhje me ligjin përkatës dhe kishte qenë e nevojshme për mbrojtjen e jetës dhe shëndetit të vetë kërkueses. Qeveria ia la në dorë Gjykatës që të vlerësonte se deri në cilën shkallë procedura kishte qenë në përputhje me standardet përkatëse ndërkombëtare.", "137.  Ekzistonte ende mundësia që kërkuesja të mbeste shtatzënë, për shembull me anë të fertilizimit in vitro. Në seancë dëgjimore Qeveria tha se ishte e përgatitur të mbulonte shpenzimet e një procedure të tillë. Megjithatë, për shkak të rreziqeve që paraqiste një shtatzani e ardhshme, kërkuesja do të duhej të shkonte te mjeku për vizita të shpeshta gjatë gjithë periudhës së shtatzanisë.", "B.  Vlerësimi i Gjykatës", "1.  Parimet e përgjithshme", "138.  “Jeta private” është term i gjerë, që përfshin, inter alia, aspekte të identitetit fizik, psikologjik dhe social të individit, siç është e drejta për autonomi personale dhe zhvillim personal, e drejta për të krijuar dhe zhvilluar marrëdhënie me qenie të tjera njerëzore dhe të drejtën e respektimit si të vendimit për të pasur fëmijë ashtu edhe të vendimit për të mos pasur fëmijë (shih Evans kundër Mbretërisë së Bashkuar [GC], nr. 6339/05, § 71, KEDNJ 2007IV; ose E.B. kundër Francës [GC], nr. 43546/02, § 43, 22 janar 2008).", "139.  Objekti thelbësor i nenit 8 është të mbrojë individin kundër ndërhyrjes arbitrare nga autoritetet publike. Çdo ndërhyrje nga paragrafi i parë i nenit 8 duhet të justifikohet në kuadër të paragrafit të dytë, pra si e tillë që është “në përputhje me ligjin” dhe “e nevojshme në një shoqëri demokratike” për një ose disa prej qëllimeve legjitime të renditura aty. Nocioni i nevojshmërisë nënkupton që ndërhyrja përputhet me një nevojë sociale urgjente dhe, në mënyrë të veçantë, që ajo të jetë proporcionale me një prej qëllimeve legjitime të autoriteteve (shih, për shembull A, B dhe C. kundër Irlandës [GC], nr. 25579/05, §§ 218-241, 16 dhjetor 2010).", "140.  Përveç kësaj, Shtetet Kontraktuese janë po ashtu nën detyrim pozitiv që t’u sigurojnë personave brenda juridiksionit të tyre të drejtën për respekt efektiv të të drejtave të tyre nga neni 8. Për vlerësimin e këtyre detyrimeve pozitive duhet pasur parasysh që sundimi i ligjit, një nga parimet themelore të një shoqërie demokratike, është i ngërthyer në të gjitha nenet e Konventës. Përmbajtja ndaj kritereve të vendosura nga sundimi i ligjit presupozon që rregullat e ligjit vendas duhet të ofrojnë masa për mbrojtje ligjore kundër ndërhyrjeve arbitrare të autoriteteve publike me të drejtat e mbrojtura nga Konventa.", "141.  Ndërkohë që neni 8 nuk përmban kërkesa procedurale shprehimisht, është me rëndësi për gëzimin efektiv të të drejtave të garantuara nga kjo dispozitë që procesi përkatës i vendimmarrjes të jetë i drejtë dhe i tillë që ofrojë respektin e duhur për interesat e mbrojtura nga ai. Ajo që duhet konstatuar është nëse, duke marrë parasysh rrethanat e veçanta të çështjes dhe sidomos natyrën e vendimeve që duhen marrë, një individ ka qenë i përfshirë në procesin vendimmarrës, i parë në tërësi, deri në një shkallë të mjaftueshme për të siguruar mbrojtjen e kërkuar të interesave të tij apo të saj (për një përsëritje të parimeve përkatëse shih, në mënyrë të veçantë, Airey kundër Irlandës, 9 tetor 1979, § 32, Seria A nr. 32; Tysiąc kundër Polonisë, nr. 5410/03, §§ 107-113, KEDNJ 2007IV; ose A, B dhe C kundër Irlandës [GC] cituar lart, §§ 247-249).", "142.  Parimet e përmendura më lart janë relevante edhe për sa i përket të drejtës së një personi për jetën e tij apo të saj familjare. Ai nocion sipas nenit 8 të Konventës presupozon ekzistencën e një familjeje, por nuk kufizohet me marrëdhëniet martesore dhe mund të përfshijë lidhje të tjera de facto “familjare” ku palët jetojnë bashkë pa qenë të martuar (shih, për shembull, E.B., cituar lart, § 41; Anayo kundër Gjermanisë, nr. 20578/07, §§ 55, 58 dhe 63, 21 dhjetor 2010; Keegan kundër Irlandës, 26 maj 1994, §§ 49-55, Seria A nr. 290; dhe Nolan dhe K. kundër Rusisë, nr. 2512/04, §§ 84-88, 12 shkurt 2009, të gjitha me referenca të mëtejshme).", "2.  Respektimi i nenit 8", "143.  Sterilizimi i kërkueses ka ndikuar gjendjen e shëndetit të saj riprodhues dhe ka pasur pasoja në aspekte të ndryshme të jetës së saj private dhe familjare. Prandaj ai përbën ndërhyrje tek të drejtat e saj nga neni 8. Kjo nuk u diskutua nga palët.", "144.  Për sa kohë që kërkuesja ankohet që sterilizimi pa pëlqimin e saj të plotë dhe të informuar shkelte të drejtën e saj për respekt ndaj jetës së saj private dhe familjare, duke pasur parasysh gjetjen e saj që sterilizimi ishte në shkelje të së drejtës së kërkueses nga neni 3 i Konventës, Gjykata nuk e gjen të nevojshme të shqyrtohet kjo ankesë ndaras sipas nenit 8 të Konventës.", "145.  Megjithatë Gjykata e konsideron me rëndësi të shqyrtohet nëse Shteti përgjegjës i është përmbajtur detyrimit të tij pozitiv nga neni 8 për të siguruar përmes sistemit të tij ligjor të drejtat e garantuara me atë nen, duke ngritur mbrojtje ligjore efektive për mbrojtjen e shëndetit riprodhues posaçërisht të femrave me origjinë Rome.", "146.  Gjykata vëren që dokumentet që ka përpara tregojnë se çështja e sterilizimeve dhe përdorimit të tyre të paduhur ka ndikuar tek individët e ndjeshëm që u përkisnin grupeve të ndryshme që u përkasin grupeve të ndryshme etnike. Megjithatë, Komisioneri i Këshillit të Europës për të Drejtat e Njeriut ishe i bindur që popullata Rome e Sllovakisë lindore kishte qenë posaçërisht e rrezikuar. Kjo ishte për shkak të, inter alia, qëndrimeve të përhapura negative karshi përqindjes së lartë të lindjeve mes Romëve në krahasim me pjesët e tjera të popullsisë, për çka ekzistonin shqetësime si një pjesë në rritje e popullsisë që jetonte me asistencë sociale. Sipas mendimit të Komisionerit, Qeveria Sllovake kishte përgjegjësi objektive në këtë çështje për shkak të disavantazheve të shumta të procedurave të lejuara dhe, në mënyrë të veçantë, për dështimin në vendosjen e legjislacionit të përshtatshëm dhe ushtrimin e mbikëqyrjes së praktikave të sterilizimit (shih paragrafin 78 lart).", "147.  Në mënyrë të ngjashme, në raportin e tij të tretë mbi Sllovakinë, ECRI (Komisioni Europian kundër Racizmit dhe Intolerancës; angl. European Commission against Racism and Intolerance) deklaroi që opinioni publik në lidhje me pakicën Rome në Sllovaki mbetej përgjithësisht negativ. Ajo pakicë vazhdonte të ishte thellësisht e pafavorizuar në shumicën e sferave të jetës. U shpreh pikëpamja që duheshin vendosur struktura mbrojtëse më të përshtatshme (shih paragrafin 80 lart).", "148.  Në vërejtjet përmbyllëse të raportit të saj periodik mbi Sllovakinë në vitin 2008, CEDAW shprehu shqetësim për informacionin e marrë në lidhje me femrat Rome të cilat raportonin se ishin sterilizuar pa pëlqimin e tyre të plotë dhe të informuar. Rekomandohej që Qeveria të merrte hapa për të siguruar që pacientet të jepnin pëlqimin e tyre të plotë dhe të informuar para çdo procedure sterilizimi (shih paragrafin 84 lart).", "149.  Në raportin e datës 28 maj 2003, një grup ekspertësh të caktuar nga Ministria e Shëndetësisë konkludoi që disa mangësi ishin vërejtur në aspektin e kujdesit shëndetësor dhe mos respektimi i rregulloreve të sterilizimit ndikonte tek e gjithë popullsia në mënyrë të barabartë, pavarësisht nga origjina etnike e pacientëve. Pavarësisht nga kjo, raporti përmbante disa rekomandime në fushën e edukimit të stafit mjekësor që fokusohej në “dallimet kulturore në rajonet me përqendrim të shtuar të popullatës Rome” (shih paragrafët 54-55 lart).", "150.  Gjykata vërejti në këtë aspekt që shënimi në pjesën e titulluar “Historia mjekësore” të regjistrit të shtatzanisë dhe lindjes së kërkueses shkruante në nënseksionin “Kushtet sociale dhe të punës, posaçërisht gjatë shtatzanisë” vetëm që pacientja ishte me origjinë Rome. Për më tepër, në procedurat para gjykatave civile sllovake një nga mjekët e Spitalit Prešov konsideroi që situata e kërkueses ishte “njësoj si të gjitha rastet e tjera të ngjashme” (shih paragrafin 32 lart).", "151.  Qeveria shpjegoi që referenca ndaj origjinës etnike Rome të kërkueses kishte qenë e nevojshme për shkak se pacientet Rome shumë shpesh e neglizhonin kujdesin social dhe shëndetësor dhe prandaj kërkohej vëmendje e veçantë. Edhe pas pranimit që kjo ishte arsyeja e atij shënimi, referenca në regjistër në lidhje me origjinën etnike të kërkueses, e vetme, tregon, sipas mendimit të Gjykatës, një mentalitet të caktuar nga ana e stafit mjekësor në lidhje me mënyrën se si duhet menaxhuar situata mjekësore e një femre Rome. Sigurisht, nuk sugjeron që kujdesi i posaçëm duhet të ushtrohej, ose faktikisht ushtrohej, për të siguruar që të merrej pëlqimi i plotë dhe i informuar i një pacienteje të tillë para se të mendohej sterilizimi ose që pacientja të përfshihej në procesin e vendimmarrjes deri në atë shkallë sa të lejonte që interesat e saj të mbroheshin në mënyrë efektive.", "152.  Si Rregullorja e Sterilizimit ashtu edhe Akti i Kujdesit Shëndetësor i vitit 1994 kërkonin pëlqimin e pacienteve para ndërhyrjes mjekësore. Megjithatë, ato dispozita, duke pasur gjithashtu parasysh interpretimin dhe zbatimin e tyre në rastin e kërkueses, nuk ofronin mbrojtjen e duhur. Në mënyrë të veçantë, ato lejonin ndodhjen e një situate ku një ndërhyrje e një natyre veçanërisht serioze kryhej pa pëlqimin e informuar të pacientit siç parashikohej nga Konventa për të Drejtat e Njeriut dhe Biomjekësinë ndaj së cilës Sllovakia kishte detyrime në atë kohë.", "153.  Masa të caktuara me qëllim të eliminimit të këtyre mangësive dhe sigurimit të respektimit të standardeve ndërkombëtare u futën në kohën e miratimit të Aktit të Kujdesit Shëndetësor të vitit 2004, i cili u bë veprues më 1 janar 2005. Ndryshe nga Rregullorja e Sterilizimit e vitit 1972 dhe Akti i Kujdesit Shëndetësor i vitit 1994, legjislacioni i ri qeveris me detaje dispozitën për informimin e pacientëve dhe marrjen e pëlqimit të tyre të informuar. Në mënyrë të veçantë, seksioni 40 përcakton parakushtet për sterilizimin e një personi. Këto përfshijnë një kërkesë me shkrim dhe pëlqim me shkrim, pas informacioneve paraprake rreth, inter alia, metodave alternative kontraceptive, planifikimin familjar dhe pasojat mjekësore. Sterilizimi nuk mund të zhvillohet para se të kalojnë tridhjetë ditë nga dhënia e pëlqimit të informuar. Gjykata i mirëpret këto zhvillime, por vëren që ato nuk mund të ndikojnë tek situata e kërkueses sepse ato janë rrjedhojë e fakteve të çështjes në fjalë.", "154.  Rrjedhimisht, mungesa në kohën relevante e mjeteve mbrojtëse që marrin në konsideratë të veçantë shëndetin riprodhues të kërkueses si femër Rome kanë rezultuar në dështimin e Shtetit përgjegjës për të vepruar në pajtim me detyrimin e tij pozitiv për t’i siguruar asaj mbrojtje në masë të mjaftueshme për t’i mundësuar kërkueses që të gëzonte efektivisht të drejtën e saj për jetë private dhe familjare.", "155.  Prandaj ka pasur shkelje të nenit 8 të Konventës.", "...", "V.  SHKELJA E PRETENDUAR E NENIT 14 TË KONVENTËS", "169.  Kërkuesja u ankua që në kontekstin e sterilizimit të saj ajo ishte diskriminuar, në aspektin e racës dhe gjinisë së saj, në gëzimin e të drejtave të saj nga nenet 3, 8 dhe 12 të Konventës. Ajo pretendoi shkelje të nenit 14 të Konventës, i cili thotë:", " “Gëzimi i të drejtave dhe lirive të përcaktuara në Konventë do të sigurohet pa diskriminim mbi baza të tilla si gjinia, raca, ngjyra, gjuha, feja, mendimi politik apo tjetër, origjina kombëtare apo sociale, lidhjet me një pakicë kombëtare, pasuria, statusi në lindje apo tjetër.”", "A.  Parashtrimet e palëve", "1.  Kërkuesja", "170.  Kërkuesja konsideroi që origjina e saj etnike kishte luajtur një rol vendimtar në vendimin e personelit mjekësor në Spitalin Prešov për ta sterilizuar atë. Ankesa e saj për trajtim diskriminues duhet të shqyrtohej duke pasur parasysh politikat dhe praktikat e sterilizimit gjatë regjimit komunist dhe gjithashtu në kontekstin e mungesës së përhapur të tolerancës ndaj Romëve në Sllovaki. Ajo klimë kishte ndikuar në sjelljen e personelit mjekësor. Shënimi në regjistrin e saj mjekësor që ajo ishte me origjinë etnike Rome dhe trajtimi i saj si paciente në Spitalin Prešov tregonin atmosferën në atë spital në marrëdhënie me pacientët Romë dhe kontekstin e përgjithshëm në të cilin kishte ndodhur sterilizimi i saj. Pas seancës dëgjimore kërkuesja tha që ajo nuk dëshironte të bënte ankesë të veçantë për ndarjen e pacienteve Rome në Spitalin Prešov.", "171.  Përveç se i ishte nënshtruar diskriminimit racor, kërkuesja pretendoi që i ishte nënshtruar edhe diskriminimit për shkak të gjinisë së saj sepse kishte pasur dallim në trajtimin e saj në lidhje me shtatzaninë. Duke iu referuar dokumenteve nga CEDAW, kërkuesja argumentoi që dështimi i shërbimeve mjekësore për të akomoduar dallimet thelbësore biologjike mes meshkujve dhe femrave mbi baza gjinore në aspektin e riprodhimit ishte në shkelje të ndalimit të diskriminimit mbi baza të gjinisë. Sterilizimi i kryer tek ajo pa pëlqimin e saj të plotë dhe të informuar përbënte një formë të dhunës kundër femrave. Si i tillë, ai ishte në kundërshtim me nenin 14.", "2.  Qeveria", "172.  Qeveria mohoi çdo praktikë që synonte diskriminimin e pacienteve Rome në institucionet mjekësore të Sllovakisë, përfshirë Spitalin Prešov, dhe i refuzoi pretendimet e kërkueses në atë aspekt.", "173.  Sterilizimi i kërkueses ishte rekomanduar për arsye mjekësore dhe ishte zhvilluar me kërkesë të saj. Në raste të tjera të ngjashme mjekët kishin vepruar në të njëjtën mënyrë pavarësisht nga raca ose ngjyra e lëkurës së pacientes.", "174.  Ndërkohë që është e vërtetë që dokumentet mjekësore përmbanin një shënim që kërkuesja ishte me origjinë Rome, ai shënim ishte bërë në regjistrin e lindjes, ku pjesërisht shënohet historia mjekësore e kërkueses. Stafi mjekësor i Spitalit Prešov e përmendi posaçërisht origjinën Rome të pacientes në dokumente, meqenëse kujdesi social dhe shëndetësor i atyre pacienteve shpesh neglizhohej prej tyre dhe prandaj ato kërkonin vëmendje të veçantë.", "3.  FIGO", "175.  FIGO e konsideroi jo etike që mjeku të kryente një procedurë sterilizimi bashkangjitur me lindje cezariane për shkak se ai ose ajo e gjykonte të dëshirueshme dhe në interes të pacientes, vetëm nëse mjeku e kishte diskutuar çështjen gjerë e gjatë me pacienten para lindjes dhe merr pëlqimin e saj të vullnetshëm. Duke pasur parasysh natyrën e pakthyeshme të shumë procedurave të sterilizimit, mjekët nuk duhet të lejojnë dallime gjuhësore, kulturore apo të tjera mes tyre dhe pacientëve për t’i lënë këto të fundit të painformuar lidhur me natyrën e procedurave të sterilizimit që u propozohen atyre dhe për të cilat duhet pëlqimi paraprak me shkrim.", "B.  Vlerësimi i Gjykatës", "176.  Kërkuesja pretendoi shkelje të nenit 14 i marrë në lidhje me nenet 3, 8 dhe 12 të Konventës. Në rrethanat e çështjes, Gjykata e konsideron më të natyrshme që të merret parasysh ankesa për diskriminimin në lidhje me nenin 8 meqenëse ndërhyrja në fjalë ka ndikuar tek një funksion themelor i trupit të saj dhe ka pasur disa pasoja negative, në mënyrë të veçantë, për jetën e saj private dhe familjare.", "177.  Materialet para Gjykatës tregojnë që praktika e sterilizimit të femrave pa pëlqimin e tyre paraprak ndikonte individët më të dobët nga grupe të ndryshme etnike. Gjykata është shprehur që informacionet në dispozicion nuk janë të mjaftueshme për të demonstruar në mënyrë bindëse që mjekët kanë vepruar me keqdashje, me qëllim që ta keqtrajtonin kërkuesen (shih paragrafin 119). Po kështu, pavarësisht nga fakti që sterilizimi i kërkueses pa pëlqimin e saj të informuar është për t’u kritikuar seriozisht, provat objektive nuk janë aq të forta sa ta bindin Gjykatën që ka qenë pjesë e një politike të organizuar apo që sjellja e stafit të atij spitali ishte me qëllim e motivuar nga aspekti racor (shih, mutatis mutandis, Mižigárová kundër Sllovakisë, nr. 74832/01, §§ 117 dhe 122, 14 dhjetor 2010).", "178.  Pavarësisht nga kjo, është relevante nga pikëpamja e nenit 14 që në materialet e tyre si Komisioneri i të Drejtave të Njeriut ashtu edhe ECRI identifikuan mangësi serioze në legjislacionin dhe praktikën e sterilizimeve. Ata u shprehën që këto mangësi kishin gjasë të ndikonin në mënyrë të veçantë pjesëtarët e komunitetit Rom, të cilët ishin thellësisht të pafavorizuar në shumë sfera të jetës. E njëjta gjë u pranua në mënyrë të nënkuptuar nga një grup ekspertësh të caktuar nga Ministria e Shëndetësisë, të cilët rekomanduan që të merreshin masa në lidhje me popullatën Rome.", "179.  Në lidhje me këtë Gjykata ka gjetur që Shteti përgjegjës nuk i është përmbajtur detyrimit të tij pozitiv sipas nenit 8 të Konventës për t’i siguruar kërkueses një masë të mjaftueshme mbrojtëse që i mundëson asaj, si pjesëtare e komunitetit të pafavorizuar Rom, që të gëzojë në mënyrë efektive të drejtën e saj për respekt ndaj jetës së saj private dhe familjare në kontekst të sterilizimit të saj.", "180.  Në këto rrethana, Gjykata nuk e gjen të nevojshme të vendosë ndaras nëse faktet e çështjes shpijnë drejt një shkeljeje të nenit 14 të Konventës.", "VI.  ZBATIMI I NENIT 41 TË KONVENTËS", "181.  Neni 41 i Konventës parashikon:", " “Nëse Gjykata gjen që ka pasur shkelje të Konventës ose të Protokolleve të saj, dhe nëse e drejta e brendshme e Palës së Lartë Kontraktuese në fjalë lejon vetëm shpërblim të pjesshëm, Gjykata, nëse është e nevojshme, do t’i caktojë shpërblim të drejtë palës së dëmtuar.”", "A.  Dëmi", "182.  Kërkuesja argumentoi që ndërhyrja tek të drejtat e saj kishte qenë e një natyre posaçërisht të rëndë dhe kishte pasur pasoja që kishin vazhduar për një kohë të gjatë. Ajo pretendoi 50,000 Euro për dëme jo-materiale.", "183.  Qeveria e konsideroi këtë pretendim të tepruar. Ajo argumentoi që kërkuesja kishte dhënë pëlqimin e saj për procedurën e sterilizimit dhe që ajo mund të bënte fertilizimin in vitro nëse dëshironte të kishte ende fëmijë. Qeveria theksoi që, në seancën para Gjykatës, Qeveria kishte ofruar të mbulonte shpenzimet e një procedure të tillë.", "184.  Duke pasur parasysh shkeljet e konstatuara të Konventës dhe bazat e tyre faktike, Gjykata i cakton kërkueses 31,000 Euro për dëme jo-materiale, plus taksat e zbatueshme.", "...", "PËR KËTO ARSYE, GJYKATA", "1.  Vendos njëzëri që ka pasur shkelje substanciale të nenit 3 të Konventës;", "", "2.  Vendos njëzëri që nuk ka pasur shkelje procedurale të nenit 3 të Konventës;", "", "3.  Vendos njëzëri që ka pasur shkelje të nenit 8 të Konventës;", "", "...", "", "6.  Vendos me gjashtë vota pro dhe një kundër që një shqyrtim i ndarë i kërkueses sipas nenit 14 të Konventës nuk është i nevojshëm;", "", "7.  Vendos njëzëri", " (a)  që Shteti përgjegjës duhet t’i paguajë kërkueses, brenda tre muajve nga data kur vendimi bëhet i formës së prerë në përputhje me nenin 44 § 2 të Konventës, shumat e mëposhtme:", " (i)  31,000 Euro (tridhjetenjë mijë euro), plus taksat e zbatueshme, për dëme jo-materiale;", "...", " I bërë në anglisht, dhe i shpallur me shkrim më 8 nëntor 2011, në përputhje me nenin 77 §§ 2 dhe 3 të Rregullores së Gjykatës.", "\tFatoş Aracı \tNicolas Bratza\nZëvendës Kancelar\tKryetar", "Në përputhje me nenin 45 § 2 të Konventës dhe nenin 74 § 2 të Rregullores së Gjykatës, opinioni i ndarë i Gjyqtarit Mijović i është bashkangjitur këtij vendimi.", "N.B.\nF.A.", "", "Opinionet e veçanta nuk janë përkthyer, por ato janë pjesë e versionit(eve) zyrtar/e në gjuhën angleze dhe/ose franceze të vendimit i cili gjendet në bazën e të dhënave të Gjykatës HUDOC.", "\n© Këshilli i Evropës/Gjykata Evropiane e të Drejtave të Njeriut, 2012. Gjuhët zyrtare të Gjykatës Evropiane të të Drejtave të Njeriut janë anglisht dhe frëngjisht. Ky përkthim është realizuar me mbështetjen e Fondit të Mirëbesimit të të Drejtave të Njeriut pranë Këshillit të Evropës (). Ai nuk është detyrues ndaj Gjykatës, dhe Gjykata nuk mban përgjegjësi për cilësinë e tij. Ai mund të shkarkohet nga baza e të dhënave të praktikës gjyqësore HUDOC të Gjykatës Evropiane të të Drejtave të Njeriut () ose nga çdo bazë tjetër të dhënash në të cilën e shpërndan Gjykata. Ai mund të rishtypet për qëllime jo komerciale me kusht që të citohet titulli i plotë i çdo çështjeje, së bashku me përshkrimin e mësipërm të të drejtave të autorit dhe referencën për Fondin e Mirëbesimit të të Drejtave të Njeriut. Nëse synohet që ndonjë pjesë e këtij përkthimi të përdoret për qëllime komerciale, lutemi kontaktoni .", "", "© Council of Europe/European Court of Human Rights, 2012. The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de I’Europe/Cour européenne des droits de l’homme, 2012. Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, ta base de jurisprudence de la Cour européenne des droits de l’homme () ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", ""]}