{"file": "ALB_HJUDALB_35343_05.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "35343/05", "text_paragraphs": ["", "", "", "Gjykata Evropiane e të Drejtave të Njeriut", "", "", "", "Dhoma e Madhe", "", "", "", "", "", "ÇËSHTJA VASILIAUSKAS K. LITHUANISË", "", "", "(Aplikimi nr. 35343/05)", "", "", "", "", "", "Gjykimi", "", "Strasburg", "", "20 Tetor 2015", "", "", "", "", "", "", "", "", "", "Ky vendim është bërë përfundimtar. Ai mund t’i nënshtrohet rishikimit redaktues.", "", "\n", "", "Në çështjen e Vasiliauskas kundër Lituanisë,", "Gjykata Evropiane e të Drejtave të Njeriut, e mbledhur në Dhomën e madhe të përbërë nga:", "Dean Spielmann, President,", "Josep Casadevall,", "Guido Raimondi,", "Mark Villiger,", "Isabelle Berro,", "Işıl Karakaş,", "Ineta Ziemele,", "Khanlar Hajiyev,", "Dragoljub Popović,", "András Sajó,", "Ann Power-Forde,", "Nebojša Vučinić,", "Paulo Pinto de Albuquerque,", "André Potocki,", "Ksenija Turković,", "Egidijus Kūris,", "Jon Fridrik Kjølbro, Gjyqtarw,", "dhe Erik Fribergh, Regjistrues,", "pasi diskutoi në seancë me dyer të mbyllura ne 4 Qershor 2014 dhe 2 Korrik 2015,", "Jep vendimin e mëposhtëm, i cili u miratua në të njëjtën datë:", "", "", "", "PROCEDURA", "", "1. Çështja e ka origjinën në aplikimin (nr.35343/05) kundër Republikës së Lituanisë, depozituar në Gjykatë bazuar në Nenin 34 të Konventës për Mbrojtjen e të Drejtave të Njeriut dhe Lirive Themelore (“konventa”) nga një shtetas Lituanez, Z. Vytautas Vasiliauskas (“kërkuesi”), në 30 Korrik 2005.", "2. Kërkuesi, të cilit i ishte siguruar ndihmë ligjore, u përfaqësua nga Z. Š. Vilčinskas, një avokat që e ushtronte profesionin në Vilnius. Qeveria Lituaneze (“qeveria”) u përfaqësua nga Zj. Karolina Bubnytė.", "3. Kërkuesi u ankua se dënimi i tij për genocid ishte në shkelje të Nenit 7 të Konventës, në veçanti sepse interpretimi në mënyrë të zgjeruar i gjykatave kombëtare nuk kishte asnjë bazë në të drejtën ndërkombëtare.", "4. Kërkimi i ishte caktuar Seksionit të Dytë të Gjykatës (Rregulli 52 § 1 i Rregullores së Gjykatës). Në 16 Qershor 2009 Presidenti i Seksionit vendosi të njoftojë mbi kërkimin Qeverinë.", "5. Në 17 Dhjetor 2016 një Dhomë e Seksionit të Dytë, e përbërë nga gjyqtarët e mëposhtëm: Guido Raimondi, Danutė Jočienė, Peer Lorenzen, Dragoljub Popović, Işıl Karakaş, Nebojša Vučinić dhe Paulo Pinto de Albuquerque, dhe gjithashtu Stanley Naismith, regjistruesi i seksionit, hoqën dorë nga juridiksioni në favor të Dhomës së Madhe, asnjë nga palët nuk e kundërshtoi heqjen dorë (Neni 30 I Konventës dhe Rregulli 72).", "6. Përbërja e Dhomës së Madhe u përcaktua në përputhje me dispozitat e Nenit 26 §§ 4 dhe 5 të Konventës dhe Rregullin 24.", "7. Ashtu si kërkuesi edhe Qeveria, depozitoi verejtje të mëtjeshme në formë të shkruar, mbi pranueshmërinë dhe meritat.", "8. Veç kësaj, komentet e palës së tretë u pranuan nga Qeveria e Federatës Ruse, e cila ishte lejuar nga Presidenti i Dhomës së Madhe që të ndërhynte në procedurën e shkruar (Neni 36 § 2 I Konventës dhe Rregulli 44).", "9. Një seancë dëgjimorë u zhvillua në prani të publikut, në ndërtesën e Gjykatës së të Drejtëve të Njeriut, në Strasburg, më 4 Qershor 2014 (Rregulli 59 § 3).", "U paraqitën para Gjykatës:", "", "(a) për Qeverinë", "Zj K. Bubnytė, Ministre e Drejtësisë               \t      Agjente e Përkohshme,", "Zj L. Urbaitė, Ministre e Drejtësisë                   \t\t\t    Avokate", "Z ë. A. Schabas, Universiteti i Middlesex,                \t\t\tAvokat", "", "(b) per kërkuesin", "", "Z. Š. Vilčinskas                                     \t\tAvokat.", "", "Gjykata dëgjoi parashtrimet nga Zj. Bubnyte, Z. Schabas dhe Z. Vilčinskas, gjithashtu dhe përgjigjet mbi pyetjet e ngritura nga gjyqtarët Forde, Ziemele, Pinto de Albuquerque, Sajó, Spielmann, Turković dhe Vučinić.", "", "FAKTET", "", "1. RRETHANAT E ÇËSHTJES", "", "10. Kërkuesi ka lindur në 21 Tetor 1930 dhe jeton në Tauragė.", "", "A. Përmbledhje e sfondit historik", "", "11. Në 23 Gusht 1939 Bashkimi Sovjetik (këtej e tutje referuar si BRSS), udhëhequr nga Josif Stalin, nënshkroi një pakt mossulmimi me Gjermaninë, e cila udhëhiqej nga Adolf Hitler (“Pakti Molotov-Ribbentrop”). Në një protokoll shtesë sekret, miratuar nga palët në të njëjtën datë, dhe i ndryshuar në 28 Shtator 1939 dhe 10 Janar 1940, Lituania dhe shtete të tjera Baltike, u atribuoheshin sferës së interesave të BRSS-se, në rast të ndonjë “rivendosje territoriale dhe politike” të territoreve të këtyre shteteve të pavarura. Pas pushtimit të Polonisë nga Gjermania në 1 Dhjetor 1939 dhe fillimit të Luftës së Dytë Botërore, Bashkimi Sovjetik filloi të ushtronte presion të konsiderueshëm mbi qeveritë e shteteve Balltike, më qëllim që të merrte kontrollin mbi këto shtete në pajtim me Paktin Molotov-Ribbentrop dhe protokollit të tij shtesë.", "12. Në vijim të një ultimatumi që lejonte një numër të pakufizuar trupash Sovjetikë që të vendoseshin në vendet Balltike, në 15 Qershor 1940 ushtria Sovjetike e pushtoi Lituaninë. Qeveria e Lituanisë u largua nga detyra, dhe një Qeveri e re u formua nën drejtimin e Partisë Komuniste të Bashkimit Sovjetik, partia e vetme politike e BRSS. Më 3 Gusht 1940 Bashkimi Sovjetik e përfundoi aneksimin e Lituanisë duke adoptuar një akt qe e përfshinte vendin brenda BRSS, ku Lituania u quajt “Republika Sovjetike Socialiste Lituaneze” (tani e tutje referuar si “RSSL”). Në 1941 vendi u pushtua nga forcat Gjermane Naziste. Në Korrik 1944 Ligji Sovjetik u rivendos në territorin Lituanez ( shih Kuolelis dhe te tjerë k. Lituanisë, nr. 74357/01, 26764/02 dhe 27434/02, § 8, 19 shkurt 2008, dhe gjithashtu Ždanoka k. Letonisë [GC], nr. 58278/00, §§ 12 dhe13, ECHR 2006IV).", "13. Një lëvizje mbarëkombëtare partizane filloi në Lituani. Qëllimi i qëndresës së armatosur dhe të paarmatosour ishte çlirimi dhe rivendosja e pavarësisë në Lituani. Në 1949 u formua një organizatë partizane, Lëvizja e Luftës për Lirinë e Lituanisë ((Lietuvos laisvės kovos sajūdis (“LKKS”)). Më 16 Shkurt 1949 organizata adoptoi Deklaratën e cila përcaktonte se Këshilli i LKKS ishte “autoriteti politik më i lartë i shtetit, që drejtonte luftën politike dhe ushtarake për liri të vendit (aukščiausias tautos politinis organas, vadovaująs politinei ir karinei tautos išsilaisvinimo kovai)”. Strukturat shtypëse Sovjetike, mishëruar në, NKVD (Komisariati Popullor i Punëve të Brendshme, Narodnyy Komissariat Vnutrennikh Del), MGB (Ministria për Sigurinë Shtetërore, Ministerstvo Gosudarstvenoj Bezopastnosti) dhe organe të tjera, të cilat kërkonin që të shtypnin qëndresën. Sistemi i strukturave shtypëse organizohej në mënyrë të përsëritur. Shumica e punonjësve drejtues dhe operativ në këto struktura nuk ishin me shtetësi Lituaneze, por ishin të dërguar në Lituani nga BRSS. Në vitet 1950 lëvizja partizane u shtyp nga autoritetet Sovjetike, megjithëse disa formacione të ndara partizane po vepronin për një farë kohe deri pas vitit 1953, vit në të cilin udhëheqësit e LKKS u kapën dhe u vranë.", "14. Lituania e rifitoi pavarësinë në 11 Mars 1990; kjo u njoh zyrtarisht nga BRSS në 6 Shtator 1991. Ushtria Ruse u largua nga Lituania në 31 Gusht 1993.", "", "B. Karriera e kërkuesit në MGB dhe dënimi i tij për gjenocid", "", "1. Statusi i kërkuesit brenda MGB, RSSL.", "", "15. Qeveria i vuri në dispozicion Gjykatës kopje nga Arkivi Special Lituanez ((Lietuvos Ypatingasis Archyvas) lidhur me shërbimin e kërkuesit për periudhën kur ai punonte për MGB-në, RSSL. Dokumentet janë në Rusisht dhe u përkthyen në Lituanisht nga Prokuroria e Përgjithshme nga një përkthyes nga rajoni i Kaunas. Duket se këto dokumente u mbështetën nga prokurori kur ai ngriti akuzën kundër kërkuesit në 2001 (shih paragrafin 29 më poshtë).", "Dokumentet zbulojnë informacionin e mëposhtëm.", "16. Mes vitit 1950 dhe 1952 kërkuesi studioi në RSSL, në Shkollën MGB në Vilnius.", "17. Në 8 Prill 1952 kërkuesi u punësua si agjent asistent operativ (operatyvinis įgaliotinis), dhe nga 15 Shtatori 1952 ai punoi si një agjent operativ në njësinë e qarkut te Sakiai të RSSL MGB. Për sa i përket 1 Korrikut 1953 kërkuesi punoi agjent i lartë operativ në MGB dhe më pas në KGB.", "18. Procesverbali i mbledhjes se anëtarëve të partisë komuniste, të distriktit të Sakiai i njësisë së MGB në 2 Mars 1953, kishte si agjendë të mbledhjes diskutimin mbi “vendimet e Komitetit Qendror të BRSS, dhe urdhrat nga BRSS MGB DHE RSSL MGB për sa i përket ekzaminimit të elementëve nacionalistë në distriktin e [Šakiai]”. Procesverbali më tej dokumenton se një anëtar nga distrikti i [Šakiai] MGB kërkoi që në të ardhmen e afërt “banditët dhe organizatat e fshehta nacionaliste duhet të zhduken”. Njësia Rajonale e partisë Komuniste u krijua të nxiste banorët mbi “luftimin kundër banditëve dhe organizatave te fshehta nacionaliste”. Procesverbali dokumenton se “qëllimi i tyre (njësia e tij e MGB) ishte që të shfaroste sa më shpejt të jetë e mundur banditët, ata të cilët i ndihmojnë ata dhe të njohurit e tyre”.", "19. Nga procesverbali i mbledhjes së 18 Shtatorit 1953 të Distriktit të Sakiai del në pah se njësia e MGB e anëtarëve të partisë komuniste, se në atë rast kërkuesi dha një fjalim rreth “luftës kundër organizatave të fshehta nacionaliste”. Kërkuesi deklaroi se deri tani ai “nuk kishte pasur sukses në ekspozimin e të gjithë anëtarëve të bandave nacionaliste në distriktin që i ishte caktuar atij”. Në pikëpamjen e kërkuesit, “nëse secili komunist, secili anëtar i njësisë së tij (MGB), merr përsipër detyrat e tij më në themel, ata mund të arrijnë rezultate të mira në këtë luftë kundër organizatave të fshehta nacionaliste”.", "20. Përgjatë takimit të 4 Nëntorit 1953 të Distriktit të Askia, njësia e MGB e anëtarëve të partisë komuniste, kërkuesi u përshkrua si një person i cili kishte arritur rezultate të mira në detyrën e tij.", "21. Në 23 Dhjetor 1953 kërkuesi u bë anëtar i Partisë Komuniste të Bashkimit Sovjetik. Procesverbali i mbledhjes se distriktit të Askia, njësia e MGB e anëtarëve të partisë Komuniste, tregon se eprorët e kërkuesit e karakterizonin atë si një njeri të disiplinuar (disciplinuotas), politikisht të informuar (politiškai raštingas) dhe që kishte rezultate të mira. Eprorët vinin në dukje se anëtarësimi në radhët e “Partisë së Lavdishme Komuniste” e detyronte kërkuesin që të “rriste informimin e tij mbi politikën, të studionte historinë e partisë Komuniste në luftën e saj me armiq të ndryshëm dhe të ishte gjithmonë vigjilent”.", "22. Në 1964 kërkuesi fitoi kualifikimin si jurist pranë KGB, Instituti i Lartë Fali Dzerzinskij.", "23. Nga 1967 deri kur doli në pension në 1975 për shkaqe shëndetësore, kërkuesi punoi si kryetari i departamentit të KGB në Distriktin e Jurbarkas.", "24. Sipas të dhënave të regjistruara mbi kërkuesin, përgjatë 25 viteve të shërbimit të tij në MGB (KGB), ai u shpërblye, dekorua ose nderua të paktën 24 herë. Gjatë shërbimit të tij në MGB dhe KGB kërkuesi shërbeu në rangun e Toger-Kolonelit (papulkininkis).", "", "2. Operacioni i kapjes dhe vrasjes së partizanëve J.A dhe A.A", "", "25. Në 2 Janar 1953 kërkuesi mori pjesë në një operacion kundër dy partizane Lituanezë, vëllezërit J.A dhe A.A, të cilët kishin qëndruar të fshehur në pyll në zonën e Sakiai. M.Ž., të bashkë akuzuar me kërkuesin në procedimin penal për gjenocid, ku kishte dhënë autoriteteve Sovjetike informacion mbi vendndodhjen e Partizanëve. U planifikua një operacion për kapjen ose asgjësimin e partizanëve. Shumë ushtarë u përfshinë dhe kërkuesi ishte pjesë e operacionit. Gjatë përpjekjes për të kapur J.A dhe A.A, pati rezistencë duke hapur zjarr ndaj oficerëve të MGB-së dhe ushtarëve Sovjetikë. Partizanët u qëlluan dhe u vranë.", "26. Në ditën e operacionit, e cila ishte, 2 Janar 1953, Kryetari i Distriktit të Sakiai MGB hartoi një raport për eprorin e tij kryetar i Rajonit të Kaunas MGB, ku u përmend se kërkuesi kishte kontribuar në suksesin e operacionit gjatë të cilit “dy banditët ishin asgjësuar”, dhe në këtë mënyrë e meritonte që të nderohej (užsitarnavo paskatinimą).", "27. Në 1 Shtator 1953 Kryetari i distriktit të Sakiai MGB, i shkroi Ministrit të Brendshëm të RSSL, duke e informuar atë se më 2 Janar 1953, kërkuesi dhe oficerët e MGB kishin asgjësuar “dy anëtarë të një bande nacionaliste [J.A dhe A.A.]. Ai propozoi që kërkuesi të shpërblehej për atë operacion. Dosja e shërbimit të kërkuesit tregon se në datën 15 Shtator 1953 kërkuesi u nderua dhe u pagua me një shpërblim prej 500 rublash.", "28. Më 10 Dhjetor 1971 Kryetari i Komitetit Ekzekutiv të distriktit të Šakiai tregon se vëllezërit J.A. dhe A.A. i përkisnin një “bande borgjeze nacionaliste” përgjatë periudhës së pas luftës dhe në 1953 ata u qëlluan si anëtarë të saj.", "", "3. Dënimi i kërkuesit për genocid", "", "(a) Aktakuza", "", "29. Pasi Lituania fitoi pavarësinë, prokuroria e përgjithshme në rajonin e Kaunas filloi një hetim në Prill 2001 mbi vdekjen e vëllezërve J.A. dhe A.A. Në Shtator 2001 e akuzoi kërkuesin dhe M.Z për gjenocid, në përputhje me Nenin 71 § 2 të Kodit Penal që ishte në atë kohë në fuqi (shih paragrafin 52 më poshtë). Prokurori në 15 Shtator 1951 pretendoi se këkuesi kishte shërbyer si agjent operativ në rajonin e Kaunas, distrikti i Šakiai degë e RSSL MGB. Ai e dinte se qëllimi kryesor i RSSL MGB ishte “zhdukja fizike e një pjesë të popullsisë Lituaneze e cila i përkiste një grupi të ndryshëm politik (atskira politinė grupė), domethënë, partizanët Lituanezë, pjesëmarrës në qëndresën ndaj pushtimit Sovjektik”. “Kërkuesi kishte qenë aktiv në përmbushjen e qëllimit primar të RSSL MGB duke vrarë disa nga banorët e Lituanisë që i përkisnin grupit të lartpërmendur politik”. Për prokurorin, faji i kërkuesit provohej bazuar në regjistrimet e shërbimeve të tij (tarnybos kortelė), nderimet e kërkuesit nga eprorët për këmbënguljen e tij kur ekzekutonte masat të tilla, drejtimin e operacionit dhe pjesëmarrjen personale në kapjen e banditëve (pareikšta padėka už atkaklumą pravedant agentūrines-tyrimo priemones, vadovavimą operacijai, asmeninį dalyvavimą sulaikant banditus). Provat e shqyrtuara nga prokurori përfshinin deklarata të dëshmitarëve, procesverbale nga mbledhjet e distriktit të Šakiai, njësia e MGB, të cilat ishin marrë nga Arkivi Special Lituanez (Lietuvos ypatingasis archyvas) dhe nga Qendra Kërkimore e Lituanisë për Rezistencën dhe Gjenocidin, (Lietuvos gyventojų genocido ir rezistencijos tyrimo centras) dhe përkthime të këtyre dokumenteve, të cilat përmendnin kërkuesin, detyrat të cilat i ishin caktuar atij lidhur me asgjësimin e, banditëve, ndihmësve të tyre dhe personave të afërt. Si provë tjetër përfshiheshin raportet e MGB rreth asgjësimit të banditëve J.A dhe A.A.", "", "(b) Vendimi i Gjykatës së shkallës së parë", "", "30. Nga një vendim i 4 Shkurtit 2004, Gjykata Rajonale e Kaun as gjeti se kishte prova të mjaftueshme për të dënuar kërkuesin për gjenocid. Bazuar në deklaratat e dëshmitarëve, provat me shkrim marrë nga Qendra Kërkimore e Lituanisë për Rezistencën dhe Gjenocidin, dhe deklaratat nga kërkuesi dhe i bashkë-akuzuari M.Z., gjykata vendosi se J.A. dhe A.A i përkisnin njësisë së 37-të të distriktit të partizanëve të Taurus. Gjykata përcaktoi se informacioni në dosje të lejonte që të arrihej në konkluzionin se në mënyrë që vëllezërit partizan të komprometoheshin, autoritetet Sovjetike kishin përhapur keqinformim, duke thënë se J.A. dhe A.A. kishin dezertuar nga njësia partizane, po fshiheshin, dhe pas kësaj nuk kishin asnjë lidhje me partizanët. Këto akuza ishin të pavërteta. Në të vërtetë, partizanët, duke përfshirë dhe vëllezërit J.A. dhe A.A., vepronin në grupe të vogla në mënyrë që të shmangnin asgjësimin nga Sovjetikët. Përfundimisht, nuk ka asnjë provë të besueshme që mund të hedhë poshtë pohimin se J.A dhe A.A “ishin anëtarë të qëndresës së organizuar dhe ata i përkisnin një grupi politik. Gjykata gjithashtu përcaktoi se sipas dëshmisë së një dëshmitari, se vëllezërit partizanë ishin fshehur në pyll për tre ose katër vjet me radhë, dhe familja i kishte siguruar ushqim.", "31. Për sa i përket kërkuesit, gjykata vuri në dukje se lidhur me 15 Shtatorin 1951, ai kishte qenë duke punuar si agjent operativ i MGB në SSR-në Lituaneze, dhe “e dinte qëllimin primar të Ministrisë, e cila ishte zhdukja fizike e një grupi të ndryshëm politik, partizanëve Lituanezë, të cilët ishin pjesë e popullsisë Lituaneze”. Në dosjet e MGB, dy vëllezërit ishin listuar si partizanë, anëtarë të organizatave të fshehta të qëndresës kombëtare (partizani – nacionalinio ginkluoto pogrindžio dalyviai). Gjykata e hodhi poshtë pretendimin e kërkuesit se ai nuk kishte marrë pjesë në mënyrë aktive në operacionin e kapjes ose asgjësimit të dy partizanëve, gjatë të cilit dy partizanët kishin vdekur. Në të kundërt, dosja operative e eprorit të kërkuesit, përcaktonte se një nga banditët ishte eliminuar personalisht nga kërkuesi. Pas operacionit kërkuesi u pranua në partinë komuniste dhe të dy, ai dhe M.Z. kishin fituar një shpërblim financiar. Më e rëndësishmja, as kërkuesi as M.Z. nuk refuzuan që kishin marrë pjesë në operacionin e asgjësimit të partizanëve. Sipas pikëpamjes së gjykatës, të gjitha rrethanat të çonin në konkluzionin se të dy të akuzuarit kishin marrë pjesë në 2 Janar 1953 “në eliminimin fizik (vrasjen) e banorëve të Lituanisë të cilët i përkisnin grupeve të ndryshme politike (atskira politinė grupė), pjesëmarrësve në qëndresën ndaj pushtimit Sovjetik, domethënë [kërkuesi] ka marrë pjesë në gjenocid”.", "32. Gjykata Rajonale e Kaunas vuri në dukje se Neni 3 i Ligjit të 9 Prillit 1992 “Mbi Përgjegjësinë për Gjenocid ndaj Banorëve të Lituanisë” parashikonte mundësinë e aplikimit të përgjegjësisë penale për gjenocid në mënyrë retroaktive.", "33. Gjykata Rajonale e Kaunas e shpalli fajtor kërkuesin për gjenocid bazuar në Nenin 99 të Kodit Penal (shih paragrafin 53 më poshtë) dhe e dënoi me gjashtë vjet burgim. Kërkuesit iu sigurua pezullim i dënimit bazuar në shkaqe shëndetësore.", "M.Ž. u dënua gjithashtu për shkak se kishte qenë ndihmës në gjenocid bazuar në të njëjtën dispozitë të Kodit Penal. Ajo u dënua me pesë vjet burgim, dënim i cili u pezullua bazuar në shkaqe shëndetësore.", "Gjykata gjithashtu pranoi një padi civile nga pala e dëmtuar, M.B., e cila ishte e bija e J.A. dhe mbesa e A.A., por nuk u shpreh mbi shumën e dëmit, pasi duhet të bëhej një procedim i ndarë civil.", "34. Të dy, si kërkuesi dhe M.Z apeluan kundër dënimeve të tyre.", "", "(c) Vendimi i gjykatës së apelit", "", "35. Në 21 Shtator 2004 Gjykata e Apelit la në fuqi dënimet dhe mbajti qëndrimin se vendimi i gjykatës së shkallës së parë kishte qenë i bazuar dhe në përputhje me ligjin. Gjykata e apelit parashtroi se gjykata e shkallës së parë nuk kishte dalë në konkluzionin se kërkuesi kishte qëlluar personalisht një nga partizanët. Në fakt, kërkuesi ishte dënuar vetëm për pjesëmarrjen në operacionin e zhdukjes së partizanëve si përfaqësues të një grupi politik. Kërkuesi vetë e ka pranuar, dhe ishte provuar nga deklaratat e dëshmitarëve dhe dokumentet, se ai kishte ndërmarrë një rol aktiv në operacion, se ai kishte qenë përgjegjës për M.Ž., e cila u kishte treguar autoriteteve Sovjetike vendin e fshehjes së partizanëve, se ai kishte qenë një nga oficerët të cilët kishin rrethuar bunkerin, dhe kishte qëndruar me M.Ž. deri në fund të operacionit. Gjykata e Apelit vëren se kërkuesi, si një oficer operativ i distriktit të Šakiai MGB, i cili kishte punuar në mënyrë vullnetare për autoritetin pushtues (MGB) “ishte në dijeni në mënyrë të qartë se qëllimi i institucionit ishte që të zhdukte fizikisht partizanët Lituanezë, si pjesë e popullsisë Lituaneze (tikrai žinojo, kad šios įstaigos tikslas yra Lietuvos partizanų, kaip Lietuvos gyventojų dalies, fiziškas sunaikinimas)”. I vetëdijshëm për këtë fakt, kërkuesi, së bashku me pjesëmarrësit e tjerë në operacion, kishin marrë pjesë personalisht në vrasjen e vëllezërve partizanë J.A. dhe A.A. Gjithashtu, M.Ž., si një agjente e MGB, gjithashtu e kuptonte qëllimin e organizatës, dhe duke i siguruar asaj informacion mbi vendndodhjen e partizanëve dhe duke i treguar MGB-së bunkerin e partizanëve, kuptonte se vëllezërit partizanë do të asgjësoheshin. Prandaj, të dy si kërkuesi dhe M.Ž. kishin vepruar me qëllim të drejtpërdrejtë (tiesioginė tyčia). Si përfundim, Gjykata e Apelit doli në konkluzionin, se në kohën e procedimeve penale kundër tij, kërkuesi kishte akoma pikëpamjen se veprimet e autoriteteve Sovjetike kundër partizanëve Lituanezë ishin të ligjshme.", "36. Gjykata e apelit e hodhi poshtë argumentin e kërkuesit se përkufizimi i gjenocidit sipas ligjit Lituanez, bazuar në Nenin 99 të Kodit Penal, ishte në kundërshtim me përkufizimin e parashikuar në Nenin II të Konventës së Kombeve të Bashkuara të 1948 për Ndalimin dhe Ndëshkimin e Krimit të Gjenocidit (tani e tutje referuar si “Konventa e Gjenocidit”). Gjykata e Apelit vuri në dukje konkluzioni e Gjykatës së shkallës së parë se vëllezërit J.A. dhe A.A. ishin asgjësuar për shkak se i përkisnin një “grupi politik”. Ndërsa pranohet se përkufizimi i krimit të gjenocidit në Nenin 99 të Kodit Penal përfshin gjithashtu grupet sociale dhe politike, dhe është në këtë mënyrë më i gjerë se koncepti i krijuar nga Konventa për Gjenocidin, Gjykata e Apelit parashtroi se shtimi i këtyre grupeve është “i arsyeshëm dhe në një linjë me realitetin”. Konventa për Gjenocidin nuk përmban dispozita specifike në mënyrë që koncepti i gjenocidit të interpretohet në mënyrë të zgjeruar; megjithatë Konventa për Gjenocidin as nuk e ndalon një interpretim të tillë. Koncepti i gjenocidit është zgjeruar në Kodet Penale të shteteve të tjera. Gjykata e apelit shpjegoi se “grup politik do të thotë njerëz të cilët janë të lidhur nga pikëpamje politike dhe besime të përbashkëta dhe qëllimi për zhdukur fizikisht një grup të tillë gjithashtu d.m.th. gjenocid, sepse kjo ka për qëllim zhdukjen e një pjese të njerëzve (politinė grupė – tai žmonės, susiję bendromis politinėmis pažiūromis ir įsitikinimais, ir siekimas tokią grupę fiziškai sunaikinti taip pat reiškia genocidą, nes siekiama sunaikinti dalį žmonių)”. Gjykata thekson se:", "", "“Atribuimi i partizanëve Lituanezë, që d.m.th., pjesëmarrësit në qëndresën e armatosur ndaj fuqisë pushtuese, ndaj një grupi të “veçantë politik”, siç ishte bërë në vendimin e gjykatës, ishte në thelb relative dhe i kushtëzuar dhe nuk ishte shumë i saktë. Anëtarët e këtij grupi kishin qenë në të njëjtën kohë përfaqësues të shtetit Lituanez, që është, një grup kombëtar. Gjenocidi Sovjetik u ndërmor saktësisht bazuar në kriterin e shtet-kombit të banorëve. Pra partizanët Lituanezë nuk mund të cilësohen vetëm si grup politik, por edhe si grup etnik dhe kombëtar, si rrjedhojë, grupet e listuara në Konventën për Gjenocidin.”", "", "37. Gjykata e apelit e hodhi poshtë pretendimin e kërkuesit dhe të M.Ž.’s se veprimet e tyre nuk kishin të bënin me gjenocid sepse në kohën e vdekjes së tyre, vëllezërit J.A, dhe A.A, nuk kishin qenë partizanë dhe në këtë mënyrë nuk mund të konsiderohej se ata ë përkisnin një grupi “politik, social ose një grupi tjetër”.", "", "“...ankesat e të dënuarve V. Vasiliauskas dhe M.Ž. gjithashtu përmbajnë pretendime se gjatë luftës, vëllezërit J.A. dhe A.A kishin bashkëpunuar me forcat pushtuese Gjermane dhe kishin kryer krime. Për më tepër, në 1947 ata kishin dezertuar nga skuadra partizane dhe më pas nuk kishin qënë më në kontakt me partizanët e tjerë. Prandaj, sipas pikëpamjes së ankuesve, J.A. dhe A.A nuk mund të konsideroheshin pjesë e ndonjë grupi politik, social, ose tjetër grupi, dhe veprimet kundër tyre nuk mund të konsiderohen si gjenocid. Kjo dhomë ka pikëpamjen se këto argumente janë hedhur poshtë në mënyrë të arsyeshme nga gjykata dhe tashmë janë adresuar në gjykimin për dënimin e tyre. Të dy, V. Vasiliauskas dhe M.Ž. përmedin certifikatën nr. 1767 të Departamentit Arkivor Lituanez, që mban datën 13 Nëntor 2001. Certifikata tregon se arkivi i KGB përmban një çështje penale kundër J.A. dhe nën akuzën e asaj çështje shkruhet se, kur Gjermania pushtoi Lituaninë, J.A. u bashkua me skuadrën e armatosur të partizanëve të bardhë; ai mbante armë dhe mori pjesë në arrestime, dënime dhe transportim të anëtarëve aktive të partisë Sovjetike dhe çifutë. Për më tepër, ai kreu agjitacion atni sovjetik dhe bëri kërcënime terroriste ndaj komunistëve, që do të thotë se ai kishte kryer veprën penale të parashikuar në Nenin 581a të Kodit Penal të Republikës Sovjetike Socialiste Federative Ruse [ Krim kundërrevolucionar dhe tradhti e atdheut]. Në 4 Maj 1945 J.A. u arratis nga burgu dhe u bashkua me skuadrën partizane.", "", "Për sa i përket A.A., certifikatës tregon se gjatë pushtimit Gjerman ai shërbeu në policinë Gjermane, dhe në 1944 ai filloi si një person i jashtëligjshëm, duke u bashkuar me njësinë e armatosur kombëtare partizane. Gjithashtu tregohet se në 1947 J.A dhe A.A u larguan nga njësia partizane dhe ikën për t’u fshehur vetëm, ata nuk mbajtën kontakte me partizanët e tjerë, dhe sipas urdhrit të komandantit të njësisë partizane të Tauras ata u konsideruan dezertorë. Në akuzën e 16 Marsit 1945 të hartuar nga [MGB], tregohet e njëjta gjë si për J.A. Veprat specifike për të cilat J.A. ishte akuzuar nuk ishin detajuar. Duke vlerësuar dokumentet e mësipërme, del në pah se ato nuk përmbajnë të dhëna mbi përfshirjen e vëllezërve në krime të veçanta kundër njerëzimit. Për më tepër, nga akuzat kundër J.A. ka më shumë të ngjarë se ai është akuzuar fillimisht për aktivitetin kundër forcave pushtuese të BRSS në vetvete. Nuk ka të dhëna në dosje për ndonjë përfshirje të vëllezërve në akte të tjera kriminale. Madje dhe në dokumentet e KGB tregohet se nga 1947 J.A dhe A.A, kishin qenë të fshehur, “pa kryer grabitje, dhe ata nuk i përkisnin asnjë bande kriminale”. Letra nga Qendra e Kërkimit të Rezistencës dhe Gjenocidit “aktiviteti i qëndresës nga J.A. dhe A.A.” tregon se nga 1945 ata i përkisnin njësisë partizane nr.37... Në përputhje me të dhënat nga Šakiai MGB në 1949 [J.A dhe A.A] akoma ishin pjesë e njësisë partizane nr.37... Më pas ata u larguan nga njësia dhe nuk morën më pjesë në veprime partizane.", "", "Në pikëpamjen e Dhomës, informacioni i dhënë nuk tregon se deri në asgjësimin e tyre J.A dhe A.A. nuk mund të konsideroheshin si partizanë Lituanezë. Në vendimin e dënimit është vënë në dukje me të drejtë se gjatë periudhës në fjalë, partizanët ishin të detyruar që të luftonin në grupe të vogla për të shmangur asgjësimin. Madje dhe në dosjet e MGB tregohet se në Gusht 1952 partizanët e tjerë po kërkonin për një mundësi për të takuar J.A. dhe A.A në mënyrë që të formonin një skuadër të vetme. Prandaj MGB vendosi që të përhapë thashethemet se J.A dhe A.A, ishin agjentë të MGB. Plane të veçanta për të diskredituar J.A dhe A.A ishin të dukshme nga plani i 12 Shtatorit 1952 konfirmuar nga kryetari i bordit të MGB të distriktit të Kaunas... Dëshmitarja A.S, dëshmoi se në 1952 ajo takoi partizanët J.A. dhe A.A. dhe ju dha atyre ushqim. Veç kësaj, J.A. dhe A.A. i dhanë asaj një certifikatë duke i konfirmuar se ajo ishte një mbështetëse e partizanëve. Ajo e ka mbajtur atë certifikatë deri më sot.", "", "Në 18 Nëntor 1992 zyra e Prokurorit të përgjithshëm e spastroi emrin e J.A’s lidhur me krimet atribuuara atij në akuzën e 1945. Prokuroi tregoi se nga Tetori 1944 në Maj 1945 J.A. ishte burgosur në mënyrë të paligjshme. Në 1998 dhe 2002 qendra Kërkimore Lituaneze për Rezistencën dhe Gjenocidin iu dha J.A dhe A.A certifikata pas vdekjes si luftëtarë vullnetare kario savanorio). Fakti se MGB vetë i ka konsideruar J.A. dhe A.A. si partizanë është i qartë nga raporti i 11 Qershorit 1952, në të cilin kryetari i MGB-së së Kaunas informoi Ministrin e Brendshëm të RSSL se ishin ndërmarrë masa për të gjetur vendet e fshehta [J.A dhe A.A] dhe asgjësimin e tyre. Distrikti i Šakiai MGB duhet të merrte masa për të shpejtuar asgjësimin e [J.A dhe A.A]. E gjithë kjo shërbente për të provuar se kur vendosen këto plane në veprim, J.A dhe A.A ishin vrarë si pjesëmarrës të qëndresës së armatosur.”", "", "(d) Vendimi i Gjykatës së Lartë", "", "38. Në 22 Shkurt 2005 Gjykata e Lartë, në procedimin e saj, mbështeti dënimin e kërkuesit dhe të M.Ž. Për sa i përket konceptit të gjenocidit, gjykata mbajti qëndrimin:", "", "“Të dy të dënuarit argumentonin se koncepti i gjenocidit, i parashikuar në Nenin 99 të Kodit Penal, është më i gjerë se ai i parashikuar në Nenin II të Konventës për Gjenocidin e vitit 1948, kështu që nuk i korrespondonte normave të së drejtës ndëkombëtare. Ky argument duhet hedhur poshtë.", "", "Në të vërtetë, Neni 99 i Kodit Penal na jep një koncept më të gjerë (platesnė nusikaltimo sudėtis) të krimit të gjenocidit se ai i parashikuar në Nenin II të Konventës për Gjenocidin. Sipas Nenit 99 të Kodit Penal, gjenocidi gjithashtu përfshin veprime të cilat kanë për qëllim zhdukjen fizike të disa ose të gjithë anëtarëve të një grupi social ose politik. Neni II I Konventës nuk i përmend grupe të tilla.", "Duke miratuar këtë Konventë, Republika e Lituanisë siguroi detyrimin që normat e saj do të aplikohen brenda territorit të shtetit. Prandaj, duke miratuar Konventën, Lituania siguroi detyrimin e dënimit të veprimeve të cilat kanë për qëllim shkatërrimin tërësor ose pjesërisht të një grupi kombëtar, etnik, racial, ose fetar dhe parandalimin e veprimeve të tilla. Miratimi i Konventës nuk i heq të drejtën një shteti që të përkufizojë se cilat veprime do të quhen krime dhe ti ndalojë ato (apibrėžti veikas, kurios yra nusikaltimai, ir jas uždrausti). Kjo është edhe më e vërtetë sepse Neni V i Konventës së lartpërmendur, parashikon se shtetet kontraktuese, do të ndërmarrin miratimin e legjislacionit të nevojshëm në mënyrë që t’u jepet efekt dispozitave të Konventës dhe të sigurohen dënime për fajtorët e krimit të gjenocidit ose të veprave te tjera të listuara në Nenin III, në përputhje me Kushtetutat respektive. Në Lituani, kjo dispozitë ka hyrë në fuqi mes miratimit të Ligjit të 9 Prillit 1992 “Mbi Përgjegjësinë për Gjenocid për Banorët e Lituanisë”. Koncepti i Gjenocidit, ashtu si është përcaktuar në Nenin 1 të atij ligji, i korrespondon konceptit të gjenocidit të parashikuar në Nenin II të Konventës për Gjenocidin. Në të njëjtën kohë, kur bëhet pjesë e konventës, në Nenin 2 të Ligjit “Mbi Përgjegjësinë për Gjenocid për Banorët e Lituanisë”, parlamenti Lituanez vendosi se vrasjet dhe torturat e popullit Lituanez dhe dëbimet e tyre gjatë viteve të pushtimit Nazist dhe nën pushtimin Rus dhe aneksimi i korrespondonin karakteristikave të krimit të gjenocidit ashtu siç është parashikuar nga normat e të drejtës ndërkombëtare. Ndryshimet në 1998 të Kodit Penal parashikuan elementët e krimit të gjenocidit (apibrėžta genocido nusikaltimo sudėtis), dhe përfshinë në të veprimet që kishin për qëllim asgjësimin fizik të disa ose të gjithë anëtarëve të një grupi social ose politik. Kjo karakteristikë e krimit të gjenocidit mbeti në Nenin 99 të Kodit Penal. është e qartë se shtimi i veprave që kanë për qëllim zhdukje fizike të disa ose të gjithë anëtarëve të një grupi social ose politik në përkufizimin e krimit të gjenocidit arrin në asgjë më shumë se ekzekutimin e normave ligjore të Nenit 2 të Ligjit të 9 Prillit 1992 “Mbi Përgjegjësinë për Gjenocid për Banorët e Lituanisë”. Kështu gjykata mban qëndrimin se dyshimet e kërkuesit dhe M.Ž. rreth interpretimit te konceptit të gjenocidit nuk janë të bazuara”", "", "39. Gjykata e Lartë mban qëndrimin se kërkuesi dhe M.Ž. “është dënuar për përfshirje në asgjësimin fizik të një pjesë të banorëve të Lituanisë, të cilët i përkisnin një grupi të ndryshëm politik, pra partizanëve Lituanezë anëtarë të qëndresës ndaj pushtimit Sovjetik (nuteisti už dalyvavimą fiziškai sunaikinant Lietuvos gyventojų dalį, priklausiusią atskirai politinei grupei, t.y. Lietuvos partizanams – pasipriešinimo sovietų okupacinei valdžiai dalyviams)”. Gjykata e hodhi poshtë argumentin nga kërkuesi dhe M.Ž. se vëllezërit J.A. dhe A.A. kishin dezertuar nga partizanët dhe në kohën e vdekjes së tyre ata nuk i përkisnin grupimit politik të partizanëve. Ky argument është ngritur para gjykatës së shkallës së parë dhe para gjykatës së apelit dhe është hedhur poshtë për arsye të qarta.", "40. Gjykata Supreme vëren se në 1944-53 “rezistenca kombëtarë e armatosur lufta partizane kundër ushtrisë pushtuese të Bashkimit Sovjetik dhe strukturave pushtuese te regjimit ishte duke u zhvilluar në Lituani”. Më tej ajo vuri në dukje se sipas ligjit mbi Statusin e Pjesëmarrësve kundër Pushtimit të 1940-90, miratuar në 28 Nëntor 1996, partizanët të cilët luftuan kundër pushtuesit janë deklaruar si luftëtarë vullnetarë. Në 1998 dhe 2001 qendra Kërkimore për Rezistencën dhe Gjenocidin në Lituani, i dha statusin si luftëtarë vullnetarë J.A. dhe A.A. gjë që do të thoshte se ata kishin plotësuar kushtet e përcaktuara në Ligjin e lartpërmendur, pasi ai status nuk u jepej individëve të cilët kishin kryer krime kundër njerëzimit ose kishin vrarë civilë.", "41. Gjykata e Lartë hodhi poshtë argumentin e kërkuesit se ai nuk kishte kryer asnjë veprim që ka shkaktuar vdekjen e dy partizanëve:", "", "“Gjykata e shkallës së parë kishte dalë në konkluzionin se V. Vasiliauskas mori pjesë në vrasjen e partizanëve Lituanezë J.A. dhe A.A,: ai e rrethoi bunkerin me oficerët e tij të MGB dhe sulmoi atë; gjatë sulmit J.A. dhe A.A. u qëlluan dhe u vranë. Vendimi i gjykatës së shkallës së parë nuk përcakton se V. Vasiliauskas vetë vrau ndonjë nga partizanët, megjithëse të dhëna lidhur me këtë ekzistojnë në dosje [raporti i 2 Janarit 1953 nga kryetari i distriktit të Šakiai MGB)", "", "Pjesëmarrja në vrasjen e njerëzve të cilët i përkasin një grupi politik është një nga elementët objektivë (vienas iš nusikaltimo sudėties objektyviosios pusės požymių) të krimit të genocidit të listuar në Nenin 99 të Kodit Penal. Përfshirja në vrasjen e anëtarëve të një grupi të listuar në Nenin 99 do të thotë jo vetëm kryerje veprimesh që shkaktojnë humbje jetësh; por gjithashtu do të thotë përcaktim kushtesh (sudarymas sąlygų) në mënyrë që vrasjet të ndodhin. Dihet se V. Vasiliauskas, si një oficer i MGB, së bashku me një shef nënseksioni të MGB, morën pjesë në përgatitjet e operacionit për asgjësimin e J.A. dhe A.A,; V. Vasiliauskas ishte i armatosur, dhe gjatë operacionit ai ishte përgjegjës për agjenten e MGB [M.Ž.], e cila kishte lokalizuar bunkerin e partizanëve; V. Vasiliauskas qëndroi me [M.Ž.], deri në fund të operacionit. V. Vasiliauskas vetë i ka pranuar këto veprime. Duke pasur parasysh sa u përmend më lart, Gjykata e Apelit arriti në konkluzionin e arsyeshëm se V. Vasiliauskas ka luajtur një rol aktiv në operacionin e asgjësimit të partizanëve J.A. dhe A.A. Edhe pse nuk është vendosur se V. Vasiliauskas vrau secilin nga partizanët vetë, veprimet të cilat ai ndërmori kur po përgatitej për operacionin dhe në kohën e operacionit i korrespondojnë elementit objektiv të krimit të gjenocidit, ashtu siç është përcaktuar në Nenin 99 të Kodit Penal përfshirja në vrasjen e njerëzve të cilët i përkasin një grupi politik.", "", "Veprimet e V. Vasiliauskas gjithashtu i korrespondojnë elementit subjektiv të gjenocidit dashja e drejtpërdrejtë ((tiesioginė tyčia): V. Vasiliauskas, kur i ndërmorri ato veprime, e kishte njohur qëllimin e qeverisë Sovjetike, zhdukja e të gjithë partizanëve Lituanezë. Ai e dinte se vëllezërit J.A. dhe A.A. ishin partizanë, dhe e kuptonte se gjatë operacionit ata mund të vriteshin ose të arrestoheshin dhe më pas torturoheshin, si “tradhtare të atdheut” dhe me shumë mundësi të dënoheshin me vdekje, dhe [V. Vasiliauskas] donte që kjo të ndodhte.”", "", "4. Procedimi civil për dëm jo pasuror.", "", "42. Në 20 Dhjetor 2004, M.B ngriti një padi civile, duke pretenduar 200,000 litai Lituaneze (LTL, përafërsisht 58,000 (EUR)), nga kërkuesi dhe M.Ž., për t’u paguar nga ata së bashku. Paditësja vuri në dukje se njëri nga partizanët të cilët ishte vrarë, J.A., ishte babai i saj, dhe partizani tjetër, A.A., ishte xhaxhai i saj. Në kohën e vdekjes, ajo ishte afërsisht shtatë vjeçe. Vdekja e babait e kishte lënë atë jetime. Për shkak të veprimeve të kërkuesit ajo dhe pjesëtaret e tjerë të familjes kishin pësuar vuajtje të madhe dhe të qëndrueshme mendore, depresion, poshtërim dhe humbje reputacioni; mundësitë e saj për të komunikuar me të tjerët ishin reduktuar dhe asaj i ishte dashur të fshihej dhe në mënyrë të vazhdueshme të ndryshonte vendbanimin. M.B argumentoi se ajo vazhdonte të ndiente pasojat e krimit deri në ditët e sotme, sepse kërkuesi dhe M.Ž akoma refuzonin t’i tregonin asaj se ku ishte varrosur babai i saj.", "43. Në 9 Nëntor 2006, Gjykata e Rajonit të Kaunas, e hodhi poshtë këtë padi. Ajo vuri në dukje se Shteti i Lituanisë tashmë i kishte paguar M.B shumën prej 20,000 LTL, si një mënyrë kompensimi për familjet të cilat kishin vuajtur nën pushtimin e 1940-90 (shih paragrafin 68 më poshtë). Kështu shteti tashmë e kishte kompensuar për vuajtjet e M.B-se, të shkaktuara nga humbja e familjarëve të saj.", "44. Sipas një vendimi të 20 Qershorit 2007, Gjykata e Apelit e hodhi poshtë vendimin e mëposhtëm, dhe doli në konkluzionin se kërkuesi dhe M.Ž duhet të paguanin shumën prej 150,000 LTL për dëmet që veprimet e tyre kriminale i kishin sjellë M.B. Gjykata gjithashtu theksoi se M.B. nuk mund të kërkonte shpërblim dëmi në kohën e BS, kur Lituania ishte nën pushtim, që është periudha kur kërkuesi dhe M.Ž kishin kryer krimet kundër luftës së partizanëve Lituanezë për liri dhe pavarësi të shteti Lituanez (nukreipti prieš Lietuvos partizanų kovas už Lietuvos valstybės laisvę ir nepriklausomybę)”. Gjykata përcaktoi se humbje e një anëtari të familjes dhe të një të afërmi, i kishte shkaktuar M.B. vuajtje serioze dhe depresion emocional. Për më tepër, gjykata theksoi se “duhej marrë në konsideratë se aktet kriminale ishin kryer në një shkallë të lartë dhe në thelb nuk drejtoheshin kundrejt individëve të veçantë, por kundër të cilëve të cilët kishin luftuar për pavarësinë e Lituanisë”. Duke qenë se kërkuesi dhe M.Ž. kanë probleme serioze shëndetësore, dhe fakti se ka kaluar një kohë e konsiderueshme qëkur krimet janë kryer, gjykata e apelit i caktoi M.B shumën e 150,000 LTL, për kompensim të dëmit jo pasuror, shumë e cila do të paguhej së bashku nga të dy individët, të cilët kishin rezultuar fajtorë për gjenocid.", "45. Sipas një vendimi të 28 Shkurtit 2011 dhoma e madhe e Gjykatës së Lartë, e la në fuqi vendimin e gjykatës së apelit, por e reduktoi shumën që do paguhej së bashku (në mënyrë solidare) nga kërkuesi dhe M.Ž. në masën e 50,000 LTL, (përafërsisht 14,000 EUR). Gjykata vëzhgoi ndër të tjera, se kërkuesi dhe M.Ž kishin kryer krimin e gjenocidit duke vepruar së bashku me oficerët e RSSL, distrikti i Sakiai MGB, dhe ushtarët sovjetikë. Prandaj, ishte e nevojshme që të mos i ngarkohej një barrë jo proporcionale kërkuesit dhe M.Ž. Për më tepër, krimet kundër njerëzimit kanë karakteristikën se drejtohen kundrejt shumë njerëzve, që do të thotë se autori i krimit ju shkakton dëm shumë viktimave”, të cilat gjithashtu duhet të merren në konsideratë kur përcaktohet masa e shpërblimit që u duhet paguar secilës prej viktimave. Nëse gjykata jep shuma të mëdha për t’u paguar, mund të komplikojë ekzekutimin e vendimeve pasuese të gjykatës nëse nuk njiheshin të gjitha viktimat në kohën e dhënies së vendimit ose do të njihen në të ardhmen.", "", "5. Hapat e ndërmarrë që çështja e kërkuesit të rihapet", "", "46. Pas vendimit të Gjykatës Kushtetuese të 18 Marsit 2014 (shih paragrafin 56-63 më poshtë), nga një vendim i 10 Prillit 2014 Prokurori i Përgjithshëm vendosi që të iniciojë një proces kundër Nenit 444 të Kodit të Procedurës Penale në llogari të rrethanave të reja të zbuluara. Prokuroi i Përgjithshëm vuri në dukje se gjykata e shkallës së parë, kishte shpallur fajtor kërkuesin dhe M.Ž. për gjenocid ndaj në grupi politik. Dënimi ishte lënë në fuqi nga Gjykata e Apelit dhe Gjykata e Kasacionit. Vendimi i Prokurorit të Përgjithshëm përcakton se, duke marrë në konsideratë përfundimet e Vendimit të Gjykatës Kushtetuese, se dënimi në mënyrë retroaktive për gjenocid ndaj personave që i përkasin një grupi social ose politik ishte në shkelje të parimeve ligjore, duhej sqaruar nëse kërkuesi (dhe e bashkë akuzuara M.Ž.) do të konsideroheshin të pafajshëm, fajtorë për gjenocid, ose një alternativë tjetër, nëse ata kishin kryer ndonjë aktivitet tjetër kriminal. Një prokuror nga Prokuroria e Përgjithshme u caktua për të ekzaminuar rrethanat e reja të zbuluara.", "47. Me një vendim përfundimtar të 28 Majit 2014, Prokurori mbajti qëndrimin se vendimi i Gjykatës Kushtetuese i 18 Marsit 2014, përbënte një interpretim të një norme ligjore dhe jo një rrethanë faktike të zbuluar rishtazi (“një rrethanë tjetër” brenda kuptimit të Nenit 444 § 1 (4) të Kodit të Procedurës Civile). Si pasojë, nuk shihet e bazuar që ti kërkohet Gjykatës së Lartë rihapja e çështje penale të kërkuesit. Prandaj, kjo përbënte një pengesë ligjore për një aplikim në Gjykatë e Lartë për të rihapur çështjen e kërkuesit.", "", "", "II. LIGJI I BRËNDSHËM DHE PRAKTIKA", "", "A. Rivendosja e pavarësisë së Lituanisë", "", "48. Më 11 Mars 1990, sipas ligjit “Mbi Rivendosjen e si të Vlefshme të Kushtetutës së Lituanisë së 12 Majit 1938”, Këshilli Suprem rivendosi si të vlefshme dispozitat themelore të asaj Kushtetute, e cila ishte në fuqi para pushtimit Sovjetik në 1940, duke ndërprerë efektet e Kushtetutës së BRSS të 1947 dhe Kushtetutës së RSSL të 1978. Në të njëjtën kohë, Këshilli Suprem Kushtetutën Provizore- Dispozitat Themelore Ligjore të Republikës së Lituanisë (Laikinasis Pagrindinis Įstatymas), duke përcaktuar parimet kushtetuese të Shtetit të Pavarur të Lituanisë. Në veçanti, ky ligj i referohet Lituanisë si republikë demokratike sovrane, ku fuqinë e ka populli dhe ushtrohet nga Këshilli Suprem, Qeveria dhe pushteti gjyqësor. Për më tepër, ajo siguroi se të gjithë ligjet e mëparshme dhe aktet ligjore do të vazhdonin të ishin në fuqi, për aq kohë sa ishin të pajtueshëm me dispozitat e Ligjit Themelor. Ky ligj mbeti në fuqi deri në 2 Nëntor 1992. Bazuar në referendumin e mbajtur në 9 Shkurt 1991, në 11 Shkurt 1991 Këshilli Suprem adoptoi Ligjin Kushtetues që përcaktonte se nocioni se “Shteti i Lituanisë është i pavarur dhe Republikë Demokratike” ishte një normë kushtetuese e Republikës së Lituanis dhe një parim themelor i Shtetit (shih Kuolelis and Others, cituar më lart §§ 64, 65 dhe 71)", "49. Sipas Traktatit “Mbi themelet e Marrëdhënieve Midis Shteteve”, të nënshkruar nga Republika e Lituanis dhe nga Republika Sovjetike Socialiste Federative Ruse (tani e tutje referuar si “RSSFR”) në 29 korrik 1991, të dy shtetet e njohën njëri tjetrin si subjekte të pavarura të së drejtës ndërkombëtare dhe si shtete sovrane. Preambula e traktatit vë në dukje se ngjarjet në të kaluarën kishin parandaluar secilin nga këto shtete për të ushtruar në mënyrë të lirë dhe të plotë sovranitetin Shtetëror.", "", "B. Krimi i Gjenocidit", "", "1. Ligji “Mbi Përgjegjësinë për Gjenocid ndaj Banorëve të Lituanisë”, Kodet Penale dhe udhëzimet e Gjykatës së Lartë për krimin e gjenocidit.", "", "50. Gjatë viteve të pushtimet Sovjetik, dhe para vitit 1992, krimi i gjenocidit nuk ishte i listuar si vepër penale në legjislacionin penal që aplikohej në Lituani e as në Kodin Penal të RSSFR të 1926 (“Kodi Penal I RSSFR) i cili aplikohej dhe në Lituani deri në 1961, as në Kodin Penal të RSSL të 1961 (“Kodi Penal I 1961) (shih §§ 70-72 më poshtë).", "51. Në 9 Prill 1992, Lituania aderoi në Konventë e 1948 për Gjenocidin dhe në Konventën e 1968 të Kombeve të Bashkuara mbi mos zbatueshmërinë e kufizimeve statusore në krimet e luftës dhe krimet kundër njerëzimit. Në të njëjtën ditë Ligji “Mbi Përgjegjësinë për Gjenocid ndaj Banorëve të Lituanisë” Įstatymas dėl atsakomybės už Lietuvos gyventojų genocidą) u miratua. Ai përcakton si më poshtë:", "", "Neni 1", "“Veprimet që kanë për qëllim asgjësimin fizik tërësisht ose pjesërisht të pjestarëve që i përkasin një grupi kombëtar, racial ose fetar, duke vrarë anëtarët e grupit, ose duke shkaktuar me qëllim torturë, dëmtime të rënda fizike, dëmtime psikike; ose vendosje në kushte të rënda që shkaktojnë shkatërrimin tërësor ose pjesërisht, transferimi i detyrueshëm i fëmijëve të një grupi në një grup tjetër, zbatimi i masave që synojnë pengimin e lindjes brenda grupit (gjenocid), do të dënohet me burgim nga pesë në dhjetë vjet dhe konfiskim pronësie, ose me dënim me vdekje shoqëruar me konfiskimi pronësie.”", "", "Neni 2", "“Vrasja, tortura dhe dëbimi i banorëve të Lituanisë, kryer gjatë periudhës së pushtimit dhe aneksimit të Lituanisë nga Gjermania Naziste dhe BRSS, do të klasifikohet si krimi i gjenocidit i përcaktuar nga e drejta ndërkombëtare.”", "", " Neni 3", "“Ligji mbi Përgjegjësinë për Gjenocid ndaj Banorëve të Lituanisë mund të aplikohet në mënyrë prapavepruese. Nuk ka kufizim për të ndjekur penalisht individë të cilët kanë kryer veprat e specifikuara në këtë Ligj para se ai të hynte në fuqi.”", "", "52. Në 21 Prill 1998, Neni 2 dhe 3 i Ligjit të mësipërm, u shfuqizua, dhe pas kësaj ndjekja penale për gjenocid u inkorporua në Nenin 49 dhe 71 të Kodit Penal. Dispozitat përcaktonin si më poshtë:", "", "Neni 49 Afati i parashkrimit", "“5. Nuk do të zbatohet afat parashkrimi për gjenocidin. Personat e dënuar për gjenocid nuk mund të lirohen nga vuajtja e dënimit nëpërmjet amnistisë.”", "", "Neni 71 Gjenocidi", "“1. Veprimet që kanë për qëllim asgjësimin fizik tërësisht ose pjesërisht të pjesëtarëve që i përkasin një grupi kombëtar, racial, etnik, fetar, social, ose politik, që konsistojnë në torturë mizore ndaj anëtarëve të grupit, dëmtime të rënda fizike, duke dëmtuar shëndetin mendor; ose vendosje në kushte të rënda që shkaktojnë shkatërrimin tërësor ose pjesërisht, transferimi i detyrueshëm i fëmijëve të një grupi në një grup tjetër, zbatimi i masave që synojnë pengimin e lindjes brenda grupit (gjenocid), do të dënohet me burgim nga pesë deri në njëzet vjet.", "", "2. Veprimet e listuara në paragrafin 1 të Nenit, të cilat rezultojnë në vrasje, gjithashtu duke organizuar dhe drejtuar veprime të listuara në paragrafin 1 dhe 2, do të jenë të dënueshme me burgim nga dhjetë në njëzet vjet ose me vdekje.”", "", "53. Kodi i ri Penal, në fuqi nga 1 Maji 2003, dhe i vlefshëm në kohën e dënimit të kërkuesit, parashikon:", "", "Neni 3. Afati i Vlefshmërisë së Ligjit Penal", "", "“1. Paligjshmëria e një veprimi dhe dënueshmëria e një personi do të përcaktohet nga ligji penal në fuqi në kohën e kryerjes së veprës. Koha e kryerjes së veprës penale do të jetë koha e veprës ose koha e ndodhjes së pasojave të parashikuara nga ligji penal, kur ndodhja e pasojave ishte e dëshirueshme në një kohë tjetër.", "", "2. Një ligj penal që anulon paligjshmërinë e një veprimi, duke e zbutur dënimin ose duke zbutur rrethanat ligjore për personin i cili kreu veprën penale do të ketë fuqi prapavepruese, pra, do të aplikohet ndaj personave të cilën kryen veprën penale para se ligji të hynte në fuqi, gjithashtu ndaj personave që vuajnë dënimin dhe ndaj atyre që e kanë kryer dënimin.", "", "3. Një ligj penal i cili vendos lidhur me paligjshmërinë e një vepre, duke imponuar një dënim më të rëndë ose duke rënduar rrethanat ligjore të personit i cili ka kryer veprën penale, nuk do të ketë fuqi prapavepruese. Dispozitat e këtij kodi të cilat vendosin për përgjegjësinë për gjenocid (Neni 99), trajtimi i personave të ndaluar sipas të drejtës ndërkombëtare (Neni 100), vrasja e personave të mbrojtur sipas të drejtës ndërkombëtare humanitare (Neni 101), dëbimi i popullsisë civile të një shteti të pushtuar (Neni 102), shkaktimi i dëmtimeve fizike, torturë, ose trajtime të tjera çnjerëzore ndaj personave të mbrojtur sipas të drejtës ndërkombëtare humanitare (Neni 103), përdorimi në mënyrë të dhunshme i civilëve ose të burgosurve të luftës në forcat e armatosura të armikut (Neni 105) dhe sulmi i ndaluar ushtarak (Neni 111) do të përbëjnë përjashtim.", "", "4. Do të zbatohen vetëm sanksione penale ose reformuese, ashtu si masa trajtuese mjekësore, të parashikuara në ligjin penal në fuqi në kohën e dhënies së vendimit të gjykatës.”", "", "Neni 95 Afati i parashkrimit të një vendimi dënimi", "“8. Krimet e mëposhtme, të parashikuara në këtë kod, nuk do t’i nënshtrohen afateve të parashkrimit:", "", "1) Gjenocidi (Neni 99)”", "Neni 99 Gjenocidi", "“Një person i cili synon shkatërrimin fizik, tërësisht ose pjesërisht të anëtarë të një grupi, kombëtar, etnik, racial, fetar, social, ose politik, organizon, është në krye ose merr pjesë në vrasje, torturë ose shkaktim dëmtimesh fizike atyre, duke dëmtuar zhvillimin e tyre psikik, duke i dëbuar ose vendosur në kushte jetese që shkaktojnë vdekjen tërësisht ose pjesërisht, zbatuar masave që synojnë pengimin e lindjeve, ose transferuar në mënyrë të detyrueshme fëmijët e tyre në një grup tjetër, do të dënohet me burgim nga pesë deri në njëzet vjet ose me burgim të përjetshëm.", "", "54. Në një vendim të datës 29 Nëntor 2010, mbi pajtueshmërinë me Kushtetutën, të Ligjit “Mbi kompensimin e Dëmeve shkaktuar nga pushtimi i BRSS”, Gjykata Kushtetuese mban qëndrimin si më poshtë :", "", "“Gjatë pushtimit nga BRSS dhe Gjermania Naziste, jo vetëm që u mohua demokracia, por u kryen gjithashtu krime në emër të njerëzve të Shtetit pushtues: u krye krimi i gjenocidit. Është e dukshme se ata të cilët kanë vuajtur nga krimi i gjenocidit, të kryer nga individë që i shërbenin regjimit të shtetit pushtues gjatë viteve të pushtimit, nuk kishin asnjë burim ligjor për të pretenduar dëmet e shkaktuara nga autorët e krimit të gjenocidit.”", "", "55. Në 29 Janar 2012, Gjykata e Lartë, adoptoi udhëzimet për praktikën e gjykatave në krimet kundër njerëzimit dhe çështjet lidhur me krimet e luftës. Udhëzimet parashikojnë se në mënyrë që një person të ngarkohet me gjenocid, konteksti në të cilin krimi është kryer është i rëndësishëm; është gjithashtu e domosdoshme të vendoset se personi ka pasur për synim asgjësimin pjesërisht ose tërësisht të të gjithë personave të cilët i përkisnin një grupi të caktuar. Gjenocidi është një krim ndërkombëtar. Dashja mund të përcaktohet bazuar në faktin se personi ka punuar për njësitë speciale të organizatave represive të cilat ndërmerrnin në mënyrë të drejtpërdrejtë veprime shtypëse, p.sh, kundër partizanëve Lituanezë të cilët kishin kundërshtuar regjimin pushtues. Anëtarësia në një organizatë represive tregon se personi e kuptonte qëllimin e asaj organizate (pika 10 dhe 11).", "", "2.Vendimi i Gjykatës Kushtetuese i datës 18 Mars 2014.", "", "56. Në 2011, një grup anëtarësh nga Seimat Lituaneze dhe nga gjykatat penale në pesë çështje penale, i kërkuan Gjykatës Kushtetuese që të ekzaminojë, nëse në pikëpamje të përmbajtjes, Neni 3 § 3, Neni 95 § 8 (1), dhe Neni 99 i Kodit Penal të Republikës së Lituanisë, nuk ishin në kundërshtim me Nenin 31 §§ 2 dhe 4 dhe Nenin 138 § 3 të Kushtetutës së Republikës së Lituanisë dhe me parimet themelore ligjore.", "57. Një nga këto kërkesa u depozitua nga Gjykata e Apelit (peticioni nr. 1B-58/2011) Del nga vendimi i Gjykatës së Apelit i cili kërkon udhëzim në Gjykatën Kushtetuese, se, në 9 Qershor 2011, Gjykata Rajonale e Kaunas e ka shpallur kërkuesin fajtor për gjenocid në një çështje tjetër penale, e cila gjithashtu kishte të bënte me gjenocidin ndaj Partizanëve Lituanezë. Vendimi i Gjykatës së shkallës së parë në atë çështje, përcakton se nga 15 Shtatori 1952, kërkuesi ka shërbyes si një agjent operativ në strukturat pushtuese, distriktin e Sakiai MGB, dhe “e dinte qëllimin e saj primar, domethënë, eliminimin fizik të një pjese të banorëve të Lituanisë të cilët i përkisnin një grupi të ndryshëm politik-kombëtar-etnik, pra, partizanët Lituanez”. Natën e 23 Marsit 1953, kërkuesi, duke vepruar së bashku me komandantët e Rajonit të Kaunas, Distrikti I Sakiai MGB, dhe me qëllimin e vrasjes ose kapjes dhe dëbimit të partizanëve të cilët po fshiheshin në një shtëpi në distriktin e Sakiai, morën pjesë një operacion në të cilin partizani J.B u plagos, u dëmtua dhe u arrestua. Në 20 Korrik 1953, rajoni i Vilnus MGB, gjykata ushtarake i caktoi partizanit në fjalë njëzet e pesë vjet heqje lirie. Në Gusht 1953, partizani u dëbua nga Lituania, në një kamp të veçantë brenda territorit të ish-BRSS. Vendimi i gjykatës përcaktoi se përmes veprimeve të tij, kërkuesi kishte marrë pjesë në dëbimin e partizanit na Lituania në territorin e Shtetit pushtues, në këtë mënyrë duke e burgosur partizanin në mënyrë të paligjshme në një kamp (lageryje).", "58. Në 18 Mars 2014 Gjykata Kushtetuese dha një vendim, nëse krimi i gjenocidit, siç është përkufizuar në Kodin Penal të Lituanisë, dhe mundësia e dënimit të atij krimi në mënyrë prapavepruese, ishin të pajtueshme me Kushtetutën Lituaneze. Gjykata mbajti qëndrimin se Neni 99 i Kodit Penal, i cili përcakton se veprimet, të cilat kanë për qëllim asgjësimin fizik, në tërësi ose pjesërisht, të personave të cilët i përkasin një grupi kombëtar, etnik, racial, fetar, ose gjithashtu social ose politik, do të konsiderohet si gjenocid, ishte i pajtueshëm me Kushtetutën e Lituanisë. Pasi rishikoi instrumentet e të drejtës ndërkombëtare, ku përfshihen jurisprudenca e Gjykatës Penale Ndërkombëtare për ish Jugosllavinë dhe të Gjykatës Ndërkombëtare të Drejtësisë, Gjykata kushtetuese ka pikëpamjen se shtetet kanë një marzh të caktuar diskrecioni, bazuar në kontekstin historik, politik, social, dhe kulturor, për të vendosur në të drejtën e tyre të brendshme një përkufizim më të gjerë të krimit të gjenocidit, nga ai I parashikuar në të drejtën ndërkombëtare. Në këtë mënyrë, grupet politike dhe sociale mund të përfshihen në përkufizimin e gjenocidit (shih pikën 3.7 të vendimit, kapitulli II, pjesë e arsyetimit).", "59. Gjykata Kushtetuese gjithashtu vuri në dukje se, në përputhje me konkluzionet e historianëve, Lituanezët, së bashku me Letonezët dhe Estonezët, gjithashtu dhe shtete të tjera të cilët jetonin në territorin e BRSS (gjermanët, Ukrainasit, Krimea, Çeçenët) u konsideruan si persona të cilët i përkisnin shteteve të “pasigurta”. Në llogari të kombësisë së tyre, personat të cilët i përkisnin shtetësive të pasigurta, u dënuan me zhdukje, inter alia, me anë të kushteve të papërballueshme të jetesës. Gjykata kushtetuese mbajti qëndrimin (tani e tutje përkthimi në anglisht nga vetë Gjykata Kushtetuese):", "", "“6.3. Kështu duke pasur në konsideratë një kontekst të tillë ndërkombëtar dhe historik, inter alia, ideologjia e lartpërmendur e regjimit totalitarist komunist të BRSS sipas të cilës asgjësimi tërësisht i një grupi njerëzish ishte i bazuar, shkalla e shtypjes së BRSS ndaj rezidentëve të Republikës së Lituannisë, të cilët ishin pjesë e politikës së shënjestruar të shkatërrimit bazuar në kombësinë e Lituanezëve, dhe politika e trajtimit të Lituanezëve si një komb i “pasigurtë”, konkluzioni që duhet nxjerrë është se gjatë një periudhe të caktuar (në 1941, kur dëbimet në masë të Lituanezëve nga Bashkimin Sovjetik filluan dhe ekzekutimet jo gjyqësorë të personave të ndaluar u ndërmorrën, dhë në 1944-1953, kur shtypjet masive u ndërmorrën gjatë luftës guerile kundër pushtimit të Republikës së Lituanisë ), krimet e kryera nga regjimi pushtues Sovjetik, në rast të provimit të ekzistencës të një qëllimi të veçantë që ka për qëllim shkatërrimin, në tërësi ose pjesërisht, çdo grupi, kombëtar, etnik, racial, ose fetar, do të konsiderohet si gjenocid siç është përcaktuar në normat universale të mirënjohura të së drejtës ndërkombëtare (inter alia, në përputhje me Konventën kundër Gjenocidit). Siç u përmend më parë, sipas normave të njohura të së drejtës ndërkombëtare, veprimet do të përbëjnë gjenocid nëse janë veprime të paramenduara që kanë për synim shkatërrimin, jo vetëm në tërësi por dhe pjesërisht, të një grupi kombëtar, racial, etnik, ose fetar, kur një pjesë e grupit të mbrojtur është e shënjestruar, ajo pjesë duhet të jetë e mjaftueshme për të pasur një ndikim në grupin në tërësi; veprimet mund që gjithashtu të konsiderohen si gjenocid nëse janë veprime të paramenduara që kanë për qëllim shkatërrimin e disa grupeve të caktuara, politike ose sociale, dhe shkatërrimi i të cilit do të kishte një impakt në grupin respektive, kombëtar, etnik, racial, ose fetar si një i tërë. Gjithashtu është përmendur se shkatërrimi fizik i grupit është rezultati i mudshëm i një transferimi të detyrueshëm të popullsisë kur ky transferim është realizuar në një mënyrë të tillë që grupi nuk mund të formojë më vetveten. Veçanërisht kur përfshin ndarjen e anëtarëve të saj, në raste të tilla, transferimi i detyrueshëm i individëve mund të rezultojë në shkatërrim të grupit, duke qenë se grupi pushon së ekzistuari, ose të paktën i njëjti grup që ishte.”", "", "Gjykata Kushtetuese më tej mbajti qëndrimin:", "", "“Me fjalë të tjera, është përmendur se, sipas normave të njohura universale të së drejtës ndërkombëtare, veprimet e ndërmarra gjatë një periudhe të caktuar, kundër një grupi politik dhe social të caktuar të rezidentëve të Republikës së Lituanisë, mund të konsiderohet se përbën gjenocid, nëse veprime të tilla sigurojnë se kjo një gjë e tillë provohet dhe kishin për qëllim shkatërrimin e një grupi që përfaqëson një pjesë domethënëse të kombit Lituanez dhe shkatërrimi i të cilit ka një ndikim në mbijetesën e të gjithë kombit Lituanez. Duhet theksuar se në rast të mungesës së provave të ekzistencës së një qëllimi të tillë, kjo nuk do të thotë se për veprimet e tyre kundër rezidentëve në Lituani (p.sh vrasja tyre, torturimi, transferimi, rekrutimi i detyrueshëm i forcave të armatosura të shtetit pushtues, persekutimi për arsye politike, kombëtare, ose fetare), personat respektiv nuk duhet të dënohen sipas ligjeve të Republikës së Lituanisë dhe normave te njohura universale të së drejtës ndërkombëtare; por duke parë rrethanat konkrete, duhen vlerësuar nëse këto veprime përbëjnë krim kundër njerëzimit ose krime lufte.", "", "6.4. Në këtë kontekst duhet theksuar se, siç u përmend më lart, preambula e Ligjit “Mbi Përgjegjësinë për Gjenocid ndaj Banorëve të Lituanisë” të datës 9 Prill 1992 parashikon, inter alia, se politika e gjenocidit dhe krimeve kundër njerëzimit të cilat u ndërmorrën kundër rezidentëve Lituanez, u krye në kohën e pushtimit dhe aneksimit nga Gjermania Naziste dhe BRSS; Neni 2 i të njëjtit ligj përcakton se “vrasja ose torturimi i popullit Lituanez, dëbimi i rezidentëve të tij, veprime që u ndërmorrën gjatë pushtimit dhe aneksimit nga Gjermania Naziste dhe BRSS, i korrespondojnë tipareve të gjenocidit të parashikuar në normat e të drejtës ndërkombëtare”.", "", "6.5. Për të përmbledhur, duhet theksuar se përfshirja e një grupi politik dhe social në përkufizimin e krimit të gjenocidit sipas Nenit 99 të Kodit Penal, gjë e cila është kundërshtuar nga kërkuesit, vendoset bazuar në një kontekst historik dhe ligjor konkret krimet ndërkombëtare të kryera nga regjimet pushtuese në Republikën e Lituanisë.”", "", "60. Gjykata Kushtetuese gjithashtu mbajti qëndrimin se Neni 95 i Kodit Penal Lituanez, i cili parashikon se gjenocidi nuk do t’i nënshtrohet parashkrimit (duke përfshirë gjenocidin ndaj një grupi social ose politik), është i pajtueshëm me Kushtetutën. Në pikëpamjen e Gjykatës Kushtetuese, kushtetuta i lejon rregullime të tilla ligjore, për të ndjekur penalisht krimet më serioze, si gjenocidi ku përfshihet dhe gjenocidi ndaj një grupi politik ose social. Gjykata Kushtetuese vëren se, në dritën e detyrimeve të Nenit 135 § 1 të Kushtetutë, në mënyrë që Lituania t’u përmbahet detyrimeve të saj që rrjedhin nga normat e njohura universialisht të së drejtës ndërkombëtare, të cilat i ndalojnë krime të tilla si gjenocidi, Ligjet Lituaneze nuk mund që të përcaktonin një standard më të ulët se ai i parashikuar nga e drejta ndërkombëtare. Nga ana tjetër, parimet ligjore dhe parimi nullum crimen sine lege dhe nulla poena sine lege, do të shkelej nëse legjislacioni penal Lituanez do të lejonte dënimin me fuqi prapavepruese për krime të cilat janë përkufizuar vetëm në përputhje me ligjin e brendshëm, në çështjen konkrete, për gjenocid ndaj personave të cilët i përkasin një grupi politik ose social. Më fjalë të tjera, ndjekja penale për gjenocid me fuqi prapavepruese, për grupime politike ose sociale, kur gjenocidi ka ndodhur para ndryshimeve të 21 Prillit 1998, do të ishte në shkelje të Kushtetutës dhe parimeve të së drejtës.", "61. Për sa i përket krimeve të kryera nga regjimet totalitare, duke përfshirë BS, Gjykata Kushtetuese gjithashtu vëren (pika 6.1, kapitulli II, pjesë e arsyetimit):", "", "“Kështu, krimet kundër njerëzimit dhe krimet e luftës pa dyshim, u atribuohen regjimeve totalitare komuniste, inter alia, Bashkimit Sovjetik, ndërsa krimet e kryera kundër grupeve të caktuara kombëtare ose etnike gjatë një periudhe të caktuar mund të konsiderohen se përbëjnë genocid ashtu siç është përcaktuar në normat e njohura universale të së drejtës ndërkombëtare.", "", "Në këtë kontekst, duhet përmendur se krimet e kryera nga regjimi totalitarist komunist i BRSS ishin të njohura nga ligjet e Federatës Ruse. Për shembull, Preambula e Ligjit “Mbi Rehabilitimin e Personave të Shtypur” e datës 26 Prill 1991 përcakton se, ndër të tjera, rinovimi i shoqërisë Sovjetike... ka krijuar mundësi të favorshme për rehabilitimin e personave të cilët ishin të shtypur, kanë përjetuar gjenocid dhe shpifje gjatë pushtetit Sovjetik” (shih gjithashtu paragrafin 74 më poshtë).", "", "62. Për sa i përket shkallës së represionit Sovjetik në Lituani gjatë pushtimit Sovjetik (në veçanti, në 1940-1941 dhe 1944-1953), Gjykata Kushtetuese vëren:", "", "“6.2. Sipas të dhënave të ndryshme, si pasojë e dy pushtimeve të ndërmarra nga BRSS, Republika e Lituanisë humbi pothuajse një të pestën e popullsisë, duke përfshirë refugjatët. Sipas të dhënave të paraqitura nga qendra Kërkimore Lituaneze për Rezistencën dhe Gjenocidin, gjatë periudhës së pushtimit sovjetik, (1940-1941 dhe 1944-1990), gjithsej, 85,000 banorë Lituanezë u zhdukën ose u vranë, rreth 132,000 banorë Lituanezë u dëbuan në BS (në kohën e dëbimit 1945-1952, 32,000 të të dëbuarve ishin fëmijë). Nga personat e zhdukur ose të vrarë, 20,000 ishin partizanë nga qëndresa e armatosur kundër pushtimit dhe mbështetës të tyre (të dhëna për 1944-1952), rreth 1,100 u qëlluan ose u torturuan për vdekje në Qershor 1941 kur forcat e armatosura Sovjetike po tërhiqeshin nga Lituania, rreth 35-37,000 të burgosur politik u zhdukën në kampe speciale dhe burgje, dhe rreth 28,000 të dëbuar u zhdukën në mërgim, në 14 Qershor 1941, masa e parë e qytetarëve të dëbuar të Republikës së Lituanisë në Siberi filloi (në tërësi, 12,000 persona u dëbuan në atë kohë); represioni më I madh ndaj popullsisë civile u ndërmorr në 1944-1966; më shumë se 130,000 banorë Lituanezë u ndaluan dhe u arrestuan, 32,000 u shtypën dhe u dëbuan në kampe speciale dhe burgje, rreth 108,400 u rekrutuan në trupat Sovjetikë më forcë në 1944-1945. Gjatë periudhës 1944-1953 të luftës partizane kundër pushtimit, në tërësi, 186,000 njerëz u arrestuan dhe u burgosën.", "", "Është e qartë nga këto shifra, se, në territorin e Republikës së Lituanisë, regjimi i pushtimit Sovjetik kreu krime ndërkombëtare që mund të kualifikohen, sipas normave të njohura universale të së drejtës ndërkombëtare (inter alia, Karta e Gjykatës së Nurenbergut), si krime kundër njerëzimit (vrasja dhe asgjësimi i civilëve, dëbimi i rezidentëve, burgimi dhe persekutimi mbi baza politike dhe kombëtare, etj.) dhe krime lufte (vrasja dhe dëbimi i personave të mbrojtur sipas ligjit ndërkombëtare humanitar, rekrutimi i detyrueshëm i rezidentëve të një territori të pushtuar në forcat e armatosura të shtetit pushtues, etj.).", "", "Duhet theksuar se, sipas kërkimeve të zhvilluara nga historianët, krimet kundër rezidentëve të Republikës së Lituanisë, ishin pjesë e politikës së shënjestruar dhe sistematike totalitare të ndjekur nga BRSS: represioni kundër rezidentëve të Lituanisë nuk ishte në asnjë rast i rastësishëm apo kaotik, por represione të tilla kishin për qëllim asgjësimin bazat e kombit politk të Lituanisë, ndër të tjera, struktura e mëparshme sociale dhe politike e Shtetit të Lituanisë. Këto represione u drejtuan kundër grupimeve më aktive politike dhe sociale pjesë e rezidentëve të Lituanisë: pjesëmarrësit e qëndresës kundër pushtimit dhe mbështetësit, civilët dhe zyrtarët e shtetit Lituanez, figurat publike Lituaneze, intelektualët dhe komunitetin akademik, fermerët, priftërinjtë, dhe anëtarë të familjes së këtyre grupimeve. Duhet theksuar se, me anë të represionit, regjimi pushtues kërkonte që të zhdukte, të shkaktonte dëmtime dhe të thyejë ata njerëz: ata ishin viktima të ekzekutimeve jo gjyqësore, ata u burgosen dhe u dërguan në kampe për të kryer punë të detyruar, ata u transferuan shumë larg në vende të BS me një klimë të ashpër dhe popullsi të paktë, duke krijuar më qëllim kushte jetese shumë të vështira që shkaktonin kërcënim të vazhdueshëm të jetës dhe shëndetit.”", "", "63. Për sa i përket rolit të Partizanëve, Gjykata Kushtetuese vëren:", "", "“Duhet theksuar se, në përputhje me ligjet e Republikës së Lituanisë....qëndresa e organizuar e armatosur kundër pushtimit Sovjetik konsiderohet si vetëmbrojtje e Shtetit Lituanez dhe pjesëmarrësit në qëndresën e armatosur janë konsideruar vullnetarë dhe ju janë akorduar shpërblime ...”", "", "Gjykata Kushtetuese vëren:", "", "“...në kohën e pushtimit, i Këshilli i Lëvizjes së Luftës për Lirinë e Lituanisë ishte organi më i lartë kombëtar politik që drejtonte luftën kombëtare politike dhe ushtarake për liri .”", "", "Gjykata Kushtetuese më tej mbajti qëndrimin:", "", "“7.3. Kështu, duke pasur parasysh kontekstin ndërkombëtar dhe historik, duhet theksuar se, në rrjedhën e kualifikimit të veprimeve kundër pjesëmarrësve të rezistencës kundër pushtimit sovjetik si një grup politik, duhet të merret parasysh rëndësia e këtij grupi në raport me të gjithë grupin përkatës kombëtar (kombin Lituanez ), i cili mbulohet nga përkufizimi i gjenocidit në përputhje me normat e pranuara universale të së drejtës ndërkombëtare .", "", "Është përmendur se, në përputhje me normat e pranuara universale të së drejtës ndërkombëtare, veprimet e kryera gjatë një periudhe të caktuar ndaj grupeve të caktuara politike dhe sociale të rezidentëve të Republikës së Lituanisë mund të konsiderohen se përbëjnë gjenocid nëse veprime të tilla me kusht që një gjë e tillë të vërtetohet kanë patur si synim shkatërrimin e grupimeve të cilat përfaqësojnë një pjesë të rëndësishme të kombit Lituanez dhe shkatërrimi i këtyre grupimeve ka ndikim në mbijetesën e të gjithë kombit lituanez. Gjithashtu është përmendur se në rast të mungesës së ndonjë provë të ekzistencës së qëllimi të tillë, kjo nuk do të thotë se, për veprimet e tyre ndaj banorëve të Lituanisë (p.sh, vrasjen e tyre, torturimin, dëbimin, rekrutimin e detyruar për forcat e Armatosura të një shteti pushtues, persekutimin për arsye politike, kombëtare, apo fetare), personat përkatës nuk duhet të dënohen në përputhje me normat e pranuara universale të së drejtës ndërkombëtare dhe ligjet e Republikës së Lituanisë; por në bazë të rrethanave konkrete, duhet vlerësuar nëse këto veprime përbëjnë krime kundër njerëzimit apo krimeve lufte. Për sa i përket pjesëmarrësve në qëndresën e armatosur të Republikës së Lituanisë kundër pushtimit sovjetik (Partizanëve), duhet marrë parasysh gjithashtu fakti se Bashkimi Sovjetik, duke injoruar normat e njohura universalisht të së drejtës ndërkombëtare, duke mos njohur statusin e luftëtarëve dhe të burgosurve të luftës dhe duke mos u garantuar atyre garancitë ndërkombëtare përkatëse që lidhen me një status të tillë; nga konkluzionet e historianëve nga dokumentet e shqyrtuara te strukturave represive të brendshme dhe të sigurisë së Bashkimit Sovjetik është e qartë se këto struktura kanë ndjekur një politikë të shënjestëruar për shfarosjen e \"banditëve\", \"terroristëve\", dhe nacionalistëve borgjezë \"karakteristika sipas të cilave janë përshkruar dhe partizanët Lituanezë, inter alia, skuadra të veçanta të \"shfarosjes\" u krijuan dhe u përdorën në luftën kundër Partizanëve Lituanezë dhe mbështetësve të tyre.”", "", "C. Ligje të tjera të brendshme.", "", "64. Neni 31 § 4 i Kushtetutës Lituaneze përcakton se dënimi mund të vendoset ose aplikohet vetëm për arsye të parashikuara nga ligj. Neni 135 parashikon se Republika e Lituanisë do të ndjekë parimet e njohura universialisht dhe normat e të drejtës ndërkombëtare, do të kërkojë që t’u sigurojë qytetarëve të drejtat dhe liritë themelore. Neni 138 § 3 parashikon që traktatet ndërkombëtare të cilat janë ratifikuar nga Parlamenti janë pjesë përbërëse e sistemit juridik lituanez.", "65. Në bazë të nenit 11 të Ligjit për Traktatet, në qoftë se një traktat i ratifikuar parashikon norma të ndryshme nga ato të përcaktuara nga ligjet, dispozitat e traktatit do të prevalojnë. Më 14 mars 2006, Gjykata Kushtetuese u shpreh se kjo ishte një traditë ligjore dhe një parim kushtetues për shtetin e rivendosur të pavarur të Lituanisë, për të zbatuar detyrimet ndërkombëtare të ndërmarra me vullnetin e tij të lirë dhe për të respektuar parimet e njohura universale të së drejtës ndërkombëtare, duke përfshirë parimin pacta sunt servanda. Më 18 mars 2014, Gjykata Kushtetuese me tej u shpreh se, në përputhje me parimin pacta sunt servanda, detyrimet qe rrjedhin nga normat e pranuara universale të së drejtës ndërkombëtare që ndalojnë krimet ndërkombëtare duhet të përmbushen në mirëbesim. Kështu, në kuadër të vendimit të Gjykatës kushtetuese (shih paragrafët 56-63 më sipër ), është e rëndësishme që të sqarohet përmbajtja e normave të njohura universale të së drejtës ndërkombëtare të cilat kanë të bëjnë me krimet ndërkombëtare, ndër të tjera, atë të gjenocidit.", "66. Më 2 maj 1990, Këshilli i Lartë miratoi ligjin “Për Rivendosjen e të drejtave të personave të shtypur si pasojë e Qëndresës kundër regjimeve Pushtuese”, i cili ndër të tjera parashikonte se “rezistenca e banorëve të Lituanisë ndaj agresionit dhe regjimit pushtues nuk ishte në kundërshtim me të drejtën kombëtare dhe ndërkombëtare\" dhe se “Këshilli i Lartë i Republikës së Lituanisë vlerëson luftën e pjesëmarrësve në lëvizjen e rezistencës, si shprehje e të drejtës së kombit për vetëmbrojtje\". Sipas versionit fillestar të këtij ligji, dispozita e fundit e tij nuk do të zbatohej për personat që kishin marrë pjesë në kryerjen e krimeve të gjenocidit, vrasjet dhe torturat e popullsisë civile të paarmatosur. Versioni i këtij Ligji i vitit 2008 përcakton se kjo dispozitë nuk do të zbatohet edhe ndaj personave, të cilët kanë marrë pjesë në kryerjen e krimeve kundër njerëzimit dhe krimeve të luftës, dhe se të dhënat e përfshira në dosjet e strukturave shtypëse të regjimeve pushtuese nuk mund të konsiderohen si provë pa u realizuar hetime shtesë, dhe se pjesëmarrësit në rezistencën e armatosur janë shpallur luftëtarë vullnetarë të Lituanisë ( skelbiami Lietuvos kariais savanoriais ).", "67. Më 23 Janar 1997 Parlamenti lituanez miratoi Ligjin për Statusin e Pjesëmarrësve në Rezistencën kundër Pushtuesve të viteve 1940-90 (Pasipriešinimo 1940-1990 Metu okupacijoms dalyvių teisinio statuso įstatymas ). Preambula e Ligjit parashikon se nga 15 qershori 1940 deri në 11 mars të vitit 1990 i gjithë territori i Lituanisë ishte nën pushtimin Gjerman dhe Sovjetik. Ligji gjithashtu përcakton se në 1944-53, qëndresa \"kombëtare\" e armatosur (lufta e partizanëve Lituanezë) u zhvillua në Lituani kundër ushtrisë pushtuese të Bashkimit Sovjetik dhe regjimit Sovjetik. “Komanda partizane ishte autoriteti më i lartë i ligjshëm politik dhe ushtarak\". Preambula përcakton gjithashtu së Deklarata e 16 Shkurtit 1949 (shih paragrafin 13 më lart) shprehu \"vullnetin sovran të kombit\".", "Neni 2 § 1 ( 4) i Ligjit u garanton statusin \"luftëtar vullnetar\" (karys savanoris) partizanëve si pjesëmarrës në qëndresën e armatosur. Nocioni “partizan” i referohet atyre personave që i përkisnin strukturave organizative të qëndresës së armatosur, të cilët bënin një betim dhe nuk e shkelin atë, ishin të armatosur, jeton pa ju bindur ligjit, dhe merrnin pjesë në beteja nën komandën e drejtuesve së tyre.", "Statusi i luftëtarëve vullnetarë nuk mund t’u garantohet personave të cilët kanë kryer krime lufte, kanë dhënë urdhra për të vrarë civil ose kanë vrarë civilë vetë (Neni 6 6 § 2 (1) i Ligjit).", "68. Më 6 tetor 1998, Parlamenti Lituanez miratoi Ligjin për Mbështetjen Shtetërore për Familjet e Atyre që Humbën jetën ndërsa i rezistuan Pushtimeve të 1940-1990 (Valstybės paramos žuvusių pasipriešinimo 1940-1990 Metu okupacijos dalyvių šeimoms įstatymas). Shteti duhet të paguante një shumë totale prej 20.000 LTL familjarëve të ushtarëve vullnetare (pjesëmarrësve në rezistencën e armatosur), të cilët kishin vdekur në betejë, gjatë arrestimeve, ishin vrarë ose kishin vdekur gjatë marrjes në pyetje, ose ishin dënuar me vdekje dhe ekzekutuar (neni 2 § 2 (1)).", "69. Për sa i përket mundësisë së rihapjes se procedimeve penale, Kodi i Procedurës Penale parashikon se procedimet penale mund të rihapen, vetëm nëse rrethana të reja dalin në dritë të cilat nuk diheshin para miratimit të vendimit, dhe këto rrethana mund të provojnë se i dënuari nuk është fajtor, ose mund të ketë kryer një krim në pak të rëndë ose më të rëndë (neni 444 § 1 (4)). Kërkesa për rihapjen e një procedimi penal mund të paraqitet nga personi i dënuar ose nga Prokurori i Përgjithshëm (neni 446 §§ 1-3). Vendimi përfundimtar nëse do të rihapë procedurat merret nga Gjykata e Lartë, e cila mund të shfuqizojë vendimin dhe të dërgojë çështjen për rigjykim, shfuqizojë vendimin dhe të pushojë gjykimin ose mund të refuzojë kërkesën për rihapjen e procedimit (Nenet 448-9).", "", "D. Ligji përkatës Rus dhe Sovjetik", "", "70. Në 1940 Kodi penal i RSSFR, u bë i aplikueshëm në territorin e RSSL.", "71. Kodi Penal i RSSFR parashikonte përgjegjësi penale për një sërë krimesh anti revolucionare (neni 581). “Anti revolucionar\" kuptohej si çdo veprim që kishte për synim rrëzimin, përmbysjen, apo dobësimin e pushtetit të qeverisë Sovjetike. Neni 581aparashikonte përgjegjësi penale për tradhti ndaj atdheut, e cila përshkruhej si veprime të kryera nga shtetas të BRSS të cilat sillnin dëme për fuqinë ushtarake të Bashkimit Sovjetik, sovranitetit të tij kombëtar apo paprekshmërinë e territorit të tij. Tradhtia ndaj atdheut ishte e dënueshme me vdekje, ose nëse rrethanat lehtësuese ekzistonin, dënohej me heqje lirie për një periudhë prej dhjetë vitesh dhe me konfiskim të të gjithë pasurisë. Vrasja me dashje dënohej me heqje lirie deri në tetë vjet. Në qoftë se vrasja me dashje ishte kryer nga një anëtar i ushtrisë, në rrethana veçanërisht rënduese, mund aplikohej dënimi me vdekje (Neni 136 dhe 137 ).", "72. Më 26 qershor 1961 Këshilli i Lartë e RSS Lituaniseze miratoi Kodin Penal të Republikës Socialiste Sovjetike Lituaneze, i cili zëvendësonte Kodin e RSSFR. Kodi hyri në fuqi më 1 shtator 1961. Në bazë të nenit 104 të Kodit Penal të RSSL, vrasja ishte e dënueshme me heqje lirie prej tre deri në dymbëdhjetë vjet. Vrasjes në rrethana të cilësuara, për shembull vrasja e dy ose më shumë personave, ishte e dënueshme me burgim prej tetë deri në pesëmbëdhjetë vjet, me ose pa dëbim, ose me dënim kapital.", "73. Më 24 dhjetor 1989 Kuvendi Popullor i BRSS miratoi Rezolutën për Vlerësimin Politik dhe Juridik të Paktit sovjetiko gjerman të mos sulmimit të 1939. U denoncua Protokollin Sekret Shtesë i atij Traktati, si dhe marrëveshjet të tjera të fshehta me Gjermaninë, të cilat nuk kishin asnjë bazë ligjore dhe konsideroheshin të pavlefshme që nga nënshkrimit i tyre. Në Rezolutë, është vërejtur se ndarjet territoriale në sferat sovjetike dhe gjermane të ndikimit kanë qenë në kundërshtim me sovranitetin dhe pavarësinë e disa vendeve \"të treta\" ( në mesin e tyre Letonia, Lituania dhe Estonia) . Kjo u pasua me një Vendim të Këshillit të Lartë të RSSL në 7 shkurt 1990, që denonconte përfshirjen e paligjshme të Lituanisë në BRSS në vitin 1940 (shih Kuolelis dhe të tjerë , cituar më lart , § 10 ).", "74. Preambula e ligjit \"Për Rehabilitimin e Popujve të shtypur\" (Закон \"О реабилитации репрессированных народов\") të Federatës Ruse, miratuar më 26 prill të vitit 1991, parashikon se “ripërtëritja e shoqërisë Sovjetike në procesin e demokratizimit të saj dhe formimi i sundimit të ligjit në vend ka krijuar mundësi të favorshme për rehabilitimin e atyre popujve të cilat ishin të shtypur gjatë viteve të sundimit Sovjetik dhe iu nënshtruan gjenocidit dhe sulmeve shpifëse”. Ligji gjithashtu përcakton se qëllimi i tij ka qenë:", "", "“Neni 1. Rehabilitimi i të gjithë popujve të shtypur të Republikës Sovjetike Socialiste Federative Ruse, pasi ka pranuar se veprimet kundër këtyre kombeve kanë qenë të paligjshme dhe kriminale.", "", "Gjithashtu parashikon:", "", "Neni 2. Popujt (kombe, kombësi apo grupime etnike dhe komunitete të tjera njerëzish të krijuar historikisht, kulturore etnike, për shembull Cossacks) ndaj të cilëve, në bazë të kombësisë apo ndonjë përkatësie tjetër, një politikë në nivel të Shtetëror për shpifje dhe gjenocid është ndjekur, shoqëruar me zhvendosje të detyruar, heqje të formacioneve shtet komb, riformësim i kufijve kombëtarë territoriale dhe vendosje të një regjimi terrori dhe dhune në vendet e vendbanimeve të veçanta, do të konsiderohet se është shtypur.”", "", "", "III, E DREJTA PËRKATËSE NDËRKOMBËTARE, E DREJTA E KRAHASUAR DHE PRAKTIKA", "", "A. Karta e Gjykatës Ndërkombëtare Ushtarake dhe Parimet e Nurembergut", "", "75. Karta e Gjykatës Ndërkombëtare Ushtarake (“GJNU”) Nurenbergu, e themeluar në përputhje me Marrëveshjen e Londrës, nënshkruar në 8 Gusht 1945 nga Qeveritë e SHBA, Francës, Mbretërisë së Bashkuar, dhe BRSS, përmbante përkufizimin e mëposhtëm për krimet kundër njerëzimit:", "", " Neni 6", "", "“Veprimet e mëposhtme, ose ndonjë prej tyre, janë krime të cilat bien nën juridiksionin e Gjykatës për të cilat do të ketë përgjegjësi personale:...", "", "(C) krimet kundër njerëzimit: domethënë, vrasje, shfarosje, skllavërim, dëbim, dhe akte të tjera çnjerëzore të kryera kundër popullsisë civile, para ose gjatë luftës; ose përndjekje mbi baza politike, racore ose fetare në ekzekutimin ose në lidhje me ndonjë krim brenda juridiksionit të Gjykatës, nëse janë ose jo në shkelje të ligjit të brendshëm të vendit ku janë kryer.", "", "Liderët, organizatorët, nxitësit dhe bashkëpunëtorët që marrin pjesë në formulimin ose zbatimin e një plani të përbashkët ose komploti për të kryer ndonjë nga krimet e mësipërme, janë përgjegjës për të gjitha veprimet e kryera nga çdo person në ekzekutimin e një plani të tillë.\"", "", "76. Ky përkufizim më pas u kodifikua si Parimi VI në Parimet e të Drejtës Ndërkombëtare të njohura në Kartën e Gjykatës së Nurembergut dhe në vendimin e Gjykatës, formuluar nga Komisioni i së Drejtës Ndërkombëtare në vitin 1950 në kuadër të Rezolutës se Asamblesë së Përgjithshme të Kombeve të Bashkuara 177 (II) dhe afirmuar nga Asambleja e Përgjithshme.", "", "Parimi i Nurenbergut parashikonte:", "“Çdo person i cili kryen një veprim që përbën krim sipas të drejtës ndërkombëtare, është përgjegjës për këtë krim dhe subjekti ndëshkimit”", "Parimi II parashikon:", "\"Fakti që ligji i brendshëm nuk parashikon dënim për një vepër që përbën një krim sipas të drejtës ndërkombëtare nuk e liron personin që ka kryer veprën nga përgjegjësia sipas të drejtës ndërkombëtare”.", "Parimi IV parashikon:", "“Fakti që një person ka vepruar në bazë të një urdhri të qeverisë së tij ose të eprorit nuk e liron atë nga përgjegjësia sipas të drejtës ndërkombëtare, me kusht që një zgjedhje e moralshme ishte në fakt e mundshme për të\".", "Parimi VI parashikon:", "“Krimet e përcaktuara tani e tutje, janë të dënueshme si krime sipas të drejtës ndërkombëtare:", "(c) Krimet kundër njerëzimit:", "Vrasje, shfarosje, skllavërim, dëbim dhe akte të tjera çnjerëzore të kryera kundër popullsisë civile, ose përndjekje mbi baza politike, racore ose fetare, kur veprime të tilla janë bërë ose përndjekje të tilla janë kryer lidhur me ekzekutimin ose në lidhje me ndonjë krim kundër paqes ose ndonjë krim lufte .\"", "B. Rezoluta e Kombeve të Bashkuara", "77. Rezoluta e Asamblesë së Përgjithshme të Kombeve të Bashkuara Nr.95 (I), miratuar në 11 Dhjetor 1946, parashikon:", "“Asambleja e Përgjithshme...afirmon parimet e të drejtës ndërkombëtare të njohura nga Karta e Gjykatës së Nurenbergut dhe vendimi i Tribunalit...”", "78. Rezoluta e Asamblesë së Përgjithshme të Kombeve të Bashkuara 96 (I), e miratuar më 11 dhjetor 1946, parashikon:", "\"Gjenocidi është një mohim i të drejtës së ekzistencës të të gjithë grupimeve të njerëzve, ashtu siç vrasja është mohimi i të drejtës për të jetuar i qenieve njerëzore individuale; një mohimi i tillë i të drejtës së ekzistencës trondit ndërgjegjen e njerëzimit, rezulton në humbje të mëdha të njerëzimit në formën e kontributeve kulturore dhe kontributeve të tjera të përfaqësuara nga këto grupime njerëzore, dhe është në kundërshtim me ligjin moral dhe me frymën dhe qëllimet e Kombeve të Bashkuara.", "Shumë raste të krimeve të tilla të gjenocidit kanë ndodhur kur grupet racore, fetare, politike dhe grupime të tjera janë shkatërruar, tërësisht ose pjesërisht.", "Dënimi i krimit të gjenocidit është një çështje problematike në nivel ndërkombëtar.", "Asambleja e Përgjithshme, për këtë arsye,", "Pohon se gjenocidi është një krim sipas të drejtës ndërkombëtare të cilin bota e qytetëruar e dënon, si dhe për kryerjen e të cilit drejtorët dhe bashkëpunëtorët qoftë individët privatë, zyrtarë publikë apo burrat e shtetit, dhe nëse krimi është kryer në baza fetare, racore, politike apo çfarëdo shkaku tjetër - janë të dënueshëm;", "Fton Shtetet Anëtare të miratojnë legjislacionin e nevojshëm për parandalimin dhe ndëshkimin e këtij krimi ... \"", "C. Konventa për Parandalimin dhe Ndëshkimin e Krimit të Gjenocidit", "79. Asambleja e Përgjithshme e Kombeve të Bashkuara ka miratuar Konventën e Gjenocidit me votim unanim të 56 pjesëmarrësve në mbledhjen e saj plenare të 179, më 9 dhjetor 1948 (rezoluta 260 (III)). Bashkimi Sovjetik e nënshkroi Konventën më 16 dhjetor 1949 dhe ratifikoi atë më 3 maj 1954. Republika e Lituanisë aderoi në Konventën e Gjenocidit pas restaurimin dhe njohjes ndërkombëtare të pavarësisë së saj, më 9 prill 1992, dhe hyri në fuqi në Lituani më 1 maj 1996. Konventa e Gjenocidit parashikon, për aq sa të rëndësishme:", "Palët Kontraktuese,", "Duke pasur parasysh se deklaratën e bërë nga Asambleja e Përgjithshme e Kombeve të Bashkuara në Rezolutën 96 (I) të datës 11 dhjetor 1946, ku shprehet se gjenocidi është krim sipas të drejtës ndërkombëtare, në kundërshtim me frymën dhe qëllimet e Kombeve të Bashkuara dhe që dënohet nga bota e qytetëruar,", "Duke pranuar se në të gjitha periudhat e historisë së gjenocidit kanë shkaktuar humbje të mëdha për njerëzim, dhe", "Duke qenë të bindur se, në mënyrë që të çlirohet njerëzimi nga një ndëshkim të tillë të urryer, një bashkëpunim ndërkombëtar është i nevojshëm,", "Bien dakord si parashikohet në tekstin e mëposhtëm:", "Neni I: Palët kontraktuese konfirmojnë se gjenocidi, nëse kryhet në kohë paqeje ose në kohë luftë, është një krim sipas të drejtës ndërkombëtare, dhe shtetet do të ndërmarrin masat e nevojshme për ta parandaluar dhe ndëshkuar.", "Neni II: Në konventën aktuale, gjenocid do të thotë secili nga veprimet e mëposhtme të cilat kanë për qëllim, shkatërrimin, tërësisht apo pjesërisht, të një grupimi kombëtar, etnik, racial, ose fetare, të tilla si:", "(a) vrasje e anëtarëve të grupit; (b) Shkaktimi i dëmtimeve serioze trupore ose psikike të anëtarëve të grupit; (c) vendosja e qëllimshme e grupit në kushte të tilla jetese, që të sigurohet shkatërrimi fizik i tij në tërësi ose pjesërisht; (d) imponimi i masave të cilat synojnë parandalimin e lindjeve brenda grupit ; (e) transferimi me dhunë i fëmijëve të një grupi në një grup tjetër.", "Neni III: Veprat e mëposhtme do të jenë të dënueshme:", "(a) gjenocidi; (b) komploti për të kryer gjenocid, (c) nxitja publike dhe direkte për të kryer gjenocid; (d) përpjekja për të kryer gjenocid; (e) Bashkëpunimi në gjenocid.", "Neni IV: Personat që kryejnë gjenocid ose ndonjë prej veprave të tjera të renditura në nenin III do të dënohen, edhe nëse ata janë drejtues me përgjegjësi kushtetuese, zyrtarë publikë apo individë privatë.", "Neni V: Palët Kontraktuese marrin përsipër të miratojnë, në përputhje me kushtetutat e tyre përkatëse, legjislacionin e nevojshëm për t’u dhënë efekt dispozitave të kësaj Konvente, dhe, në veçanti, për të siguruar dënime efektive ndaj personave përgjegjës për gjenocid ose për ndonjë prej akteve të tjera të renditura në neni III.", "Neni VI : Personat përgjegjës për gjenocid ose ndonjë prej akteve të tjera të renditura në nenin III, do të gjykohen nga gjykata kompetente e shtetit në territorin e të cilit është kryer vepra, ose nga një gjykatë e tillë ndërkombëtare penale që mund të ketë juridiksion, në lidhje me ato palë kontraktuese të cilat e kanë pranuar juridiksionin e saj.", "80. Në vitin 1951 Gjykata Ndërkombëtare e Drejtësisë (GJND) deklaroi në Opinionin e saj Këshillimor mbi Rezervat ndaj Konventës për Parandalimin dhe Dënimin e Krimit të Gjenocide, se parimet që ndodhen në Konventën e 1948 janë parime të cilat janë të njohura nga kombet e qytetëruara si të detyrueshme për shtetet edhe pa ndonjë detyrim konvencional, GJND-ja iu referua Rezolutës të Asamblesë së Përgjithshme 96 (I) të OKB-së si dhe “parimeve morale dhe humanitare”, të cilat ishin në bazë të Konventës se 1948.", "81. Në çështje Eichmann në 1961, Adolf Eichmann u dënua nga Gjykata e Distriktit të Jeruzalemit sipas seksionit I (a) të Ligjit për (dënimin) e Nazistëve dhe Bashkëpunëtorëve Nazistë të, 5710/1950, një ligj Izraelit i cili dënonte krimet kundër popullit hebre dhe i cili rridhte nga Neni II i Konventës së 1948. Duke cituar Opinionin Këshillimor të përmendur në paragrafin 80 më sipër, gjykata mbajti qëndrimin se nuk kishte asnjë dyshim se gjenocidi ishte njohur gjatë Luftës së Dytë Botërore si një krim sipas të drejtës ndërkombëtare ex tunc, kështu që juridiksioni mbi krimet të tilla ishte universal.", "82. Nga vendimi i datës 29 Maj 1962, Gjykata e Lartë e Izraelit la në fuqi vendimin e Gjykatës së Shkallës së parë dhe shtoi:", "", "“...në qoftë se ka ndonjë dyshim për vlerësimin e Parimeve të Nurembergut si parime që kanë formuar një pjesë të drejtës zakonore të kombeve që “nga kohët e lashta\", dy dokumente ndërkombëtare e justifikojnë atë. Përmendim Rezolutën e Asamblesë se Përgjithshme të OKB-së [ Nr. 95 (1)] të 11 dhjetorit 1946, e cila \"afirmon parimet e të drejtës ndërkombëtare të njohura nga Karta e Gjykatës së Nurembergut dhe Vendimi i Tribunalit\", por edhe Rezolutën e Asamblesë së Përgjithshme të se njëjtën datë, nr. 96(I), në të cilën Asambleja e Përgjithshme “pohon se Gjenocidi është një krim sipas të drejtës ndërkombëtare\"...", "", "Për më tepër, pas Rezolutës 96(I) të 11 dhjetorit 1946, Asambleja e Përgjithshme e [OKB] ka miratuar unanimisht më 9 dhjetor 1948, [Konventa e 1948 ]. Neni I i kësaj Konvente parashikon: “Palët Kontraktuese konfirmojnë se gjenocidi, nëse kryhet në kohë paqeje ose në kohë e luftë, është një krim sipas të drejtës ndërkombëtare\".", "", "Siç ka mbajtur qëndrimin dhe Gjykata e Distriktit, duke u mbështetur në opinion këshillimor të [GJND] të datës 28 maj 195, inkorporimi i kësaj dispozite është se parimet e pandara të Konventës të dallueshme nga detyrimet kontraktuale të mishëruara aty “kanë qenë pjesë e drejta zakonore ndërkombëtare, kur krimet e tmerrshme u kryen, e cila të drejton në rezolutën e Kombeve të Bashkuara dhe ne hartimin e Konventës krimet e gjenocidit të kryera nga nazistët\" (paragrafi 21 i vendimit).", "", "Rezultati i analizës së mësipërme të çon në konkluzionin se krimet e parashikuara në ligjin e vitit 1950, të cilat i kemi grupuar nën titullin gjithëpërfshirës “krime kundër njerëzimit”, duhet të shihen sot si akte të cilat kanë qenë gjithmonë të ndaluara nga e drejta zakonore ndërkombëtare akte të cilat kanë një karakter kriminal “universal” dhe parashikojnë përgjegjësinë penale individuale. Duke qenë kështu, miratimi i ligjit nuk ka qenë nga pikëpamja e të drejtës ndërkombëtare një akt legjislativ i cili binte në kundërshtim me parimin nulla poena ose që kishte fuqi prapavepruese, por një ligj me anë të të cilit kuvendi (legjislatura) i dha efekt të drejtës ndërkombëtare dhe objektivave e saj ...\"", "", "D. Konventa për mos aplikimin e afateve te parashkrimit ndaj Krimeve të Luftës dhe Krimeve Kundër Njerëzimit", "", "83. Konventa e Kombeve të Bashkuara për mos aplikimin e afateve të parashkrimit ndaj Krimeve të Luftës dhe Krimeve Kundër Njerëzimit (26 nëntor 1968), ratifikuar nga Republika e Lituanisë më 1 Shkurt 1996, parashikon, në mënyrë të veçantë:", "", "Nenin I", "\"Asnjë afat parashkrimi nuk do të aplikohet për krimet e mëposhtme, pavarësisht nga data e kryerjes së tyre: ...", "(b) Krimet kundër njerëzimit nëse janë kryer në kohë lufte ose në kohë paqeje, ashtu siç janë përkufizuar në Kartën e Gjykatës Ndërkombëtare Ushtarake, Nuremberg, të 8 gushtit 1945 dhe të konfirmuar nga rezolutat 3 (I) të 13 shkurtit 1946 dhe 95 (I) të 11 Dhjetorit 1946 të Asamblesë së Përgjithshme të Kombeve të Bashkuara, dëbimi ndërmjet sulmeve të armatosura ose pushtimeve dhe aktet çnjerëzore që rezultojnë nga politika e aparteidit dhe krimi i gjenocidit, siç përcaktohet në Konventën e 1948 mbi Parandalimin dhe Ndëshkimin e krimit të gjenocidit, edhe në qoftë se këto akte nuk përbëjnë shkelje të ligjit të brendshëm të vendit në të cilin ato janë kryer.”", "Neni II", "\"Nëse është kryer ndonjë nga krimet e përmendura në nenin i, dispozitat e kësaj Konvente do të zbatohen për përfaqësuesit e autoritetit shtetëror dhe individëve privatë të cilët, si udhëheqës ose bashkëpunëtorë, kanë marrë pjesë ose në mënyrë të drejtpërsëdrejti kanë nxitur të tjerët në kryerjen e ndonjë prej krimeve, ose kanë komplotuar për t’i kryer ato, pavarësisht nga shkalla e përmbushjes së krimit, dhe për përfaqësuesit të organeve shtetërorë te cilët kanë lejuar kryerjen e tyre.\"", "", "Neni IV", "\"Shtetet që janë Palë në këtë Konventë marrin përsipër të miratojnë, në përputhje me proceset përkatëse kushtetuese, çdo masë legjislative ose masa të tjera të nevojshme për të siguruar që afatet e parashkrimit ose kufizime të tjera nuk do të zbatohen për ndjekjen dhe dënimin e krimeve të përmendura në nenet I dhe II të kësaj Konvente dhe, aty ku ato ekzistojnë, kufizimet e tilla do të hiqen\".", "", "E. Konventa e Vjenës për të Drejtën e Traktateve", "", "84. Neni 31 § 1 i Konventës së Vjenës mbi të Drejtën e Traktateve, miratuar më 23 maj 1969 dhe ratifikuar nga Republika e Lituanisë më 15 janar 1992, parashikon që një traktat do të interpretohet në mirëbesim në përputhje me kuptimin e zakonshëm që duhet t’i jepet neneve të traktatit sipas kontekstin e tyre dhe në dritën e objektit dhe qëllimit të tyre.", "", "F. Statuti i Gjykatës Penale Ndërkombëtar për ish Jugosllavinë", "", "85. Neni 4 dhe 5 i Statutit të Gjykatës Penal Ndërkombëtar për ish Jugosllavinë (“Statuti i ICTY”), parashikojnë si më poshtë:", "", "Neni 4 Gjenocidi", "", "“1.Gjykata Ndërkombëtare Penale do të ketë kompetencë për të ndjekur penalisht personat përgjegjës për veprën penale të gjenocidit sipas përkufizimit të paragrafit 2 të këtij neni ose që kanë kryer ndonjë vepër tjetër të renditur në paragrafin 3 të këtij neni.", "", "2. Gjenocid do të thotë cilido nga aktet e mëposhtme të kryera me synimin për të shkatërruar, tërësisht ose pjesërisht, një grupim kombëtar, etnik, racial ose fetar, si...”", "", "Neni 5 Krimet Kundër Njerëzimit", "", "\"Gjykata Ndërkombëtare ka kompetencë që të ndjekë penalisht personat përgjegjës për krimet e mëposhtme, kur janë kryer në kushtet e një konflikti të armatosur, nëse ka karakter ndërkombëtar ose kombëtar, dhe janë drejtuar kundër popullsisë civile:", "", "(a) vrasje;", "(b) shfarosje;", "(c) skllavërim;", "(d) dëbim;", "(e) burgim;", "(f) torturë;", "(g) përdhunim;", "(h) përndjekje mbi baza politike , racore dhe fetare;", "(i) veprime të tjera çnjerëzore \".", "", "G. Statuti i Gjykatës Ndërkombëtare të Ruandës", "", "86. Statuti i Gjykatës Ndërkombëtare të Ruandës (Statuti i ICTR) (1994) parashikon si më poshtë:", "", "Neni 2: Gjenocidi", "", "2. Gjenocidi nënkupton ndonjë prej akteve të mëposhtme të kryera me qëllim për të shkatërruar, tërësisht ose pjesërisht, një grupim kombëtar, etnik, racial ose fetar, si:", "", "a. Vrasja e anëtarëve të grupit;", "b . Shkaktimi i dëmtimeve serioze trupore ose mendore të anëtarëve të grupit;", "c. Vendosja e grupit në kushte të tilla që shkaktojnë shkatërrimin e tij fizik, të plotë ose të pjesshëm;", "d. marrja e masave që ndalojnë lindjet;", "e. Transferimi forcërisht i fëmijëve të një grupi në një grup tjetër;", "", "H. Statuti i Romës për Gjykatën Ndërkombëtare Penale.", "", "87. Statuti i Romës për Gjykatën Ndërkombëtare Penale (1998, “statuti i GJNP), i cili ka hyrë në fuqi në Lituani që nga 1 Gushti 2003, përcakton si më poshtë:", "", "Neni 6 Gjenocidi", "", "Për qëllimet e këtij Statuti, “gjenocidi” nënkupton cilindo nga aktet vijuese, të kryera me qëllimin e shkatërrimit, në tërësi ose pjesërisht të grupit racial, entik, racor ose fetar, si të tilla...:", "", "I. Rezoluta 1096 (1996) e Asamblesë Parlamentare të Këshillit të Evropës", "", "88. Më 27 qershor 1996, Asambleja Parlamentare e Këshillit të Evropës miratoi Rezolutën nr. 1096 mbi masat për shpërbërjen e trashëgimisë të sistemeve të mëparshme komuniste totalitare, e cila parashikon si më poshtë:", "", "“7. Asambleja gjithashtu rekomandon që aktet kriminale të kryera nga individë gjatë regjimit totalitar komunist të ndiqen penalisht dhe të dënohen sipas kodit penal standard në një shtet të caktuar. Nëse kodi penal parashikon një afat parashkrimi për disa krime, kjo mund të zgjatet, pasi kjo është vetëm një çështje procedurale, dhe jo një çështje thelbësore. Aplikimi i ligjeve penale me fuqi prapavepruese, megjithatë nuk është e lejueshme. Nga ana tjetër, gjykimi dhe dënimi e një personi për një veprim ose mosveprim i cili në kohën kur u krye nuk përbënte vepër penale sipas ligjit kombëtar, por që konsiderohej vepër penale sipas parimeve të përgjithshme të së drejtës të njohura nga kombet e qytetëruara, lejohet. Për më tepër, kur një person ka vepruar në mënyrë të qartë në shkelje të të drejtave të njeriut, pretendimi se ka vepruar nën urdhrat e dikujt tjetër, nuk e përjashton as paligjshmërinë e veprës, as fajin individual të personit. \"", "", "J. Rezoluta 1481 (2006) e Asamblesë Parlamentare e Këshillit të Evropës", "", "89. Në 25 Janar 2006, Asambleja Parlamentare miratoi Rezolutën nr.1481 për Nevojën për Ndëshkim Ndërkombëtar të Krimeve të Regjimeve Totalitariste Komuniste, parashikon si më poshtë:", "", "“1. Asambleja Parlamentare i referohet Rezolutën e saj 1096 (1996) mbi masat për shpërbërjen e trashëgimisë së ish sistemeve komuniste totalitare.", "2. Regjimet totalitare komuniste të cilat udhëhoqën në Evropën Qendrore dhe Lindore në shekullin e kaluar, dhe të cilat janë ende në fuqi në disa vende të botës, kanë qenë, pa përjashtim, të karakterizuara nga shkeljet masive të të drejtave të njeriut. Shkeljet ndryshonin në varësi të kulturës, vendit dhe periudhës historike dhe kanë përfshirë vrasje individuale dhe kolektive, ekzekutime, vdekje në kampe e përqendrimit, vdekje nga uria, dëbime, torturë, punë skllavëruese dhe forma të tjera të terrorit masiv fizik, persekutim mbi baza etnike ose fetare, shkelje e lirisë së ndërgjegjes, mendimit dhe e shprehjes, e lirisë së shtypit, si dhe mungesa e pluralizmit politik.", "3. Krimet janë justifikuar në emër të teorisë luftës së klasave dhe parimit të diktaturës së proletariatit. Interpretimi i dy parimeve legjitimonte \"eliminimin\" e njerëzve të cilët konsideroheshin të dëmshëm për ndërtimin e një shoqërie të re, dhe, si të tillë, armiq të regjimeve totalitare komuniste. Një numër i madh i viktimave në çdo vend ishin vetë shtetasit e tij. Sidomos popujt të ish Bashkimit Sovjetik, ishin më të shumtë në numër popujt e tjerë për sa i përket numrit të viktimave ...", "5. Rënia e regjimeve totalitare komuniste në Evropën Qendrore dhe Lindore nuk është ndjekur në të gjitha rastet nga një hetim ndërkombëtar të krimeve të kryera nga ana e tyre. Për më tepër, autorët e këtyre krimeve nuk janë gjykuar nga komuniteti ndërkombëtar, siç u bë me krimet e tmerrshme të kryera nga nacional socializmi (Nazizmi).", "6. Si pasojë, ndërgjegjësimi i publikut për krimet e kryera nga regjimet totalitare komuniste është shumë i pakët. Partitë komuniste janë të ligjshme dhe aktive në disa vende, edhe në qoftë se në disa raste ato nuk janë distancuar nga krimet e kryera nga regjimet totalitare komuniste në të kaluarën.”", "K. Rezoluta 1723 (2010) e Asamblesë Parlamentare të Këshillit të Evropës", "90. Më 23 prill 2010, Asambleja Parlamentare e Këshillit të Evropës miratoi një Rezolutë për Përkujtimin e viktimave të zisë së urisë së Madhe (Holodomor) në ish BRSS. Rezoluta u shpreh se regjimi totalitar Stalinist në ish Bashkimin Sovjetik çoi në shkelje të tmerrshme të të drejtave të njeriut, të cilat privuan miliona njerëz nga e drejta e jetës\".", "", "IV. E DREJTA PËRKATËSE NDËRKOMBËTARE, E DREJTA E KRAHASUAR DHE PRAKTIKA NË LIDHJE ME KUPTIMIN E FJALËVE “PJESËRISHT” NË NENIN II TË KONVENTËS PËR GJENOCIDIN.", "", "A. Komente", "", "91. Preambula e Rezolutës 96 (I) e 1946 e OKB-së parashikon se shumë raste të gjenocidit kanë ndodhur kur “grupet racore, fetare, politike apo grupe të tjera janë shkatërruar, tërësisht ose pjesërisht\" .", "Neni II i Konventës së Gjenocidit të 1948 parashikon se aktet e gjenocidit duhet të kryhen me qëllimin për të shkatërruar “në tërësi ose pjesërisht\" një grup të mbrojtur.", "92. Konventa e Gjenocidit në vetvete nuk jep asnjë përkufizim të asaj se çfarë do të kuptojmë me synimin për të shkatërruar \"pjesërisht\". Travaux préparatoires na jep disa të dhëna për atë se çfarë hartuesit e konventës kuptojnë me “pjesërisht\".", "93. Disa komentues të Konventës së Gjenocidit pretendojnë se termi “pjesërisht” kërkon që të bëhet fjalë për një masë të konsiderueshme. Pieter Drost theksonte se çdo shkatërrim sistematik i një pjesë të një grupimi të mbrojtur përbën gjenocid. Raphael Lemkin mbajti qëndrimin se “Konventa zbatohet vetëm për veprimet e ndërmarra në një shkallë masive”. Ai argumentoi se \"shkatërrimi pjesërisht duhet të jetë i një natyrë të konsiderueshme në mënyrë që të ndikojë në tërësi”. Komentuesit e konventës, nuk janë shprehur nëse shkatërrimi i grupeve politike apo ekonomike mund të shkaktojë shkatërrimin e pjesshëm të një grupi kombëtar brenda kuptimit të nenit II.", "94. Sipas Komisionit të së Drejtës Ndërkombëtare (\"ILC\"), autorët e krimit duhet të kenë si synim që të shkatërrojnë një pjesë sasiore të konsiderueshme të grupit të mbrojtur:", "", "\"Nuk është i nevojshëm synimi i arritjes së zhdukjes e plotë të një grupi nga çdo cep i globit. Megjithatë krimi i gjenocidit nga natyra e tij kërkon qëllimin për të shkatërruar të paktën një pjesë të konsiderueshme të një grupi të caktuar.”", "", "95. Studimi i  Benjamin Whitaker’s i vitit 1985, mbi parandalimin dhe ndëshkimin e krimit të gjenocidit, mban qëndrimin se shkatërrimi pjesërisht i një grupi, ka karakteristikat e gjenocidit kur bëhet fjalë për një pjesë të madhe të të gjithë grupi, ose një pjesë të rëndësishme të atij grupi:", "", "“Pjesërisht\" do të përfshinte një numër në mënyrë të arsyeshme të konsiderueshëm, në raport me grupin në tërësi, apo një pjesë te rëndësishme e një grupi, të tillë si drejtuesit e saj.", "", "96. “Raporti Final i Komisionit të Ekspertëve hartuar në pajtim me Rezolutën e Këshillit të Sigurimit 780 (1992)\" (për të hetuar shkeljet e të drejtës ndërkombëtare humanitare në ish Jugosllavi, tani e tutje “Raporti i Komisionit të ekspertëve i 1992 për Jugosllavinë\" ) ka konfirmuar këtë interpretim. Ai parashikon:", "", "“93. Shkatërrimi i një grupi në tërësi apo pjesërisht nuk do të thotë se grupi duhet të shfaroset në tërësi. Fjalët “tërësisht ose pjesërisht” janë futur në tekst për të bërë të qartë se nuk është e nevojshme synimi i vrasjes të të gjithë anëtarëve të grupit.", "94. Në qoftë se në thelb të gjithë udhëheqësit e një grupi janë në shënjestër, kjo mund të konsiderohet gjithashtu gjenocid. Udhëheqës të tillë përfshijnë liderët politikë dhe administrative, udhëheqësit fetarë, akademikët dhe intelektualët, liderët e biznesit dhe të tjerë tërësia në vetvete mund të jetë një tregues i fortë i gjenocidit, pavarësisht nga numri i personave të vrarë. Një argument vërtetues do të jetë fati i pjesës tjetër të grupit. Karakteri i sulmit ndaj udhëheqësve duhet parë në kontekstin e fatit ose çfarë ka ndodhur më tej me pjesën tjetër të grupit. Në qoftë se në një grup udhëheqësit e tij shfarosën, dhe në të njëjtën kohë ose në vazhdën e kësaj, ka një numër relativisht të madh të anëtarëve të grupit të vrarë apo që i nënshtrohen akteve të tjera të urryera, për shembull dëbime në një shkallë të madhe apo detyrim për të ikur, shkeljet duhet të merren parasysh në tërësinë e tyre për të interpretuar dispozitat e Konventës në një frymë në përputhje me qëllimin e saj. Në mënyrë të ngjashme, shfarosja e zbatuesve të ligjit të një grupi dhe personelit ushtarak mund të jetë një pjesë e rëndësishme e një grupi në atë që bën grupin më të pambrojtur kundër abuzimeve të tjera të një natyre të ngjashme, veçanërisht në qoftë se udhëheqësit po eliminohen gjithashtu. Kështu, qëllimi për të shkatërruar strukturën e një shoqërie përmes shfarosjes e udhëheqësve të saj, kur shoqërohet me akte të tjera të eliminimit të një pjese të shoqërisë, mund të konsiderohet gjithashtu si gjenocid.\"", "", "B. Jurisprudenca e Gjykatës Ndërkombëtare Penale për Ish Jugosllavinë.", "", "97. Interpretimit i fjalëve \"në tërësi ose në pjesërisht\", që nga viti 1948 u bë nga Dhoma Gjyqësore e Gjykatës Ndërkombëtare Penale për ish Jugosllavinë (\"ICTY\") në çështjen Prosecutor k. Krstić, (çështja i IT - 98-33 - T, vendimi i 2 gushtit të vitit 2001, §§ 584-587 ). Gjykata i Hagës e ka interpretuar tej synimin për të shkatërruar një grup \"në tërësi ose pjesërisht\" brenda kuptimit të nenit 4 (2) të Statutit të saj, i cili bazohet në nenin II të Konventës së Gjenocidit.", "98. Në çështjen Prosecutor k. Krstić (çështja IT - 95-10 -T, vendimi i datës 14 dhjetor 1999), Gjykata e Hagës, duke cituar projekt-kodin e Komisionit të së Drejtës Ndërkombëtare (ILC) të vitit 1996 dhe Raportin e Komisionit të Ekspertëve të vitit 1992 mbi Jugosllavinë, mban qëndrimin si më poshtë:", "", "“80....Dihet se shkatërrimi i një grupi, nuk duhet të jetë drejtuar ndaj të gjithë grupit, gjë që është më tepër e qartë nga neni 4 i Statutit. ILC (Komisioni i të Drejtës Ndërkombëtare) gjithashtu thekson se “nuk është i nevojshëm synimi që të arrihet zhdukja e plotë e një grupi nga çdo cep të globit\". Pyetja që lind më pas është se çfarë proporcioni i grupit duhet shënjuar për shkatërrim në mënyrë që përtej atij pragu të mund të cilësohet krimi si gjenocid?...", "", "82. Duke pasur parasysh që qëllimi i Konventës ka të bëjë me krimet në masë, është e pranuar gjerësisht se qëllimi për të shkatërruar duhet të synojë të paktën një pjesë të konsiderueshme të grupit... qëllimi gjenocidial mund të shfaqet në dy forma. Ky qëllim mund të konsistojë në dëshirën për të shfarosur një numër shumë të madh të anëtarëve të një grupi, ku në këtë rast do të konsistonte në synimin e shkatërrimit të një grupi en masse. Megjithatë, qëllimi gjithashtu mund të konsistojë nga shkatërrimin e një numri më të kufizuar të personave të përzgjedhur për ndikimin që zhdukja e tyre do të kishte mbi mbijetesën e grupit në tërësi. Kjo pastaj do të përbënte një qëllim për të shkatërruar grupin në mënyrë selektive...", "", "99. Në çështjen Prosecutor k. Krstić (cituar më lart), Gjykata e Hagës analizoi nëse z Krstiq kishte kryer akte gjenocidit në masakrën e Srebrenicës të vitit 1995. Për sa i përket termit \"pjesërisht\", Gjykata mbajti qëndrimin:", "", "“590. Gjykata ka një marzh të caktuar diskrecioni në vlerësimin se çfarë do të kuptojmë me shkatërrim \"pjesërisht\" të një grupi. Por ajo duhet të ushtrojë pushtetin e saj diskrecional në përputhje me objektin dhe qëllimin e Konventës, qëllim i cili ka të bëjë me të ndëshkimin e disa sjelljeve të caktuara të drejtuara kundër ekzistencës së grupeve të mbrojtura. Në këtë mënyrë Gjykata mban qëndrimin se qëllimi për të shkatërruar një grup, edhe në qoftë se vetëm pjesërisht, ka të bëjë me synimin për të shkatërruar një pjesë të dallueshme të grupit në krahasim me një grumbullim i individëve të izoluar brenda saj. Edhe pse autorët krimit te gjenocidit nuk është e nevojshme të kërkojnë shkatërrimin e të gjithë grupit të mbrojtur nga Konventa, ata duhet të shohin pjesën e grupit që ata dëshirojnë ta shkatërrojnë si një entitet të veçantë që duhet të eliminohet. Një fushatë e cila rezulton në vrasje, në vende të ndryshme të shpërndara në një zonë të gjerë gjeografike, të një numri të caktuar të anëtarëve të një grupi të mbrojtur, nuk mund të kualifikohet si gjenocid, pavarësisht numrit të lartë të përgjithshëm të viktimave, sepse nuk tregon një qëllim nga autorët për të synuar vetë ekzistencën e grupit si i tillë.", "", "100. Ndër argumentat e tjerë, mbrojtja parashtroi se Ushtria Serbe e Bosnjës kishte për qëllim vetëm vrasjen e të gjithë luftëtarëve potencialë, për të eliminuar çdo kërcënim të ardhshëm ushtarak. Gjykata nuk e pranoi këtë argument. Ajo mori në analizë së bashku, faktin e vrasjes së meshkujve në moshë ushtarake dhe dëbimin e pjesës tjetër të grupit, duke e parë dëbimin si një tregues se vrasja e meshkujve e në moshë-ushtarake është bërë me qëllimin për të shkatërruar myslimanët boshnjakë të Srebrenicës (§§ 594, 595, 598 dhe 634 i vendimit).", "101. Në 19 Prill 2004 Dhoma e Apelit të Gjykatës Ndërkombëtare Penale për Ish-Jugosllavinë, në çështjen Prosecutor k. Krstić, mbajti qëndrimin se termi “pjesërisht” nuk përcaktohet vetëm nga shifrat:", "", "“Kërkesat që parashikon neni 4 i Statutit përmbushen kur provat tregojnë se autori i krimit kishte për qëllim shkatërrimin e të paktën një pjesë të konsiderueshme të grupi të mbrojtur. Përcaktimi se nëse pjesa e synuar e grupit është në mënyrë të konsiderueshme e mjaftueshme për të përmbushur këto kërkesa, mund të përfshijë marrjen e disa faktorëve parasysh. Madhësia numerike e pjesës së shënjestëruar të grupit është pikë e nevojshme dhe fillestare, edhe pse jo në të gjitha rastet pika përfundimtare e hetimit. Numri i individëve në shënjestër duhet të vlerësohen jo vetëm në terma absolutë, por edhe në raport me madhësinë e përgjithshme të të gjithë grupit. Përveç madhësisë numerike të pjesës së shënjestruar, rëndësia e saj brenda grupit mund të jetë një faktor i dobishëm. Nëse një pjesë e veçantë e grupit është simbolike për grupin në përgjithësi, apo është thelbësore për mbijetesën e grupit, të shpi në përfundimin se kjo pjesë e grupit kualifikohet si thelbësore brenda kuptimit të nenit 4...”", "", "Dhoma e Apelit e Gjykatës Ndërkombëtare Penale për Ish-Jugosllavinë, gjithashtu konsideron se “shfarosja e popullsisë muslimane të Srebrenicës.... Do të shërbente si një shembull i fuqishëm për të gjithë Muslimanët Boshnjakë, për dobësinë e tyre dhe mungesën e mbrojtjes nga forcat ushtarake Serbe. Fati i Muslimanëve Boshnjakë të Srebrenicës do të ishte simbolik për të gjithë Muslimanët në Bosnje” (§ 16).", "102. Në çështjen Prosecutor v. Sikirica (IT-95-8, Gjykimi mbi mocionet e mbrojtjes për shfajësimin, 3 Shtator 2001) Gjykata Ndërkombëtare Penale për Ish-Jugosllavinë, Shkalla e Parë, mban qëndrimin:", "“65. Studimi i ekspertëve të Kombeve të Bashkuara për Gjenocidin, e përkufizon termin \"pjesërisht\" sikur përfshin \"një numër në mënyrë të arsyeshme të konsiderueshëm, në raport me totalin e grupit në tërësi, apo një pjesë e rëndësishme e një grupi e tillë si udhëheqësit e saj\". Ky përkufizim do të thotë se, edhe pse nuk kërkohet shkatërrimi i plotë i grupit, është i nevojshëm “synimi për të shkatërruar të paktën një pjesë të konsiderueshme të një grupi të caktuar\". Gjykata beson se është më e përshtatshme që të flasim për një numër “në mënyrë të arsyeshme të konsiderueshëm” në vend se një numri “në mënyrë të arsyeshme domethënës”. Kjo pjesë e përkufizimit kërkon qëllimin e shkatërrimit të një numri në mënyrë të arsyeshme të konsiderueshëm në raport me popullsinë e përgjithshme të grupit. Sipas këtij përkufizimi, në qoftë se ky kriter nuk përmbushet, mens rea ende mund të përcaktohet nga provat e ekzistencës së një qëllimi për të shkatërruar një pjesë të rëndësishme të grupit, të tillë si udhëheqësit e saj. Ndërsa Gjykata nuk e hedh poshtë këtë aspekt të përkufizimit, i cili i sheh të dy elementet si alternativë e njëri tjetrit, mund të ketë situata në të cilat konkluzioni për sa i përket qëllimit nuk mund të nxirret në bazë të provave në lidhje me çdo element të veçuar nga të tjerët, por kur provat shihen si një e tërë, në këtë rast do të jetë e përshtatshme nxjerrja e një konkluzioni.", "....", "76. Nëse kriteri sasior nuk përmbushet, qëllimi për të shkatërruar pjesërisht një grup ende mund të nxirret, nëse ka dëshmi se shkatërrimi është i lidhur me një pjesë të rëndësishme të grupit, e tillë si udhëheqësit e saj.", "", "77. Dhoma i konsideron bindëse analizat në vendimin Jelisić, se qëllimi i kërkuar mund të nxirret nga “dëshira për të shkatërruar një numër më të kufizuar personash të përzgjedhur për ndikimin që zhdukja e tyre do të ketë mbi mbijetesën e grupit në tërësi.” Elementi i rëndësishëm këtu është shënjestrimi i një numri personash të përzgjedhur, të cilët për shkak të cilësive të tyre të veçanta drejtuese brenda grupit në tërësi, janë të një rëndësie të tillë që përndjekja e tyre në kushtet e nenit 4 (2) (a), (b) dhe (c) do të ndikonte në mbijetesën e të gjithë grupit.", "", "103. Prokurori i kërkoi Gjykatës që të merrte parasysh myslimanët boshnjakë që ishin aktive në rezistencën dhe mbrojtjen e fshatrave të tyre nga sulmet serbe të Bosnjës, si udhëheqësit të grupit, duke qenë se eliminimi i tyre do të kishte një ndikim të rëndësishëm në mbijetesën e grupit. Gjykata nuk pranoi, duke u shprehur se \"shumë pak prova janë paraqitur lidhur me statusin e tyre si drejtues ... Ka të dhëna se në mesin e të ndaluarve kanë pasur, shoferë taksish, mësues, avokatë, pilotë, kasapë dhe pronarë e kafenesh. Por nuk ka dëshmi të veçantë që i identifikon ata si udhëheqës të komunitetit. Në të vërtetë, ata nuk duket se kanë qenë persona me ndonjë rëndësi të veçantë për komunitetin e tyre, përveç faktit që disa prej tyre kishin mbushur moshën për ushtri\" (§ 80). Kështu Gjykata hodhi poshtë parashtrimin se të gjithë myslimanet boshnjakë që ishin aktive në qëndresën e marrjes se fshatrave te tyre, duhet të trajtohen si udhëheqës. \"Pranimi i këtij parashtrimi domosdoshmërisht do të bënte që përkufizmi i termit “udhëheqës” të ishte aq elastik sa të konsiderohej i pakuptimtë.”", "104. Në çështjen Prosecutor k. Tolimir (IT-05-88 / 2-T, vendimi i 12 dhjetorit 2012), shumica e Dhomës Gjyqësore të ICTY(Gjykata Ndërkombëtare Penale për Ish-Jugosllavinë), konsideroi, në lidhje me vrasjen e tre liderëve të enklavës boshnjake myslimane të Zepës (kryetari i komunës, i cili ishte gjithashtu një udhëheqës fetar, komandanti ushtarak dhe shefi i njësisë për mbrojtjen civile), se \"ndërsa individët e vrarë ishin vetëm tre në numër, në funksion të madhësisë së Zepës, ata përbënin thelbin e udhëheqjes së saj civile dhe ushtarake\". Prandaj vrasja e tyre “ishte një rast i shkatërrimit të qëllimshëm të një numri të kufizuar të personave të përzgjedhur për ndikimin që zhdukja e tyre do të kishte në mbijetesën e grupit në tërësi\". Për më tepër, vrasja e një prej këtyre tre personave, i cili në atë kohë gëzonte një status të veçantë si mbrojtës i popullatës myslimane boshnjake të Zepës, kishte një qëllim simbolik për mbijetesën e myslimanëve boshnjakë të Bosnjës dhe Hercegovinës. Mbi këtë bazë dhe duke marrë parasysh edhe transferimin me forcë të popullsisë së mbetur të Zepës, shumica e Dhomës Gjyqësore u bind, se forcat serbe të Bosnjës kishin vrarë tre liderët e enklavës së Zepës, me qëllimin specifik gjenocidal të pjesës të shkatërrimit të një pjese të popullsisë myslimanë boshnjake në tërësi (§§ 780-782).", "", "C. Jurisprudenca e Gjykatës Ndërkombëtare të Drejtësisë", "", "105. Gjykata Ndërkombëtare e Drejtësisë (\"GJND\"), në vendimin e saj të datës 26 shkurt 2007, në çështjen lidhur me zbatimin e Konventës për Parandalimin dhe Dënimin e Krimit të Genocidit (Bosnja dhe Hercegovina k. Serbia dhe Mali i Zi, Shih § § 198-201 të këtij vendimi), arriti në përfundimin se gjenocidi në Bosnjë dhe Hercegovinë ishte kryer në lidhje me masakrën e Srebrenicës të vitit 1995. Për sa i përket historisë së hartimit te Konventës së Gjenocidit, GJND-ja mbajti qëndrimin:", "", "“194. Historia e hartimit të Konventës konfirmon se duhet përdorur një përkufizim pozitiv. Gjenocidi si \"mohim i ekzistencës të të gjithë grupimeve të njerëzve\" ishte në kontrast me vrasjen, \"mohimi i të drejtës për të jetuar i qenieve njerëzore individuale\" nga Asambleja e Përgjithshme në Rezolutën 96 (I), të vitit 1946 cituar në Preambulën e Konventës. Hartuesit e Konventës gjithashtu i kushtuan rëndësi identifikimit pozitiv të grupeve me karakteristika të veçanta dalluese në përcaktimin e cila grupe do të përfshinin në konventë dhe cilat grupe do të përjashtonin (të tilla si grupet politike). Gjykata në 1951 mbajti qëndrimin se, objekt i Konventës është ruajtja e \"vetë ekzistencës te grupeve të caktuara të njerëzve\" (rezerva ndaj Konventës për Parandalimin dhe Ndëshkimin e Krimit të Gjenocidit, Opinionit Këshillimor, Raportet e GJND 1951 fq. 23). Ky përkufizim i gjenocidit kërkon një identifikim pozitiv të grupit. Refuzimi i propozimeve për të përfshirë brenda Konventës grupimet politike dhe gjenocidin kulturor gjithashtu tregon se hartuesit po i kushtonin vëmendje identifikimin pozitiv të grupeve me karakteristikat specifikisht të dallueshme dhe të mirë-krijuara dhe të pandryshueshme. Një grup i përcaktuar negativisht nuk mund të shihet në këtë mënyrë.\"", "", "106. Në paragrafët 198-201 të vendimit, GJND-ja mbajti qëndrimin se fjalët \"pjesërisht\" fillimisht iu referohen një kërkese të konsiderueshme, duke ndjekur qasjen e ICTY (Gjykata Ndërkombëtare Penale për Ish-Jugosllavinë) dhe ILC (Komisioni i të Drejtës Ndërkombëtare). Gjithashtu iu referua kriterit të mundësisë, që do të thotë mundësitë në dispozicion të autorit të veprës, në përputhje me fushën e tyre të veprimtarisë dhe kontrollit. Si një faktor të rëndësishëm, GJND-ja gjithashtu pranoi kriterin cilësor (\"rëndësia e individëve të caktuar brenda grupit\", siç është përmendur në paragrafin 12 të vendimit të Dhomës Apelit e ICTY në Krstić). GJND-ja megjithatë mbajti qëndrimin:", "", "“kërkesa për një numër të konsiderueshëm, është një pikë e rëndësishmë nisjeje, por ajo nuk duhet parë vetëm. Gjithashtu sipas mendimit të Gjykatës, qasja cilësore nuk mund të qëndrojë vetëm. Dhoma e Apelit në Krstic gjithashtu e shprehu këtë pikëpamje.", "", "107. GJND-ja konstatoi se aktet e vrasjeve dhe dëmtimeve të rënda fizike dhe mendore (si për ata që ishin gati për t’u ekzekutuar dhe të tjerët që ishin veçuar dhe shpërngulur) janë kryer në Srebrenicë në korrik të vitit 1995. Duke ndjekur qëndrimin e Dhomës së Apelit e ICTY (Gjykatës Ndërkombëtare Penale për Ish-Jugosllavinë) në Krstić, Gjykata konsideron se myslimanët boshnjakë të Srebrenicës përbëjnë një \"pjesë \" të grupit të myslimaneve boshnjake. Për më tepër, ajo cilësoi si të vërteta konkluzionet e ICTY se “Megjithëse pse kjo popullsi (40,000 njerëz) përbënte vetëm një përqindje të vogël të popullsisë së përgjithshme myslimane të Bosnjës dhe Hercegovinës në atë kohë, rëndësia e bashkësisë myslimane të Srebrenicës nuk është shihet vetëm nga madhësia e saj” (§ 296, citing Krstić).", "108. Në vendimin e 3 shkurtit 2015 mbi Zbatimin e Konventës për Parandalimin dhe Ndëshkimin e Krimit të gjenocidit (Kroacia k. Serbisë), GJND-ja ka mbajtur qëndrimin ( referencat janë hequr):", "", "“142. Gjykata rikujton se shkatërrimi i grupit \"pjesërisht\" brenda kuptimit të nenit II të Konventës duhet të vlerësohet duke ju referuar një numri kriteresh. Në këtë drejtim, në 2007 ka mbajtur qëndrimin se \"qëllimi duhet të jetë shkatërrimi i të paktën një pjesë të konsiderueshme të grupi të caktuar\", dhe se ky është një kriter \"vendimtar\". Gjykata më tej vuri në dukje se \"është pranuar gjerësisht se gjenocidi mund të jetë kryer, kur qëllimi ishte shkatërrimi i një grupi brenda një zone gjeografike të kufizuar\" dhe se, rrjedhimisht, \"Zona e veprimtarisë së autorit të veprës dhe kontrolli duhet të merrte në konsideratë\". Duhet të merret parasysh edhe rëndësia e pjesës së shënjestruar në raport me grupin në tërësi. Në lidhje me këtë kriter, Dhoma e Apelit e Tribunalit të Hagës përcaktoi në vendimin e saj në çështjen Krstić se \"nëse një pjesë e veçantë e grupit është simbolike për grupin në përgjithësi, apo është thelbësore për mbijetesën e tij, mund të arrihet në konkluzionin se kjo pjesë kualifikohet si thelbësore brenda kuptimit të nenit 4 (të Statutit të ICTY, paragrafi 2, i cili në thelb riprodhon nenin II të Konventës)”", "", "Në 2007, Gjykata konstatoi se këta faktorë do të duhet të vlerësohen rast pas rasti. Ajo gjithashtu vë në dukje se, në vlerësimin nëse një pjesa në shënjestër e një grupi të mbrojtur është e konsiderueshme në raport me grupin në përgjithësi, gjykata do të marrë parasysh elementin sasior, si dhe provat lidhur me vendndodhjen gjeografike dhe rëndësinë e pjesës së shënjestruar të grupit.”", "", "Përveç kësaj, duhet theksuar se në vendimin e lartpërmendur, GJND trajtohen gjithashtu edhe pyetjen nëse statusi i viktimave luftëtarëve apo civilëve ishte i përshtatshëm për vlerësimin e saj. Ajo mbajti qëndrimin:", "", "“218. Gjykata së pari do të shqyrtojë pretendimet në lidhje me ata që u vranë gjatë rrethimit dhe pushtimit të Vukovarit. Palët kanë debatuar mbi numrin e viktimave, statusin e tyre dhe përkatësisë etnike dhe rrethanat në të cilat ata vdiqën. Për gjykatën nuk është e nevojshme zgjidhja e këtyre çështjeve. Ajo vëren se, ndërsa ka ende disa pasiguri përreth këtyre pyetjeve, është e qartë se sulmi në Vukovar nuk ishte i kufizuar në objektivat ushtarake; ai ishte drejtuar gjithashtu edhe ndaj popullatës kryesisht civile kroate të atëhershme (shumë serbë ikën në qytet para ose pas shpërthimit të luftimeve) ... \"", "", "", "V. PRAKTIKË TJETËR NGA GJYKATAT NDËRKOMBËTARE", "", "109. Për sa i përket grupeve të mbrojtura nga neni II i Konventës së gjenocidit, në çështjen Prokurori k. Rutaganda (ICTR - 96-3 -T , 6 dhjetor 1999), dhe konfirmuar në jurisprudencën e saj të mëvonshme, Dhomës Gjyqësore e Gjykatës Ndërkombëtare të Ruandës mbajti qëndrimin:", "", "\"Grupet potenciale të viktimave të Krimit të Gjenocidit", "", "55. Gjykata është e mendimit se është e nevojshme që çështjen e grupeve potenciale të viktimave të gjenocidit të merret në konsideratë, në dritën e dispozitave të Statutit dhe të Konventës së gjenocidit, të cilat përcaktojnë se gjenocidi ka për qëllim \"shkatërrimin, në tërësi ose në pjesërisht, një grup kombëtar, etnik, racial ose fetar.”", "", "56. Dhoma thekson se konceptet e grupeve nacionale, etnike, racore dhe fetare janë studiuar gjerësisht dhe se, për momentin, nuk ka një përkufizim të saktë të përgjithshëm dhe ndërkombëtarisht të pranuar. Secili nga këto koncepte duhet të vlerësohet nën dritën e një konteksti të caktuar politik, social dhe kulturor. Për më tepër, Gjykata thekson se për qëllimet e aplikimit të Konventës së Gjenocidit, anëtarësia në një grup është, në thelb, një koncept subjektiv tepër se një koncept objektiv. Viktima perceptohet nga autorët e krimit të gjenocidit si pjesëtarë të një grupi të planifikuar për shkatërrim. Në disa raste, viktimat mund ta perceptojnë veten e tyre si pjesëtarë të grupit të lartpërmendur.", "", "57. Megjithatë, Gjykata është e mendimit se vetëm një përkufizim subjektiv nuk është i mjaftueshëm për të përcaktuar grupet e viktimave, siç parashikohet në Konventën e gjenocidit. Del në pah, nga një lexim i travaux préparatoires i Konventës së gjenocidit, që grupe të caktuara, të tilla si grupet politike dhe ekonomike, janë përjashtuar nga grupet e mbrojtura, për shkak se ata konsiderohen të jenë grupet e lëvizshme në të cilat një person bëhet anëtar përmes angazhimit individual, politik. Një gjë e tillë sugjeron a contrario se Konventa është menduar me sa duket për të mbuluar grupe relativisht të qëndrueshme dhe të përhershme.", "", "58. Për këtë arsye, Gjykata mban qëndrimin se në vlerësimin nëse një grup i veçantë mund të konsiderohet si i mbrojtur nga krimi i gjenocidit, duhet proceduar rast pas rasti, duke marrë parasysh edhe provat përkatëse dhe kontekstin politik dhe kulturor si u tregua më lart.”", "", "110. Linja e arsyetimit e lartpërmendur është ruajtur dhe riafirmuar në çështjet e mëvonshme të kësaj Gjykate. Në veçanti, në çështjen Prokurori k. Semanza (ICTR- 97-20, vendimi i 15 majit 2003, § 317) Dhoma Gjyqësore konkludoi se përcaktimi nëse një grup bie brenda Mbrojtjes së ofruar nga Konventa e gjenocidit, duhet të vlerësohet rast pas rasti duke iu referuar të dhënave objektive të një kontekst të caktuar shoqëror apo historik dhe nga perceptimet subjektive të autorëve të veprës; përcaktimi i një grupi të mbrojtur duhet të bëhet rast pas rasti, duke u konsultuar si kriteret objektive dhe subjektive. Në çështjen Prokurori k. Kamuhanda (ICTR-95-54A-T, vendimi i datës 22 janar 2004, § 630), Dhoma Gjyqësore konkludoi se për konceptin e një grupi nuk ka një përkufizim të përgjithshëm apo të pranuar ndërkombëtarisht, prandaj secili grup duhet të vlerësohet në dritën e një konteksti të caktuar politik, social, historik dhe kulturor.", "", "111. Lidhur me krimet kundër njerëzimit dhe konceptin “të drejtuara kundër popullsisë civile\", në çështjen Prokurori K. Kupreškić dhe të Tjerë (IT-95-16-T, vendimi i datës 14 janar 2000), që kishte të bënte me vrasjen 116 myslimanëve në mënyrë popullsia myslimane të dëbohej nga fshati, Dhoma Gjyqësore ICTY mbajti qëndrimin:", "", "“3. drejtuar kundër popullsisë civile", "", "547. Mund të duket sikur është menduar një përkufizim i zgjeruar i termave \"civile\" dhe \"popullsisë\". Kjo është e garantuar në radhë të parë nga objekti dhe qëllimi i parimeve të përgjithshme dhe rregullave të së drejtës humanitare, në veçanti nga rregullat që ndalojnë krimet kundër njerëzimit. Këto të fundit janë të destinuara për ruajtjen e vlerave themelore të njeriut duke ndaluar krimet e drejtuara kundër dinjitetit njerëzor. Nuk arrihet të kuptohet pse vetëm civilët dhe jo edhe luftëtarët duhet të mbrohen nga këto rregulla (në mënyrë të veçantë nga rregulli që ndalon përndjekjen), duke pasur parasysh se këto rregulla posedojnë një fushë më të gjerë humanitare se dispozitat që ndalojnë krimet e luftës. Megjithatë, e përballuar me kufizimin e qartë të përcaktuar në nenin 5, Dhoma Gjyqësore mban qëndrimin se një interpretim i zgjeruar duhet megjithatë të vendoset në fjala \"civilë\", aq më tepër për shkak se kufizimi në nenin 5, përbën një shmangie nga e drejta zakonore ndërkombëtare.", "", "548. Propozimi i mësipërm ka lindur nga praktika gjyqësore. Rëndësi të veçantë në këtë rast paraqet qëndrimi i Gjykatës në Barbie (pa dyshim bazuar në të drejtën ndërkombëtare) se \"aktet çnjerëzore dhe persekutimi të kryera në mënyrë sistematike, në emër të një politike shtetërore të një supremacie ideologjike, jo vetëm kundër personave për shkak te anëtarësisë së tyre në një komunitet racor apo fetare, por edhe kundër kundërshtarëve të kësaj politike, pavarësisht nga forma e \"kundërshtimit\" të tyre, mund të konsiderohet krim kundër njerëzimit. Në vendimin Vukovar 61, Vendimi i 3 prillit 1996, një Dhoma Gjyqësore konkludoi se krimet kundër njerëzimit mund të kryhen edhe viktimat kanë mbartur një herë armë.", "", "549. Kështu, prania e atyre që janë përfshirë në mënyrë aktive në konflikt nuk duhet të pengojë karakterizimin e një popullsie si civile dhe personat e përfshirë në mënyrë aktive në qëndresë mund të kualifikohen si viktima të krimeve kundër njerëzimit.\"", "", "112. Për sa i përket kërkesave që duhen përmbushur para se dënimi për gjenocid të aplikohet, në vendimin e lartpërmendur të Bosnje dhe Hercegovinës k. Serbisë dhe Malit të Zi, GJND mbajti qëndrimin si më poshtë (§ 293 të vendimit të GJND-së; GJND iu referua pikës 37 të vendimit të Dhomës Apelit të ICTY në Prokurori k. Krstić):", "", "“293...Serioziteti i gjenocidit është reflektuar në kërkesat e rrepta të cilat duhet të përmbushen para se dënimi të aplikohet. Këto kërkesa nga provat e kërkuara të një qëllimi të caktuar dhe vërtetimi se grupi ishte në shënjestër për t’u shkatërruar në tërësi ose në pjesë të konsiderueshme ofrojnë mbrojtje kundër rrezikut që dënimet për këtë krim të vendosen në mënyrë të shkujdesshme. Kur këto kërkesa përmbushen, megjithatë, ligji nuk duhet të struket për të mos ju referuar krimit të kryer me emrin e duhur.\"", "", "113. Gjykata të ndryshme ndërkombëtare kanë mbajtur qëndrimin se ndalimi i gjenocidit është një normë e pakundërshtueshme e të drejtës ndërkombëtare (ius cogens). Ndër këto gjykata përmendim, çështje të GJND Republika Demokratike e Kongos k. Ruanda (Vendimi i datës 3 shkurt 2006, Raportet e GJND-së 2006, f. 6) , Bosnja dhe Hercegovina k. Serbia dhe Mali i Zi (vendimi i datës 26 shkurt 2007, Raportet e GJND- 2007 p . 43) dhe Gjermani k. Italisë (vendim i datës 3 shkurt 2012, Raportet e GJND, f. 99) , si dhe Tribunali Ndërkombëtar për Ruandën në çështjen Prokurori k. Kayishema dhe Ruzindana (ICTR-95-1–T, vendimi i datës 21 maj 1999)", "", "E DREJTA", "", "1. Pretendim për shkelje të Nenit 7 të Konventës", "", "114. Kërkuesi u ankua se interpretimi në mënyrë të zgjeruar i krimit të gjenocidit, bërë nga gjykatat Lituaneze, nuk ka një bazë në formulimin që është përcaktuar për këtë vepër në të drejtën ndërkombëtare publike. Ai pretendoi se dënimi i tij për gjenocid ishte në shkelje të nenit 7 të Konventës, i cili parashikon:", "", "1. Askush nuk mund të dënohet për një veprim ose një mosveprim, që në momentin kur është kryer nuk përbënte vepër penale, sipas të drejtës së brendshme ose ndërkombëtare. Po ashtu, nuk mund të jepet një dënim më i rëndë se ai që ishte i zbatueshëm në momentin kur është kryer vepra penale.", "2. Ky nen nuk do të ndikojë mbi gjykimin dhe dënimin e një personi për një veprim ose mosveprim, i cili, në momentin kur është kryer, quhej vepër penale sipas parimeve të përgjithshme të së drejtës, të njohura nga kombet e qytetëruara.", "", "A. Pranueshmëria", "", "1. Rregulli i 6 mujorit.", "", "115. Qeveria argumentoi se kërkuesi nuk e kishte paraqitur kërkesën e tij brenda gjashtë muajve nga data në të cilën ishte marrë vendimi i formës së prerë. Ndërkohë që pranonte se vula postare në zarfin që përmbante aplikimin kishte datën 30 korrik 2005, vuri në dukje se aplikimi ishte pranuar nga Gjykata vetëm më 29 shtator 2005. Një vonesë e tillë ishte e pashpjegueshme.", "116. Ankuesi parashtroi se kërkesa drejtuar Gjykatës ishte dërguar në kohën e duhur.", "117. Gjykata vëren se dënimi i kërkuesit u la në fuqi nga Gjykata e Lartë më 22 shkurt 2005. Kështu, afati prej gjashtë muajsh për të paraqitur një kërkesë në Gjykatë, në kuptim të nenit 35 §§ 1 dhe 4 të Konventës, ka skaduar më 22 gusht 2005. Pas shqyrtimit të materialeve të paraqitura nga kërkuesi, Gjykata vëren se zarfi që përmban aplikimin e tij ishte postuar nga Lituania më 30 korrik 2005, duke pasur parasysh se zarfi mban një vulë postare të zyrës postare të Tauragė që mban atë datë. Zarfi gjithashtu mbart një vulë që tregon që ajo është pranuar në Regjistrin e Gjykatës më 28 shtator 2005. Formulari i aplikimit është i vulosur si i marrë nga Gjykata me 29 shtator 2005. Edhe pse duke pranuar se ka pasur disa vonesa lidhur me aplikimin, gjykata e konsideron vulën postare si datën në të cilën është paraqitur aplikimi (shih Kipritçi k. Turqisë, nr. 14294/04, § 18, 3 Qershor 2008). Prandaj, argumenti i Qeverisë duhet rrëzuar.", "", "2. Kërkesa e qeverisë për të hequr çështjen nga lista e çështjeve te Gjykatës.", "", "118. Në vëzhgimet e tyre mbi pranueshmërinë dhe meritat e çështjes, marrë nga Gjykata më 11 prill 2014, Qeveria gjithashtu tërhoqi vëmendjen e Gjykatës për faktin se, pas vendimit të Gjykatës Kushtetuese të datës 18 mars 2014, fakte të reja u shfaqën lidhur me çështjen në fjalë. Më 10 prill 2014 Prokurori i Përgjithshëm konsideroi se konkluzionet e Gjykatës Kushtetuese mund të ngrinin dyshime për ligjshmërinë e dënimit të ankuesit për gjenocid. Prokurori në këtë mënyrë vendosi të iniciojë procesin e rihapjes së çështjes penale. Qeveria pranoi, megjithatë, se vendimi përfundimtar nëse do të rihapët procedimi penal kundër kërkuesit ishte në dorë të Gjykatës së Lartë (shih paragrafët 47 dhe 69 më lart). Sipas parashtrimit të Qeverisë, në11 prill 2014 hapi procedural i ndërmarrë për rihapjen e çështjes penale të kërkuesit duhet të çonte në konkluzionin se çështja e kërkuesit ishte në proces zgjidhjeje në nivel kombëtar (ata iu referuan Pisano k. Italisë [GC], nr. 36732/97, §§ 40-50, 24 tetor 2002). Duke qenë kështu dhe duke marrë parasysh parimin e subsidiaritetit, Qeveria i kërkoi Gjykatës që të heqë çështjen nga lista e çështjeve të Gjykatës në përputhje me nenin 37 § 1 nën paragrafët (b) dhe (c) të Konventës. Sipas pikëpamjes së tyre, nuk kishte ndonjë arsye të veçantë lidhur me respektimin e të drejtave të njeriut, siç përcaktohej në Konventë, që i kërkonte Gjykatës që të vazhdonte shqyrtimin e aplikimit, në përputhje me nenin 37 § 1 të Konventës.", "", "3. Konkluzione", "", "120. Më tej, Gjykata vëren se kjo ankesë nuk është haptazi e pabazuar brenda kuptimit të nenit 35 § 3 (a) të Konventës. Duke mos qenë e papranueshme për ndonjë arsye tjetër për këtë arsye ajo duhet të deklarohet e pranueshme.", "", "B. Meritat", "", "1. Parashtrimet e Palëve", "", "(a) Kërkuesi", "", "121. Kërkuesi u ankua se interpretimi në mënyrë të zgjeruar i krimit të gjenocidit, bërë nga gjykatat Lituaneze, nuk kishte asnjë bazë në të drejtën ndërkombëtare publike. Ai pretendoi se dënimi i tij në bazë të nenit 99 të Kodit Penal të Lituanisë kishte pasur fuqi prapavepruese dhe për këtë arsye ishte shkelur neni 7 i Konventës.", "122. Kërkuesi vuri në dukje se në vitin 1992 Lituania miratoi Konventën e gjenocidit. Në bazë të nenit II të Konventës, gjenocidi është përkufizuar si veprime që synojnë zhdukjen e një grupi “kombëtar, etnik, racial ose fetar\". Lituania e ka nënshkruar Konventën pa rezerva. Për kërkuesin, çdo zgjerim i konceptit duke shtuar \"grupet sociale dhe politike”, në vitin 1998 ishte i palejueshëm. Kërkuesi më tej vuri në dukje se përkufizimi në mënyrë shteruese i krimit të gjenocidit i cili e kufizonte mbrojtjen në katër grupe të veçanta, është vendosur me Ligjin Mbi Përgjegjësinë për Gjenocid ndaj banorëve të Lituanisë të 9 prill 1992. Ai pohoi gjithashtu se delegatët Lituanezë argumentuan lidhur me zgjerimin e konceptit të gjenocidit në vitin 1998, kur Gjykata Ndërkombëtare Penale ishte themeluar në kuadër të Kombeve të Bashkuara. Përkufizimi, megjithatë, ka mbetur i pandryshuar.", "123. Ankuesi vërejti se grupet sociale dhe politike janë shtuar në përkufizimin lituanez të gjenocidit nga ndryshimet e Kodit Penal të 21 prillit 1998. Në dritën e nenit 7 të Konventës, ai pohoi se përgjegjësia penale për gjenocid në lidhje me këto dy grupime nuk ishte e aplikueshme në një moment të caktuar në kohë, por ishte e zbatueshme në një moment tjetër, edhe pse faktet e çështjes ishin të njëjta. Në çështjen konkrete, ai pretendoi se shteti Lituanez ka zbatuar ligjin penal në mënyrë prapavepruese, pavarësisht nga fakti se nga viti 1992 deri 1998, shteti konsideroi se veprimet e kërkuesit nuk përbënin krimin e gjenocidit. Edhe nëse e pranojmë se krimi i gjenocidit do të mund të ndiqet penalisht në mënyrë prapavepruese, ai parashtroi se ishte e vështirë që të pranohej se përgjegjësia penale për një krim të tillë varej nga aftësia e shtetit për ndryshimin e legjislacionit, ose për të gjetur karakteristikat të reja të krimit të cilat ishin të lidhura vetëm me Lituaninë. Kërkuesi vuri në dukje faktin se Lituania e ndalonte zbatimin në mënyrë prapavepruese të ligjit penal.", "124. Kërkuesi parashtroi se një tipar i të drejtës ndërkombëtare ishte se shtetet nuk mund të derogojnë nga traktatet ndërkombëtare në të cilat kanë aderuar, vetëm nëse lejohet të bëhet një gjë e tillë sipas traktatit përkatës. Ai e pranoi se Republika e Lituanisë kishte të drejtën sovrane për të miratuar ligjet e saj. Megjithatë, kjo e drejtë nuk ishte absolute. Si fillim, të gjithë ligjet e saj duhet të ishin në përputhje me Kushtetutën Lituaneze, sipas të cilës, traktatet ndërkombëtare të cilat ishin ratifikuar nga Lituania janë një pjesë integrale e legjislacionit kombëtar. Për sa i përket elementëve të ligjit penal Lituanez, domethënë, përfshirja e grupimeve politike dhe sociale në Nenin 99 të Kodit Penal, këto nuk mbuloheshin nga Nenin II i Konventës për Gjenocidin. Në këtë mënyrë, ata nuk mund t’i bazonin argumentet e tyre ne të drejtën ndërkombëtare, të cilën Lituania vetë kishte detyrim që ta zbatonte.", "125. Për më tepër, përndjekja dhe vrasja e personave të cilët i përkasin grupimeve politike ose social ishte subjekt i urdhrave të dhënë. Interpretimi i gjykatave Lituaneze i të drejtës e brendshme penale dhe të përgjegjësisë për gjenocid, duke qenë se ajo ishte më i gjerë se parashikimi në Konventën e gjenocidit, nuk është në përputhje me parimin nullum crimen sine lege. Kjo qasje është konfirmuar nga vendimi i Gjykatës Kushtetuese i datës 18 mars 2014, i cili pranoi se ndjekja penale në mënyrë prapavepruese për gjenocidin ndaj një grupi politik ose shoqëror, kur krimi është kryer para ndryshimit të Kodit Penal Lituanez, duke i ngarkuar me përgjegjësi për gjenocid për personat që u përkasin këtyre dy kategorive, është antikushtetues.", "126. Sa i përket sfondit historik kërkuesi vuri në dukje se ai nuk ishte në një pozicion që të kontestonte rishqyrtimin e bërë nga Qeveria, të rrethanave të përgjithshme politike, historike dhe rrethanave të tjera (shih paragrafin 133 më poshtë). Ai e pranoi se numri i viktimave në Lituani “në vitet 1939-1953 ka qenë rreth 500,000 lituanezë\". Megjithatë kërkuesi vërejti se mes viteve1941 dhe 1944 Lituania kishte qenë nën pushtimin gjerman. Gjatë kësaj kohe nazistët, së bashku me ndihmësit e tyre lokale, kishin vrarë qindra mijëra persona të pafajshëm në Lituani. Kjo ishte e rëndësishme për çështjen sepse, sipas kërkuesit, vëllezërit J.A. dhe A.A. kishin qenë bashkëpunëtorë të nazistëve.", "127. Në vijim të këtij arsyetimi, kërkuesi kundërshtoi konkluzionet e gjykatave të brendshme se J.A. dhe A.A. kishin qenë partizanë. Ai pretendoi se ata i kishin shërbyer në mënyrë vullnetare forcave naziste dhe dyshohej se kishin marrë pjesë në persekutimin e hebrenjve dhe njerëzve të tjerë të pafajshëm. Pasi sovjetikët erdhën në Lituani në vitin 1944, autoritetet në mënyrë të ligjshme ndoqën penalisht J.A. dhe A.A. për krimet e kryera. Sidoqoftë, kërkuesi pretendoi se J.A. dhe A.A. ishin larguar nga forcat partizane vite para ngjarjeve në fjalë. Prandaj, J.A. dhe A.A. nuk kishte qenë partizanë në ditën e vdekjes së tyre në vitin 1953. Në këtë mënyrë, argumenti se ata ishin anëtarë të një grupi politik (parashikuar nga neni 99 i Kodit Penal të lituanez) ose përfaqësues të një grupi kombëtar (parashikuar nga neni II i Konventës së gjenocidit) nuk kishte asnjë bazë faktike.", "128. Si përfundim, kërkuesi argumentoi se edhe në qoftë se pranohet qëndrimi i gjykatave të brendshme që J.A. dhe A.A. kishin qenë partizanë dhe kishin qenë anëtarë të qëndresës së armatosur në kohën e vdekjes së tyre në vitin 1953, vrasja e tyre nuk përbën gjenocid. Në këtë pikë kërkuesi argumentoi se gjenocidi konsiston në veprime të drejtuara në zhdukjen e civilëve të paarmatosur, por jo ndaj ushtrive apo lëvizjeve çlirimtare mbarëkombëtare.", "129. Kërkuesi arriti në përfundimin se duke e shpallur atë fajtor për gjenocid, Republika e Lituanisë shkel të drejtën ndërkombëtare dhe të drejtën e brendshme, që parashikon se shteti mund të ndjekë penalisht për gjenocid, vetëm kur viktimat kanë qenë anëtarë të një grupi të mbrojtur. Cilido version i fakteve të pranohet, të tij (sipas të cilit autoritetet sovjetike ndoqën penalisht vëllezërit J.A. dhe A.A. si kriminelë) apo të Qeverisë (sipas të cilës ata ishin anëtarë të qëndresës së armatosur ), J.A. dhe A.A. nuk mund të konsiderohen se janë brenda ndonjë grupi të mbrojtur.", "130. Për aq sa u përmend më lart, kërkuesi mbajti qëndrimin se dënimi i tij për gjenocid ishte në shkelje të nenit 7 § 1 e Konventës. Ai shtoi se Neni 7 § 2 nuk ishte i zbatueshëm. Për sa i përket veprave për të cilat ai akuzohej, ato nuk përbëjnë gjenocid, dhe nuk mund të cilësohen si “vepër penale sipas parimeve të përgjithshme të së drejtës të njohura nga kombet e qytetëruara”.", "", "(b) Qeveria", "", "131. Qeveria parashtroi se që të kuptohej kjo çështje, ishte e një rëndësie të madhe të kuptohej politika sovjetike represive në Lituani. Qeveria vuri në dukje se krimet kundër Lituanezëve kanë qenë pjesë e një politike totalitare të shënjestruar dhe sistematike të ndjekur nga BRSS. Represionet kundër lituanezëve nuk ishin rastësore apo kaotike. Ata kërkuan shfarosjen e strukturës së mëparshme shoqërore dhe politike të shtetit, që ishte baza e kombit politik të Lituanisë. Krimet ishin të drejtuara kundër grupeve më aktive politike dhe shoqërore, përkatësisht ndaj anëtarëve të qëndresës dhe mbështetësve e tyre, nëpunësve civilë dhe zyrtarëve të shtetit të Lituanisë, figurave publike Lituaneze, intelektualëve, akademikëve, fermerëve, priftërinjve dhe anëtarëve të familjeve të këtyre grupeve.", "132. Qeveria theksoi se partizanët Lituanezë ishin përfaqësues te kombit të Lituanisë. Lëvizja e fitonte fuqinë e saj nga vetë shoqëria; njerëz të bashkuar me prejardhje të ndryshme (anëtarë të inteligjencës, fshatarëve, mësuesit, ish-oficerët ushtarakë, dhe kështu me radhë). Partizanët nuk shfaqnin ndonjë pikëpamje të caktuar politike përveç asaj se pavarësia duhej rikthyer në Lituani dhe sovjetikët duheshin dëbuar jashtë vendit. Ata u bashkuan së bashku nën simbolet nacionaliste dhe ishin në gjendje që të ruanin rezistencën e tyre për dhjetë vjet nën kushtet e ashpra të represioneve sovjetike, për shkak se kishin mbështetjen e popullit Lituanez. Në vendimin e saj të datës 18 Mars 2014 Gjykata Kushtetuese ka theksuar rëndësinë e partizanëve për të gjithë grupimin kombëtar, pra për Kombin Lituanez (shih paragrafin 63 më lart).", "133. Sa i përket shkallës së represionit në Lituani, Qeveria së pari parashtroi se, bazuar Librin Vjetor Statistikor, në vitin 1939 popullsia lituaneze ishte 2,925,271. Nga 1953 rreth 500,000 Lituanezë ishin prekur drejtpërdrejt nga terrori dhe represioni politik i regjimit sovjetik ata ose ishin vrarë, dëbuar apo burgosur (shih Anušauskas, Demografiniai karo ir okupacijos nuostoliai: okupuotos Lietuvos istorija (humbjet demografike për shkak luftës dhe Pushtimit: historia e Lituanisë së pushtuar), Vilnius: Lietuvos gyventojų genocido ir rezistencijos tyrimo Centras 2007 , fq 395 ). Qeveria gjithashtu vuri në dukje se numri i viktimave nga represionet sovjetike në Lituani tashmë ishte përcaktuar në vendimin e Gjykatës Kushtetuese të datës 18 mars 2014 (shih paragrafin 62 më lart) dhe konkluzionet e Komisionit Ndërkombëtar për Vlerësimin e Krimeve të regjimet nazist dhe pushtimit Sovjetik në Lituani.", "134. Për sa i përket partizanëve, Qeveria deklaroi se gjatë qëndresës së viteve 1940-41 dhe 1944-53, rreth 20.000 partizanë ishin vrarë dhe një numër i madh i përkrahësve të tyre ishin burgosur ose ishin dëbuar në Siberi. Institucionet shtypëse të Bashkimit Sovjetik përdorën një numër masash të ashpra për të shtypur organizatat e fshehta: dëbimet e familjarëve të anëtarëve të rezistencës, torturë ndaj anëtarëve të rezistencës, aktet të dhunës psikologjike apo terrorit dhe veprime ndëshkuese kundër anëtarëve të rezistencës dhe mbështetësve të tyre, të tilla si djegia e fshatrave dhe ekzekutime jashtëgjyqësore. Shumica e këtyre masave janë zbatuar në shkelje të qartë të ligjit ndërkombëtar dhe të Kushtetutës së Bashkimit Sovjetik dhe ligje të tjera sovjetike. Në veçanti, Gjykata Kushtetuese ka theksuar se Bashkimi Sovjetik nuk i konsideronte partizanët sikur kishin statusin e luftëtarëve apo të burgosurve të luftës dhe nuk u ka akorduar atyre garancitë ndërkombëtare që lidhen me status të tillë.", "135. Qëllimi ishte shkatërrimi i mënyrës së mëparshme të jetesës Lituaneve, për ta zëvendësuar atë me një rend të ri sovjetik që ka të bëjë me persona pa kombësi apo etni (homo sovieticus). Se politika sovjetike ishte kriminale dhe se regjimi Sovjetik ka kryer krime lufte, krime kundër njerëzimit dhe gjenocid në Lituani, vërtetohet nga faktet historike. Në vijim të këtij arsyetimi, Qeveria iu referua Rezolutës së Asamblesë Parlamentare 1481(2006) mbi nevojën për dënim ndërkombëtar të krimeve të Regjimeve Totalitare komuniste (shih paragrafin 89 më lart). Për më tepër, qeveria vuri në dukje faktin se krimet, duke përfshirë gjenocidin, të kryera nga regjimi totalitar komunist i BRSS janë njohur nga ligjet e vetë Federatës Ruse si, për shembull, në ligjin \"Për Rehabilitimin e Popujve të shtypur\" nga 26 prill 1991 (shih paragrafin 74 më lart).", "136. Duke u kthyer në pyetjen nëse ka pasur një bazë bashkëkohore ligjore për dënimin e kërkuesit, qeveria vuri në dukje se në vitin 1953, Kodi Penal i Republikës Socialiste Sovjetike Federative Ruse ishte në fuqi. Ndërsa gjenocid nuk renditej si një vepër penale sipas këtij Kodi, Qeveria pretendon se aktet e kërkuesit përbëjnë vepër penale sipas traktateve ndërkombëtare dhe të drejtës zakonore në periudhën në fjalë. Aktet e gjenocidit ishin gjithashtu kriminale sipas parimeve të përgjithshme të së drejtës të njohura nga kombet e qytetëruara.", "137. Për pyetjen specifike nëse veprimet e kryera me qëllimin e shkatërrimit të një grupi të mbrojtur, mund të cilësohen si gjenocid në periudhën e sotme, Qeveria iu referua Kartës së Gjykatës Ndërkombëtare Ushtarake (1945), e cila kishte konfirmuar se personat fizikë do të mbajnë përgjegjësi sipas të drejtës ndërkombëtare në lidhje me krimet më monstruoze. Për më tepër, Qeveria u mbështet tek Rezoluta e Kombeve të Bashkuara 96 (I) e 11 dhjetorit 1946, miratuar njëzëri dhe pa debat, e cila kishte afirmuar se gjenocidi është krim sipas të drejtës ndërkombëtare dhe e kishte vërejtur se “krimet e gjenocidit ndodhin kur grupimet racore, fetare, apo politike shkatërrohen, tërësisht ose pjesërisht\". Prandaj, që nga dhjetori i vitit 1946 ishte e qartë se përndjekje mbi baza politike dhe shkatërrimi dhe zhdukjen e grupeve politike njihen se krime sipas të drejtës ndërkombëtare.", "138.Në pikëpamjen e Qeverisë, fakti se Konventa e 1948 për Gjenocidin nuk i ka renditur “grupimet politike\" në mesin e grupeve të mbrojtura nuk ishte vendimtare. Hartuesit fillestar të Konventës së gjenocidit ishin të mendimit se përkufizimi i gjenocidit sipas të drejtës zakonore ndërkombëtare ishte më i gjerë se përkufizimi i përcaktuar në procesin e hartimit dhe travaux préparatoires e Konventës së Gjenocidi tregojnë se përjashtimi i \"grupeve politike\" ishte më shumë rezultat i një kompromisi politik sesa arsyetimi ligjor.", "139. Qeveria parashtroi se më tej grupet e mbrojtura të përfshira në Konventën e Gjenocidit të vitit 1948 mund të bashkohen dhe të shkëmbehen. Një grup (kombëtar) mund të bashkohet me një tjetër (fetar). Gjykatat Lituaneze e pranuan një gjë të tillë, në interpretimin që i bënë gjenocidit. Politika sovjetike në shtetet baltike, të cilave autoritetet sovjetike u referoheshin si \"kombe të pasigurta”, ishte shënjestruar kundër grupeve politike dhe sociale pikërisht sepse këto përbëjnë themelin e grupit kombëtar. Kështu vrasjet e motivuara “politikisht\" ishin thjesht një mbulim për aspiratat gjenocidale kombëtare dhe etnike.", "140. Qeveria gjithashtu parashtroi se ndryshimet legjislative të brëndshme në Lituani, në vitin 1998, reflektonin prirjet në praktikën e disa shteteve, si dhe në opinionet e hartuesve të ligjit mbi temën e gjenocidit. Një numër i konsiderueshëm i shteteve, duke përfshirë, Estoninë, Poloninë, Francën, Zvicrën, Finlandën, Slloveninë, Rumaninë, Ekuadorin dhe Kosta Rikan kishin zgjeruar përkufizimin e gjenocidit në të drejtën e brendshme. Përderisa shumica e zgjeroi përkufizimin në grupet sociale ose politike, disa zgjedhën një qasje të hapur gjithëpërfshirëse, si “grupet e përcaktuara nga çdo kriter tjetër arbitrar\" (Francë, Rumani).", "141. Duke iu kthyer çështjes së kërkuesit, Qeveria parashtroi se çështja ishte nëse në kohën e kryerjes së veprës ai mund të kishte parashikuar në mënyrë të arsyeshme se mund të akuzohej dhe dënohej për një krim sipas të drejtës ndërkombëtare. Interpretimi që Gjykatat Lituaneze dhanë për krimin e gjenocidit ishte në përputhje me thelbin e veprës në periudhën në fjalë, dhe në këtë mënyrë, vepra ishte e parashikueshme në mënyrë të arsyeshme.", "142. Qeveria vëren se kërkuesi ishte dënuar për pjesëmarrjen në zhdukjen e J.A. dhe A.A. Si partizanë, vëllezërit janë konsideruar nga autoritetet sovjetike, duke përfshirë MGB, se ishin “banditë\", “ilegalë” ose “nacionalistët borgjezë”, të cilët duhet të asgjësoheshin. Regjimi sovjetik kërkoi që të zhdukte kulturën, fenë, gjuhën, politikën dhe identitetin e kombit të Lituanisë, duke synuar shfarosjen e saj si grup. Gjykata e apelit ka konkluduar me të drejtë se J.A. dhe A.A. nuk mund të konsiderohen vetëm si anëtarë të një grupi politik (ashtu siç kishte bërë gjykata e shkallës së parë), por se i përkasin gjithashtu, dy grupeve të mbrojtura në mënyrë të veçantë nga ana e Konventës së gjenocidit, pra, grupit kombëtar dhe etnik. Kjo qasje është konfirmuar nga Gjykata e Lartë dhe Gjykatë Kushtetuese.", "143. Për sa i përket argumentit të kërkuesit se vëllezërit J.A. dhe A.A. nuk mund të mbrohen nga Konventa e Gjenocidit pasi ato kishin qenë anëtarë të qëndresës së armatosur, Qeveria iu referua lidhjes së ngushtë midis krimeve kundër njerëzimit dhe gjenocidit. Sipas Profesor Antonio Cassese, të paktën dy nënklasa për krime kundër njerëzimit dalin në pah në bazë të parimeve të Nurembergut: së pari, krimet e kryera kundër civilëve në kuadër të një praktike të gjerë ose sistematike të shkeljeve të rënda të të drejtave themelore të njeriut; dhe, së dyti, krimet e përndjekjes ndaj një grupi të caktuar personash, qoftë civil apo ushtarakë, në zbatim të një politike ose praktikë diskriminuese apo përndjekëse bazuar në baza fetare, raciale, etnike apo politike (Antonio Cassese, Paola Gaeta, John Rwd Jones ( eds.). Statuti i Romës i Gjykatës Ndërkombëtare Penale. A Commentary, Oxford, 2002). Qeveria theksoi se kjo qasje ishte konfirmuar më pas nga Gjykata e Hagës, në mënyrë të veçantë, në Prokurori kundër. Kupreskić dhe të tjerë (shih paragrafin 111 më lart).", "144. Lidhur me anën subjektive të veprës penale të kërkuesit, gjykatat e brendshme theksuan se ai ishte bërë anëtar vullnetarisht në MGB dhe duhet marrë parasysh se ai ka qenë në dijeni të natyrës dhe metodave të politikës totalitare ndaj Kombit Lituanez. Prandaj, kërkuesi mund të ketë pasur një pritshmëri se ai do të detyrohej të zbatonte urdhra të paligjshëm (shih K.H.W. k. Gjermanisë, [GC] , nr. 37201/97, § 74 , GJEDNJ 2001 - II (ekstrakte )). Në këtë kontekst parimi nr. IV i Nurembergut ishte i një rëndësie të veçantë, pasi tregonte qartë se një person që vepron në bazë të një urdhri të qeverisë së tij nuk mund t’i shpëtojë përgjegjësisë sipas të drejtës ndërkombëtare, me kusht që një zgjedhje e moralshme ishte në fakt e mundshme për të (Qeveria iu referua Penart k. Estonia ((dhjetor.) 14685/04, 24 janar 2006) , dhe Kolk dhe Kislyiy k. Estonia ((dhjetor.), nr. 23052/04 dhe 24018/04, ECHR 2006-I))", "145. Së fundi, qeveria hodhi poshtë pretendimin e kërkuesit se viktimat, vëllezërit J.A. dhe A.A., kishin bashkëpunuar me nazistët dhe për këtë arsye ishin ekzekutuar në mënyrë të ligjshme. Qeveria gjithashtu kundërshtoi pretendimin e mëtejshëm të ankuesit se në kohën asgjësimit J.A. dhe A.A. nuk kishin qenë partizanë. Ata vunë në dukje se të dy çështjet ishin shqyrtuar plotësisht nga gjykatat e brendshme dhe hedhur poshtë si të pabazuara.", "146. Duke pasur parasysh gjithçka që u përmend më lart, Qeveria arriti në përfundimin se dënimi i kërkuesit për gjenocid ishte i bazuar në të drejtën ndërkombëtare në periudhën në fjalë. Ndërsa vendimi i Gjykatës Kushtetuese i datës 18 mars 2014 vendosi se ndjekja penale në mënyrë prapavepruese për gjenocid ndaj një grupi shoqëror ose politik si i tillë ishte i paligjshëm, ajo u shpreh gjithashtu se veprimet e qëllimshme që synonin shkatërrimin e grupeve të caktuara social apo politike, si një pjesë e rëndësishme e një grupi kombëtar, etnik, racor apo fetar mund të konsiderohet si gjenocid nën normat e të drejtë ndërkombëtare të pranuara universalisht, në rrethanat ku shkatërrimi i grupeve kishte një ndikim në mbijetesën e të gjithë grupit të mbrojtur. Kërkuesi kishte marrë pjesë me dashje në zbatimin e politikës sovjetike që kishte për qëllim shfarosjen e partizanëve Lituanezë që përbënin një pjesë të rëndësishme të grupit kombëtar Lituanez. Në këtë mënyrë nuk ka pasur shkelje të Nenit 7.", "", "2. Parashtrimet e palës së tretë ndërhyrëse.", "", "147. Qeveria e Federatës Ruse vuri në dukje se çështja konkrete nuk ishte e para ku Gjykata kërkohej që të vendoste mbi çështjen e pajtueshmërisë së dënimit të një kërkuesi nga shtetet Baltike me dispozitat e nenit 7 të Konventës. Thelbi i çështjeve të tilla ishte përndjekja e kërkuesve për aktet që kanë kryer në vitet 1940-1950 në kohën kur, sipas Qeverisë së Federatës Ruse, shtetet baltike formonin një pjesë integrale të BRSS (ata iu referuan Kolk k. Kislyiy, cituar më lart, Kononov k. Lituanisë [GC], nr. 36376/04, ECHR 2010 dhe Tess k. Lituanisë (dhjetor), nr. 19363/05, 4 janar 2008). Pala e tretë pretendonte se në mënyrë që të provohej \"legjitimiteti\" i dënimit të ankuesit Qeveria Lituaneze u mbështet në një përshkrim të shtrembëruar historik të \"mizorive\" nga Qeveria sovjetike në shtetet baltike. Më tej, vëzhgimet e saj u mbingopën “me fakte të shumta të dyshimta, të cilat u paraqitën me një përpjekje për të mbështetur pohimin e tyre të pabazuar se autoritetet sovjetike kanë kryer “gjenocid” dhe “krime kundër njerëzimit” në Republikën Sovjektike Socialiste Lituaneze. Qeveria ruse kundërshtoi atë që konsiderohet se është një shtrembërim i hapur i realitetit historik dhe qëllimi i qartë i qeverive baltike ishte ndryshimi i historisë në përputhje me preferencat e tyre në kurriz të popullit aktiviteti i të cilave në të kaluarën nuk korrespondon me pikëpamjen e autoriteteve kombëtare të sotme.", "148. Politikat dhe legjislacioni i Bashkimit Sovjetik nuk kishin për qëllim shkatërrimin apo zhdukjen e kombit Lituanez. Asnjëherë nuk është pranuar se është kryer gjenocid nga ndonjë instrument ndërkombëtar. Pas tërheqjes së trupave gjermane në vitin 1944, pjesë të popullsisë lokale nuk pranuan të çarmatosen dhe, në vend të kësaj, zgjodhi rrugën e qëndresës ushtarake ndaj ushtrisë sovjetike. Këta ishin kryesisht persona të cilët kishin bashkëpunuar me nazistët. Grupet e armatosura ilegale u luftuan në mënyrë të ligjshme nga ushtria sovjetike dhe u ndoqën penalisht nga RSSL, e cila ishte i vetmi autoritet ndërkombëtarisht i njohur në këtë territor pas vitit 1945. Nuk kishte asnjë qëllim të veçantë nga ana e autoriteteve sovjetike apo kërkuesit për të shkatërruar ndonjë nga pjesët përbërëse të shoqërisë lituaneze.", "149. Qeveria ruse parashtroi se autoritetet kombëtare mund të zgjedhin për të bërë të ligjshëm një nocion më të gjerë të gjenocidit duke shtuar grupet e tjera ndaj atyre që janë tashmë të mbrojtur nga Konventa Gjenocidit. Megjithatë, veprimet që mund të jenë shënjestruar ndaj këtyre “grupeve të sapo mbrojtura\" nuk duhet të përjashtohen nga kufizimet e parashikuara në Nenin 7 të Konventës Evropiane për të Drejtat e Njeriut. Veprimet e tilla mund të përbëjë krim vetëm në qoftë se janë kryer pas hyrjes në fuqi të përkufizimit të zgjeruar të gjenocidit, nëse nuk ishin të dënueshme sipas të drejtës ndërkombëtare në fuqi në atë kohë. Për sa i përket, grupeve politike, ata janë përjashtuar nga përkufizimi i nenit II të Konventës së gjenocidit. Ky përkufizim është përsëritur në instrumente pasuese ndërkombëtare.", "150. Pala e tretë më tej vuri në dukje, se e drejta zakonore ndërkombëtare nuk i përfshin grupet politike brenda nocionit të gjenocidit. Një referimi i vetëm i grupeve politike në Rezolutën 96 (I) të Asamblesë së Përgjithshme të Kombeve të Bashkuara në vitin 1946 nuk është e mjaftueshme për të hedhur poshtë këtë tezë. Fakti që Raphael Lemkin, studiuesi i cili e konceptoi fillimisht termin dhe emri i të cilit u përmend nga Qeveria gjerësisht në parashtrimet e tyre me shkrim, konsideronte se “gjenocid” do të thotë “shkatërrimi i një kombi ose të një grupi etnik” (Raphael Lemkin, Axis Rule në pushtuar Evropën, 1944, f. 79). Nuk kishte asnjë provë se grupeve politike iu ofrohej mbrojtje e veçantë nga parimet e përgjithshme të së drejtës të njohura nga kombet e qytetëruara në 1953. Për më tepër, grupet politike nuk ishin konsideruar dhe nuk do të konsideroheshin kurrë si një kategori e mbrojtur brenda nocionit të gjenocidit në jurisprudencën e Gjykatave ndërkombëtare.", "151. Së fundi, veprimet e kërkuesit gjithashtu nuk kishin elementet përbërëse të krimeve kundër njerëzimit, pavarësisht pretendimit të Qeverisë Lituanisë për të kundërtën. Veprimet e tij nuk ishin drejtuar ndaj popullsisë civile vëllezërit J.A. dhe A.A. ishin anëtarë të një grupi të armatosur dhe të paligjshëm. Gjithashtu veprimet e tij nuk kanë ndodhur para ose gjatë luftës. Veprimet e tij nuk kishin lidhje ndonjë krim të parashikuar në Kartën e Nurembergut. Këto akuza nuk janë ngritur ndaj kërkuesit nga autoritetet kombëtare të prokurorisë.", "152. Me pak fjalë, qëndrueshmëria afatgjatë në të drejtën ndërkombëtare dhe praktikën në lidhje me përkufizimin e gjenocidit demonstron ekzistencën e një konsensusi të qartë dhe të qëndrueshëm në komunitetin ndërkombëtar në lidhje me qëllimin dhe karakterin shterues të listës së grupeve të mbrojtura. Asnjë qasje e zgjeruar lidhur me përkufizimin e gjenocidit ndryshe nga ajo e parashikuar në Konventën e gjenocidit nuk është njohur ndonjëherë në nivel ndërkombëtar. Nuk ka pasur dispozitat përkatëse ligjore që nga viti 1953 të cilat do të kishin qenë mjaft të qarta, të arritshme dhe të parashikueshme për kërkuesin që të pritej në mënyrë të arsyeshme se veprimet e tij do ta ngarkonin me përgjegjësi penale dhe në këtë mënyrë të ndryshonte sjelljen e tij. Prandaj, nuk ka asnjë bazë ligjore në të drejtën kombëtare dhe ndërkombëtare për dënimin dhe ndëshkimin e kërkuesit.", "", "3. Vlerësimi i Gjykatës", "", "(a) Parimet e përgjithshme", "", "153. Gjykata rithekson se garancia e sanksionuar në nenin 7, i cili është një element thelbësor i shtetit të së drejtës, zë një vend të rëndësishëm në sistemin e mbrojtës së ofruar nga Konventa, siç është nënvizuar nga fakti se asnjë derogim nuk është i lejueshëm në bazë të nenit 15 në kohë lufte ose emergjence tjetër publike. Ky nen duhet të interpretuar dhe zbatuar, në përputhje me objektin dhe qëllimin e tij, në mënyrë të tillë që të sigurojë mbrojtje efektive kundër përndjekjeve arbitrare, dënimeve dhe ndëshkimeve (shih Kononov, cituar më lart, § 185;. Del Rio Prada k. Spanjës [GC], nr. 42750/09, § 77, ECHR 2013).", "154. Prandaj, neni 7 nuk është i kufizuar vetëm në ndalimin e zbatimit në mënyrë prapavepruese të ligjit penal në dëm të të akuzuarit: gjithashtu mishëron, në mënyrë të përgjithshme, parimin se vetëm ligji mund të përkufizojë një krim dhe të parashikojë një dënim (nullum crimen, nulla poena sine lege) dhe parimin se e drejta penale nuk duhet të interpretohet në mënyrë të zgjeruar në dëm të të akuzuarit, për shembull me analogji. Nisur nga këto parime një vepër penale duhet të jetë e përcaktuar qartë nga ligji, qoftë kombëtar apo ndërkombëtar. Kjo kërkesë përmbushet kur individi mund të dallojë se nga formulimi i dispozitës përkatëse dhe, nëse është e nevojshme, me ndihmën e interpretimit gjyqësor dhe me këshillim ligjor cilat veprime dhe mosveprime do ta bëjnë atë penalisht përgjegjës. Gjykata ka treguar në këtë mënyrë se kur bëhet fjalë për \"Ligje\" Neni 7 bën fjalë për të njëjtën koncept që Konventa i referohet në vende të tjera, kur përdor këtë term, një koncept i cili përfshin të drejtën e shkruar dhe të drejtën e pashkruar dhe nënkupton kërkesat cilësore, sidomos ato të aksesit dhe para shikueshmërisë (shih Korbely k. Hungarisë [GC], nr. 9174/02 ,§ 70, ECHR 2008, Kononov, cituar më lart, §§ 185 dhe 196; Del Río Prada, cituar më lart, § 91", "", "155. Gjykata rithekson se sado në mënyrë të qartë të jetë hartuar një dispozitë ligjore, në çdo sistem ligjor, duke përfshirë edhe të drejtën penale, ekziston një element i pashmangshëm i interpretimit gjyqësor. Gjithmonë do të ekzistojë nevoja për sqarimin e pikave të dyshimta dhe për përshtatjen ndaj ndryshimit të rrethanave. Në të vërtetë, në Shtetet e Konventës, zhvillimi progresiv i ligjit penal me anë të interpretimit gjyqësor është një pjesë e mirë ngulitur dhe e domosdoshme e traditës ligjore. Neni 7 i Konventës nuk mund të lexohet sikur nxjerr jashtë sqarimin gradual të rregullave të përgjegjësisë penale me anë të interpretimit gjyqësor rast pas rasti, me kusht që rezultati është në përputhje me thelbin e veprës dhe mund të parashikohet në mënyrë të arsyeshme (shih Së k. Mbretëria e Bashkuar, 22 nëntor 1995 § 36, seria A nr. 335-B,. CR k. Mbretërisë së Bashkuar, 22 nëntor 1995 § 34, seria A nr. 335-C,... Streletz, Kessler dhe Krenz k. Gjermanisë [GC], nr. 34044/96, 35532/97 dhe 44801/98, § 50, GJEDNJ 2001-II;. K.-Hë k. Gjermani, cituar më lart, § 45;. Jorgic k. Gjermanisë, nuk 74613/01,. § 101, ECHR 2007- III dhe Kononov, cituar më lart, § 185).", "156. Në çështjen Jorgic, ka pasur dy interpretime të mundshme të termit \"për të shkatërruar\" në përkufizimin e krimit të gjenocidit dhe Gjykata shqyrtoi përputhshmërinë e dënimit të kërkuesit, në bazë të një interpretimi në mënyrë të zgjeruar (shkatërrim i një njësie të veçantë sociale në krahasim me shkatërrimin fizik), me nenin 7 të Konventës. Ajo tha se një interpretim i qëllimit të veprës penale i cili të ishte në përputhje me thelbin e asaj vepre “duhet, si rregull, të konsiderohet si i parashikueshëm\", edhe pse, si përjashtim, një kërkues mund të mbështetet në një interpretim të veçantë të dispozitës bërë nga gjykatat e brendshme në rrethanat e veçanta të një çështjeje. Gjykata vazhdoi shqyrtimin nëse ka rrethana të veçanta që të qojnë në përfundimin se kërkuesi, ndërmjet këshillave ligjore nëse ishte e nevojshme, mund të mbështetej në një interpretim të ngushtë të qëllimit të gjenocidit nga gjykatat e brendshme. Gjykata konstatoi se, ndërsa autoritete të ndryshme (organizatat ndërkombëtare, kombëtare dhe gjykatat ndërkombëtare, si dhe studiuesit dhe shkrimtarët) kishte qenë pro dy interpretimeve, atij të zgjeruar dhe te ngushtuar, të krimit të gjenocidit në kohën e akteve në fjalë, Z Jorgic, nëse ishte e nevojshme një gjë e tillë me ndihmën e një avokati, në mënyrë të arsyeshme mund të kishte parashikuar pranimin e një interpretimi të zgjeruar dhe, për këtë arsye, se ai rrezikonte të akuzohej dhe të dënohej për gjenocid (cituar më lart, §§ 108-114).", "157. Shtrirja e konceptit të parashikueshmërisë varet në një shkallë të konsiderueshme në përmbajtjen e instrumentit në fjalë, fushën që ajo është projektuar që të mbulojë dhe numrin dhe statusit të atyre të cilëve u drejtohet. Një ligj ende mund të plotësojë kërkesat e parashikueshmërisë edhe në qoftë se personi në fjalë duhet të marrë këshilla ligjore për të vlerësuar, në një shkallë që është e arsyeshme për rrethanat, pasojat që një veprim i caktuar mund të sjellë. Kjo është veçanërisht e vërtetë në lidhje me personat që ushtrojnë një aktivitet profesional, të cilët janë mësuar që të tregojnë një shkallë të lartë kujdesi kur ushtrojnë profesionin e tyre. Kështu për këtë shkak, nga këta persona mund të pritet ndërmarrja e një kujdesi të veçantë në vlerësimin e risqeve që aktivitete të tilla mund të sjellin. (shih Pessino k. Francës, nr. 40403/02, § 33, 10 tetor 2006).", "158. Sipas parimeve të përgjithshme të së drejtës, të pandehurit nuk kanë të drejtë që të justifikojnë sjelljen që ka sjellë dënimin e tyre, thjesht duke treguar se një sjellja e tillë ka ndodhur në të vërtetë dhe në këtë mënyrë formoi një praktikë. Përderisa kjo çështje nuk u ngrit në mënyrë të veçantë nga kërkuesi, Gjykata megjithatë e konsideron të rëndësishme të ri përsërisë përfundimet e veta të mëparshme në K.-H.ë. (Cituar më lart, § 75), për efekt se edhe një ushtar privat nuk mund të tregojë bindje totale, të verbër ndaj urdhrave të cilat në mënyrë flagrante ishin në kundërshtim me të drejtat e njeriut të njohura ndërkombëtarisht, në mënyrë të veçantë me të drejtën e jetës, që është vlera supreme në hierarkinë e të drejtave të njeriut. Një praktikë shtetërore për tolerimin apo inkurajimin e akte të caktuara që janë konsideruar si vepra penale në bazë të instrumenteve ligjore kombëtare dhe ndërkombëtare dhe sensi i mosndëshkimit të cilin një praktikë e tillë nxit te autorët e veprave të tilla nuk e pengon që ata të sillen para drejtësisë dhe të dënohen (shih Streletz , Kessler dhe Krenz, cituar më lart, §§ 74, 77-79).", "159. Gjykata thekson se në rast të ndryshimit të sovranitetit shtetëror mbi një territor ose ndryshimit të regjimit politik në një territor kombëtar, është krejtësisht legjitime për një shtet të qeverisur nga sundimi i ligjit të fillojë procedimet penale kundër atyre që kanë kryer krime nën një regjim të mëparshëm. Gjykatat e një shteti të tillë, që kanë marrë vendin e atyre që kanë ekzistuar më parë, nuk mund të kritikohen për zbatimin dhe interpretimin e dispozitave ligjore në fuqi në atë kohë në dritën e parimeve që rregullojnë një Shtet të së drejtës (shih Streletz, Kessler dhe Krenz, cituar më lart, § 81, dhe Kononov, cituar më lart, § 241). Ashtu si detyrimi në një shtet për të ndjekur penalisht sipas ligjeve dhe zakoneve të luftës, Neni 2 i Konventës gjithashtu urdhëron Shtetet që të marrin hapat e duhur për të mbrojtur jetën e personave brenda juridiksionit të tyre dhe nënkupton një detyrë parësore për të siguruar të drejtën e jetës duke parashikuar dispozita ligjore penale efektive për të penguar kryerjen e veprave të cilat rrezikojnë jetën (shih Kononov, cituar më lart, § 241).", "160. Gjykata po ashtu thekson se, në parim, nuk është detyrë e saj zëvendësimi i juridiksioneve të brendshme. Detyra e tij, në përputhje me nenin 19 të Konventës, është për të siguruar respektimin e angazhimeve të ndërmarra nga Palët Kontraktuese të Konventës. Duke pasur parasysh natyrën subsidiare të sistemit të Konventës, nuk është detyrë e Gjykatës të merret me gabimet e faktit apo ligjit thuhet të kryera nga një gjykatë kombëtare, përveç dhe në masën që ato mund të kenë shkelur të drejtat dhe liritë e mbrojtura nga Konventa (shih Streletz , Kessler dhe Krenz, cituar më lart, § 49, dhe Jorgic, cituar më lart, § 102) dhe nëse se vlerësimi i brendshëm është haptazi arbitrar (shih Kononov, cituar më lart, § 189). Ky është veçanërisht rasti kur gjykata vendase vlerëson fakte me një ndjeshmëri historike, edhe pse Gjykata mund të pranojë disa të vërteta të njohura historike dhe të bazojë arsyetimin e saj mbi to (shih Ždanoka, cituar më lart, § 96). Ky parim zbatohet edhe kur legjislacioni i brendshëm i referohet rregullave të së drejtës së përgjithshme ndërkombëtare ose marrëveshjeve ndërkombëtare (shih Waite dhe Kennedy k. Gjermanisë [GC], nr. 26083/94, § 54, ECHR 1999 deri në i, dhe Korbely, cituar më lart, § 72) dhe kur gjykatat vendase aplikojnë parimet e së drejtës ndërkombëtare (shih Kononov, cituar më sipër, § 196).", "161. Duke qenë kështu, Gjykata megjithatë thekson se pushteti i saj shqyrtues do të jetë më i madh, Kur Konventa në vetvete, neni 7 në rastin në fjalë, kërkon ekzistencën e një bazë ligjore për ndëshkimin dhe dënimin. Neni 7 § 1 kërkon që Gjykata të shqyrtojë nëse ka pasur një bazë bashkëkohore ligjore për dënimin e kërkuesit dhe, në mënyrë të veçantë, ajo duhet të bindet se rezultati i arritur nga gjykatat Lithuaneze ishte në përputhje me nenin 7 të Konventës, edhe nëse ka pasur dallimet mes qasjes ligjore dhe arsyetimit të kësaj Gjykate dhe vendimeve të gjykatave kombëtare. Nëse Gjykatës do ti akordohej një pushtet më i vogël rishikues, do të bënte që të devijohej nga qëllimi i Nenit 7 (shih Kononov, cituar më lart, § 198).", "162. Me pak fjalë, funksioni i Gjykatës në bazë të nenit 7 § 1 është që të vlerësojë nëse ka pasur një bazë të qartë ligjore në mënyrë të mjaftueshme, duke pasur parasysh ligjin në fuqi në vitin 1953, për dënimin e kërkuesit (shih Kononov, cituar më lart, § 199 ). Në veçanti, Gjykata do të shqyrtojë nëse dënimi i kërkuesit për gjenocid ishte në përputhje me thelbin e asaj vepre dhe nëse mund të parashikohej në mënyrë të arsyeshme nga kërkuesi në kohën e pjesëmarrjes së tij në operacionin e 2 janarit 1953, gjatë të cilit u vranë dy partizanë, J.A. dhe A.A., (shih paragrafin 25 më lart, gjithashtu shih Jorgic, cituar më lart , § 103 ).", "", "(b) Faktet e çështjes", "", "163. Para shqyrtimit të meritave të ankesës së kërkuesit, Gjykata së pari do të trajtojë konfliktin faktik ndërmjet Qeverisë dhe kërkuesit, në lidhje me kërkesën e këtij të fundit se në kohën e vdekjes së tyre vëllezërit J.A. dhe A.A. nuk ishin më partizanë, gjë që do të bënte që ai të mos dënohej për gjenocid ndaj partizanëve Lituaneze si një grup. Si gjatë procedurës gjyqësore në Lituani dhe në parashtresat e tij në Gjykatë, kërkuesi pretendoi se vëllezërit J.A. dhe A.A. kishin qenë bashkëpunëtorë naziste nën pushtimin gjerman, ky pretendim u mbështet dhe nga pala e tretë, dhe se vëllezërit nuk kishin qenë më partizanë pasi Bashkimi Sovjetik kishte rivendosur kontrollin e tij në Lituani.", "164. Gjykata vëren se gjykatat vendase arritën në një përfundim të qartë në këtë pjesë, duke konsideruar me kujdes të gjitha rrethanat. Në dritën e jurisprudencës së saj të vazhdueshme, Gjykata thekson se nuk është në kompentencë e saj, të zëvendësojë vlerësimin e saj të fakteve me atë të gjykatave të brendshme (shih Elsholz k. Gjermanisë [GC], nr. 25735/94, § 66, ECHR 2000-VIII;.. Donohoe k. Ireland, nr 19165/08, § 73, 12 dhjetor 2013). Gjykata konfirmon se çështja e përgjegjësisë penale të kërkuesit ishte kryesisht një çështje për t’u vlerësuar nga ana e gjykatave të brendshme (shih Streletz, Kessler dhe Krenz, cituar më lart, § 51, dhe Kononov, cituar më lart, § 187). Ajo gjithashtu konsideron se duke pasur parasysh kompleksitetin e detyrës së rindërtimit të fakteve të çështjes më shumë se pesëdhjetë vjet pas ngjarjeve, gjykatat kombëtare ishin në një pozitë më të mirë për të vlerësuar të gjitha materialet në dispozicion dhe provat. Në këtë pikë, Gjykata vëren se Gjykata e Apelit ka bërë një gjykim të plotë lidhur me pretendimet e kërkuesit. Megjithatë, gjykata gjithashtu ka pasur parasysh sfondin historik, metodat e veçanta të përdorura nga lëvizjet e rezistencës në atë kohë, si dhe të dokumentat arkivore që tregojnë urdhrat e MGB-së për të përhapur informacion të gabuar për vëllezërit J.A. dhe A.A. me qëllim që të kompromentonin integritetin e tyre, ose për të parandaluar që ata të bashkoheshin me partizanët tjera. Pas analizës së saj , Gjykata e Apelit i hodhi poshtë pretendimet e kërkuesit si të pabazuara (paragrafi 37 më sipër). Ky konkluzion u miratua plotësisht nga Gjykata e Lartë (paragrafi 40 më sipër). Gjykata nuk sheh ndonjë arsye që të largohet nga konkluzionet e gjykatave të brendshme të cilat, për më tepër, janë të bazuara në njohuritë e tyre të drejtpërdrejta të rrethanave kombëtare.", "", "(c) Nëse dënimi i kërkuesit për gjenocid ishte në përputhje me Nenin 7 të Konventës", "", "165. Gjykata rithekson se krimi i gjenocidit është futur në ligjin Lituanez në vitin 1992 (shih paragrafin 51 më lart). Në vitin 2001 prokurori akuzoi kërkuesin për veprën penale të gjenocidit ndaj partizanëve lituaneze, përfaqësues të një grupi politik, në bazë të nenit 71 § 2 të Kodit Penal Lituanez, të ndryshuar në vitin 1998 (shih paragrafët 29 dhe 52 më lart). Në kohën kur gjykata e shkallës së parë e dënoi kërkuesin për gjenocid në vitin 2004, Kodi i Ri Penal kishte hyrë në fuqi dhe kërkuesi u dënua në bazë të nenit 99 të këtij Kodit të ri Penal. Gjykata e Apelit dhe Gjykata e Lartë lanë në fuqi dënimin e kërkuesit në bazë të të njëjtit nen, Neni 99 (shih paragrafët 33, 36, 38 dhe 53 më lart).", "166. Për këtë arsye, Gjykata çmon se dënimi i kërkuesit u bazua në dispozitat ligjore të cilat nuk kanë qenë në fuqi në vitin 1953 dhe se për këtë arsye këto dispozita janë aplikuar në mënyrë prapavepruese. Prandaj, kjo do të përbënte një shkelje të nenit 7 të Konventës, nëse nuk mund të konstatohet se dënimi i tij është i bazuar mbi të drejtën ndërkombëtare në atë kohë. Dënimi i kërkuesit, sipas mendimit të Gjykatës, duhet të shqyrtohet nga kjo perspektivë (shih, K.-H.w. k. Gjermanisë, cituar më lart, § 50).", "", "(I) Pranueshmëria", "", "167. Gjykata vëren se Bashkimi Sovjetik ishte palë në Marrëveshjen e Londrës të 8 gushtit të vitit 1945 ndërmjet të cilës u miratua Karta e Gjykatës Ndërkombëtare (shih Kononov, cituar më lart, §§ 116 dhe 117). Në bazë të nenit 6 (c) të Kartës, shfarosjet, dëbimet dhe aktet e tjera çnjerëzore kundër popullsisë civile, duke përfshirë persekutimin mbi baza politike, u përkufizuan si krime kundër njerëzimit. Më 11 dhjetor 1946 Asambleja e Përgjithshme e Kombeve të Bashkuara dënoi krimin e gjenocidit, duke miratuar Rezolutën Nr. 96 (I). Konventa Gjenocidit e vitit 1948, duke afirmuar parimet e të drejtës ndërkombëtare të njohura nga kjo Rezolutë, u miratua unanimisht nga Asambleja e Përgjithshme e Kombeve të Bashkuara më 9 dhjetor 1948. Bashkimi Sovjetik e nënshkroi Konventën e gjenocidit më 16 dhjetor 1949. Pasi u depozituan njëzet instrumente të ratifikimit ose aderimit, Konventa hyri në fuqi më 12 janar 1951. Gjykata vëren më tej se në Opinionin Këshillimor të vitit 1951, Gjykata Ndërkombëtare e Drejtësisë theksoi se parimet themelore në Konventën e gjenocidit janë parime të cilat janë të njohura nga kombet e qytetëruara, si të detyrueshme për Shtetet, madje edhe pa asnjë detyrim konvencionale (shih paragrafin 80 më lart).", "168. Në vijim të asaj çfarë u përmend më lart, gjykata vëren se krimi i gjenocidit ishte i njohur në mënyrë të qartë si një krim, sipas të drejtës ndërkombëtare në 1953. Ishte parashikuar në Konventën e gjenocidit të 1948 dhe, edhe para kësaj datë, ishte pranuar dhe dënuar nga Kombet e Bashkuara në 1946. Në këto rrethana Gjykata konkludon se këto instrumente të së drejtës ndërkombëtare që ndalojnë gjenocidin, ishin në mënyrë të mjaftueshme të aksesueshme për kërkuesin.", "", "(ii) Parashikueshmëria", "", "169. Në mënyrë që të verifikojë pajtueshmërinë me Nenin 7, në çështjen konkrete, Gjykata duhet të përcaktojë nëse ishte e parashikueshme sipas të drejtës ndërkombëtare ashtu siç ishte parashikuar në vitin 1953 se vepra për të cilën ishte dënuar ankuesi mund të cilësohet si gjenocid (shih paragrafin 162 më lart.", "(α) Përkufizimi i gjenocidit në vitin 1953", "", "Neni II i Konventës së gjenocidit", "", "170. Gjykata fillon duke vënë në dukje se krimi i gjenocidit që ndalohet nga neni II i Konventës së 1948 rendit katër grupe të mbrojtura të personave: kombëtare, etnike, racore ose fetare. Kjo dispozitë nuk i referohet grupeve sociale apo politike. Për më tepër, travaux préparatoires shfaq një qëllim nga ana e hartuesve të konventës për të mos përfshirë grupet politike në listën e atyre që mbrohen nga Konventa 1948. GJND-ja, kur shqyrton historinë e hartimit të nenit II të Konventës së 1948 në Bosnje dhe Hercegovinë k. Serbisë dhe çështja e Malit të Zi, vuri re se hartuesit e Konventës “i kushtuan vëmendje identifikimit pozitiv të grupeve me karakteristika të veçanta dalluese për të vendosur cilat grupe do të përfshihen dhe (të tilla si grupet politike), cilat grupe do të përjashtohen nga Konventa” (shih paragrafin 105 më lart). Gjykata nuk gjen argumente bindëse për t’u shmangur nga përkufizimi i gjenocidit i parashikuar në Konventën e 1948, që përfshin listën e të katër grupeve të mbrojtura. Në të kundërtën, të gjitha referencat për krimin e gjenocidit në instrumente ndërkombëtare ligjore pasuese Konventa mbi mos aplikimin e parashkrimit për krimet e luftës dhe krimet kundër njerëzimit e vitit 1968, Statuti Gjykatës Ndërkombëtare Penale për Ish Jugosllavinë i vitit 1993, Statuti ICTR e vitit 1994, si dhe si në instrumentin më të fundit të ligjit ndërkombëtar Statuti i Gjykatës Ndërkombëtare Penale i vitit 1998 e përshkruajnë këtë në mënyrë të ngjashme, edhe pse jo identike. Në veçanti, gjenocidi përkufizohet si veprim I kryer për të shkatërruar një grup kombëtar, etnik, racial ose fetar, pa iu referuar grupeve politike (shih paragrafët 83, 85, 86 dhe 87 më lart). Sipas mendimit të Gjykatës, fakti që shtete të caktuara vendosën më vonë për të kriminalizuar gjenocidin ndaj një grupi politik në ligjet e tyre të brendshme (shih paragrafët 36 dhe 38 më lart) nuk e ndryshon realitetin se teksti i Konventës së 1948 nuk e ka bërë një gjë të tillë.", "", "E drejta Ndërkombëtare Zakonore", "", "171. Gjykata i kthehet pyetjes nëse përkufizimi i gjenocidit në Konventën e vitit 1948 ekzistonte së bashku me normat zakonore të së drejtës ndërkombëtare, të cilat mund të ofrojnë një bazë të vlefshme për dënimin e kërkuesit për gjenocid.", "", "172. Është e qartë nga konkluzionet e mëparshme të Gjykatës në lidhje me aksesushmërinë e veprës se në 1953 gjenocidi ishte tashmë një krim sipas të drejtës zakonore ndërkombëtare (shih paragrafin 168 më lart). Akuzat e tetorit të 1945 para Nurembergut IMT si dhe parashtresat me gojë të disa prokurorëve, akuzuan të pandehurit për gjenocid, rëndësia e të cilave nuk u cënua nga fakti se vendimi përfundimtar nuk e përmendte krimin e gjenocidit. Rezoluta 96 (1) e Asamblesë së Përgjithshme të OKB-së ë dhjetorit 1946, miratuar unanimisht dhe pa debat, pohoi ekzistencën e krimit ndërkombëtar të gjenocidit. Ka ndjekur disa referenca në akuzat për krimin e gjenocidit, dhe dënimet për krime me qëllime gjenocidale në vendimet pas gjykimeve të Nurembergut sipas ligjit të Këshillit të Kontrollit nr. 10 si dhe në gjyqet nga Gjykata e Lartë Polake (1946-1947) të Hoess dhe Greiser. Neni 1 i Konventës së 1948 “konfirmoi” se gjenocidi ishte një krim sipas të drejtës ndërkombëtare. GJND-ja më pas iu referua Rezolutës 96 (1) dhe konfirmoi se parimet bazë të Konventës së 1948 ishin të njohura nga kombet e qytetëruara, si të detyrueshme për shtetet madje dhe pa asnjë detyrim konvencional (shih paragrafin 80 më lart).", "173. Megjithatë, nëse qëllimi i gjenocidit sipas të drejtës ndërkombëtare zakonore mund të thuhet se është i ndryshëm, dhe në mënyrë të qartë, më i gjerë se përkufizimi i konventës, mendimet janë të ndryshme.", "174. Raphael Lemkin, i cili krijoi termin \"gjenocid\", propozoi një përkufizim më të gjerë të veprës. Në librin e tij të vitit 1944 ai iu drejtua krimeve kundër grupeve kombëtare, por pranoi se gjenocidi mund të përbëjë akte që synojnë shkatërrimin e një grupi kombëtar duke shkatërruar institucionet politike të tij, kulturën dhe jetesën. Rezoluta e mëvonshme Asamblesë së Përgjithshme të OKB 96 (1) bëri thirrje për përgatitjen e një konvente për gjenocid që do të mbronte “grupet racore fetare politike dhe grupet e tjera\". Disa autorë konsideruan se ajo Rezolutë reflekton ndalimin jus cogens të gjenocidit ndërsa të tjerë kanë vënë në pikëpyetje këtë pikëpamje. Disa autorë ishin gjithashtu të mendimit se lista përfundimtare e grupeve të mbrojtura nga Konventa e 1948 ishte rezultat i përshtatshmërisë politike dhe jo rezultat i një reflektimi parimor bazuar në dallimet filozofike apo dallimet e të tjera mes grupeve të caktuara. Në fund të 1940 disa komentues shprehën gjithashtu shqetësimin se përjashtimi i grupeve politike dhe ekonomike do të thoshte se Konventa e 1948 nuk mund të mbrojë aktet e kryera nga autoritetet sovjetike kundër pronarëve të pronave. Autorëve të tjerë, megjithatë, nuk ishin dakord se përjashtimi i grupeve politike ishte rezultat e presionit sovjetik.", "175. Duke pasur parasysh faktorët e përmendura më sipër, Gjykata konstaton se ka disa argumente që pranojnë idenë se grupet politike ishin të mbrojtura në të drejtën zakonore ndërkombëtare mbi gjenocidin në vitin 1953. Megjithatë, ka pikëpamje të forta bashkëkohore kundër balancuese. Në këtë pikë, Gjykata rithekson se pavarësisht këtyre pikëpamjeve që mbështesin përfshirjen e grupeve politike në përkufizimin e gjenocidit, qëllimi i përkufizimit të gjenocidit ka mbetur i ngushtë në Konventën e vitit 1948 dhe është ri konfirmuar në të gjitha instrumentet e mëvonshme të së drejtës ndërkombëtare (shih paragrafin 170 më lart). Si përfundim, Gjykata konstaton se nuk ka bazë të mjaftueshme për të konkluduar se e drejta zakonore ndërkombëtare në vitin 1953 përfshinte “grupet politike” në mesin e atyre që përfshihen në përkufizimin e gjenocidit. Interpretimet e mëtejshme të termit “pjesërisht”, parashikuar nga Nenin II i Konventës së gjenocidit.", "176. Gjykata i kthehet pretendimit të Qeverisë se për shkak të rëndësisë së tyre, Partizanët Lituanezë ishin “pjesë” e grupit kombëtar, i cili është një grup i mbrojtur nga Neni II I Konventës së gjenocidit. Në vijim të këtij arsyetimi, gjykata thekson se në 1953 nuk kishte praktikë gjyqësore nga gjykatat ndërkombëtare për të siguruar një interpretim juridik të përkufizimit të gjenocidit. Travaux préparatoires i Konventës së gjenocidit nuk lë shumë të kuptohet se çfarë nënkuptonin hartuesit e Konventës me termin “pjesërisht”. Komentuesit e parë të Konventës se gjenocidit theksuan se termi “pjesërisht” përmban një kërkesë për një masë të konsiderueshme (shih paragrafin 93 më lart). Konventa e gjenocidit në vetvete parashikon se krimi karakterizohet nga një “qëllim për të shkatërruar tërësisht ose pjesërisht....një grup, si të tillë” dhe kërkesa për një masë të konsiderueshme mbështetet nga Rezoluta 96(I) sipas të cilës “gjenocid d.m.th. mohimi i të drejtës së ekzistencës për të gjithë grupet njerëzore”. Duke pasur parasysh se qëllimi i Konventës së gjenocidit ishte të merrej me krimet në masë, Gjykata Ndërkombëtare Penale për Ish Jugosllavinë theksoi konkluzionin e gjithë pranuar se qëllimi për të shkatërruar një grup duhet të drejtohet të paktën ndaj një pjesë të konsiderueshme të grupit (shih paragrafin 98 më lart). Serioziteti i krimit të gjenocidit reflektohet në kërkesat e rrepta të cilat duhen përmbushur para se një dënim të aplikohet prova e kërkuar e qëllimit specifik dhe shfaqja se grupi i shënjestruar në tërësi apo në një pjesë të konsiderueshme (shih paragrafin 106 më lart). Gjykata në këtë mënyrë, e konsideron të arsyeshme për të arritur në konkluzionin se në 1953 ishte e parashikueshme se termi “pjesërisht” përmbante një kërkesë për një masë të konsiderueshme.", "177. Gjithsesi, Gjykata është e përgjegjshme për zhvillimin e mëvonshëm në praktikën gjyqësorë ndërkombëtare lidhur me krimin e gjenocidit. Gjysmën shekulli pas ngjarjeve për të cilat kërkuesi u dënua, direktiva gjyqësore lidhur me interpretimin e frazës “pjesërisht” dolën çështje lidhur me gjenocidin dhe u sollën para, ICTY, ICTR dhe ICJ. Në veçanti, ashtu siç ka nxjerrë në pah praktika gjyqësore referuar në paragrafin 97-108 më lart, një shkatërrim i qëllimshëm i një pjese të “të dallueshme” të një grupi të mbrojtur, mund të konsiderohet si gjenocid ndaj të gjithë grupit, duke siguruar që pjesa e “dallueshme” ishte e konsiderueshme për shkak të numrit të lartë të anëtarëve. Gjithashtu, përveç madhësisë numerike të grupit të shënjestruar, interpretimi gjyqësor konfirmoi se “rëndësia” e tij brenda grupit të mbrojtur mund të jetë një faktor i rëndësishëm. Ky interpretim i frazës “pjesërisht” nuk mund të ishte i parashikueshëm për kërkuesin në atë kohë.", "", "Konkluzione", "", "178. Me pak fjalë, Gjykata konkludon se në 1953, e drejta ndërkombëtare e traktateve nuk përfshinte “grupet politike” në përkufizimin e gjenocidit, dhe as nuk mund të thuhet se e drejta ndërkombëtare zakonore parashikonte një përkufizim më të gjerë të gjenocidit nga ai i përcaktuar në Nenin II të Konventës së gjenocidit të 1948.", "", "(b) A ishte interpretimi veprimeve te kërkuesit nga gjykatat kombëtare në përputhje me konceptin e gjenocidit të vitit 1953?", "", "179. Gjykata më pas i kthehet interpretimit e krimit të gjenocidit nga Gjykatat Lituaneze në çështjen e kërkuesit. Ajo vë në dukje se trupi gjykues e shpalli fajtor kërkuesin e akuzuar nga prokurori, pra, fajtor për gjenocid ndaj partizanëve Lituanezë, si anëtarë të një grupi të veçantë politik (shih paragrafët 29 dhe 31 më lart). Gjykata e Apelit, nga ana e saj, riformuloi dënimin e kërkuesit, duke mbajtur qëndrimin se atribuimi i partizanëve Lithuanezë, si pjesëmarrës në qëndresën e armatosur ndaj fuqisë pushtuese, ne një grup të veçantë \"politik\", ishte vetëm \"relativ/i kushtëzuar dhe jo shumë i saktë\". Për gjykatën e apelit, partizanët Lituanezë kishin qenë edhe \"përfaqësues të kombit të Lituanisë, pra, grupit kombëtar\" (shih paragrafët 35 dhe 36 in fine më lart). Megjithatë, Gjykata e Apelit nuk shpjegoi se çfarë do të thoshte nocioni \"përfaqësues\". Gjithashtu as nuk dha shumë të dhëna historike ose faktikë për mënyrën se si partizanët Lituanezë përfaqësonin kombin Lituanez. As mburoja specifike e partizanëve lidhur me grupin “kombëtar” nuk u interpretua nga Gjykata e Lartë. Gjykata e Lartë, i cili pranoi se ankuesi ishte \"dënuar për përfshirje në zhdukjen fizike të një pjesë të banorëve Lituanezë të cilët i përkisnin një grupi të ndryshëm politik\", thjesht vërejti se në 1944-1953 qëndresa e armatosur kundër regjimit të Bashkimit Sovjetik lufta partizane u zhvillua në Lituani (shih paragrafët 39 dhe 40 më lart).", "180. Nga ana e saj, Gjykata Kushtetuese Lituaneze gjithashtu pranoi se qëndresa e organizuar e armatosur kundër pushtimit Sovjetik duhet të konsiderohej si vetëmbrojtje e Shtetit të Lituanisë. Partizanët kishin drejtuar luftën kombëtare politike dhe ushtarake për liri.", "181. Gjykata pranon se autoritetet e brendshme kanë diskrecion për të interpretuar përkufizimin e gjenocidit më gjerësisht se përkufizimi i parashikuar në Konventën e gjenocidit të 1948. Megjithatë, ky diskrecion nuk lejon gjykatat kombëtare që të dënojnë personat e akuzuar sipas këtij përkufizimi të zgjeruar, në mënyrë prapavepruese. Gjykata tashmë ka vendosur në 1953 grupet politike ishin përjashtuar nga përkufizimi i gjenocidit sipas të drejtës ndërkombëtare (shih paragrafin 178 më lart). Pra prokurorët nuk mund të akuzonin në mënyrë prapavepruese, dhe gjykatat kombëtare nuk mund të dënonin kërkuesin në mënyrë prapavepruese për gjenocid ndaj partizanëve Lituanezë, si anëtarë të një grupi politik (shih gjithashtu vendimin e gjykatës Kushtetuese, paragrafi 60 më lart). Për më tepër, edhe nëse interpretimi pasues i gjykatave ndërkombëtare i termit “pjesërisht” ishte i disponueshëm në 1953, nuk ka qëndrueshme në faktet e gjykatave të brendshme penale që t’i mundësojë Gjykatës vlerësimin se në cilën bazë gjykata kombëtare konkludoi se në 1953 partizanët Lituanezë përbënin një pjesë të rëndësishme të grupit kombëtar, me fjalë të tjera, një grupi të mbrojtur nga Neni II i Konventës së gjenocidit. Pra, Gjykata nuk bindet se në atë kohë kërkuesi, edhe me ndihmën e një avokati, do të mund të parashikonte se vrasja e partizanëve Lituanezë mund të përbënte veprën penale të gjenocidit ndaj kombit Lituanez ose ndaj etnisë Lituaneze.", "182. Veç kësaj, Gjykata thekson se Neni II i Konventës së gjenocidit kërkon nga autori i krimit të veprojë me qëllimin për të shkatërruar një grup të mbrojtur në tërësi ose pjesërisht. Deklaratat e kërkuesit në atë kohë u referohen akteve kundër \"banditëve\", \"organizatave të fshehta nacionaliste\" dhe \"bandave nacionaliste\" (shih paragrafët 18 dhe 19 më lart). Për më tepër, qëllimet e shprehura në mbledhjet e MGB-së të 1953 ishin të drejtuara kundër këtyre grupeve. Sipas mendimit të Gjykatës, edhe në qoftë se politika e shfarosjes së MGB-së shtrihej dhe ndaj “atyre që ndihmojnë partizanët dhe të njohurit e tyre\", qëllimi thelbësor i këtij grupi të gjerë të \"nacionalistëve Lituanezë\" ishte për të siguruar pavarësinë e shtetit të Lituanisë (shih, paragrafët 13, 44 dhe 67 më lart). Në të vërtetë, siç tha dhe prokurori, dhe gjykata e apelit dhe e Kasacionit konfirmuan, partizanët Lituanezë po luftonin kundër pushtimit sovjetik dhe për pavarësinë e shtetit lituanez (shih paragrafët 29, 39, 40 dhe 44 më lart). Në dritën e sa u përmend më sipër, Gjykata pranon se argumenti i kërkuesit nuk është pa peshë, që do të thotë se veprimet e tij, dhe ata të MGB-së, kishin për qëllim shfarosjen e partizanëve, si një grup i veçantë dhe në mënyrë të qartë i identifikueshëm, karakterizuar nga qëndresa e armatosur ndaj pushtetit sovjetik.", "183. Gjykata gjithashtu vëren se, në përputhje me nenin 31 § 1 të Konventës së Vjenës mbi të Drejtën e Traktateve, kuptimi i zakonshëm duhet t’u jepet kushteve të traktatit. Në këtë drejtim, nuk është menjëherë e dukshme se kuptimi i zakonshëm i termave \"kombëtar\" ose \"etnik\" në Konventën e gjenocidit mund të shtrihet për të mbuluar dhe partizanët. Kështu, Gjykata çmon se konkluzioni i gjykatave të brendshme që viktimat binin brenda përkufizimit të gjenocidit, si pjesë e një grupi të mbrojtur, ishte një interpretim në analogji, në dëm të kërkuesit, që e bëri dënimin e tij të paparashikueshëm (shih Kokkinakis k. Greqisë, 25 Maj 1993 § 52, seria A nr. 260 A. shih gjithashtu Korbely, cituar më lart, § 70).", "184. Në këtë pikë të fundit, Gjykata gjithashtu i jep peshë të argumentit të kërkuesit, se përkufizimi i krimit të gjenocidit në ligjin Lituanez jo vetëm që nuk kishte asnjë bazë në formulimin e kësaj vepre siç është shprehur në Konventën e gjenocidit të 1948, por gjithashtu ishte zgjeruar gradualisht gjatë viteve të pavarësisë së Lituanisë, duke rënduar më tej situatën e tij (shih paragrafët 51-53 dhe 123 më lart). Është theksuar nga Gjykata Kushtetuese Lituaneze që për të ndjekur penalisht në mënyrë prapavepruese për gjenocid për personat që i përkasin një grupi politik apo social, në qoftë se ngjarjet kanë ndodhur para se këto dy grupe të shtoheshin në Kodin Penal Lituanez, do të jetë kundër shtetit të së drejtës dhe në shkelje të detyrimeve të Lituanisë sipas të drejtës ndërkombëtare (shih paragrafin 60 më lart). Gjykata nuk mund të pranojë argumentin nga Gjykata e Lartë Lituaneze se ndryshimet e 1998 në Kodin Penal, që zgjerojnë përkufizimin e gjenocidit për të përfshirë \"grupet politike\", mund të justifikohen në bazë të Nenit V të Konventës së gjenocidit. Ndërsa Neni V i Konventës së gjenocidit nuk ndalon zgjerimin e përkufizimit të gjenocidit, kjo nuk autorizon zbatimin e një përkufizimi të zgjeruar të gjenocidit në mënyrë prapavepruese (shih Scoppola k. Italisë (nr. 2) [GC], nr. 10249/03, § 93, 17 shtator 2009;.. Maktouf dhe Damjanoviq k. Bosnje dhe Herxegovinës [GC], nr 2312/08 dhe 34179/08, § 66, ECHR 2013 (ekstrakte)).", "185. Në përputhje me çështjen e GJND-së së Bosnjës dhe Hercegovinës k. Serbisë dhe Malit të Zi, Gjykata konsideron se serioziteti i krimit të gjenocidit është reflektuar në kërkesat e rrepta të cilat duhet të jenë të përmbushen para se ky dënim të aplikohet. Këto kërkesa - prova e një qëllimi të caktuar dhe demonstrimi se grupi i mbrojtur ishte në shënjestër për t’u shkatërruar në tërësi ose në një pjesë të konsiderueshme mbrojnë kundër rrezikut që dënimet për këtë krim të aplikohen lehtësisht (shih paragrafin 112 më lart). Duke vënë në dukje argumentet e gjykatave Lituaneze në çështjen në fjalë, Gjykata nuk bindet se dënimi i kërkuesit për veprën penale të gjenocidit mund të konsiderohet si në përputhje me thelbin e kësaj vepre penale sipas të drejtës ndërkombëtare në atë kohë dhe në këtë mënyrë mund të ishte parashikuar në mënyrë të arsyeshme prej tij në vitin 1953.", "186. Në dritën e asaj çfarë u përmend më lart, Gjykata mban qëndrimin se dënimi i kërkuesit për gjenocid mund të parashikohej në kohën e vrasjes së partizanëve.", "", "(c)   Nëse dënimi i kërkuesit mund të justifikohej sipas nenit 7§ 2 të Konventës", "", "187. Gjykata vëren argumentin e qeverisë se aktet e kërkuesit në atë kohë ishin kriminale sipas parimeve të përgjithshme të së drejtës të njohura nga kombet e qytetëruara dhe kështu janë në kuadër të dispozitës së paragrafit të dytë të nenit 7 të Konventës.", "188. Gjykata duhet të marrë parasysh nëse Neni 7 § 2 është i aplikueshëm ndaj dënimit të kërkuesit. Megjithëse Gjykata e ka zbatuar Neni 7 § 2, jo vetëm në një rast, në kontekstin e pas Luftës së Dytë Botërore dhe dëbimeve Sovjetike (shih Penart dhe KOLK dhe Kislyiy, cituar më lart), Dhoma e Madhe në Kononov kujton qëllimin origjinal dhe të veçantë të atij paragrafi (§ 186):", "", "“Së fundi, dy paragrafët e nenit 7 janë të ndërlidhur dhe duhet të interpretohen në një mënyrë të harmonizuar (Tess k. Letoni (dhjetor), Nr. 34854/02, 12 dhjetor 2002). Duke pasur parasysh subjektin e çështjes dhe mbështetja në ligjet dhe zakonet e luftës, aplikuar para dhe gjatë Luftës së Dytë Botërore, Gjykata e konsideron të rëndësishme të kujtojmë se travaux préparatoires i Konventës tregon se qëllimi i paragrafit të dytë të nenit 7 ishte specifikimi se neni 7 nuk ndikon në ligjet të cilat, në rrethana krejtësisht përjashtimore në fund të Luftës së Dytë Botërore, u miratuan për të ndëshkuar, ndër të tjera, krimet e luftës, kështu që Neni 7 nuk ka për qëllim gjykimin ligjor apo moral të atyre ligjeve (shih X. k. Belgjikës, nuk ka 268/57, vendim i Komisionit i 20 korrikut 1957, Vjetari 1, f . 241)", "", "189. Së fundmi, ky interpretimi i kufizuar i Nenit 7 § 2 u konfirmua në Maktouf dhe Damjanović (cituar më lart, § 72):", "", "“Për më tepër, Gjykata nuk bie dakord me argumentin e Qeverisë se nëse një akt ishte kriminal nën “parimet e përgjithshme të së drejtës të njohura nga kombet e qytetëruara” brenda kuptimit të Nenit 7 § 2 të Konventës në kohën kur është kryer, atëherë rregulli që ligji nuk ka fuqi prapavepruese nuk zbatohet. Ky argument është i papajtueshëm me travaux préparatoires që nënkupton se Neni 7 § 1 mund të konsiderohet se përmban një rregull të përgjithshëm të mos zbatimit të fuqisë prapavepruese të ligjit dhe Neni 7 § 2 është thjesht një sqarim kontekstual i përgjegjësisë së atij rregulli, i përfshirë për të siguruar se nuk ka dyshim për vlefshmërinë e përndjekjeve pas Luftës së dytë Botërore lidhur me krimet e kryera gjatë luftës (shih Kononov, cituar më lart, § 186). Kështu është e qartë se hartuesit e konventës nuk kanë pasur për qëllim që të lejonin ndonjë përjashtim të përgjithshëm ndaj rregullit se ligji nuk ka fuqi prapavepruese. Në të vërtetë, Gjykata ka mbajtur qëndrimin në një numër rastesh se dy paragrafët e Nenit 7 janë të ndërlidhur dhe duhet të interpretohen në një mënyrë koherente (shih, për shembull, Tess, cituar më lart, dhe Komonov, cituar më lart, § 186).”", "", "190. Duke qenë kështu, dhe duke marrë parasysh konkluzionin e Gjykatës në paragrafin 186 më lart se dënimi i kërkuesit nuk mund të justifikohej sipas Nenit 7 § 1 të Konventës, nuk mund të justifikohet as sipas Nenit 7 § 2 gjithashtu.", "", "(d) Konkluzioni i Gjykatës", "", "191. Gjykata mban qëndrimin se ka pasur shkelje të Nenit 7 të Konventës.", "", "II. APLIKIMI I NENIT 41 TË KONVENTËS", "", "192. Neni 41 i Konventës parashikon:", "", "“Kur Gjykata konstaton se ka pasur një shkelje të Konventës ose të protokolleve të saj dhe, nëse e drejta e brendshme e Palës së Lartë Kontraktuese lejon të bëhet vetëm një ndreqje e pjesshme, Gjykata, kur është e nevojshme, i akordon shpërblim të drejtë palës së dëmtuar.”", "", "A. Dëmi", "", "193. Kërkuesi pretendoi 60,000 euro (EUR) për dëm jo pasuror.", "Ai gjithashtu pretendoi 53,173 litai Lituaneze (LTL; përafërsisht 15,400 EUR) për dëmin pasuror që ai pësoi për shkak se gjykatat Lituaneze pranuan padinë civile të M.B -së (shih paragrafin 45 më lart) dhe e detyruan atë që të paguajë kostot gjyqësorë të M.B-së. Kërkuesi parashtroi se ai i kishte paguar 34,778 LTL (përafërsisht 10,072 EUR) M.B-së.", "", "194. Nëse gjykata do të gjente shkelje të konventës, Qeveria konsideronte se shuma prej 60,000 EUR ishte e tepërt dhe e pajustifikueshme. Kërkuesi kishte marrë pjesë në vrasjen e dy partizanëve; ai nuk e kundërshtoi këtë fakt. Për më tepër, ai u përpoq të degradonte kujtimin e tyre në luftën për pavarësi duke paraqitur akuza të pabazuara për krimet e pretenduara kundër njerëzimit të vëllezërve partizanë gjatë pushtimit Nazist.", "", "Për sa i përket dëmit pasuror, Qeveria parashtroi se, duke marrë parasysh se kërkuesit i është kërkuar pagimi i shumës në mënyrë të përbashkët, ai duhet të kërkonte që të shpërblehej vetëm 26,750 LTL (nga kjo shumë, 25,000 LTL ishte gjysma e shumës së akorduar për tu paguar M.B. lidhur me dëmin jo pasuror dhe 1,750 LTL gjysma e kostove gjyqësore të M.B) ose 7,750 EUR.", "", "195. Ndërkohë që konsideron se kërkuesi ka të drejtë të pretendojë se ka vuajtur dëm jo pasuror, gjykata vëren, se duke pasur parasysh rrethanat shumë të veçanta të çështjes, ky dëm kompensohet në mënyrë të mjaftueshme nga konkluzioni se ka pasur shkelje të Nenit 7 të Konventës.", "", "Gjykata i akordon kërkuesit 10,072 EUR për dëmin pasuror.", "", "B. Kostot dhe shpenzimet", "", "196. Kërkuesi pretendoi shumën 8,000 LTL (përafërsisht 2,300 EUR) lidhur me tarifat ligjore për përgatitjen e parashtrimeve të bëra nga avokati i kërkuesit në Gjykatë. Ai gjithashtu pretendoi 2,000 EUR për përkthim dhe shpenzimet postare lidhur me procedimet në Gjykatë.", "", "197. Qeveria argumentoi se tarifat e avokatit ishin të tepruara. Ajo gjithashtu theksoi se vetëm një pjesë e tarifës së kërkuesit për përkthim ishte e justifikuar me dokumente.", "", "198. Sipas jurisprudencës së Gjykatës, një kërkues ka të drejtë të rimbursohet për kostot dhe shpenzimet vetëm për aq sa tregohet se kanë qenë të vërteta dhe të domosdoshme dhe të arsyeshme. Në çështjen konkrete, pasi u morën parasysh informacioni në posedim të Gjykatës dhe kriteret e mësipërme, Gjykata e konsideron të arsyeshme që ti akordojë padisë në mënyrë të plotë, më pak se shuma tashmë e paguar në bazë të skemës së ndihmës ligjore të Gjykatës (850 EUR). Si pasojë, Gjykata i akordon shumën përfundimtare 2,450 euro në lidhje me kostot e kërkuesit dhe shpenzimet para Gjykatës.", "", "C. Interesi për mos pagesë", "", "199. Gjykata çmon të përshtatshme se interesi i mos pagesës duhet të bazohet në normën marzhinale të huadhënies të Bankës Qendrore Evropiane, së cilës duhet t’i shtohen tre për qind pikë.", "", "PËR KËTO ARSYE, GJYKATA", "", "1. Deklaron, me shumicë, kërkimin si të pranueshëm;", "", "2. Mban qëndrimin, nëntë me tetë vota, se ka pasur shkelje të Nenit 7 të Konventës;", "", "3. Mban qëndrimin, nëntë me tetë vota, se konstatimi i shkeljes përbën në vetvete kushtet e mjaftueshme vetëm për dëmin jo pasuror të pësuar nga kërkuesi;", "", "4. Mban qëndrimin, nëntë me tetë vota", "", "(a) shteti përgjegjës duhet t’i paguajë kërkuesit, brenda tre muajve shumat e mëposhtme:", "", "(i) 10,072 EUR (dhjetë mijë e shtatëdhjetë e dy euro) në lidhje me dëmin pasuror;", "(ii) 2,450 EUR (dy mijë e katërqind e pesëdhjetë euro), plus çdo taksë që mund të jetë në ngarkim të kërkuesit, në lidhje me kostot dhe shpenzimet;", "(b) që pas kalimit të tre muajve të përmendur më lart deri në shlyerje, interesi i thjeshtë do të jetë i pagueshëm mbi shumat e mësipërme në një normë të barabartë me normën marzhinale të huadhënies të Bankës Qendrore Evropiane gjatë periudhës së mospagimit, plus tre pikë për qind;", "", "5. Hedh poshtë, njëzëri, pjesa tjetër të pretendimit të kërkuesit për shpërblim të drejtë.", "", "Bërë në anglisht dhe frëngjisht, dhe dërguar në një seancë publike në Godinën e të Drejtave të Njeriut, Strasburg, më 20 tetor 2015.", "Erik Fribergh\t               Dean Spielmann\nKancelar\t               Kryetar", "Në përputhje me nenin 45 § 2 të Konventës dhe Rregullin 74 § 2 të Rregullores së Gjykatës, opinionet e mëposhtme të veçanta i janë bashkëngjitur këtij vendimi:", "", "", "(a) Mendimi i përbashkët i pakicës i Gjyqtarëve Villiger, Power Forde, Pinto de Albuquerque dhe Kuris;", "(b) Mendimi i pakicës i Gjyqtarit Ziemele;", "(c) Mendimi i pakicës i Gjyqtaërëve, Sajó, Vučinić and Turković;", "(d) Mendimi i pakicës i Gjyqtarit Power Forde;", "(e) Mendimi i pakicës i Gjyqtarit Kūris.", "", "", "", "D.S.\nE.F.", "", "", "", "", "MENDIMI I PËRBASHKËT I PAKICËS I GJYQTARËVE VILLIGER, POWER FORDE, PINTO DE ALBUQUERQUE DHE KURIS;", "", "1. Ne nuk pajtohemi me vlerësimin e fakteve të shumicës në çështje dhe të ligjit të aplikueshëm. Prandaj, kemi arritur në përfundimin se nuk ka pasur shkelje të nenit 7. Për arsyet në vijim, konsiderojmë se dënimi i kërkuesit për gjenocid ishte i bazuar në të drejtën ndërkombëtare në atë kohë dhe për këtë arsye ishte i parashikueshëm.", "Faktet e çështjes", "2. Si gjatë procedurës gjyqësore në Lituani dhe në parashtrimet e tij të kësaj Gjykate, kërkuesi pretendoi se vëllezërit partizane J.A. dhe A.A. kishin qenë bashkëpunëtorë naziste nën pushtimin gjerman dhe nuk kishin qenë më partizanë pasi Bashkimi Sovjetik kishte rivendosur kontrollin e tij në Lituani. Vërejmë se gjykatat e brendshme arritën në një përfundim të qartë mbi këtë argument, duke konsideruar me kujdes të gjitha parashtrimet. Gjykata e Apelit u kushtoi vëmendje të plotë të gjitha pretendimeve të kërkuesit. Ajo gjykatë gjithashtu mori parasysh sfondin historik, metodat e veçanta të përdorura nga lëvizja për rezistencë në atë kohë, dhe dokumentet arkivorë që tregonin se urdhrat e MGB po përhapnin informacione të gabuara për vëllezërit J.A. dhe A.A. me qëllim për të kompromentuar integritetin e tyre, ose për të parandaluar që ata të bashkoheshin me partizanët e tjerë. Për më tepër, një nga vëllezërit partizane u akuzua nga autoritetet sovjetike për krime anti revolucionare sipas nenit 581a të Kodit Penal të RSSFR (shih paragrafët 37 dhe 71 të vendimit). Pas analizave të plota, Gjykata e Apelit hodhi poshtë pretendimet e kërkuesit si të pabazuara (shih paragrafin 37 të vendimit). Ky konkluzion u mbështet në tërësi nga Gjykata e Lartë (shih paragrafin 40).", "3.Ne nuk shohim asnjë arsye që të shmangemi nga përfundimet e gjykatave të brendshme. Në dritën e jurisprudencës së saj të vazhdueshme, Gjykata ka përsëritur vazhdimisht se nuk është në kompetencë të saj të zëvendësojë vlerësimin e saj të fakteve me atë të gjykatave të brendshme (shih midis shumë autoriteteve, Elsholz k. Gjermanisë [GC], nr. 25735/94, § 66, ECHR 2000-VIII, dhe Donohoe k. Irlandës, nr. 19165/08, § 73, 12 dhjetor 2013). Duke pasur parasysh kompleksitetin e detyrës së rindërtimit fakteve të një çështje, më shumë se pesëdhjetë vjet pas ngjarjeve, gjykatat kombëtare ishin në një pozitë më të mirë për të vlerësuar të gjitha materialet dhe provat në dispozicion. Duke pasur parasysh të gjithë elementët e mësipërm, na vjen keq që shumica nuk i pranoi, pa dhënë asnjë shpjegim të arsyeshëm, përfundimet e gjykatave të brendshme për faktet, përfundime që janë bazuar në njohuritë e tyre të drejtpërdrejt të provave.", "4. Ne më tej vërejmë se një numër i ngjarjeve historike, sidomos në lidhje me përshkrimin e veprimeve të Qeverisë sovjetike në shtetet baltike, dhe madje dhe thelbi e politikës sovjetike në Lituaninë e pushtuar, ndër të tjera, në vitet 1940 dhe 1950, sot janë kontestuar mes Qeverisë së paditur dhe palës së tretë ndërhyrëse. Është një fakt i padiskutueshëm se mizoritë kundër popullsisë lituaneze janë kryer në vitet 1940 dhe 1950 në emër të fuqisë pushtuese, dhe se një interpretim i tillë nuk është një \"përshkrim i shtrembëruar historik\", siç ishte pretenduar nga pala e tretë (shih paragrafi 147 i vendimit).", "Gjatë procedimeve penale dhe civile kundër kërkuesit, gjykatat Lituaneze analizoi dokumentet arkivore përkatëse në lidhje me kontekstin historik të aktiviteteve të partizanëve (shih paragrafët 18, 19, 37, 41 dhe 44 të vendimit). Gjykata Kushtetuese përcaktoi numrin e atyre që u preken nga aktet e autoriteteve sovjetike në Lituani (shih paragrafët 59 dhe 62 të vendimit). Çështja e saktë faktike që tani kundërshtohet nga Qeveria e Rusisë, pra, është shqyrtuar nga gjykatat e brendshme.", "Është gjithashtu shumë e rëndësishme të theksohet se në vitin 1991 vetë Federata Ruse pranoi se gjatë epokës sovjetike popujt nën kontrollin e saj iu nënshtruan shtypjes, duke përfshirë gjenocidin (shih paragrafin 74 të vendimit). Shkalla e veprimeve të autoriteteve sovjetike në shtetet baltike tashmë është nxjerrë në pah nga Gjykata në Penart k. Estonisë (14685/04, 24 janar 2006), dhe KOLK dhe Kislyiy k. Estonia (nr. 23052/04 dhe 24018/04, ECHR 2006- I) dhe, më së fundmi, në Larionovs dhe Tess k. Letonisë (dhjetor), nr. 45520/04, §§ 11-20 dhe 114, 25 nëntor 2014). Pra, ne nuk e konsiderojnë se analiza apo konkluzionet faktike të gjykatave Lituaneze kanë qenë arbitrare.", "", "Kuadri Ligjor përkatës", "", "5. Bashkimi Sovjetik ishte palë në Marrëveshjen e Londrës së 8 gushtit të vitit 1945 me të cilin Karta e Gjykatës Ndërkombëtare ishte miratuar (shih Kononov k. Lituanisë [GC], nr. 36376/04, ECHR 2010 §§ 116 dhe 117). Në bazë të nenit 6(c) të Kartës, shfarosjet, dëbimet dhe aktet e tjera çnjerëzore kundër popullsisë civile, duke përfshirë persekutimin në baza politike, u përcaktuan si krime kundër njerëzimit. Më 11 dhjetor 1946 Asambleja e Përgjithshme e Kombeve të Bashkuara dënoi krimin e gjenocidit, duke miratuar Rezolutën Nr 96 (I). Konventa e Gjenocidit e vitit 1948, duke afirmuar parimet e të drejtës ndërkombëtare të njohura nga kjo Rezolutë, u miratua unanimisht nga Asambleja e Përgjithshme e Kombeve të Bashkuara më 9 dhjetor 1948. Bashkimi Sovjetik e nënshkroi Konventën e gjenocidit më 16 dhjetor 1949. Pas u depozituan njëzet instrumente të ratifikimit dhe aderimit, Konventa hyri në fuqi më 12 janar 1951. Në Opinionin Këshillimor të vitit 1951, Gjykata Ndërkombëtare e Drejtësisë theksoi se parimet që ndodhen në Konventën e gjenocidit janë parime të cilat janë të njohura nga kombet e qytetëruara, si të detyrueshme për shtetet, madje edhe pa asnjë detyrim konvencional (shih paragrafin 80 të vendimit).", "6. Duke pasur parasysh sa u përmend më sipër, ne kolaudojmë se krimi i gjenocidit ishte njohur në mënyrë të qartë si një vepër penale sipas të drejtës ndërkombëtare në vitin 1953. Ky krim ishte kodifikuar zyrtarisht në Konventën e Gjenocidit të 1948 dhe, para kësaj date, ishte njohur dhe dënuar nga Kombet e Bashkuara në 1946. Në këto rrethana, ne çmojmë se instrumentet e të drejtës ndërkombëtare që dënonin gjenocidin, ishin në mënyrë të mjaftueshme të aksesueshme për kërkuesin.", "", "Dënimi i kërkuesit për gjenocid", "", "7. Krimi i gjenocidit është futur në ligjin e brendshëm Lituanez në vitin 1992, pra, menjëherë pas rivendosjes së pavarësisë së vendit (shih paragrafët 48 dhe 51 të vendimit). Para kësaj ligjet penale të cilat ishin të aplikueshme në Lituani gjatë sundimit sovjetik (fillimisht Kodit Penal Rus, dhe më vonë të Kodit Penal i \"RSS Lituaneze\") as që e përmend gjenocidin si një vepër penale, dhe nuk kishte asnjë përgjegjësia ligjore për kryerjen e akteve të gjenocidit. Në vitin 2001 prokurori e akuzoi kërkuesin për veprën penale të gjenocidit ndaj partizanëve Lituanezë, si përfaqësues të një grupi politik, në bazë të nenit 71 § 2 të Kodit Penal Lituanez, të ndryshuar në vitin 1998 (shih paragrafët 29 dhe 52 të vendimit).", "Është e padiskutueshme se, duke pasur parasysh natyrën e vazhdueshme e zbulimit të krimeve të kryera në Lituani nga regjimi pushtues (gjë që u bë e mundur vetëm pasi regjimi u rrëzua në fillim të viteve 1990), numri i viktimave të represioneve mund të rritet ndërsa prova të reja dalin në dritë. Duke pasur parasysh se zbulimi i fakteve të fshehura nga regjimi i para pavarësisë dhe mbledhjen e provave përkatëse në mënyrë të pashmangshme kërkon kohë, është e natyrshme që autorët e krimeve nuk u akuzuan në lidhje me përfshirjen e tyre personale në mizoritë në fjalë menjëherë pas ndryshimeve legjislative, por disa vite më vonë.", "Deri në kohën kur gjykata e dënoi kërkuesin për gjenocidi në vitin 2004, një Kod të ri Penal Lituanez kishte hyrë në fuqi dhe kërkuesi u dënua në përputhje me rrethanat në bazë të nenit 99 të këtij Kodit të ri Penal. Gjykata e Apelit dhe Gjykata e Lartë lanë në fuqi dënimin e ankuesit në bazë të nenit në fjalë 99 (shih paragrafët 33, 36, 38 dhe 53 të vendimit).", "8. Për këtë arsye dënimi i kërkuesit u bazua në dispozitat ligjore të cilat nuk kanë qenë në fuqi në vitin 1953 dhe, më e rëndësishmja, nuk mund të kishin qenë në fuqi në atë kohë, duke pasur parasysh faktin e pushtimit të Lituanisë. Dispozita të tilla janë aplikuar në mënyrë prapavepruese. Prandaj, kjo do të përbënte një shkelje të nenit 7 të Konventës, nëse nuk mund të konstatohet se dënimi i tij është i bazuar në të drejtën ndërkombëtare në atë kohë. Prandaj, dënimi i kërkuesit, sipas mendimit tonë, duhet të shqyrtohet nga kjo perspektivë.", "", "Gjenocidi si shkatërrim i një grupi kombëtar", "", "9. Gjykata e Lartë Lituaneze, mban qëndrimin se aktet e kryera nga kërkuesi i korrespondojnë veprës penale të gjenocidit dhe ligji përkatës i brendshëm është miratuar për efekt të dispozitave të Konventës së gjenocidit (shih paragrafin 38 të vendimit). Në përputhje me gjykatat e brendshme, ne jemi dakord se Konventa e 1948 nuk i përmend grupet shoqërore apo politike. Ajo nuk mund, pra, të shërbejë si një bazë ligjore për dënimin për gjenocid ndaj një grupi të pastër politik per se. Krimi i gjenocidit ndaluar me nenin II të Konventës së1948 liston katër grupe të mbrojtura në mënyrë të veçantë: kombëtare, etnike, raciale apo fetare. Për më tepër, travaux préparatoires zbulon një vendim të qartë nga ana e hartuesve, megjithëse me anë të kompromisit politik, për të mos përfshirë grupet politike, si të tilla, në listën e atyre që mbrohen nga Konventa 1948. GJND-ja, kur shqyrtoi historinë e hartimit të nenit II të Konventës së 1948 në çështjen e Bosnje dhe Hercegovinës k. Serbisë dhe Malit të Zi, gjithashtu vërejti se hartuesit e Konventës “i dhanë vëmendje të madhe identifikimit pozitiv të grupeve me karakteristika të veçanta, dalluese dhe të mirëkrijuara në përcaktimin se cilat grupe do të përfshinin dhe cilat (të tilla si grupet politike), ata do të përjashtonin (shih paragrafin 105 të vendimit).", "10. Gjykata e Apelit dhe Gjykata e Lartë konsideruan se lista e grupeve të mbrojtura të Konventës së 1948, nuk kishte për qëllim që të ishte shteruese: shumë kode të tjera penale kishin miratuar përkufizime më të gjera të gjenocidit (shih paragrafët 36 dhe 38 të vendimit). Fakti se shtetet të caktuara vendosën më vonë që të ndëshkojnë në legjislacionin e tyre të brendshëm gjenocidin ndaj një grupi politik, nuk e ndryshon realitetin se teksti i Konventës së1948 nuk e bënte një gjë të tillë. Në këtë kontekst, vërejmë se një nga traktatet më të fundit ndërkombëtare që është i detyrueshëm, i cili i referohet krimit të gjenocidit Statuti i Romës i 1998 i Gjykatës Ndërkombëtare Penale e përcakton atë si një krim që ka për qëllim shkatërrimin, në tërësi ose pjesërisht, të një grupi kombëtar, etnik, racial ose fetar, pa përmendur grupet politike (shih paragrafin 87 të vendimit).", "11. Gjykatat vendase kishin parasysh faktin se anëtarët e grupit politik të synuar në çështjen konkrete (partizanët) ishin, në të njëjtën kohë, anëtarë të një grupi të mbrojtur me Konventën e vitit 1948, pra, grupit kombëtar (shih paragrafin 36 i vendimit). Ndërsa grupet politike ishin të përjashtuara nga Konventa e 1948, do të ishte tepër formale për këtë Gjykatë për ti parë partizanët vetëm përmes prizmit të një \"grupi politik\" dhe për t’i dhënë fund analizës e saj në atë fazë, pa shqyrtuar pohimin se ata persona ishin, në të njëjtën kohë, anëtarë të grupeve të tjera të cilat janë të përmendura në nenin II të Konventës. Prandaj ne do të marrim në konsideratë kërkesën që objektivi kryesor i shfarosjes së partizanëve Lithuanezë si një pjesë e rëndësishme e kombit ishte nën ndikimin e shkatërrimit të tyre do të ishte në mbijetesën e grupit kombëtar apo grupit etnik si një i tërë. Nëse është kështu, atëherë vrasja e tyre do të përbënte një krim të parashikuar në nenin II të Konventës së 1948.", "12. Qeveria e mbështeti këtë qasje. Ata argumentuan se identifikimi partizanëve si \"banditë\" ose \"nacionalistëve borgjezë\" ose thjesht \"nacionalistë\", dhe të mbështetësve të tyre, fshihte objektivin themelor të shkatërrimit të një grupi kombëtar dhe/ose etnik. Në veçanti, ata pohuan se duke eliminuar element e rëndësishëm Lituanez të cilët përfaqësonin partizanët, BRSS lehtësoi sovjetizimin e Lituanisë dhe eliminimin e Lituanisë si komb që kishte qenë, e cila, në sytë e autoriteteve të Bashkimit Sovjetik, ishte një \"komb i pasigurt\" (shih paragrafët 59 dhe 139 të vendimit). Ata gjithashtu parashtruan se qëllimi i përgjithshëm ishte që t’i jepej një goditje e rëndë grupeve më aktive politike dhe shoqërore dhe, në këtë mënyrë demografisë dhe forcës së vetë kombit (shih paragrafët 131, 132, 135 dhe 139 i vendimit).", "13. Ne konstatojmë se vetë Federata Ruse ka pranuar se popujt e shtypur kanë përjetuar gjenocid nën sundimin sovjetik (shih paragrafin 74 të vendimit). Në mënyrë të ngjashme, Rezoluta 1481 (2006) PACE vuri në dukje se krimet e kryera ishin të justifikuara nga regjimi sovjetik në emër të teorisë luftës së klasave dhe parimit të diktaturës së proletariatit, viktimat ishin në këtë mënyrë armiq të Bashkimit Sovjetik, dhe se shumica dërrmuese e viktimave në çdo vend ishin shtetas etnike (shih paragrafin 89 të vendimit).", "14. ICTR mbajti qëndrimin në vendimin Rutaganda (shih paragrafin 109) që nuk kishte një përkufizim të pranuar ndërkombëtarisht të grupeve të mbrojtura dhe se këto koncepte duhet të vlerësohen në dritën e një konteksti të caktuar politik, social dhe kulturor. Gjykata Kushtetuese Lituaneze ishte pikërisht e të njëjtit qëndrim. Ajo vuri në dukje kontekstin veçantë politik, shoqëror dhe kulturor në fjalë. Ajo e përshkroi ideologjinë e regjimit totalitar komunist mbi të cilën ishte bazuar shfarosja e grupeve të tëra të njerëzve dhe shkallën e shtypjeve të Bashkimit Sovjetik kundër banorëve të Lituanisë. Gjykata Kushtetuese konkludoi se neni 2 i Ligjit të vitit1992 \"Për Përgjegjësinë për gjenocid ndaj banorëve të Lituanisë\" korrespondonte me karakteristikat e gjenocidit siç parashikohej në normat e të drejtës ndërkombëtare. Duke e përmbledhur, ajo vuri në dukje se përfshirja e grupeve sociale dhe politike në përkufizimin e nenit 99 të Kodit Penal u përcaktua nga \"një kontekst konkret ligjor dhe historik\", domethënë, krimet ndërkombëtare të kryera nga regjimet pushtuese në Republikën e Lituanisë në atë kohë (shih paragrafët 58 dhe 59 të vendimit).", "15. Duke u kthyer në faktet e çështjes konkrete, ne vërejmë se trupi gjykues e shpalli fajtor kërkuesin për gjenocid mbi bazën se ai kishte marrë pjesë në një operacionin për të kapur ose vrarë dy partizanë Lituanezë, si anëtarë të një grupi politik. Gjykata e Apelit e konsideroi një karakterizim i tillë të ishte vetëm i kushtëzuar dhe jo mjaftueshmërisht i saktë, sepse partizanët ishin në të njëjtën kohë përfaqësuesit e kombit Lituanez, që është, grupi kombëtar. Një grup i tillë ishte një grup i mbrojtur sipas nenit II të Konventës së 1948. Konkluzioni i Gjykatës së Apelit konfirmon se raison d’être e partizanëve ishte mbrojtja e kombit Lituanez në fytyrën e një regjimi i cili ka për qëllim të shkatërrojnë identitetin e tij unik dhe të veçantë. Për gjykatën e apelit, gjenocidi sovjetik ishte kryer pikërisht mbi bazën e kritereve të sakta të kombësisë dhe etnicitetit të banorëve. Këto tre grupe \"politike\", \"kombëtare\" dhe \"etnike\" janë të lidhura në mënyrë thelbësore (shih paragrafin 36 të vendimit). Këto konkluzione nuk janë hedhur poshtë nga Gjykata e Lartë (shih paragrafët 38-40 të vendimit). Gjykata e Lartë në fakt konsideron se në periudhën 1944-1953 partizanët mishëronin qëndresën e armatosur të \"kombit\" ndaj regjimit pushtues në territorin e Lituanisë (shih paragrafin 40 të vendimit). Në këtë kontekst ne i bashkëngjitemi argumentit të Qeverisë se lëvizja partizane nuk mund të mbijetonte për rreth dhjetë vjet pa mbështetje nga kombi i Lituanisë, që është pra, grupi kombëtar (shih paragrafin 132 të vendimit)", "16. Në përputhje me rrethanat, dhe duke pasur parasysh elementët e përmendur me lart, ne konkludojmë se ka peshe argumenti se J.A. dhe A.A. si pjesë e etnisë Lituaneze, ishin shënjestruar në mënyrë të veçantë për shkak të anëtarësisë në lëvizjen partizane, anëtarë të së cilës ishin, njëkohësisht, një pjesë domethënëse dhe simbolike e grupit kombëtar dhe qëllimi i të cilëve ishte mbrojtja e kombit Lituanez nga shkatërrimi prej regjimit Sovjetik dhe vrasja e tyre ishte, në këtë mënyrë, një akt gjenocidi.", "Prandaj, dënimi i kërkuesit për pjesëmarrjen me vullnet të plotë në shfarosjen e partizanëve, përbënte një akt gjenocidi në baza kombëtare dhe etnike dhe kështu, një krim të parashikuar nga teksti i Nenit II të Konventës së 1948.", "Ne nuk mund të pranojmë se një grup i mbrojtur, (një komb) i cili mbron veten nga shkatërrimi i strukturave të tij, përmes mobilizimit të lëvizjes së qëndresës, dhe nga akti i qëndresës, e transformon veten thjesht në një “grup politik”, duke e vendosur veten jashtë kushteve të Konventës së gjenocidit. Kjo do të bënte që Konventa e gjenocidit dhe dispozitat e Konventës, të interpretohen një mënyrë tepër formale dhe me një frymë që nuk përputhet me qëllimin e saj.", "", "Gjenocidi si shkatërrim pjesërisht i një grupi", "", "17. Neni II i Konventës së Gjenocidit përkufizon si “akte të kryera me qëllimin për të shkatërruar, në tërësi ose pjesërisht, një grup kombëtar, etnik, racial, ose fetar” (theksimi i shtuar). Sipas interpretimit të Gjykatës së Apelit, partizanet Lituanezë përbënin “një pjesë” të grupit etnik dhe kombëtar (shih paragrafin 36 të vendimit) dhe në këtë mënyrë dënimi i kërkuesit për gjenocid mund të justifikohet sipas Nenit II të Konventës së gjenocidit.", "18. Ne e pranojmë se në 1953, kur vëllezërit partizanë J.A. dhe A.A. u vranë, nuk ka pasur praktikë gjyqësorë lidhur me kuptimin e frazës “pjesërisht”, siç është përcaktuar në Nenin II të Konventës së gjenocidit (shih paragrafin 91 dhe 92 të vendimit). Kështu që, gjithsesi, është e kuptueshme, duke pasur parasysh se vendimi i parë për veprën penale të gjenocidit u dha në 1998 (shih Gjykatën Ndërkombëtare Penale për Ruandën, vendimi i 2 Shtatorit 1998 në çështjen Prokurori k. Akayesu, Nr.ICTR-96-4-T). Fakti se interpretimi gjyqësor i Konventës së gjenocidit të 1948 mori kohë që të zhvillohej në vetvete, nuk do të thoshte se gjenocidi nuk kishte ndodhur para këtij interpretimi.", "Një supozim që krimi i gjenocidit nuk ka ndodhur para 1998 (veç Holokaustit) para asnjë gjykatë, para asaj date, do të ishte jo vetëm në kundërshtim me ligjin, por gjithashtu fyes për shumë grupe kombëtare, etnike, fetare të cilat, në disa pjesë të globit, kanë rënë viktimë e planeve qeveritare për shkatërrim, pa qenë të aftë që ti sjellin çështjet e tyre para gjykatave ndërkombëtare.", "19. Nuk është për t’u habitur se jurisprudenca ndërkombëtare mbi kuptimin e frazës “pjesërisht” e zhvilluar vetëm në një çështje, më pas ndjekjet penale për këtë krim filluan të sillën para gjykatave. Në mes të viteve 1990, studimet ndërkombëtare dhe raporte e konsideronin se shkatërrimi pjesërisht i një grupi kishte karakteristikat e gjenocidit kur lidhej me një pjesë të konsiderueshme të të gjithë grupit ose një pjesë domethënëse e atij grupi (shih paragrafin 94 dhe 95 të vendimit. Gjithashtu u arrit në konkluzionin se qëllimi për të shkatërruar strukturën e një shoqërie përmes eleminimit të drejtuesve të saj, kur shoqërohet me akte të tjerë mizore, si dëbimet në masë, mund të kemi të bëjmë me gjenocid, pavarësisht nga numri i personave të vrarë në të vërtetë. Për më tepër, shfarosja e personelit ushtarak të një grupi, duhet të shihej në kontekstin e fatit të pjesës tjetër të grupit, i cili do të bëhej shumë i pambrojtur nga abuzimet e tjera (shih paragrafin 96 të vendimit).", "20. Qëllimi i termit “pjesërisht” është interpretuar gjithashtu nga gjykatat ndërkombëtare. Gjykata Ndërkombëtare Penale për ish Jugosllavinë konfirmoi se për të kryer gjenocid nuk është i nevojshëm qëllimi për të arritur shfarosjen e plotë të grupit. Qëllimi i shkatërrimit duhet të jetë drejtuar ndaj të paktën një pjese të konsiderueshme të grupit. Gjenocidi mund të konsiderohet si shfarosja e një numri shumë të madh të anëtarëve të një grupi të mbrojtur. Nga ana tjetër, qëllimi genocidial mund të konsistojë gjithashtu në “dëshirën e shkatërrimit të një numri më të kufizuar personash të zgjedhur për shkak të ndikimi që zhdukja e tyre do të kishte në mbijetesën e grupit si i tërë”. Ky është “qëllimi për të shkatërruar grupin në mënyrë selektive” (shih Prokurori k. Jelisić dhe gjithashtu, Prokurori k. Tolimir, paragrafi 98 dhe 104 i vendimit). Nëse kriteri sasior nuk përmbushet, qëllimi për të shkatërruar pjesërisht një grup, mund të gjendet nëse ka pasur prova se shkatërrimi është i lidhur me një pjesë domethëse të grupit, si udhëheqësit e tij (shih Prokurori k. Sikirica, paragrafi 102 të vendimit).", "21. Në vendimin Prokurori k. Krstić, Gjykata Ndërkombëtare Penale për ish Jugosllavinë konsideroi se qëllimi për të shkatërruar një grup, madje edhe pjesërisht, ka të bëjë me synimin për të shkatërruar një pjesë të dallueshme të grupit, në krahasim me tërësinë e individëve të izoluar brenda grupit. Autorët e krimit duhet të shohin pjesën e grupit që duan të shkatërrojnë si “një entitet të dallueshëm i cili duhet eleminuar si i tillë”. Ekzistenca e grupit është në shënjestër. Për më tepër, kur vrasja e meshkujve që kanë mbushur moshën ushtarake, kombinuar me transferimin e detyrueshëm të civilëve, kështu duke pasur një ndikim të qëndrueshëm në të gjithë grupi, kjo nuk mund të konsiderohet si thjesht një eleminim i qëndresës ushtarake (shih paragrafët 99 dhe 100 të vendimit).", "22. Ashtu siç theksoi dhoma e Apelit e ICTY në çështjen Prokurori k. Krstić, madhësia numerike e grupit të shënjestruar është “pikë e rëndësishme dhe e nevojshme fillimi, megjithëse jo në të gjitha rastet, një pikë përfundimtare e hetimit”. Përveç madhësisë numerike të pjesës së shënjestruar, “rëndësia brenda grupit” është gjithashtu një faktor i rëndësishëm. Nëse një pjesë e veçantë e një grupi është “simbolikë për të gjithë grupin” ose është “thelbësorë për mbijetesën e saj”, atëherë kjo mund të çojë në konkluzionin se kjo pjesë kualifikohet si themelore brenda kuptimit të veprës penale të gjenocidit. Në mënyrë të ngjashme, një pjesë e grupit mund të konsiderohet si e rëndësishme, kur eleminimi i saj mund të shërbejë si një “shembull i fuqishëm” për të gjithë anëtarët e atij grupi për sa i përket “dobësisë dhe mungesës së mbrojtjes”. Fati i kësaj pjese të grupit do të ishte “simbolik” për të gjithë anëtarët e tjerë të grupit (shih paragrafin 101 të vendimit)", "23. Në vendimin Bosnje dhe Hexegovina k. Serbisë dhe Malit të Zi GJEDNJ e pranoi lidhjen e kriterit cilësor dhe rëndësinë e individëve të caktuar brenda grupit. GJEDNJ mbajti qëndrimin, se gjithsesi, qasja cilësore nuk mund të qëndrojë e vetme dhe kriteri i parë në një mase të konsiderueshme duhet t’i jepet prioritet (shih paragrafin 106 të vendimit). Për më tepër, në vendimet e kohëve të fundit të Kroacisë k. Serbisë, GJEDNJ mbajti qëndrimin se kur vlerëson nëse një pjesë e shënjestruar e një grupi të mbrojtur është e konsiderueshme në raport me grupin në përgjithësi, elementi sasior, lidhur me vendndodhjen gjeografike dhe rëndësinë e pjesë së shënjestruar të grupit, duke përfshirë nëse pjesa specifike e grupit është simbolike për grupin në tërësi ose thelbësore për mbijetesën e saj, janë të gjithë elementë të rëndësishëm që duhet të merren në konsideratë (shih paragrafin 108 të vendimit)", "24. Në dritën e elementëve të mësipërme, dhe fakteve të çështjes konkrete, ne vërejmë se gjykatat Lituaneze të juridiksionit penal nuk e drejtojnë në mënyrë eksplicite pyetjen nëse partizanët në Lituani përbënin një pjesë të konsiderueshme të grupit kombëtar. Ata iu referuan atyre si “pjesëmarrës në qëndresën ndaj pushtimi Sovjetik” (shih paragrafin 31 të vendimit). Megjithatë, Gjykata Kushtetuese vuri në dukje se ligji Lituanez e njeh qëndresën e armatosur kundër pushtimit Sovjetik si një vetëmbrojtje e “kombit” dhe partizanët si drejtuesit e luftës kombëtare politike dhe ushtarake për liri. Gjykata Kushtetuese gjithashtu iu referua “rëndësisë së këtij grupi për të gjithë grupin kombëtar” (shih paragrafin 63 të vendimit).", "Në vijim të këtij arsyetimi, duhet përmendur se vlerësimi i “luftës së pjesëmarrësve të lëvizjes së rezistencës si shprehje e të drejtës së kombit për vetëmbrojtje” kishte zënë vend në legjislacionin Lituanez që nga Prilli i vitit 1990, pra, menjëherë pas deklarimit të pavarësisë së Lituanisë (shih paragrafin 66 të vendimit). Gjithashtu është e rëndësishme të përmendim se legjislacioni Lituanez përjashton nga kategoria e partizanëve (“luftëtarët për liri”) ata persona të cilët i “përkisnin strukturave organizative të qëndresës së armatosur dhe kishin bërë një betim” por megjithatë e shkelën atë, personat të cilët “dhanë urdhra për të vrarë civilë ose vranë vetë civilë” dhe personat të cilët “morën pjesë në kryerjen e krimeve kundër njerëzimit dhe krimeve të luftës” (shih paragrafin 66 dhe 67 të vendimit). Për më tepër, legjislacioni Lituanez i njeh partizanët si “autoriteti më i lartë politik” në qendrën “kombëtare” dhe si përfaqësues të “vullnetit sovran të kombit” (shih paragrafët 13 dhe 67 të vendimit). Kjo u konfirmuar nga gjykatat e apelit dhe kasacionit në procedimet penale dhe civile (shih paragrafët 39, 40 dhe 44 të vendimit).", "Sipas pikëpamjes tonë, autoritetet kombëtare e bazuan vendimin e tyre në vlerësimin e pranuar të fakteve, dhe nuk arritën në konkluzione arbitrare (shih mutatis mutandis, Chauvy dhe të tjerë k. Francës, nr. 64915/01, § 69, ECHR 2004VI; gjithashtu shih Ždanoka k. Lituanisë [GC], nr. 58278/00, § 96, ECHR 2006IV). Në këtë mënyrë ne nuk shmangemi nga vlerësimi i Gjykatës Kushtetuese për rolin e partizanëve, dhe e pranojmë këtë për shkak të karakterit të “rëndësishëm” dhe “simbolik” (shih Prokurori k. Krstić dhe Kroacia k. Serbisë, paragrafët 101 dhe 108 të vendimit) ku partizanët Lituanezë mund të konsiderohen si një pjesë e rëndësishme e grupit kombëtar. Lidhur me këtë, ne theksojmë se konkluzionin e gjykatës Kushtetuese se “në konsideratë të kontekstit historik dhe ndërkombëtar, duhet theksuar se, në rrugën e kualifikimit të veprimeve kundër pjesëmarrësve të qëndresës kundër pushtimit Sovjetik si një grup politik, duhet marrë parasysh rëndësia e këtij grupi për të të gjithë grupin respektiv kombëtar (kombi Lituanez) i cili përfshihet nga përkufizimi i gjenocidit në përputhje me normat e njohura universialisht të së drejtës ndërkombëtare (shih paragrafin 63 të vendimit).", "25. Ne gjithashtu i kushtojmë vëmëndje të veçantë gjuhës në provat e dokumentuara nga gjykatat e brendshme dhe, sidomos, fakteve se MGB e kishte shprehur qëllimin për të “shfarosur” “elementët kombëtarë” “banditët dhe organizatat e fshehta nacionaliste” (shih paragrafin 18 të vendimit). Gjykata e Lartë, konkludoi se në rastin e kërkuesit, element subjektiv i gjenocidit përmbushej nga fakti se ai e kishte njohur qëllimin e qeverisë Sovjektike “zhdukja e partizanëve Lituanezë” (shih paragrafin 4 të vendimit in fine). Si pasojë, ne pranojmë më tej se partizanët Lituanezë, ishin shënjestruar për eleminim, si një pjesë e dallueshme e një grupi më tepër se si pjestarë brenda një grupi (shih Prokurori k. Krstić, paragrafi 99 i vendimit).", "26. Ne gjithashtu theksojmë se rreth 20,000 partizanë Lituanezë u vranë në 1940 dhe 1944-1953. popullsia Lituaneze në atë kohë ishte rreth 3,000,000. Ndërkohë që numri i partizanëve të vrarë Ishte i konsiderueshëm, nuk mund të themi se ishte shumë i madh në raport me numrin e përgjithshëm të popullsisë Lituaneze. Megjithatë, ne nuk mund të mos marrim parasysh shkallën e përgjithshme të represioneve në Lituani, duke përfshirë burgimet, dëbimet në masë të popullsisë civile. Ne marrim në konsideratë faktet e mirënjohura që represionet Sovjetike gjithashtu u drejtuan ndaj familjeve të partizanëve, gjithashtu dhe ndaj njerëzve të tjerë të lidhur me ta, të cilët ishin në mënyrë të ngjashme subjekt i burgosjeve, dëbimeve apo vrasjeve. Tërësia e veprimeve të ndërmarra kundër një grupi të mbrojtur (në këtë rast, kombit) duhet të konsiderohen në tërësinë e tyre në mënyrë që të interpretohen dispozitat e Konventës së gjenocidit në një frymë në përputhje me qëllimin e saj (shih paragrafin 96 të vendimit). Qeveria parashtroi, dhe kjo nuk u kontestua nga kërkuesi (shih paragrafët 126 dhe 133 të vendimit) që në vitin 1940 dhe në 1944 deri 1953 mijëra banorë Lituanezë u burgosën, dëbuan ose u vranë. Represionet sovjetike në Lituani prekën një në pesë persona. Ne e theksuam më lart vendimin e ICTY në Prokurori k. Krstić dha vendimin e GJND-së në Kroacisë k. Serbisë për efekt se kur fati i një pjesë të grupit është simbolik për anëtarët e të tjerë të grupit, kjo mund të çojë në përfundimin se grupi i eliminuar ishte në një masë të konsiderueshme, dhe bie brenda kuptimit të frazës \"pjesërisht\" të nenit II të Konventës së gjenocidit (shih paragrafët 101 dhe 108 të vendimit dhe në paragrafin 24 më lart).", "27. Në përputhje me rrethanat, dhe duke pasur parasysh faktorët e përshkruar më lart, ne çmojmë se partizanët Lituanezë duhet të konsiderohen si një pjesë të konsiderueshme e grupit kombëtar, ky i fundit duke qenë një grup i mbrojtur sipas nenit II të Konventës së gjenocidit. Në këtë mënyrë, kolaudojmë se, Gjykata e Apelit, vendimi i të cilit nuk u shfuqizua nga Gjykata e Lartë, e interpretoi termin \"pjesërisht\", siç përmendet në Konventën e gjenocidit Neni II, në një mënyrë të qëndrueshme me interpretimin e këtij termi në të drejtën ndërkombëtare, duke pasur parasysh kontekstin social dhe politik që mbizotëronte në Lituani në atë kohë.", "Mbetet për t’u shqyrtuar nëse një interpretim i tillë i nenit II të Konventës së gjenocidit ishte i parashikueshëm nga Kërkuesi në vitin 1953.", "", "Parashikueshmëria e dënimit", "", "28. Gjykatat e brendshme vendosën se kërkuesi ka përmbushur kërkesat thelbësore ligjore të vepre penale, përkatësisht, actus reus dhe mens rea. Ato e përshkruan kërkuesin si agjent të organeve represive sovjetike, qëllimi i të cilit ishte shtypja e të gjitha llojeve të qëndresës kombëtare dhe zhdukja e të gjithë partizanëve si një grup i veçantë. Nga dokumentet mbi të cilat prokurori bazoi akuzat për gjenocid kundër ankuesit, rezulton se në 1950-1952 kërkuesi ka ndjekur një shkollë speciale të MGB për rekrutët e rinj të kësaj organizate (shih paragrafin 17 të vendimit; shih edhe K.- Hw k. Gjermanisë, [GC ], nr. 37201/97 , §§ 71 dhe 74 , GJEDNJ 2001 - II ( ekstrakte )). Në vitin 1952 kërkuesi ishte një oficer operativ i distriktit të Sakiai MGB. Është gjithashtu e rëndësishme që, për sa i përket personalitetin e ankuesit, ai ishte i vetëdijshëm politikisht dhe kishte pasur rezultate të mira në punën e tij (shih paragrafët 20 dhe 21 të vendimit).", "29. Sipas procesverbaleve të mbledhjeve të distriktit Sakiai MGB në vitin 1953, MGB ndiqte udhëzime nga Komiteti Qendror i BRSS dhe BRSS MGB, për efekt se \"banditët dhe organizatat e fshehta nacionaliste\", \"banditët, ndihmësit dhe të njohurit e tyre\" duhet të zhdukeshin (shih paragrafin 18 të vendimit). Disa nga këto deklarata për \"luftën kundër organizatave të fshehta nacionaliste\" ishin bërë nga vetë kërkuesi (shih paragrafin 19 të vendimit). Deklarata të tilla janë shumë të ngjashme me ato që u analizuan nga Gjykata në çështjen kundër Gjermanisë, në të cilën urdhrat për të mbrojtur murin e Berlinit dhe për të arrestuar \"shkelësit kufitare\" apo për t’i \"asgjësuar\" ata u shqyrtuan (shih KHw, cituar më lart, §§ 64 dhe 65). Në Kamuhanda, ICTR gjithashtu shprehu mendimin se mund të jetë e vështirë për të gjetur manifestime të qarta të këtyre qëllimeve nga autorët e krimit. Në rrethana të tilla, ICTR u shpreh se veprimet e autorit të krimit, duke përfshirë provat rrethanore, mund të ofrojnë dëshmi të mjaftueshme të këtij qëllimi. Sipas ICTR, disa nga treguesit e qëllimit mund të jenë \"prova si shënjestrimi fizik i grupit ose pronës së tyre; përdorimi i gjuhës denigruese ndaj anëtarëve të grupit të synuar; armët e përdorura dhe shkalla e dëmtimeve trupore; mënyra metodike e planifikimit, mënyra sistematike e vrasjes.” (shih vendimin ICTR të 22 janarit 2004, në Prokurori k. Jean de Dieu Kamuhanda, çështja Nr ICTR-95-54A-T, paragrafi 625).", "Në bazë të provave të paraqitura nga prokurori, gjykatat e apelit dhe të Kasacionit vendosën se kërkuesi kishte një qëllim të drejtpërdrejtë për shfarosjen e partizanëve Lituanezë, si pjesë e popullsisë lituaneze. Siç vuri në dukje Gjykata Supreme, kërkuesi e kishte kuptuar se gjatë operacionit të 2 janarit 1953 vëllezërit partizane J.A. dhe A.A. mund të vriteshin ose të arrestoheshin dhe më pas të torturoheshin, si \"tradhtarë të atdheut\" dhe, me shumë mundësi, të dënoheshin me vdekje, dhe ai dëshironte që ta arrinte këtë qëllim (shih, respektivisht, paragrafët 29, 35 dhe 41 të vendimit in fine).", "Me fjalë të tjera, gjykatat vendase vendosën se vrasja e dy vëllezërve ishte pjesë e një politike të Shtetit për zhdukjen e partizanëve Lituanezë dhe grupeve të tjera sociale të cilat ishin pjesë e kombit të Lituanisë, dhe se ka pasur një qëllim të veçantë nga ana e kërkuesit për të vrarë vëllezërit për qëllimet e këtij plani kriminal. Gjykatat e brendshme kanë vendosur më tej se kjo vrasje u planifikua dhe u ekzekutua nga kërkuesi brenda kësaj strukture. Ai nuk ishte thjesht një anëtar i nivelit të ulët; ai ishte një anëtar operativ i lartë i MGB dhe më vonë i KGB, ku shërbeu në pozicionin e toger kolonel. Ai nuk ishte një bashkëpunëtor thjeshtë; përkundrazi, ai ishte autori kryesor i veprës, i cili përgatiti me kujdes vrasjen dhe ekzekutimin. Ai madje fitoi përfitime financiare dhe politike nga vrasja, pasi që ai u dha një sasi të konsiderueshme parash për veprën \"heroike\", që ai kishte kryer, dhe u pranua në radhët e Partisë Komuniste të Bashkimit Sovjetik menjëherë pas vrasjes.", "30. Në vlerësimin e çështjes së parashikueshmërisë së arsyeshme të dënimit e ankuesit, ne nuk jemi të bindur se kërkuesi nuk mund të ketë njohur se ai rrezikonte të akuzohej dhe shpallej fajtor për veprën penale të gjenocidit. Në rastin Jorgic k. Gjermanisë, nr. 74613/01, 12 korrik 2007, Gjykata u përball me dy interpretime të mundshme të termit \"për të shkatërruar\" në përkufizimin e krimit të gjenocidit dhe Gjykata shqyrtoi pajtueshmërinë e dënimit të kërkuesit, në bazë të një interpretimi të zgjeruar të atij termi, me nenin 7 të Konventës. Ajo vuri në dukje se ndërsa autoritete të ndryshme (organizata ndërkombëtare, gjykatat, studiues) kanë qenë pro dy intepretimeve të krimit të gjenocidit, atij të zgjeruar dhe atij të ngushtuar, z Jorgic mund të kishte parashikuar në mënyrë të arsyeshme, miratimin në çështjen e tij të interpretimit të zgjeruar dhe, për këtë arsye, që rrezikonte të akuzohej dhe dënohej për gjenocid. Sikur kërkuesi në këtë rast të kishte kërkuar ndihmë të pavarur ligjore në vitin 1953 dhe të deklaronte se ai ishte një agjent operativ i MGB qëllimi kryesor i të cilit ishte zhdukja e anëtarëve të organizatave të fshehta nacionaliste (\"partizanët”) (shih paragrafin 18 të vendimit), këta të fundit duke qenë pjesa më rezistente e kombit Lituanez po përpiqeshin që të kundërshtonin shkatërrimin nga forcat sovjetike, ka mundësi që ai do të këshillohej po kryente krimin e gjenocidit, me karakteristikat thelbësore të tij, ashtu siç ishin parashikuar në të drejtën ndërkombëtare në atë kohë.", "Duke pasur parasysh rëndësinë e rolit të luajtur nga partizanët dhe rëndësinë e tyre simbolike dhe aktuale për kombin Lituanez në kontekstin e caktuar kohor, ne e konsiderojmë të mundshme që kërkuesi mund të kishte parashikuar se ai rrezikonte të akuzohej dhe të dënohej për gjenocid për shkak të qëllimit të tij për të shkatërruar një \"pjesë\" të konsiderueshme të kombit Lituanez ky i fundit duke qenë një grup i mbrojtur me Konventën e 1948 në ndjekje të politikës totalitare të Bashkimit Sovjetik. Kështu, ne konfirmojmë parimin e artikuluar në Jorgic për efekt se një interpretim i qëllimit të veprës penale i cila është në përputhje me thelbin e asaj vepre \"duhet, si rregull, të konsiderohet si parashikueshëm\"(shih Jorgic, cituar më lart, § 109).", "31. Ne gjithashtu theksojmë se kërkuesi nuk u ndoq penalisht për veprimet e tij sipas Kodit Penal RSSFR, e cila ishte imponuar në Lituani menjëherë pas aneksimit të saj dhe përfshirjes në BRSS, dhe as në bazë të Kodit Penal të RSS të Lituanisë, ku të dy parashikonin përgjegjësi penale për heqjen e të drejtë së jetës (shih paragrafët 71 dhe 72 të vendimit). Argumenti i qeverisë se shfarosja e partizanëve Lituanezë si një grup, ishte pjesë e politikës dhe praktikës shtetërore të Bashkimit Sovjetik, i cila u mbivendos mbi rregullat e ligjit të shkruar në atë kohë, nuk është pa peshë (shih Streletz, Kessler dhe Krenz k. Gjermanisë [GC], nr. 34044/96, 35532/97 dhe 44801/98, §§ 67 dhe 68, GJEDNJ 2001-II). Edhe pse, kërkuesi nuk mund të mbështetet në faktin se kjo ishte praktikë e BRSS-së për të justifikuar pjesëmarrjen e tij në shfarosjen e partizanëve lituaneze. Sipas parimeve të përgjithshme të së drejtës, nuk është e mundur për të pandehurit që të justifikojë sjelljen që ka shkaktuar dënimin e tij, thjesht duke treguar se një sjellje e tillë ka ndodhur në fakt dhe ishte pjesë e një praktike të pranuar (ibid, § 74). Siç ka mbajtur qëndrimin dhe Gjykata, edhe një ushtar nuk mund të tregojë bindje të plotë, dhe të verbër ndaj urdhrave të cilat në mënyrë flagrante ishin në shkelje jo vetëm me ligji i brendshëm (shih paragrafin 71 të vendimit), por dhe të të drejtat e njeriut të njohura ndërkombëtarisht, në veçanti me të drejtën e jetës, e cila është vlera e lartë në hierarkinë e të drejtave të njeriut (shih K.-Hw, cituar më lart, § 75).", "32. Në parashtrimet e tij në Gjykatën kërkuesi gjithashtu vuri në pikëpyetje nëse vëllezërit J.A. dhe A.A. mund të konsiderohen se mbrohen nga neni II i Konventës së gjenocidit, duke pasur parasysh se ata ishin luftëtarë vullnetarë në qëndresën e armatosur, një lëvizje në mbarëkombëtare me një organizim politik dhe ushtarak.", "33. Në këtë pikë, vërejmë se në bazë të nenit I të Konventës së gjenocidit, gjenocidi është krim sipas të drejtës ndërkombëtare, nëse kryhet në kohë paqeje, ose në kohë lufte. Gjithashtu mund të vihet në dukje se prania e atyre që janë përfshirë në mënyrë aktive në një konflikt, duke përfshirë rastin, kur viktimat mbanin armë, nuk ka qenë pengesë për gjykatat ndërkombëtare për të konkluduar se vrasja e tyre është krim kundër njerëzimit (shih Prokurori k. Kupreškić dhe të tjerë në paragrafin 111 të vendimit, shih gjithashtu, mutatis mutandis, Kroacia k. Serbisë në paragrafin 108 të vendimit). Ky arsyetim ka forcë më të madhe, kur bëhet fjalë për krimin i gjenocidit. Në këtë pikë theksojmë se, në bazë të Nenit II të Konventës së gjenocidit, gjenocidi nuk është përcaktuar si një krim drejtuar kundër vetëm popullsisë civile. Sipas mendimit tonë, interpretimi i Konventës së gjenocidit në mënyrën që nuk zbatohet ndaj atyre që morën armët për të mbrojtur veten e tyre nuk është në përputhje me qëllimin themelor të kësaj Konvente.", "34. Ne edhe më tej përsërisim konkluzionin e Gjykatës Kushtetuese që autoritetet sovjetike i konsideronin partizanët Lituanezë si rebelëve të paligjshëm. Asnjë status luftëtar, ose me status të burgosuri lufte, nuk u ishte dhënë atyre gjatë periudhës Sovjetike. Në të kundërtën, siç vuri në dukje Gjykata Kushtetuese, partizanët Lituanezë portretizoheshin nga autoritetet sovjetike, duke përfshirë njësinë MGB në të cilën kërkuesi ka shërbyer si \"bandit\", \"terroristë\", dhe \"nacionalistët borgjeze\". Skuadra të veçanta të \"shfarosjes\" u krijua dhe këto u përdorën në luftën kundër partizanëve Lituanezë dhe mbështetësve të tyre (shih paragrafët 18, 19 dhe 63 të vendimit).", "35. Prandaj, fakti që vëllezërve J.A. dhe A.A. ishin partizanë të armatosur të cilët kishin qenë në shënjestër për shkak të anëtarësisë së tyre të dhe rëndësisë brenda një grupi të mbrojtur (kombit) nuk pengon dënimin e kërkuesit për gjenocidin (shih, mutatis mutandis, Korbely k. Hungarisë [GC], nr. 9174/02 , §§ 86-94 , ECHR 2008).", "", "Përfundime", "", "36. Në dritën e konsideratave të mësipërme, ne çmojmë se, brenda kontekstit të përgjithshëm të shkallës të gjerë dhe veprimeve sistematike kundër popullsisë Lituaneze, pjesëmarrja e kërkuesit në operacionin e 2 Janarit 1953 për të kapur dhe/ose të vrarë vëllezërit partizane J.A. dhe AA, parë në kuadrin e operacioneve të autoriteteve sovjetike për të çrrënjosur partizanët Lituanezë si një pjesë e rëndësishme e kombit, në 1944-53, me qëllim të shkatërruar strukturën e kombit të Lituanisë, mund të konsiderohet në mënyrë të arsyeshme si bie brenda kuadrit të veprës së gjenocidit sipas nenit II të Konventës. Interpretimi nga gjykatat e brendshme mund të parashikohej në mënyrë të arsyeshme nga kërkuesi në atë kohë. Duke pasur parasysh sa më sipër, ne mendojmë që kërkesat për të dënuar kërkuesin për krimin e gjenocidit janë përmbushur në rastin konkret. Ne gjithashtu përsërisim konkluzionin e GJND-se “kur këto kërkesa përmbushen... ligji duhet ti referohet veprës me emrin e duhur\" (shih paragrafin 112 të aktgjykimit).", "37. Duke pasur parasysh konkluzionin e arritur në paragrafin e mësipërm, ne për këtë arsye nuk gjejmë të nevojshme për të shqyrtuar nëse dënimi i ankuesit ishte i bazuar në të drejtën zakonore ndërkombëtare, një argument të ngritur nga Qeveria.", "38. Ne konkludojmë se dënimi i kërkuesit për gjenocid nuk ishte në shkelje të nenit 7 § 1 të Konventës. Së fundi, meqë kërkesat të nenit 7 § 1 janë përmbushur, nuk është e nevojshme të shqyrtohet çështja në bazë të Nenit 7 § 2 të Konventës (shih Kononov, cituar më lart, § 246).", "39. Mospajtimi ynë me shumicën nuk kanë të bëjë me faktet e çështjes, siç janë të përcaktuara por ka të bëjë me interpretimin e tyre. Shumica ka pranuar gjithashtu se aktet për të cilat kërkuesi është akuzuar dhe dënuar ishin kryer në fakt. Duke qenë i mbrojtur nga regjimi pushtues për shumë vite, kërkuesi mund të kishte një pritshmëri që pandëshkueshmëria e tij do të lihet pas. Për një kohë, u duk se përfundimi i pushtimit të Lituanisë i dha fund një pritshmërie të tillë. Tani, me vendimin e kësaj Gjykate, kjo pritshmëri është ringjallur. Kjo është për të ardhur keq.", "", "", "MENDIMI I PAKICËS I GJYQTARIT ZIEMELE", "", "1. Unë nuk ndaj të njëjtin mendim me shumicën në këtë çështje, si në lidhje me rezultatin dhe me arsyetimin e vendimit. Unë ndaj në masë të madhe pikëpamjen e gjyqtarëve të pakicës Villiger, Power Forde, Pinto de Albuquerque dhe Kuris. Sipas mendimit tim, për qëllim të çështjes konkrete, ne duhet të marrim parasysh origjinën e ndëshkueshmërisë së gjenocidit në të drejtën ndërkombëtare. Do të bëj një përmbledhje të shkurtër të pikave më të rëndësishme. Është po aq i rëndësishëm kuptimi i kontekstit historik në të cilin u zhvilluan fushatat e shfarosjes kundër partizanëve Lithuanezë. Së fundi, do bëj disa vërejtje mbi rolin e Gjykatës në këto lloje çështjesh.", "", "Ndalimi i gjenocidit", "", "2. Sipas formulimit të Raphael Lemkin (cituar nga J. Vervliet\", Raphael Lemkin (1900-1959) dhe Konventës së gjenocidit të 1948. Shënime të shkurtra biografike dhe bibliografike, në H.G. van der Wilt et al (eds.) Konventa gjenocidit. Trashëgimia 60-vjeçare, Martinus Nijhoff Publishers, 2012, XXVII ):", "", "“Gjenocidi drejtohet kundër grupit kombëtar si një entitet, dhe veprimet e përfshira janë të drejtuara ndaj individëve, jo sipas cilësive të tyre individuale, por si anëtarë të grupit kombëtar ”. “Gjenocidi ka dy faza: njëra, shkatërrimi e sistemit kombëtar të grupit të shtypur; tjetra, imponimi i sistemit kombëtar të shtypësit. Ky imponim, nga ana tjetër, mund të bëhet mbi popullsinë e shtypur e cila është e lejohet të qëndrojë në atë territor, ose vetëm mbi territorin, pas heqjes së popullsisë dhe kolonizimit të zonës nga shtetas të shtypësit”.", "", "3. William Schabas ka vënë në dukje se ndërsa Konventa e 1948 për Parandalimin dhe Ndëshkimin e Krimit të gjenocidit (këtej e tutje, Konventa 1948) përmban një përkufizim të gjithëpranuar të gjenocidit, gjuha e përdorur është subjekt i interpretimeve të ndryshme. Shumë legjislatorë kombëtarë kanë imponuar pikëpamjet e tyre mbi këtë përkufizim. \"Si rezultat, edhe në ligj, mund të flasim për shumë përkufizimeve apo interpretime të konceptit të gjenocidit\" (shih W. Schabas, \"Genocidi dhe krimet kundër njerëzimit: Qartësimi i marrëdhënieve\", in van der wilt, cituar më lart, p 4.). Në të vërtetë, vetë jurisprudenca e Gjykatës, veçanërisht në vendimin e Jorgic k. Gjermanisë (nr. 74613/01, ECHR 2007- III), e reflekton këtë realitet. Në atë çështje, gjykatat e brendshme Gjermane kishin adoptuar një interpretim më të gjerë të përkufizimit gjenocidit. ICTY konsideroi në çështjen Brdjanin se “grupe nuk janë përcaktuar qartë në Konventën e gjenocidit apo diku tjetër\" (shih Prokurori k. Brdjanin, 1 shtator 2004, ICTY-99-36, T Ch II, paragrafi 682).", "4. Për qëllimet të një arsyetimi të qartë, është e rëndësishme të mos ngatërrohen elemente të ndryshme të procesit të hartimit të Konventës së1948. Para së gjithash, duhet të kujtojmë se, Konventa e1948 u miratua në reagim ndaj procedurës në Gjykatën e Nurembergut dhe të kufizimeve aty, ku krimet kundër njerëzimit ishin të lidhura me kohën e luftës (shih Rezolutën nr. 96 (I) referuar gjenocidit që është kryer në të kaluarën, edhe K. Inkuša,\" dëbimet masiv të vitit 1949 në Letoni, si krim kundër njerëzimit\", Baltic Yearbook of International Law,, vëllimi 9, 2009, fq 83). Prandaj ishte e nevojshme që të dilej nga kjo situatë, pasi krimet më monstruoze gjithashtu mund të kryheshin në kohë paqeje dhe kundër popullsisë të vetë shtetit. Ky ishte qëllimi i Konventës që dënonte gjenocidin. Së dyti, i gjithë debati për përkufizimin e gjenocidit është një çështje e veçantë e cila vazhdon të shqyrtohet dhe zhvillohet nga gjykatat ndërkombëtare dhe kombëtare. Pavarësisht shumë kompleksiteteve rreth përkufizimit të gjenocidit, fjalët e R. Lemkin cituar më lart (shih pikën 2) përcjellin thelbin e krimit. Përkufizimi i gjenocidit siç është parashikuar në Konventën e vitit 1948 ndalon veprime të caktuara me \"qëllim për të shkatërruar, në tërësi ose pjesërisht, një grup kombëtar ...\" nuk e kufizon apo e kundërshton përshkrimin e Lemkin për thelbin e gjenocidit (shih pikën 2 më sipër) .", "5. Për këdo që ka kryer kërkime mbi hartimin e Konventës së1948 është e qartë, ashtu si shprehet Matthew Lippman vë atë, se \"fuqitë e mëdha kishin interes në kufizimin e juridiksionit ndërkombëtar dhe universal mbi gjenocidin... Të dy shtetet si, Bashkimi Sovjetik dhe Shtetet e Bashkuara gjithashtu ishin në kundërshtim të shtrirjes së mbrojtjes së Konventës ndaj grupeve politike” (shih M. Lippman, “hartimi dhe Zhvillimi i Konventës së 1948 për Gjenocidin dhe politikat e të drejtës ndërkombëtare”, në H.G. van der wilt, cituar më lart, f. 19-20 ). Në të vërtetë, hezitimi më madh i shteteve kishte të bënte me çështjen e juridiksionit mbi krimin e gjenocidit. Kjo pikë nuk është pjesë e çështjes konkrete. Së dyti, çështja nëse grupet politike janë të përfshira në kuadër të grupeve të mbrojtura ka qenë gjithashtu shumë e debatuar. Historia e hartimit të konventës konfirmon se këto grupe nuk përfshihen, kjo është një pikë e rëndësishme, por jo vendimtare në çështjen në fjalë .", "6. Për më tepër, praktika gjyqësore në lidhje me gjenocidin, për aq sa ka sqaruar qëllimin e Konventës së1948, është dukshëm e rëndësishme për çështjen konkrete. Në të vërtetë, ka pasur një numër çështjesh të rëndësishme nga Gjykata Ndërkombëtare e Drejtësisë (ICJ), si dhe nga gjykatat e luftës. Në vendimin Kroacia k. Serbisë (3 shkurt 2015), GJND-ja përmblodhi pikat e rëndësishmet të interpretimit të Konventës 1948. GJND-ja konfirmoi si më poshtë (në paragrafin 139 të vendimit të saj):", "", "“Preambula e Konventës së gjenocidit thekson se “gjenocidi ka shkaktuar humbje të mëdha për njerëzimin\", dhe se Palët Kontraktuese kanë vendosur qëllimin e çlirimit të njerëzimit nga një mizori e tillë të urryer\". Siç Gjykata konsideroi në vitin 1951 dhe ritheksoi në vitin 2007 (theks i shtuar - IZ), objekt i Konventës ishte ruajtja e \"vetë ekzistencës së disa grupeve të caktuara njerëzore\" (rezerva të Konventës për Parandalimin dhe Ndëshkimin e Krimit të gjenocidit, opinioni këshillimor, ICJ Reports 1951 fq. 23, dhe zbatimi i Konventës për Parandalimin dhe Ndëshkimin e Krimit të gjenocidit (Bosnja dhe Hercegovina v. Serbia dhe Mali i Zi), Gjykimi, ICJ Reports 2007 (i), f. 125 , para. 194). Gjykata rithekson se, në vitin 2007, ajo u shpreh se qëllimi për të shkatërruar një grup kombëtar, etnik, racial ose fetar si i tillë është specifik për gjenocidin dhe e dallon atë nga vepra të tjera penale të tilla si krimet kundër njerëzimit dhe përndjekja (ICJ Reports 2007 (I), f. 121-122, para. 187-188). Meqë grupi, në tërësi ose pjesërisht, është objekt i qëllimit gjenocidial, Gjykata është e mendimit se është e vështirë për të përcaktuar një qëllim të tillë në bazë të akteve të izoluara. Ajo konsideron se, në mungesë të provave të drejtpërdrejta, duhet të ketë prova të akteve në një shkallë që përcakton një qëllim jo vetëm për të synuar disa individë për shkak të anëtarësisë së tyre në një grupi të caktuar, por edhe për të shkatërruar grupin vetë në tërësi ose pjesërisht\".", "", "7. GJND-ja më tej shpjegoi në paragrafin 142 të vendimit Kroacia k. Serbisë:", "", "\"Gjykata rithekson se shkatërrimi i grupit “pjesërisht” brenda kuptimit të nenit II të Konventës duhet të vlerësohet duke ju referuar një numri kriteresh. Në këtë drejtim, mbajti qëndrimin në vitin 2007 se \"qëllimi duhet të jetë për të shkatërruar të paktën një pjesë të konsiderueshme të grupit të caktuar\" (ICJ Reports 2007 (I), p. 126, para. 198), dhe se ky është një kriter \"vendimtar\"(ibid., p. 127, para. 201). Gjykata më tej vuri në dukje se \"është pranuar gjerësisht se gjenocidi mund të jetë kryer, ku qëllimi ishte shkatërrimi i grupit brenda një zone gjeografike të kufizuar\" (ibid., P. 126, para. 199) dhe se, rrjedhimisht, \"Zona e veprimtarisë së autorit të krimit dhe kontrolli duhet të merren në konsideratë\" (ibid.). Gjithashtu duhet të merret parasysh rëndësia e pjesës së shënjestruar brenda grupit në tërësi. Në lidhje me këtë kriter, Dhoma e Apelit të Gjykatës së Hagës specifikoi në vendimin e saj se \"Nëse një pjesë e veçantë e grupit është simbolike për grupin në përgjithësi, apo është thelbësore për mbijetesën e saj, kjo mund të çojë në konkluzionin se ajo pjesë cilësohet si thelbësore brenda kuptimit të nenit 4 [të Statutit të ICTY, paragrafi 2, i cili në thelb riprodhon nenin II të Konventës] \"(IT-98-33-A, Vendim i 19 prill 2004, para. 12,cituar në raportet e GJND-së 2007, (I), fq. 127, para. 200) \".", "", "8. GJND shkoi më tej dhe sqaroi se:", "", "“Në vitin 2007, Gjykata u shpreh se këta faktorë do të duhet të vlerësohen rast pas rasti (ibid., P. 127, para. 201). Ajo vijon se, në vlerësimin nëse një pjesë e shënjestruar e një grupi të mbrojtur është e konsiderueshme në lidhje me grupin në përgjithësi, gjykata do të marrë parasysh elementin sasior, si dhe dëshmi në lidhje me vendndodhjen gjeografike dhe rëndësinë e pjesës në shënjestër” (ibid.).", "", "9. Në vendimin e vitit 2007 në Bosnje dhe Herxegovina k. Serbisë (cituar në Raportete I.C.J. të vitit 2007 (I), fq 196-197, paragrafi 373.), GJND-ja ka konstatuar se:", "", "\" dolus specialis, qëllimi specifik për të shkatërruar grupin në tërësi ose pjesërisht, duhet të tregohet në mënyrë bindëse duke iu referuar rrethanave të veçanta, vetëm nëse nëse një plan i përgjithshëm për këtë qëllim mund të demonstrohet bindshëm se ekziston; dhe për një model të sjelljes të pranohet si dëshmi e ekzistencës së tij, duhet të jetë i tillë që ajo mund të tregojë vetëm për ekzistencën e qëllimit të tillë\".", "", "10. Këto vendime trajtojnë ngjarje të cilat kanë ndodhur pas vrasjes së dy partizanëve Lithuanezë si pjesë e politikës sovjetike për të shkatërruar qëndresë kombëtare Lituaneze, megjithatë interpretimi i Konventës se 1948 të nga GJND nuk është revolucionar. Përkundrazi, GJND-ja ndjek me shumë kujdes synimin e hartuesve të Konventës, i cili daton me ngjarjet në Lituani. Ajo deklaron se janë vendosur çështje të caktuara parimore në vitin 1951 të cilat janë “risjellë” në vitin 2007. GJND e interpreton nenin II të Konventës siç ishte miratuar në vitin 1948. Unë mbaj qëndrimin se jurisprudenca e GJND-së është autoriteti i duhur për GJEDNJ, për sa i përket kuptimi të qëllimit dhe përmbajtjes së koncepteve përkatëse në nenin II .", "", "Shkatërrimi i partizanëve Lituanezë", "", "11. Kuptimi i kontekstit historik në të cilin ka ndodhur lufta mes partizanëve Lituanezë dhe forcave të armatosura sovjetike pas përfundimit të konfliktit mes Bashkimit Sovjetik dhe Gjermanisë naziste në territorin e Lituanisë dhe dy shteteve të tjera baltike, ka një rëndësi themelore për këtë çështje. Pa dyshim, kjo nuk është një ngjarje e historisë evropiane për të cilën është shkruar gjerësisht. Megjithatë, parimi i administrimit të duhur të drejtësisë kërkon që procedura të organizohet në një mënyrë që e lejon Gjykatën që të jetë e vetëdijshme për të gjitha elementet e rëndësishëm. Kjo duket veçanërisht në një çështje ku kërkohet nga Gjykata që të marrë parasysh dolus specialis i cili, siç ka shpjeguar GJEDNJ, mund të varet në disa raste, ku nuk ka plan të qartë mbi \"qëllimin gjenocidal dhe të përcaktohet në mënyrë të tërthortë nisur nga konkluzionet\" (shih vendimin e lartpërmendur Kroacia k. Serbisë paragrafi 148)", "12. Shkatërrimi i partizanëve te kombit lituanez, te Estonisë dhe Letonisë ishte një prioritet kyç për regjimin e pushtimit sovjetik, për të arritur atë që konsiderohet si një aneksim i plotë dhe përfundimtar i shteteve baltike. Për qëllime propagandistike qeveria Sovjetike i etiketonte partizanët kombëtare si kriminelë të armatosur apo banditë, dhe i shpjegonte aktivitetet sovjetike të shfarosjes si një përgjigje ndaj kriminelëve të cilët në mënyrë të paligjshme po përdornin armë. Në terminologjinë sovjetike kjo nuk ishte një luftë kombëtare qëndrese: ajo ishte një luftë kundër bandave në një kontekst më të gjerë të luftës ideologjike.", "13. Në historinë e shteteve baltike, lufta e qëndresës e udhëhequr nga partizanët kombëtare ishte konflikti më i gjatë dhe më i qëndrueshëm (rreth 1944-1956), duke përfshirë numrin më të madh të luftëtarëve dhe mbështetësve. Për shkak të klimës politike ndërkombëtare pas Luftës së Dytë Botërore, rezistenca Baltike nuk mori asnjë ndihmë të huaj. Qëllimi i rezistencës ishte për të luftuar për pavarësinë dhe mbijetesën e kombeve që sapo kishte përjetuar të dëbimet Sovjetike të 1941, pushtimin nazist dhe kthimin e paligjshëm të pushtetit sovjetik, i shoqëruar nga një tjetër valë e deportimeve masive (shih Nikolajs Larionovs k. Lituanisë dhe Nikolay Tess k. Lituanisë, nr. 45520/04 dhe 19363/05 (dhjetor), 25 nëntor 2014). Në të njëjtën kohë, kjo luftë nuk kishte perspektivë për sukses dhe më e rëndësishmja për të mbështetur frymën kombëtare. Gjykata Kushtetuese Lituaneze ka përmbledhur në mënyrën e duhur qëllimin dhe natyrën e luftës (shih paragrafin 63 të vendimit). Është gjithashtu interesante të përmendet se MGB - Ministria e Sigurisë Shtetërore, ku kërkuesi ishte Anëtar - iu referua luftës kundër banditëve dhe \"organizatave të fshehta nacionaliste\". Shfarosja e nacionalizmit Lituanez ishte i nevojshëm për të arritur nënshtrimin e popullit Lituanez ndaj regjimit Sovjetik dhe ideologjizimin e tij. Sipas Qeverisë, “rreth 20,200 partizanë u vranë, 142,000 persona u dërguan në kampet e përqendrimit dhe 118,000 u dëbuan\". Për shembull, në bazë të dokumenteve arkivore të Letonisë për periudhën 1944 deri 1956, strukturat represive sovjetike \"shfarosen 961 grupe të armatosura banditë dhe arrestuan ose vranë 10,720 banditë\" (shiko notën e informacionit të 8 janarit të vitit 1957, RSS Letoneze KGB, në H. Strods (ed. Latvijas nacionālo partizānu karš). Dokumenti un materiāli 1944-1956. Rīga, 1999, p. 587)", "14. Synimi për të shkatërruar këtë pjesë të kombit Lituanez është një fakt i mirë dokumentuar në arkivat përkatëse. Kur ekzaminohen shifrat, është e qartë se ato ishin shumë domethënëse për vendet e vogla. Kur merret parasysh modeli i lituanezëve të cilët ishin në shënjestër nga regjimi sovjetik, siç tregoi Qeveria në paragrafin 29 të parashtrimeve të saj, rezulton se ata përbënin themelin e kombit Lituanez. Ne ritheksojmë vëzhgimet e Lemkin se thelbi i gjenocidit është shkatërrimi i modelit kombëtar të grupit të shtypur dhe vendosja e një tjetër modeli (shih pikën 2 më sipër). Jurisprudenca i GJND-së nuk e ka interpretuar gjenocidin ndryshe.", "", "Grupet Politike", "", "15. Gjykata shpenzoi shumë kohë në arsyetimin e saj në problematikën, nëse qëllimi i përkufizimit të gjenocidit në Konventën e vitit 1948 përfshin dhe grupet politike. Përgjigja që ajo ofron në paragrafin 175, në parim është, e saktë. Megjithatë pyetja e vërtetë para Gjykatës, është nëse partizanët kombëtare formonin - për sa i përket rolit të tyre dhe numrit - një grup ekzistenca e vazhdueshme e të cilit ishte e domosdoshme për mbijetesën e kombit lituanez. Me fjalë të tjera, gjykata duhet të kishte qenë në gjendje të bënte dallimin midis, një pjese domethënëse të një grupi kombëtar i cili është në shënjestër për shkaqe politike, sociale apo, diskriminuese, dhe, nga ana tjetër, një grupi në mënyrë të thjeshtë dhe të qartë politik. Në historinë e gjenocidit nuk ka asgjë që do të përjashtonte nga fushëveprimi i tij një qëllim për të shkatërruar pjesërisht ose tërësisht, një grup kombëtar për qëllime politike ose diskriminuese. Për fat të keq, Gjykata nuk e ka shqyrtuar këtë çështje, e cila është thelbësore për çështjen.", "16. Unë vura në dukje më lart se GJND-ja, e cila ka juridiksion për të interpretuar Konventën e 1948, e ka bërë këtë duke hetuar travaux preparatoires. GJND-ja e ka interpretuar qëllimin e gjenocidit siç është pranuar në kohën e miratimit të Konventës në vitin 1948. Është e vërtetë se GJND e ka pasur këtë mundësi disa dekada më vonë, por kjo nuk e ndryshon faktin se ne nuk kemi një interpretim autoritativ të Konventës 1948, siç do të kishte aplikuar gjithashtu disa dekada më parë. GJND-ja nuk përmend faktin se ajo është angazhuar në një interpretim evolutiv, duke marrë parasysh zhvillimet e mëvonshme (shih, a contrario, Pasojat ligjore për shtetet për Praninë e Vazhdueshme të Afrikës së Jugut në Namibi (Afrika e Jugperëndimore) Pavarësisht Rezolutës 276 të Këshillit të Sigurimit (1970) , Opinioni Këshillimor, Raportet e GJND, f. 19, paragrafi 53). Në të kundërtën, kërkesat për të vendosur mbi krimet e gjenocidit, mbeten të rrepta. Çështja konkrete megjithatë, tregon se Gjykata Evropiane vazhdon të ketë një problem me zbatimin e ligjit me kalimin e kohës (shih mendimin tim alternativ në O’Keeffe k. Irelandës [GC], nr. 35810/09, ECHR 2014 (ekstrakte) ).", "17. Konkluzioni i Gjykatës është se në vitin 1953 ishte e parashikueshme se gjenocidi kishte për synim shkatërrimin ose qëllimin për të shkatërruar një grup në një masë të konsiderueshme, por nuk ishte sqaruar se përveç aspektit numerik gjithashtu kishte rëndësi edhe aspekti cilësor, pra, rëndësia e grupit të synuar (shih paragrafin 177 të vendimit), i cili është materializuar vetëm si pjesë e praktikës gjyqësore të mëvonshme (shih titullin e pjesës përkatëse të vendimit). Gjykata ka marrë parasysh - në mesin e praktikës gjyqësore ndërkombëtare - dy vendime kryesore të GJND-së lidhur me interpretimin e fjalëve \"pjesërisht\" në Konventën e vitit 1948 (shih paragrafin 105 të vendimit). Është e qartë, megjithatë, se këto vendime nuk mund të lexohet veç e veç, veçanërisht duke qenë se vendimi Kroacia k. Serbisë i referohet përsëri në vendimit të vitit 2007 dhe ofron sqarime të mëtejshme (shih pikat 6-7 më lart). Unë kam rezerva serioze lidhur me atë nëse përfundimet e Gjykatës në paragrafët 176-177 janë në përputhje me shpjegimet e GJND të frazës \"pjesërisht\", e cila në interpretimin e GJND-së ka qartësisht më shumë ngjyresë. Siç u shpjegua më lart, vendimet përkatëse të GJND nuk mund të konsiderohen si shembull për një interpretim të ri të Konventës se 1948. Nga ana tjetër, Gjykata duhet të ishte angazhuar në kërkime më të përpikta lidhur me opinionet ligjore përkatës në kohën e miratimit të Konventës së gjenocidit, të ngjashme me atë të ndërmarra në rastin e Kononov k. Lituanisë ([GC], nr. 36376/04, ECHR 2010).", "", "Standardi i Nenit 7", "", "", "18. Në § 198 të Kononov (cituar më lart), Gjykata përsëriti se:", "", "\" ... Kompetencat rishikuese të Gjykatës duhet të jenë më të mëdha, kur e drejta e Konventës në vetvete, neni 7 në çështjen në fjalë, kërkon që të kemi një bazë ligjore për ndëshkimin dhe dënimin. Neni 7 § 1 kërkon që Gjykata të shqyrtojë nëse ka pasur një bazë bashkëkohore ligjore për dënimin e kërkuesit dhe, në mënyrë të veçantë, duhet të sigurohet se rezultati i arritur nga gjykatat përkatëse të brendshme... ka qenë në përputhje me nenin 7 të Konventës, edhe në qoftë se ka pasur dallime në mes qasjes ligjore dhe arsyetimit të kësaj gjykate dhe vendimeve përkatëse të gjykatave të brendshme. Akordimi i një fuqie më të vogël rishikimi kësaj Gjykate do të bënte që Neni 7 të devijonte nga qëllimi i tij. \"", "", "Gjykata më pas vlerësoi “nëse ka pasur një bazë në mënyrë të mjaftueshme të qartë dhe bashkëkohore ligjore për krimet specifike\"(shih Kononov, § 199).", "", "19. Ajo vuri në dukje në çështjen Kononov (§ 241) se:", "", "\"është e ligjshme dhe e parashikueshme për një shtet pasardhës që të fillojë procedimet penale kundër personave që kanë kryer krime nën regjimin e kaluar dhe se gjykatat pasardhëse nuk mund të kritikohen për zbatimin dhe interpretimin e dispozitave ligjore në fuqi në atë kohë, gjatë regjimit të mëparshëm, në dritën e parimeve që rregullojnë një subjekt shtetëror ndaj sundimit të ligjit dhe duke pasur parasysh parimet themelore mbi të cilat është ndërtuar sistemi i Konventës. Kjo lidhet veçanërisht me rastin kur çështja në fjalë ka të bëjë me të drejtën e jetës, një vlerë supreme në Konventë dhe hierarkisë ndërkombëtare të të drejtave të njeriut dhe për të cilën Palët Kontraktuese e kanë si një detyrim parësor për ta mbrojtur. Gjithashtu dhe detyrimi në një shtet për të ndjekur penalisht që del të ligjet dhe zakonet e luftës, Neni 2 i Konventës gjithashtu urdhëron Shtetet që të marrë hapat e duhura për të mbrojtur jetën e atyre që ndodhen brenda juridiksionit të tyre dhe nënkupton si detyrë parësore për të siguruar të drejtën e jetës duke adoptuar dispozita penale efektive për të penguar kryerjen e veprave të cilat rrezikojnë jetën (shih Streletz, Kessler dhe Krenz, §§ 72 dhe 79-86, dhe K.-Hw v. Gjermanisë, §§ 66 dhe 82 -89). Është e mjaftueshëm për qëllim të çështjes në fjalë që të theksohet se parimet e sipër cituara janë të zbatueshme për një ndryshim regjimi që ndodhi në Letoni pas deklaratave të pavarësisë së vitit 1990 dhe 1991 (shih paragrafët 27-29 dhe 210 më lart).\"", "", "20. Në dritën e parimeve të sipërcituara, siç u riparaqiten në Kononov, mbetet e paqartë se çfarë ka dashur të thotë Gjykata në paragrafët 165-166 të këtij vendimi, kur ajo e gjen të qartë se dënimi i kërkuesit ishte i bazuar në dispozitat ligjore të cilat nuk ishin në fuqi në vitin 1953 dhe se këto dispozita janë aplikuar në mënyrë prapavepruese. Është e qartë se legjislacioni Lituanez i vitit 1992 apo 2004 nuk ka qenë në fuqi në territorin e Lituanisë në vitin 1953, për arsyen e thjeshtë se shteti ishte i pushtuar nga forcat e huaja. Parimi i adoptuar nga Gjykata në çështje të ngjashme që përfshijnë Gjermaninë apo Letoninë është që procedimet penale të filluara pas ndryshimit të regjimit në lidhje me krimet e kryera nën regjimin e mëparshëm janë, në parim, në përputhje me Konventën, me kusht që standardi i Nenit 7 të përmbushet. Testi në bazë të nenit 7 në çështje që kanë të bëjnë me ndryshimin e një regjimit politik apo sovraniteti shtetëror mbi një territor nuk është një test negativ; me fjalë të tjera, një shkelje e nenit 7 ndodh kur një shtet fillon një procedim penal në bazë të ligjit të ri për shkak se, në aspektin formal, ligji është me të vërtetë i ri nëse disa rrethana të veçanta e përjashtojnë këtë shkelje. Gjyqtarët Rozakis, Tulkens, Spielmann dhe Jebens përmblodhën parimin e Gjykatës në mënyrë shumë të saktë sipas mendimit të tyre alternativ në Kononov kur deklaruan: \"Për këtë arsye askush nuk mund të flasë për zbatim në mënyrë prapavepruese të drejtës materiale, kur një person është dënuar, madje edhe me vonesë, në bazë të rregullave që ekzistonin në kohën e kryerjes së veprës.” Vlerësimi i pajtueshmërisë me Nenin 7 fillon me pyetjen se cilat rregulla, sipas ligjit të brendshëm apo ndërkombëtar, i rregullonin aktet nën hetim në kohën kur këto akte janë kryer? Kjo nuk fillon me deklarimin se ka një aplikim në mënyrë prapavepruese të ligjit, sepse statuti është miratuar dukshëm pas ndodhjes së ngjarjeve.", "21. Për më tepër, është e rëndësishme që të kujtojmë se në çështjet e mëparshme në lidhje me rregullat e zbatueshme për krimet ndërkombëtare Gjykata ka miratuar një standard ku kërkon që veprat e përcaktuara me ligj të jenë të akesueshme dhe të parashikueshme në mënyrë të mjaftueshme.", "22. Konkluzioni i fundit i Gjykatës në çështjen konkrete ishte se arsyetimi i gjykatave të brendshme nuk ishte i mjaftueshëm \"për ta bërë Gjykatën të kuptojë se në çfarë baze gjykatat vendase arritën në përfundimin se në vitin 1953 se partizanët Lituanezë përbënin një pjesë të rëndësishme të grupit kombëtar.” Është interesante, pasi vetë Gjykata ngre një dyshim për qasjen e saj të kufizuar në interpretimin e fjalëve \"pjesërisht\" (shih pikën 17 më lart). Për më tepër, Gjykata pranon se \"argumenti i kërkuesit nuk është pa peshë, që do të thotë se veprimet e tij, dhe ata të MGB, kishin për qëllim shfarosjen e partizanëve si një grup i veçantë dhe në mënyrë të qartë i identifikueshëm, karakterizuar nga qëndresa e armatosur ndaj pushtetit sovjetik \"(shih paragrafin 182 të aktgjykimit). Ky qëndrim i fundit nga Gjykata është veçanërisht i habitshëm. A do të thotë kjo se gjykata i pranon vrasjet arbitrare të luftëtarëve, duke supozuar se partizanët ishin luftëtarë, apo se pranon vrasjet jashtëgjyqësore? Në çështjen Kononov, duke iu referuar jurisprudencës së saj, Gjykata vuri në dukje parimin shkak kujdes në Nenin 2. Duke pasur parasysh kontekstin dhe shkallën e akteve të shfarosjes së kombeve baltike nga strukturat represive sovjetike pas Luftës së Dytë Botërore, nuk ka asnjë dyshim se hetimet dhe ndjekjet penale mund të iniciohen për krimet kundër njerëzimit apo gjenocidin (në lidhje me ngjarjet në Lituani, shiko paragrafin 62 të vendimit). Në këtë kontekst, është veçanërisht i çuditshëm fakti se Gjykata i jep peshë argumentit se vrasja arbitrare e personave që i rezistuan pushtetit sovjetik ishte, në natyrën e konfrontimit politik.", "23. Duke iu kthyer arsyetimit të gjykatave vendase të cilat, sipas mendimit të shumicës, nuk i plotësojnë standardet e Nenit 7. Gjykata e Apelit, e cila kishte juridiksion përfundimtar mbi faktet, ka deklaruar se atribuimi i partizanëve Lituanezë, nga gjykata e shkallës së parë, një grupi politik vetëm ishte relativ dhe jo i sakta. Gjykata e Apelit vendosi se, për shkak të shtypjes masive të kombit Lituanez, “partizanët Lituanezë mund t’i atribuohet jo vetëm grupimeve politike, por edhe kombëtare dhe etnike, që do të thotë, grupimeve të renditura në Konventën e Gjenocidit” (shih paragrafin 36 të vendimit). Gjykata e Lartë, e cila nuk ka pasur kompetencë mbi faktet e çështjes, nuk e hodhi poshtë interpretimin e nenit 99 të Kodit Penal dhe aplikimin e tij në mënyrën e realizuar nga Gjykata e Apelit. Ajo shpjegoi më tej historinë legjislative të nenit 99 dhe interpretimin e tij. Gjykata e Lartë u shpreh se ky nen duhet të lexohet në dritën e Ligjit të 9 Prillit 1992 \"Mbi Përgjegjësinë për Gjenocidin ndaj banorëve të Lituanisë\", ligj i cili kishte marrë fjalë për fjalë përkufizimin e gjenocidit nga Konventa e 1948. Më e rëndësishmja, Gjykata e Lartë ka sqaruar se përfshirja expressis verbis e grupeve sociale dhe politike në nenin 99 nuk kishte për qëllim të zgjeronte përkufizimin e gjenocidit të Ligjit të vitit 1992 (shih paragrafin 38 të vendimit). Ky është një zhvillim krejtësisht i kuptueshëm legjislativ, duke pasur parasysh se si regjimi sovjetik kishte shënjestruar kombin Lituanez. Ai identifikonte grupet politike dhe sociale aktive ekzistuese brenda kombit dhe që përbënin themelin e tij. Unë duhet të theksoj se grupet brenda kombit siç janë identifikuar nga legjislatura Lituaneze në nenin 99 i korrespondojnë grupeve të identifikuara në planin e detajuar e regjimit sovjetik për të shkatërruar rezistencën kombëtare kundër pushtimeve të huaja. E gjithë kjo i është shpjeguar Gjykatës nga Qeveria në vërejtjet e saj (f. 9-13), dhe është e qartë nga arsyetimi i gjykatave të brendshme, veçanërisht ai i Gjykatës Kushtetuese. Kjo e fundit në veçanti theksoi se \"veprimet e kryera gjatë një periudhe të caktuar ndaj grupeve të caktuara politike dhe sociale të banorëve të Republikës së Lituanisë mund të konsiderohen se përbëjnë gjenocid, nëse veprime të tilla me kusht që kjo të provohet kishin për qëllim shkatërrimin e grupeve që përfaqësonin një pjesë të rëndësishme të kombit lituanez dhe shkatërrimi i të cilëve do të kishte një impakt në mbijetesën e të gjithë kombit lituanez\"", "24. Prandaj është e qartë se kufizimi i analizës së çështjes konkrete në grupet politike, në mënyrë të izoluar nga koncepti i një grupi kombëtar, është një qasje e rreme në kontekstin e ngjarjeve të pasluftës në Lituani. Shumica ka zgjedhur që të shohë ngjarjet në Lituani dhe vrasjen e dy partizanëve brenda një konteksti të ngushtë ideologjik. Kjo shtrembëron atë që gjykatat e brendshme Lituaneze në të vërtetë kanë bërë.", "25. A mund të kishte parashikuar aplikanti në mënyrë të mjaftueshme se ai ishte i përfshirë në kryerjen e një krimi të rëndë në vitin 1953? Faktet konkrete konfirmojnë që ai ishte i angazhuar për të luftuar dhe zhdukur organizatat e fshehta nacionaliste. Faktet përshkruajnë shfarosjen e shpejtë të të gjithë banditëve. Ata nuk tregojnë një hetim për aktivitete të caktuara kriminale dhe sjelljen e të dyshuarve para gjykatave (shih paragrafët 18-19 të aktgjykimit). Unë besoj se argumenti i kërkuesit para Gjykatës së Apelit është me interes. Ai nuk provoi se vrasja e dy partizanëve ishte një akt i rastësishëm. Të jetë se si të jetë, këto pyetje të faktit dhe interpretimi i së drejtës së brendshme nuk janë çështje për Gjykatën Evropiane. Gjykata ka deklaruar qartë se \"në parim, nuk është detyrë e saj të zëvendësojë veten me juridiksionet e brendshme. Është kryesisht detyrë e autoriteteve kombëtare, sidomos gjykatave, për të zgjidhur problemet e interpretimit të legjislacionit të brendshëm. Kjo vlen edhe kur legjislacioni i brendshëm i referohet rregullave të së drejtës së përgjithshme ndërkombëtare ose marrëveshjeve ndërkombëtare. Roli i Gjykatës është i kufizuar në përcaktimin nëse efektet e një interpretimi të tillë janë në përputhje me Konventën (shih Waite dhe Kenedi k. Gjermanisë [GC], nr. 26083/94, § 54, ECHR 1999 deri në I).” Megjithatë në paragrafët 181 dhe 184 të këtij vendimi Gjykata ri-interpreton ligjin e brendshëm Lituanez dhe konkluzionet e Gjykatës Kushtetuese.", "", "Konkluzione", "", "26. Gjykata është përballur me një çështje komplekse si në aspektin historik dhe atë ligjor. Është e vërtetë se disa nga arsyetimet e gjykatave të brendshme mund të kishin qenë më të qarta. Megjithatë, Gjykata ka dhënë dhe duhet të japë një marzh për zhvillimin e jurisprudencës kombëtare në arsyetimet e gjykatave të brendshme. Roli i Gjykatës nuk është formimi i një pikëpamje të re për qëllimin e dispozitave të Konventës së 1948, nga ai i interpretuesve të parë të Konventës në sistemin ligjor ndërkombëtar.", "27. Më gjerësisht ndërkohë që është e vërtetë se Gjykata i ka kushtuar vitet e fundit rëndësi të veçantë parimeve të Nenit 7 dhe çështjeve, pyetje të mëdha ekzistojnë akoma. Në çështjen konkrete, Gjykata nuk po përballet vetëm me të drejtat e kërkuesit, por gjithashtu e gjen veten në qendër të një procesi social kompleks në një shoqëri që kërkon rivendosjen e së vërtetës për të kaluarën dhe për ngjarjet e dhimbshme. Kombet e Bashkuara kanë punuar në problemin e dhunimeve të të drejtave të njeriut në masë, dhe kanë përcaktuar një numër parimesh të cilat janë të domosdoshme për paqen në çdo shoqëri e cila po kalon përmes tranzicionit historik kompleks (shi raportet e Ekspertëve të Pavarur, E/CN.4/2005/102/Add.1). Ndërkohë që ruhet standardi i rregullit të ligjit që Neni 7 parashikon, është veçanërisht e rëndësishme për Gjykatën, në nivelin e prezantimit të fakteve dhe zgjedhjes së metodologjisë dhe problematikës, të udhëhiqet nga këto parime qe të drejtojnë te e drejta e së vërtetës dhe ndalimi i pandëshkueshëmërisë.", "", "", "MENDIMI I PAKICËS I GJYQTËRËVE SAJÓ, VUČINIĆ AND TURKOVIĆ", "", "Në këndvështrimin e vendimit të Gjykatës Kushtetuese të 18 Marsit 2014 (shih paragrafin 56-63 të vendimit), ne konsiderojmë se mjetet korrigjues ishin të disponueshëm. Nëse kërkuesi konsideron se vendimi i Gjykatës Kushtetuese nuk është zbatuar, dhe që ai nuk kishte asnjë mjet për zbatimin e tij, atëherë ai është i lirë që të kërkojë një mjet rregullues duke paraqitur një ankesë bazuar në Konventë për këtë mosekzekutim.", "Kërkesa, duhet të refuzohet sipas Nenit 35 §§ 1 dhe 4 të Konventës.", "Gjykata kishte mundësinë për t’iu referuar asaj që ndodhi në periudhën sovjetike, dhe në të cilën kërkuesi ishte pjesëmarrës, me dashje. Ndërmjet kësaj çështje, Gjykata e ka shmangur bërjen e një gjëje të tillë, ku në vend të kësaj ka preferuar të arrijë në përfundimin se kërkuesi ishte dëmtuar nga dënimi për gjenocid nga gjykatat lituaneze. Rruga e vetme për këtë përfundim ka qenë qasja tepër formale e Gjykatës për t’i parë partizanët vetëm përmes lenteve të një \"grupi politik \" dhe duke e përfunduar analizën e saj atje. Dështimi i saj për t’u angazhuar në mënyrë kuptimplote me arsyetimin e gjykatave kombëtare mbi rolin e partizanëve në mbrojtjen e kombit Lituanez është i dhimbshëm.", "", "", "MENDIMI I PAKICËS SË GJYQTARIT POËER-FORDE", "", "Analizat e mia mbi këtë çështje i kam ndarë me një mendim pakice.", "Megjithatë dua të shtoj çështjet e mëposhtme.", "Ka shume persona që refuzojnë që politika e Stalinit ishte gjenocidiale si ideologji, me qëllim dhe mënyrë ekzekutimi ashtu siç ishte politika e ndjekur nga Hitleri dhe bashkëpunëtorët e tij nazistë. Të dy regjimet totalitare nxitën dhunë politike përtej limiteve, në terma të jetëve njerëzorë, shkatërrimi i “programit” të Stalinit “Mposhtja e një katastrofe tjetër në historinë Evropiane, madje dhe Luftën e Dytë Botërore” është vendosur nga gjykatat e brendshme në këtë çështje se kërkuesi në mënyrë aktive dhe me dashje ekzekutoi politikën Staliniste që funksiononte në Lituani. Katër kërkesat e veprës penale të gjenocidit sipas të drejtës ndërkombëtare ishin plotësuar, - (i) Qëllimi (ii) Për të shkatërruar (iii) pjesërisht (iv) një grup të mbrojtur. Që të akuzojë dhe dënohej për gjenocid- duhet të konsiderohej nëse kjo kishte qenë e parashikueshme nga kërkuesi (në rast të ndryshimit të regjimit sigurisht!) duke qenë se gjenocidi ishe i njohur, në mënyrë të qartë, si një krim sipas të drejtës ndërkombëtare në kohën e pjesëmarrjes së tij në vrasjen e partizanëve.", "", "", "MENDIMI I PAKICËS SË GJYQTARIT KŪRIS", "", "1. Pikëpamjet e mia mbi meritat e çështjes janë shprehur në mendimin e përbashkët të pakicës të gjyqtarëve Villiger, Poëer-Forde, Pinto de Albuquerque dhe unë. Këtu, unë dua të zgjeroj një aspekt shtesë të çështjes.", "2. Një argument i shumicës, mbi të cilin bazohet e gjithë konstatimi i shkeljes së nenit 7 të Konventës, duhet të veçohet në mënyrë të veçantë. Në fakt, ai është argumenti. Pa atë arsyetimi do të kishte çuar në një përfundim e kundërt.", "Ky argument është i përcaktuar në paragrafin 179 të vendimit, ku thuhet (theks i shtuar):", "", "\" Gjykata më pas i kthehet interpretimit të krimit të gjenocidit nga Gjykatat Lituaneze në çështjen e kërkuesit. Ajo vë në dukje se trupi gjykues e shpalli fajtor kërkuesin e akuzuar nga prokurori, pra, fajtor për gjenocid ndaj partizanëve Lituanezë, si anëtarë të një grupi të veçantë politik (shih paragrafët 29 dhe 31 më lart). Gjykata e Apelit, nga ana e saj, riformuloi dënimin e kërkuesit, duke mbajtur qëndrimi se atribuimi i partizanëve Lithuanezë, si pjesëmarrës në qëndresën e armatosur ndaj fuqisë pushtuese, ne një grup të veçantë \"politik\", ishte vetëm \"relativ/i kushtëzuar dhe jo shumë i saktë\". Për gjykatën e apelit, partizanët Lituanezë kishin qenë edhe \"përfaqësues të kombit të Lituanisë, pra, grupit kombëtar\" (shih paragrafët 35 dhe 36 in fine më lart). Megjithatë, Gjykata e Apelit nuk shpjegoi se çfarë do të thoshte nocioni \"përfaqësues\". Gjithashtu as nuk dha shumë të dhëna historike ose faktikë për mënyrën se si partizanët Lituanezë përfaqësonin kombin Lituanez. As mburoja specifike e partizanëve lidhur me grupin “kombëtar” nuk u interpretua nga Gjykata e Lartë. Gjykata e Lartë, e cili pranoi se ankuesi ishte \"dënuar për përfshirje në zhdukjen fizike të një pjesë të banorëve Lituanezë të cilët i përkisnin një grupi të ndryshëm politik\", thjesht vërejti se në 1944-1953 qëndresa e armatosur kundër regjimit të Bashkimit Sovjetik lufta partizane u zhvillua në Lituani (shih paragrafët 39 dhe 40 më lart).\"", "3. Për të filluar, ky përshkrim i konkluzioneve nga gjykatat kombëtare thekson një deklaratë të vetme nga Gjykata e Lartë, sikur kjo e fundit të mos ketë bërë asnjë vërejtje tjetër (krahasoni paragrafët 38-40 të vendimit). Kjo paraqitje e qëndrimit të Gjykatës së Lartë është selektive dhe, për këtë arsye, shtrembërim i fakteve. Gjithashtu, duhet të jemi të ndërgjegjshëm se Gjykata e Lartë është thjesht një Gjykatë Kasacioni. Si e tillë, ajo mund të miratojë, apo kundërshtojë përfundimet e Gjykatës së Apelit. Në rastin konkret, konkluzionet e kësaj të fundit u aprovuan. Nëpërmjet keqinterpretimeve të mësipërme, sidoqoftë, përfundimet e arsyetuara të Gjykatës së Apelit kanë dalë sikur janë të parëndësishme. Është në gjykimin e Gjykatës së Apelit, dhe jo atë të Gjykatës së Lartë, cilësimi juridik i veprave të kërkuesit.", "", "4. Arsyetimi në paragrafin 179 të vendimit tregon se, në mënyrë që të përmbushin testin e Gjykatës, gjykatat kombëtare duket se e kanë zgjeruar në një formulim të qartë mbi rolin (\"mantel i veçantë\") i partizanëve Lituanezë si \"përfaqësues\" të kombit Lituanez. Sipas shumicës, në mënyrë që të plotësohet ky test, \"shumë shkaqe historike dhe faktike\" duhet të kishte siguruar. Me fjalë të tjera, në mënyrë që mos konstatohej shkelje e Konventës, shumica, do e konsideronte të pranuar, nëse Gjykatat Lituaneze do të shpjegonin në mënyrë të qartë \"se çfarë do të thoshte nocioni ‘përfaqësues\".", "Një gjë e tillë nuk ishte e qartë në vetvete. Kur (siç është vërejtur në, inter alia, paragrafi 62 i vendimit) një lëvizje partizane (me mbështetësit e saj) përfshin dhjetëra mijëra të rinj, prej të cilëve 20.000 u vranë, dhe kur totali i atyre të tjerëve të dëbuar, burgosur, e qëlluar ose torturuar deri në vdekje shprehet me një numër gjashtë shifror (si një provë e re që del në dritë, është vetëm në rritje), dhe e gjithë kjo në një komb me tre milion banorë, çfarë shpjegimi do të kishte mjaftuar për të kënaqur shumicën se partizanët ishin \"përfaqësues të kombit\"? Këtë pyetje shumica e la të hapur. Pyes veten në qoftë se ajo vetë mund të japë një përgjigje.", "Gjykatat duhet të jenë të sakta dhe të qarta kur përshkruajnë dhe vlerësojnë veprimet e të pandehurit. Ato duhet të jenë po aq të qarta kur përshkruajnë historinë e një kombi? Unë nuk besoj një gjë të tillë. Kjo Gjykatë është vetë në kohë të caktuara shumë lakonike, kur bëhet fjalë për përshkrimin e fakteve historike, për mirë ose për keq. Në fund të fundit, një gjykim nuk është një seminar universitar në histori, dhe vendimi nuk është një enciklopedi.", "", "Në çështjen konkrete, Gjykata është marrë me faktet të cilat janë evidente. Është e qartë se kombi Lituanez i pushtuar nuk e përqafoi krahë hapur me gëzim pushtimin. Është e qartë se represionet ndaj Lituanezëve nga ana e regjimit pushtues ishin në një shkallë masive. Është e qartë se rezistenca ndaj pushtimit ishte në shkallë vendi. Është e qartë se partizanët ishin maja e kësaj rezistence. Është e qartë që ata ishin të gëzuar, të paktën deri sa rezistenca u shtyp, nga mbështetja e gjerë nga popullata. Është e qartë se qëllimi i tyre kryesor, një Lituani e pavarur, ishte edhe qëllimi kryesor i kombit Lituanez. Dhe është e qartë se duke kryer funksionin e mbrojtësve të pavarësisë, megjithatë joreale, perspektivat e tyre për sukses në atë kohë, lëvizja partizane përfaqësonte trupin dhe frymën e kombit Lituanez. Si e tillë, partizanët kanë qenë një pjesë thelbësore dhe emblematike e atij kombi.", "A e kanë formuluar një gjë të tillë Gjykatat kombëtare? A do të kishte ndonjë kuptim në shoqërinë në të cilën është vendosur çështja penale kundër kërkuesit?", "Unë besoj se çdo shpjegim i tillë do të ishte i tepërt. Këto fakte janë të njohura për çdo nxënës shkolle në atë shoqëri. Është e vërtetë, se këto fakte nuk janë të njohura domosdoshmërish në Strasburg, por në këtë rast ky është problem i Strasburgut.", "Që kur kjo gjykatë kërkon që një gjykatë kombëtare, e cila jep vendimin e saj në një shoqëri të veçantë për anëtarët e asaj shoqërie, duhet të sigurojë në mënyrë të qartë \"shkaqe historike dhe faktike\", për sa i përket fakteve që janë të dukshme për këtë shoqëri? Pyetja është edhe më legjitime në lidhje me faktet historike të cilat janë bërë shkaku i traumave të gjatë të qëndrueshme të një kombi. Deri më tani, parimi që nuk kërkohet për të provuar fakte të dukshme, nuk është vënë në dyshim nga kjo Gjykatë. Si është e mundur sed quid in infernos dicit është bërë tashmë metodologji interpretimi e Konventës dhe, kështu, pjesë e jurisprudencës së Gjykatës?", "5. Megjithatë, faktet janë aty. Të dhënat statistikore të plota janë siguruar nga Qeveria e paditur, dhe janë reflektuar edhe në vendimin e Gjykatës Kushtetuese, siç citohet nga kjo Gjykatë. Vlerësimi i thelbit të rolit të partizanëve \"është i pranishëm atje, gjithashtu.” Edhe shumica e cila nuk e konsideronte që partizanët në të vërtetë \"përfaqësonin\" kombin lituanez, nuk e ka vënë në pikëpyetje deklaratën e Gjykatës së Lartë se \"rezistenca e armatosur e vendit kundër regjimit pushtues sovjetik - Lufta partizane - u zhvillua në Lituani\". Nëse ka pasur \"një luftë partizane\", atëherë çfarë nuk është vendosur?", "Nëse dikush dëshiron të shqyrtojnë një përshkrim më të hollësishëm dhe një analizë të asaj që po ndodhte në Lituani (si dhe në shtetet e tjera baltike) në vitet 1940 dhe 1950 dhe çfarë, në të vërtetë, ishte karakteri \"përfaqësues\" e partizanëve të kombit lituanez, atëherë ajo nuk i përket vendimeve të gjykatave kombëtare (ose ndërkombëtare) që të ndjekin studimet.", "6. Nuk është kjo premisë e lëkundur dhe artificiale, d.m.th. që gjykatat kombëtare, duke qenë tepër të ngjeshura për sa i përket \"si\" partizanët \"e përfaqësonin\" popullin Lituanez, nuk mund të vërtetonin që partizanët \"përfaqësonin\" kombin Lituanez, se e gjithë linja e arsyetimit që çon në shkelje të Konventës është e bazuar.", "", "Kjo thjesht nuk është bindëse.", "", "7. Jo më pak e rëndësishme është metodologjia e përdorur në çështjen konkrete që mbart me vete rrezikun që ajo mund të implementohet në çështjet e ardhshme. Ky është një njoftim paralajmërues për gjykatat kombëtare dhe qeveritë e paditura, pasi kjo është një çështje e Dhomës së Madhe, dhe për këtë arsye përbën precedent.", "8. Gjykatat në kullat e tyre të fildishta merren me ligj. Por jo vetëm kaq. Më e rëndësishmja, ata merren me drejtësinë njerëzore. Nuk ka dyshim, që duhet të jetë drejtësia poshtë ligjit. Por, kur të kërkoni për drejtësi sipas ligjit, duhet parë në zemër të çështjes, dhe jo grindje për çikërrima e mënyrë që ato të bëhen vendimtare, edhe nëse nuk janë të tilla në mënyrë të qartë. Kjo është pikërisht ajo që ka ndodhur në paragrafin 179 të vendimit dhe në këtë mënyrë në të gjithë çështjen.", "9. Rreth të njëjtës kohë që kërkuesi ishte i zënë me operacione kundër partizanëve, dikush ka parë në zemër të çështjes. Archibald MacLeish, një poet dhe ish bibliotekar i madh i Kongresit, shkroi në librin e tij “Ushtarët e rinj të vdekur nuk flasin”", "", "\"Ushtarët e vdekur të rinj nuk flasin.", "Megjithatë, ata janë dëgjuar në shtëpitë që ende: nuk i ka dëgjuar ata?", "Ata kanë një heshtje që flet për to natën dhe kur ora troket.", "Ata thonë: Ne ishim të rinj. Ne kemi vdekur. Na mbani mend.", "", "Ata thonë: Ne kemi bërë atë është e mundur, por deri sa të përfundohet kjo quhet e parealizuar.", "Ata thonë: Ne kemi dhënë jetën tonë, por deri sa të përfundohet askush nuk di për çfarë i dhamë jetët tona.", "Ata thonë: Vdekjet tona nuk janë tonat: ato janë tuajat, ata do të qëndrojnë në varësi se çfarë ju bëni.", "Ata thonë: Nëse jetët tona dhe vdekjet tona ishin për paqe dhe një shpresë të re ose për asgjë nuk mund të themi, je ti ai që duhet të thotë këtë.", "Ne ju lëmë juve vdekjet tona. Për t’u dhënë atyre kuptim.", "Ne ishim të rinj, thonë ata. Ne kemi vdekur; na kujtoni.\"", "10. Kjo tingëllon si një urdhër. Ndaj Gjykatave, gjithashtu. Ndaj kësaj Gjykate në veçanti, duke pasur parasysh rëndësinë e saj si \"ndërgjegjja e Evropës\".", "Për shkak se ajo është kjo Gjykatë e cila tashmë është ngarkuar me dhënie kuptim në fund të vdekjes së tyre.", "Dhe akoma çfarë kuptimi i kemi dhënë vdekjes së tyre nga ky vendimi i mjerueshëm?", "\"Pjesa tjetër është heshtje.\"", "", "", ""]}