{"file": "ALB_HJUDALB_49872_11.docx", "doc_type": "HJUDALB", "doc_lang": "ALB", "case_id": "49872/11", "text_paragraphs": ["TYMOSHENKO kundër UKRAINËS", "(kërkesa nr. 49872/11)", "30 prill 2013", "ndalimi në mënyrë arbitrare e ish-kryeministres së Ukrainës përbën shkelje të të drejtave të garantuara nga Konventa", "", "I. Faktet kryesore", "", "1. Julia Tymoshenko, e lindur në vitin 1960, është ish kryeministrja e Ukrainës dhe liderja e një prej partive më të forta opozitare në Ukrainë. Në prill të vitit 2011, kundër saj filloi procedimi penal, pasi akuzohej për urdhërimin e paligjshëm të nënshkrimit të një kontrate lidhur me importin e gazit. Më 11 tetor 2011, në bazë të këtyre akuzave, ajo u dënua me shtatë vjet burg dhe u ndalua të mbajë poste publike për tre vjet. Dënimi u la në fuqi me një vendim përfundimtar.", "", "2. Gjatë procesit penal, më 5 gusht 2011, trupi gjykues urdhëroi mbajtjen e znj. Tymoshenko në paraburgim. Gjyqtari vërejti në veçanti se, ajo kishte injoruar urdhrat e kryetarit të trupit gjykues kishte treguar përbuzje ndaj pjesëmarrësve në seancë dhe kishte refuzuar të jepte informacione në lidhje me adresën e saj. Në të njëjtën ditë, ajo u vendos në paraburgim, ku qëndroi deri më 30 dhjetor 2011. Gjykata hodhi poshtë të gjitha kërkesat e saj për lirim duke iu referuar arsyetimit të dhënë në vendimin e datës 5 gusht 2011. Më 30 dhjetor 2011, znj. Tymoshenko u transferua në një burg për të kryer dënimin e saj.", "", "3. Duke qenë se vuante nga probleme të shumta shëndetësore znj. Tymoshenko pretendonte se kushtet në të dyja objektet ku ajo ishte mbajtur e burgosur ishin të pa përshtatshme në shumë aspekte dhe se nuk kishte marrë trajtimin e duhur mjekësor.", "", "4. Në disa raste ajo refuzoi të ekzaminohej nga mjekët të tjerë përveç atyre të zgjedhur prej saj, duke deklaruar se nuk kishte besim në stafin mjekësor të paraburgimit. Ndërmjet shkurtit dhe prillit 2012, ajo u vizitua disa herë nga një ekip mjekësh gjermanë, të cilët rekomanduan trajtimin e saj në një spital të specializuar.", "", "5. Pas kërkesës nga Gjykata Evropiane e të Drejtave të Njeriut më 15 mars 2012 për marrjen e një mase të ndërmjetme për garantimin e një trajtimi mjekësor në një institucion të përshtatshëm të znj. Tymoshenko, ajo u transferua në një spital më 20 prill 2012. Ajo pretendoi se kishte kundërshtuar transferimin dhe për këtë arsye ishte ushtruar forcë mbi të duke i shkaktuar mavijosje në bark dhe krahë. Ajo refuzoi trajtim mjekësor pasi pretendonte se ai spital ishte jo i duhuri për nevojat e saj dhe hyri në një grevë urie në shenjë proteste kundër dhunës nga rojet e burgut dhe transferimit të saj me forcë.", "", "6. Më 22 prill 2012, znj. Tymoshenko u kthye në burg dhe të nesërmen ajo paraqiti një ankesë në lidhje me transferimin e saj me forcë në spital. Më 24 prill 2012, ajo u vizitua nga mjekët e burgut. Sipas raportit të mjekëve, ajo kishte disa të nxira, por qartësisht koha kur ato ishin bërë nuk korrespondonte me kohën e incidentit, siç pretendohej prej saj. Sipas qeverisë, një ekspert mjeko-ligjor ishte thirrur për të ekzaminuar znj. Tymoshenko, por ajo kishte refuzuar të lejonte një ekzaminim të tillë.", "7. Më 25 prill 2012, pas njoftimeve të medias në lidhje me incidentin u urdhërua një hetim i mëtejshëm. Sipas qeverisë, u morën në pyetje një numër dëshmitarësh potencialë. Ata deklaruan se ajo nuk kishte ankuar dhe se ata nuk kishin parë shenja lëndimi tek znj. Tymoshenko. Në ditën në vijim, znj. Tymoshenko iu kërkua sërish që t’i nënshtrohej një ekzamini mjeko-ligjor, të cilin ajo e refuzoi. Një ekspert mjeko-ligjor bëri vlerësimin e dëmtimeve të saj mbi bazën e raportit të mjekëve të datës 24 prill 2012 dhe arriti në përfundimin se ato nuk mund të ishin shkaktuar më 20 prill, siç ajo pretendonte. Ai vuri në dukje se hematomat e përsëritura mund të kishin ardhur si rezultat i gjendjes së sistemit të enëve të saj të gjakut në vend që të ishin shkaktuar nga goditje të jashtme. Më 3 maj 2012, prokurori vendosi të mos niste procedim penal.", "", "8. Më 9 maj 2012, znj. Tymoshenko u transferua sërish në spital, ku filloi trajtim mjekësor dhe i dha fund grevës së urisë. Ajo më pas bëri një padi penale në lidhje me mbikëqyrjen e saj të përhershme me kamera në spital, me pretendimin e publikimit të informacionit konfidencial mjekësor. Prokurori vendosi të mos niste një procedim penal. Një ankim administrativ, i ngritur nga znj. Tymoshenko më 8 qershor 2012, me të njëjtat pretendime dhe, në veçanti, mohimi i pretenduar i të drejtës së saj për të bërë telefonata, nuk u pranua më 30 tetor 2012.", "", "II. Vendimi i Gjykatës", "", "9. Znj. Tymoshenko u ankua në veçanti për: kushtet e papërshtatshme të paraburgimit dhe mos ofrimin e kujdesit të duhur mjekësor; transferimin në spital kundër vullnetit të saj më 20 prill 2012 dhe faktin që kishte pësuar lëndime gjatë transferimit, si edhe se incidenti nuk ishte hetuar siç duhej; këqyrjen me kamera gjatë gjithë kohës së qëndrimit në spital; paraburgimin e saj arbitrar dhe pa bazë ligjore; pamundësinë e saj për të kundërshtuar ligjshmërinë e paraburgimit dhe mos pasjen e një të drejte për dëmshpërblim; di edhe pretendimin se ndalimi i saj ishte për motive të tjera të fshehta. Ajo mbështetej kryesisht në nenet 3, 5, 8 dje 18 të Konventës.", "", "A. Në lidhje me pretendimet e deklaruara të papranueshme", "10. Gjykata i deklaroi të papranueshme pretendimet e ngritura nga znj. Tymoshenko sipas nenit 3 në lidhje me kushtet e paraburgimit të saj dhe për mungesën e trajtimit të duhur mjekësor gjatë ndalimit të saj. Gjykata vendosi se situata lidhur me kushtet materiale të ndalimit nuk ishte aq e rëndë për të rënë në fushëveprimin e nenit 3. Përveç kësaj, nga materialet voluminoze të paraqitura para Gjykatës, ishte e qartë se shëndeti i znj. Tymoshenko kishte marrë vëmendje të konsiderueshme nga autoritetet ukrainase. Gjithashtu, Gjykata deklaroi të papranueshme pretendimet e Znj. Tymoshenko sipas nenit 8 lidhur me këqyrjen e saj gjatë gjithë kohës së qëndrimit në spital për mosshterim të mjeteve të brendshme ligjore -.", "", "B. Në lidhje me nenin 3", "11. Përsa i përket ankesës së znj. Tymoshenko për keqtrajtimin e pretenduar gjatë transferimit të saj në spital më 20 prill 2012, Gjykata vërejti se tashmë dihej se disa të nxira ishin shfaqur në trupin e saj gjatë qëndrimit në burg. Kjo kërkon një shpjegim nga autoritetet shtetërore në lidhje me origjinën e tyre. Megjithatë, duke pasur parasysh mungesën e provave mjeko-ligjore, që vjen si rezultat i refuzimit nga znj. Tymoshenko për një ekzaminim të plotë mjeko-ligjor, Gjykata nuk gjen të vërtetuar sipas standardit të nevojshëm të provës, që të nxirat në trup ishin rezultat i trajtimin në shkelje të nenit 3 gjatë transferimit të saj në spital më 20 prill 2012.", "", "12. Duke qenë se znj. Tymoshenko kishte bërë një ankesë të arsyeshme për keqtrajtim përpara autoriteteve ukrainase, ata kishin qenë nën detyrimin për të kryer një hetim efektiv të pretendimeve të saj. Megjithatë, gjetja se efektiviteti i hetimeve ishte penguar nga refuzimet e Znj. Tymoshenko për t’iu nënshtruar një ekzaminimi mjeko-ligjor, ishte e mjaftueshme për të çuar Gjykatën në përfundimin se hetimi i ankesës së saj kishte qenë \"efektiv\" për qëllime të kërkesave të nenit 3. Rrjedhimisht, sipas Gjykatës në këtë rast nuk ka pasur shkelje të nenit 3.", "", "C. Në lidhje me nenin 5 § 1", "13. Përsa i përket pretendimit të znj. Tymoshenko se paraburgimi i saj kishte qenë i paligjshëm dhe arbitrar, Gjykata vërejti se ndalimi në pritje të gjykimit të saj ishte urdhëruar për një periudhë të pacaktuar kohe, çka në vetvete ishte në kundërshtim me kërkesat e nenit 5 të Konventës.", "", "14. Për më tepër, urdhri i ndalimit i datës 5 gusht 2011, nuk kishte treguar se znj. Tymoshenko kishte shkelur detyrimin për të mos u larguar nga qyteti, masë e cila ishte vendosur ndaj saj si një masë parandaluese. As nuk ishte pohuar nga gjyqtari, që gjykonte çështjen se ajo kishte munguar në ndonjë nga seancat gjyqësore. Kështu, nuk rezultonte ndonjë rrezik për arratisje nga akuzat të cilat kishin qenë shkak për ndalimin e saj. Justifikimi kryesor për ndalimin e znj. Tymoshenko kishte qenë se e dyshuara kishte penguar procesin dhe kishte sjellje përbuzëse. Kjo arsye nuk është përfshirë në mesin e argumentave që do të justifikonin heqjen e lirisë sipas nenit 5 § 1. Gjithashtu, mbetej e paqartë se si paraburgimi ishte një masë më e përshtatshme në rrethanat e sjelljes të pretenduar përbuzëse nga znj. Tymoshenko për të zëvendësuar detyrimin që të mos e larguar nga qyteti. Duke pasur parasysh se arsyet e paraburgimit të saj mbetën të njëjta deri në dënimin e saj, Gjykata çmoi se ndalimi kishte qenë arbitrar dhe i paligjshëm. Për rrjedhojë kishte pasur shkelje të nenit 5 § 1 të Konventës.", "", "D. Në lidhje me nenin 5 § 4", "15. Ligjshmëria e ndalimit të znj. Tymoshenko ishte shqyrtuar nga gjykatat e Ukrainës në disa raste. Megjithatë, vendimet përkatëse gjyqësore nuk plotësonin kërkesat e nenit 5 § 4 të Konventës, pasi ato ishin mjaftuar thjeshtë me deklarimin se nuk mund të apelohej urdhri për ndryshimin e një masë parandaluese të urdhëruar gjatë shqyrtimit të një çështjeje penale dhe kishin përsëritur arsyetimin fillestar, të cilin Gjykata Evropiane e kishte çmuar si të mangët. Ndërkohë, znj. Tymoshenko kishte parashtruar argumente të shumta në kërkesat e saj të shumta për lirim, gjykata i kishte hedhur poshtë ato pa dhënë asnjë vlerësim në lidhje me këto argumente. Rrjedhimisht ka pasur shkelje të së drejtës së garantuar nga neni 5 § 4 të Konventës.", "", "E. Në lidhje me nenin 5 § 5", "16. Gjykata vërejti se nuk kishte asnjë procedurë sipas së drejtës ukrainase për të kërkuar dëmshpërblim për heqjen e lirisë, fakt i cili ishte konstatuar edhe më parë të ishte në shkelje të nenit 5 nga Gjykata Evropiane e të Drejtave të Njeriut. Pra, kishte pasur shkelje të nenit 5 § 5 të Konventës.", "", "F. Në lidhje me nenin 18 marrë sëbashku me nenin 5", "17. Znj. Tymoshenko pretendoi se ndalimi i saj ishte përdorur nga autoritetet për t`a parandaluar atë nga pjesëmarrja pjesë në jetën politike dhe të kandidonte në zgjedhjet e tetorit 2012. Gjykata kishte vlerësuar tashmë se ndalimi i znj. Tymoshenko kishte shërbyer kryesisht për ta ndëshkuar atë për një mungesë respekti për gjykatën. Prandaj, Gjykata arriti në përfundimin se kufizimi i lirisë së kërkueses nuk ishte bërë me qëllimin e sjelljes së saj para autoritetit kompetent ligjor për dyshimin e arsyeshëm se ka kryer një vepër penale, por për arsye të tjera. Gjykata e konsideroi këtë një bazë të mjaftueshme për të konstatuar shkelje të nenit 18 të shqyrtuar në lidhje me nenin 5 të Konventës.", "", "G. Në lidhje me nenin 41", "18. Znj. Tymoshenko nuk paraqiti asnjë pretendim në lidhje me dëmin apo kostot dhe shpenzimet.", "", "", "", ""]}