{"file": "ARA_HJUDARA_31611_96.docx", "doc_type": "HJUDARA", "doc_lang": "ARA", "case_id": "31611/96", "text_paragraphs": ["", "", "This publication has been printed/produced/translated with the financial support of the European Union – Council of Europe Joint Programme \"Towards Strengthened democratic governance in the southern Mediterranean” (South Programme II, 2015-2017).", "", "The European Commission, neither the Council of Europe cannot be held responsible for any use which may be made of the information contained therein.", "", "Cette publication a été imprimée/produite/traduite avec le soutien financier du Programme conjoint Union européenne – Conseil de l’Europe « Vers une gouvernance renforcée dans les pays du Sud de la Méditerranée» (Programme Sud II, 2015-2017).", "", "Ni la Commission européenne ni le Conseil de l’Europe ne peuvent être tenus responsables de l’usage qui pourrait être fait des informations qui y sont contenues.", "", "", "تمت طباعة \\ إنتاج \\ ترجمة هذه الوثيقة بدعم من البرنامج المشترك للاتحاد الاوروبي ومجلس أوروبا \"تعزيز الإصلاح الديمقراطي في دول جنوب المتوسط\" (برنامج الجنوب, 2017-2015)", "المفوضية الاوروبية ومجلس اوروبا غير مسؤولتين عن اي استخدام للمعلومات الواردة بهذا النص.", "", "", "", "", "", "", "", "\n", "", "", "مجلس أوروبا", "المحكمة الأوروبية لحقوق الإنسان", "", "القسم الرابع سابقا", "", "", "قضية نيكولا ضد فنلندا", "", "", "(شكوى رقم96/ 31611 )", "", "", "حكم", "", "", "ستراسبورغ", "", "", "21 مارس/آذار 2002", "", "", "نهائي", "", "", "21/06/2002", "", "في القضية نيكولا ضد فنلندا", "المحكمة الأوروبية لحقوق الانسان (القسم الرابع) بصفتها غرفة مؤلفة من:", "السيد ج.ريس، \t\t\t\t\tرئيس", "السيد أ. باستور ردجرجيو", "السيد ل. كافليش", "السيد ي. كابرال باريتو", "السيد ڤ. بوتكوفيش", "السيدة ن. فاجيك", "السيد م. بلونبا \t\t\t\t\t\tقضاة", "والسيد ف. بيرجير، \t\t\t\t\tكاتب القسم", "", "بعد التداول في غرفة المجلس في 20 سبتمبر/أيلول 2001 و28 فبراير/ شباط 2002.", "", "صدر الحكم التالي، الذي تم اعتماده في التاريخ المذكور:", "", "الإجراءات", "", "1. في أصل القضية يوجد التماس (رقم 31611/96) ضد جمهورية فلندا الذي وجهته مواطنة من هذه الدولة السيدة آن نيكولا (المدعية) إلى اللجنة الأوروبية لحقوق الإنسان (اللجنة) في 20 مايو/أيار 1996 بموجب المادة 25 القديمة من اتفاقية حماية حقوق الإنسان والحريات الأساسية (الاتفاقية).", "2.تزعم المدعية أن حريتها في التعبير كانت قد انتهكت لإدانتها بالقدح لأنها انتقدت كمحامي دفاع قرارات النائب العام بإدانة بعض الأشخاص (والذي منع زبونها من استجوابه كشاهد) وعدم توجيه الاتهام لشخص أخر (والذي استطاع بذلك أن يشهد ضد زبونها).", "3. حُوِلَ الالتماس إلى المحكمة في الأول من نوفمبر/تشرين الثاني 1998 تاريخ دخول البروتوكول رقم 11 المضاف للاتفاقية حيز التنفيذ (مادة 5 الفقرة 2 من البروتوكول رقم 11) نُقل الالتماس إلى القسم الرابع للمحكمة (المادة 52 الفقرة 1 من النظام الداخلي للمحكمة). داخل هذا القسم، شُكِّلت الغرفة المسئولة بالنظر في القضية (المادة 27 الفقرة 1 من الاتفاقية ) وفقاً للمادة 26 الفقرة 1 من النظام", "4. صرحت الغرفة بالقرار المؤرخ في 30 نوفمبر/تشرين الثاني 2000 أن الالتماس مقبول جزئياً (ملاحظة من قبل الكاتب: قرار المحكمة ممكن الحصول عليه من قلم المحكمة). تقدَّمت كل من المدعية والحكومة الفنلندية (:الحكومة\")، بملاحظات مكتوبة بخصوص موضوع القضية (المادة رقم 59 الفقرة 1 من النظام الداخلي). بالإضافة إلى تدخل طرف ثالث انترايتس Interights (المركز الدولي للحماية القانونية لحقوق الإنسان) وهي منظمة سُمح لرئيسها بأن يشارك في الإجراءات الكتابية (المادة 36 الفقرة 2 من الاتفاقية والمادة 61 الفقرة 5 من النظام). أجابت الأطراف على هذه التعليقات (المادة 61 الفقرة 5).", "5. نُظمت جلسة علنية حول الموضوع في قصر حقوق الإنسان، في ستراسبورغ في 20 سبتمبر/ أيلول 2001 (المادة 59 الفقرة 2).", "", "مثل أمام المحكمة:", "- من طرف الحكومة", "السيد أ. كوسونين مدير، وزارة الخارجية،\t\t\t\t\t   وكيل،", "السيد أ. فاليما مستشار قانوني، وزارة العدل،\t\t\t\t  مستشار،", "", "- من طرف المشتكية", "السيد ز. سندستورم، محام في نقابة المحامين الفلندية، \t\tدكتور في القانون،", "السيد م. كابوي، محام في نقابة المحامين الفلندية،\t\t\t\tمستشار", "", "استمتعت المحكمة لتصريحات السيد كوسونين والسيد سندستورم والسيد فاليما.", "6. في الأول من نوفمبر/تشرين الثاني 2001 غيرت المحكمة تأليف الأقسام (المادة 25 الفقرة 1) لكن القضية الحالية تمت دراستها من قبل الغرفة التابعة للقسم الرابع القديم كما كانت موجودة قبل هذا التاريخ.", "", "الوقائع", "", "أولا: ظروف القضية", "", "أ. الإجراء الجنائي ضد زبون المشتكية", "", "7. في عام 1992 - 1993 دافعت المدعيةعن زبونها [ي س] وأشخاص آخرين في إجرائيين جنائيين أمام محكمة (raastuvanoikeus, rådstuvurätt) بمدنية كوكولا. وتصرفت بمقتضى قانون 1973 بخصوص مجانية الإجراء (laki maksuttomasta o ikeudenkäynnistä, lag om fri rättegång 87/1973), مع موافقة المحكمة المدنية.", "8. في أثناء الدعوى عام 1992،طلب النائب العام [ت] أن يمنع مؤقتاً كل [ي س]، وشقيقه [س س]، و[ل و]، من ممارسة أي نشاط تجاري.", "جاء هذا الطلب بعد تصفية العديد من الشركات التي كان فيها المدّعى عليهما مالكين أو يشغلان مناصب ثقة. وفي جلسة استماع عقدت في 4 مارس/آذار 1992 أوضح [ت] بشكل خاص، أنه بغض النظر عن حقيقة أن [س س] كان قد شارك في إدارة الشركات، فإنه ينبغي أن يُمنَع من ممارسة الأنشطة التجارية كونه عضواً رسمياً في مجلس إدارة الشركات. اُستُمِع إلى [م هـ]، محاسب الشركات، كشاهد. وقد أصدرت المحكمة العليا قراراً في 9 فبراير/شباط 1993(korkein oikeus, högsta domstolen) الذي ختم هذا الإجراء.", "9. في هذه الأثناء، تم استجواب [ي س]، [س س]، [ل و] و [م هـ]، كمشتبه بهم، حيث أن [م هـ] (زوجة [س س]) تقدمت بشكوى تزعم فيها أن هؤلاء الاشخاص قد استغلوا مناصب الثقة التي كانوا يشغلونها في واحدة من الشركات. في 7 ديسمبر/كانون الأول 1992، قرر [ت] عدم توجيه الاتهام لـ [س س] لأنه لم يعثر على أي دليل على أنه قد شارك في اجتماعات مجلس إدارة الشركة حيث قُرِر خلالها استخدام الأموال المستثمرة من قبل المشتكية لأغراض لم توافق عليها، أو أن [س س] قد وافق بشكل آخر على مثل هذا الاستخدام.", "10. في 2 فبراير/شباط عام 1993، اتُهِم [ي س] بالتواطؤ في الاحتيال وإساءة استخدام منصب الثقة. واتُهِم [ل و] أيضاً بالاحتيال الصريح والاحتيال. بينما اتهم [م هـ] بإساءة استخدام الثقة. طلب النائب العام [ت] من السيد [س س]. المثول كشاهد، ولكن اعترض كل من المدعية ومحاميّ الدفاع الآخرين نيابة عن موكليهم. قرأت المدعية أمام المحكمة، وقدمت لها أطروحة بعنوان \"تلاعب وعرض غير قانوني للأدلة\" )باللغة الفنلندية \" Roolimanipulointi ja kiellonvastainen todistelu \"( حيث أوضحت بشكل خاص ما يلي:", "", "\")...(  يسعى الادعاء لإخفاء حقيقة أن [س س] )...( كان )...( رئيس مجلس إدارة الشركة المعنية. )...(", "", "إن الانتهاك الفاضح المرتكب في تقديم الأدلة يجب أن يقود المحكمة إلى رفض هذه الأدلة. )...(", "", "تبين الإجراءات المتخذة من قبل النائب العام أنه، من خلال تكتيك إجرائي، يجتهد في تحويل المتهم إلى شاهد لإثبات التهمة. بغية منع المتهم من تقديم أدلة على هذه النقاط، لفق المدعي العام، في نفس القضية، التهم ضد شخص يستوفي الشروط ليكون شاهداً. )...( مثل هذا الانتهاك المتعمد للسلطة من قبل ممثل السلطة هو ظاهرة غير عادية في بلد تحكمه سيادة القانون.", "", "فيما يتعلق خاصة بالتكتيك الإجرائي الذي اتبعه النائب العام في هذه القضية، أي حالتان من التلاعب في نفس القضية الواحدة، أدعم أن المحكمة العليا النرويجية أدانت شكلاً مخففاً من التلاعب من هذا النوع. هذا الأخير يمثل تصرفاً غير قانوني يشبه التصرف الذي قام به النائب العام في هذه القضية. )...(", "", "بالتالي، أسلم النائب العام نفسه إلى تلاعبات جاهلاً هكذا الواجبات الملقاة على عاتقه ومعرضاً الأمن القضائي للخطر. )...(\"", "", "11. نتيجة نفي [ت] للادعاءات المزعومة أعلاه وتمسكه بطلبه، رفضت المحكمة اعتراض الدفاع وسمحت لـ [س س] بالإدلاء بشهادته. وحكم على المتهمين في 23 فبراير/شباط 1993. أدين [ي س] و [ل و] بعقوبات السجن مع وقف التنفيذ والغرامات، وغرامات لـ [م س]، وحكم عليهم جميعهم بدفع التكاليف. استأنف الثلاثة الحكم ونبَّه [ي س]. و [ل و] إلى أنه لم يكن يتوجب الاستماع إلى [س س] كشاهد.", "12. في حكم مؤرخ في 20 ديسمبر/كانون الأول 1993، أكدت محكمة الاستئناف في فازا Vaasa(hovioikeus, hovrätt) قرار الاستماع إلى [س س]. كشاهد و لكنها برأت [ي س] و [م هـ] من اتهامات استغلال الثقة. ومع ذلك أدين هؤلاء المتهمون بدفع أعطال وأضرار إلى المشتكية.", "13. حث [م هـ] و [ت] على السماح بالاستئناف أمام المحكمة العليا. عند دعوتها للتعليق على طلب [ت]، أكدت المدعية نيابة عن [ي س].أنه لم يكن يتوجب الاستماع إلى [س س] على منصة الشهود. سُمِح لـِ [م هـ] وحده بالاستئناف. في قرارها الصادر في 9 مارس/آذار 1995، ألغت المحكمة العليا الأمر القضائي تجاه [م هـ] بدفع تعويضات أعطال وأضرار.", "", "ب. الإجراءات بالقدح الموجهة ضد المدعية", "", "14. نقل [ت] التصريحات التي أدلت بها المدعية في 2 فبراير/ شباط 1993 إلى المحامي العام(kanneviskaali, hovrättsfiskalen) لدى محكمة الاستئناف في ضوء اتهام محتمل بالقدح. في 27 ديسمبر/كانون الأول 1993 اعتبر المحامي العام المزاول أن المدعية مُدانة بالقدح، لكنه قرر عدم توجيه الاتهام لها على أساس أن الجنحة كانت طفيفة. مُبرراً قراره بشكل خاص كما يلي:", "", "\" القدح الموجه الآن لا يمكن أن يعاقب بعقوبة أشد من الغرامة.\"", "", "صاغت [المدعية] الملاحظات (...) أعلاه بهدف منع الاستماع إلى [س س] كشاهد. بهذا التصرف، حاولت [المدعية] الدفاع عن مصالح موكلها أثناء المحاكمة. (...) [هي] كانت تحاول بذلك، ربما - جزئياً- بسبب عدم خبرتها، وضع (...) القضية المعروضة أمام المحكمة في امتداد لـِ (...) [التماس] سابق نرويجي والطريقة التي عولج بها. وقد صيغت ملاحظاتها بعبارات عنيفة نوعاً ما، مما كان له أثراً مهيناً على [ت]. (...)، بينما لم تكن المدعية قادرة على تحديد كما ينبغي الحجج الواقعية التي تدعم الادعاءات المتعلقة بـ [ت.].", "", "في جلسة الاستماع ذاتها (...) اعتبرت المحكمة أنه لا يوجد ما يمنع الاستماع إلى [س س.] كشاهد. أشارت [المحكمة] في مسوغاتها أنه لم يكن هناك مطلقاً أي مؤشر في ملف القضية أو غيرها من المؤشرات التي تبين أن النائب العام قرر عمداً أن يتهم بعض الأشخاص بدلاً من غيرهم في هذه القضية. لم تُلغِ (...) محكمة الاستئناف [هذا] قرار محكمة كوكولا. في هذه الظروف، فإن [الجرم المرتكب من قبل المدعية] لم يتسبب لـِ [ت.] بضرر معين (...)\".", "", "15. مستخدماً حقه برفع دعوى قضائية بصفة شخصية، عَمَدَ [ت] مع ذلك إلى إجراءات جنائية ضد المدعية أمام محكمة الاستئناف. أمام تلك المحكمة، أشارت المدعية إلى أنه باعتبارها محامية الدفاع يجب أن تستفيد من قدر أكبر من حرية التعبير. حسب قولها، كان يتوجب على أعضاء النيابة العامة والمجالس القضائية تقبل الانتقاد إلى حد أكبر بكثير من الأشخاص العاديين. كانت تصريحاتها موجهةً حصراً إلى المحكمة واقتصرت على انتقاد الإجراءات التي تبناها [ت]، النائب العام، في قضية زبونها. كون المحكمة رفضت احتجاج المدعية التي كانت تعترض على مثول [س س]. كشاهد، لا يمكن تصنيف تلك التصريحات بالقدحية بالمعنى المقصود في المادة 2 من الفصل 27 من قانون العقوبات (rikoslaki, strafflag).", "16. اعتبر [ت] أن التصريحات التي أدلت بها المدعية أمام المحكمة في 2 فبراير/ شباط 1993 كان يمكنها أن تعرضه للازدراء وتعرقل ممارسته لمهامه المهنية وفي مشواره المهني. وتحدث عن خدمته الطويلة كنائب عام، وموقع الثقة الذي يشغله في البلدية و أنه كان يترأس الفرع المحلي لحزب سياسي.", "17. في 22 آب/ أغسطس عام 1994، أدانت محكمة الاستئناف المدعية بتهمة القدح العام \"البسيط\" (julkinen ei vastoin parempaa tietoa tehty herjaus, offentlig smädelse dock inte emot bättre vetande) هذا يعني القدح عن طريق الإهمال، ولا يجب خلطه مع التصرف القدحي العام الذي كان سيؤدي إلى إلصاق تهمة جريمة عمداً بـِ [ت] مع العلم انه لم يرتكبها (بدلا من حالة الاشتباهات في هذا الصدد). تم تغريم المدعية بمبلغ قدره 4260 ماركاً فنلندياً (716 يورو) و أدينت أيضا بدفع 3000 ماركاً فنلندياً (505 يورو) لـِ [ت]. للأضرار وأعطال و8000 ماركاً فنلندياً (1345 يورو) لسداد النفقات المترتبة عليه (يتم زيادة هذين المبلغين بفائدة قدرها 16٪) بالإضافة لمبلغ 300 ماركاً فنلندياً (50 يورو) لتسديد التكاليف التي تكبدتها الدولة. كانت مسوغات محكمة الاستئناف هي (من بين مسوغات أخرى):", "\"يتوجب على المحامي حماية مصالح موكله ضمن إطار احترام القانون وأخلاقيات المهنة. تتجلى الشروط الخاصة بنشاطات المحامي ضمن نصوص وقواعد عامة نوعاً ما. وفقاً لمبادئ متعارف عليها بشكل عام، يجب أن يتمتع المتهم بجميع الضمانات الضرورية للدفاع عنه. وبالمثل يمكن للمحامي أن يطلب أن يعامل كل جانب من قضية موكله بشكل مناسب من قبل المحكمة. يتوجب على [المجلس] الإبلاغ عن الأخطاء والثغرات التي يلحظها. تحقيقاً لهذه الغاية، للمحامي حرية النقد بكل ما يتعلق بالقضية. ومع ذلك يجب أن تكون هذه الانتقادات مناسبة ومستندة إلى الوقائع، ويجب فحص دوافعها بدقة. (...) الطريقة التي يلجأ إليها المحامي تخضع أيضاً لقيود منصوص عليها في أحكام الفصل 27 من قانون العقوبات.", "في هذه القضية، ثبت أن [المدعية] زعمت في ملاحظاتها الخطية المشار إليها، أن [ت] بتقريره من سيكون متهماً في هذه القضية، اقترف متعِمّداً تعسفاً سلطوياً، وبالتالي قصَّر في أداء الواجبات التي على عاتقه.", "كان [ت] إذن متهماً بخطأ متعمَّد اقترفه أثناء أداء مهامه، بموجب الفصل 40، المادة 10 من القانون الجنائي. يشكل سلوك [المدعية] (...) جريمة جنائية إذا كانت تصريحاتها قابلة لتعريض [ت] للازدراء أو إعاقته في أداء مهامه أو في مهنته. في هذا الصدد، تشير محكمة الاستئناف إلى أن التصريح المعني صدر عن ممارس قانوني قد اتبع دورة إعداد قاضي (varatuomari, vicehäradshövding)، وذلك أثناء جلسة علنية أمام محكمة كوكولا، مما يعني أنه كان يمكن أن يقع في المجال العام. الإشارة إلى (...) استغلال السلطة المخالف لواجبات مسؤوليته كان يمكنها أن تلحق بـِ [ت] بعضاً من الازدراء أو اعاقته في أداء مهامه أو في مشواره المهني.", "كان [ت] قد قرر عدم توجيه اتهام ضد [س س] في ظل غياب الأدلة الكافية لاتهامه. لم تشر محكمة الاستئناف إلى أي عنصر يقود[ها] إلى الاعتقاد بأن هذا القرار من [ت] لم يستند إلى الأسباب المناسبة المذكورة. في قرارها الصادر في نفس الجلسة (...) حكمت محكمة كوكولا أنه لا يوجد ما يمنع الاستماع لـِ [س س] كشاهد. في حكمها الصادر في 20 ديسمبر/كانون الأول 1993، لم تُلغِ (...) محكمة الاستئناف قرار محكمة كوكولا.", "وبناء على التهم المعتمدة من قبل [ت] ضد [م هـ]، أدانت محكمة كوكولا [الأخير] لإساءة استخدامه منصب يقوم على الثقة. في حكمها المذكور أعلاه، برّأت (...) محكمة الاستئناف [م هـ] لكنها أكدت أنه يتوجب عليه دفع تعويضات أعطال وأضرار. لم تُشِر محكمة الاستئناف في هذا الصدد إلى أي عنصر يقود[ها] إلى الاعتقاد أن [ت] قرر اتهام [م هـ] لمنع مثوله على منصة الشهود.", "[السلوك المنسوب إلى ت] لم يثبت.", "ليس هناك سبب للاعتقاد بأن [المدعية] قد تصرفت عمداً (...) على الرغم من أنها قد صاغت انتقاداتها بطريقة تقدح بـِ [ت] من أجل الدفاع عن مصالح موكلها، سعت [المدعية] لمنع [س س] من المثول كشاهد ولتقديم الأدلة المتعلقة بمصداقية موكلها. من حيث المبدأ يحق [للمدعية] انتقاد النائب العام ويمكنها التشكيك به لسوء تصرفه. في تقييم إدانة [المدعية]، لم يقدم أي سبب لدعم استنتاج مختلف عن ذلك الذي يعني أنها لم تقدِّر بما فيه الكفاية دوافع انتقادها. توصلت محكمة الاستئناف إلى أن [المدعية] لم تتصرف بسوء نية. لكنه لم يفتها أن تدرك أن تصريحاتها كانت قدحية ويمكنها تعريض [ت] للازدراء أو اعاقته في أداء مهامه أو في مشواره المهني. (...).\"", "18. لجأ [ت] كما المدعية إلى المحكمة العليا في 15 من فبراير/ شباط 1996 (كوركين أويكوس 1996:17 Korkein Oikeus)، مقر هذا القضاء في غرفة مؤلفة من خمس قضاة، كون صوت القاضي تولنهيمو- تاكي Tulenheimo-Takki هو المرجح، أكدت (المحكمة العليا) على حجة محكمة الاستئناف و لكنها ألغت إدانة المدعية مقدِّرةً أن الجريمة ذات طابع بسيط. وبناء على ذلك، فإنها ألغت الغرامة لكنها أكدت التزام المدعية بدفع تعويضات الأضرار و الأعطال. صوت القضاة كروك فيوري على تثبيت الحكم الصادر عن محكمة الاستئناف بمجمله، في حين رأى القاضيان ليتيماجا وبورتين أنه كان يجب تبرئة المدعية و إعفاؤها من الالتزام بدفع الأضرار والأعطال. وفقا للإجراء المتعلق بالتصويت المنصوص عليه في الفقرة 23 من المادة 4، من قانون الإجراءات القضائية (Oikeudenkäymiskaari, Rättegångs Balk)، اُعتبر أن القضاة الذين صوتوا لفرض عقوبات على المدعية تشكل الأغلبية وإن وجهة النظر الأكثر تسامحاً من الوجهتين الممثلتين فيها غلبت. اتبع القاضي ليتيماجا، الذي انضم إليه القاضي بورتين، المنطق أدناه:", "\"تتناول هذه القضية، من جهة، حرية تعبير محامٍ يدافع عن متهم في الإجراءات الجنائية، ومن جهة أخرى، والدرجة التي اعتباراً منها يشكل النقد للأفعال الرسمية للنائب العام جريمة جنائية.", "في محاكمة عادلة، من الطبيعي أن محامي الدفاع يمكنه انتقاد الأفعال الرسمية للمدعي بحرية، إذا كانت مصلحة موكله تتطلب ذلك، دون أن يهدد بالعقاب. وهذا هو مبدأ أساسي من مبادئ حقوق الإنسان في البلدان الغربية التي تحكمها سيادة القانون. هذا (...) المبدأ [لا معنى له] إذا كانت حرية تعبير محامي الدفاع في مثل هذه الحالة تخضع لتقييدات مفرطة. لذلك يتوجب تفسير الاجراءات القانونية التي تقيد حرية التعبير بطريقة صارمة. وبالمثل، ينتظر من نائب عام أن يتسامح في تقبل الانتقاد المتعلق بأفعاله الرسمية خلال جلسة الاستماع ولو كان قاسياً. هذا مرتبط بالطبيعة الخاصة لوظائف النائب العام.", "الفعل المنسوب إلى [المدعية]", "بناءً على منطق محكمة الاستئناف، أعتقد أن [المدعية] لم يكن لديها أية نية للإساءة لـِ [ت] ولا أن تتصرف بسوء نية. السؤال (...) هو معرفة ما إذا كانت [هي] متهمة بالقدح كما حكمت محكمة الاستئناف.", "في الدعوى الموجهة، اعتبرت [المدعية] أن مصالح موكلها تفرض أن [شاهد إثبات] لا يمكنه أن يشهد ضد أخيه. لهذا الغرض، صرحت [المدعية] أنها تشتبه بارتكاب [ت] تلاعبات عندما أجرى الاتهام. وجدت [المدعية] على وجه الخصوص أنه من الضروري الإشارة إلى أن مثل هذه الأفعال - برأيها- تتناقض مع القانون الفنلندي وبالتالي تُناقِض (...) واجبات النائب العام. كان يحق [للمدعية]، كونها مدافعة عن موكلها، التعبير عن مثل هذا الرأي وبصفته نائبا عاماً فعلى [ت] تقبل تلك الانتقادات. كان لدى [ت]، كونه طرف في الدعوى، الفرصة للرد على تصريحات [المدعية] ورفض الشكوك التي أعرب عنها الطرف الخصم إذا كان يعتبر أن ليس لها أساساً من الصحة.", "بالمقابل، لم يكن من الضروري [للمدعية]، بصفتها محامي الدفاع، إعطاء رأيها في مسألة ما إذا كان [ت] قد ارتكب جريمة في أداء واجباته من خلال التصرف بالطريقة المزعومة. (...) وفي هذا الصدد، أعتَبِرُ أن تصريحات [المدعية] غير لائقة.", "العناصر المكونة للقدح", "لكن هل ارتكبت [المدعية] جريمة القدح؟ هل يكفي لتلبية المعايير المنصوص عليها في الفصل 27، المادة 2 من القانون الجنائي، الادعاء أن الشخص يكون \"مذنباً بارتكاب جريمة محددة\" وفقا للشروط المذكورة فيه، أو يجب أيضاً أن تعرِّض الجريمة المزعومة هذا الشخص \"للازدراء أو الاضرار بحياته المهنية أو مهنته\"؟ إن نص هذا القاعدة يقبل تفسيراتٍ متعددة. وقد فَهِمت محكمة الاستئناف بالطريقة الأكثر ملاءمة للمتهم معتبرة أن سلوك [هذه] لن يشكل جريمة جنائية [إلا] إذا كانت تصريحاتها قابلة لتعريض [ت] للازدراء أو الاضرار بحياته المهنية أو مهنته. أتفق مع هذا التفسير.", "باعتبار التعريف الواسع لهذه الجريمة، ليس من المعقول الاعتبار أن مثل هذه الادعاء بالجريمة يكفي لإحداث (...) الآثار الضارة المذكورة في هذا الإجراء. للأخذ بتعريف القدح، يجب أيضاً اثبات أن (...) ادعاء (...) الجريمة أحدث حقاً آثاراً ضارةً.", "تقييم الطابع المضر للزعم بالجريمة", "يعلم الجميع أن من سمات محامي المتهم انتقاد قرار النائب العام عند توجيه اتهام (...). وهذه شبه قاعدة، خصوصاً عندما يتم نفي الاتهامات الموجهة ضد موكل المحامي. يعلم الجميع أيضا أن المحامي قد يستخدم لغة قاسية ويتبنى وجهة نظر شخصية تماماً. يعلم الجميع أيضا أن المحامي يمكنه استخدام لغة عنيفة واتخاذ وجهة نظر غير موضوعية تماماً. الأشخاص المشاركون في الدعوى عادة ما يكونون قادرين على اتخاذ موقف حذر تجاه الانتقادات التي توجهها الأطراف الواحد للأخر. ليس من الملائم أيضاً تناول الانتقادات حرفياً حتى لو كان لمرتكبيها تدريب قضائي.", "أما التلاعبات المزعوم ارتكابها من قبل [ت]، لم تنسب [المدعية] إلى [ت] أفعال لم يقترفها، لكنها شككت بالطابع الملائم لقراراته (...). زعمت [المدعية] أن الهدف الحقيقي لأفعال [ت] لا تتطابق مع الهدف المعلن. لذلك بينت [المدعية] أنها تعتبر أفعال [ت] الرسمية غير قانونية وتضر موكلها عمداً. على الرغم من لهجتها وصياغتها القاطعة، فيمكن أن تفهم تصريحات [المدعية]، تقريبياً، كانعكاس لشكوك [ها] الخاصة فيما يتعلق بالأسباب التي دفعت [ت] للتصرف كما فعل.", "النتيجة", "في ضوء الاعتبارات التي سبقت، لا أعتقد أن زعم [المدعية] في أن [ت] قد ارتكب وفقاً له خطأ خلال أداءه واجباته يمكن أن يعرض[ـه] للازدراء أو الاضرار بحياته المهنية أو مهنته بموجب الفقرة 1 الفصل 27، المادة 2 فقرة 1 من القانون الجنائي. لذلك لا أعتبر أنه تم إثبات اقتراف [المدعية] للتشهير(...). وعليه فإنني ألغي حكم محكمة الاستئناف وأرفض الاتهامات وطالبات التعويض الموجهة ضد [المدعية].", "التكاليف", "كونها تكاليف عدالة، أعتقد، على الرغم من نتيجة القضية، أن [المدعية]، نظراً للهجتها الغير لائقة، أعطت [ت] الدوافع لرفع دعوى قضائية ضدها. وبالنظر إلى الوقائع، أعتقد مع ذلك (...) أنه يتوجب على كل طرف دفع تكاليفه الخاصة.\"", "ثانياُ. القانون و التطبيق الداخلي المناسبين", "19. وفقا للفصل 27، المادة 2 من القانون الجنائي في النسخة المعمول بها في زمن الوقائع، الشخص الذي يزعم عن حسن نية أن أحداً ما اقترف جرماً يجب أن يدان بالقدح إلا إذا استطاع تقديم حجج مقنعة لدعم ادعائه.", "20. الفصل 24، المادة 9 الفقرة 2، من قانون العقوبات، كما عُدل من قبل القانون رقم 531/2000 ينص على أنه عندما يكون النقد حول سلوك الشخص في إطار أنشطته السياسية أو المهنية، مهنة أو منصب عام، أنشطة علمية، فنية أو أنشطة عامة أخرى مماثلة, وعندما لا يتجاوز هذا النقد بوضوح الحدود المقبولة لن يعتبر كقدح حسب المعنى المقصود في الفقرة 1 من هذه المادة.", "21. بموجب الفصل 15، المادة10 أ من قانون الإجراءات القضائية، يجوز للمحكمة أن تأمر الممثل القانوني الذي ليس لديه سلوكاً لائقاً أن يتوقف عن مرافعة القضية أمامها. يجوز للمحكمة أيضاً، لأسباب مماثلة، إلغاء تعيين محام معين بموجب أحكام المساعدة القانونية (المادة 14 من قانون مجانية الإجراءات).", "", "", "ثالثاً. القانون والتطبيق المقارن", "", "أ. ملاحظات انترايتس Interights", "", "22. درس انتررايتس الوضع في عدد من الدول الأعضاء في مجلس أوروبا (بلجيكا، الدنمارك، فرنسا، إيطاليا، هولندا، اسبانيا، السويد، والمملكة المتحدة) ودول أخرى (أستراليا وكندا و أفريقيا الجنوبية). تبين أن الغالبية العظمى منها تعطي حصانة للمحامين فيما يتعلق بالتصريحات التي يقدمونها عندما يمثلون موكليهم أمام المحكمة. على الرغم من أن مدى وتطبيق هذه الحصانة يختلفان من نظام إلى آخر، تعترف كل دولة معنية بأن حق المحامي بالتعبير يرتبط ارتباطا وثيقا بالتزامه بالدفاع عن موكله. إن الحصانة المتعلقة بالتصريحات المزعومة تشهيرية تسمح للمحامي بالمرافعة بالطريقة الأكثر فعالية، حتى بالاستناد على وقائع لا يمكنه التحقق من مصداقيتها. في هولندا، على سبيل المثال، غالبا ما يدعي محامي الدفاع أن النائب العام ارتكب تعسفاً في السلطة. الادعاءات التي قد تكون مناسبة و لكن لا أساس لها بتاتاً يتم ببساطة تجاهلها.", "23. على الرغم من امكانية تطبيق القيود على التصريحات التي يدلي بها محام أمام محكمة، إلا أن معظم النظم المدروسة التي درستها انترايتس تميل إلى تفضيل الاجراءات الانضباطية بدلاً من العقوبات الجنائية. بالنسبة لانترايتس، هذا يمكن أن يتوافق مع الموقف الذي اتخذته المحكمة في سياق المادة 10، مع العلم أن عقوبة جنائية خفيفة نسبياً قد يكون لها أثر مثبِّط للانتقادات حتى الملائمة منها والمدروسة. (انظر، على سبيل المثال، تورجير تورجيرسن ضد أيسلندا، الحكم الصادر في 25 يونيو/ تموز 1992، السلسلة أ رقم 239).", "24. عندما تكون العقوبات الجنائية مسموحة نظرياً، في معظم النظم المدروسة نادراً ما تستخدم، أو بشكل عام في الحالات القصوى و بشرط أن نستطيع إثبات أن هناك نية وليس مجرد إهمال. حتى عندما يمكن من حيث المبدأ اخضاع تصريحات محامٍ للقيود، لا نلجأ عادة لمثل هذه التدابير إلا عندما تكون الكلمات ليست قدحية فحسب بل أيضاً خالية كلياً من الارتباط بالإجراءات أو الأطراف.", "25. وبالإضافة إلى ذلك، فإن جميع النظم تقريبا المدروسة من قبل انتررايتس تعترف بالفرق الجوهري الموجود بين وظيفة النائب العام، ما يعني خصم المتهم، ودور القاضي. هذا التمييز يمنح بصفة عامة حماية أفضل للتصريحات الانتقادية إزاء النائب العام.", "26. ويخلص انتررايتس إلى أنه في معظم البلدان التي شملتها الدراسة، أنه سيكون من غير المرجح أن يخضع محامي الدفاع لملاحقات جنائية لانتقاده الطريقة التي يعالج بها النائب العام قضية ما أو لأنه صرح أن النائب العام اقترف تعسفاً في السلطة. اللجوء لإجراء جنائي لا يعتبر شيئاً ضرورياً في مثل هذه حالة.", "", "ب. المبادئ المعتمدة من قبل المنظمات الدولية", "", "27. بموجب الفقرة 20 من المبادئ الأساسية بشأن دور المحامين (التي اعتُمِدت عام 1990 من قبل المؤتمر الثامن الأمم المتحدة للوقاية من الجريمة ومعاملة الجانحين)، يجب أن يستفيد المحامون \"من الحصانة المدنية والجنائية بالنسبة لأي تصريح يدلون به في محله بنية حسنة في المرافعات الخطية أو الشفهية أو لدى مثولهم المهني أمام محكمة أو سلطة قضائية أو إدارية أخرى.\"", "28. في توصيتها (2000) 21، توصي لجنة وزراء مجلس أوروبا حكومات الدول الأعضاء باتخاذ أو تعزيز، حسب الحالة، كل الاجراءات التي تراها ضرورية لتنفيذ حرية ممارسة مهنة المحاماة. على سبيل المثال، \"لا يجوز اخضاع المحامين أو أن يهددوا بالخضوع لعقوبات أو أن يتعرضوا لأي نوع من الضغط عندما يتصرفون وفقاً لأخلاقيات مهنتهم\". ومع ذلك، ينبغي على المحامين \"احترام السلطة القضائية وممارسة واجباتهم أمام المحاكم وفقاً للتشريع و القواعد الوطنية الأخرى وأخلاقيات مهنتهم\" (المبادئ I.4 وIII.4).", "", "في القانون", "", "أولاً. بخصوص الانتهاك المزعوم للمادة 10 من الاتفاقية", "", "29. أدانت المدعية انتهاك حقها في التعبير بحرية بصفتها محامية الدفاع على أساس أنها أدينت بالقدح إزاء النائب العام [ت] تذكر المادة 10 من الاتفاقية، حيث المقاطع ذات الصلة تنص على أن:", "", "\"1. كل شخص له الحق في حرية التعبير. ويشمل هذا الحق حرية الرأي وحرية (...) ايصال المعلومات أو الأفكار دون وجود أي تدخل من السلطات العامة (...)", "", "2. ممارسة هذه الحريات التي تشمل واجبات ومسؤوليات من الممكن أن تخضع لبعض الشكليات أو الشروط أو القيود أو العقوبات التي ينص عليها القانون، وهذا ما يمثل تدابير ضرورية، في مجتمع ديمقراطي من أجل الأمن الوطني، والسلامة الإقليمية أو السلامة العامة، والدفاع عن النظام والوقاية من الجريمة، وحماية الصحة أو الأخلاق، وحماية السمعة أو حقوق الآخرين ولمنع إفشاء المعلومات السرية أو لضمان السلطة ونزاهة السلطة القضائية.\"", "", "", "أ. وجود تدخل", "", "30. اتفق أطراف الاجراء على القول أن إدانة المدعية تتلخص بالتدخل في ممارسة حقها في حرية التعبير. ولا ترى المحكمة أي سبب لتحكم خلاف ذلك.", "", "ب. تبرير التدخل", "", "31. التدخل مخالف للمادة 10 إلا إذا كان \" بموجب القانون \" ويهدف إلى واحد أو أكثر من الأهداف المشروعة الواردة في الفقرة 2 من المادة 10 وكان \"ضرورياً في مجتمع ديمقراطي\" لنيل هذا أو هذه الأهداف.", "", "1. \"بموجب القانون \"", "", "32. تعترض المدعية على الطريقة التي فسرت بها المحاكم الداخلية القانون الجنائي، باعتبار أنه بإمكانه أن ينطبق على الحجج التي يقدمها محامٍ للدفاع عن موكله أمام المحكمة المدعوة لتحكم على هذا.", "33. تشير الحكومة إلى أن المدعية أدينت بالقدح على أساس الفصل 27، المادة 2 من القانون الجنائي، في نسخته المعمول بها في زمن الوقائع. التفسير المعطى لهذا البند المذكور لم يكن اعتباطياً مطلقاً، ولهذا السبب كان التدخل \"بموجب القانون\".", "34. تعترف المحكمة أن التدخل كان يستند إلى تفسير عقلاني للفصل 27، المادة 2 من القانون الجنائي في النسخة المعمول بها في الوقت المذكور و بالتالي \"بموجب القانون\".", "", "2. هدف مشروع", "", "35. وفقاً للمدعية، لم يرمِ التدخل إلى أي من الأهداف المشروعة الواردة في المادة 10 الفقرة 2.", "36. بالنسبة للحكومة، كان التدخل يرمي إلى الهدف المشروع المتمثل في حماية السمعة وحقوق النائب العام [ت] وتميل لضمان سلطة السلطة القضائية والعدالة بشكل عام.", "37. تشير المحكمة إلى أن المدعية، في أطروحتها المكتوبة بصفتها محامية الدفاع، انتقدت قرار النائب العام [ت] باتهام شخص معين، مما منع موكلها من استجواب هذا الأخر كشاهد. اعترضت المعنية أيضاً على قرار النائب العام بعدم اتهام شخص آخر، الذي استطاع إذن أن يشهد ضد موكلها. و اعتبرت أن هذين القرارين يكشفان عن استراتيجية اتهامية وصفتها بـِ \"التلاعب\"، مصطلح مأخوذ من قضية نرويجية سابقة استندت إليها.", "38. ليس على المحكمة انظر في ما إذا كان الإجراء الذي باشره [ت] بصفة خاصة كان يسعى إلى الهدف المشروع المتمثل في حماية السلطة القضائية لأنها تعترف بأنه أيا كان الداعي فإن التدخل يسعى إلى هدف مشروع آخر، وهو حماية سمعة و حقوق [ت].", "", "3. \"ضروري في مجتمع ديمقراطي\"", "", "أ). تبريرات الأطراف", "", "39. أكدت المدعية أن التدخل المذكور لم يلب شرط \"الضرورة\". النقد الذي أكسبها إدانة بتهمة القدح كان مناسباً و مبنياً على وقائع لم يتم الاعتراض عليها. يجب أن يكون المحامي الذي يدافع عن موكله حر بالتعبير عن التصريحات الحقيقية التي لا يرغب بسماعها الطرف الخصم. يجب أن تفهم المادة 10 على أنها تمنع أي تدخل من قبل سلطة عامة، وكذلك أي تهديد بتدخل مماثل، في الطريقة التي يتبعها الدفاع عن متهم.", "40. تقدر الحكومة أن التدخل يمكن أن اعتباره \"ضرورياً في مجتمع ديمقراطي\" للأهداف المذكورة أعلاه. لا تؤيد استنتاجات الطرف الثالث المتدخل، لأنها لا تستند - وفقا لها - سوى على عينة صغيرة من الأنظمة القضائية بعضها من خارج أوروبا. إن ممارسة حرية التعبير تشمل بعض الواجبات والمسؤوليات، كما أشارت إليها أيضا التوصية (2000) 21 الموجهة إلى الدول الأعضاء في مجلس أوروبا. أدلت المدعية بتصريحاتها بصفتها محامية الدفاع وليس لهدف ايصال المعلومات والأفكار بشكل عام. وبما أنها غير مسجلة في نقابة المحامين، لم يكن ممكناً أن تخضع للإجراءات التأديبية المنصوص عليها في هذه الهيئة. عدم تطبيق القانون الجنائي عليها من شأنه أن يمنحها أفضلية مقارنة بأعضاء نقابة المحامين.", "41. أكدت الحكومة بأن النواب العامين هم جزء من العملية القضائية ككل، ويجب أن يكونوا، كما الحكومات، موضع ثقة. وبالنظر إلى الدور الرئيسي لرجال القانون، فمن الطبيعي أن ننتظر منهم أن يساهموا في حسن سير العدالة، بالتالي في الحفاظ على ثقة الجمهور فيها. على الرغم أن حدود النقد المقبول نحو الموظفين أعلى منها نحو الأفراد العاديين، فإن المحاكم المحلية الداخلية هي - برأيها - الأقدر على إقامة توازن بين مختلف المصالح المعنية، بما في ذلك كرامة مهنة رجل القانون.", "", "42. تذكر الحكومة بأن المدعية أدينت لأنها زعمت أن [ت] لم يتصرف وفقاً لواجباته كنائب عام، مرتكبةً بذلك خطأً في ممارسة وظائفها. ولكن مثل هذا الادعاء لم يكن ضرورياً ولا حتى مفيداً للدفاع عن موكل المدعية. كان محامو المشتركين في التهمة أيضاً قد اعترضوا على الاستماع لأخ موكل المدعية بصفة شاهد، لكن من دون الادعاء أن النائب العام [ت] قد ارتكب خطأً في ممارسة وظائفه ودون أن يوصف تصرفه \"بالاستغلال الفاضح للسلطة\" أو \"المتعمد\" و لا اتهامه بِـ \"تلفيق اتهامات\" فقط من أجل عدم ذكر إلا بعض التصريحات العنيفة التي كانت قد أعدتها المدعية قبل الجلسة، والتي لم يكن من الممكن وضعها على نفس مستوى الكلمات التي تصدر خلال حوار حيوي. لو تمكنت المدعية من إثبات مصداقية ادعاءاتها، كان من الممكن الحكم على [ت] بالسجن وإقالته من مهامه.", "43. تعترف الحكومة أن التهديد بتهمة القدح سواء كان على شكل دعاوى قضائية من قبل الموظف بصفة شخصية أو باسم المجتمع، من المرجح أن يكون له أثر كابت على حرية تعبير المحامي، والذي يمكن أن يردعه حتى من التعبير عن الانتقاد المناسب. مع ذلك في هذه الظروف الخاصة للقضية، فإن التدخل المذكور لم يكن غير متكافئ مع الهدف المشروع المتتبع، لا سيما أنه في نهاية المطاف اكتسى شكلاً من الاقرار البسيط بالذنب الذي لم يتبعه عقوبة جنائية. حتى المحاكم المحلية لم تتجاوز هامشها التقديري.", "", "ب). تقييم المحكمة", "", "1. مبادئ عامة", "", "44. عندما تمارس المحكمة رقابها، يجب أن تأخذ بالاعتبار التدخل المُلتَبِس في ضوء القضية برمتها، بما في ذلك مضمون الملاحظات المزعومة للمدعية في هذه القضية والسياق التي صاغتها فيه. يجب أن تحدد على وجه الخصوص إذا ما كان التدخل المزعوم \"مناسباً للأهداف المشروعة المتبعة\" وإذا ما كانت الحجج التي ساقتها السلطات الوطنية لتبريره تبدوا \"مناسبة وكافية\". في القيام بذلك، يجب أن تكون المحكمة مقتنعة بأن السلطات الوطنية طبقت معايير تحترم المبادئ المنصوص عليها في المادة 10، وأنها بالإضافة إلى ذلك تستند إلى تقييم مقبول للوقائع المناسبة.", "45. تُذكِر المحكمة أن السمة الخاص للمحامين تضعهم في مكان مركزي في إدارة العدالة، كوسطاء بين المتقاضيين و المحاكم، وهذا ما يفسر معايير السلوك المفروضة بشكل عام على أعضاء نقابة المحامين. وعلاوة على ذلك، فإن عمل المحاكم، التي هي ضامنة للعدالة ومهمتها أساسية في دولة القانون، يتطلب ثقة الجمهور. نظراً للدور الرئيسي للمحامين في هذا المجال، يمكننا أن نتوقع منهم أن يساهموا في حسن سير العدالة، وبالتالي، وتعزيز ثقة الجمهور فيها (شوفر ضد سويسرا، الحكم الصادر في 20 مايو/أيار 1998، مجموع الأحكام والقرارات 1998-III، ص 1052-1053، الفقرتان 29-30، ومراجع أخرى).", "46. علاوة على ذلك، تعيد المحكمة التأكيد أنه، بالإضافة إلى جوهر الأفكار والمعلومات المعرب عنها، تحمي المادة 10 أيضاً طريقتهم في التعبير. إذا كان للمحامين بالتأكيد الحق في التعليق علناُ على سير العدالة، فإن انتقاداتهم لا يمكنها أن تتخطى حدود معينة. وفي هذا الصدد، ينبغي الأخذ بعين الاعتبار التوازن المناسب بين مختلف المصالح المعنية، والتي يبرز من بينها حق الجمهور في الحصول على معلومات حول المسائل التي تؤثر على سير عمل السلطة القضائية، وضرورات الإدارة الجيدة للعدالة وكرامة مهنة رجال القانون. تتمتع السلطات الوطنية بهامش معين من التقييم لتحكم بضرورة التدخل في المسألة، ولكن هذا الهامش يسير جنباً إلى جنب مع الرقابة الأوروبية وتتناول في آن واحد القوانين المناسبة والقرارات التي تطبقها (شوفر الحكم المذكور سابقاً، ص 1053-1054، الفقرة 33). ومع ذلك، في النطاق المدروس في هذه القضية، لا توجد ظروف خاصة - كغياب واضح لتوافق الآراء بين الدول الأعضاء بشأن المبادئ التي تنطوي عليها، أو ضرورة الأخذ في الاعتبار تنوع المفاهيم الأخلاقية - تبرر اعطاء السلطات الوطنية هامشاً واسعاً من التقدير (انظر، على سبيل المثال، صنداي تايمز ضد المملكة المتحدة (رقم 1)، والحكم في 26 أبريل/ نيسان 1979، السلسلة أ رقم 30، ص. 35-37، الفقرة 59، والذي يشير إلى هاندايسد ضد المملكة المتحدة، الحكم الصادر في 7 ديسمبر/كانون الأول 1976، السلسلة أ رقم 24).", "", "2. تطبيق المبادئ المذكورة أعلاه في القضية", "", "47. للتطرق إلى وقائع القضية، مهمة المحكمة هي تحديد، مع مراعاة جميع الظروف، ما إذا كان التقييد التي أثر على حرية تعبير السيدة نيكولا يحقق \"حاجة اجتماعية ملحة\"، وما إذا كان \"متناسبا مع الهدف المشروع المنشود\" وإذا ما كانت الحجج التي قدمتها المحاكم الداخلية للتبرير \"مناسبة وكافية\".", "48. يمكن لحدود النقد المقبول في بعض الظروف أن تكون أوسع نحو الموظفين أثناء ممارسة صلاحياتهم منه نحو الأفراد العاديين. ومع ذلك، لا يمكن القول بأن الموظفين يعرضون أنفسهم - عالمين بذلك لتتبع دقيق لأفعالهم وحركاتهم كما هو الحال مع رجال السياسة، وبالتالي ينبغي أن يعاملوا على قدم المساواة مع هؤلاء الأخيرين عندما يتعلق الأمر بانتقاد سلوكهم. يتوجب على الموظفين، من أجل أداء وظائفهم، التمتع بثقة الجمهور دون أن يتعرضوا للتشويش دون وجه حق، وعليه يبدو من الضروري حمايتهم ضد الهجمات الكلامية المهينة أثناء خدمتهم (جانوفسكي ضد بولونيا [GC]، رقم 25716/94، الفقرة 33، المحكمة الأوربية لحقوق الإنسان 1999-I، ومراجع أخرى). في هذه القضية، لا ينبغي مقارنة ضرورات هذه الحماية مع مصالح حرية الصحافة أو النقاش حول مسائل المصلحة العامة لا سيما أن ملاحظات المدعية لم تصاغ في مثل هذا السياق.", "49. لا تستبعد المحكمة إمكانية أن، في ظروف معينة، التدخل في حرية تعبير محامٍ خلال مراحل الدعوى يطرح مسألة بموجب المادة 6 من الاتفاقية من زاوية حق المتهم، زبونه، في الحصول على محاكمة عادلة. \"تساوي الأسلحة\" واعتبارات أخرى للعدالة تتكاتف أيضاً لصالح التبادل الحر في وجهات النظر، وحتى المحتدم، بين الطرفين. مع ذلك ترفض المحكمة حجة المدعية حيث حرية تعبير محامي الدفاع يجب أن تكون غير محدودة.", "50. في هذه القضية، أدينت المدعية لانتقادها القرارات التي اتخذها النائب العام بصفتها طرفاً في اجراء جنائي تدافع من خلاله عن أحد المتهمين. تشير المحكمة إلى التمييز القائم في الدول المتعاقدة المختلفة بين دور النائب العام، أي خصم المتهم، والقاضي (الفقرة 25 أعلاه). بشكل عام، هذا الاختلاف يعطي حماية أفضل للتصريحات التي ينتقد المتهم عن طريقها النائب العام، على عكس تلك التي تحتوي على تعابير عدوانية تجاه القاضي أو المحكمة ككل.", "51. اتهمت المدعية بالتأكيد النائب العام بالسلوك الغير قانوني، ولكن هذا النقد يتناول الاستراتيجية التي اختارها [ت] ليسوق الاتهام، أي القرارين الذي اتخذهما قبل الدعوى، واللذان، حسب قولها، يشكلان \"تلاعبات جاهلاً بِـ (...) الواجبات الملقاة على عاتقه. رغم أن بعض المصطلحات المستخدمة كانت غير لائقة، كانت انتقادات المدعية تتناول فقط الطريقة التي مارس فيها [ت] مهامه كنائب عام في القضية المرفوعة ضد زبون المحامية، وليس ضد الصفات المهنية أو غيرها لـِ [ت] بشكل عام. وفي هذا السياق الإجرائي كان على [ت] يتسامح مع انتقادات أكثر حدة من قبل المدعية بصفتها محامية الدفاع.", "52. تشير المحكمة أيضاً إلى أن حجج المدعية لم تخرج من قاعة المحاكمة؛ ولم تتعلق بانتقادات موجهة إلى قاضٍ أو نائب عام ظهرت، على سبيل المثال، في الصحافة (شوفر أعلاه، ص 1054 الفقرة 34، وبرينس ضد المملكة المتحدة، رقم 11456/85، قرار اللجنة في 13 مارس/آذار 1986، القرارات والتقارير 46، ص 222). لا يمكن أيضاً أن تلخص المحكمة إلى أن الانتقادات التي وجهتها المدعية للنائب العام كانت إهانة شخصية، حيث أنها كانت تحمل طابعاً إجرائياً (WR ضد النمسا، رقم 26602/95، مقرر اللجنة في 30 يونيو/تموز 1997، غير منشور، حيث وصف المحامي رأي أحد القضاة \"بمثير للسخرية\" ماهلر ضد ألمانيا، رقم 29045/95، مقرر اللجنة 14 يناير/كانون ثاني 1998، غير منشور، حيث أكد المحامي أن النائب العام قد صاغ عريضة الاتهام \"بينما كان ثملا تماماً.\"", "53. وتكرر المحكمة أيضا أنه بالرغم من عدم إمكانية خضوع المدعية لإجراءات تأديبية من قبل نقابة المحامين لأنها لم تكن عضواً فيها، و لكن مع ذلك، فإنها لا تزال تخضع لرقابة وتعليمات المحكمة التي تنظر في القضية. لا يوجد أي إشارة على أن النائب العام [ت] قد طلب من القاضي الذي كان يترأس المحكمة الرد على الانتقادات الصادرة عن المدعية إلا بوجه النطق بالاعتراض ذي الاجرائي المرفوع من قبل الدفاع ضد الاستماع إلى شاهد الإثبات المعني. اكتفت المحكمة برفض الاعتراض، في حين أن الرئيس كان بإمكانه إيقاف مرافعة المدعية أو توبيخها حتى دون أن يطلب ذلك النائب العام. كان بإمكان المحكمة إلغاء تعيينها بموجب أحكام المساعدة القضائية أو من منعها بالمرافعة في المحاكمة. وفي هذا السياق، تؤكد المحكمة واجب المحاكم والقاضي الذي يرأسها توجيه الإجراء بحيث تتصرف الأطراف بشكل جيد، وفوق كل شيء، ضمان عدالة المحاكمة، بدلاً من بحث ملائمة طابع التصريحات التي أدلى بها طرف في قاعة المحكمة خلال محاكمة لاحقة.", "54. بالتأكيد، في أعقاب الدعوى القضائية التي رفعها النائب العام [ت] بصفة شخصية، فإن المدعية لم تُدن إلا بتهمة القدح البسيط. تجدر الإشارة أيضاً إلى أن المحكمة العليا نقضت هذه الإدانة لأنها اعتبرت أن الجريمة كانت ذات طابع خفيف. حتى وإن تم إلغاء غرامتها، ظلت المدعية ملزمة بدفع تعويضات الأضرار والأعطال. حتى في هذه الحالة، فإن التهديد بمتابعة لاحقة حول الانتقادات التي أدلى بها محامي الدفاع تجاه طرف آخر ضمن إجراء جنائي- والذي لا يجب أن يشك فيه النائب العام، يتوافق بصعوبة مع مهام هذا المحامي القائمة على الدفاع بحماسة عن مصالح زبائنه. ويترتب على المحامون أنفسهم في المقام الأول، رهناً برقابة القاضي، تقييم مناسبة وفائدة حجة مستعرضة في الدفاع دون التأثر بِـ \"المفعول الردعي\" التي يمكن أن يسببه العقاب الجنائي حتى الخفيف نسبياً، أو الالتزام بدفع الأضرار والأعطال تعويضاً عن الأضرار المسببة أو دفع النفقات.", "55. هذا يعني إنه ليس سوى استثنائياً يمكن وضع حد ما كضرورة- حتى وإن كان عقوبةً جنائيةً مخففةً - يؤثر على حرية تعبير محامي الدفاع في مجتمع ديمقراطي. نظراُ لقرار المحامي العام الحالي بعدم تجريم المدعية إلى جانب رأي الأقلية للمحكمة العليا يسمح بالاعتقاد أن السلطات الوطنية كانت أيضاً بعيدةً تماماً عن الاجماع بما يخص وجود أسباب كافية لإجراء التدخل المعني هنا. في رأي المحكمة، لم يثبت وجود مثل هذه الأسباب، التقييد الذي أعاق حرية تعبير السيدة نيكولا لم يلبِ أية \"حاجة اجتماعية ملحة\".", "56. في هذه الظروف، توصلت المحكمة إلى وجود انتهاك للمادة 10 من الاتفاقية على أساس أن الحكم الصادر عن المحكمة العليا يؤكد أنه كان هناك خرق من قبل المدعية ويأمرها بدفع الأضرار والأعطال وتسديد التكاليف لم يكن متناسباً مع الهدف المشروع المنشود.", "", "", "", "ثانياً. حول الانتهاك المزعوم للمادتين 17 و 18 من الاتفاقية", "", "57. لم تحتفظ المدعية بالشكوى بناءً على المادتين 17 و 18 من الاتفاقية بعد أن أُعلِن الالتماس مقبولاً، وترى المحكمة أنه لا يوجد أي قضية مميزة يمكن أن تطرح من زاوية أو أخرى من هذه المواد.", "", "ثالثاً. حول تطبيق المادة 41 من الاتفاقية", "", "58. بموجب المادة 41 من الاتفاقية", "\t\"إذا حكمت المحكمة أنه كان هناك انتهاك للاتفاقية أو البروتوكولات الملحقة بها، وإذا كان القانون الداخلي للطرف السامي المتعاقد المعني لا يمكنه الحد من عواقب هذا الانتهاك سوى جزئياً، تمنح المحكمة للطرف المظلوم، إن وجد، إرضاءً عادلاً.\"", "", "أ. أضرار", "", "59. تطلب المدعية تعويضاً عن الأضرار المادية الناشئة عن الالتزام الذي وجدت نفسها فيه لدفع لـِ [ت] 4464ماركاً فنلندياً (750,80 يورو) عن الأضرار والأعطال وكذلك 8000 ماركاً فنلندياً (1 345يورو) لسداد التكاليف، مع 13٪ إفادة على المبلغ الإجمالي 14 480ماركاً فنلنديا (2 345 يورو) اعتبارا من 27 فبراير/شباط 1996", "60. تطالب أيضاً800000 ماركاً فنلندياً (34550 يورو)، على أن يزداد المبلغ بنسبة 13% ابتداءً من 15 فبراير/شباط 1996، تعويضاً عن الإزعاج الذي لحق بها وفقدان فرص العمل. تم نشر الحكم الصادر عن المحكمة العليا وبالتالي وصل إلى مسامع أهل المهنة وكذلك الزبائن المحتملة للمعنية. خصصت أيضاً وسائل الإعلام والأوساط الجامعية لقضيتها العديد من المقالات والأعمال. ونتيجة لذلك، أكدت المدعية أنها قد أعيقت في ممارسة مهنتها وقبول تسجيلها في نقابة المحامين. كما أنه تم أيضاً حرمانها من أي فرصة للحصول على منصب موظف. وتؤكد أن إدانتها بتهمة القدح تسببت لها بضرر مهني استمر أكثر من سبع سنوات.", "61. اعتبرت الحكومة أنه في حال توصلت المحكمة لوجود انتهاك للمادة 10 من الاتفاقية، فإن المبالغ المطلوبة مفرطة. إذا تم الاتفاق على التعويض للمدعية بالمبالغ التي حكمت عليها المحكمة العليا بدفعها، لن يكون هناك أي علاقة سببية بين الزيادة في الضرر المادي المزعوم وانتهاك محتمل للمادة 10.", "62. لو توجب على المحكمة الحكم بانتهاك هذا النص، فيجب أن تكون الحكومة أيضاً على استعداد دفع مبلغ 30000 ماركاً فنلندياً (5042 يورو) تعويضاً عن الضرر المعنوي.", "63. وجدت المحكمة أن هناك علاقة سببية بين انتهاك المادة 10 والتزام المدعية بدفع 3000 ماركاً فنلندياً (505 يورو) تعويضاً عن الضرر الذي تكبده النائب العام [ت] و8000 ماركاً فنلندياً (1345 يورو) للتكاليف المترتبة عليه. بالإضافة أدينت المعنية بدفع 300 ماركاً فنلندياً (50 يورو) للدولة لتسديد تكاليفها. لم تشرح الأسباب التي من أجلها تطالب بمبلغ أكبر من مجموع تلك المذكورة في الحكم الصادر عن محكمة الاستئناف في 22 أغسطس/آب 1994، كما هو مؤكد من قبل المحكمة العليا (الفقرتان 17 و59 أعلاه ). وبالتالي تمنحها المحكمة المبالغ الأخيرة (1900 يورو(.", "64. نظراً لعدم وجود علاقة سببية بين الزيادة في الضرر المادي المزعوم والانتهاك المرتكب، لذا ترفض المحكمة هذا الجزء من الطلب.", "65. اعترفت المحكمة أن انتهاك حق المدعية في حرية التعبير تسبب لها بضرر معنوي لا يمكن إصلاحه ببيان انتهاك عادي. للإنصاف، منحتها مبلغ 5042 يورو تحت هذا العنوان.", "", "ب. تكاليف و مصاريف", "", "66. طالبت المدعية تسديد النفقات التي تكبدتها في الإجراء الداخلي:22000 ماركاً فنلندياً (3700 يورو) مع 16% من الفوائد على مبلغ 15000 ماركاً فنلندياً (2523 يورو) اعتباراً من 22 سبتمبر/أيلول 1994 و13٪ من الفوائد على مبلغ 7000ماركاً فنلندياً (1177 يورو) اعتباراً من 15 مارس/أذار عام 1996 وتطلب أيضاً 300ماركاً فنلندياً يعني (50.46 (يورو تعويضاً عن التكاليف التي أمرتها محكمة الاستئناف بدفعها للدولة.", ".67 تحص المدعية أيضاً على تسديد النفقات المتكبدة أمام هيئة الاتفاقية، أي ماركاً فنلندياً124869,42, (21001.53 يورو) مع زيادة الفوائد المستحقة.", "68. لاحظت الحكومة أن واحدة فقط من شكاوي المدعية السبع اعتبرت مقبولة وإن التعويض الذي يمكن منحه للمدعية فيما يتعلق بالمصاريف والتكاليف يجب أن يحسب بناءً على ذلك. حتى مع الاعتراف أن المدعية قد تكبدت بالتأكيد تكاليف ونفقات سواء أمام السلطات القضائية الوطنية وأمام الهيئات في ستراسبورغ، يترك للمحكمة تقييم ما إذا كانت تلك الادعاءات مثبتة كفايةً.", "69. لا يمكن للمحكمة أن تمنح مبلغ تحت هذا العنوان إلا إذا تم تكبد المصاريف والتكاليف فعلياً وكان ذلك ضرورياً للوقاية أو تصحيح انتهاك المادة 10 (انظر، من بين غيرها، هرتل ضد سويسرا، الحكم الصادر في 25 أغسطس/آب 1998، ومجموعة الأحكام والقرارات 1998 -VI، ص 2334، الفقرة 63)، سواء كان أمام الهيئات في ستراسبورغ أو السلطات القضائية الوطنية. مع ذلك، فقط المبالغ المتعلقة بالشكوى التي أعلنت مقبولة يمكن تسديدها (انظر، على سبيل المثال، ماتس جاكوبسن ضد السويد، الحكم الصادر في 28 يونيو/حزيران 1990، السلسلة أ رقم 180- أ، ص 16، الفقرة 46).", "70. سبق وأن منحت المحكمة المدعية تعويضاً لتغطية التكاليف التي كان عليها تسديدها للدولة، وترى أنها جزء من الضرر المادي المتكبد. لم تقدم المدعية أي فاتورة تدعم طلبها الخاص بالزيادة في الضرر المتعلق بالتكاليف والنفقات التي تكبدتها أمام المحاكم الداخلية وهيئات الاتفاقية. بما يخص الاجراء الداخلي، لم يساعدها محام سوى خلال الجلسة أمام محكمة الاستئناف. في ستراسبورغ، قررت أن تدافع عن نفسها بنفسها حتى قرار المحكمة حين أعلنت قبول شكوتها بموجب المادة 10 وعدم قبول ست من شكاويها بموجب المادتين 6 و 13.", "71. في هذه الظروف، وللإنصاف، تمنح المحكمة للمدعية، لقاء التكاليف والمصاريف، مبلغ 6500 يورو بالإضافة إلى أي مبلغ مستحق فيما يتعلق بالضريبة على القيمة المضافة.", "", "ج. الفوائد المؤجلة", "", "72. وفقا للمعلومات المتوفرة لدى المحكمة، فإن معدل الفائدة القانوني المطبق في فنلندا في تاريخ اعتماد الحكم الحالي هو 11٪ سنوياً. يتم تطبيق معدل الفائدة إلى أي مبلغ مخصص، باستثناء الأضرار والأعطال و التكاليف التي اضطرت المدعية لدفعها لِـ [ت] (الفقرات 59 و63 أعلاه)، والتي ينبغي زيادتها بنسبة 13 ٪ اعتبارا من 27 فبراير/شباط 1996.", "", "لهذه الأسباب فإن المحكمة", "", "حكمت، بأغلبية خمسة أصوات مقابل اثنين، أنه كان هناك انتهاكاً للمادة 10 من الاتفاقية؛", "حكمت بالإجماع أنه لا يوجد أي قضية مميزة تطرح من زاوية المواد 17 أو 18 من الاتفاقية", "حكمت، بأغلبية خمسة أصوات مقابل اثنين، أن الدولة المدعى عليها يجب عليها الدفع للمدعية، في غضون ثلاثة أشهر من تاريخ صيرورة الحكم نهائياً وفقاً للمادة 44 الفقرة 2 من الاتفاقية، 5042 يورو (خمسة آلاف و اثنين و أربعون يورو) عن الضرر المعنوي.", "حكمت، بالإجماع، أن الدولة المدعى عليها يجب عليها الدفع للمدعية، في غضون ثلاثة أشهر من تاريخ صيرورة الحكم نهائياً وفقاً للمادة 44 الفقرة 2 من الاتفاقية، المبالغ التالية:", "1900 يورو (ألف و تسعمئة يورو) للضرر المادي", "6500 يورو (ستة آلاف و خمسمئة يورو) للتكاليف والمصاريف، بالإضافة إلى أي مبلغ مستحق فيما يتعلق بالضريبة على القيمة المضافة.", "حكمت بالإجماع،", "إن مبلغ 1900 يورو يجب زيادته بفائدة بسيطة قدرها 13% في السنة اعتباراً من 27 فبراير/ شباط 1996.", "ويجب زيادة المبالغ المخصصة الأخرى بفائدة بسيطة قدرها 11% في السنة اعتباراً من انقضاء مهلة ثلاثة أشهر و حتى الدفع.", " رفضت، بالإجماع، طلب التسوية الودية للزيادة في الضرر.", "", "حرر باللغة الإنجليزية، وصدر في جلسة علنية في قصر حقوق الإنسان، في ستراسبورغ، 21 مارس/أذار 2002.", "", "", "", "فانسان بيرجة                              جورج ريس", "  كاتب                                   رئيس", "", "يرفق مع هذا الحكم، وفقاً للمواد 45 الفقرة 2 من الاتفاقية و 74 الفقرة 2 من النظام، محضر الرأي المعارض للسيد. كافليش و السيد باستور غيدغوجو.", "", "                                     ج. ر", "                                     ف. ب", "\n", "الرأي المعارض للسادة القضاة كالفيش و باستور ريدروجو", "", ")ترجمة(", "", "1. في القضية، المدعية هي محامية والتي، في أثناء جلسة علنية أمام محكمة فنلندية حيث كانت تدافع عن زبون، اتهمت النائب العام [ت] بـِ \"التعسف الفاضح المرتكب في تقديم الأدلة\"، لاستخدامه خطة إجرائية \"لتحويل أحد المشتركين في التهمة إلى شاهد لدعم الاتهام\"، لـِ \"تلفيقه اتهامات\" وارتكابه \"تعسفاً في السلطة عمداً\" و\"تلاعبات\" و\"جاهلا الواجبات التي على عاتقه ومعرضاً الأمن القضائي للخطر\" (الفقرة 10 من الحكم). أدى ذلك إلى اتهام النائب العام [ت] بارتكاب خطأ مهني، وحتى بعدم النزاهة. إلا أنه، بعد رحلة طويلة في الهيئات القضائية الداخلية، تم إلغاء العقاب الرئيسي ـ غرامة ـ ، ولم تدان المدعية إلا بدفع أضرار ـ أعطال للنائب العام وتسديد تكاليفه.", "2. توصلت أغلبية المحكمة أن فنلندا قد انتهكت المادة 10 من الاتفاقية، مشيرة على وجه الخصوص أن الهامش التقديري للدولة في الشؤون المتعلقة بهذه المادة ضيق، وكذلك بالنسبة للقضايا التي تشكك بسلوك المحامي أمام المحكمة (الفقرة 46 من الحكم) وعلى المحامين أنفسهم في المقام الأول أن يقرروا ما يتوجب قوله، حتى لا يتم كبتهم عن طريق التلويح بالتهديد بعقوبات محتملة (الفقرات 54 -55 من الحكم(.", "3. المادة 10 من الاتفاقية تحمي حرية التعبير. يؤكد في فقرته 2 أن ممارسة هذه الحرية تشمل واجبات ومسؤوليات، ويمكن أن تخضع لبعض القيود التي يجب أن ينص عليها القانون و\"ضرورية في مجتمع ديمقراطي\" لتؤدي أهداف معينة - على سبيل المثال، \"حماية السمعة أو حقوق الآخر\" أو \"ضمان السلطة ونزاهة السلطة القضائية\" - التي من المفترض أن يساهم فيها محامو الدفاع (شوفر ضد سويسرا، الحكم الصادر في 20 مايو/ أيار 1998. مجموعة الأحكام والقرارات 1998-III، ص 1052-1053، الفقرة 29). بعبارات أخرى، من الممكن تطبيق قيود على ممارسة محام لحريته في التعبير داخل وخارج المحكمة، ولكن يجب أن تكون هذه القيود متناسبة ومناسبة للهدف الذي المنشود، وهذا يعني حماية حقوق الآخرين والسلطة القضائية - يشمل هذا الأخير كرامة الاجراء القضائي - دون المساس بالحرية التي تضمنها المادة 10.", "4. للتطرق للقضية الحالية، يجب الموازنة بين، من جهة، المصالح التي تحميها التدابير المستنكرة، ومن ناحية أخرى، مصالح المدعية.", "5. الاتهامات التي وجهتها المدعية في قاعة المحكمة كانت تنطوي بكل تأكيد على بعض الخطورة. تعود لتأكد ليس فقط أن النائب العام [ت] قد تصرف بشكل سيء ـ والذي هو، في حد ذاته، شرعي ـ و لكنه أيضاً ارتكب تعسفاً في السلطة و تصرف بطريقة غير نزيهة. هذه واحدة من أسوأ الأشياء التي يمكن قولها للموظف، سواء كان قاضياً أو لا. هذا الكلام لا يعني فقط أن القاضي ليس أهلاً للقيام بوظائفه فحسب و لا حتى، ربما، بوظائف أخرى، بل يضر بسمعة السلطة القضائية. بعبارات أخرى، إن المصالح المحمية من قبل الاجراء كانت ذات أهمية كبيرة", "6. مع ذلك، فمن الواضح أيضا أن المحامي يجب أن يتمتع بنطاق حرية واسع في انتقاد الاستراتيجيات التي تتبعها النيابة العامة ووضع استراتيجياته. ومع ذلك، لا ينبغي أن يمتد هذا النطاق ليسمح بكل التهجمات الشخصية التي تشكك بنزاهة النائب العام أو أي موظف آخر. تبدو انتقادات المدعية أكثر تطرفاً بكثير من تلك التي الموجودة في قضية شوفر المذكورة أعلاه، حيث توصلت المحكمة لعدم وجود أي انتهاك، نتيجة لا يمكن تفسيرها ببساطة لأن الهجمات صدرت علناً وليس، كما في هذه القضية، في أثناء جلسة عامة (الفقرة 52 من الحكم). كانت ضارة بالتأكيد بالشخص المعني وكذلك بكرامة الاجراء القضائي.", "7. يجب مقارنة مجموعتي المصالح المذكورة مع الاجراءات المتنازع عليها التي، خلال الاجراء القضائي الداخلي، تقلصت لمجرد دفع أعطال وأضرار وتكاليف (الفقرة 18 من الحكم). ولم يرد أي ذكر للسجل العدلي. لذا لا يمكننا أن نبرر أن القرار المتنازع عليه كان بإمكانه أن يعرض المشوار المهني للمدعية للخطر.", "8. يمكننا قبول أو رفض نتائج الإجراء الداخلي، ولكن الاجراء المتخذ، كما أفضى إليه بالنهاية قرار المحكمة العليا الفنلندية يبدو لنا مبررا، عندما نوازن بين مصالح النائب العام [ت] والسلطة القضائية مع مصالح المدعية، وخاصة إذا اعتبرنا أنه كان بإمكان المدعية تقديم نفس الحجج للدفاع عن زبونها دون اللجوء إلى ألفاظ مبالغ فيها.", "9. لذلك فإننا نخلص إلى أن، في القضية المدروسة، كان ثمة علاقة تناسبية معقولة بين المصالح المعنية والإجراءات المتخذة. ولذلك، لم يكن هناك برأينا انتهاكاً للمادة 10 من الاتفاقية."]}