{"file": "ARA_HJUDARA_28342_95.docx", "doc_type": "HJUDARA", "doc_lang": "ARA", "case_id": "28342/95", "text_paragraphs": ["This publication has been printed/produced/translated with the financial support of the European Union – Council of Europe Joint Programme \"Towards Strengthened democratic governance in the southern Mediterranean” (South Programme II, 2015-2017).", "", "The European Commission, neither the Council of Europe cannot be held responsible for any use which may be made of the information contained therein.", "", "Cette publication a été imprimée/produite/traduite avec le soutien financier du Programme conjoint Union européenne – Conseil de l’Europe « Vers une gouvernance renforcée dans les pays du Sud de la Méditerranée» (Programme Sud II, 2015-2017).", "", "Ni la Commission européenne ni le Conseil de l’Europe ne peuvent être tenus responsables de l’usage qui pourrait être fait des informations qui y sont contenues.", "", "", "تمت طباعة \\ إنتاج \\ ترجمة هذه الوثيقة بدعم من البرنامج المشترك للاتحاد الاوروبي ومجلس أوروبا \"تعزيز الإصلاح الديمقراطي في دول جنوب المتوسط\" (برنامج الجنوب, 2017-2015)", "المفوضية الاوروبية ومجلس اوروبا غير مسؤولتين عن اي استخدام للمعلومات الواردة بهذا النص.", "", "", "", "", "", "", "", "\n", "", "", "", "", "", "", "", "قضية بريماريسكـو (BRUMĂRESCU) ضد رومانيا", "(الشكوى رقم: 28342/95)", "", "", "", "حكم", "", "", "ستراسبورغ", "", "", "28 تشرين الأول/أكتوبر 1999", "", "", "", "", "", "", "", "", "", "", "", "في قضية بريماريسكـو ضـد رومانيا،", "", "المحكمة الأوروبية لحقوق الإنسان مشكلة، طبقا للمادة 27 من الاتفاقية الاوروبية لحماية حقوق الانسان والحريات الاساسية («الاتفاقية»)، المعدلة بالبروتوكول رقم 11، والأحكام ذات الصلة من نظامها الداخلي، والمنعقدة في الغرفة الكبرى، المؤلفة من القضاة التالية أسمائهم:", "السادة. ل. ويلدهابر، رئيسا،", "السيدة. أ. بـــــالــــم،", "السيـــد. س. ل. روزاكـــــيس،", "السيــر. نيكـــــولا براتـــــزا،", "السادة. ل. فيراري بــــرافو،", "ل. كافليـــــش،", "ل. لوكــادس،", "ج. ب. كوستا،", "و. فيهـــــــرمـــــان،", "ك. جينجويرت،", "ب. زوبانشيتش،", "السيدة. ن. فاجيك،", "السيـــد. ج. هديقان،", "السيدة. م. تساتسا- نيكولوفيسكا،", "السادة. ت. بانتيرو،", "أ. لوفيتس،", "ل. ميهاي، قاض خاص،", "وكذلك السيدة دي بوير- بيكويشيو، الكاتب المساعد،", "وبعد المداولة في غرفة المشورة في 17 حزيران/يونيو و 30 أيلول/سبتمبر 1999،", "صدر الحكم الآتي، والذي اعتمد بتاريخ 30 أيلول/سبتمبر 1999:", "", "الإجـراءات", "", "1- أحيلت القضية إلى المحكمة من طرف أحد رعايا دولة رومانيا، هو السيد دان بريماريسكو («المدعي»)، بتاريخ 3 تشرين الثاني/نوفمبر 1998، و عن طريق اللجنة الأوروبية لحقوق الإنسان («اللجنة»)، بتاريخ 6 تشرين الثاني/نوفمبر 1998، في ميعاد الثلاثة أشهر المفتوح بموجب المواد 32 فقرة 1 و 47 (السابقة) من الاتفاقية. تجـــد القضية أساسها في العريضة (رقم 28342/95) الموجهة ضد رومانيا، من طرف السيد بريماريسكو، والذي أخطر اللجنة في 09 أيار/مايو 1995 بموجب المادة 25 سابقا.", "طلب اللجنة يحيلنا إلى المواد 44 و48 السابقة، والى التصريح الذي قبلت بموجبه رومانيا بالاختصاص الالزامي للمحكمة (المادة 46 السابقة)، وشكوى المدعي إلى المواد 44 و 48 السابقة والمعدلة بموجب البروتوكول رقم 9 الذي صادقت عليه رومانيا. والغرض المتوخى من هذه العرائض هو استصدار قرار حول ما إذا كانت وقائع قضية الحال تشكل انتهاكا من الدولة المدعى عليها لالتزاماتها المنصوص عليها في المادة 6 فقرة 1 من الاتفاقية والمادة 1 من البروتوكول الأول.", "", "2- وطبقا للمادة 5 فقرة 4 من البروتكول رقم 11 مقترنة بالمواد 100 فقرة 1 و24 فقرة 6 من النظام الداخلي، قررت إحدى لجان من الغرفة الكبرى، بتاريخ 14 كانون الأول/يناير 1999، أن القضية ستنظر من طرف الغرفة الكبرى بالمحكمة.", "", "تتشكل الغرفة الكبرى، وبقوة القانون، من السيد س. بريزان، قاض منتخب من جنسية دولة رومانيا (المواد 27 فقرة 2 من الاتفاقية والمادة 24 فقرة 4 من النظام الداخلي)، والسيد ل. ويلدهابر رئيس المحكمة والسيد س. ل. روزاكيس، نائب رئيس المحكمة، والسير نيكولا براتزا، رئيس القسم، و السيد ج. راس، نائب رئيس القسم (المواد 27 فقرة 3 من الاتفاقية و 2 فقرتين 3 و5 أ من النظام الداخلي). واستكمالا لتشكيلة الغرفة الكبرى، تم تعيين السادة: فيراري برافو، ل. كافليش، ل. لوكادس، و. فيهرمان، ك. جينجويرت، ب. زوبانشيتش، السيدة. ن. فاجيك، السيد. ج. هديقان، السيدة. م. تساتسا- نيكولوفيسكا، السادة. ت. بانتيرو، أ. لوفيتس (المادة 24 فقرة 3 من النظام الداخلي).", "", "لاحقا، السيد بريزان، الذي شارك في نظر القضية من طرف اللجنة، انسحب من الغرفة الكبرى (المادة 28 من النظام الداخلي). وبالنتيجة، الحكومة الرومانية («الحكومة») عينت السيد ل. ميهاي للجلوس بصفته قاض خاص (المواد 27 فقرة 2 من الاتفاقية و29 فقرة 1 من النظام الداخلي).", "", "3- وتطبيقا للمادة 59 فقرة 3، دعا رئيس المحكمة الأطراف إلى تقديم مذكراتهم حول المسائل التي تثيرها هذه القضية.", "", "4- اختار المدعي محاميه (طبقا للمادة 36 فقرة 3 و4 من النظام الداخلي).", "", "5- وبتاريخ 3 أيار/مايو 1999، تلقى الكاتب مذكرة المدعي. وفي 10 أيار/مايو 1999، تلقى مذكرة الحكومة، بعـد تمديد الآجال.", "", "6- قدم المدعي، في 1 حزيران/يونيو 1999، ملاحظات تكميلية حول مذكرته المؤرخة في 3 أيار/مايو 1999، واجابت عنها الحكومة في 14 حزيران/يونيو 1999. ورغم أن هذه المذكرات جاءت بعد انقضاء الآجال المحددة لذلك، إلا أن الرئيس قرر بتاريخ 17 حزيران/يونيو 1999 قبولها وإدراجها في الملف، طبقا للمادة 38 فقرة 1 من النظام الداخلي.", "", "7- وقرر الرئيس كذلك، السماح للمدعي باستعمال اللغة الرومانية (المادة 34 فقرة 3 من النظام الداخلي)، وافتتحت الجلسة العلنية بتاريخ 17 حزيران/يونيو 1999، بقصر حقوق الإنسان بستراسبورغ.", "", "وقد مثل أمام المحكمة:", "", "- بالنسبة للحكومة:", "السادة: س. ل. بوبسكو، مستشار بوزارة العدل، ممثلا للدولة،", "ر. ريزوي، وزارة العدل، مستشارا،", "ت. كورلاتيون، وزارة الشؤون الخارجية، مستشارا،", "", "- بالنسبة للمدعي:", "الأستاذ. س. دينو، محام في نقابة بوخاريست، محاميا،", "", "وقد استمعت المحكمة لتصريحات كل من الأستاذ دينو، والسيد بوبسكو، والسيد ريزوي، حول أسئلة أحد قضاة المحكمة.", "", "8- بتاريخ 30 جزيران/يونيو 1999، وطبقا للمادة 61 فقرة 3 من النظام الداخلي، سمح الرئيس للسيد ميريسيا دان ميريسكو، بعرض ملاحظاته المكتوبة حول بعض جوانب هذه القضية. وقد تم استلام هذه الملاحظات بتاريخ 28 حزيران/يونيو 1999.", "", "9- وبموجب المادة 61 فقرة 5 من النظام الداخلي، اجابت المدعية بملاحظات مكتوبة مؤرخة في 29 تموز/يوليو 1999 وكذلك الحكومة بتاريخ 30 تموز/يوليو 1999.", "", "10- في 30 أيلول/سبتمبر 1999، السيد ريس تعذر عليه مواصلة النظر في القضية فتم استبداله بالسيد ج. ب. كوستا، القاضي البديل (المادة 24 فقرة 5 ب).", "", "الوقائع", "", "أولا: ظروف وملابسات القضية", "", "11- في عام 1930، بنى والدي المدعي مسكنا في بوخاريست. ومنذ عام 1939، قاما بتأجير الطابق الأرضي للإخوة ميـريسكو؛ وهم أعمام السيد ميريسيا دان ميريسكو، هذا الأخير له صفة الغير المتدخل في الخصام، في هذه القضية.", "12- في عام 1950، انتزعت الدولة ملكية منزل والد المدعي في بوخاريست، بزعمها تطبيق المرسوم رقم 92/1950. الأسباب أو الأسس القانونية لهذا الحرمان من الملكية، لم يتم تبليغها لوالدي المدعي. ومع ذلك، سمح لهم بالبقاء في إحدى الشقق بالمسكن، بصفتهم مستأجرين من الدولة.", "", "13- في عام 1973، وتطبيقا للقانون 4/1973، قامت الدولة ببيع الشقة، التي يقطنها المدعي كمستأجر، للإخوة ميريسكو. وكان السيد ميريسيا دان ميريسكو وأخته أ. م. م (الغير المتدخل في الخصام)، قد ورثا الشقة بتاريخ 1988. وفي عام 1997، وبعد وفاة أخته، أصبح السيد ميريسيا، المتدخل في الخصام، الوارث الوحيد للشقة.", "", "أ- عملية استرداد الملكية", "", "14- في عام 1993، وبصفته وارثا من والديه، رفع المدعي أمام محكمة الدرجة الأولى ببوخاريست دعوى قضائية طالبا من المحكمة معاينة بطلان إجراء تأميـم المنزل. استند المدعي إلى المرسوم رقم 92/1950، الذي ينص بأنه لا يمكن تأميم ممتلكات العمال الأجراء، وأثبت بأن والديه كانا عاملين أجيرين بتاريخ تأميم منزلهما. وليس واضحا في الوثائق المقدمة للمحكمة، ما إذا كان المدعي قد أشار أمام محكمة الدرجة الأولى الوطنية، إلى بيع الدولة للشقة محل النزاع للإخوة ميريسكو سنة 1973.", "", "15- في 9 كانون الأول/ديسمبر 1993، صدر حكم قضائي قرر بان تأميم ملكية منزل والدي المدعي مخالف للقانون ولا سيما المرسوم رقم 92/1950، كون هذا الأخير يحدد فئة من الأشخاص مستثناة من عملية التأميم. وذهبت المحكمة إلى أن الحيازة التي مارستها الدولة كانت بالإكراه. وبالنتيجة، قضت بأن الدولة لا يمكن أن تكتسب صفة المالك تأسيسا على الحيازة السلبية. وقرر القضاء أيضا أن الدولة لا يمكنها أبدا تمتلك المنزل بتطبيق المراسيم رقم 218/196 و 712/1966، لأن هذه النصوص مناقضة لدستوري 1952 و1965 على التوالي. انتهت المحكمة إلى أمر السلطات الإدارية، ممثلة في رئيس بلدية بوخاريست ومؤسسةC التي تملكها الدولة، و المكلفة بتسيير مساكن الدولة، بإعادة المنزل إلى المدعي فورا.", "", "16- وبما أنه لم يتم الطعن فيه، أصبح هذا الحكم القضائي نهائيا وغير قابل للمراجعة، بكل طرق الطعن العادية.", "", "17- بتاريخ 31 آذار/مارس 1994، أمر رئيس بلدية بوخاريست بإعادة المنزل للمدعي. وبتاريخ 27 أيار/مايو 1994، قامت مؤسسة C المملوكة للدولة، بتنفيذ الأمـر.", "", "18- ومنذ هذا التاريخ، توقفت المدعية عن دفع مبالغ إيجار الشقة التي تشغلها داخل المنزل.", "19- وبداية من 14 نيسان/أبريل 1994، باشر المدعي دفع الضريبة العقارية المفروضة على المنزل، وذلك إلى غاية 1996 (انظر الفقرة 25 أدناه).", "", "20- بتاريخ غير محدد، قام النائب العام لدى رومانيا، بناء على طلب السيد ميريسيا دان ميريسكو، برفع طعن بالإبطال أمام المحكمة العليا للعدل، ضد الحكم المؤرخ في 9 كانون الأول/ديسمبر 1993، لتجاوز القضاة لسلطاتهم لما قاموا بفحص شرعية تطبيق المرسوم رقم 92/1950.", "", "21- وقد حددت الجلسة العلنية أمام المحكمة العليا للعدل بتاريخ 22 شباط/فبراير 1995. لكن، لم يستدعى السيد ميريسيا دان ميريسكو كطرف في الإجراءات. وبتاريخ 22 شباط/فبراير 1995، طلب المدعي تأجيل الجلسة، لتغيب محاميه بسبب المرض.", "", "22- رفضت المحكمة العليا للعدل هذا الطلب، وشرعت في نفس اليوم في المرافعات الشفوية، ووضعت القضية في المداولة بتاريخ 1 آذار/مارس 1995، وطلبت من المدعي إيداع مذكرته الختامية المكتوبة قبل هذا التاريخ.", "", "23- طلب المدعي في مذكرته رفض الطعن بالإبطال. وأثار، من جهة أولى، أن المرسوم 92/1950 مخالف لدستور 1948 لكون نشره كان جزئيا فقط ولعدم احترامه لمبدأ مفاده أن كل تأميم يجب أن يكون هدفه للمنفعة العامة وبعد دفع تعويض عادل. ومن جهة أخرى، دفع العارض بأن والديه كانا عاملين أجيرين بتاريخ نزع ملكيتهما، وبالتالي يكون قرار التأميم مخالفا للأحكام المنصوص عليها في المرسوم ذاته، الذي يقرر عدم جواز تأميم المنازل المملوكة للعمال الأجراء. وأثار المدعي، أخيرا، المادة 21 من دستور رومانيا لسنة 1991 التي تضمن الحق في الوصول إلى العدالة دون أي قيد.", "", "24- بموجب قرار صدر في 1 آذار/مارس 1993 قررت المحكمة العليا للعدل إبطال الحكم القضائي الصادر في 9 كانون الأول/ديسمبر 1993 ورفض دعوى المدعية. وأشارت محكمة العدل العليا أن القانون هو أحد وسائل اكتساب الملكية، وعاينت أن الدولة حازت المنزل محل النزاع في نفس اليوم الذي دخل فيه مرسوم التأميم رقم 92/1950 حيز التنفيذ، وذكرت بأن تطبيق هذا المرسوم لا يمكن أن يكون محل رقابة من طرف الجهات القضائية. وبالنتيجة، اعتبرت المحكمة العليا للعدل، أن محكمة الدرجة الأولى لبوخاريست لما نطقت بكون المدعي هو المالك الحقيقي للمنزل تكون قد عدلت من المرسوم المذكور، فتكون بذلك قد تجاوزت سلطاتها وتعدت على اختصاصات السلطة التشريعية. محكمة العدل العليا اكدت على حق الملاك السابقين في رفع دعاوى استرداد الملكية، لكنها قضت أنه وفي النزاع الحالي فالمدعي لم يقدم الدليل المثبت لحقه في الملكية، في حين أن الدولة أثبتت صفتها كمالكة بموجب مرسوم التأميم. وخلصت المحكمة العليا للعدل، أنه وعلى كل حال، فإن القوانين الجديدة ستعالج إجراءات التعويض عن الممتلكات التي انتزعتها الدولة بطريقة تعسفية.", "", "25- وقد أبلغت المصالح الضريبية المدعي بأنه ومنذ 2 نيسان/أبريل 1996، فالمنزل محل النزاع سيعاد إدراجه ضمن ممتلكات الدولة.", "", "ب) التطورات اللاحقة لتقرير اللجنة: دعوى استرداد الملكية", "", "26- بتاريخ غير محدد، قدم المدعي طلبا باسترداد الملكية أمام اللجنة الإدارية المشكلة لتطبيق القانون رقم 112/1995 (المشار لها فيما يلي بـ «اللجنة الإدارية») لبوخاريست. وأثار أمامها أن انتزاع ملكية منزله بتاريخ 1950، كان بانتهاك مرسوم التأميم رقم 92/1950، وكون محكمة أول درجة لبوخاريست، في حكمها النهائي لـ 9 كانون الأول/ديسمبر 1993، قضت بأن حرمانه من الملكية غير شرعي، وبأن له الحق بإعادة إدراجه كمالك على كامل المنزل.", "", "27- في تقريرها المحرر في تشرين الثاني/نوفمبر1997، اعتبرت اللجنة التقنية للتقييم المنشأة بموجب القانون 112/1995، أن قيمة المنزل هي274.621.286 لاو روماني، منها 98.221.701 لاو روماني بالنسبة للشقة التي يقيم فيها المدعي.", "", "28- في قرارها لـ 24 آذار/مارس 1998، أعادت اللجنة الإدارية للمدعي شقته التي يشغلها كمستأجر و أقرت له تعويضا عما تبقى من المنزل. ونطرا للمادة 12 من القانون 112/1995 الذي يحدد سقف التعويضات، ونزولا عند السقف الحالي الجاري به العمل في نوفمبر 1997، أي225.718.800 لاو روماني، منحت اللجنة الإدارية للمدعي مبلغ 147 497 099 لاو روماني.", "", "29- بتاريخ 14 أيار/مايو 1998، قدم المدعي طعنا ضد هذا القرار. وأمام محكمة الدرجة الأولى لبوخاريست، انتقد رفض اللجنة الإدارية أن تعيد له كامل منزله، مع انعدام أي سبب هذا الرفض. ودفع أنه في حالته هذه يوجد حرمان غير شرعي من الملكية، وأن القانون 112/1995 المتعلق بالانتزاع الشرعي للملكية غير قابل للتطبيق في هذه القضية. ووفقا لذلك، فالحل الوحيد الذي يسمح له بحماية حقه في الملكية هو دعوى استردادها. ومع ذلك، ولكونه قد سبق له مباشرة هذه الدعوى، وقد صدر من خلالها حكم نهائي في 9 كانون الأول/ديسمبر 1993، قضى بكونه مالكا للمنزل، اعتبر المدعي بأنه لا يمكنه رفع دعوى جديدة لأجل استرداد الملكية. وبالنتيجة، فهو يطلب الاعتراف له بحقه في الملكية على كامل المنزل، وأنه لا يريد من خلال دعواه إلا نيل تعويض في إطار القانون 112/1995.", "", "30- بموجب قرار صدر في 21 نيسان/أبريل 1999، تم رفض طعن المدعي. هذا الأخير، أقام طعنا بالاستئناف. هذا الإجراء بقي معلقا أمام محكمة الاستئناف في بوخاريست.", "", "", "", "", "ثانيا: القانون والممارسات الداخلية ذات الصلة.", "", "أ- الدستور", "", "31- المادة 21 من الدستور الروماني تنص على ما يلي: «لكل شخص الحق في اللجوء إلى العدالة لحماية حقوقه وحرياته ومصالحه المشروعة.", "", "لا يمكن لأي قانون أن بقيد هذا الحق.", "", "(...)».", "", "ب- القانون رقم 59/1993 المتعلق بتعديل قانون الإجراءات المدنية.", "", "32- الأحكام القانونية ذات الصلة بالموضوع تنص على ما يلي:", "", "المادة 330", "", "«يمكن للنائب العام، سواء من تلقاء نفسه أو بناء على طلب من وزير العدل، الطعن عن طريق الإبطال أمام المحكمة العليا للعدل، ضد القرارات القضائية الحائزة لقوة الشيء المقضي فيه، للأسباب التالية:", "", "1- عندما تتجاوز الجهة القضائية صلاحيتها كسلطة قضائية؛", "", "2- (...) ».", "", "المادة 330-1", "", "«يمكن ممارسة الطعن بالإبطال في كل وقت».", "", "ج- القانون رقم 17 المؤرخ في 17 شباط/فبراير 1997 المتعلق بتعديل المادة 330-1 من قانون الإجراءات المدنية.", "", "33- المادة 330-1 تم تعديلها وحررت كما يلي:", "", "«المادة 330-2: للسبب المنوه عليه في المادة 330 (1)، يرفع الطعن بالإبطال في أجل 6 أشهر من اليوم الذي يصبح فيه الحكم القضائي حائزا لقوة الشيء المقضي فيه (...)».", "", "", "د- المرسوم رقم 92/1950 المتعلق بتأميم بعض العقارات", "", "34- الأحكام ذات الصلة بالنزاع محررة كما يلي:", "", "المادة 1", "", "«(...) لأجل ضمان التسيير الحسن للمساكن المتهالكة بسبب تخريب البرجوازيين وكبار المستغلين الذين يحوزون على عدد كبير من العقارات؛", "", "لأجل حرمان المستغلين من إحدى أهـم وسائل الاستغلال؛", "", "يتم تأميم العقارات المشار اليها في القائمة المرفقة (...) بهذا المرسوم والتي تعتبر جزءا منه. وتشمل الممتلكات المدرجة في هذه القائمة:", "", "1- العقارات المملوكة لقدماء الصناعيين، وكبار ملاك الأراضي، والمصرفيون، وأصحاب المؤسسات التجارية الكبرى، وغيرهم ممن يمثلون طبقة كبار البرجوازيين؛", "", "2- العقارات المملوكة لمستغلي العقارات».", "", "المادة 2", "", "«تستبعد من مجال تطبيق أحكام هذا المرسوم، ولا يمكن أن تكون محل تأميم، العقارات المملوكة للعمال العاديين والموظفين وصغار الحرفيين وأصحاب المهن الفكرية والثقافية والمتقاعدين».", "", "هـ- المرسوم رقم 524 تاريخ 24 تشرين الثاني/نوفمبر 1955 المتعلق بتعديل المرسوم رقم 92/1950", "", "35- الأحكام التشريعية ذات الصلة محررة كما يلي:", "", "المادة 11", "", "»مع مراعاة الالتزام بتطبيق المعايير المحددة (...) بموجب المادة 2، يمكن لمجلس الوزراء تعديل مرفقات المرسوم المتضمنة قوائم العقارات المؤممة.", "", "وله أن يقرر كذلك، بخصوص أي منزل أو عقار، عدم إخضاعه لإجراءات التأميم».", "", "و- موقف المحكمة العليا للعدل.", "", "1- الاجتهاد القضائي إلى غاية 2 شباط/فبراير 1995", "", "36- الغرفة المدنية للمحكمة العليا للعدل أكدت في العديد من المناسبات اجتهاد المحاكم الدنيا التي قررت اختصاصها بنظر المنازعات المتعلقة بالأملاك العقارية المؤممة، لا سيما التي طبق عليها المرسوم 92/1950. على سبيل المثال، في قرارها رقم 518 تاريخ 19 آذار/مارس 1993، حددت فيه المحكمة العليا للعدل مدى اختصاص المحاكم بفحص المنازعات المتعلقة بتطبيق المرسوم 92/1950:", "", "«(...) فصلا في دعوى استرداد الملكية التي رفعتها المدعية، فالمحاكم - التي يمنحها القانون الولاية العامة للفصل في المنازعات المدنية - لم تقم سوى بتطبيق المرسوم. وبأكثر دقة، فقد قامت بتطبيق الأحكام التي تحظر التأميم لبعض الأملاك العقارية، هذا من جهة. ومن جهة أخرى، تلك الأحكام التي تفرض إعادة هذه الممتلكات، في حالة التطبيق الخاطئ أو التعسفي للمرسوم».", "", "2- التراجع عن الاجتهاد القضائي تاريخ 2 شباط/فبراير 1995", "", "37- بتاريخ 2 شباط/فبراير 1995، قضت المحكمة العليا للعدل، مشكلة بالغرف المجتمعة، وبأغلبية خمسة وعشرون صوتا ضد عشرين، بتغيير الاجتهاد القضائي للغرفة المدنية. فقضت بأن:", "", "«المحاكم ليست مختصة بالرقابة على أحكام المرسوم ولا بالأمر برد العقارات المؤممة تطبيقا للمرسوم 92/1950 (...)؛ وضمان توافقية التأميمات المنفذة تطبيقا للمرسوم 92/1950 مع أحكام الدستور الحالي المتعلق بحق الملكية، لا يمكن أن تتم إلا عن طريق التشريع (...)».", "", "3- التراجع عن الاجتهاد القضائي تاريخ 28 أيلول/سبتمبر 1998", "", "38- بتاريخ 28 أيلول/سبتمبر 1998، قضت المحكمة العليا للعدل، بكل الغرف مجتمعة، وبالإجماع، بالتراجع عن سابق قرارها المؤرخ في 2 شباط/فبراير 1995، الذي اعتبرت من خلاله أن المحاكم غير مختصة للفصل في النزاعات المتعلقة بانتهاكات الحق في الملكية المرتكبة بين 1944 و1989. فجاء في قرارها أن:", "", "«المحاكم مختصة للفصل في كل الدعاوى المتعلقة بالانتهاكات المزعومة للحق في الملكية وكل الحقوق العينية الأخرى، والمرتكبة بين 1944 و1989».", "", "", "ح- موقف المجلس الدستوري", "", "39- بتاريخ 19 تموز/يوليو 1995، صرح المجلس الدستوري بخصوص مدى دستورية مشروع القانون المحدد للوضع القانوني للعقارات المستعملة للسكن والتي أصبحت مملوكة للدولة. فقضى بإمكانية، ملاك هذه العقارات، الذين انتزعت منهم الدولة الملكية تعسفيا أو بدون سند قانوني، الحصول إما على استرجاع ممتلكاتهم عن طريق رفع دعوى قضائية، أو الحصول على تعويض:", "", "«(...) فالوضع مختلف في حالة السكنات التي أصبحت الدولة مالكة لها عن طريق قرار إداري غير شرعي، أو بحكم الأمر الواقع؛ أي بدون سند، فحق ملكية الدولة لا يستند إلى أي أساس قانوني. في هذه الحالات، فحق الملكية الشرعي للشخص الطبيعي، لا يمكن تعطيله، كون الدولة لا تعتبر مالكة، ولأن هذه الممتلكات لا يمكن أن تدرج في فئة الممتلكات المشار اليها بموجب القانون الذي يهدف موضوعه لتسوية الوضعية القانونية للممتلكات التي آلت ملكيتها للدولة. وبعبارة أخرى، (...) فالأحكام المنصوص عليها في هذا القانون لا يمكن أن تطبق على المباني التي لا يستند فيها حق الملكية الممنوح للدولة على أي أساس قانوني.", "واذا كان مشروع القانون يعتبر أن حق الملكية للدولة يسري على العقارات التي تحوزها بدون سند، فهذا يشير إلى أن الأثر المولد لحق الدولة في الملكية أصبح له أثر رجعي، أو أنه يؤسس لآلية جديدة لنقل الملكية من الأشخاص العاديين إلى ملكية الدولة، وهو مالا ينص عليه دستور 1991، وهذا أمر غير مقبول.", "", "ويترتب عن ذلك، قبول الدفع بعدم دستورية هذا الجزء من القانون المتعلق بالعقارات التي تملكتها الدولة أو الأشخاص العمومية الأخرى، بدون سند. وهذا يتنافى مع الدستور. (...).", "", "ويعود للبرلمان، عند مراجعته لمشروع القانون، تقرير تبني إجراءات تمنح للأشخاص الذين حرمتهم الدولة دون سند من مساكنهم، أو لورثتهم، الحق في الاستفادة من هذا القانون في حالة ما إذا كانوا يريدون تجنب الطريق البطيء، غير المؤكد، والمكلف: وهو دعوى استرداد الملكية. (...)».", "", "ط- القانون رقم 112 المؤرخ في 23 تشرين الثاني/نوفمبر 1995 المحدد للوضع القانوني لبعض الأملاك العقارية ذات الاستعمال السكني، والذي دخل حيز التنفيذ في 29 كانون الثاني/يناير 1996.", "", "40- الأحكام التشريعية ذات الصلة جاءت كما يلي:", "", "", "", "", "المادة الأولى", "", "«الملاك السابقين - الأشخاص الطبيعيين - للممتلكات العقارية ذات الاستعمال السكني، والتي دخلت، بموجب سند قانوني، لملكية الدولة أو الأشخاص المعنوية الأخرى بعد 6 آذار/مارس 1945 وتلك التي حازتها الدولة أو الأشخاص المعنوية الأخرى في 22 كانون الأول/ديسمبر 1989 تستفيد، من طريق التعويض، عبر الإجراءات التي يحددها هذا القانون.", "", "تطبق أحكام هذا القانون، على ورثة الملاك السابقون، دون الإخلال بالقوانين السارية المفعول».", "", "المادة 2", "", "«يستفيد الأشخاص المشار إليهم في المادة الأولى من استرجاع حقهم في الملكية على الشقق التي يشغلونها بصفتهم مستأجرين وعلى تلك التي لا تزال شاغرة؛ وبالنسبة لبقية الشقق، يتم تعويض أصحابها ضمن الشروط المحددة بموجب المادة 12 (...)».", "", "المادة 13", "", "«تمنح التعويضات للملاك السابقين أو لورثتهم على الشقق التي لم يتمكنوا من استردادها. ويحدد سعر البيع لهذه الشقق، حسب الحالة، وفقا للمعيار الموجود في المرسوم رقم 93/1977، وفي المرسوم التشريعي رقم 61/1990 وفي القانون رقم 85/1992، ويتم تحديد قيمة الأرضيات على أساس معايير (وثيقة 2665 لتاريخ 28 شباط/فبراير 1992) يتم استخدامها لتحديد وتقييم الأراضي التي أقيمت عليها ممتلكات المؤسسات التجارية التي تملك الدولة رأسمالها (...). وتطبق على القيم المحددة، معدلات نمو لا يمكن ان تقل عن متوسط الأجور في الاقتصاد.", "", "القيمة الإجمالية للشقة القابلة للاسترجاع بطبيعتها، أو التعويضات المستحقة للشقق غير القابلة للاسترجاع بطبيعتها وكذا الأراضي التي بني فوقها لا يمكن ان تتجاوز قيمة الأجور - المحددة بسقف حد الأجر المتوسط للاقتصاد - خلال فترة 20 سنة تنتهي من تاريخ تثبيت التعويض.", "", "عندما يكون ثمن الشقة، المحسوب عبر القواعد المحددة في الفقرة الأولى، يتجاوز الثمن المحدد في الفقرة الثانية، تطبيقا للمادة 2، للشقة القابلة للاسترجاعي، فلا يلزم المالك السابق، أو ورثته أو أقاربه على قيد الحياة لغاية الدرجة الثانية، بدفع الفارق.", "", "قيمة التعويضات المحددة ضمن الشروط المنصوص عليها أعلاه، سيتم تحديثها حسب يوم الدفع، على أساس الأجر المتوسط للاقتصاد للشهر الأخير من الثلاثي المنقضي.", "ولغرض تطبيق أحكام هذا القانون، يتم تأسيس صندوق خارج الميزانية يوضع لدى وزارة المالية و يمون بالكيفيات التالية:", "", "أ) عائدات بيع الشقق غير القابلة للاسترجاع بطبيعتها، سواء عن طريق الدفع الكامل، أو بالأقساط، أو الشهري أو الفوائد، بعد خصم عمولة بنسبة 1 % من قيمة الشقة؛", "", "ب) عائدات السندات الحكومية الصادرة لتموين الصندوق، ضمن الشروط التي يحددها القانون 91/1993 المتعلق بالاقتراض العام؛", "", "وعبر أموال هذا الصندوق، يتم تنفيذ النفقات حسب الأولويات التالية:", "", "أ) لدفع التعويضات المستحقة - ضمن الشروط المنصوص عليها في القانون - للملاك أو ورثتهم؛", "", "ب) لتخليص السندات الصادرة والنفقات المتعلقة بها؛", "", "ج) لإنشاء مساكن، تخصص بالأولوية للمستأجرين، الذين يتواجدون في الوضعية المشار اليها في المادة 5 فقرة 3».", "", "ك- موقف الحكومة من القانون 112/1995.", "", "41- بتاريخ 23 كانون الثاني/يناير 1996، اعتمدت الحكومة القرار رقم 20/1996، لتطبيق القانون 112/1995، وبحسب هذا القرار فالعقارات التي تملكتها الدولة عن طريق نص قانوني، تعتبر ملكا للدولة. وبموجب نفس القرار، فالقانون رقم 112/1995 لا يطبق على العقارات التي استحوذت عليها الدولة دون نص قانوني يشكل أساسا شرعيا لحق ملكية الدولة.", "", "42- بتاريخ 18 شباط/فبراير 1997، اعتمدت الحكومة القرار رقم 11/1997 الذي يتمم القرار رقم 20/1996. وحسب المادة 1 فقرة 3 من القرار رقم 11/1997، فالممتلكات التي اكتسبتها الدولة بتطبيق المرسوم رقم 92/1950 عرفت بكونها: تلك التي اكتسبت باحترام المادة 1 فقرة من 1 الى 5 والمادة 2 من المرسوم والتي بحسبها يتم تحديد هوية الشخص الموجود كمالك على القوائم المرفقة بالمرسوم والمالك الحقيقي بتاريخ التأميم.", "", "ن- موقف الجهات القضائية الدنيا التي حازت أحكامها قوة الشيء المقضي فيه.", "", "43- بعد القرار رقم 11 المتخذ من طرف الحكومة بتاريخ 18 شباط/فبراير 1997، فالمالكين الذين حصلوا على قرارات نهائية، وتم إلغائها بموجب قرارات المحكمة العليا للعدل، بعد الطعون غير العادية بالإبطال المرفوعة من طرف النائب العام، يمكنهم رفع دعاوى جديدة امام المحاكم لاسترداد الملكية. أما بالنسبة لمسألة الدفع بحجية الشيء المقضي به، والذي قد يثار بمناسبة رفع هذه الدعاوى الجديدة، فلم يكن محل جواب موحد من طرف المحاكم.", "", "1- محكمة الدرجة الأولى للمقاطعة الثانية لبوخاريست، حكم رقم 5626 المؤرخ في 16 أيار/مايو 1997 الحائز لقوة الشيء المقضي فيه", "", "«(...) إن الملكية المراد استردادها كانت أصلا موضوع منازعة بين نفس الأطراف، والذي فصلت فيه محكمة الدرجة الأولى للمقاطعة الثانية لبوخاريست بتاريخ 12 كانون الأول/يناير 1994، الحكم رقم 212، الحائز لقوة الشيء المقضي فيه، والذي قضى بقبول دعوى أ. ب. والاعتراف له بصفة المالك للعقار (...)", "", "وطعنا في هذا الحكم، قام النائب العام بتسجل طعن بالأبطال، فصلت فيه المحكمة العليا للعدل، بموجب قرار صدر في 28 أيلول/سبتمبر 1995، قضى بإبطال الحكم المشار اليه، وفي الموضوع رفض دعوى أ. ب. (...)", "", "(...) وعملا بأحكام المادة 1201 من القانون المدني التي تنص على «وجود حجية الشيء المقضي فيه، في حالة رفع طلب قضائي ثان حول نفس الموضوع ونفس الأسباب ويتعلق بنفس الأشخاص»، فالمحكمة تعاين وجود نزاع سابق بين نفس الأطراف وحول موضوع نفس العقار، و الذي فصل فيه من طرف المحكمة العليا للعدل (...)", "", "(...) وتأسيسا على ما سبق، تقرر المحكمة قبول الدفع بحجية الشيء المقضي به، ورفض دعوى المدعي».", "", "2- محكمة الدرجة الأولى لـفاغاراس، حكم قابل للطعن رقم 3276 المؤرخ في 10 كانون الأول/ديسمبر 1998", "", "«(...) وحيث تعاين المحكمة أن تطبيق المرسوم رقم 92/1950 غير شرعي فيما يتعلق بعقار المدعية (...)، وتأمر برد العقار لمالكه، مع رفض الدفع بحجية الشيء المقضي فيه (...)»", "", "م- القانون رقم 213 المؤرخ في 24 تشرين الثاني/نوفمبر 1998 والمتعلق بالنظام القانوني للأملاك العامة.", "", "44- أحكام هذا القانون، المتعلقة بالنزاع الحالي تنص:", "", "", "", "المادة 6", "", "«1. تعد جزءا من المناطق العامة أو الخاصة للدولة، أو لغيرها من المؤسسات الإدارية، الممتلكات المكتسبة من طرف الدولة بين 6 آذار/مارس 1945 و 22 كانون الأول/ديسمبر 1989، والتي دخلت إلى ملكية الدولة بموجب سند، أي في إطار احترام الدستور، والاتفاقيات الدولية التي تعد رومانيا طرفا فيها، و القوانين السارية المفعول بتاريخ دخول الأملاك المعنية ضمن ملكية الدولة.", "", "2. باستثناء الحالات التي تعالج أوضاعها في إطار نصوص تعويضية خاصة، فالممتلكات المكتسبة من طرف الدولة بدون سند صحيح، بما فيها تلك التي اكتسبت بموجب عقد قابل للأبطال لعيب في الرضا، يمكن استردادها من طرف الملاك السابقين أو ورثتهم.", "", "3. المحاكم مختصة بتقدير مدى صحة هذه السندات».", "", "الإجراءات أمام اللجنة", "", "45- أخطر السيد بريماريسكو اللجنة بتاريخ 9 أيار/مايو 1945. وزعم أن محكمة العدل العليا قد حرمته من حق اللجوء إلى العدالة وهو ما يسمح له باسترداد مسكنه، وهذا انتهاك للمادة 6 فقرة 1 من الاتفاقية و المادة 1 من البروتوكول رقم 1.", "", "46- اللجنة قبلت الشكوى (رقم 28342/95) بتاريخ 22 ماي 1997. وفي تقريرها المؤرخ في 15 نيسان/أبريل 1998 (المادة 31 السابقة من الاتفاقية)، خلصت بالإجماع بوجود انتهاك للمادة 6 فقرة 1 من الاتفاقية وللمادة 1 من البروتوكول رقم 1. النص الكامل لرأي اللجنة مرفق بهذا القرار.", "", "المذكرات النهائية المقدمة للمحكمة", "", "47- الحكومة دعت المحكمة لمعاينة الوقائع التي استجدت عقب إعداد اللجنة لتقريرها، فالمدعي فقد صفة \"ضحية\" انتهاك الاتفاقية و، مهما يكن من أمر، فهو لم يستجمع كل سبل الانتصاف الداخلية. وفي الموضوع، دعت المحكمة لرفض الشكوى.", "", "المدعي طلب من المحكمة رفض الدفوع الأولية للحكومة، ومعاينة وجود انتهاك للمادة 6 فقرة 1 من الاتفاقية والمادة 1 من البروتوكول رقم 1 ومنحها ترضية عادلة بعنوان المادة 41 من الاتفاقية.", "", "من حيث القانون", "", "أولا: حول الدفـوع الأولية للحكومة", "", "أ- حول صفة الضحية للمدعـي", "", "48- بحسب الحكومة، فالوقائع الجديدة التي حدثت بعد صور قرار مقبولية الشكوى في 22 ماي 1997، بالنسبة للمدعي، تؤدي لفقدانه صفة \"الضحية\"، بمفهوم المادة 34 من الاتفاقية.", "", "الحكومة رافعت بأن الإجراءات المتخذة ضد المدعي بتطبيق القانون رقم 112/1995 أفضت لصدور القرار المؤرخ في 24 أيار/مايو 1998، وبموجبه استرد المدعي جزءا من المنزل المنتزع منه وحصل على تعويض عن الجزء غير القابل للاسترجاع بطبيعته. هذا التعويض كاف ليفقد المدعي صفة \"ضحية\" انتهاك الحق في احترام الملكية (إن وجدت). ورغم أن الإجراءات لا تزال سارية، بعد طعن المدعي في قرار رفض استرداد أملاكه كاملة بطبيعتها، فالحكومة تعتبر أن المحاكم لا يمكنها أن تتخذ قرارا أفضل من ذلك الذي صدر في 24 مارس 1998.", "", "49- المدعي طلب من المحكمة مواصلة النظر في القضية. ودفع بأنه قد حرم من ملكيته لحد الساعة، وأنه لم يعد إليها مطلقا. وأشار إلى أنه لم يرغب أبدا في التخلي عن عقاراته المبنية مقابل التعويض، وعلى أي حال فان مبلغ التعويض المقدم له مثير للسخرية مقارنة بالقيمة الحقيقية للمنزل. وأن حصوله على التعويض لا يحرمه من صفة \"الضحية\"، التي كانت وما زالت لديه.", "", "50- الاجتهاد القضائي للمحكمة الأوروبية مستقــر أن صفة \"الضحية\" الواردة في المادة 34 من الاتفاقية تعني الشخص المتأثر مباشرة من الفعل أو الامتناع في المنازعة، أو يمكن تصور وجود الإخلال بمتطلبات الاتفاقية ولو في غياب الضرر؛ فهذا الأخير لا يلعب دورا إلا في نطاق المادة 41. ونتيجة لذلك، فالقرار أو الإجراء الذي جاء في صالح المدعي لا يكفي، من حيث المبدأ، بأن يسحب منه صفة \"الضحية\"، إلا في حالة الاعتراف الصريح أو الضمني للسلطات الوطنية، المتبوع بالتعويض عن انتهاك الاتفاقية (أنظر، وهناك قرارات أخرى، قرار ليدي ضد. سويسرا المؤرخ في 15 حزيران/يونيو 1992، سلسلة أ رقم 238، ص.18 فقرة 34).", "", "وفي هذا النزاع، تلاحظ المحكمة أن وضع المدعي حاليا هو نفسه بتاريخ 1 مارس 1995، فلا وجود لقرار نهائي يعترف له بحقه من حيث الموضوع، ثم يصلح الانتهاك المحتمل للاتفاقية الناتج عن قرار محكمة العدل العليا.", "", "وفيما يخض الشكوى المتعلقة بحق المدعي في إجراءات استرداد الملكية، والتي تلت قرار المحكمة العليا فهي لم تنتهي بعد بقرار نهائي. ورغم ذلك، فالقرارات التي سبق وأن صدرت في هذه القضية –وهي ليست موضوع الحال أمام المحكمة- جاءت بتحسين وضع المدعي– استرداد جزئي للعقار محل النزاع و التعويض عن الجزء غير المسترد- إلا أنها لم تقصي إمكانية استرداد كامل المنزل في نهاية المطاف، وتبقى النقطة الأساسية في هذه القضية هو الوضع الذي أنشأته المحكمة العليا بقــــرارها لما قضت بأيلولة العقار إلى ملكية الدولة. فنتيجة هذا الإجراء، لا يمكن بأي حال محو النتائج المتولدة عن قرار المحكمة العليا للعدل بشأن تمتع المدعي بحقه في الملكية، كون أن الاسترداد المحتمل للعقار يستند على قاعدة قانونية أخرى غير تلك التي كانت أصل النزاع أمام المحكمة.", "", "فضلا عن ذلك، تلاحظ المحكمة أن شكوى المدعي لا تتعلق فقط بتدخل، المحكمة العليا للعدل، في حقه في الملكية، ولكنه يزعم أيضا انتهاك المادة 6 فقرة 1 من الاتفاقية من طرف نفس هذا القرار. ومما لا شك فيه أنه يمكن للمدعي التذرع بانه ضحية إلغاء قرار قضائي لصالحه، بعد أن أصبح نهائيا، وملاحظة أن المحاكم ليست مختصة للفصل في دعاوى استرداد الملكية التي قد ترفع. واستحالة رفع دعوى جديدة أمام تلك المحاكم، لعـــدة سنوات.", "", "وحتى بعد اعتماد أحكام تنظيمية جديدة، وبعد التغير الذي عرفه الاجتهاد القضائي للمحكمة العليا للعدل، أصبح الطريق القضائي مفتوحا الآن في مثل هذه الظروف، فالمحكمة تعتبر أنه من المرهق أن تطلب من المدعي إعادة نفس الإجراءات للمرة الثانية، لا سيما على ضوء الاجتهاد القضائي المتضارب للمحاكم الرومانية، وتبقى نتائج رفع دعوى استرداد جديدة غير مؤكدة، في ظل مبدأ حجية الشيء المقضي فيه.", "", "في ظل هذه الظروف، لا يمكننا إلا القول أن المدعي، كما دفع هو بذلك، قد تأثر مباشرة، من جراء قرار المحكمة العليا للعدل، و لازال ضحية انتهاكات للاتفاقية، وهو ما سيتعرض له هذا القرار.", "", "وبالتالي، فالمحكمة ترفض الدفع.", "", "ب- حول استنفاد سبل الانتصاف الداخلية (وسائل الطعن)", "", "51- الحكومة دفعت كذلك بعدم قابلية الشكوى لعدم استنفاد طرق الطعن الداخلية. مع الإقرار بعدم وجود أي طريق طعن فعال في قانون رومانيا، ضد قرار المحكمة العليا للعدل المؤرخ في 1 مارس 1995. ذهبت الحكومة إلى أنه كان بإمكان المدعي رفع دعوى جديدة لاسترداد الملكية. ورغم أن هذا الطريق كان موجودا قبل صدور قرار اللجنة بمقبولية الشكوى، إلا أنه أصبح ساريا منذ دخول القانون 112/1995 حيز التنفيذ، والذي فسر بقرار حكومي يحمل الرقم 11/1997، وبالقانون رقم 213/1998 المتعلق بالممتلكات العامة وبالتحول الذي عرفه الاجتهاد القضائي للمحكمة العليا للعدل في 28 سبتمبر 1998.", "52- تلاحظ المحكمة أن الحكومة قد أثارت هذا الدفع لأول مرة امام اللجنة بتاريخ 7 نيسان/أبريل 1998، بعد قرار مقبولية الشكوى الصادر في 27 ماي 1997 وبعد إحالة ملاحظاتها الى اللجنة حول الموضوع في 11 تموز/يوليو 1997.", "", "53- تذكر المحكمة أن مثل هذا الدفع ينبغي إثارته، من حيث المبدأ، قبل فحص مقبولية الشكوى (انظر، مثلا، قرار كامبال و فيل ضد. المملكة المتحدة المؤرخ في 28 حزيران/يونيو 1984، سلسلة أ، رقم 80، ص.31 فقرة 57؛ قرار أرتيكو ضد إيطاليا في 13 أيار/مايو 1982، سلسة أ، رقم 37، ص. ص 13-14، فقرة 27). ومع ذلك، فالمحكمة تعتبر أنه ليس من الضروري أن تفحص ما إذا كانت في هذا النزاع ظروف خاصة تسمح للحكومة بإثارة هذا الدفع بعد فحص مقبولية الشكوى، لأن هذا الدفع على أي حال قائم على أساس غير سليم.", "", "54- تذكر المحكمة أن المدعي وقبل تقديم شكواه امام اللجنة، قد استعمل طريق الطعن المشار اليه من طرف الحكومة، وهو دعوى استرداد الملكية. ولغاية ذلك التاريخ، وكما هو الحال الآن، فهذا الطريق لم يكن فعالا والحكومة لا تنازع في ذلك.", "", "55- المحكمة تعتبر أن الحكومة مسؤولة عن إبطال الحكم النهائي الصادر نتيجة دعوى استرداد الملكية، وبالتالي لا يمكنها أن تجادل بأن المدعي لم يستنفذ سبل الطعن الداخلية كونه لم يقم برفع دعوى جديدة لاسترداد الملكية. (انظر كذلك الفقرة 50 أعلاه).", "", "وفقا لما سبق، ترفض المحكمة الدفع الاولي.", "", "ثانيا- حول الانتهاك المزعوم للمادة 6 فقرة 1 من الاتفاقية", "", "56- حسب المدعي، فالقرار الصادر في 1 مارس 1995 من طرف المحكمة العليا للعدل، ينتهك المادة 6 فقرة 1 من الاتفاقية، والتي تنص على انه:", "", "«لكل شخص الحق في محاكمة عادلة (...) من طرف محكمة (...) تفصل (...) حول حقوقه والتزاماته ذات الطابع المدني (...)».", "", "57- في مذكرته، دفع المدعي بأن رفض المحكمة العليا للعدل الاعتراف للمحاكم باختصاص الفصل في دعاوى استرداد الملكية يناقض \"الحق في محكمة\" المضمون بموجب المادة 21 من دستور رومانيا و المادة 3 من القانون المدني ويشكل انكارا للعدالة. فضلا عن ذلك، فتأكيد المحكمة العليا للعدل أن المدعي ليس مالكا للمنزل محل النزاع، يتناقض مع الاجتهاد المستقر لهذه المحكمة بعدم اختصاصها للفصل في موضوع النزاع.", "", "58- الحكومة مقرة بأن المدعي قد رفض طلب وصوله للمحكمة، ولكنها تبرر ذلك بأن هذا الرفض كان مؤقتا، وفي كل الحالات كان مبررا بضمان القواعد الإجرائية ومبدأ الفصل بين السطات.", "", "59- بالنسبة للجنة، الحق في الوصول للمحكمة يقتضي وجود طريق قضائي يسمح باسترداد الحقوق المدنية. وبالتالي، كان الغاء الحكم الصادر في 9 ديسمبر1993، بسبب أن المحاكم لا يمكنها الفصل في الدعوى، يحمل انتهاكا لجوهر حق الوصول إلى المحكمة، بمفهوم المادة 6 فقرة 1.", "", "60- المحكمة ستبحث إذا، عما إذا كان قرار1 مارس 1995، ينتهك المادة 6 فقرة 1 من الاتفاقية.", "", "61- الحق في محاكمة عادلة أمام محكمة، المضمون بموجب المادة 6 فقرة 1 من الاتفاقية، يجب أن يفسر على ضوء ديباجة الاتفاقية، التي تقر، من بين عدة مبادئ أخرى، أن هذا الحق هو إرث مشترك للدول المتعاقدة. وهو أحد العناصر الأساسية لسيادة القانون ولمبدأ أمن العلاقات القانونية، الذي يقتضي، من بين جملة أمور، أن الحل الذي يصدر بشكل نهائي من طرف المحاكم في أي نزاع، لا يمكن أن يكون موضع تساؤل مجددا.", "", "62- وفي هذا النزاع، تلاحظ المحكمة، أنه في وقت الوقائع، قام النائب العام لدى رومانيا - والذي لم يكن أصلا طرف في الإجراءات- بالطعن، طبقا للمادة 330 من قانون الإجراءات المدنية، في قرار نهائي، عن طريق الطعن بالإبطال. وتلاحظ المحكمة، أنه وفي ممارسة سلطة الطعن هذه، لم يكن النائب العام خاضعا لأي أجل قانوني، بحيث كانت الأحكام قابلة للطعن هكذا طريق دون أن يتحدد ذلك بأجل مسمى.", "", "وتلاحظ المحكمة أنه وبقبول الطعن بالإبطال المرفوع بموجب الصلاحية سالفة الذكر، فالمحكمة العليا للعدل، قد اعدمت كل ما تم من إجراءات قضائية؛ تشكل حسب مصطلحات المحكمة العليا للعدل: قرارا قضائيا \"لا رجعة فيه\" و حائز لقوة الشيء المقضي فيه و تم تنفيذه.", "", "وبتطبيقها لأحكام المادة 300 السالفة الذكر، تكون المحكمة العليا للعدل قد انتهكت مبدأ أمن العلاقات القانونية. وبالتالي، يكون حق المدعي في محاكمة عادلة، بمفهوم المادة 6 فقرة 1 من الاتفاقية قد انتهك.", "", "وبالتالي فالمادة 6 فقرة 1 قد انتهكت.", "", "63- علاوة على ذلك، وفيما يتعلق بزعم المدعي بأنه حرم من حقه في أن يستمع إليه من طرف محكمة، فالمحكمة تعاين أنه، وفي قرار 1 مارس 1995، قضت المحكمة العليا للعدل بأن طلب استرداد الملكية للمعني وصل لحد مهاجمة عمل تشريعي، هو مرسوم التأميم رقم 92/1950. وبالنتيجة فقد اعتبرت أن القضية تخرج عن اختصاص المحاكم، وبأن البرلمان هو وحده المخول بتقرير مدى شرعية التأميم محل النزاع.", "", "64- ومع ذلك، قررت المحكمة العليا للعدل أن المدعي ليس هو المالك الشرعي للعقار محل النزاع.", "", "المحكمة ليس من مهمتها إعادة النظر في الحكم الصادر في 1 آذار/مارس 1995، على ضوء القانون الداخلي، ولا الفصل في مدى اختصاص المحكمة العليا للعدل هي ذاتها بالفصل في موضوع النزاع من عدمه، بالنظر للاختصاصات الممنوحة لها بموجب المادة 330 من قانون الإجراءات المدنية.", "", "65- تلاحظ المحكمة أن قرار 1 مارس 1995 مسبب بعدم اختصاص الجهات القضائية مطلقا بالفصل في المنازعات المدنية المتعلقة باسترداد الحيازة، كما هو الحال في هذا النزاع.", "", "تعتبر المحكمة أن مثل هذا الاقصاء بحد ذاته يتنافى والحق في الوصول إلى محكمة، المضمون بموجب المادة 6 فقرة 1 من الاتفاقية. (أنظر، مع إجراء التعديلات الضرورية، قرار فاسيليسكو ضد رومانيا بتاريخ 22 ماي 1998، مجلة الأحكام والقرارات 1998-III ص. ص. 1075-1076 فقرة 39-41).", "", "وبالنتيجة، هناك انتهاك أيضا للمادة 6-1 من الاتفاقية في هذه النقطة.", "", "ثالثا- حول الانتهاك المزعوم للمادة 1 من البروتوكول رقم 1 .", "", "66- المدعي يشتكي أن قرار 1 مارس 1995 للمحكمة العليا للعدل كل له أثر في انتهاك حقه في احترام ملكيته، المضمون بموجب المادة 1 من البروتوكول رقم 1، والمحررة كما يلي:", "", "«لكل شخص طبيعي أو معنوي الحق في احترام ممتلكاته. لا يجوز حرمان أي شخص من ملكيته إلا بسبب المنفعة العامة، ووفقا للشروط المنصوص عليها في القانون، وفي المبادئ العامة للقانون الدولي.", "", "الاحكام السابقة لا تنتقص من الحق الذي تمتلكه الدول في إنفاذ القوانين التي ترى أنها ضرورية لتنظيم استخدام الممتلكات وفقا للمصلحة العامة أو لضمان دفع الضرائب أو غيرها من الإسهامات أو الغرامات».", "", "", "", "أ- حول وجود الممتلكات", "", "67- الحكومة تقر بأن الاعتراف القضائي بحق الملكية للمدعي، في كانون الأول/9 ديسمبر 1993، يمثل «ملكية» بمفهوم المادة 1 من البروتوكول رقم 1. ومع ذلك، وفي جلسة 17 جوان 1999، أثارت المحكمة لأول مرة أن الحكم المؤرخ في 9 كانون الأول/ديسمبر 1993 لا يتعلق بالطابق الأرضي، الذي باعته الدولة بتاريخ 1973.", "", "68- حسب المدعي، فالدولة لا يمكنها التصرف بالبيع لعقار لا تمتلكه بصفة قانونية. ومن جهة أخرى، فقيام مستأجري الطابق الأرضي بشرائه من عند الدولة ينم عن سوء نية، لعلمهم بأن ملكيته تعود لوالدي المدعي وبأنه انتزع منهما بطريقة غير شرعية.", "", "الغير المتدخل في القضية، رافع بأن التملك المحتمل للمدعي لا يمكن ان يشمل الشقة المتواجدة بالطابق الأرضي من المنزل، والمشتراة سنة 1973 من طرف أعمامه والتي قد ورثها عنهم. وأشار أن عملية الشراء كانت مطابقة للقانون الساري سنة 1973.", "", "69- تلاحظ المحكمة أن حق المدعي على الشقة المتواجدة بالطابق الأرضي من المنزل، هو محل نزاع من طرف الغير المتدخل في القضية. ومع ذلك، تذكر المحكمة، أن إجراءات الدعوى أمامها، تم تحريكها من طرف المدعي ضد دولة رومانيا، ولا يمكنها أن تولد آثارا إلا على الحقوق والالتزامات بين هذين الطرفين. وتلاحظ المحكمة أن هذا الغير المتدخل في القضية لم يكن طرفا في كل الإجراءات الداخلية، التي هي اليوم موضوع هذه الشكوى، فأطراف هذه الإجراءات هم: المدعي والحكومة فقط.", "", "70- المحكمة تعتبر أن المدعي له «ملكية» بمفهوم المادة 1 من البروتوكول الأول. الواقع، أن حكم محكمة الدرجة الاولى المؤرخ في 9 كانون الأول/ديسمبر 1993، قد عاين أن المنزل محل النزاع قد تم تأميمه بانتهاك مرسوم التأميم رقم 92/1950، و قد عاينت محكمة الدرجة الأولى، بأثر رجعي، أن المدعي هو المالك الشرعي، بصفته وارثا عن والديه. وتلاحظ المحكمة كذلك، أن حق المدعي المعترف به نهائي ولا رجعة فيه. فضلا عن ذلك، فالمدعي كان يتمتع بملكه، بكل هدوء، بوصفه المالك الشرعي، وهذا منذ 9 كانون الأول/ديسمبر 1993 إلى غاية 1 آذار/مارس 1995. وكان كذلك يدفع الضرائب والرسوم العقارية المتعلقة بممتلكاته.", "", "ب- حول وجود تدخل", "", "71- بالنسبة للمدعي، فإن إبطال الحكم المؤرخ في 09 كانون الأول/ديسمبر 1993، كانت نتيجته الاستحالة المطلقة بالنسبة إليه، في التمتع بهدوء بحقه في الملكية، وهو ما يشكل تدخلا في حقه في احترام ممتلكاته.", "72- حسب الحكومة، فقرار المحكمة العليا للعدل، لم يحسم في مسألة حق الملكية للمدعي، وأحدث نوعا من عدم اليقينية قصيرة المدى حول هذا الحق، ونتح عن ذلك، تدخل مؤقت فقط في حق المعني في احترام ممتلكاته.", "", "73- اللجنة لاحظت أن المدعي قد أسند له حقه في الملكية بموجب حكم نهائي، وبالتالي كان له أن يأمل بصفة مشروعة بالتمتع بطريقة سليمة بحقه. فإبطال قرار 9 كانون الأول/ديسمبر 1993 يشكل تدخلا في حق ملكية المدعي.", "", "74- تعتبر المحكمة، أن المحكمة العليا للعدل، لم تهدف للفصل في المسألة المتعلقة بحق ملكية المدعي. ومع ذلك، ترى المحكمة، وجود تدخل في حق الملكية للمدعي المضمون بموجب المادة 1 من البروتكول الأول، لما نقضت المحكمة العليا للعدل بتاريخ 1 آذار/مارس 1995، الحكم النهائي الصادر في 9 كانون الأول/ديسمبر 1993 الذي منح المنزل للسيد بريماريسكو، والذي تم تنفيذه.", "", "ح- حول تبرير التدخل", "", "75- يبقى تحديد ما إذا كان التدخل المعاين من طرف المحكمة ينتهك المادة 1 من البروتكول رقم 1. فيتطلب ذلك البحث، كما ذكرت الحكومة، هل التدخل المذكور يندرج ضمن الجملة الأولى من الفقرة الأولى من المادة 1 كون قرار المحكمة العليا للعدل لا يعالج لا الحرمان الرسمي للمدعي من ممتلكاته، ولا تنظيم استعمالها، أو، كما ذهبت اللجنة، أن القضية تتعلق بحرمان من الملكية تشمله الجملة الثانية من نفس الفقرة.", "", "76- تذكر المحكمة أن تحديد ما إذا كان الحرمان من الممتلكات بمفهوم «المعيار» الثاني، لا يتطلب فقط فحص وجود الانتزاع أو التأميم الرسمي، ولكن أيضا يجب فحص مظاهره وتحليل حقائق الوضعية التنازعية. فالاتفاقية تهدف لحماية حقوق «ملموسة وفعالة»، فيتعين البحث ما إذا كانت الحالة الراهنة قد بلغت درجة الانتزاع الواقعي (قرارات سبورونغ ولونروث ضد. السويد في 23 أيلول/سبتمبر 1982، سلسلة أ، رقم 52، ص. ص. 24-25، فقرة 63. قرار فاسيليسكو، مرجع سابق، ص.1078، فقرة 51).", "", "77- تلاحظ المحكمة في هذا النزاع، أن حكم المحكمة الابتدائية، الذي أمر السلطات الإدارية بإعادة المنزل للمدعي، قد أصبح نهائيا ولا رجعة فيه، وامتثالا للحكم أمر رئيس بلدية بوخاريست، برد المنزل للمدعي وقامت المؤسسةC المملوكة للدولة، بتنفيذ الحكم في ماي 1994. فضلا عن ذلك، ومنذ هذا التاريخ، توقف المدعي عن دفع مستحقات الايجار عن الشقة التي يشغلها داخل المنزل و، منذ نيسان/أبريل 1994 إلى نيسان/أبريل 1996، وهو يدفع الرسوم العقارية التي يخضع لها هذا المنزل. وتلاحظ المحكمة أن قرار المحكمة العليا للعدل، كان له أثر في حرمان المدعي من كل ثمار القرار النهائي الذي صدر في صالحه، بقضائها بأن الدولة تعتبر مالكة للمنزل وسندها في ذلك هو مرسوم التأميم. وبعد هذا القرار، تم إخطار المعني بانه ومنذ نيسان/أبريل 1996 فالمنزل سيعاد إدراجه ضمن ممتلكات الدولة. وهكذا كانت نتيجة قرار المحكمة العليا للعدل هي حرمان المدعي من حقه في الملكية المكرس من طرف الحكم النهائي الذي صدر في صالحه وعهد إليه بالمنزل. في ظل هذه المعطيات، تعاين المحكمة أن قرار المحكمة العليا للعدل قد حرم المدعي من ملكيته بمفهوم الجملة الثانية من الفقرة الأولى من المادة الأولى من البروتوكول الأول.", "", "78- هذا الحرمان من الملكية المتعلق بالمعيار الثاني، كان يمكن أن يكون مبررا إذا ما ثبت أنه كان \"للمصلحة العامة\" و\"وفقا للشروط المنصوص عليها في القانون\". فضلا عن ذلك، كل تدخل في التمتع بالملكية يتعين أن تستجيب لمعيار التناسب. ومرارا، أكدت المحكمة أكثر من مرة، على ضرورة وجود توازن عادل بين متطلبات المصلحة العامة للمجموعة وبين واجبات حماية الحقوق الأساسية للفرد. وهاجس ضمان هذا التوازن متأصل في مجموع أحكام الاتفاقية. وتذكر المحكمة أيضا، أن التوازن المطلوب سيدمر إذا ما تحمل الشخص المعني عبئا خاصا ومفرطا (قرار سبورونغ ولونروث، مشار اليه سابق، ص. ص 26-28، فقرة 69-74).", "", "79- وعلى غرار اللجنة، لاحظت المحكمة بأنه لا يوجد أي مبرر للوضعية الناشئة عن قرار المحكمة العليا للعدل. وخصوصا أنه، لا المحكمة العليا ولا الحكومة قدمتا أسبابا جدية وموضوعية تبرر الحرمان من الملكية بسبب \"المصلحة العامة\". وتلاحظ المحكمة، فضلا عن ذلك، أن المدعي حرم من ملكيته لأكثر من أربع سنوات دون أن يحصل على تعويض يعكس القيمة الحقيقية للعقار المنتزع، وأن المجهودات التي بذلها لحد الأن، لأجل استرداد ملكيته، باءت الفشل.", "", "80- في ظل هذه المعطيات، وعلى فرض أنه قد ثبت من هذا الحرمان من الملكية خدمته لبعض المنافع العامة، فالمحكمة تعتبر أن التوازن العادل قد تم كسره وأن المدعي تحمل ولازال يتحمل عبئا خاصا ومفرطا. ووفقا لذلك، هناك ولا يزال أيضا إنتهاك للمادة 1 من البروتوكول رقم 1.", "", "رابعا- حول تطبيق المادة 41 من الاتفاقية", "", "81- جاء في المادة ة 41 من الاتفاقية ما يلي:", "", "«إذا صرحت المحكمة بحصول انتهاك للاتفاقية أو لبروتكولاتها، وإذا كان القانون الداخلي للطرف السامي المتعاقد لا يسمح بإزالة آثار هذا الانتهاك إلا بشكل جزئي، تمنح المحكمة للطرف المتضرر، متى كان ذلك مناسبا، ترضية عادلة».", "", "82- المدعي طلب، بشكل أساسي، استرداد ممتلكاته محل النزاع. وفي حالة عدم الاسترداد، طلب مبلغا يعادل القيمة الحقيقية للعقار المنتزع منه وهي، وفقا لتقرير الخبرة الذي قدمه للمحكمة، 3 681 مليون لاو روماني. وطالب بالنسبة للأضرار المعنوية، بمبلغ 75.000 دولار أمريكي. وطالـــب بمبلغ 26.000.150 لاو روماني كمصاريف قضائية تتعلق بالإجراءات أمام هيئات ستراسبورغ، وأيضا مبالغ 1.543.650 لاو روماني و 500 دولار امريكي و 300 فرنك فرنسي، فيما يتعلق بمختلف الإجراءات المتبعة امام المحكمة، بما في ذلك المثول في الجلسة أمام المحكمة بتاريخ 17 حزيران/يونيو 1999.", "", "83- الحكومة أكدت، في المقام الأول، أن منح هذه المبالغ في إطار الاضرار المادية غير عادل، كون المدعي بإمكانه دائما استرداد منزله بنجاح امام الجهات القضائية الداخلية. وفي كل الحالات، تعتبر الحكومة أن المبلغ الأقصى الذي يمكن أن تمنحه هو69.480 دولار أمريكي، الذي يمثل حسب تقرير الخبرة المقدم للمحكمة، قيمة المنزل محل النزاع في السوق مخصوما منها قيمة الشقة التي يشغلها المدعي.", "", "وبخصوص الضرر المعنوي، تتمسك الحكومة بأنه لا محل للتعويض على هذا الأساس.", "", "وصرحت الحكومة باستعدادها لتعويض تكاليف ونفقات التقاضي المبررة من طرف المدعي، مع إنقاض المبالغ الممنوحة في إطار المساعدة القضائية.", "", "84- في ظل ظروف هذه القضية، فالمحكمة تعتبر أن مسألة تطبيق المادة 41 غير جاهزة للفصل فيها على هذه الحالة، مما يتعين حفظ الحقوق، لإمكانية التوصل لإتفاق بين الدولة المدعى عليها والمعني (المادة 75 فقرة من 1 إلى 4 من النظام الداخلي).", "", "لهذه الأسباب، فالمحكمة، وبالإجماع،", "", "1- تصرح، بوجود انتهاك للمادة 6 فقرة 1 من الاتفاقية، نتيجة غياب محاكمة عادلة؛", "", "2- تصرح، بوجود انتهاك للمادة 6 فقرة 1 من الاتفاقية، نتيجة رفض الحق في الوصول إلى محكمة؛", "", "3- تصرح، بوجود انتهاك للمادة 1 من البروتوكول رقم 1،", "", "4- تصرح، بأنه لا داعي لتطبيق المادة 41 من الاتفاقية؛", "", "بالنتيجة،", "", "أ) تحفظ الحقوق؛", "", "ب) تدعـو الحكومة والمدعي لمراسلة المحكمة كتابيا، في أجل ثلاثة أشهر، بملاحظاتهم حول هذه المسألة وعلى وجه الخصوص إخطارها بأي إتفاق يمكن التوصل اليه؛", "ج) حفظ الإجراءات اللاحقة و تفويض رئيس الغرفة الكبرى بتسويتها عند الاقتضاء.", "", "حرر بالفرنسية والانجليزية، ونطق به في جلسة علنية بقصر حقوق الانسان، في ستراسبورغ، بتاريخ 28 تشرين الأول/أكتوبر 1999.", "", "       توقيع: ويلدهابر ليزيس               توقيع: مود دي بوير- بيكويشيو", "         الرئيس                    الكاتب المساعد", "", "وفقا للمادة 45 فقرة 2 من الاتفاقية والمادة 74 فقرة 2 من النظام الداخلي A، يتضمن هذا القرار، مرفقا بالآراء المنفصلة التالية:", "رأي مؤيد للسيد القاضي روزاكيس؛", "رأي مؤيد للسير نيكولا براتزا، وانضم له السيد زوبانشيتش.", "التوقيع بالأحرف الأولى: ل. و.", "التوقيع بالأحرف الأولى: م. ب.", "\nرأي مؤيد للسيد القاضي روزاكيس", "", "(ترجمة)", "", "على الرغم من أنني صوتت لصالح وجود انتهاك مزدوج للمادة 6 فقرة 1 من الاتفاقية في هذا النزاع، اعتقد أنه وفي حقيقة الأمر، فكلا جانبي الانتهاك مرتبطين بشكل وثيق، وكلاهما يشكل في جوهره إخلالا بالحق في محكمة، أو بالوصول إلى محكمة.", "", "أغلبية المحكمة اعتبرت أن قيام المحكمة العليا للعدل في رومانيا \"بمحو مجمل الإجراءات القضائية التي تمـت (...) عبر قرار قضائي «لا رجعة فيه»، حاز حجية الشيء المقضي به، وعلاوة على ذلك، فإن تنفيذه (...) ينتهك مبدأ أمن العلاقات القانونية (...) وبالتالي، حق المدعي في محاكمة عادلة بمفهوم المادة 6 فقرة 1 من الاتفاقية\".", "", "شخصيا، أرى الأمور من زاوية مختلفة: فمفهوم الحق في محاكمة، أو الحق في الوصول إلى محكمة، قد تطور في الاجتهاد القضائي للمحكمة الأوروبية لحقوق الإنسان، وأصبح يغطي كل أنواع الظروف التي يواجه فيها الفرد، سواء بفعــل أو إمتاع السلطات العامة، تنكـرا لإمكانية الحصول على قرار نهائي من طرف محكمة قضائية حول نزاع في مادة مدنية أو إتهام في مادة جزائية. وفي الحالة الراهنة، يشير الاجتهاد القضائي بأن مفهوم الحق في محكمة أو في الوصول إلى محكمة لا يقتصر في كل الأحوال على مرحلة رفع الدعوى ولا على الإجراءات القضائية المؤدية لصدور قرار حول إتهام ما في المادة الجزائية؛ ويشمل هذا المفهوم أيضا الحق في أن تفرض المحكمة فعليا حكمها أو قرارها، وأن تسير العدالة دون الخضوع لأي عائق خارجي. إن الحق في محاكمة ليس مجرد حق نظري بسيط يفحص من خلاله قاض وطني قضية مواطن، ولكنه يتضمن أيضا أملا مشروعا بأن تخضع السلطات الوطنية امتثالا للحكم النهائي و تنفيذه.", "", "في هذه القضية، كان للمدعي الحق في إخطار العدالة بمنازعة ضد الدولة. وقد استفاد كذلك، في إطار القواعد الإجرائية، من القدرة على تنفيذ الحكم الذي حاز قوة الشي المقضي به، وترتب عن ذلك استعادته لممتلكاته. لكن حقه في محكمة أصبح وهميا لما تدخل النائب العام و لمحكمة العليا، بتطبيق المادة 330 من قانون الإجراءات المدنية، وتم إلغاء حكم المحكمة الابتدائية وآثاره التي جاءت في صالح المعني. فحين يقوم نظام قضائي بمنح الاختصاص لجهة قضائية بإصدار أحكام نهائية ثم يسمح بإجراءات لاحقة تبطل تلك القرارات، فليس الأمن القانوني هو من يعاني فقط، ولكن وجود المحكمة نفسه يصبح موضع تساؤل لأنه ليس لها في الجوهـر أي اختصاص للفصل بشكل نهائي في مسألة قانونية.", "", "وبالتالي، يمكن التساؤل فيما إذا ما كان الشخص الذي يخطر المحكمة من أجل الفصل في المنازعة، له الحق فعلا في محكمة والحق في الوصول إلى محكمة.", "", "\nرأي مؤيد للسير نيكولا براتزا، قاض، وانضم له", " السيد القاضي زوبانشيتش", "", "(ترجمة)", "", "أعتقد على غرار بقية أعضاء المحكمة في هذا النزاع، بأنه كان هناك انتهاك للمادة 6 من الاتفاقية على أساسين مختلفين، وكذلك انتهاك للمادة 1 من البروتوكول رقم 1. واتفق أيضا مع الأساس المنطقي لقرار المحكمة حول هذين النصين، وسوف أصيغ بعض الملاحظات التكميلية حول المقطع الأول من الوجه المثار المتعلق بالمادة 6 من الاتفاقية.", "", "خلصت المحكمة أنه بتطبيق أحكام المادة 330 من قانون الإجراءات المدنية، فالمحكمة العليا للعدل «تنتهك مبدأ الأمن القانوني للعلاقات القانونية»، وفي هذا النزاع «فحق المدعي في محاكمة عادلة بمفهوم المادة 6 فقرة 1 من الاتفاقية قد انتهك» (الفقرة 62 من القرار).", "", "أعتقد أن هذا التعليل غير مرض بشكل كاف؛ في الواقع، وحال تصريحها بوجهة النظر هذه، لم تقم المحكمة بالرجوع لسابق اجتهادها القضائي ولا بإعطاء شروحات مفصلة حول العلاقة بين مفهومي «أمن العلاقات القانونية» و«المحاكمة العادلة».", "", "في اعتقادي، من الممكن أن نعتبر الرابط المتعلق بمبدأ المساواة في الأسلحة بين الأطراف في الإجراءات القضائية، كـشرط أساس للمحاكمة العادلة. في دعوى ضد الدولة، يمكن أن ينتهك هذا المبدأ في حالة تدخل السلطة التشريعية في إدارة القضاء بغرض التأثير في الحل القضائي للنزاع (قرار مصافي ستران اليونانية وستارتيس أندرياديس ضد اليونان بتاريخ 9 ديسمبر/كانون الأول 1994، سلسلة أ، رقم 301-ب)، فيمكن، كما هو الحال هنا، إثارة هذا الانتهاك عندما يقوم النائب العام بصفته موظفا، باستغلال المادة 330 المشار إليها سابقا، والتي تمنحه، في أي وقت كان، سلطة طلب إبطال حكم نهائي أصبح قابلا للتنفيذ لصالح أحد الأطراف.", "", "من جهتي، أفضل أن أعتبر مسألة استعمال المادة 330 لا تشكل خرقا للمتطلبات الإجرائية لمحاكمة عادلة على هذا النحو، ولكنها تشكل خرقا \"للحق في محاكمة\"، بما في ذلك الحق في الوصول إلى محكمة، ألا وهو الحق في إخطار محكمة في المادة المدنية (انظر، على سبيل المثال، قرار فيليس ضد اليونان رقم 1، بتاريخ 27 أغسطس/آب 1991، سلسلة أ، رقم 209، ص. ص 20-21، فقرة 59).", "", "في قرار هورنسبي ضد اليونان بتاريخ 19 مارس/آذار 1997 (مجلة الأحكام والقرارات 1997-2) قبلت المحكمة شكوى المدعين بخصوص رفض الإدارة الامتثال لأحكام مجلس الدولة، تنكرا لحقهم في حماية قضائية فعالة بخصوص منازعاتهم المتعلقة بحقوقهم ذات الطابع المدني، خرقا للمادة 6 فقرة 1 من الاتفاقية.", "وبعد أن ذكرت بسابق اجتهادها القضائي المستقر، أردفت المحكمة بأن \"الحق في الوصول إلى محكمة\" الذي تكرسه المادة 6:", "\"سيصبح وهميا، إذا كان النظام القانوني الداخلي للدولة المتعاقدة يسمح ببقاء قرارا قضائيا نهائيا وملزما معطلا ودون أثــر إضرارا بأحد الأطراف. في الواقع، ليس من المعقول أن تعدد المادة 6 فقرة 1 من الاتفاقية بالتفصيل الضمانات الإجرائية الممنوحة للمتقاضين - المساواة، العلنية، السرعة - دون أن تحمي تنفيذ القرارات القضائية؛ فلو تم تفسير هذه المادة بأنها تتعلق حصرا بحق الوصول إلى قاض و متابعة سير الدعوى، فهذا التفسير قد تتولد عنه وضعيات تتعارض مع مبدأ سيادة القانون الذي تعهدت الدول المتعاقدة باحترامه بمصادقتها على الاتفاقية\" (أنظر، مع ما يلزم من تعديل، قرار غولدر ضد المملكة المتحدة، بتاريخ 21 فبراير/شباط 1975، سلسلة أ، رقم 18، ص. ص 16-18، فقرتين 34-36). ولذلك، فتنفيذ حكم أو قرار صادر عن محكمة ما، يجب أن يعتبر كجزء لا يتجزأ من «المحاكمة» بمفهوم المادة 6؛ وقد اعترفت المحكمة فعلا بهذا المبدأ في القضايا المتعلقة بطول مدة الإجراءات (انظر، مؤخرا، قرارات دي باد ضد. إيطاليا و زابيا ضد. إيطاليا، بتاريخ 26 سبتمبر/أيلول 1996، مجلة الأحكام والقرارات، 1996-5 ص. ص. 1383-1384 فقرات 20-24 و ص. ص. 1410-1411 فقرات 16-20، على التوالي). (قرار هورنسبي، سبقت الإشارة إليه، ص. ص 510-511. فقرة 40).", "", "وإن كانت ظروف هذه القضية مختلفة طبعا، غير أن المنطق ذاته هو المطبق. في رأيي، فحق المتقاضي في محكمة سيصح وهميا إذا ما كان النظام القانوني للدولة المتعاقدة يسمح بإبطال قرار قضائي نهائي وملزم من طرف المحكمة العليا للعدل عقب طعن يمكن للنائب العام أن يرفعه في أي وقت. وينطبق ذلك بشكل خاص عندما يكون هذا القرار، كالذي صدر عن محكمة بوخاريست الابتدائية، ليس فقط نهائيا وقابلا للتنفيذ، بل وقد تم تنفيذه فعلا من طرف السلطات المختصة؛ التي أمرت في هذا النزاع، باستعادة المدعي لملكية منزله، وهذا الأمر قد تم تنفيذه عدة أشهر قبل رفع الطعن بالإبطال.", "", "أوافق على أن مبدأ الأمن القانوني للعلاقات له أهمية أساسية؛ مع ذلك، وكما هو الحال في هذا النزاع، فعندما ينتهك هذا المبدأ بسبب منح شخص سلطة الإبطال، في أي وقت، لقرار قضائي نهائي، ملزم وقابل للتنفيذ، فأعتقــــــد أن الانتهاك يجب أن يعتبر كخرق لــ «الحق في محاكمة» المضمون بموجب المادة 6 من الاتفاقية.", ""]}