{"file": "ARA_HJUDARA_19334_03.docx", "doc_type": "HJUDARA", "doc_lang": "ARA", "case_id": "19334/03", "text_paragraphs": ["", "This publication has been printed/produced/translated with the financial support of the European Union – Council of Europe Joint Programme \"Towards Strengthened democratic governance in the southern Mediterranean” (South Programme II, 2015-2017).", "", "The European Commission, neither the Council of Europe cannot be held responsible for any use which may be made of the information contained therein.", "", "Cette publication a été imprimée/produite/traduite avec le soutien financier du Programme conjoint Union européenne – Conseil de l’Europe « Vers une gouvernance renforcée dans les pays du Sud de la Méditerranée» (Programme Sud II, 2015-2017).", "", "Ni la Commission européenne ni le Conseil de l’Europe ne peuvent être tenus responsables de l’usage qui pourrait être fait des informations qui y sont contenues.", "", "", "تمت طباعة \\ إنتاج \\ ترجمة هذه الوثيقة بدعم من البرنامج المشترك للاتحاد الاوروبي ومجلس أوروبا \"تعزيز الإصلاح الديمقراطي في دول جنوب المتوسط\" (برنامج الجنوب, 2017-2015)", "المفوضية الاوروبية ومجلس اوروبا غير مسؤولتين عن اي استخدام للمعلومات الواردة بهذا النص.", "", "", "", "", "", "", "", "\n", "", "المحكمة الأوربية لحقوق الإنسان", "", "القسم الرابع", "", "", "قضية مجموعة د م د ضد سلوفاكيا", "(طلب رقم 19334/03)", "", "", "", "", "حكم", "", "", "", "ستراسبورغ", "5 أكتوبر/تشرين الأول 2010", "", "\"نهائى\"", "", "5/ 1/2011", "", "", "أصبح هذا الحكم نهائيا بموجب المادة 44/2 من الاتفاقية. وقد يكون خاضعا للمراجعة التحريرية.", "", "", "في قضية مجموعة د م د ضد سلوفاكيا،", "المحكمة الأوروبية لحقوق الإنسان (القسم الرابع)، فى تشكيلها المؤلف من:", "نيكولاس براتزا ، الرئيس،", "ليخ جارليكى،", "جيوفاني بونيلو،", "ليليانا ميجوفيتش،", "يان سيكوتا،", "ميهاي بوليلونجى،", "نيبوشا فوسينيتش، القضاة،", "ولورانس إيرلى، مسجل الدائرة،", "بعد المداولة في 14 سبتمبر/أيلول 2010", "تصدر الحكم التالي، الذي تم اعتماده في ذلك التاريخ:", "", "الإجراءات", "", "1- بدأت القضية بناء على الطلب (رقم 19334/03) ضد الجمهورية السلوفاكية الذى أُودع لدى المحكمة بموجب المادة 34 من اتفاقية حماية حقوق الإنسان والحريات الأساسية (\"الاتفاقية\") بواسطة شركة مساهمة أنشئت بموجب قوانين سلوفاكيا ،مجموعة د م د DMD GROUP (\"الشركة المدعية\")، في 2 يونيو/حزيران 2003. وكانت الشركة تعرف في وقت إنشائها بــ DMD FIN.", "", "2- وقد مثل الشركة المدعية السيد ت. سافاريك ، وهو محام ممارس في كوزيتش. ومثل حكومة سلوفاكيا (\"الحكومة\") السيدة أ. بولاكوفا والسيدة م. بيروسيكوفا، وكلاء متعاقبين.", "", "3- وقد زعمت الشركة المدعية أن حقها المقرر بموجب المادة 6/1 من الاتفاقية في جلسة محاكمة أمام محكمة منشأة بحكم القانون قد انتهك في الدعوى التي أقامتها الشركة المدعية لتنفيذ مطالبة مالية.", "", "4- وفي 26 مارس/آذار 2006، قررت رئيسة الدائرة الرابعة تسليم إشعار الطلب إلى الحكومة. كما تقرر دراسة وقائع الدعوى في نفس وقت قبولها (المادة 29/1).", "", "", "", "الوقائع", "", "أولا: ملابسات القضية", "", "5- تأسست الشركة المدعية في عام 1997، ومقرها في ترينشن.", "", "أ- الخلفية الوقائعية", "", "6- في أواخر عام 1990 بدأت الشركة المدعية إجراءات قضائية ضد اثنتين من الشركات الكبرى، سعياً الى تنفيذ مطالبات مالية ضد تلك الشركات من خلال الاستيلاء على أسهمهم ونقل ملكية الأسهم إلى الشركة المدعية.", "", "7- كانت الشركات محل الادعاء قد انخرطت في إنتاج الأسلحة وكانت قد شرعت فى إعادة الهيكلة التي أسفرت عن فقدان عدد كبير من الوظائف وارتفاع معدل البطالة في المنطقة. وقد لاقت تلك الأحداث ذات الصلة اهتمام وسائل الاعلام.", "", "8- وقد اُتهم ضابط التنفيذ القضائى (أ)، الذى شارك في تنفيذ المطالبات في القضية، بإساءة استخدام السلطة. وتمت تبرئته في النهاية من هذه التهمة من قبل محكمة براتيسلافا المحلية (III) في 7 فبراير/شباط 2003 . كما تم مباشرة الإجراءات الجنائية أيضا ضد أفراد آخرين.", "", "9- ويمكن العثور على مزيد من التفاصيل بشأن تلك الخلفية في حكم المحكمة الصادر فى 2 يونيو/حزيران 2009 فى قضية بوروفسكي ضد سلوفاكيا (رقم 24528/02).", "", "ب- التنفيذ", "", "10- بتاريخ 23 سبتمبر/أيلول 1998 قدمت الشركة المدعية التماسا لــ (أ) لتنفيذ مطالبة بدفع مبلغ يعادل ما يقرب من 2.900.000 يورو ضد (ب)، وهي شركة مساهمة خاصة. وطلب (أ) بعد ذلك إذن قضائي للتنفيذ.", "", "11- بتاريخ 30 سبتمبر/أيلول 1998 أذن رئيس محكمة مارتن المحلية (ج)، وكان قاضيا واحدا فى الجلسة، لــ (أ) بالقيام بإجراءات التنفيذ ضد (ب).", "", "12- في سياق إجراءات التنفيذ، استولى (أ) على ممتلكات (ب) المنقولة وبعض", "الاسهم المتعلقة به. وحاول (أ) بيع الممتلكات التى تمت مصادرتها فى اثنين من المزادات العلنية. وحيث أن تلك المزادات قد فشلت، فقد تم نقل الأسهم والممتلكات المنقولة إلى الشركة المدعية بخمسين في المئة من قيمتها المقدرة رسميا.", "", "13- في 20 أبريل/نيسان 1999، طلبت الشركة المدعية إنهاء إجراءات التنفيذ، حيث أن مطالبتها قد تم الوفاء بها من خلال قرار منح الملكية المذكور أعلاه.", "", "14- وفي القرار الصادر فى30 يونيو/حزيران عام 1999، قضى (د)، الرئيس الجديد للمحكمة وكان يجلس قاضيا واحدا، بأن تنفيذ مطالبة الشركة المدعية عن طريق بيع الأسهم كان غير مناسباً. وفي الوقت نفسه، أوقف القاضي (د) إجراءات التنفيذ.", "", "وقد لاحظ القاضي (د) أن الأسهم قد تم بيعها من خلال إجراء يتم تطبيقه على الممتلكات المنقولة. إلا أنه، وحيث أن الأسهم لم تكن لتعتبر ممتلكات منقولة، كان ينبغي استخدام إجراء مختلف يتطلب إذن خاص.", "", "وكان القرار المكون من صفحتين غير قابل للاستئناف.", "", "ج- إعادة توزيع دعاوى التنفيذ على القاضى (د)", "", "15- يتم تنظيم توزيع القضايا وتنظيم العمل في المحكمة المحلية عن طريق جدول العمل.", "", "16- وقد تم وضع جدول عمل للمحكمة المحلية لعام 1999 في عام 1998 من قبل رئيس المحكمة المحلية عندئذ القاضى (ج). ووفقا لجدول الأعمال ذاك، فإن جميع دعاوى التنفيذ - بما في ذلك دعاوى التنفيذ الخاصة بالشركة المدعية - تم إحالتها إلى القسم التاسع بالمحكمة المحلية، والتي كان يرأسها القاضي (ج). حيث نص جدول العمل على أن القاضي (ج) والقاضي (د)، الذي كان يعمل في ذلك الوقت بالقسم السابع بالمحكمة المحلية، يمكن أن يحلا محل بعضهما البعض إذا لزم الأمر", "", "وتم إرسال نسخة من جدول العمل إلى محكمة زيلينا الإقليمية للإعلام والاطلاع في 7 ديسمبر/كانون الأول 1998.", "", "17- وفي 21 يناير/كانون الأول 1999 عين القاضي (د) رئيسا للمحكمة المحلية. وشغل هذا المنصب حتى 5 يونيو/حزيران 2002.", "", "18- بتاريخ 4 فبراير/شباط 1999 أصدر القاضي (د) تعديلا على جدول العمل. واعتبارا من 1 مارس/آذار 1999، كانت هناك دعاوى تنفيذ جديدة يتم توزيعها بالتساوي بين ثمانية أقسام مختلفة للمحكمة، بما في ذلك القسم السابع. وكانت دعاوى التنفيذ التى تم تكليف القسم التاسع بها في الأصل يتم توزيعها بالتساوي بين الأقسام الثمانية المحددة. وقد صيغت التعديلات فى عبارات عامة دون تحديد لأية دعوى بعينها.", "", "وتم إرسال نسخة من جدول العمل المعّدل إلى المحكمة الإقليمية للإعلام والاطلاع فى يوم 30 مارس/آذار 1999.", "", "19- وبتاريخ 30 يونيو/حزيران 1999 أصدر القاضي (د)، بصفته رئيس المحكمة المحلية، مرسوماً بإعادة توزيع دعاوى تنفيذ مطالبة الشركة المدعية لنفسه.", "", "في المرسوم المكون من صفحة واحدة، أشير إلى القسم 2 (2) و (3) من النظام الإداري للمحاكم المحلية والإقليمية (اللائحة رقم 66/1992، بصيغته المعدلة) (\"القواعد\").", "ونص المرسوم رسمياً أن سبب إعادة التوزيع هو \"تغيير في جدول العمل\" وان إعادة التكليف جاء \"وفقا لنظام إحلال القضاة الثابت في جدول العمل وبغرض ضمان حسن سير العمل بالمحكمة\".", "", "20- في الفترة ما بين 1 مارس/آذار و15 يوليو/تموز 1999، تم إعادة توزيع إجمالي عدد 348 قضية كانت من اختصاص القسم التاسع بالمحكمة. من مجموع القضايا، تم تعيينهم 49 قضية لدائرة القاضى (د) و52، و48، و45، و42، و60، و52 قضية تم توزيعها للستة أقسام المتبقية من المحكمة المحلية على التوالي.", "", "21- صدرت تعديلات أخرى على جدول أعمال المحكمة المحلية بواسطة القاضي (د). على مدى عام 1999، حيث تم تنفيذها فى 1 يونيو/حزيران، و23 يونيو/حزيران، و1 أغسطس/آب، و1 أكتوبر/تشرين الأول 1999. وقد تم إخطار المحكمة الإقليمية بهم جميعاً. في ظل هذه التعديلات ، كان القاضي (د) المسؤول عن 1/7 (قضية من كل سبع قضايا) من دعاوى التنفيذ ، كما استمر أيضا فى العمل محل القاضي (ج) على أساس متبادل.", "", "د- الشكوى الدستورية", "", "22- تقدمت الشركة المدعية بشكوى بموجب المادة 127 من الدستور إلى المحكمة الدستورية.", "", "وادعت، من بين جملة أمور، أن حقها في محاكمة أمام محكمة منشأة بحكم القانون قد انتهك بمقتضى إعادة توزيع القاضي (د) القضية لنفسه. وأشارت الشركة المدعية إلى حقيقة أن القضية قد صدر فيها حكم من قبل القاضي (د) في نفس اليوم الذي تم فيه إعادة توزيعها عليه. وزعمت أيضا أنه كانت هناك تعديلات متكررة لجدول أعمال المحكمة المحلية في عام 1999 جعلت عملية توزيع وإعادة توزيع القضايا لا يمكن السيطرة عليها ، وبما يترك مجالا للتعسف.", "", "كما اعترضت الشركة المدعية على الحكم المذكور أعلاه الذى قرر أن إجراءات التنفيذ غير مناسبة.", "", "23- بتاريخ 4 يوليو/تموز 2002 أقرت المحكمة الدستورية قبول الجزء الخاص بإعادة توزيع القضية للقاضى (د) فى الشكوى المقدمة من الشركة المدعية، وذلك بموجب المادة 48/1 من الدستور. وفي الوقت نفسه، أقرت الجزء المتبقي من الشكوى في الحكم على مزايا غير مقبولة لقيامه على أساس غير سليم بشكل واضح.", "", "24- وفي الحكم الصادر فى 17 يناير/كانون الثاني 2003، قررت المحكمة الدستورية، بأغلبية اثنين إلى واحد، أنه لم يكن هناك أي انتهاك لحقوق الشركة المدعية بموجب المادة 48/1 من الدستور.", "", "25- وبعد أن تلقت أدلة وثائقية واسعة النطاق، وبعد أن عقدت جلسة استماع علنية، أقرت المحكمة الدستورية، من بين جملة أمور، الوقائع الموجزة في الفقرة 20 أعلاه.", "", "وقد وجدت المحكمة الدستورية أن الأدلة المتوفرة قد أشارت إلى أن القاضي (د) قد وضع المرسوم المطعون فيه في 30 يونيو/حزيران عام 1999 في سياق التعديلات على جدول عمل المحكمة لعام 1999، وذلك لصالح التوزيع المتساوى للقضايا التى تتعلق بدعاوى التنفيذ، ووفقا للبند 2 (2) من القواعد.", "", "ورأت المحكمة كذلك أن حقيقة أن القاضي (د) قد أصدر قراره فى القضية في نفس اليوم الذى أصدر فيه المرسوم المذكور أعلاه لم يكن، على هذا النحو، ليؤثر على الإطار القانوني الذي تم من خلاله تغيير القضاة.", "", "وخلصت المحكمة الدستورية إلى أن الشركة المدعية لم تثبت بما فيه الكفاية ادعائها بأن القضية قد تم توزيعها على القاضى (د) بطريقة غير مبررة.", "", "26- أما القاضي الذى كان في جانب الأقلية فقد أعطى رأيا مخالفا. حيث أشار إلى أن جدول أعمال المحكمة المحلية قد تم تعديله عدة مرات في خلال عام 1999 دون أي تفسير مقبول. ولم يكن هناك أي مؤشر على أن هناك طريقة موضوعية وشفافة لإعادة توزيع القضايا قد وضعت وتم تطبيقها. وعلاوة على ذلك، وخلال الفترة المعنية لم تتخذ أية خطوات مماثلة في المحكمة المحلية لإعادة توزيع القضايا في الفئات المختلفة بالرغم من وجود ضغط كبير في تلك الفئات الأخرى.", "", "ثانيا: لقانون والممارسة المحليين ذوى الصلة", "", "أ- الدستور", "", "27- تنص المادة 48/1 على أنه لا يجوز لأحد أن يحرم من قاضيه الذى عين بمقتضى القانون. والولاية القضائية للمحكمة في مسألة معينة يحددها القانون.", "", "ب- ممارسة المحكمة الدستورية", "", "28- وفقا للمحكمة الدستورية، يعتبر الحق \"في ألا يحرم أحد من قاضيه المعين بمقتضى القانون\" وفقا للمادة 48/1 من الدستور حقاً مكتسباً لكل طرف في الدعوى (على عكس القاضي) (قرار صادر فى 22 يوليو/تموز 1997 في القضية رقم II ÚS 43/97).", "", "29- قررت المحكمة الدستورية في حكمها الصادر في 28 فبراير/شباط 1994 (في القضية رقمI. ÚS 8/94) أن الحق \"في ألا يحرم أحد من قاضيه المعين بمقتضى القانون\" يتعلق بشخص القاضي وليس المحكمة. والقاضى المعين بمقتضى قانوني هو الذي، تتوافر فيه المتطلبات القانونية ليكون قاضياً، وتم تعيينه للنظر قضية طبقا لجدول عمل المحكمة المعنية.", "30- اعتبرت المحكمة الدستورية أيضا (فى القرار الصادر فى 3 أبريل/نيسان 1996 في القضية رقم II. ÚS 15/96) أن حق الشخص \"في ألا يحرم أحد من قاضيه المعين بمقتضى القانون\" لا يمكن تفسيره على نحو واسع وذلك لصلته بقاضي فرد محدد.", "", "من ثم يتم الوفاء بالغرض من هذا الحق الدستوري إذا تقررت حقوق الفرد من قبل القاضي الذي تم تعيينه بشكل رسمى فى محكمة لديها الاختصاص المكاني والموضوعي وعلى مستوى الاختصاص المناسب.", "", "31- ولدى استعراض العناصر المكونة الإضافية لمفهوم \"القاضي المعين بمقتضى القانون\" بموجب المادة 48/1 من الدستور، اعتبرت المحكمة الدستورية أنه ليس فقط من الأحكام النظامية، ولا سيما الخاصة بالمحاكم والقضاة، ذات الصلة ولكن قبل كل شيء بأحكام الدستور، وعلى رأسها المادة 46/1، التي تنص على أنه لكل شخص أن يطالب بحقوقه / حقوقها عن طريق الإجراء المنصوص عليه بمقتضى القانون أمام محكمة مستقلة ومحايدة (الحكم الصادر في 15 يونيو/حزيران عام 2000 في القضية رقمIII.  ÚS 16 /00).", "", "32- واعتبرت المحكمة الدستورية أيضا (في أحكامها في القضايا رقم II. ÚS 87/01 ،II ÚS 118/02 و II ÚS 119/02) ، من حيث المبدأ، أن \"القاضي المعين بمقتضى القانون\" هو القاضي المعين لنظر قضية محددة بموجب جدول عمل المحكمة المعنية. ومع ذلك، إذا كانت هناك ظروف تبرر إعادة توزيع القضية أو جدول الأعمال بأكمله إلى قاضي مختلف للأسباب المنصوص عليها في المادتين 2 (2) و(3) من القواعد، فإن القاضي المعين حديثاً يصبح قاضياً معيناً بمقتضى القانون. وتشمل تلك الظروف، على سبيل المثال، الغياب طويل الأجل للقاضى، الاختلافات الملموسة في ضغط العمل بين القضاة، أو أحداث مفاجئة منعت القاضي من اتخاذ خطوات معينة في الدعاوى.", "", "33- في الحكم الصادر فى 9 يونيو/حزيران 1999 في القضية رقم II. ÚS 47/1999، اعتبرت المحكمة الدستورية أنه لا يجب أن يستخدم رئيس المحكمة سلطته التقديرية، بشكل يخالف القانون، لإبعاد القضية عن القاضى المعين بمقتضى القانون لنظرها وإسنادها إلى قاض آخر على سبيل المجاملة لأحد الطرفين دون توافر مبرر دقيق لإعادة التوزيع.", "", "", "", "ج- القواعد الإدارية للمحاكم المحلية والإقليمية", "", "34- صدرت القواعد من قبل وزير العدل، وبدخولها حيز النفاذ عندئذ، فقد حددت القواعد الداخلية للمحاكم المحلية والمحاكم الإقليمية وتصريف المهام من قبل تلك المحاكم.", "", "يحكم القسم 2 من القواعد جداول عمل المحاكم، وهو ما يمكن أن يطلق عليه توزيع القضايا بين أقسام المحكمة والقضاة.", "", "35- بمقتضى الفقرة 1 من المادة 2، يتحدد توزيع العمل في المحاكم من خلال جدول العمل لسنة تقويمية كاملة. ويكون جدول العمل أيضا لتوفير بدائل للقضاة.", "", "36- وبموجب الفقرة 2، عندما يغيب القاضي لفترة طويلة أو إذا كانت هناك اختلافات كبيرة في ضغط العمل بين القضاة في المحكمة نفسها، يكون لرئيس المحكمة سلطة اتخاذ القرار فى تحويل قدر معين من العمل إلى قسم مختلف فى المحكمة.", "", "37- اشترطت الفقرة 3 أنه فى حالة إذا ما منع حادث مفاجئ قاض من القيام بأعمال فردية في قضية ما، يكون لرئيس المحكمة أن يكلف قاض مختلف لاتخاذ الإجراءات اللازمة.", "", "38- بموجب الفقرة 4، لرئيس المحكمة اتخاذ التدابير المشار إليها في الفقرتين 2 وبالتوافق مع القواعد الخاصة باستبدال القضاة على النحو المحدد في جدول العمل، إلا إذا كانت هناك حاجة إلى إجراء مختلف بهدف ضمان سلامة العمل بالمحكمة.", "", "39- لا توجد قواعد قانونية أخرى حول وضع وإنشاء جداول عمل المحاكم في الوقت المناسب.", "", "د- ادارة الدولة للسلطة القضائية", "", "40- في الوقت المناسب، تخضع إدارة الدولة للسلطة القضائية للقانون رقم. 80/1992 وتعديلاته. وعملا بالمادة 8 من القانون، تكون الهيئات المكلفة مع الدولة بإدارة السلطة القضائية هى وزارة العدل ورؤساء ونواب رؤساء المحاكم.", "", "41- تم تنفيذ إدارة الدولة للمحاكم المحلية من قبل وزارة العدل بشكل مباشر أو عن طريق رؤساء تلك المحاكم ((القسم 9 (1) )).", "", "القانون", "", "أولا: الانتهاك المزعوم للمادة 6/1 من الاتفاقية", "", "42- اشتكت الشركة المدعية أن: (1) القاضي (د) قد أخذ بشكل تعسفي قضية الشركة المدعية من القاضي (ج)، القاضي المعين بمقتضى القانون، (2) أن القاضي (د) قد أسند القضية إلى نفسه وأعلن أن طريقة تنفيذ دعوى الشركة المدعية غير مناسبة في نفس اليوم الذى تم فيه إعادة توزيع القضية، على الرغم من حقيقة أن إجراء التنفيذ قد سبق القيام به؛ و(3) أن الفترة ذات الصلة قد ابتليت بعدد كبير من الاستبدالات الفوضوية والمبهمة في جداول أعمال مختلف أقسام المحكمة المحلية.", "", "وادعت الشركة المدعية بوجود انتهاك لحقها في جلسة محاكمة أمام محكمة يقرها القانون بموجب المادة 6/1 من الاتفاقية، التى ينص الجزء ذي الصلة منها على ما يلي:", "", "\"في تقرير حقوقه وواجباته المدنية ...، كل فرد له الحق فى ... جلسة محاكمة ... بواسطة (أ) ... محكمة يحددها القانون.\"", "", "أ- القبول", "", "43- ودعما لمطالبها، أكدت الشركة المدعية أن الحكم الذى قرر أن طريقة التنفيذ التي استخدمت غير مناسبة كانت له عواقب على الشركة المدعية في إطار التعامل بالكامل حيث أن مصداقية ادعاء الشركة المدعية بات محلاً للتساؤل. وكان لهذا تأثير ضار على قيمتها وسيولته.", "", "44- اعترضت الحكومة وجادلت بأن الحكم الذى قرر أن طريقة الشركة المدعية فى التنفيذ يعتبر غير مناسب ليس له تداعيات عملية على الشركة المدعية لأن التنفيذ في ذلك الحين كان قد اكتمل ولم يكن هناك أبداً أي ادعاء عكس ذلك.", "", "45- تلاحظ المحكمة أن مهمتها ليست إعادة النظر في القانون والممارسة المحليين ذاتا الصلة بشكل مجرد، ولكن بالأحرى تحديد ما إذا كانت الطريقة التي تم تطبيقهم من خلالها أو أثرت على الشركة المدعية قد أدت إلى مخالفة الاتفاقية أو بروتوكولاتها (انظر Mežnarić ضد كرواتيا، رقم 71615/01، 28 و15 يوليو/يوليو 2005، مع مزيد من المراجع).", "", "46- تعتبر المحكمة أنه يجب أولا حل مسألة انطباق المادة 6/1 من الاتفاقية على وقائع هذه القضية في ضوء تأكيد الحكومة أن الحكم الموضوعي الذي أصدره القاضي (د) فى 30 يونيو/حزيران 1999 لم يكن له تأثير ملموس على الشركة المدعية لأنه كان مجرد حكم ذو طبيعة تفسيرية ولم يكن له هدف ولا تأثير فى عكس التنفيذ الذي كان، في ذلك الوقت، قد أنجز بالفعل (انظر الفقرة 44 أعلاه).", "", "47- ولهذه الغاية، تكرر المحكمة أنه بالنسبة للمادة 6/1 وبموجب شقها \"المدني\" وحتى تكون قابلة للتطبيق، يجب أن يكون هناك دعاوى تحدد نتيجتها بشكل مباشر الحق أو الالتزام المدني محل التساؤل، ومجرد وجود قرائن ضعيفة أو نتائج بعيدة ليس كافياً لجلب المادة 6/1 في المشهد (انظر، من بين جملة أمور، ماسون وفان زون ضد هولندا 28 سبتمبر/أيلول 1995، 44، السلسلة أ رقم 327-A،وفايد ضد المملكة المتحدة في 21 سبتمبر/أيلول عام 1994، 56، السلسلة أ رقم 294B-).", "", "48- لاحظت المحكمة في البداية أن الحكم الموضوعى المطعون فيه للقاضي (د) قد صدر فى يوم 30 يونيو/حزيران عام 1999 في إطار دعاوى تنفيذ المطالبة المالية للشركة المدعية (انظر الفقرة 10 أعلاه) وأن مثل هذه الإجراءات تدخل دون شك فى نطاق المادة 6/1 من الاتفاقية (انظر، على سبيل المثال، هورنسبي ضد اليونان، 19 مارس/آذار عام 1997، 40، تقارير الأحكام والقرارات 1997 II).", "", "49- تلاحظ للمحكمة أيضا أن الحكم محل التساؤل قد قرر أن تنفيذ مطالبة الشركة المدعية - عن طريق بيع الأسهم المتعلقة بـ (ب) (انظر الفقرة 14 أعلاه) غير مناسب، على الرغم من أن التنفيذ قد تم بالفعل قبل صدور الحكم (انظر الفقرتين 12 و 13 أعلاه)", "ولا يوجد أى مؤشر يدل على أن الحكم قد فرض أي التزامات قابلة للتنفيذ مباشرة على الشركة المدعية أو انه قد منح أي حقوق قابلة للتنفيذ مباشرة على مدين الشركة المدعية.", "", "50- ومع ذلك، قبلت المحكمة أن الحكم له عواقب على الشركة المدعية كانت ذات صلة وكافية لإشراك ضمانات المادة 6/1 من الاتفاقية في ذلك، ضمنا، حيث أنها قد أثرت بالضرورة على قيمة وسيولة حقوق الملكية للشركة المدعية - وبعبارة أخرى ، أسهم الشركة (ب ((انظر الفقرة 43 أعلاه).", "", "ويترتب على ذلك، في الدعوى محل النظر، أن الشركة المدعية تستفيد من ضمانات المادة 6/1 من الاتفاقية، وبوجه خاص، الحق في جلسة محاكمة أمام محكمة منشأة بحكم القانون.", "", "51- تلاحظ المحكمة أن الطلب ليس من الواضح قيامه على أساس غير سليم بالمعنى المقصود في المادة 35/3 من الاتفاقية. كما تلاحظ أن قبوله ليس محظوراً بموجب أية أسباب أخرى. لذا يجب أن يعلن أنه مقبول.", "", "ب- الوقائع الموضوعية", "", "1- مذكرات الأطراف", "", "(أ) الشركة المدعية", "", "52- أكدت الشركة المدعية أن القاضي (د) قد تدخل في قضيتها في سياق صراع السلطة بين المجموعات الاقتصادية التي لها خلفية سياسية. وكان تدخله هذا متناف مع مبدأ علانية العدالة وأكثر تماشياً مع \"عدالة مجلس الوزراء\" التعسفية المسيسة من الماضي.", "", "وواقعة أن التغييرات التى تمت في جدول العمل قد أخطرت بها المحكمة الإقليمية ليست ذات علاقة حيث أن الإخطار ليس له أي تبعات قانونية.", "", "وبمقتضى البت في القضية في نفس اليوم الذى أعاد توزيعها لنفسه وإنهاء الدعوى على هذا النحو، يعتبر القاضي (د) قد قدم الحق الإجرائي للشركة المدعية للطعن عليه على أساس التحيز عديم الجدوى على نحو فعال.", "", "(ب) الحكومة", "", "53- جادلت الحكومة بأن التغييرات التى حدثت في جدول أعمال المحكمة المحلية في عام 1999 كان لها أساس واضح في القانون وكانت تمتثل للقانون. وقد نفذت بهدف مشروع يتمثل فى ترشيد طريقة عمل المحكمة المحلية وتم إخطار المحكمة العليا به بشكل استباقي، على الرغم من أن هذا الإخطار لم يكن مطلوبا بموجب القانون.", "", "54- وقد عكست وتيرة التغييرات على جدول عمل في عام 1999 تطور وضع العاملين في المحكمة المحلية وكانت التعديلات، باستثناء التعديل الأول، غير جوهرية.", "", "55- وأكدت الحكومة أن مرسوم إعادة توزيع قضية الشركة المدعية قد صدر في وقت لاحق على تعديل جدول العمل الذي حقق مساحة إضافية في الجدول. وكان المرسوم مسبباً على نحو سليم ومسجلاً إدارياً.", "", "56- أكدت الحكومة أيضا أن القاضي (د) كان الخيار الطبيعى لتولي قضايا من جدول القاضي (ج) حيث أن كلا القاضيين كانا يحلا محل بعضهما البعض. ولم تكن هناك أسباب للشك في نزاهة القاضي (د) وسلامة قراره.", "", "57- كانت الحكومة ترى أن واقعة إصدار القاضي (د) الحكم فى القضية في نفس اليوم الذى أعيد توزيع قضية الشركة المدعية عليه \"ليس له تأثير على الإطار القانوني ولم توجد أسباب للشك في موقفه فيما يتعلق بهذا الأمر\".", "", "2- تقييم المحكمة", "", "(أ) المبادئ العامة", "", "58- تكرر المحكمة أنه بموجب المادة 6/1 من الاتفاقية فإن المحكمة يجب أن تكون دائما \"التي ينص عليها القانون\". يعكس هذا التعبير مبدأ سيادة القانون، الذى يعتبر أصيلاً في نظام الحماية الذى وضعته الاتفاقية وبروتوكولاتها (انظر، على سبيل المثال، Jorgic ضد ألمانيا، رقم 74613/01، 64 ، المحكمة الأوربية لحقوق الإنسان 2007IX ( مقتطفات).", "", "59- يضم \"القانون\"، بالمعنى المقصود في المادة 6/1 من الاتفاقية، ليس فقط تشريعات بغرض إنشاء واختصاص الهيئات القضائية (انظر، من بين جملة أمور، Lavents ضد لاتفيا، رقم 58442/00، 114، 28 نوفمبر/تشرين الثاني 2002)، ولكن أيضا أي حكم آخر من أحكام القانون المحلي الذي، إذا تم مخالفته، يكون من شأنه أن يجعل مشاركة قاض واحد أو أكثر من القضاة في دراسة قضية أمراً مخالفاً (انظر Gorguiladzé ضد جورجيا، رقم 4313/04، 68، 20 أكتوبر/تشرين الأول 2009، وPandjikidzé وآخرون ضد جورجيا، رقم 30323/02، 104، 27 أكتوبر/تشرين الأول 2009).", "", "ويشمل ذلك، بشكل خاص، الأحكام المتعلقة باستقلال أعضاء المحكمة، وطول مدة ولايتهم، والنزاهة، ووجود ضمانات إجرائية (انظر، على سبيل المثال،Coëme وآخرون ضد بلجيكا، أرقام: 32492/96، 32547/96، 32548/96، 33209/96 و33210/96، 99، المحكمة الأوربية لحقوق الإنسان 2000/7، وغوروف ضد مولدوفا، رقم 36455/02، 36، 11 يوليو 2006).", "", "بمعنى آخر، فإن عبارة \"التي ينص عليها القانون\" لا تشمل فقط الأساس القانوني لمجرد وجود \"محكمة\"، ولكن أيضا امتثال المحكمة للقواعد الخاصة التي تحكمها (انظرSokurenko وStrygun ضد أوكرانيا، أرقام 29458/04 و29465/04، 24، 20 يوليو/تموز 2006)، وتشكيل منصة القضاء في كل قضية (انظرBuscarini ضد سان مارينو (ديسمبر/كانون الأول)، رقم 31657/96، 4 مايو/أيار 2000).", "", "60- تلاحظ المحكمة أيضا أنه وفقا للسوابق القضائية، فإن الهدف من مصطلح \"التي ينص عليها القانون\" الوارد في المادة 6 من الاتفاقية هو ضمان \"أن التنظيم القضائي في مجتمع ديمقراطي لا يعتمد على تقدير السلطة التنفيذية، ولكنه منظم بقانون صادر عن البرلمان\" (انظرZand ضد النمسا، رقم 7360/76، تقرير اللجنة في 12 أكتوبر/تشرين الأول 1978 والقرارات والتقارير (DR) 15، ص 70 و80). ولا يمكن، في البلدان التي دونت القانون، أن يترك تنظيم النظام القضائي لتقدير السلطات القضائية، على الرغم من أن هذا لا يعني أن المحاكم لا تملك بعض حرية التصرف فى تفسير التشريعات المحلية ذات الصلة (انظر Coëme وآخرون، المذكورة أعلاه، 98 وسافينو وآخرون ضد إيطاليا، أرقام 17214/05، 20329/05 و42113/04، 94، 28 أبريل/نيسان 2009).", "", "61- كما تكرر المحكمة أيضا، من حيث المبدأ، أن مخالفة محكمة للنصوص القانونية المحلية المتعلقة بإنشاء واختصاص الأجهزة القضائية يؤدي إلى مخالفة المادة 6/1. ولذلك فقد تنظر المحكمة فيما إذا كان قد تم الامتثال للقانون المحلي في هذا الصدد. مع ذلك، وبمراعاة المبدأ العام الذي يعطى في المقام الأول للمحاكم الوطنية نفسها أن تفسر أحكام القانون المحلي، وجدت المحكمة أنها قد لا ترتاب فى تفسيرها إلا إذا كان هناك انتهاكا صارخا للقانون المحلي (انظر، حسب مقتضى الحال،Coëme وآخرون، المذكورة أعلاه ، 98 في الغرامة، وLavents ، المذكورة أعلاه، 114).", "", "(ب) تطبيق المبادئ العامة على وقائع القضية", "", "62- سوف تقوم المحكمة أولا بتحديد ما إذا كانت وقائع الشكوى في هذه القضية تتوافق مع الأحكام ذات الصلة فى القانون المحلي.", "", "وتحقيقا لتلك الغاية، تلاحظ المحكمة أن الأحداث الخاصة بإعادة توزيع قضية الشركة المدعية على القاضى (د) وسرعته فى البت فى هذه القضية، عن طريق إصدار حكم تفسيري فيما يخص عدم مناسبة أسلوب التنفيذ المستخدم ووقف الدعوى، قد خضعت لفحص شامل من قبل المحكمة الدستورية في حكمها الصادر في 17 يناير/كانون الثاني 2003.", "", "وقد لوحظ، على وجه الخصوص، أن المحكمة الدستورية قد تلقت أدلة وثائقية واسعة النطاق، وعقدت جلسة استماع علنية وتوصلت إلى أن إعادة التوزيع المطعون فيه قد حدث في سياق التعديلات التى حدثت فى جدول أعمال المحكمة المحلية عام 1999 والذى تم بغرض التوزيع المتساوي للقضايا المتعلقة بدعاوى التنفيذ وبالامتثال للقوانين. ورأت المحكمة الدستورية أيضا أن سرعة القاضي (د) فى البت في القضية ليس لها أهمية قانونية معينة (انظر الفقرة 25 أعلاه).", "", "63- تلاحظ للمحكمة أنه ليس هناك وضوح كامل بالنسبة للحيثيات القانونية المستخدمة لتبرير إعادة توزيع قضية الشركة المدعية من القاضي (ج) إلى القاضى (د).", "وبشكل خاص، فقد اعتمد المرسوم الصادر في 30 يونيو/حزيران 1999 على كلا القسمين 2 (2) و2 (3) من القواعد (انظر الفقرة 19 أعلاه)، بينما استشهدت المحكمة الدستورية بالقسم 2 (2) من القواعد في حكمها الصادر في 17 يناير/كانون الثاني 2003 (انظر الفقرة 25 أعلاه). ومع ذلك، تتعامل هذه النصوص مع إعادة تنظيم العمل في حالات مختلفة، بمعنى حل مشكلة طويلة الأجل أو التغلب على عواقب حدث مفاجئ (انظر الفقرتين 36 و37).", "", "وبالنظر إلى القيود المفروضة على سلطتها فى مراجعة مسائل الامتثال للقانون المحلي (أنظر الفقرة 61 أعلاه)، فقد قبلت المحكمة استنتاج المحكمة الدستورية بأن القانون المحلي المعمول به قد تم الامتثال إليه.", "", "64- ولذلك فقد دعت المحكمة إلى تحديد ما إذا كانت نتائج تفسير وتطبيق القواعد المحلية في القضية المطروحة تتوافق مع المتطلبات التى حددتها المادة 6/1 من الاتفاقية.", "", "65- تلاحظ المحكمة أن القاضى (د)، باعتباره المدير المسئول عن تنظيم العمل في المحكمة المحلية بصفته الرئيس، فإنه قد تصرف بصفته وكيلا لوزارة العدل فى تنفيذ إدارة الدولة للقضاء وليس كعضو في القضاء (انظر الفقرتين 40 و 41 أعلاه ).", "", "وبالرغم من ذلك، فقد انخرط القاضي (د) أيضا فى البت في قضية الشركة المدعية بصفته قاض.", "", "66- ترى المحكمة، في مثل هذه الظروف، أن الأهمية القصوى لاستقلال القضاء واليقين القانوني لسيادة القانون تدعو إلى وضوح خاص للقواعد المطبقة في أي حالة واحدة وضمانات واضحة لضمان الموضوعية والشفافية، وقبل كل شيء، تجنب أي مظهر من مظاهر التعسف في إحالة قضايا بعينها إلى القضاة (انظر في هذا الصدد Iwańczuk ضد بولندا (ديسمبر)، رقم 39279/05، 17 نوفمبر/تشرين الثاني 2009).", "", "67- تلاحظ المحكمة أن، في الوقت المناسب، إسناد القضايا إلى القضاة يحكمه إلى حد كبير جدول أعمال المحكمة محل النقاش وأن القواعد الخاصة بإنشاء وتعديل جداول العمل قد تجسدت بشكل أساسى في القواعد (انظر الفقرات 34-39 أعلاه).", "", "68- كما تلاحظ المحكمة أن القواعد المعمول بها، الموضوعية والإجرائية، كانت بعيدة عن أن تكون شاملة (انظر على وجه الخصوص الفقرة 39 أعلاه) وتركت مجالاً ملموساً لرئيس المحكمة المعنى.", "", "الدليل على ذلك، على سبيل المثال، هو عدد التعديلات التى تمت على جدول العمل فى المحكمة المحلية في عام 1999 (انظر الفقرات 18 - 21 أعلاه) ، وحقيقة أنه لم يكن هناك على ما يبدو أي ضمانات محددة فيما يتعلق بهذه التعديلات", "", "وبشكل خاص، ووفقاً لاعتراف الحكومة، فإن هذه التعديلات لم تتطلب حتى إخطار المحكمة العليا بها (انظر الفقرة 53 أعلاه).", "", "69- وتلاحظ المحكمة كذلك أن التعديلات التي أدخلت على جدول أعمال المحكمة المحلية المعنية كانت بقصد إعادة تنظيم العمل في المحكمة المحلية بشكل عام - بمعنى استنادها إلى معايير يمكن التحقق منها بشكل عام ودون تحديد حالات فردية محددة (انظر الفقرتين 18 و21 أعلاه). وعلى النقيض من ذلك، فإن إعادة توزيع قضية الشركة المدعية في 30 يونيو/حزيران 1999 يشكل \"مرسوماً\" قصد تلك القضية الفردية بشكل حصرى (انظر الفقرة 19 أعلاه).", "", "70- وعلى أساس المعلومات المتوافرة، فإن المحكمة لا يمكنها التحقق بشكل موثوق منه فيما إذا كانت إعادة توزيع قضية الشركة المدعية الفردية قد تمت على أسس موضوعية وما إذا كانت هناك أية سلطة تقديرية إدارية قد مورست لإعادة توزيعها وفقاً لعوامل شفافة. وفي هذا الصدد، تلاحظ المحكمة السوابق القضائية للمحكمة الدستورية بشأن العناصر الإضافية المكونة لفكرة وجود \"القاضي المعين بشكل قانوني\" ومحتواه (انظر، على وجه الخصوص، الفقرات 31 و 33 أعلاه).", "", "71- تولى المحكمة مزيداً من الاعتماد على واقعة أن القاضي (د)، فى ممارسته لولايته القضائية، قد بت فى قضية الشركة المدعية - التى انطوت على مطالبة تعادل ما لا يقل عن 2.900.000 يورو - على انفراد وفي نفس اليوم الذي مارس فيه ولايته الإدارية، قد أعاد توزيع القضية إلى نفسه.", "", "وحيث أن حكم القاضي (د) قد أنهى الدعوى ولم يكن قابلاً للاستئناف، فإنه قد حرم الشركة المدعية من إمكانية إقامة أية اعتراضات. ورغم أن هذا لا يشكل قضية منفصلة حول الاتفاقية في ظروف القضية الحالية، فقد منعت الشركة المدعية من فرصة الطعن على القاضي (د) بالتحيز.", "", "72- من ثم فإن الاعتبارات السابقة تعتبر كافية لتمكين المحكمة من استنتاج أن إعادة توزيع قضية الشركة المدعية على القاضى (د) ، الذي بت في وقت لاحق فى هذه القضية ، كانت غير متوافقة مع حق الشركة المدعية فى جلسة محاكمة أمام محكمة منشأة بحكم القانون.", "", "من ثم فقد كان هناك مخالفة للمادة 6/1 من الاتفاقية.", "", "ثانيا: تطبيق المادة 41 من الاتفاقية", "", "73- تنص المادة 41 من الاتفاقية على:", "", "\"إذا وجدت المحكمة أنه كانت هناك مخالفة للاتفاقية أو البروتوكولات الملحقة بها، وإذا كان القانون الداخلي للطرف السامي المتعاقد المعني يسمح فقط بعمل تعويض جزئي، فإن المحكمة، إذا لزم الأمر، سوف تتحمل التعويض العادل للطرف الذى لحقه ضرر\".", "أ- الضرر", "", "74- أقامت الشركة المدعية دعوى فيما يتعلق بالأضرار المالية، وقدرت الدعوى \"تقديراً افتراضياً\" بحوالى 5.000.000 كورونا سلوفاكية (أي ما يعادل حوالى 166.000 يورو) ولكنها أكدت أنها لم تكن في وضع يمكنها من إثبات المطالبة أو تقديرها بأي قدر من الدقة. كما ادعت الشركة المدعية بمبلغ 2.000.000 كرونا سلوفاكية (أي ما يعادل حوالى 66.400 يورو) فيما يتعلق بالأضرار غير المالية.", "", "75- اعترضت الحكومة على جوهر الدعوى الأولى ومبلغ الدعوى الأخيرة.", "", "76- تلاحظ المحكمة أنه على الرغم من الحقوق والمصالح المالية للشركة المدعية لابد وأن تكون قد تأثرت (انظر الفقرة 50 أعلاه)، فقد فشلت الشركة المدعية فى إثبات الجزء ذي الصلة من مطالبتها المستندة إلى المادة 41. وبالتالي ترفض المحكمة هذا الادعاء.", "", "77- من ناحية أخرى، فإنها تحكم للشركة المدعية بمبلغ 4000 يورو فيما يتعلق بالضرر غير المالي.", "", "ب- التكاليف والنفقات", "", "78- كما ادعت الشركة المدعية بمبلغ 200.000 كرون سلوفاكية (أي ما يعادل حوالى 6640 يورو) بالنسبة للتكاليف القانونية، مع الإشارة إلى اللوائح القانونية المحلية المتعلقة بأتعاب المحامين، ولكن دون تقديم أي تحليل للمطالبة ولا أية مستندات مؤيدة.", "", "79- تعتبر الحكومة أن الشركة المدعية كان تستحق حكماً فيما يتعلق بالتكاليف القانونية الواقعية والضرورية فقط التى تكبدتها والتي كانت مبررة كمياً.", "", "80- ترى المحكمة أن الدعوى لم تثبت. ولذلك فقد رفضتها.", "", "ج- المصلحة الافتراضية", "", "81- تعتبر المحكمة أنه من المناسب أن تتأسس المصلحة الافتراضية على سعر الإقراض الهامشي للبنك المركزي الأوروبي، والتي ينبغي أن تضيف ثلاث نقاط مئوية.", "", "لهذه الأسباب ، حكمت المحكمة بالإجماع", "", "1- بقبول الطلب؛", "", "2- بوجود مخالفة للمادة 6/1 من الاتفاقية؛", "", "3- أنه:", "", "(أ) على الدولة المدعى عليها أن تدفع للشركة المدعية، في غضون ثلاثة أشهر من تاريخ صيرورة هذا الحكم نهائياً وفقا للمادة 44/2 من الاتفاقية، مبلغ 4000 يورو (أربعة آلاف يورو)، بالإضافة إلى أية ضريبة قد تكون مستحقة، فيما يتعلق بالأضرار غير المالية.", "", "(ب) أنه من تاريخ انقضاء الثلاثة أشهر المذكورة أعلاه وحتى التسوية فإن فائدة بسيطة تكون مستحقة على المبلغ المذكور أعلاه بمعدل مساو لمعدل الإقراض الهامشي فى البنك المركزي الأوروبي خلال الفترة الافتراضية بالإضافة إلى ثلاث نقاط مئوية.", "", "4- رفض ما تبقى من مطالبة الشركة المدعية التى كانت لمجرد الإرضاء.", "", "حرر باللغة الإنجليزية، وتم الإخطار به كتابة في 5 أكتوبر/تشرين الأول 2010، وفقا للمادة 77/ 2 و3 من النظام الداخلي للمحكمة.", "", "لورانس إيرلىني\t\t\tكولا براتزا", "", "", "المسجل\t\t\t\tالرئيس"]}