{"file": "ARA_HJUDARA_21722_11.docx", "doc_type": "HJUDARA", "doc_lang": "ARA", "case_id": "21722/11", "text_paragraphs": ["This publication has been printed/produced/translated with the financial support of the European Union – Council of Europe Joint Programme \"Towards Strengthened democratic governance in the southern Mediterranean” (South Programme II, 2015-2017).", "", "The European Commission, neither the Council of Europe cannot be held responsible for any use which may be made of the information contained therein.", "", "Cette publication a été imprimée/produite/traduite avec le soutien financier du Programme conjoint Union européenne – Conseil de l’Europe « Vers une gouvernance renforcée dans les pays du Sud de la Méditerranée» (Programme Sud II, 2015-2017).", "", "Ni la Commission européenne ni le Conseil de l’Europe ne peuvent être tenus responsables de l’usage qui pourrait être fait des informations qui y sont contenues.", "", "", "تمت طباعة \\ إنتاج \\ ترجمة هذه الوثيقة بدعم من البرنامج المشترك للاتحاد الاوروبي ومجلس أوروبا \"تعزيز الإصلاح الديمقراطي في دول جنوب المتوسط\" (برنامج الجنوب, 2017-2015)", "المفوضية الاوروبية ومجلس اوروبا غير مسؤولتين عن اي استخدام للمعلومات الواردة بهذا النص.", "", "", "", "", "\n", "", "المحكمة الأوروبية لحقوق الإنسان", "", "القسم الخامس سابقا", "", "قضية أولكسندر فولكوف ضد أوكرانيا", "", "(طلب رقم 21722/11)", "", "حكم", "(الدفوع الموضوعية)", "", "تم تنقيح هذا الحكم فى 9 أبريل/نيسان 2013 بمقتضى المادة 81 من لائحة المحكمة", "", "", "ستراسبورغ", "", "9 يناير/كانون الأول 2013", "", "نهائى", "27/05/2013", "", "وقد أصبح هذا الحكم نهائيا بموجب المادة 44 / 2 من الاتفاقية. وقد يكون", "خاضعا للمراجعة التحريرية .", "", "في قضية أولكسندر فولكوف ضد أوكرانيا،", "المحكمة الأوروبية لحقوق الإنسان (القسم الخامس سابقا)، والمؤلفة من:", "دين سبيلمان، الرئيس،", "مارك فيليجر،", "بوستيان م. زوبانشيتش،", "آن باور-فورد،", "جانا يودكيفيسكا،", "أنجيليكا نوبرجر،", "أندريه بوتوكى، القضاة،", "وكلوديا ويسترديك، مسجل الدائرة،", "بعد المداولة في 11 ديسمبر/كانون الأول 2012،", "أصدرت الحكم التالي، الذي تم اعتماده في ذلك التاريخ:", "", "الإجراءات", "", "1- بدأت القضية بناء على الطلب (رقم 21722/11) ضد أوكرانيا والذى أودع لدى المحكمة بموجب المادة 34 من الاتفاقية الأوروبية لحماية حقوق الإنسان والحريات الأساسية (\"الاتفاقية\") من قبل المواطن الأوكراني، السيد أولكسندر فيدوروفيتش فولكوف (\"المدعى\") ، في 30 مارس/آذار 2011.", "2- وقد مثل المدعى السيد ب. ليتش والسيدة ج. غوردون المحامين بالمركز الأوروبي لتعزيز حقوق الإنسان في لندن (\"EHRAC\") . ومثل الحكومة الأوكرانية (\"الحكومة\") وكيلتها السيدة ف. لوتكوفيسكا، وخلفها السيد ن. كولشيتيسكى من وزارة العدل.", "3- شكى المدعى من انتهاكات لحقوقه بموجب الاتفاقية بعزله من منصب قاض في المحكمة العليا. وبشكل خاص فقد ادعى بموجب المادة 6 من الاتفاقية بأن: (1) لم يتم نظر قضيته من قبل \"محكمة مستقلة ومحايدة\". (2) أن الإجراءات القانونية أمام المجلس الأعلى للقضاء (\"محكمة العدل العليا\") لم تكن عادلة، وذلك لأنه لم يتم تنفيذها وفقا للإجراءات التي ينص عليها القانون المحلي التى توفر ضمانات إجرائية هامة، بما في ذلك فترات التقادم على العقوبات التأديبية؛ (3) أن البرلمان قد اعتمد قرار إقالته في جلسة عامة دون فحص مناسب للقضية مع إساءة استخدام نظام التصويت الإلكتروني؛ (4) لم يتم نظر قضيته من قبل \"محكمة منشأة بحكم القانون\". (5) تم اتخاذ القرارات في قضيته دون تقييم سليم للأدلة، ولم تعالج الحجج الهامة التي أثارها الدفاع بشكل صحيح. (6) أن نقص الكفاءة الكافية لدى المحكمة الإدارية لمراجعة الأعمال التي اعتمدتها محكمة العدل العليا يتعارض مع \"حقه في محكمة\". (7) لعدم احترام مبدأ تكافؤ الفرص. كما ادعى المدعى أن إقالته لم تأت متوافقة مع المادة 8 من الاتفاقية وأنه لم يكن لديه معالجة فعالة في هذا الصدد، وبما يخالف المادة 13 من الاتفاقية.", "4- في 18 أكتوبر/تشرين الأول 2011 أعلن عدم قبول الطلب جزئياً وتم إبلاغ الشكاوى المذكورة أعلاه إلى الحكومة. كما تقرر إعطاء الأولوية لتطبيق (المادة 41 من لائحة المحكمة).", "5- قام المدعى والحكومة بكتابة كل الملاحظات المقدمة (المادة 54 / 2 .ب).", "6- تمت جلسة الاستماع علانية في فى قصر حقوق الإنسان، بستراسبورغ ، في 12 يونيو/حزيران 2012 (المادة 59 / 3).", "", "وقد مثل أمام المحكمة:", "", "أ) عن الحكومة", "السيد ن. كولشيتسكى، وكيل،", "السيد ف. ناساد،", "السيد م. بم،", "السيد ف. ديمشينكو،", "السيدة ن. سوكهوفا ، المستشارين،", "ب) عن المدعى", "السيد ب. ليتش ، المستشار،", "السيدة ج. غوردون،", "السيدة أو. بوبوفا، المستشارين.", "وأيضا المدعى.", "", "وقد استمعت المحكمة إلى عناوين السيد ن. كولشيتسكى، والسيد ب. ليتش والسيدة ج. غوردون، وكذلك إلى إجابات السيد ن. كولشيتسكى والسيد ب. ليتش على الأسئلة الموجهة إلى الأطراف.", "", "", "الوقائع", "", "أولا: ملابسات القضية", "", "7- ولد المدعى في عام 1957 ويعيش في كييف.", "", "أ- خلفية القضية", "", "8- في عام 1983 تم تعيين المدعى فى منصب قاضي محكمة محلية. وفي ذلك الوقت، لم يطلب القانون المحلي من القضاة، حلف اليمين عند توليهم مناصبهم.", "9- في 5 يونيو/حزيران عام 2003 تم اختيار المدعى لمنصب قاض في المحكمة العليا.", "10- وفى يوم 2 ديسمبر/كانون الأول 2005 اختير أيضا نائبا لرئيس مجلس القضاة في أوكرانيا (هيئة قضائية ذات حكم ذاتي ).", "11- بتاريخ 30 مارس/آذار 2007 اختير المدعى رئيساً للغرفة العسكرية في المحكمة العليا.", "12- وفي 26 يونيو/حزيران 2007 وجدت جمعية القضاة فى أوكرانيا أن قاض آخر V.P.، لم يعد يتصرف بصفته عضواً في محكمة العدل العليا، وأنه ينبغي إنهاء عملها. طعنت V.P. في هذا القرار أمام المحاكم. كما اشتكت أيضا إلى اللجنة البرلمانية المختصة بالقضاء ((\"اللجنة البرلمانية\") فى هذا الشأن.", "13- وفي 7 ديسمبر/كانون الأول 2007 اختارت جمعية القضاة فى أوكرانيا المدعى عضو في محكمة العدل العليا، وطلبت من البرلمان ترتيب حلف اليمين لعضو في محكمة العدل العليا للمدعى للسماح له لتولي العمل في محكمة العدل العليا، وفقاً لما يتطلبه القسم 17 من قانون محكمة العدل العليا الصادر فى عام 1998. وقدم اقتراح مماثل أيضا من جانب رئيس مجلس القضاة في أوكرانيا.", "14- ورداً على ذلك ، ابلغ رئيس اللجنة البرلمانية S.K.، الذي كان أيضا عضوا في محكمة العدل العليا، مجلس القضاة في أوكرانيا أن هذه المسألة يجب أن تنظر بعناية إلى جانب ادعاءات V.P. أن قرار جمعية القضاة فى أوكرانيا بإنهاء عملها كعضو في محكمة العدل العليا كان غير قانوني.", "15- من ثم لم يشغل المدعى منصب عضو في محكمة العدل العليا.", "ب- وقائع ضد المدعى", "", "16- في الوقت ذاته، تقدمS.K. واثنين من أعضاء اللجنة البرلمانية بطلبات لمحكمة العدل العليا، مطالبين إياها بإجراء تحقيقات أولية حول سوء السلوك المهني الممكن من قبل المدعى، مشيراً، من بين أمور أخرى، إلى شكاوى V.P", "17- وبتاريخ 16 ديسمبر/كانون الأول 2008 قدم RK، وهو عضو في محكمة العدل العليا، بعد إجراء التحقيقات الأولية، طلباً إلى محكمة العدل العليا يطلب فيها تحديد ما إذا كان يمكن فصل المدعى من منصب القاضي لـ \"خرق اليمين\"، مدعيا أنه فى عدة مناسبات قد قام المدعى، وهو في منصب قاض في المحكمة العليا، بتنقيح القرارات التي اتخذها القاضي B، الذي كان قريبه، شقيق زوجته. علاوة على ذلك ، عند المشاركة كطرف ثالث في الدعوى التي أقامتها VP (بشأن القرار المذكور أعلاه لجمعية القضاة فى أوكرانيا لإنهاء عملها) ، قصر المدعى في طلب انسحاب نفس القاضى B، الذي متواجداً في غرفة محكمة الاستئناف لسماع هذه القضية. فى 24 ديسمبر/كانون الأول 2008 استكمل R.K. طلبه من خلال إعطاء أمثلة إضافية من القضايا التى تم نظرها من جانب القاضي B. وتم تنقيحها من جانب المدعى. ترجع بعض تصرفات المدعى التى كانت بمثابة الأساس للطلب إلى نوفمبر/تشرين الثاني عام 2003.", "18- فى 20 مارس/ىذار 2009 بعد أن أجرى VK، وهو عضو في محكمة العدل العليا، التحقيقات الأولية، قدم طلباً آخر إلى محكمة العدل العليا مطالباً إياها بفصل المدعى من منصب القاضي لـ \"خرق اليمين\"، مدعيا أن مقدم الطلب قد ارتكب عدداً من الانتهاكات الإجرائية الجسيمة عند التعامل مع قضية تتعلق بمنازعات الشركات المتعلقة بشركه ذات مسئوليه محدودة. بعض تصرفات المدعى والتى كانت بمثابة الأساس للطلب تعود إلى يوليو/تموز عام 2006.", "19- وفي 19 ديسمبر/كانون الأول 2008 و3 أبريل/نيسان 2009 أرسلت هذه الطلبات للمدعى.", "20- بتاريخ 22 مارس/آذار 2010 اختير V.K. رئيسا لمحكمة العدل العليا.", "21- وبتاريخ 19 مايو/أيار 2010 دعت محكمة العدل العليا المدعى إلى جلسة استماع في 25 مايو/أيار 2010 بشأن عزله. وفي رده بتاريخ 20 مايو/أيار 2010 أبلغ المدعى محكمة العدل العليا أنه لا يستطيع حضور تلك الجلسة حيث أن رئيس المحكمة العليا قد أمر بسفره إلى سيفاستوبول فى الفترة 24-28 مايو/أيار عام 2010 لتقديم المشورة بشأن أفضل الممارسات لمحكمة محلية. وطلب المدعى من محكمة العدل العليا تأجيل جلسة الاستماع.", "22- في 21 مايو/ايار 2010 أرسلت محكمة العدل العليا إشعاراً للمدعى تبلغه فيه أن الجلسة المتعلقة بفصله قد تأجلت حتى 26 مايو/أيار 2010. وحسب المدعى، قال أنه قد تلقى الإشعار فى يوم 28 مايو/أيار 2010.", "23- وبتاريخ 26 مايو/أيار 2010 نظرت محكمة العدل العليا فى الطلبات المقدمة من قبل RK وV.K. واعتمدت قرارين بصدد تقديم طلبات إلى البرلمان لاعتبار المدعى قد فصل من منصب القاضي لـ \"خرق اليمين\" وقد ترأس V.K. الجلسة. وشارك كل من R.K. وS.K. أيضا كأعضاء في محكمة العدل العليا. وكان المدعى غائبا.", "24- تم التصويت على القرارات من جانب ستة عشر عضوا من محكمة العدل العليا كانوا حاضرين، منهم ثلاثة قضاة.", "25- وبتاريخ 31 مايو/أيار 2010 قدم VK، رئيس محكمة العدل العليا، عرضين إلى البرلمان لفصل المدعى من منصب القاضي.", "26- في 16 يونيو/حزيران عام 2010، خلال جلسة استماع برئاسة SK، بحثت اللجنة البرلمانية الطلبات المقدمة من محكمة العدل العليا فيما يتعلق بالمدعى واعتمدت توصية بإقالته. كما صوت أعضاء اللجنة الذين طالبوا محكمة العدل العليا بإجراء التحقيقات الأولية فيما يتعلق بالمدعى على التوصية. بالإضافة إلى SK، كان هناك عضو آخر في اللجنة قد تعامل فيما سبق مع قضية المدعى كعضو في محكمة العدل العليا وكان قد صوت في وقت لاحق بناء على التوصية كجزء من اللجنة. ووفقا للملف كما يحدد تاريخ مداولات المحكمة، كان المدعى غائباً عن سماع اللجنة.", "27- في 17 يونيو/حزيران 2010، تم النظر فى طلبات محكمة العدل العليا وتوصية اللجنة البرلمانية في جلسة عامة في البرلمان. أعطيت الكلمة لـS.K. وV.K.، اللذين قدما تقريرا عن قضية المدعى. كان المدعى حاضراً في الاجتماع. وبعد المداولة، صوت البرلمان على إقالة المدعى من منصب القاضي لـ \"خرق اليمين\" واتخذ قراراً في هذا الشأن.", "28- وفقاً للمدعى، أنه خلال التصويت الإلكتروني، كانت أغلبية أعضاء البرلمان غائبة. كما أن أعضاء البرلمان الموجودين قد استخدموا بطاقات تصويت خاصة بزملاء لهم غائبين. وقد قدمت إفادات من أعضاء البرلمان عن سوء استخدام البطاقات الانتخابية وتسجيل فيديو عن الجزء ذي الصلة من الجلسة العامة للمحكمة.", "29- طعن المدعى على قرار إقالته أمام المحكمة الإدارية العليا وادعى أن: محكمة العدل العليا لم تتصرف بشكل مستقل ومحايد. وأنها لم تبلغه بشكل سليم عن جلسات الاستماع في قضيته؛ وأنها أخفقت في تطبيق إجراءات فصل قضاة المحكمة العليا المنصوص عليها في الفصل الرابع من قانون محكمة العدل العليا لعام 1998، والتي وضعت مجموعة من الضمانات الإجرائية مثل إخطار القاضي المعنى بالإجراءات التأديبية ومشاركته النشطة فيها والإطار الزمني لهذه الإجراءات، وسرية التصويت، وفترة تقادم العقوبات التأديبية؛ وأن النتائج التي توصلت إليها محكمة العدل العليا كانت لا أساس لها وغير مشروعة. وأيضا أن اللجنة البرلمانية لم تستمع إليه وتصرفت بطريقة غير مشروعة ومتحيزة. وأن البرلمان قد اعتمد قراراً بشأن فصل المدعى في ظل عدم وجود أغلبية أعضاء البرلمان، وبما يعتبر خرقاً للمادة 84 من الدستور، القسم 24 من قانون نظام أعضاء البرلمان لعام 1992، والمادة 47 من لائحة البرلمان.", "30- بناء عليه طلب المدعى الحكم بأن القرارات والمذكرات المطعون عليها التي أصدرتها محكمة العدل العليا تعتبر غير قانونية ويتم إلغائها.", "31- وفقا للمادة 171-1 من قانون القضاء الإداري (\"المدونة\")، تم توزيع القضية إلى غرفة خاصة للمحكمة الإدارية العليا.", "32- سعى المدعى إلى انسحاب الغرفة، مدعياً أن تشكيلها قد تم بطريقة غير مشروعة ومنحازة. تم رفض طلبه لعدم قيامه على أساس. ووفقا للمدعى، تم رفض عدد من طلباته بجمع وإقرار أجزاء مختلفة من الأدلة واستدعاء الشهود.", "33- بتاريخ 6 سبتمبر/أيلول 2010 استكمل المدعى دعواه بإفادات أعضاء البرلمان حول إساءة استخدام بطاقات التصويت خلال التصويت على إقالته وتسجيل فيديو للجزء ذي الصلة من الجلسة العامة.", "34- وعقب عدة جلسات، وفى 19 أكتوبر/تشرين الأول 2010، نظرت المحكمة الإدارية العليا في طلب المدعى، وأقرت الحكم. حيث وجدت أن المدعى قد شغل منصب القاضي في عام 1983، عندما كان القانون المحلي لا يتطلب حلف اليمين من جانب القاضي. ومع ذلك، فإن فصل المدعى قد حصل بسبب خرقه للمعايير الأساسية لمهنة القضاء، التي نصت عليها المواد 6 و 10 من قانون نظام القضاة لسنة 1992 وكانت ملزمة قانوناً في وقت الأفعال التى ارتكبها المدعى.", "35- وجدت المحكمة أيضا أن قرار محكمة العدل العليا الصادر فيما يتعلق بطلب RK كان غير قانونى، حيث أن المدعى والقاضي B. لم يكونا أقارب بموجب التشريعات المعمول بها في ذلك الوقت. وإضافة إلى ذلك، وفيما يخص الإجراءات ذات الصلة التى كان فيها المدعى طرفاً ثالثاً، فإنه لم يكن عليه التزام بالسعي إلى انسحاب القاضي B. ومع ذلك ، رفضت المحكمة الإدارية العليا إلغاء أعمال محكمة العدل العليا فيما يخص طلب RK، مشيرة إلى أنه وفقا للمادة 171-1 من قانون فإنها لم تكن مخولة لاتخاذ مثل هذا الإجراء.", "36- وفيما يتعلق بالقرار الصادر عن محكمة العدل العليا فيما يتعلق بطلب VK، وجدت أنه كان قانونياً ومثبتاً.", "37- أما بالنسبة لادعاءات المدعى بأن محكمة العدل العليا يجب أن تطبق الإجراءات المنصوص عليها في الفصل الرابع من قانون محكمة العدل العليا لعام 1998، فقد لاحظت المحكمة أنه وفقا للقسم 37 / 2 من هذا القانون، فإن هذا الإجراء لا ينطبق إلا على القضايا التي تنطوي على عقوبات مثل التأنيب أو خفض درجة الكفاءة. وقد كانت المسؤولية عن \"خرق اليمين\" في شكل الفصل متصورة بموجب المادة 126/ 5 (5) من الدستور والإجراءات الواجب اتباعها كانت مختلفة، أى ما تم وصفه في القسم 32 من قانون محكمة العدل العليا لعام 1998، الوارد في الفصل الثانى من هذا القانون. وخلصت المحكمة إلى أن الإجراء التي استشهد به المدعى لا ينطبق على فصل قاض لـ \"خرق اليمين\". ومن ثم لم تكن هناك أي مبررات لتطبيق فترات التقادم المشار إليها في القسم 36 من قانون نظام القضاة لسنة 1992 والمادة 43 من قانون محكمة العدل العليا عام 1998.", "38- وقد وجدت المحكمة أن المدعى كان غائباً عن جلسة الاستماع في محكمة العدل العليا دون سبب مشروع. ولاحظت أيضا أنه لم يكن هناك أية مخالفات إجرائية في الإجراءات القانونية أمام اللجنة البرلمانية. أما بالنسبة للانتهاكات الإجرائية المزعومة في الجلسة العامة ، فقد تم التصويت على قرار برلماني بفصل المدعى من جانب الأغلبية في البرلمان وهذا قد أكدته سجلات التصويت بنداء الأسماء. وأشارت المحكمة إلى أن لم يكن يحق لها إعادة النظر في دستورية القرارات البرلمانية، حيث يدخل ذلك في اختصاص المحكمة الدستورية.", "39- عقدت جلسات الاستماع في المحكمة الإدارية العليا بحضور المدعى والأطراف الأخرى في النزاع.", "ج- الأحداث المتصلة بتعيين رؤساء ونواب رؤساء المحاكم المحلية، وبوجه خاص، رئيس المحكمة الإدارية العليا.", "", "40- فى 22 ديسمبر/كانون الأول 2004 عين رئيس جمهورية أوكرانيا، وفقا للمادة 20 من قانون نظام القضاء لعام 2002، القاضي P. لمنصب رئيس المحكمة الإدارية العليا .", "41- وبتاريخ 16 مايو/ايار 2007 أدانت المحكمة الدستورية المادة 20/5 من قانون النظام القضائي لعام 2002 بشأن إجراءات تعيين وفصل رؤساء ونواب رؤساء المحاكم من قبل رئيس جمهورية أوكرانيا، واعتبرته غير دستوري. وأوصت باعتماد البرلمان للتعديلات التشريعية ذات الصلة لتنظيم هذه المسألة بشكل سليم .", "42- في 30 مايو/أيار 2007 اعتمد البرلمان قراراً بإدخال إجراء مؤقت لتعيين رؤساء ونواب رؤساء المحاكم. وقد نص هذا القرار على تخويل محكمة العدل العليا سلطة تعيين رؤساء ونواب رؤساء المحاكم.", "43- وفي نفس التاريخ، طعن المدعى أمام المحكمة مدعياً، من بين جملة أمور، أن القرار يتعارض مع قانون محكمة العدل العليا لعام 1998، وقوانين أخرى فى أوكرانيا. وعلى الفور أصدرت المحكمة قراراً غير نهائى بتعليق أثر القرار.", "44- في 31 مايو/أيار 2007 اعتمد مجلس القضاة في أوكرانيا، وبمراعاة الفجوة التشريعية الناجمة عن قرار المحكمة الدستورية الصادر في 16 مايو/أيار 2007، قراراً بتكليف نفسها بشكل مؤقت بتعيين رؤساء ونواب رؤساء المحاكم.", "45- وفي 14 يونيو/حزيران 2007 نشرت الجريدة البرلمانية رأياً لرئيس اللجنة البرلمانية، SK، يشير فيه إلى أن المحاكم المحلية لا تملك القدرة على مراجعة قرار البرلمان المذكور أعلاه وأن القضاة الذين يراجعون ذلك القرار قد يكونون عرضة للفصل لـ \"خرق اليمين\".", "46- في 26 يونيو/حزيران 2007 أيدت جمعية قضاة أوكرانيا قرار مجلس القضاة في أوكرانيا في 31 مايو/أيار 2007.", "47- وفي 21 فبراير/تشرين الثاني 2008 أبطلت المحكمة التى كانت تعيد النظر في القرار البرلماني القرار لكونه غير قانوني.", "48- وبتاريخ 21 ديسمبر/كانون الأول 2009 قررت هيئة رئاسة المحكمة الإدارية العليا أن القاضي P. يجب عليه مواصلة أداء واجباته كرئيس للمحكمة الإدارية العليا بعد انقضاء مدة خمس سنوات المنصوص عليها في المادة 20 من قانون نظام القضاء عام 2002.", "49- وفى 22 ديسمبر/كانون الأول 2009، اعتمدت المحكمة الدستورية قراراً يفسر أحكام القسم 116/5 (4) والقسم 20 / 5 من قانون النظام القضائي 2002. حيث وجدت أن تلك الأحكام كانت لتفهم فقط بأنها تمكن مجلس قضاة أوكرانيا فى إعطاء توصيات بتعيين القضاة فى وظائف إدارية من قبل هيئة أخرى (أو مسؤول) يحددها القانون. كما ألزمت المحكمة البرلمان بالامتثال الفورى للقرار الصادر فى 16 مايو/أيار 2007، وإدخال التعديلات التشريعية ذات الصلة.", "50- في 24 ديسمبر/كانون الأول 2009 قرر مؤتمر قضاة المحاكم الإدارية أن القاضي P. يجب أن يواصل القيام بدور رئيس المحكمة الإدارية العليا .", "51- وفي 25 ديسمبر/كانون الأول 2009 ألغى مجلس القضاة في أوكرانيا القرار الصادر فى 24 ديسمبر/كانون الأول 2009، لأنه غير قانوني وأشار إلى أنه بموجب القسم 41 / 5 من النظام القضائي لعام 2002، فإن النائب الأول لرئيس المحكمة الإدارية العليا، القاضي S. كان يتعين عليه أداء واجبات رئيس هذه المحكمة.", "52- وبتاريخ 16 يناير/كانون الثاني 2010 أصدر مكتب المدعي العام بياناً صحفياً حيث أشار إلى أن الهيئة أو الموظف العمومي الذى يملك سلطة تعيين وعزل رؤساء المحاكم ليس محدداً حتى الآن فى قوانين أوكرانيا، وأن مجلس القضاة في أوكرانيا كان يحق له فقط تقديم توصيات بشأن هذه القضايا. ولم يتم فصل القاضي P. من منصب رئيس امحكمة الإدارية العليا، وبالتالي استمر فى شغل الوظيفة بشكل قانوني.", "53- استمر القاضي P. فى العمل كرئيس للمحكمة الإدارية العليا.", "54- وفي 25 مارس/آذار 2010 قررت المحكمة الدستورية أن القرار البرلماني الصادر فى 30 مايو/أيار عام 2007 كان غير دستوري.", "55- تم تعيين غرفة من المحكمة الإدارية العليا للتعامل مع القضايا المشار إليها في المادة 171-1 من القانون في مايو/أيار ويونيو/حزيران عام 2010 من خلال استخدام الإجراء المنصوص عليه في المادة 41 من قانون نظام القضاء عام 2002.", "", "", "", "ثانيا: القانون المحلى ذو الصلة", "", "أ- دستور 28 يونيو/حزيران 1996", "", "56- تقرر المادة 6 من الدستور أن ممارسة سلطة الدولة في أوكرانيا تتم على أساس فصلها إلى أقسام تشريعية وتنفيذية وقضائية.", "57- وتنص المادة 76 من الدستور على أن أعضاء البرلمان يتم اختيارهم من مواطني أوكرانيا الذين بلغوا سن واحد وعشرين عاما، ولهم الحق في التصويت وعاشوا في أوكرانيا على مدى السنوات الخمس السابقة.", "58- وتنص المادة 84 من الدستور تنص على أن أعضاء البرلمان يجب عليهم التصويت شخصياً في جلسات البرلمان.", "59- تنص المادة 126 / 5 من الدستور على ما يلي:", "", "\"يتم فصل القاضى من منصبه من قبل الهيئة التي اختارته وعينته في حالة:", "", "(1) انقضاء المدة التي كان هو / هي مختارين أو معينين لها؛", "", "(2) بلوغ القاضي من العمر خمسة وستين عاماً؛", "", "(3) عدم القدرة على الاستمرار فى أداء واجباته لأسباب صحية؛", "", "(4) مخالفة القاضي للمتطلبات المتعلقة بالتعارض القضائي؛", "", "(5) خرق القسم من قبل القاضي؛", "", "(6) بدء النفاذ القانوني لإدانته / إدانتها،", "", "(7) إنهاء جنسيته؛", "", "(8) إعلان أنه / أنها مفقود ، أو الحكم بأنه ميت؛", "", "(9) تقديم القاضي طلب استقالة أو الفصل من منصبه طوعيا\".", "60- تنص المواد 128 و 131 من الدستور على ما يلي:", "", "المادة (128)", "\"يتم التعيين الأول للقاضى المحترف فى منصبه لمدة خمس سنوات من جانب رئيس جمهورية أوكرانيا. ويتم اختيار جميع القضاة الآخرين، باستثناء قضاة المحكمة الدستورية، من قبل البرلمان لأجل غير مسمى وفقا للإجراءات التي ينص عليها القانون (...).", "", "المادة (131)", "", "\"يعمل المجلس الأعلى للقضاء في أوكرانيا. وتشمل مهامه:", "", "(1) تقديم الطلبات لتعيين أو فصل القضاة؛", "", "(2) اتخاذ القرارات فيما يتعلق بالانتهاك الذى يتم من جانب القضاة والمدعين العامين للمتطلبات المتعلقة بالتعارض القضائي؛", "", "(3) إجراء الإجراءات التأديبية بشأن قضاة المحكمة العليا وقضاة المحاكم المتخصصة العليا، والنظر في الشكاوى المقدمة ضد قرارات فرض المسؤولية التأديبية على القضاة من محاكم الاستئناف والمحاكم المحلية وعلى النيابة العامة.", "", "يتكون المجلس الأعلى للقضاء من عشرين عضوا. وسوف يقوم برلمان أوكرانيا، ورئيس أوكرانيا، وجمعية القضاة فى أوكرانيا، وجمعية أنصار أوكرانيا، وجمعية ممثلي المؤسسات القانونية العليا للتربية والمؤسسات العلمية، بتعيين ثلاثة أعضاء في المجلس الأعلى للقضاء، ويقوم مجلس أعضاء النيابة العامة الأوكرانى بتعيين عضوين فى مجلس القضاء الأعلى", "", "يكون كل من رئيس المحكمة العليا، ووزير العدل والمدعي العام بحكم مناصبهم أعضاء فى المجلس الأعلى للقضاء\".", "", "", "ب- القانون الجنائي لعام 5 أبريل/نيسان 2001", "", "61- تنص المادة 375 من القانون على:", "", "\"1- اعتماد قاض (أو قضاة) عن عمد لإدانة، أو حكم أو قرار يعلم بأنه خطأ -فإنه يعاقب بتقييد الحرية لمدة تصل إلى خمس سنوات أو بالحبس من سنتين إلى خمس سنوات.", "2- نفس الأفعال، إذا أدت إلى عواقب وخيمة أو ارتكبت لتحقيق مكاسب مالية أو لمصلحة شخصية أخرى - يعاقب بالحبس من خمس إلى ثماني سنوات\".", "", "ج- قانون القضاء الإداري الصادر فى 6 يوليو/تموز 2005", "", "62- تنص الأحكام ذات الصلة من القانون على التالي:", "", "المادة 161- أسئلة يتم تحديدها من قبل المحكمة عند البت في القضية", "", "\"1- عند البت في القضية، يجب على المحكمة تحديد ما يلي:", "", "(1) إذا كانت الملابسات قد أشير إليها في المطالبة وتم إدراج الاعتراضات وما هي الأدلة التى تجسد هذه الملابسات؛", "", "(2) إذا كان هناك أي معلومات وقائعية أخرى ذات صلة بهذه القضية والأدلة التى تدعم هذه المعلومات.", "", "(3) أى من أحكام القانون يجب أن يطبق على العلاقات القانونية في المنازعات؛\".", "", "", "", "المادة 171-1. إجراءات القضايا المتعلقة بأعمال أو إجراءات أو امتناع برلمان أوكرانيا، ورئيس أوكرانيا، والمجلس الأعلى للقضاء واللجنة العليا لتأهيل القضاة", "(النص المطبق اعتبارا من 15 مايو/أيار 2010)", "", "1- تطبق القواعد المنصوص عليها في هذه المادة إجراءات القضايا الإدارية المتعلقة بما يلي:", "", "(1) قانونية (وليس دستورية) قرارات البرلمان، والمراسيم والأوامر الصادرة عن رئيس أوكرانيا؛", "(2) عمل المجلس الأعلى للقضاء (...)", "", "2- يجوز الطعن على أعمال أو إجراءات أو امتناع برلمان أوكرانيا، رئيس أوكرانيا، والمجلس الأعلى للقضاء واللجنة العليا تأهيل القضاة أمام المحكمة الإدارية العليا. ولهذا الغرض يتم تخصيص غرفة منفصلة في المحكمة الإدارية العليا.", "", "(....)", "", "4- القضايا الإدارية المتعلقة بأعمال أو إجراءات أو امتناع برلمان أوكرانيا، رئيس أوكرانيا، مجلس العدل العليا واللجنة العليا لتأهيل القضاة يتم نظرها بواسطة هيئة تتكون من خمسة قضاة على الأقل (...).", "", "5- وبعد نظر القضية، فإن المحكمة الإدارية العليا قد:", "", "(1) تعلن أن فعل برلمان أوكرانيا، رئيس أوكرانيا، المجلس الأعلى للقضاء أو اللجنة العليا تأهيل القضاة غير قانوني كليا أو جزئيا؛", "", "(2) تعلن أن فعل أو امتناع برلمان أوكرانيا، رئيس أوكرانيا، المجلس الأعلى للقضاء أو اللجنة العليا تأهيل القضاة غير قانوني وإلزامه / إلزامهم باتخاذ تدابير معينة (...).\"", "", "د- قانون النظام القضائي الصادر فى 7 فبراير/تشرين الثاني 2002 مع تعديلات أخرى (\"قانون النظام القضائي لعام 2002\") (ساري المفعول حتى 30 يوليو/تموز 2010)", "", "63- تنص الأحكام ذات الصلة من القانون على ما يلي:", "", "المادة 20. إجراء إقامة محاكم", "", "\" (...) 5- رئيس ونائب رئيس المحكمة المعينين يكونون قضاة معينين فى المنصب ذى الصلة لمدة خمس سنوات، ويتم فصلهم من هذا المنصب من قبل رئيس أوكرانيا بناء على طلب من رئيس المحكمة العليا (و، فيما يتعلق بالمحاكم المتخصصة، بناء على طلب من رئيس المحكمة العليا المتخصصة ذات الصلة)، بناء على توصية من مجلس القضاة في أوكرانيا (و، فيما يتعلق بالمحاكم المتخصصة، بناء على توصية من مجلس القضاة ذى الصلة (...)\".", "", "بناء على قرار المحكمة الدستورية الصادر فى 16 مايو 2007، أعلن عن عدم دستورية نص المادة 20 / 5 من القانون المتعلق بتعيين رؤساء ونواب رؤساء المحاكم من قبل رئيس جمهورية أوكرانيا.", "", "المادة 41. رؤوساء محاكم أعلى متخصصة", "", "\"1. رئيس المحكمة العليا المتخصصة سوف يتولى:", "", "(...)", "", "(3) (...) إعداد غرف المحكمة؛ تقديم مقترحات لتشكيل أعضاء الغرف، يتم إقرارها ن هيئة رئاسة المحكمة؛ (...)", "", "5. في غياب رئيس المحكمة العليا المتخصصة، يقوم بمهامه النائب الأول للرئيس، أو، في غياب الأخير، أحد نواب رئيس المحكمة، وفقا لتوزيع السلطات الإدارية\".", "", "المادة 116. مجلس القضاة في أوكرانيا", "", "\"1. يعمل مجلس القضاة في أوكرانيا كهيئة قضائية عليا ذات حكم ذاتي في الفترة بين الدورتين لجمعية القضاة في أوكرانيا.", "", "(...)", "", "5. يقوم مجلس القضاة في أوكرانيا:", "", "(...) (4) باتخاذ قرار بشأن تعيين القضاة فى وظائف إدارية وفصلهم من تلك الوظائف في الحالات وطبقا للإجراءات المنصوص عليها في هذا القانون؛ (...).", "", "6. تكون قرارات مجلس القضاة في أوكرانيا ملزمة لجميع الهيئات القضائية ذات الحكم الذاتي. قرارات مجلس القضاة في أوكرانيا يجوز إلغاؤها من قبل جمعية القضاة فى أوكرانيا\".", "", "د. القانون الخاص بنظام القضاة الصادر فى 15 ديسمبر/كانون الأول 1992 مع تعديلات أخرى (\"قانون نظام القضاة 1992، ب\") (ساري المفعول حتى 30 يوليو 2010)", "", "64- جاءت الأحكام ذات الصلة من القانون على النحو التالي:", "", "المادة 5. متطلبات التوافق", "", "\"لا يكون القاضي عضواً في حزب سياسي أو نقابة عمالية، ولا يشارك في أي نشاط سياسي، ولا يكون قد أعطي أي تفويض للتمثيل، أو أي عمل مربح آخر، أو أي وظيفة أخرى مدفوعة الأجر باستثناء العلمية والتربوية أو المهن الفنية\".", "", "", "", "", "المادة 6. واجبات القضاة", "", "\"يجب أن يلتزم القضاة بما يلى:", "", "- التمسك بالدستور والقوانين في أوكرانيا عند إقامة العدل، وضمان النظر بشكل كامل وشامل وموضوعي فى القضايا فى إطار الحدود الزمنية المحددة.", "", "- التوافق مع متطلبات المادة 5 من هذا القانون واللوائح الداخلية؛", "", "- عدم إفشاء المعلومات التي تصنف على أنها أسرار الدولة والجيش والتجارية أو المصرفية (...)", "", "- الامتناع عن أية أعمال أو إجراءات تجلب العار للهيئة القضائية والتي قد تثير الشك بشأن الموضوعية والحياد والاستقلال\".", "", "المادة 10. القسم القضائي", "", "\"عند بداية التعيين، يؤدى القاضى رسميا اليمين التالية:", "", "\"أتعهد رسميا بأداء واجبات القاضي بصدق ودقة، وأن ألتزم فقط بالقانون عند إقامة العدل، وأن أكون موضوعياً وعادلا\".", "", "يتم أداء اليمين أمام رئيس أوكرانيا\".", "", "المادة 31. أسباب المسؤولية التأديبية للقضاة", "", "\"1. يكون القاضي عرضة للعقوبة التأديبية على مخالفة تأديبية، وهى ، مخالفة:", "", "- التشريع عند النظر في القضية؛", "", "- متطلبات المادة 5 من هذا القانون.", "- الواجبات المنصوص عليها في المادة 6 من هذا القانون.", "", "2. إلغاء أو تعديل قرار قضائي لا يجوز أن يترتب عليه المسؤولية التأديبية بالنسبة للقاضي الذي شارك في اتخاذ هذا القرار، بشرط عدم وجود أي نية لمخالفة القانون أو متطلبات الدقة وعدم ترتب عواقب وخيمة من هذا القرار\".", "", "المادة 32. أنواع العقوبات التأديبية", "", "\"1. قد تفرض على القاضى العقوبات التأديبية التالية:", "", "- التوبيخ.", "", "- خفض مستوى التأهيل.", "", "2. لكل واحدة من المخالفات الموصوفة في المادة 31 من هذا القانون، يجوز فرض عقوبة تأديبية واحدة فقط (...)\".", "", "المادة 36. الحدود الزمنية لفرض عقوبة تأديبية وإزالة سجل تأديبي", "", "\"1. يتلقى القاضي العقوبة التأديبية في غضون ستة شهور من تاريخ أن تصبح جريمة معلومة ، باستثناء أي فترة عجز مؤقت أو مغادرة للبلاد.", "", "2. إذا، لم يتلقى القاضى في غضون سنة من تاريخ تطبيق هذا الاجراء التأديبي، عقوبة تأديبية جديدة، يجب اعتبار ذلك القاضي بدون أي سجل تأديبي (...)\".", "", "", "", "", "", "هـ. قانون المجلس الأعلى للقضاء الصادر فى 15 يناير/كانون الثاني 1998 (\"قانون محكمة العدل العليا 1998\")، كما صيغ في الوقت ذو الصلة", "", "65- تنص المادة 6 من هذا القانون، قبل التعديلات في 7 يوليو/تموز عام 2010، على ما يلي:", "", "\"المواطن الأوكراني الذين يتراوح عمره بين 35-60 يمكن أن يوصى بتعيينه فى منصب عضو في [محكمة العدل العليا] إذا كان أو كانت لديه معرفة جيدة للغة الوطنية، لديه التعليم القانوني العالي وعشر سنوات على الأقل من الخبرة العملية في مجال القانون وكان يعيش في أوكرانيا على مدى السنوات العشر الماضية.", "", "ولا يجوز تطبيق الفقرة الأولى من هذه على الأفراد الأعضاء بحكم مناصبهم فى محكمة العدل العليا.", "", "أية محاولة للتأثير على أعضاء محكمة العدل العليا تكون محظورة\".", "", "66- بعمل التعديلات في 7 يوليو/تموز عام 2010، تم استكمال المادة 6 من القانون بالفقرة التالية:", "", "\"اذا تطلب هذا القانون أن يكون عضو محكمة العدل العليا قاضياً، يعين هذا العضو من بين القضاة الذين تم اختيارهم لأجل غير مسمى\".", "", "67- تعالج المواد 8-13 إجراءات تعيين أعضاء محكمة العدل العليا من قبل الهيئات المعينة في المادة (131) من الدستور.", "", "68- بعمل التعديلات في 7 يوليو/تموز 2010، تم استكمال هذه الأقسام بمتطلبات إضافية مفادها أن عشرة أعضاء من محكمة العدل العليا يتم تعيينهم من السلك القضائي من قبل الهيئات المعينة في المادة (131) من الدستور.", "69- تنص المادة 17 من القانون على أنه قبل دخول المكتب، يجب على عضو محكمة العدل العليا أن يحلف اليمين في جلسة البرلمان.", "70- تنص المادة 19 من القانون على أن محكمة العدل العليا تضم قسمين. ويتم تنسيق عمل محكمة العدل العليا من قبل رئيسها أو في غيابه، من قبل نائب الرئيس. ويعمل الرئيس ونائب الرئيس ورؤساء الأقسام من محكمة العدل العليا على أساس التفرغ.", "71- تنص الأحكام الأخرى ذات الصلة من القانون على ما يلي:", "", "المادة 24. جلسات الاستماع أمام المجلس الأعلى للقضاء", "", "\"(...) تكون الجلسة أمام المجلس الأعلى للقضاء عامة. ويمكن عقد جلسة سرية بناء على قرار أغلبية التشكيل الدستوري للمجلس الأعلى للقضاء (...).", "", "المادة 26. استقالة عضو في المجلس الأعلى للقضاء", "", "\"لا يشارك عضو المجلس الأعلى للقضاء في النظر في الأمر ويجب أن يستقيل إذا ثبت أنه /أنها لديه مصلحة شخصية مباشرة أو غير مباشرة في نتيجة القضية (...) وفي هذه الظروف، يجب على عضو المجلس الأعلى للقضاء الاستقالة من تلقاء نفسه. في نفس الظروف فإن الشخص (...) الذي تنظر قضيته (...) له الحق فى أن يطلب استقالة عضو من أعضاء المجلس الأعلى للقضاء (...).", "", "المادة 27. أعمال المجلس الأعلى للقضاء", "", "\"(...) يجوز الطعن في أعمال المجلس الأعلى للقضاء حصرياً أمام المحكمة الإدارية العليا وفقا للإجراءات المنصوص عليها في قانون القضاء الإداري\".", "72- ينص الفصل الثاني من قانون \"النظر في المسائل المتعلقة بفصل القضاة\"، على ما يلى:", "", "", "", "المادة 32. التقديم لفصل قاض في ظروف خاصة", "(صياغة المادة قبل 15 مايو/أيار 2010)", "", "\"ينظر المجلس الأعلى للقضاء في مسألة فصل قاض وفقاً للأسباب المنصوص عليها في المادة 126 / 5 (4) - (6) من الدستور حين استلام رأي المعنيين من لجنة التأهيل أو من تلقاء نفسه. ويرسل إلى القاضي المعني دعوة مكتوبة لحضور جلسة الاستماع أمام المجلس الأعلى للقضاء.", "", "يتم اتخاذ قرار المجلس الأعلى للقضاء لتطبيق فصل القاضي بموجب المادة 126 / 5 (4) و (5) من الدستور بأغلبية ثلثي أعضاء المجلس الأعلى للقضاء المشاركة في جلسة الاستماع، وفي الحالات المنصوص عليها في المادة 126 / 5 (6) من الدستور، بأغلبية التشكيل الدستوري للمجلس الأعلى للقضاء\".", "", "المادة 32. التقديم لفصل قاض في ظروف خاصة", "(صياغة النص اعتبارا من 15 مايو/أيار 2010)", "", "\"ينظر المجلس الأعلى للقضاء في مسألة فصل قاض وفقاً للأسباب المنصوص عليها في المادة 126/5 (4) - (6) من الدستور (مخالفة متطلبات التوافق القضائية، الإخلال باليمين، دخول إدانة للقاضى إلى حيز النفاذ) حين استلام الرأي ذات الصلة من لجنة التأهيل أو من تلقاء نفسها.", "", "يكون خرق القسم من جانب القاضى بـ:", "", "1) ارتكاب الأعمال التي تجلب العار على المكتب القضائي والتي قد تدعو إلى التشكيك فى موضوعيته /موضوعيتها وحياده/حيادها واستقلاله/استقلالها، فضلا عن نزاهة واستقامة السلطة القضائية؛", "", "2) الكسب غير القانوني للثروة أو الإنفاق من قبل القاضي الذي يتجاوز دخله ودخل أسرته.", "", "3) التأخير المتعمد للنظر في قضية وتجاوز الحدود الزمنية المحددة (أو)", "4) انتهاك المبادئ الأخلاقية والمعنوية لنظام السلوك القضائي.", "", "يتم إرسال دعوة مكتوبة إلى القاضي المعني لحضور جلسة استماع أمام المجلس الأعلى للقضاء. إذا كان القاضي لا يمكنه المشاركة في الجلسة لسبب مقبول، يكون له / لها الحق في تقديم عرائض مكتوبة، يتم إدراجها في ملف القضية. يجب قراءة المذكرات المكتوبة من جانب القاضي في جلسة الاستماع أمام المجلس الأعلى للقضاء. وفشل القاضي للمرة الثانية فى حضور جلسة الاستماع يكون مبرراً للنظر في القضية في غيابه / غيابها.", "", "يتخذ قرار المجلس الأعلى للقضاء فى تطبيق فصل القاضي بموجب المادة 126 / 5 (4) - (6) من الدستور بأغلبية التشكيل الدستوري للمجلس الاعلى للقضاء\".", "", "73- ينص الفصل الرابع من هذا قانون \"الإجراءات التأديبية ضد قضاة المحكمة العليا والمحاكم العليا المتخصصة\"، فيما له صلة، على:", "", "المادة 37. أنواع العقوبات التي يفرضها المجلس الاعلى للقضاء", "(صياغة النص المطبق حتى 30 يوليو/تموز 2010)", "", "\"يفرض المجلس الأعلى للقضاء المسؤولية التأديبية (...) على قضاة المحكمة العليا (...) وفقاً للأسباب المنصوص عليها في المادة 126 / 5 (5) من الدستور وقانون نظام القضاة.", "", "يجوز للمجلس الاعلى للقضاء فرض العقوبات التأديبية التالية:", "", "(1) توجيه اللوم؛", "", "(2) خفض مستوى درجة التأهيل.", "", "يجوز للمجلس الاعلى للقضاء أن يقرر أن القاضي غير متوافق مع الوظيفة التى يشغلها / تشغلها، ويقدم مذكرة لفصل القاضي مع الجهة التى عينته/عينتها\".", "المادة 39. مراحل الإجراءات التأديبية", "", "\"تشمل الإجراءات التأديبية المراحل التالية:", "", "(1) التحقق من المعلومات حول جريمة تأديبية؛", "", "(2) إقامة الدعوى التأديبية؛", "", "(3) النظر في الدعوى التأديبية؛", "", "((4 اعتماد القرار\" (...).", "", "المادة 40. التحقق من المعلومات حول مخالفة تأديبية", "", "\"التحقق من المعلومات حول الجريمة التأديبية يجب أن يقوم بها (...) واحد من أعضاء المجلس الأعلى للقضاء عن طريق تلقي تفسيرات مكتوبة من القاضي وغيره من الأشخاص، وطلب وفحص مواد ملفات القضية، وتلقي المعلومات الواردة من أجهزة الدولة والمنظمات والمؤسسات والجمعيات والمواطنين.", "", "وبعد التحقق من المعلومات، يتم إعداد بيان بالوقائع مع الاستنتاجات والمقترحات. ويبلغ البيان وغيره من المواد إلى القاضي المعني\" (...).", "", "المادة 41. إقامة الدعوى التأديبية", "", "\"إذا كانت هناك أسباب لإجراء دعوى تأديبية ضد (...) قاض في المحكمة العليا (...) يجوز إقامتها بقرار من المجلس الاعلى للقضاء خلال عشرة أيام من تاريخ استلام المعلومات عن مخالفة تأديبية أو، إذا كان ذلك ضروريا للتحقق من هذه المعلومات، خلال عشرة أيام من تاريخ الانتهاء من التحقق\".", "", "", "", "المادة 42. النظر في الدعوى التأديبية", "(صياغة قيد النفاذ حتى 30 يوليو/تموز 2010)", "", "\"ينظر المجلس الأعلى للقضاء في قضية تأديبية في جلسة الاستماع التالية لاستلام الاستنتاج وغيره من المواد الناتجة عن التحقق.", "", "ويتخذ القرار في قضية تأديبية بالتصويت بالاقتراع السري دون وجود القاضي المعني (...)", "", "يستمع المجلس الاعلى للقضاء إلى أدلة القاضي عند تحديد مسؤوليته/مسئوليتها التأديبية. إذا لم يكون القاضي قادراً على المشاركة في الجلسة لسبب مقبول، يكون له/لها الحق في تقديم عرائض مكتوبة، تدرج في ملف القضية. يجب قراءة المذكرات المكتوبة من جانب القاضي في جلسة الاستماع أمام المجلس الاعلى للقضاء. إذا فشل القاضى فى حضور جلسة الاستماع للمرة الثانية يكون ذلك مبرراً لنظر القضية في غيابه\".", "", "المادة 43. الحدود الزمنية لفرض عقوبة تأديبية", "", "\"يتلقى القاضي العقوبة التأديبية في غضون ستة أشهر من تاريخ كون الجريمة اصبحت معلومة، باستثناء فترة العجز المؤقت أو مغادرة البلاد، ولكن على أي حال في موعد أقصاه سنة واحدة من تاريخ ارتكاب الجريمة.\"", "", "المادة 44. إزالة السجل التأديبي", "", "\"إذا لم يتلقى القاضى، في غضون سنة من تاريخ تطبيق عقوبة تأديبية، عقوبة تأديبية أخرى، وجب اعتبار ذلك القاضي بدون أي سجل تأديبي\" (...).", "", "", "", "", "و. القانون الخاص بإجراءات اختيار وفصل القضاة بواسطة البرلمان الصادر فى 18 مارس/أذار 2004 (\"القضاة (الاختيار والفصل) لعام 2004\") (ساري المفعول حتى 30 يوليو/تموز 2010)", "", "74- تنص الأحكام ذات الصلة من القانون على التالي:", "", "المادة 19. الإجراء أمام اللجنة البرلمانية بشأن النظر في طلب فصل قاض اختير لأجل غير مسمى", "", "\"ينظر فى طلب المجلس الأعلى للقضاء لفصل القاضي الذي تم اخياره لأجل غير مسمى من قبل اللجنة البرلمانية في غضون شهر من تاريخ استلام الطلب (...)", "", "وعلى اللجنة البرلمانية إجراء تحقيقات فيما يخص الطلبات المقدمة من المواطنين والإخطارات الأخرى المتعلقة بأنشطة القاضي.", "", "وللجنة البرلمانية طلب إجراء تحريات إضافية من قبل المحكمة العليا، والمجلس الأعلى للقضاء، والمحكمة المتخصصة العليا ذات الصلة، والإدارة القضائية للدولة، ومجلس القضاة في أوكرانيا أو لجنة التأهيل ذات الصلة بالقضاة.", "", "يجب تقديم نتائج التحقيقات الإضافية إلى اللجنة البرلمانية من جانب السلطات المعنية كتابة فى حدود المهل التي حددتها اللجنة البرلمانية ولكن بأي حال في موعد لا يتجاوز خمسة عشر يوما على طلب التحقيقات.", "", "يتم إخطار القاضي المعني بوقت ومكان جلسة الاستماع أمام اللجنة البرلمانية\".", "", "المادة 20. الإجراءات أمام اللجنة البرلمانية بشأن تحديد مسألة فصل قاض اختير لأجل غير مسمى", "", "\"يحضر جلسة الاستماع أمام اللجنة البرلمانية حول فصل قاض تم اختياره لأجل غير مسمى أعضاء من البرلمان وممثلون عن المحكمة العليا والمحاكم العليا المتخصصة، والمجلس الأعلى للقضاء، والإدارة القضائية للدولة، وغيرها من سلطات الدولة وهيئات الحكم الذاتي المحلي والمؤسسات العامة.", "", "يجب أن يكون القاضي المعني حاضراً في الجلسة، إلا في حالات الطرد بموجب المادة 126 / 5 (2)، (3) و (6)، (7)، (8) و (9) من الدستور.", "", "إذا فشل القاضي المعنى من حضور جلسة الاستماع للمرة الثانية دون سبب مقبول يكون ذلك مبرراً للنظر في القضية في غيابه بعد أن تتأكد اللجنة البرلمانية أن القاضي قد تلقى إخطارا بوقت ومكان جلسة الاستماع. وعلى اللجنة البرلمانية تقييم صحة أي أسباب لعدم الحضور (...)", "", "يجب أن تبدأ جلسة الاستماع أمام اللجنة البرلمانية حول فصل قاض بتقرير من الرئيس.", "", "يمكن لأعضاء اللجنة البرلمانية والأعضاء الآخرين في البرلمان طرح أسئلة على القاضي فيما يتعلق بالمادة الناتجة عن (أي) استفسارات والحقائق المشار إليها في (أي) طلبات مقدمة من المواطنين.", "", "للقاضي حق دراسة المواد، وبيانات حقائق واستنتاجات اللجنة البرلمانية بشأن إقالته/إقالتها\".", "", "المادة 21. طرح مقترح لفصل قاض (...) أمام جلسة عامة للبرلمان", "", "\"تطرح اللجنة البرلمانية أمام جلسة عامة في البرلمان اقتراحا يوصي أو لا يوصي بفصل قاض اختير لأجل غير مسمى. يجب أن يعطى ممثل اللجنة البرلمانية الدور\".", "", "", "", "", "المادة 22. الدعوة لحضور الجلسة العامة بشأن فصل قاض اختير لأجل غير مسمى", "", "\"يجب أن يحضر القاضي المعني الجلسة العامة للبرلمان في حال إقالته/إقالتها بموجب المادة 126 / 5 (1) و (4) و (5) من الدستور. وإذا فشل القاضي فى الحضور يجب ألا يعوق ذلك النظر في المسألة والدفوع الموضوعية\".", "", "المادة 23. الإجراءات في الجلسة العامة للبرلمان بشأن تحديد مسألة فصل قاض اختير لأجل غير مسمى", "", "\"خلال الجلسة العامة للبرلمان، يبلغ ممثل اللجنة البرلمانية عن كل مرشح للفصل.", "", "إذا لم يوافق القاضي على فصله/فصلها، يتم الاستماع إلى توضيحات منه/منها.", "", "لأعضاء البرلمان الحق في طرح الأسئلة على القاضي.", "", "إذا ظهر أثناء المداولات في الجلسة العامة للبرلمان ضرورة إجراء تحقيقات إضافية فيما يتعلق بالطلبات المقدمة من المواطنين أو لطلب معلومات إضافية، يجب على البرلمان إعطاء التعليمات ذات الصلة إلى اللجنة البرلمانية\".", "", "المادة 24. قرار البرلمان بشأن فصل قاض اختير لأجل غير مسمى", "", "\"يجب على البرلمان اتخاذ قرار بشأن فصل القاض على أساس الحيثيات المعرفة في المادة 126 / 5 من الدستور.", "", "يتخذ القرار بالتصويت المفتوح بأغلبية التشكيل الدستوري للبرلمان.", "", "ويعتمد قرار فصل قاض في شكل قرار\".", "ز. قانون اللجان البرلمانية الصادر فى 4 أبريل/نيسان 1995 (\"قانون اللجان البرلمانية 1995\")", "", "75- ينص المادة 1 من القانون على أن اللجنة البرلمانية هي هيئة برلمانية تتكون من أعضاء برلمانيين عليهم مهمة صياغة القوانين في مجالات معينة، وإجراء استعراضات أولية للمسائل التي تقع ضمن اختصاص البرلمان، وتنفيذ مهام الرقابة.", "", "ح. قانون نظام أعضاء البرلمان الصادر فى 17 نوفمبر/تشرين الثاني 1992 (\"نظام أعضاء البرلمان قانون 1992\")", "", "76- تنص المادة 24 من القانون على أن عضو البرلمان يجب أن يكون موجوداً ويشارك شخصياً في جلسات البرلمان. ويكون هو / هي ملزماً بالتصويت بشخصه على المسائل التي تنظر من قبل البرلمان وهيئاته.", "", "ط. قانون قواعد البرلمان الصادر فى 10 فبراير/تشرين الثاني 2010 (\"قواعد البرلمان\")", "", "77- تنص المادة 47 من لائحة البرلمان على أنه عندما يأخذ البرلمان القرارات، يقوم أعضائه بالتصويت شخصياً في غرفة المداولة باستخدام نظام التصويت الإلكتروني أو، في حالة التصويت السري، في قاعة تصويت بالقرب من غرفة المداولة.", "", "ثالثا: وثائق مجلس أوربا", "", "أ- الميثاق الأوروبي حول النظام الأساسي للقضاة من 8-10 يوليو/تموز لعام 1998 (إدارة الشؤون القانونية لمجلس أوروبا، وثيقة (98) 23)", "", "78- المقتطفات ذات الصلة من الفصل 5 من الميثاق، \"المسؤولية\"، تنص على:", "\"5-1. تقصير القاض لواحد من الواجبات المحددة صراحة فى النظام الأساسي، قد يؤدي فقط إلى عقوبة بناء على قرار، بناء على اقتراح وتوصية، أو بموافقة محكمة أو سلطة مكونة على الأقل من نصف القضاة المختارين، في إطار إجراءات ذات طابع ينطوي على الاستماع التام للأطراف، والتي يجب أن يكون للقاضي التى تباشر ضده الحق في التمثيل. يتم تعيين حجم العقوبات التي يمكن أن تفرض عليه في النظام الأساسي، ويخضع فرضها لمبدأ التناسب. والقرار الصادر عن السلطة التنفيذية، أو المحكمة، أو سلطة النطق بالعقوبة، على النحو المنصوص عليه في هذه الوثيقة، يمكن استئنافه أمام سلطة قضائية أعلى\".", "ب. رأي لجنة البندقية", "79- مقتطفات ذات صلة من الرأي المشترك للجنة البندقية ومديرية التعاون فى الإدارة العامة لحقوق الإنسان والشؤون القانونية في مجلس أوروبا فيما يتعلق بقانون تعديل بعض القوانين التشريعية لأوكرانيا فيما يتعلق بمنع التعسف في استعمال الحق في الاستئناف، التي اعتمدتها لجنة فينيسيا في دورتها الـ 84 الجلسة العامة (البندقية خلال الفترة 15-16 أكتوبر/تشرين الأول 2010، CDL-AD (2010) 029)، تقرأ كما يلي (التشديد مضاف في النص الأصلي):", "\"28- يبدو أنه في محاولة مرحب بها للتغلب على مشكلة قلة عدد القضاة في المجلس الأعلى للقضاء، فإن الأحكام الختامية فى القسم الثاني عشر (3)؛ (التعديلات على القوانين الشرعية لأوكرانيا) من قانون السلطة القضائية ووضع القضاة التعديلات 3-11 لقانون أوكرانيا \"حول المجلس الأعلى للقضاء\" تنص الآن على أن اثنين من الأعضاء الثلاثة في المجلس الأعلى للقضاء، الذي يتم تعيينهم من قبل البرلمان الأوكراني (المادة 8.1) ورئيس أوكرانيا (المادة 9.1) على التوالي، فإن واحد من الثلاثة أعضاء تعينهم الهيئة التشريعية للقضاة (المادة 11.1)، وواحد من ثلاثة أعضاء تعينهم هيئة ممثلي مؤسسات التعليم القانونى العالي ومؤسسات البحوث (المادة 12.1) من صفوف القضاة. تقوم هيئة أعضاء النيابة العامة الأوكرانية بتعيين عضوين لمحكمة العدل العليا، يعين واحد منهم من بين القضاة (المادة 13.1).", "29. ومع ذلك، فإن تشكيل المجلس الاعلى للقضاء في أوكرانيا ما يزال لا يتوافق مع المعايير الأوروبية حيث أنه من بين 20 عضواً فإن ثلاثة فقط هم قضاة يتم اختيارهم من قبل أقرانهم. تقر الأحكام الختامية واقعياً أن العنصر القضائي في المجلس الأعلى للقضاء يجب أن يكون أعلى من ذلك، ولكن الحل الذي تم اختياره هو مطالبة البرلمان والرئيس، والمؤسسات التعليمية والنيابة العامة لاختيار أو تعيين القضاة. (...) في التشكيل الحالي، يعتبر قاض واحد هو عضو بحكم منصبه (رئيس المحكمة العليا) وبعض من الأعضاء الذين يعينهم رئيس الجمهورية والبرلمان هم قضاة بحكم الواقع أو قضاة سابقين ، ولكن لا يوجد متطلب قانوني حتى يكون هذا هو الحال حتى تنتهى ولاية الأعضاء الحاليين. وبجانب وزير العدل والنائب العام، فإن 50٪ من الأعضاء ينتمون إلى أو يتم تعيينهم من قبل السلطة التنفيذية أو التشريعية. وبالتالي فإن المجلس الأعلى للقضاء لا يمكن أن يقال أنه يتكون من جزء له وجود حقيقى من القضاة. في بعض الأحيان قد يكون الحال في الديمقراطيات القديمة أن السلطة التنفيذية لديها تأثير حاسم في بعض البلدان، وقد تعمل هذه الأنظمة بشكل مقبول من الناحية العملية. وقد أشارت السلطات الأوكرانية نفسها خلال الاجتماعات في كييف إلى أوكرانيا باعتبارها ديمقراطية انتقالية سعيدة لاستخدام تجربة البلدان الأخرى. وكما اشير في آراء سابقة، \"فإن الديمقراطيات الجديدة، بالرغم من ذلك، لم يكن لديها حتى الآن فرصة لتطوير تلك التقاليد، التي يمكن أن تمنع الإساءة وبالتالي، على الأقل في هذه البلدان، هناك حاجة لأحكام دستورية وقانونية صريحة باعتبارها ضمان لمنع الاستغلال السياسي في تعيين القضاة.", "30. قد يسمح التشكيل الفعلي لمحكمة العدل العليا أيضا بتنازلات بتأثير الأغلبية البرلمانية وضغوط من السلطة التنفيذية، ولكن هذا لا يمكن أن يؤدى إلى التغلب على النقص فى تشكيلها. هذه الهيئة قد لا تكون خالية من التبعية لاعتبارات حزب سياسي. وليست هناك ضمانات كافية للتأكد من أن محكمة العدل العليا تصون القيم والمبادئ الأساسية للعدالة. وقد يكون التشكيل المنصوص عليه في الدستور، وإجراء تعديل دستوري أمراً مطلوباً. إن وضع المدعي العام بحكم منصبه عضواً يثير القلق بشكل خاص، لأنه قد يكون له تأثير الردع في القضاة وينظر إليه على أنه تهديد محتمل. إن المدعي العام يعتبر طرفاً في العديد من القضايا التي ينظرها القضاة لاتخاذ قرار بشأنها، ووجوده فى الهيئة المعنية بتعيين، وتأديب القضاة وعزلهم ينشئ مخاطر من شأنها أن القضاة قد لا تتصرف بحيادية في مثل تلك القضايا أو أن المدعي العام لنا يتصرف بحيادية تجاه القضاة الذين لا يتوافق مع قراراتهم. والنتيجة، أن تشكيل (محكمة العدل العليا) في أوكرانيا لا يتوافق مع المعايير الأوروبية. وحيث أن تغيير التشكيل يتطلب تعديل الدستور وهذا قد يكون صعباً، ينبغي أن يشمل القانون، بغرض عمل توازن للتشكيل الخاطئة لمحكمة العدل العليا، تنظيم أقوى لعدم التوافق. ومع مراعاة الصلاحيات الممنوحة لمحكمة العدل العليا، فإنها يجب أن تعمل كهيئة بدوام كامل كما أن الأعضاء المختارين، على عكس الأعضاء بحكم مناصبهم، لا ينبغي أن يكونوا قادرين على ممارسة أي نشاط عام أو خاص آخرين خلال عملهم في محكمة العدل العليا (...)", "42. (...).وأخذاً في الاعتبار أن وزير العدل والمدعي العام في أوكرانيا هم أعضاء بحكم مناصبهم فى محكمة العدل العليا (المادة 131 من الدستور)، وأن الدستور الأوكراني لا يضمن أن محكمة العدل العليا ستتألف من الأغلبية أو عدد كبير من القضاة المنتخبين من قبل أقرانهم، فإن تقديم مقترحات الفصل من أعضاء السلطة التنفيذية قد تؤدى إلى إضعاف استقلال القضاة (....) على أية حال، لا ينبغي أن يسمح لعضو محكمة العدل العليا الذي قدم الاقتراح المشاركة في اتخاذ القرار لفصل القاضي المعني: فهذا من شأنه أن يؤثر على ضمان الحيادية ...", "45. (...) تعتبر الدقة ووضوح الرؤية المسبقة لأسباب المسئولية التأديبية أمراً مرغوباً فيه لليقين القانوني وبخاصة للحفاظ على استقلال القضاة؛ ولذلك ينبغي بذل الجهد لتجنب الأسباب الغامضة أو التعريفات الواسعة. وبالرغم من ذلك ، فإن التعريف الجديد يتضمن مفاهيماً عامة جداً، مثل \"على (ارتكاب) أفعال تجلب العار على الهيئة القضائية أو قد تسبب الشكوك (بالنسبة) له / لها فى الحياد والموضوعية والاستقلال، (أو) نزاهة واستقامة القضاء \"و\" انتهاك المبادئ الأخلاقية والمعنوية للسلوك البشري \"وغيرها. هذا الأمر يبدو خطيراً خاصة بسبب الشروط الغامضة المستخدمة وإمكانية استخدامها كسلاح سياسي ضد القضاة. ... وهكذا، لا تزال اسباب المسؤولية التأديبية واسعة النطاق وهناك حاجة إلى تنظيم أكثر دقة لضمان استقلال القضاء.", "46. وأخيرا، فإن المادة 32، في الفقرة الأخيرة، تتطلب اتخاذ قرارات حول تقديم التماس للمحكمة العدل العليا بشأن فصل القاضي بالأغلبية البسيطة بدلا من أغلبية الثلثين. وعلى ضوء التشكيل المعيب لمحكمة العدل العليا، فإن تلك تعتبر خطوة مؤسفة من شأنها أن تتعارض مع استقلال القضاة (...).", "51. وأخيرا، فإن تشكيل (...) ما يسمى بـ \"الغرفة الخامسة\" للمحكمة الإدارية (العليا) المؤثرة للغاية ينبغي أن يحدد بدقة فى القانون من أجل الامتثال لمتطلبات الحق الجوهرى فى الوصول إلى محكمة محددة مسبقاً بالقانون\" (...).", "ج. تقرير توماس هامربرغ، مفوض حقوق الإنسان في مجلس أوروبا، عقب زيارته لأوكرانيا (19 - 26 نوفمبر/تشرين الثاني 2011) ، CommDH (2012)، 10، 23 فبراير/تشرين الثاني 2012", "80. المقتطفات ذات الصلة من التقرير كما يلى (ترجمة المسجل):", "\"ثانيا: القضايا المتعلقة باستقلال وحياد القضاة", "استقلال القضاء - والذى يعنى ايضا استقلال كل قاضى على حدة - ينبغي حمايته سواء في القانون أو في الممارسة. وقد أشار المفوض بقلق إلى أن التصور العام في أوكرانيا، أنه لا يتم حماية القضاة من الضغط الخارجي، بما في ذلك ذى الطبيعة السياسية. وهناك حاجة إلى اتخاذ إجراءات حاسمة على عدة جبهات لإزالة العوامل التي تجعل القضاة عرضة لإضعاف استقلاليتهم. وينبغي على السلطات أن تنظر بعناية في أية مزاعم ذات نفوذ سياسي أو غيره تكون غير لائقة أو التدخل في عمل المؤسسات القضائية وضمان سبل إنصاف فعالة.", "ويدعو المفوض السلطات الأوكرانية إلى التنفيذ الكامل لتوصيات لجنة البندقية بشأن الحاجة إلى تبسيط وتوضيح الإجراءات والمعايير الخاصة بتعيين وفصل القضاة، علاوة على تطبيق تدابير تأديبية. ومن الضروري وضع ضمانات كافية لضمان حيادية القضاء من خطر التسييس في الإجراءات التأديبية. أما بالنسبة لعملية تعيين القضاة، فلابد وأن تكون مؤهلات وأحقية الأفراد المرشحين هى الحاسمة.", "أما التشكيل الحالي للمجلس الاعلى للقضاء فلا يتوافق مع المعايير الدولية ويجب تغييره. وهذا سوف يتطلب تعديلا دستوريا (...)", "20. في نوفمبر/تشرين الثاني 2011 أعلن نائب المدعي العام ميهايلو هافريليوك، وهو عضو في المجلس الأعلى للقضاء، أن الإجراءات التأديبية قد بدأت ضد أعضاء الغرفة الجنائية في المحكمة العليا على أساس انتهاكهم للقسم. وقد تلقى المفوض ادعاءات بأن تلك التطورات هى نتيجة ضغوط من السلطة التنفيذية على هذه المؤسسة القضائية بهدف التأثير على نتيجة انتخابات رئيس المحكمة العليا المقبل (...)", "35. ينص الدستور وقانون السلطة القضائية ونظام القضاة على فصل القاضى من قبل الهيئة التى انتخبته / انتخبتها أو عينته / عينتها، بناء على اقتراح من المجلس الأعلى للقضاء. وأكد العديد من محاوري المفوض أنه، بالنسبة للتشكيل الحالي لمحكمة العدل العليا، فإن الخطر يتمثل فى احتمال صدور هذا القرار لاعتبارات سياسية أو ما شابه ذلك يعتبر كبيراً جدا. وقد تلعب هذه الاعتبارات أيضا دوراً في صدور قرار من البرلمان لفصل قاض منتخب لمدى الحياة. ولذلك، ينبغي إدخال ضمانات إضافية سواء في القانون وفي الممارسة العملية، بهدف حماية استقلال القضاة.", "36. وهناك أحكام في الدستور وكذلك في قانون القضاء ونظام القضاة ضد الضغط الذى لا مبرر له؛ ورغم ذلك، ينبغي مواصلة تعزيز هذه الأحكام في القانون والممارسة (...)", "42. ويعتبر المفوض قلقاً بشكل خاص من تقارير حول التأثير القوي الذي تمارسه سلطات الملاحقة القضائية والتنفيذية على القضاة من خلال تمثيلها في المجلس الأعلى للقضاء. وبشكل خاص، فقد أبلغت المفوضية أن هناك مناسبات حيث بدأت إجراءات تأديبية ضد القضاة بواسطة أعضاء محكمة العدل العليا التي تمثل مكتب المدعي العام للانتهاك المزعوم لليمين على أساس جوهر الحكم القضائي في الحالات التي لم يدعم فيها القضاة موقف النيابة العامة (راجع أيضا الفقرة 20 أعلاه). في هذا السياق يود المفوض أن يذكر أن القضاة لا ينبغي أن يكون عندهم أسباب للخوف من اتخاذ إجراءات الفصل أو التأديب ضدهم بسبب القرارات التي يتخذونها (...)", "الاستنتاجات والتوصيات", "46. يؤكد المفوض أن نظام التعيين القضائي يجب أن يكون محمياً بشكل كامل من أى تأثير سياسي أو حزبى أو غيره غير لائق. ولا ينبغى أن تخضع قرارات القضاة للمراجعة أكثر من إجراء الاستئناف العادي. ويجب تنظيم الإجراءات التأديبية ضد القضاة من خلال قواعد وإجراءات دقيقة، تدار بداخل نظام المحاكم، ولا تكون قابلة للتأثير السياسى أو غيره الذى لا مبرر له.", "47. وفي حين أن المفوض ليس في وضع يمكنه من التعليق على صحة هذه المزاعم من حيث الضغط على قضاة المحكمة العليا المذكورة أعلاه (انظر الفقرة 20)، فقد قال أنه على الرغم من ذلك فهو يرى أن الوضع يقدم مبرراً للقلق البالغ. وينبغي على السلطات الأوكرانية دراسة ومعالجة أي ادعاءات للتدخل في عمل المؤسسات القضائية. ويجب على المسؤولين من فروع الحكومة الأخرى الامتناع عن اتخاذ أي إجراءات أو بيانات يمكن اعتبارها أداة للضغط على عمل المؤسسات القضائية أو وضع شكوك حول قدرتها على ممارسة لواجباتها على نحو فعال. ويجب ألا يكون لدى القضاة أسباب للخوف من مباشرة إجراءات الفصل أو التأديب ضدهم بسبب القرارات التي يتخذونها. وبالإضافة إلى ذلك، ينبغي أن تؤخذ الفرصة التي يتيحها الإصلاح الجاري للتأكيد بقوة أكثر على استقلال السلطة القضائية عن السلطة التنفيذية\" (...)", "", "رابعا: القانون المقارن", "", "81. تقرير بحث فى القانون المقارن بعنوان \"استقلال القضاء في المرحلة الانتقالية\" كان قد تم في عام 2012 من قبل معهد ماكس بلانك للقانون العام المقارن والقانون الدولي بألمانيا.", "82. يفصل تقرير البحث، من بين العديد من القضايا الأخرى، الإجراءات التأديبية ضد القضاة في مختلف الاختصاصات. ويقترح أنه لا يوجد نهج موحد لتنظيم نظام الانضباط القضائي في الدول الأوروبية. رغم ذلك فقد لوحظ أنه يتم تحديد أسباب المسؤولية التأديبية للقضاة في العديد من البلدان الأوروبية بشكل عام إلى حد ما (على سبيل المثال، الإهمال الجسيم أو المتكرر لواجباتهم الرسمية بما يؤدى إلى انطباع بأن القاضي من الواضح أنه غير صالح لتولى منصبه (السويد)). واستثناء من ذلك، في إيطاليا ينص القانون على قائمة شاملة لسبعة وثلاثين من الانتهاكات التأديبية المختلفة فيما يتعلق بسلوك القضاة داخل وخارج مكاتبهم على حد سواء. ويمكن أن تشمل العقوبات للمخالفة التأديبية التى يرتكبها القاضى: التحذير، التوبيخ، النقل، خفض الدرجة، إنزال المرتبة، تعليق الترقية، دفع غرامة، الحد من الراتب، التعليق المؤقت من منصبه، والطرد مع أو بدون استحقاقات للمعاش التقاعدي. وعادة ما يكون الأمر بفصل قاض كأقصى عقوبة من قبل المحكمة فقط؛ في بعض النظم القانونية يمكن أيضا أن يكون من قبل مؤسسة أخرى مثل مجلس تأديب متخصص من المجلس الأعلى للقضاء، ولكن، وكقاعدة عامة، فإنه يكون محلاً للاستئناف أمام المحكمة. باستثناء سويسرا، فإن البرلمان لا يشارك في الإجراء. ويختلف النظام في سويسرا، مع ذلك، اختلافا جوهريا نظراً للفترة المحدودة من الوقت التى يتم لها انتخاب القضاة.", "", "القانون", "", "أولا: الانتهاك المزعوم للمادة 6 / 1 من الاتفاقية", "", "83. قدم المدعى الشكاوى التالية بموجب المادة 6 / 1 من الاتفاقية: (1) أن قضيته لم تنظر أمام \"محكمة مستقلة ومحايدة\". (2) أن الدعوى أمام محكمة العدل العليا لم تكن عادلة، وذلك لأنها لم تنفذ وفقا للإجراءات التي ينص عليها الفصل الرابع من قانون محكمة العدل العليا عام 1998، التى توفر مجموعة من الضمانات الإجرائية الهامة، بما في ذلك فترات التقادم على العقوبات التأديبية؛ (3) أن البرلمان قد اعتمد قراراً بشأن إقالته في جلسة عامة مع التعسف فى استخدام نظام التصويت الإلكتروني؛ (4) أن قضيته لم تنظر أمام \"محكمة منشأة بحكم القانون\". (5) أن القرارات قد اتخذت في قضيته دون التقييم السليم للأدلة والحجج الهامة التي أثارها الدفاع والتى لم تعالج بشكل صحيح. (6) غياب الأهلية الكافية للمحكمة الإدارية العليا لمراجعة الأعمال التي اعتمدتها محكمة العدل العليا وبما يتعارض مع \"حقه في المحكمة\". (7) لم يتم احترام مبدأ تكافؤ الفرص.", "84. تنص المادة 6 / 1 من الاتفاقية ، على قدر الصلة، على ما يلى:", "", "\"1. لكل شـخص الحق في عرض قضـيته بطريقة عادلـة وعلنيـة خلال مدة معقـولة أمام محكمـة مسـتقلة ونزيهـة تُنشـأ وفقا للقانون، سـواء للفصـل في النزاعات الخاصـة بحقـوقه والتزاماته ذات الطابع المدني، أو للفصـل في صـحة كل اتهام جنائي يوجه إليـه (...)\".", "", "أ. القبول", "", "85. لم تطعن الأطراف في مقبولية الشكاوى المذكورة أعلاه.", "86- على الرغم من اعتراف الحكومة بأن المادة 6 / 1 من الاتفاقية تنطبق على هذه القضية، فقد وجدت المحكمة أنه من المناسب معالجة هذه المسألة بالتفصيل.", "", "1. ما إذا كانت المادة 6 / 1 تنطبق بموجب شقها المدني", "", "87. تلاحظ المحكمة أن النزاعات العمالية بين موظفي الخدمة المدنية والدولة قد تقع خارج الشق المدني من المادة 6 بشرط توافر شرطين تراكميين. أولا، يجب على الدولة في قانونها الوطني أن تكون استثنت صراحة اللجوء إلى المحاكم لمنصب أو فئة من الموظفين محل التساؤل. ثانيا، يجب تبرير الاستبعاد بأسباب موضوعية لصالح الدولة (انظر فيلهو إسكيلينين وآخرون ضد فنلندا [GC]، رقم. 63235/00، / 62، المحكمة الأوربية لحقوق الإنسان 2007IV.).", "88. بالنسبة للشرط الأول، لم يتم منع المحكمة من اختبار مؤهلات هيئة محلية معينة، خارج القضاء المحلي، وباعتبارها \"محكمة\" لغرض اختبار فيلهو إسكيلينين يمكن اعتبار هيئة إدارية أو برلمانية كـ \"محكمة\" بالمعنى الموضوعي للمصطلح، وبما يجعل المادة 6 تنطبق على نزاعات موظفي الخدمة المدنية (انظر أرجيرو وآخرون ضد اليونان، رقم. 10468/04، / 24، 15 يناير 2009، وسافينو وآخرون ضد إيطاليا، أرقام 17214/05، 20329/05 و42113/04، فقرات 72 و 75، 28 أبريل/نيسان 2009). والحكم فيما يتعلق بانطباق المادة 6، رغم ذلك، ودون المساس بالسؤال حول كيفية الضمانات الإجرائية يمتثل في مثل هذه الإجراءات (المرجع نفسه، فقرة 72).", "89. فيما يتعلق بالطلب الحالي، فقد تم نظر قضية المدعى أمام محكمة العدل العليا، التي حددت جميع الأسئلة من الواقع والقانون بعد عقد جلسة استماع وتقييم للأدلة. وقد انتهى نظر القضية من جانب محكمة العدل العليا إلى تقريرين حول فصل المدعى تم إرسالهما إلى البرلمان. وبعد استلام البرلمان لهما، تم النظر فى التقارير المقدمة بواسطة اللجنة البرلمانية لشئون السلطة القضائية والتي، في الوقت المناسب، أعطيت حد معين في تقييم النتائج التي توصلت إليها محكمة العدل العليا، وأيضا لها الحق فى عقد المداولات الخاصة بها وإجراء تحقيقات إضافية، إذا اقتضت الضرورة، والتي يمكن أن تنتهي مع توصية بفصل القاضى أو عدم إقالته (انظر الأقسام 19-21 من قانون القضاة (الاختيار والفصل) لعام 2004). وقد اعتمدت الجلسة العامة للبرلمان في وقت لاحق قراراً بخصوص فصل المدعى استناداً إلى تقارير محكمة العدل العليا، وتوصية اللجنة البرلمانية (انظر المادة 23 من نفس القانون). وأخيرا، تمت مراجعة قرارات محكمة العدل العليا والبرلمان بواسطة المحكمة الإدارية العليا.", "90- من ثم يبدو أنه بصدد تحديد قضية المدعى واتخاذ قرار ملزم، كانت محكمة العدل العليا، واللجنة البرلمانية والجلسة العامة للبرلمان، جميعاً، يؤدون وظيفة قضائية (انظر سافينو وآخرون، المذكور أعلاه، فقرة 74). وقد تمت مراجعة القرار الملزم بفصل المدعى من جانب المحكمة الإدارية العليا، والتي كانت محكمة عادية داخل السلطة القضائية المحلية.", "91- في ضوء ما سبق، فإنه لا يمكن أن نستخلص أن القانون الوطني \"يستبعد صراحة إمكانية الوصول إلى المحكمة\" بالنسبة لادعاء المدعى. وبالتالي لم يتم استيفاء الشرط الأول من اختبار فيلهو إسكلينين وتنطبق المادة 6 فى شقها المدني (قارن أولوييتس ضد كرواتيا، رقم 22330/05، فقرات 31 و45 ، 5 فبراير/تشرين الثاني 2009).", "", "2. ما إذا كانت المادة 6 / 1 تنطبق فى شقها الجنائي", "", "92- إن الجانبين المدني والجنائي، من المادة 6 لا يستبعدا بعضهما البعض بالضرورة (انظر ألبرت ولوكومت ضد بلجيكا، 10 فبراير/تشرين الثاني عام 1983، فقرة 30، السلسلة أ رقم 58). والسؤال هو ما إذا كانت المادة 6 من الاتفاقية تنطبق أيضا فى شقها الجنائي.", "93- في ضوء معايير إنجل (انظر إنجل وآخرون ضد هولندا 8 يونيو/حزيران عام 1976، فقرات 82-83، السلسلة أ رقم 22)، توجد اعتبارات معينة فيما يتعلق بشدة العقوبة المفروضة على المدعى. وفى حين أن إجراءات التطهير في بولندا التى تؤدي أيضا إلى فصل أشخاص معنيين قد تكون مشابهة إلى حد ما، فقد قررت المحكمة في هذا السيناريو أن الأحكام ذات الصلة من التشريع البولندي لم \"توجه إلى مجموعة من الأفراد ذوى وضع خاص - بأسلوب ، على سبيل المثال، قانون تأديبي\"، بل شملت مجموعة واسعة من المواطنين. وأدت الإجراءات إلى حظر العمل فى عدد كبير من الوظائف العامة دون وجود قائمة شاملة ينص عليها القانون المحلي (انظر ماتيجيك ضد بولندا (ديسمبر/كانون الأول)، رقم 38184/03، فقرات 53 و 54، المحكمة الأوروبية لحقوق الإنسان 2006-VII). من ثم فإن هذه القضية تعتبر مختلفة، كما في القضية الحالية للمدعى، الذى يحوز وضعاً خاصاً، وعوقب على عدم الامتثال لواجباته المهنية - لارتكابه جريمة تقع مباشرة فى القانون التأديبي. وقد كانت العقوبة المفروضة على المدعى هى إجراء تأديبي تقليدى بسبب سوء السلوك المهني، وبالنسبة للقانون المحلي، يتناقض ذلك مع فرض عقوبات القانون الجنائي لاعتماد قرار غير مشروع على نحو متعمد من قبل القاضى (انظر المادة 375 من القانون الجنائي أعلاه). ويعتبر ذو صلة أن نلاحظ هنا أن فصل المدعى من منصب القاضي لم يمنعه رسميا من مزاولة القانون بصفة أخرى داخل مهنة المحاماة.", "94- إضافة إلى ذلك، وجدت المحكمة أن الخروج من القوات المسلحة لا يمكن أن يعتبر عقوبة جنائية لأغراض المادة 6 / 1 من الاتفاقية (انظر تيبيلى وآخرون ضد تركيا (ديسمبر/كانون الأول)، رقم 31876/96، 11 سبتمبر 2001، وسوكوت ضد تركيا (ديسمبر/كانون الأول)، رقم 59773/00، 11 سبتمبر/أيلول 2007). كما قضت المحكمة صراحة بأن الإجراءات المتعلقة بفصل مأمور قضائى للعديد من الجنح \"لم تتضمن تحديد تهمة جنائية\" (انظر باير ضد ألمانيا، رقم 8453/04، فقرة 37، 16 يوليو/تموز 2009).", "95- في ضوء ما تقدم، ترى المحكمة أن وقائع القضية الحالية لا تعطي أسباباً لاستنتاج أن دعوى فصل المدعى تتصل بتحديد تهمة جنائية بالمعنى المقصود في المادة 6 من الاتفاقية. وفقا لذلك، فإن هذه المادة لا تنطبق فى شقها الجنائي.", "", "3. بالنسبة للقبول", "", "96- تلاحظ المحكمة أيضا أن الشكاوى المذكورة أعلاه بموجب المادة 6 / 1 من الاتفاقية ليس واضحاً قيامها على أساس غير سليم بالمعنى المقصود في المادة 35 / 3 (أ) من الاتفاقية. كما أنها ليست غير مقبولة وفقاً لأية أسباب أخرى. ولذلك تعلن أنها مقبول.", "", "ب. الدفوع الموضوعية", "", "1. بالنسبة لمبادئ \"محكمة مستقلة ومحايدة\"", "", "أ) عرض المدعى", "", "97- اشتكى المدعى بأن قضيته لم تنظر بواسطة \"محكمة مستقلة ومحايدة\". وبشكل خاص، لم يتم الوفاء بهذه المتطلبات من جانب محكمة العدل العليا حسب طريقة تشكيلها، وخضوع أعضائها لأجهزة الدولة الأخرى والتحيز الشخصي لبعض أعضائها في قضية المدعى. وادعى المدعى بشكل محدد أنSK ، VKوR.K لا يمكن أن يكونوا محايدين عند البت في قضيته. كما أن متطلبات الاستقلال والحيادية لم تستوف في مراحل لاحقة من مراحل الإجراءات، بما في ذلك أمام المحكمة الإدارية العليا، التي فشلت في تقديم أي من الضمانات الضرورية أو إعادة النظر فى القضايا.", "98- علاوة على ذلك، ووفقا للمدعى، لا يمكن أن ينظر فى إعادة النظر في قضيته بواسطة المحكمة الإدارية العليا باعتباره كافيا للتعويض عن العيوب الإجرائية القائمة في المراحل السابقة. وبشكل خاص، فإن المحكمة الإدارية العليا لم تكن قادرة على إلغاء القرارات المتعلقة بفصله رسمياً و، في غياب أي لوائح، وبات غير واضحاً ما هي العواقب الإجرائية للإعلان عن عدم قانونية تلك القرارات. وعلاوة على ذلك، فإن الطريقة التي راجعت بها المحكمة الإدارية العليا قضية المدعى لم يكن فيها استجابة كافية لحججه وللمذكرات ذات الصلة والهامة فيما يتعلق بعدم وجود أساس واقعي لإقالته، والتحيز الشخصي لأعضاء محكمة العدل العليا، والمخالفات في إجراءات التصويت في البرلمان.", "", "ب) عرض الحكومة", "", "99- ادعت الحكومة أن القانون المحلي قد قدم ضمانات كافية لاستقلال وحياد محكمة العدل العليا. وفي ذات الوقت، لم يكن هناك أي مؤشر على التحيز الشخصي من جانب أي من أعضاء محكمة العدل العليا عند البت فى قضية المدعى. وبشكل خاص، فقد تمت التصريحات التي أدلى بها S.K. إلى وسائل الإعلام والتي أشار إليها المدعى بالفعل قبل أكثر من ستة أشهر من الأحداث التى بحثت في القضية الحالية. ولذلك، لم يكن هناك علاقة سببية بين هذه التصريحات وفصل المدعى. ولم يكن هناك حجج قابلة للمساندة تدعم القول بأن RK وVK قد كانا منحازين. وعلى أية حال، كان قد تم اتخاذ قرار من محكمة العدل العليا بالأغلبية والتحيز المزعوم لبعض أعضاء محكمة العدل العليا لا يمكن أن يؤثر بجدية فى حيادية الكيان.", "100- أقرت الحكومة كذلك أنه كان هناك قدر معين من التداخل في تكوين محكمة العدل العليا واللجنة البرلمانية عند النظر في قضية المدعى بعد إحالتها إلى البرلمان. ومع ذلك، كانت اللجنة عبارة عن سلطة مشتركة بين زملاء اتخذت قراراً بأغلبية الأصوات وهذا القرار لم يكون ملزما للجلسة العامة للبرلمان.", "101- اعتبرت الحكومة أنه لم يكن هناك أي سبب للشك في استقلالية وحيادية المحكمة الإدارية العليا .", "102- وعلاوة على ذلك، حسب الحكومة، فإن المراجعة التى قامت بها المحكمة الإدارية العليا كانت كافية لمعالجة أي عيوب مزعومة في عدالة الإجراءات التي يمكن أن تكون قد نشأت في المراحل السابقة من الإجراءات المحلية. وحددت الحكومة في هذا الصدد أن اختصاص المحكمة الإدارية العليا لإعلان أن قرارات محكمة العدل العليا والبرلمان حول فصل قاض تعتبر غير قانونية كان كافياً، وهذا يعني أن القاضي يمكن أن يعامل على أنه لم يفصل. ودعما لحججها، قدمت الحكومة أمثلة على الممارسات القضائية المحلية حيث تحدى القضاة بنجاح قرارات فصلهم وأقاموا دعاوى أمام المحكمة لإعادتهم إلى مناصبهم. في هذا السياق، فقد أكدوا أن الطريقة التي نظرت بها المحكمة الإدارية العليا قضية المدعى كانت مناسبة وتم التعامل مع كل الحجج ذات الصلة التي تقدم بها المدعى على نحو ملائم. وبشكل خاص، فقد قدمت المحكمة الإدارية العليا استجابة مناسبة لادعاء المدعى بانتهاك إجراءات التصويت في البرلمان. وبالمثل، كانت معالجة المحكمة الإدارية العليا صحيحة لادعاء مقدم الطلب بخرق شرط الاستقلال والحياد في المراحل السابقة من الإجراءات.", "", "ج) تقييم المحكمة", "", "103- من أجل تحديد ما إذا كان يمكن اعتبار المحكمة \"مستقلة\" بالمعنى المقصود في المادة 6 / 1، يجب النظر باعتبار، من جملة أمور، إلى طريقة تعيين أعضائها ومدة ولايتهم، ومدى جود ضمانات ضد الضغوط الخارجية ومسألة ما إذا كان الكيان يقدم مظهر الاستقلالية (انظر فندلي ضد المملكة المتحدة، 25 فبراير/تشرين الثاني عام 1997، فقرة 73، تقارير الأحكام والقرارات 1997- ، وبرودنيكا وآخرون ضد بولندا، رقم 54723 / 00، فقرة 38،المحكمة الأوربية لحقوق الإنسان 2005-II) وتؤكد المحكمة أن فكرة الفصل بين السلطات بين الأجهزة السياسية للحكومة والسلطة القضائية قد لاقت أهمية متزايدة في السوابق القضائية (انظر ستافورد ضد المملكة المتحدة [GC]، رقم 46295/99، فقرة 78، المحكمة الأوربية لحقوق الإنسان 2002-IV ) وفي ذات الوقت، فإنه لا المادة 6 ولا أي حكم آخر من أحكام الاتفاقية يتطلب التزام الدول بأي مفاهيم دستورية نظرية بشأن الحدود المسموح بها للتفاعل بين السلطات \"(انظر كلاين وآخرون ضد هولندا [GC]، ارقام 39343 / 98، 39651/98، 43147/98 و46664/99، فقرة 193، المحكمة الأوربية لحقوق الإنسان 2003- VI).", "104- وكقاعدة عامة، فإن عدم التحيز يدل على عدم وجود تحيز أو محاباة. ووفقاً لما استقر عليه الاجتهاد القضائي للمحكمة، فإن وجود حياد لأغراض المادة 6 / 1 يجب أن يحدد وفقا لـ: (1) اختبار ذاتي، حيث يجب النظر باعتبار إلى القناعة الشخصية والسلوك لقاض معين - وهذا يعنى، ما إذا كان القاضي قد قام بأي إخلال شخصي أو تحيز في قضية معينة؛ و (2) اختبار موضوعي، أى عن طريق تحديد ما إذا كانت المحكمة نفسها، ومن بين جوانب أخرى، تشكيلها، قد قدمت ضمانات كافية لاستبعاد أي شك مشروع حول حياديتها (انظر، من بين سلطات أخرى، فاي ضد النمسا، 24 فبراير/تشرين الثاني 1993، فقرات 28 و 30، السلسلة أ رقم 255، وويتستاين ضد سويسرا، رقم . 33958/96، فقرة 42، المحكمة الأوربية لحقوق الإنسان 2000-XII).", "", "105- ورغم ذلك، لا يوجد تقسيم مانع بين الحياد الشخصى والموضوعي، حيث أن سلوك القاضي لا يدفع فقط فى موضوعيته بناء على شكوك حول حياده من وجهة نظر مراقب خارجي (اختبار موضوعي) ولكن أيضا يمكن النظر فى موضوع قناعته / قناعتها الشخصية (اختبار ذاتي) (انظر كيبريانو ضد قبرص [GC]، رقم 73797/01، فقرة 119، المحكمة الأوربية لحقوق الإنسان 2005-XIII ) وهكذا، في بعض الحالات حين يكون من الصعب الحصول على أدلة لدحض افتراض الحياد الشخصى للقاضي، فإن شرط الحياد الموضوعي يوفر ضمانة هامة (انظر بولار ضد المملكة المتحدة، 10 يونيو/حزيران 1996، فقرة 32 ، تقارير 1996- III).", "", "106- وفي هذا الصدد، فقد يكون للمظاهر أهمية خاصة أو، بعبارة أخرى، \"لا يجب فقط تحقيق العدالة، ولكن يجب أيضا التوثق من تحقيقها\". الأمر الذى على المحك هو الثقة التي يجب أن تبثها المحاكم في المجتمع الديمقراطي فى العامة (انظر دي كوبر ضد بلجيكا في 26 أكتوبر/تشرين الأول عام 1984، فقرة 26، السلسلة أ رقم 86).", "", "107- وأخيرا، فإن مفاهيم الاستقلال والحياد الموضوعي ترتبط بشكل وثيق و، تبعا للظروف، قد تتطلب دراسة مشتركة (انظر ساكيلور – لورماينز ضد فرنسا، رقم 65411/01، فقرة 62، المحكمة الأوربية لحقوق الإنسان 2006- XIII ) وبالنظر إلى وقائع هذه القضية، وجدت المحكمة أنه من المناسب دراسة مسائل الاستقلال والحيادية معا.", "", "108- وقد لاحظت المحكمة (انظر الفقرتين 89 و 90 أعلاه) أن محكمة العدل العليا، والبرلمان قد أديا وظيفة البت فى القضية الخاصة بالمدعى واعتماد قرار ملزم. وقامت المحكمة الإدارية العليا بإعادة النظر في النتائج والقرارات التي اتخذتها هذه الهيئات. ولذلك، يجب على المحكمة أولا فحص ما إذا كانت مبادئ استقلالية وحيادية المحكمة قد تم الامتثال لها في مرحلة البت في قضية المدعى وإصدار قرار ملزم.", "", "1) استقلال وحياد الهيئات التى بتت فى قضية المدعى", "", "أ) محكمة العدل العليا", "", "109- قررت المحكمة أنه حيث يكون على الأقل نصف أعضاء المحكمة من القضاة، بما في ذلك الرئيس مع صوت مرجح، فإن ذلك يكون مؤشراً قوياً على الحياد (انظر لو كومت، فان لوفين و دي ميري ضد بلجيكا، 23 يونيو/حزيران عام 1981، فقرة 58، السلسلة أ رقم 43). ومن المناسب أن نلاحظ أنه فيما يتعلق بالإجراءات التأديبية ضد القضاة، فإن الحاجة إلى تمثيل كبير للقضاة فى الكيان التأديبى ذى الصلة قد تم إقراره في الميثاق الأوروبي الخاص بالنظام الأساسي للقضاة (انظر الفقرة 78 أعلاه).", "", "110- وتلاحظ المحكمة أنه وفقاً لنص المادة 131 من الدستور وقانون محكمة العدل العليا لعام 1998، فإن محكمة العدل العليا تتكون من عشرين عضواً، هم الذين يتم تعيينهم من قبل الهيئات المختلفة. ومع ذلك، فما يجب التأكيد عليه هو أن ثلاثة أعضاء يتم تعيينهم مباشرة من قبل رئيس جمهورية أوكرانيا، وثلاثة أعضاء آخرين يتم تعيينهم من قبل برلمان أوكرانيا، وعضوين آخرين يتم تعيينهم من قبل هيئة أعضاء النيابة العامة الأوكرانية. ويعتبر وزير العدل والنائب العام أعضاء بحكم مناصبهم فى محكمة العدل العليا. مما يترتب عليه التأثير على المبادئ التي تحكم تشكيل محكمة العدل العليا، على النحو المنصوص عليه في الدستور وتم وضعه في قانون محكمة العدل العليا لعام 1998، حيث أن موظفين ليسوا قضاة قد تم تعيينهم مباشرة من قبل السلطة التنفيذية والسلطة التشريعية ويمثلون الغالبية العظمى من أعضاء محكمة العدل العليا.", "111- ومن ثم، فقد تم البت فى قضية المدعى أمام ستة عشر عضوا من محكمة العدل العليا الذين حضروا الجلسة، ثلاثة منهم فقط من القضاة. وهكذا، شكل القضاة أقلية ضئيلة من أعضاء محكمة العدل العليا التى تنظر في دعوى المدعى (انظر الفقرة 24 أعلاه).", "112- وفي تعديلات 7 يوليو/تموز 2010 فقط، كان أن قانون محكمة العدل العليا لعام 1998 قد استكمل بمتطلبات مفادها أن عشرة أعضاء في محكمة العدل العليا ينبغي تعيينهم من الحقل القضائي. ولم تؤثر تلك التعديلات، رغم ذلك، فى قضية المدعى. وعلى أية حال، فهي غير كافية، حيث أن الكيانات التى تعين أعضاء محكمة العدل العليا ما تزال هى نفسها، مع القضاة الثلاثة فقط الذين يتم اختيارهم بواسطة أقرانهم. ونظراً لأهمية الحد من نفوذ الأجهزة السياسية للحكومة بشأن تشكيل محكمة العدل العليا وضرورة ضمان المستوى المطلوب من استقلال القضاء، فإن الطريقة التي يتم بها تعيين القضاة فى لجنة التأديب تعتبر أيضا ذات صلة فيما يخص الحكم الذاتى للسلطة القضائية. كما لاحظت لجنة البندقية، أن إجراءات التعديل لم تحل هذه القضية، حيث أن التعيين نفسه لا يزال يتم بواسطة نفس السلطات وليس عن طريق السلك القضائي (انظر الفقرتين 28 و 29 من الرأي لجنة البندقية، والتي ورد ذكرها في الفقرة 79 أعلاه).", "113- تلاحظ المحكمة أنه وفقا للمادة 19 من قانون محكمة العدل العليا عام 1998، لا يوجد إلا أربعة أعضاء فى محكمة العدل العليا يعملون على أساس التفرغ. فى حين يعمل الأعضاء الآخرين ويتقاضون راتباً من خارج محكمة العدل العليا، الأمر الذي ينطوي حتما على الاعتماد المادى والهرمي والإداري على موظفيهم الرئيسيين، ويهدد كل من استقلالهم وحيادهم. وبشكل خاص، في حالة وزير العدل والمدعي العام، الذين يعنبرون أعضاء بحكم مناصبهم فى محكمة العدل العليا، حيث أن فقد وظائفهم الأساسية ينطوي على استقالتهم من محكمة العدل العليا.", "114- وقد اشارت المحكمة إلى رأي لجنة البندقية من حيث أن وضع المدعي العام كعضو بحكم منصبه في محكمة العدل العليا يثير المزيد من المخاوف، لأنه قد يكون له تأثير رادع على القضاة وينظر إليه على أنه تهديد محتمل. بشكل خاص، أنه يتم وضع المدعي العام في الجزء العلوي من التسلسل الهرمي لنظام النيابة العامة والإشراف على جميع أعضاء النيابة العامة. ونظرا لدورها الوظيفي، فإن النيابة العامة تشارك في كثير من القضايا التي يكون على القضاة اتخاذ قرار بشأنها. إن حضور المدعي العام فى الهيئة المعنية بالتعيين، وتأديب القضاة وعزلهم يخلق مخاطر من شأنها أن القضاة لن يتصرفوا بحيادية في مثل هذه القضايا أو أن المدعي العام لن يتصرف بحيادية تجاه القضاة الذين لا تتوافق قراراتهم معه (انظر الفقرة 30 الرأي لجنة البندقية، والتي ورد ذكرها في الفقرة 79 أعلاه). وينطبق الشيء نفسه فيما يتعلق بالأعضاء الآخرين في محكمة العدل العليا الذين تعينهم هيئة النيابة العامة الأوكرانية على أساس الحصص. إن الشواغل التي عبر عنها مفوض حقوق الإنسان في مجلس أوروبا هي توضيحية في هذا الصدد (انظر الفقرة 42 من التقرير المذكور في الفقرة 80 أعلاه).", "115- وتلاحظ المحكمة أيضا أن أعضاء محكمة العدل العليا الذين قاموا بالتحقيقات الأولية في قضية المدعى وقدموا طلبات لإقالته (RK وVK ) قد شاركوا بعد ذلك في قرارات لفصل المدعى من منصبه. وعلاوة على ذلك، تم تعيين واحد من هؤلاء الأعضاء (VK) رئيساً لمحكمة العدل العليا وترأس جلسة الاستماع في قضية المدعى. من ثم فإن دور هؤلاء الأعضاء في توجيه تهم تأديبية ضد المدعي، استناداً إلى نتائج التحقيقات الأولية الخاصة به، يبرز شكاَ موضوعياً فى حيادهم عند اتخاذ قرار بشأن الأسس الموضوعية لقضية المدعى (قارن فيرنر ضد بولندا، رقم 26760/95، فقرات 43 و 44 ، 15 نوفمبر/تشرين الثاني 2001).", "", "116- وينبغي الأخذ بعين الاعتبار حجج ادعى فيما يتعلق بالتحيز الشخصي من جانب بعض أعضاء محكمة العدل العليا فيما يتعلق بأنشطة رئيس (SK) في اللجنة البرلمانية لشئون السلطة القضائية، والذي كان أيضا عضواً في محكمة العدل العليا. أولا، ينبغي عدم إغفال دوره في رفض السماح للمدعى بتأدية اليمين الدستورية بصفته عضوا في محكمة العدل العليا. ثانيا، يشير رأيه الذى نشر في الجريدة الرسمية البرلمانية في 14 يونيو/حزيران 2007 أنه قد اختلف بشدة مع القرار غير النهائى للمحكمة في القضية المتعلقة بمشروعية القرار البرلماني بالإجراء المؤقت لتعيين رؤساء ونواب رؤساء المحاكم المحلية. وعلى الرغم من أن S.K لم ينتقده مباشرة، إلا أنه من الواضح أنه لا يوافق على تصرفات المدعى، الذي كان مدعياً في هذه القضية. لذلك فإن المحكمة غير مقتنعة بحجة الحكومة بأن هذا البيان عام وتم تقديمه في وقت سابق على ذلك بكثير، قبل بدء الإجراءات التأديبية. وبالنظر إلى أن الفترة الزمنية بين الحدثين، كما زعمت الحكومة، كانت حوالي ستة أشهر، فإن هذه الفترة لا يمكن اعتبارها فترة طويلة بما فيه الكفاية لإزالة أي علاقة السببية في هذا الصدد.", "117- وبناء على ذلك، فإن وقائع القضية الحالية تكشف عن عدد من القضايا الخطيرة التى تلفت النظر على حد سواء إلى أوجه القصور الهيكلية في الإجراءات أمام محكمة العدل العليا وإلى ظهور التحيز الشخصي من جانب بعض أعضاء محكمة العدل العليا عند البت فى قضية المدعى. لذلك فقد خلصت المحكمة إلى أن الدعوى أمام محكمة العدل العليا لم تكن متوافقة مع مبادئ الاستقلال والحياد المطلوب بموجب المادة 6 / 1 من الاتفاقية.", "", "ب) \"الاستقلال والحياد\" في المرحلة البرلمانية", "", "118- إن القرار اللاحق للقضية من جانب البرلمان، الهيئة التشريعية، لم يؤدى إلى إزالة العيوب الهيكلية لعدم وجود \"استقلال وحياد\" بل يخدم فقط فى المساهمة في التسييس الداخلي وإلى تفاقم التناقض بين الإجراء ومبدأ الفصل بين السلطات.", "", "- اللجنة البرلمانية", "", "119- بالنسبة للإجراءات أمام اللجنة البرلمانية، كان رئيس اللجنة (SK) وأيضا أحد أعضائها هم أعضاء في محكمة العدل العليا، وشاركوا في البت فى قضية المدعى في كلا المستويين. من ثم، فإنهم قد لا يكونوا قد تصرفوا بحيادية عند دراسة الطلبات من قبل محكمة العدل العليا (انظر، حسب مقتضى الحال، أوبرشيليك ضد النمسا (رقم 1) 23 مايو/أيار 1991، فقرات 50-52، السلسلة أ رقم 204). وإلى جانب ذلك، فإن اعتبارات المحكمة فيما يتعلق بعدم الحياد الشخصي، على النحو المبين في الفقرة 116 أعلاه، تعتبر ذات صلة على قدم المساواة بهذه المرحلة من الإجراءات. وعلاوة على ذلك، يجب أن ينظر باعتبار إلى حقيقة أن SK، إضافة إلى اثنين من أعضاء اللجنة البرلمانية، قد تقدموا بطلب إلى محكمة العدل العليا لبدء التحقيقات الأولية حول سوء السلوك المحتمل من جانب المدعى.", "120- وفي ذات الوقت، لم يتمكن أعضاء محكمة العدل العليا من الانسحاب حيث لم يتصور حدوث أى إجراء انسحاب حسب قانون القضاة لعام 2004 (الانتخابات والفصل). وهذا يشير إلى عدم وجود ضمانات مناسبة للامتثال للإجراءات مع اختبار النزاهة الموضوعية (انظر، حسب مقتضى الحال، ميكاليف ضد مالطا [GC]، رقم 17056/06، فقرات 99 و100، المحكمة الأوربية لحقوق الإنسان 2009).", "", "- الجلسة العامة للبرلمان", "", "121- فيما يتعلق بالجلسة العامة للبرلمان، تم تقديم القضية إلى أعضاء البرلمان بواسطة SK وV.K (انظر الفقرة 27 أعلاه). ينطوى هذا الإجراء، رغم ذلك، في جوهره على مجرد تبادل للآراء العامة بناء على استنتاجات محكمة العدل العليا واللجنة البرلمانية. في هذه المرحلة، كان البت في القضية قاصراً على اعتماد قرار ملزم استنادا إلى نتائج مسبقة تم التوصل إليها من جانب محكمة العدل العليا واللجنة البرلمانية.", "", "122- وعامة، فإن وقائع هذه القضية تشير إلى أن الإجراء في الجلسة العامة لم يكن محفلاً مناسباً لدراسة قضايا الواقع والقانون، وتقييم الأدلة وووضع تكييف قانوني للوقائع. إن دور السياسيين الجالسين في البرلمان، الذي لا يتطلب منهم أي خبرة قانونية وقضائية في البت فى قضايا معقدة من الواقع والقانون في قضية تأديبية فردية، لم يتم توضيحه بشكل كاف من جانب الحكومة ولم يتم تبريره بكونه متوافقاً مع متطلبات استقلال وحياد المحكمة بموجب المادة 6 من الاتفاقية.", "", "2) بخصوص السؤال عما إذا ما تم علاج قضايا \"الاستقلال\" و\"الحياد\" من جانب محكمة العدل العليا", "", "123- ووفقا للسوابق القانونية، فإنه حتى عندما تبت هيئة قضائية فى خلافات حول \"الحقوق والالتزامات المدنية\" بما لا يتوافق الامتثال للمادة 6 / 1، فلا يوجد انتهاك للاتفاقية إذا كانت الإجراءات أمام هذه الهيئة \"تخضع لرقابة لاحقة من قبل الهيئة القضائية التي لها الاختصاص الكامل ووفرت الضمانات وفقاً للمادة 6 / 1\" (انظر ألبرت ولو كومت، المذكورة أعلاه، فقرة 29، وتسفايو ضد المملكة المتحدة، رقم . 60860 / 00، فقرة 42 و 14 نوفمبر/تشرين الثاني 2006). ومن أجل تحديد ما إذا كانت المحكمة تتوافق مع المادة 6 الدرجة الثانية بصدد \"الولاية القضائية الكاملة\"، أو أنها قد قدمت \"المراجعة الكفء\" لمعالجة نقص الاستقلال في المقام الأول، فمن الضروري النظر باعتبار إلى عوامل مثل موضوعات دراسة قضية القرار المستأنف ضده، الطريقة التي تم التوصل من خلالها إلى ذلك القرار ومحتوى النزاع، بما في ذلك الأسباب المرجوة والفعلية في الاستئناف (انظر بريان ضد المملكة المتحدة 22 نوفمبر/تشرين الثاني 1995، فقرات 44-47، سلسلة A رقم 335A، وتسفايو، المذكورة أعلاه، فقرة 43).", "", "أ) بالنسبة لـ \"المراجعة الكفء\"", "", "124- إن المحكمة غير مقتنعة أن المحكمة الإدارية العليا قد وفرت المراجعة الكفء لقضية المدعى، وذلك للأسباب التالية.", "125- أولا، إن السؤال الذي يطرح نفسه هو ما إذا كانت أن المحكمة الإدارية العليا يمكنها النظر فعلياً في قرارات محكمة العدل العليا والبرلمان، بالنظر إلى أن المحكمة الإدارية العليا قد أنيطت بها صلاحيات لإعلان عدم قانونية هذه القرارات دون أن يمكنها إلغائها واتخاذ أي خطوات أخرى مناسبة إذا اقتضت الضرورة. وبالرغم من عدم وجود تبعات قانونية تنشأ عادة بسبب إعلان عدم قانونية قرار، ترى المحكمة أن عدم قدرة المحكمة الإدارية العليا على الإلغاء الرسمي للقرار المطعون فيه وعدم وجود قواعد لتقديم مزيد من الإجراءات التأديبية تؤدى إلى قدرا كبيرا من عدم اليقين حول العواقب القانونية الحقيقية لمثل هذه الإعلانات القضائية.", "126- إن الممارسة القضائية المتطورة في هذا المجال يمكن أن تكون دلالة في هذا الصدد. لقد قدمت الحكومة نسخاً من قرارات المحاكم المحلية في قضيتين. رغم ذلك، تظهر هذه الأمثلة أنه بعد أن أعلنت المحكمة الإدارية العليا عدم قانونية فصل القضاة، فقد اضطر المدعين إلى إقامة دعوى منفصلة للعودة إلى مناصبهم. لا تلقي هذه المواد الضوء على كيفية مباشرة الإجراءات التأديبية (وبخاصة، الإعلان عن الخطوات التي ينبغي اتخاذها من قبل السلطات المعنية بعد إعلان عدم قانونية القرارات المطعون فيها والحدود الزمنية لتلك الخطوات التي سوف تتخذ) ولكنها تشير مباشرة إلى أنه لا يوجد عودة تلقائية إلى منصب قاض بشكل حصرى على أساس القرار التفسيري للمحكمة الإدارية العليا. ولذلك، فإن المواد المقدمة تشير إلى أن الآثار القانونية الناشئة عن مراجعة المحكمة الإدارية العليا لمثل هذه المسائل تعتبر محدودة وبما يعزز الشكوك حول قدرة المحكمة الإدارية العليا على التعامل مع الأمر على نحو فعال وتقديم مراجعة كفء لهذه القضية.", "127- ثانيا، بالنظر في الطريقة التي خلصت بها المحكمة الإدارية العليا إلى قرارها في قضية المدعى وحدود النزاع، تلاحظ المحكمة أن الحجج الهامة التي تقدم بها المدعى لم تعالج بشكل صحيح من جانب المحكمة الإدارية العليا وبخاصة، فإن المحكمة لا تعتبر أن ادعاء المدعى بعدم وجود حياد من جانب أعضاء محكمة العدل العليا واللجنة البرلمانية قد تم فحصه بالحرص المطلوب. وتأكيدات الحكومة في هذا الصدد ليست مقنعة.", "128- وعلاوة على ذلك، فإن المحكمة الإدارية العليا لم تبذل أي محاولة حقيقية لدراسة ادعاء المدعى بأن قرار البرلمان بإقالته كان يتعارض مع نظام أعضاء البرلمان لعام 1992 وقواعد البرلمان، على الرغم من أن لديها الأهلية للقيام بذلك (انظر المادة 171-1 فقرات 1 و 5 من قانون القضاء الإداري، المذكورة أعلاه). وقد قدم المدعى هذه المسألة بوضوح في دعواه، وقدم الأدلة ذات الصلة (انظر الفقرتين 29 و 33 أعلاه). ولم يتحقق أي تقييم لأدلة المدعى من جانب المحكمة الإدارية العليا. وفي ذات الوقت، تم إعادة تفسير ادعاء مقدم الطلب حول مشروعية إجراءات التصويت في البرلمان بشكل كبير على أنه إدعاء حول عدم دستورية القرار البرلماني ذى الصلة. ووفقا لهذه الطريقة، فقد تجنبت المحكمة الإدارية العليا التعامل مع هذه القضية لصالح المحكمة الدستورية، والتي لم يكن المدعى يملك إمكانية الوصول المباشر إليها (انظر بوجاتوفا ضد أوكرانيا، رقم 5231/04، فقرة 13، 7 أكتوبر/تشرين الأول 2010، مع مزيد من المراجع).", "129- لذلك، ترى المحكمة أن مراجعة قضية المدعى من قبل المحكمة الإدارية العليا لم يكن ذو كفاءة ، وبالتالي لا يمكن تحييد العيوب المتعلقة بالإنصاف الإجرائي في المراحل السابقة من الإجراءات المحلية.", "", "ب) فيما يتعلق بمتطلبات الاستقلال والحياد في مرحلة مراجعة المحكمة الإدارية العليا", "", "130- تلاحظ للمحكمة أنه قد تم إجراء المراجعة القضائية بواسطة قضاة المحكمة الإدارية العليا الذين كانوا أيضا يخضعون للولاية التأديبية لمحكمة العدل العليا. وهذا يعني أن هؤلاء القضاة يمكن أيضا أن يخضعوا لإجراءات تأديبية أمام محكمة العدل العليا. وبالنظر إلى الصلاحيات الواسعة لمحكمة العدل العليا فيما يتعلق بالحياة المهنية للقضاة (تعيينهم وتأديبهم وعزلهم) وعدم وجود ضمانات لاستقلال محكمة العدل العليا وحياديتها (كما وضح أعلاه)، فإن المحكمة غير مقتنعة أن قضاة المحكمة الإدارية العليا الذين قاموا بالبت فى قضية المدعى، التى كانت محكمة العدل العليا طرفا فيها، كانت لديهم القدرة على إظهار \"الاستقلال والحياد\" المطلوبين بموجب المادة 6 من الاتفاقية.", "", "3) الخاتمة", "", "131- وبناء عليه، فإن المحكمة ترى أن السلطات المحلية قد فشلت في ضمان وجود قرار مستقل ونزيه في قضية المدعى وأن المراجعة اللاحقة لقضيته لم تضع تلك العيوب بشكل سليم. ولذلك فقد كان هناك مخالفة للمادة 6 § 1 من الاتفاقية في هذا الصدد.", "", "2. الامتثال لمبدأ اليقين القانوني فيما يتعلق بغياب فترة التقادم لهذه الإجراءات ضد المدعى", "", "أ) مذكرات الأطراف", "", "132- اشتكى مقدم الطلب بأن الإجراءات أمام محكمة العدل العليا لم تكن عادلة، وذلك لأنها لم تتم وفقاً للإجراءات التي ينص عليها الفصل الرابع من قانون محكمة العدل العليا لعام 1998، والتي قدمت مجموعة من الضمانات الإجرائية الهامة، بما في ذلك فترات التقادم للعقوبات التأديبية. وفي ذات الوقت، لم تكن الأسباب التي قدمتها المحكمة الإدارية العليا لتطبيق إجراء مختلف كافية.", "133- أكد المدعى بالدليل أن تطبيق فترة التقادم في قضيته كان هاماً فيما يتعلق بمبدأ اليقين القانوني. وبفشله في تطبيق أي فترة تقادم على قضيته، تكون سلطات الدولة قد انتهكت حقه في محاكمة عادلة.", "134- عارضت الحكومة هذا الادعاء وقدمت أن النظام القانوني للقاضي ينطوي على كل من ضمانات استقلاليته في إدارة العدالة وإمكانية انعقاد مسؤليته عن عدم أداء واجباته. ولأن \"خرق اليمين\" كان جريمة خطيرة، فإن حدود الوقت لتقرير مسئولية المدعى لم يمكن تطبيقها.", "ب) تقدير المحكمة", "", "135- تلاحظ المحكمة أن عدم موافقة المدعى على الإجراءات التي تم اختيارها هي مسألة تفسير للقانون المحلي، الذي يعتبر في المقام الأول مسألة تخص السلطات الوطنية. ومع ذلك، يتعين على المحكمة التحقق مما إذا كانت الطريقة تم بها تفسير القانون المحلي وتطبيقها تؤدى إلى عواقب تتفق مع مبادئ الاتفاقية، كما تفسر في ضوء السوابق القضائية للمحكمة (انظر سكوردينو ضد إيطاليا (رقم 1 [GC]، رقم 36813/97، فقرات 190 و 191، المحكمة الأوربية لحقوق الإنسان 2006-V).", "136- وتعتبر المحكمة أن المحكمة الإدارية العليا قد أعطت أسباباً كافية حول لماذا سبب إجراء العملية تحت إجراء مختلف عن ذلك الذى استشهد به المدعى (انظر الفقرة 37 أعلاه). ولا يمكن النظر في تطبيق إجراء مختلف باعتباره غير متوقع، أو تعسفي أو غير معقول بشكل واضح. ويبقى السؤال، رغم ذلك، حول الغياب المزعوم للحماية المعول عليه من جانبه، وهي عدم وجود فترة التقادم لفرض عقوبة تأديبية لـ\"خرق اليمين\" من قبل القاضي، وأثرها على نزاهة الإجراءات.", "137- وقد قررت المحكمة أن فترات التقادم تخدم عدة أغراض مهمة، وهي ضمان اليقين القانوني ونهائيته، وحماية المتهمين المحتملين من الدعاوى التي لا معنى لها والتي قد يكون من الصعب مواجهة ومنع أي ظلم قد يحدث إذا كان مطلوبا من المحاكم البت في الأحداث التي وقعت في الماضي البعيد على أساس من الأدلة التي قد تصبح غير موثوق بها وغير مكتملة بسبب مرور الوقت (انظر ستوبنجز وآخرون ضد المملكة المتحدة، 22 أكتوبر/تشرين الأول عام 1996، فقرة 51، تقارير 1996IV ) وفترات التقادم تعتبر سمة مشتركة بين النظم القانونية الداخلية للدول المتعاقدة فيما يتعلق بالجرائم الجنائية أو التأديبية وغيرها.", "138- أما بالنسبة لقضية المدعى، فإن الحقائق التي نظرت فيها محكمة العدل العليا في عام 2010 تعود إلى عامي 2003 و 2006 (انظر الفقرتين 17 و 18 أعلاه). مما يضع المدعى في موقف صعب، وكان عليه أن يحسب دفاعه فيما يتعلق بأحداث بعضها قد حدث في الماضي البعيد.", "139- ويبدو من قرار المحكمة الإدارية العليا فى قضية المدعى والوثائق المقدمة من الحكومة أن القانون المحلي لا ينص على أي حظر زمنى لإجراءات عزل القاضى لـ \"خرق اليمين\". وفي حين أن المحكمة لا تجد أنه من المناسب الإشارة إلى متى يجب أن تكون فترة التقادم، فهى ترى أن مثل هذا المنهج المفتوح فى الحالات التأديبية التي تطال القضاء يشكل تهديداً خطيراً لمبدأ اليقين القانوني.", "140- وفي هذه الظروف، خلصت المحكمة إلى أنه كان هناك انتهاك للمادة 6 / 1 من الاتفاقية في هذا الصدد.", "", "3. الامتثال لمبدأ اليقين القانوني خلال الجلسة العامة للبرلمان", "", "أ) مذكرات الأطراف", "", "141- اشتكى المدعى من أن البرلمان قد اعتمد قراراً بشأن إقالته خارقاً القانون بشكل واضح من خلال إساءة استخدام نظام التصويت الالكتروني. وأكد أنه خلال التصويت العام على إقالته فإن أعضاء محددين بالبرلمان قد قاموا بالتصويت بشكل غير قانونى عن أعضاء آخرين في البرلمان لم يكونوا موجودين. ودعما لهذه الشكوى، أشار مقدم الطلب إلى فيديو إجراءات الجلسة العامة للبرلمان وبيانات من أربعة أعضاء من البرلمان مصدقة من كاتب العدل.", "142- أكدت الحكومة أن قرار البرلمان بفصل المدعى كان قانونياً وأن الأدلة المقدمة من المدعى كانت على العكس من ذلك ولا يمكن التعويل عليها حيث لم يتم تقييم صحتها بواسطة السلطات المحلية.", "", "ب) تقييم المحكمة", "", "143- قررت المحكمة أن القواعد الإجرائية مصممة لضمان حسن سير العدالة والامتثال لمبدأ اليقين القانوني، وأنه يجب أن يكون من حق المتقاضين توقع تطبيق مثل تلك القواعد. ومبدأ اليقين القانوني ينطبق ليس فقط فيما يتعلق بالمتقاضين ولكن أيضا فيما يتعلق بالمحاكم الوطنية (انظر ضياء 97 ضد أوكرانيا، رقم 19164/04، فقرة 47 ، 21 أكتوبر/تشرين الأول 2010، مع مزيد من المراجع). وينطبق المبدأ أيضا على الإجراءات المستخدمة لفصل المدعى، بما في ذلك عملية صنع القرار في الجلسة العامة للبرلمان.", "144- تلاحظ المحكمة أن الوقائع التي تقوم عليها هذه الشكوى تؤكدها بيانات المدعى، الذي راقب التصويت العام، من خلال البيانات المصدقة من أربعة أعضاء من البرلمان وفيديو الإجراءات. إلا أن الحكومة لم تقدم أي حجة مقنعة للسؤال حول صحة هذه الأدلة. من جانبها، ترى المحكمة وجود أي سبب لاعتبار هذه الأدلة لا يمكن الاعتماد عليها.", "145- وبعد الاطلاع على المواد المذكورة أعلاه، وجدت المحكمة أنه قد تم التصويت على القرار الخاص بفصل المدعى في غياب غالبية أعضاء البرلمان. وقد تقدم بعض النواب عمدا ودون وجه حق بالإدلاء بأصوات متعددة تخص أقران لهم غائبين. لذا تم اتخاذ قرار بانتهاك المادة 84 من الدستور، والمادة 24 من قانون نظام أفراد البرلمان لعام 1992، والمادة 47 من لائحة البرلمان، التى تتطلب أن أعضاء البرلمان ينبغي أن يشاركوا شخصياً في الاجتماعات والتصويت. في هذه الظروف، ترى المحكمة أن التصويت على فصل المدعى يقوض مبدأ اليقين القانوني، ويمثل انتهاكاً للمادة 6 / 1 من الاتفاقية.", "146- وكما ذكر أعلاه، لم تتم معالجة هذا القصور في عدالة الإجراءات في مرحلة لاحقة من مراحل الإجراءات، كما فشلت المحكمة الإدارية العليا فى التعامل مع هذه القضية بطريقة سليمة.", "147- ومن ثم كان هناك انتهاك للمادة 6 / 1 من الاتفاقية في هذا الشأن.", "", "4. الامتثال لمبدأ \"محكمة منشأة بحكم القانون\"", "", "أ) مذكرات الأطراف", "", "148- اشتكى المدعى بأن قضيته لم تسمع بواسطة \"محكمة منشأة بحكم القانون\". وفيما يتعلق بغرفة المحكمة الإدارية العليا التى استمعت لقضيته، ادعى المدعى أنه بحلول الوقت الذى أنشأ فيه رئيس المحكمة الإدارية العليا تلك الغرفة وقدم مقترحات لتشكيل أفرادها، كانت مدة ولايته قد انتهت وبالتالي فقد احتل وظيفة إدارية بدون أي أساس قانوني.", "149- دفعت الحكومة بأنه بعد انتهاء فترة ولايته، كان يجب فصل رئيس المحكمة الإدارية العليا. رغم ذلك ، فإنه فى ظل غياب أي إجراء لفصل قاض من وظيفة إدارية، فإن الإجراءات التي تتعلق بإقالته لا تكون قانونية. وقالوا أيضا أن سلطة رئيس المحكمة الإدارية العليا أن يبقى في هذا المنصب قد دعمت بقرار من هيئة قضاة المحاكم الإدارية.", "", "", "ب) تقييم المحكمة", "", "150- وفقا للسوابق القضائية للمحكمة، فإن الهدف من مصطلح \"التي ينص عليها القانون\" الواردة في المادة 6 من الاتفاقية هو ضمان \"أن التنظيم القضائي في مجتمع ديمقراطي (لا) يعتمد على تقدير السلطة التنفيذية، ولكن (يعتبر) منظماً لذلك بقانون يصدر عن البرلمان\". ولا يمكن، في البلدان التي دونت القانون، ترك تنظيم النظام القضائي لتقدير السلطات القضائية، على الرغم من أن هذا لا يعني أن المحاكم لن يكون لها بعض الحرية فى تفسير التشريعات الوطنية ذات الصلة (انظر فرونى ضد سلوفاكيا، رقم 8014/07، فقرة، 134، 21 يونيو/حزيران 2011 مع مزيد من المراجع).", "151- وتغطى عبارة \"المنصوص عليها في القانون\" ليس فقط الأساس القانوني لوجود \"محكمة\" ولكن أيضا تشكيل المقاعد في كل قضية (انظر بوسكارينى ضد سان مارينو (ديسمبر/كانون الأول)، رقم 31657 / 96، 4 مايو/أيار عام 2000، وبوسوكهوف ضد روسيا، رقم 63486/00، فقرة 39، المحكمة الأوربية لحقوق الإنسان 2003-IV). وقد وجد أن ممارسة التمديد الضمني للقضاة في مناصبهم لفترة غير محددة بعد انتهاء فترة عملهم القانونية فى مناصبهم تنتهك مبدأ \"محكمة منشأة بحكم القانون\" (انظر غوروف ضد مولدوفا، رقم 36455/02، فقرات 37-39، 11 يوليو/تموز 2006).", "152- أما بالنسبة لهذه القضية، فتجدر الإشارة إلى أنه، بموجب المادة 171-1 من قانون القضاء الإداري، يمكن سماع قضية المدعى حصرياً أمام غرفة خاصة للمحكمة الإدارية العليا. وبموجب المادة 41 من قانون نظام القضاء عام 2002، كان يجب إنشاء هذه الغرفة الخاصة بقرار من رئيس المحكمة الإدارية العليا. وتم تحديد تشكيل أشخاص تلك الغرفة الدائرة بواسطة الرئيس، بموافقة رئاسة هذه المحكمة. رغم ذلك، في الوقت الذي تم فيه ذلك بالنسبة لتلك القضية، كانت ولاية الرئيس لمدة خمس سنوات فى منصبه قد انتهت.", "153- في تلك الفترة الزمنية، لم يتم تنظيم إجراءات تعيين رؤساء المحاكم بموجب القانون المحلي: وكان قد أعلن أن الأحكام ذات الصلة من الباب 20 من قانون النظام القضائي 2002 تعتبر غير دستورية وأنه لم يتم حتى الآن عرض الأحكام الجديدة من قبل البرلمان (انظر الفقرتين 41 و 49 أعلاه). وكانت السلطات المحلية المختلفة قد أعربت عن آرائها فيما يخص الوضع القانوني. على سبيل المثال، رأى مجلس القضاة في أوكرانيا، وهو هيئة قضائية عليا ذات حكم ذاتي أن المسألة كان لا بد من حلها على أساس المادة 41 / 5 من قانون نظام القضاء لعام 2002، وأن النائب الأول لرئيس المحكمة الإدارية العليا القاضي S.، كان مطالباً بأداء مهام رئيس هذه المحكمة (انظر الفقرة 51 أعلاه)، في حين تبنى مكتب المدعي العام وجهة نظر مختلفة بشأن هذه المسألة (انظر الفقرة 52 أعلاه).", "154- وبناء على ذلك، فقد تم إحالة مثل هذه القضية الهامة الخاصة بتعيين رؤساء المحاكم إلى مستوى الممارسة المحلية، لتتحول إلى مسألة خلافية جدية بين السلطات. ويبدو أن القاضي P. قد استمر في أداء واجبات رئيس المحكمة الإدارية العليا بعد الوقت القانونى المحدد، بالاعتماد بشكل أساس على حقيقة أن إجراءات (إعادة) التعيين لم ينص عليها فى قوانين أوكرانيا، في حين أن الأساس التشريعى لسلطته في التصرف كرئيس للمحكمة الإدارية العليا لم يكن قد تم إنشائه على نحو كاف.", "155- وفي ذات الوقت، وفي أثناء تلك الفترة شكل القاضي P.، بصفته رئيس المحكمة الإدارية العليا، الغرفة التي تنظر قضية المدعى وقدم مقترحات لتشكيل أفراد تلك الغرفة.", "156- وفي ظل تلك الظروف، فإن المحكمة لا يمكنها أن تخلص إلى أنه قد تم إنشاء غرفة البت فى قضية المدعى وتشكيلها بطريقة قانونية تلبى متطلبات \"محكمة منشأة بحكم القانون\". ولذلك فقد كان هناك انتهاك للمادة 6 / 1 من الاتفاقية في هذا الصدد.", "", "5. حول انتهاكات أخرى للمادة 6 / 1 من الاتفاقية", "", "157- اشتكى المدعى أيضا بأن: القرارات قد تم اتخاذها في قضيته دون تقييم سليم للأدلة وأن الحجج الهامة التي أثارها الدفاع لم تتم معالجتها بشكل صحيح. وكان غياب الأهلية الكافية للمحكمة الإدارية العليا لمراجعة الأعمال التي اعتمدتها محكمة العدل العليا يتعارض مع \"حقه في المحكمة\". ولم يحترم مبدأ المساواة فى العتاد.", "158- عارضت الحكومة هذه المزاعم.", "159- وبالنظر إلى الاعتبارات والاستنتاجات الواردة أعلاه بموجب المادة 6 / 1 من الاتفاقية، تجد المحكمة أنه لا توجد قضية منفصلة فيما يتعلق بالشكاوى الحالية. ولذا فليس من الضروري دراسة هذه الشكاوى.", "", "ثانيا: بخصوص الانتهاك المزعوم للمادة 8 من الاتفاقية", "", "160- اشتكى المدعى بأن إقالته من منصب القاضي قد بلغت حد التدخل في حياته الخاصة والمهنية وبما يتعارض مع المادة 8 من الاتفاقية.", "161- تنص المادة 8 من الاتفاقية على ما يلي:", "", "1- لكل شـخص الحـق في احتـرام حيـاته الخاصة والعائلية ومسـكنه ومراسـلاته.", "2- لا يجوز أن تتدخل السـلطة العامـة في ممارسـة هذا الحـق إلاّ إذا نص القانون على هذا التدخل، وكان ضـروريا، في مجتمـع ديمقراطـي، لحفـظ سـلامة الوطن، أو الأمن العام، أو الرخاء الاقتصـادي للبلد، أو لحفـظ النظام، أو لمنع الجرائم، أو لحمـاية الصحة أو الأخلاق، أو لحماية حقوق الآخرين وحرياتـهم\".", "", "أ. القبول", "", "162- تلاحظ المحكمة أن هذه الشكوى لا تقوم بشكل واضح على أساس غير سليم بالمعنى المقصود في المادة 35 / 3 (أ) من الاتفاقية. وليست غير مقبولة لأي أسباب أخرى. لذا تعلن قبولها.", "", "ب. الدفوع الموضوعية", "", "1. مذكرات الأطراف", "", "163- ادعى المدعى أنه كان هناك تدخلاً في حياته الخاصة نتيجة إقالته من منصب قاض في المحكمة العليا. ولم يكن التدخل قانونياً، وقد صيغت أسباب المسؤولية عن \"خرق اليمين\" بشكل غامض جداً؛ ولم يقدم القانون الداخلي أي فترات تقادم قابلة للتطبيق على إجراءات الفصل وبالتالي لا يقدم ضمانات كافية ضد سوء المعاملة والتعسف. وعلاوة على ذلك، فإنه لم يقدم تدرج مناسب للعقوبات الخاصة بالمسؤولية التأديبية لضمان تطبيقه على أساس تناسبي. لهذه الأسباب، فإنه لم يكن متوافقا مع متطلبات \"جودة القانون\". وأكد المدعى كذلك أن التدخل في المسألة لم يكن ضرورياً في ظروف القضية.", "164- اعترفت الحكومة بأن فصل المدعى من منصبه قد يشكل تدخلاً في حقه في احترام حياته الخاصة بالمعنى المقصود في المادة 8 من الاتفاقية. ومع ذلك، فإن هذا الاجراء يعتبر مبرراً بموجب نص الفقرة الثانية من المادة 8 من الاتفاقية. وبشكل خاص، أن الفصل قد تم تنفيذه على أساس القانون المحلي الذي كان متوقعا ويمكن الوصول إليه بما فيه الكفاية. وبالإضافة إلى ذلك، فإن التدبير كان ضرورياً في ظروف القضية.", "", "2. تقييم المحكمة", "", "أ) ما إذا كان هناك تدخل", "", "165- اتفق الطرفان على أنه هناك تدخل فى حق المدعى في احترام حياته الخاصة. ولم تجد المحكمة أي سبب لتقرير خلاف ذلك. وتشير إلى أن الحياة الخاصة \"تشمل حق الفرد في تشكيل وتطوير العلاقات مع غيره من البشر، بما في ذلك العلاقات ذات الطابع المهني أو التجاري\" (انظر C. ضد بلجيكا 7 أغسطس/آب عام 1996 / 25، تقارير 1996-III ). والمادة 8 من الاتفاقية \"تحمي الحق في التنمية الشخصية، والحق في إقامة وتطوير علاقات مع غيره من البشر والعالم الخارجي\" (انظر بريتى ضد المملكة المتحدة، رقم 2346/02، فقرة 61، المحكمة الأوربية لحقوق الإنسان 2002-III ). ولا تستبعد فكرة \"الحياة الخاصة\" في الأنشطة الرئيسية ذات الطبيعة المهنية أو التجارية. وهى، فى النهاية، وفي سياق حياتهم العملية أن الغالبية من الناس لديهم فرصة كبيرة لتطوير العلاقات مع العالم الخارجي (انظر نيميتز ضد ألمانيا، 16 ديسمبر/كانون الأول 1992، فقرة 29، السلسلة أ رقم 251-B ). ولذلك، فقد وجد أن القيود المفروضة على الوصول إلى المهنة تؤثر على \"الحياة الخاصة\" (انظر سيدابراس و ديوتاس ضد ليتوانيا، أرقام 55480/00 و59330/00، فقرة 47، المحكمة الأوربية لحقوق الإنسان 2004VIII، وبيجاييفا ضد اليونان، رقم 26713/05، فقرات 22-25، 28 مايو/أيار 2009). وبالمثل، وجد أن الفصل من الوظيفة يتداخل مع الحق في احترام الحياة الخاصة (انظر زبينار ضد تركيا، رقم 20999/04، فقرات 43-48، 19 أكتوبر/تشرين الأول 2010). وأخيرا، فإن المادة 8 تتعامل مع مسائل حماية الشرف والسمعه كجزء من الحق في احترام الحياة الخاصة (انظر فايفر ضد النمسا، رقم 12556/03، فقرة 35 ، 15 نوفمبر/تشرين الثاني 2007، وأ. ضد النرويج، رقم 28070/06، فقرات 63 و 64، 9 أبريل/نيسان 2009).", "166- إن فصل المدعى من منصب القاضي قد أثر على مجموعة واسعة من علاقاته مع أشخاص آخرين، بما في ذلك العلاقات ذات الطابع المهني. وبالمثل، كان لها تأثير على \"دائرته الداخلية\"، حيث أن فقدان وظيفته تترتب عليه عواقب ملموسة فيما يتعلق بالرفاه المادي للمدعى وعائلته. وعلاوة على ذلك، فإن سبب فصل المدعى، وهو خرق القسم القضائي، يشير إلى تأثر سمعته المهنية.", "167- ويترتب على ذلك أن فصل المدعى يمثل تدخلاً فى حقه في احترام الحياة الخاصة بالمعنى المقصود في المادة 8 من الاتفاقية.", "", "ب) ما إذا كان التدخل مبرراً", "", "168- فيما يلى سوف تدرس المحكمة ما إذا كان التدخل يستوفى الشروط الواردة في الفقرة 2 من المادة 8.", "", "1) المبادئ العامة بشأن قانونية التدخل", "", "169- تتطلب عبارة \"وفقا للقانون\"، أولا، أن هذا الإجراء المطعون فيه ينبغي أن يكون بعض أساس في القانون المحلي. ثانيا، هو يشير إلى جودة القانون المذكور، الذي يجب أن يكون في متناول الشخص المعني، الذي يجب أن يكون قادرا على التنبؤ علاوة على ذلك بعواقبه عليه، وتوافقه مع سيادة القانون (انظر، من بين سلطات أخرى، كوب ضد سويسرا، 25 مارس/آذار 1998، فقرة 55، عن عام 1998- II).", "170- من ثم فإن العبارة تعني، من بين جملة أمور، أن القانون المحلي يجب أن يكون متوقعاً بما فيه الكفاية في شروطه لإعطاء الأفراد مؤشرا كافيا للظروف والشروط التي يحق للسلطات اللجوء فيها إلى التدابير التي تؤثر على حقوقهم المنصوص عليها في الاتفاقية (انظر سى جى وآخرون ضد بلغاريا، رقم 1365-1307، فقرة 39، 24 أبريل/نيسان 2008). ويجب على القانون، علاوة على ذلك، أن يقدم درجة من الحماية القانونية من التدخل التعسفي من قبل السلطات. ووجود ضمانات إجرائية أساسية محددة في هذا السياق. وما هو مطلوب للحماية سيعتمد، إلى حد ما على الأقل، على طبيعة ومدى التدخل في مسألة (انظر بى جى و ج إتش ضد المملكة المتحدة، رقم 44787/98، فقرة 46، المحكمة الأوربية لحقوق الإنسان 2001- (ix.", "", "2) الامتثال للقانون المحلي", "", "171- وجدت المحكمة (انظر الفقرة 145 أعلاه) أن تصويت البرلمان على قرار فصل المدعى من منصبه كان غير قانوني وفقاً للقانون المحلي. وهذا الاستنتاج في حد ذاته يعتبر كافياً بالنسبة للمحكمة لإثبات أن التدخل في حق المدعى في احترام حياته الخاصة لم يكن وفقا للقانون بالمعنى المقصود في المادة 8 من الاتفاقية.", "172- ومع ذلك، وجدت المحكمة أنه من المناسب دراسة الشكوى أبعد من ذلك وتحديد ما إذا كان قد تم تلبية متطلبات \"جودة القانون\".", "", "3) الامتثال لمتطلبات \"جودة القانون\"", "", "173- في مذكراتهم حول هذا الأمر، شككت الأطراف فى مسألة توقع القانون الواجب التطبيق. وفي هذا الصدد، تلاحظ المحكمة أنه حتى 15 مايو/أيار 2010 لم يحتوى القانون الموضوعي أي وصف لجريمة \"خرق اليمين\". وقد يستدل على أساس تأويل نطاق هذه الجريمة من نص القسم القضائي، المنصوص عليها في المادة 10 من نظام القضاة لسنة 1992 ونصها كما يلي: \"أتعهد رسميا بأن أقوم بصدق وبدقة بأداء واجبات القاضي، والالتزام بالقانون عندما إقامة العدل، وأن أكون موضوعياً وعادلاً\".", "174- تلاحظ المحكمة أن نص القسم القضائي يقدم سلطة تقديرية واسعة في تفسير جريمة \"خرق اليمين\". ويتعامل التشريع الجديد الآن تحديداً مع العناصر الخارجية للجريمة (انظر القسم 32 من قانون محكمة العدل العليا عام 1998، بصيغته المعدلة، في الفقرة 72 أعلاه). وبينما أن التشريع الجديد لا ينطبق على قضية المدعى، فمن المناسب الإشارة إلى أن مواصفات \"خرق اليمين\" في هذا القسم لا تزال تنص على السلطة التأديبية مع سلطة تقديرية واسعة بشأن هذه المسألة (انظر أيضا الاستشهاد ذى الصلة من رأي لجنة البندقية في الفقرة 79 أعلاه).\n", "175- ومع ذلك، تعترف المحكمة بأن في بعض المناطق قد يكون من الصعب وضع أطر القوانين بدقة عالية وأن درجة معينة من المرونة قد يكون مرغوباً فيها لتمكين المحاكم الوطنية من تطوير القانون في ضوء تقييمهم لما إذا كانت التدابير ضرورية في الظروف الخاصة بكل قضية (انظر غودوين ضد المملكة المتحدة 27 مارس/آذار عام 1996، فقرة 33، تقارير 1996-II). وتعتبر نتيجة منطقية لمبدأ أن القوانين يجب أن تكون ذات تطبيق عام أن صياغة القوانين ليست دائما دقيقة. إن الحاجة إلى تجنب الصلابة المفرطة ومواكبة الظروف المتغيرة تعني أن العديد من القوانين قد صيغت بعبارات لا محالة، إلى حد أكبر أو أقل، غامضة. وتفسير وتطبيق هذه التشريعات يعتمد على الممارسة (انظر جورزيليك وآخرون ضد بولندا [GC]، رقم 44158/98، فقرة 64، المحكمة الأوربية لحقوق الإنسان 2004-I).", "176- إن هذه المؤهلات، التى تفرض قيوداً على متطلبات الدقة من القوانين، تعتبر ذات أهمية خاصة فى مجال القانون التأديبي. وفي الواقع، وبقدر ما أن الانضباط العسكري يعتبر معنياً، فقد رأت المحكمة أنه سيكون من النادر إمكانية وضع قواعد واصفة لأنواع مختلفة من السلوك بالتفصيل. ولذا قد يكون من الضروري بالنسبة للسلطات صياغة هذه القواعد على نطاق أوسع (انظر فيرينيجونج ديموكراتيشر سولداتن أوستيريش وجوبى ضد النمسا، 19 ديسمبر/كانون الأول 1994، فقرة 31، السلسلة أ رقم 302).", "177- إن تجربة الدول الأخرى تشير إلى أن أسباب المسؤولية التأديبية للقضاة عادة ما تتم صياغتها فى عبارات عامة، في حين أن الأمثلة على التنظيم القانوني المفصل لهذه المسألة لا تثبت بالضرورة كفاية التقنية التشريعية المستخدمة وإمكانية التوقع فى ذلك المجال القانونى (انظر الفقرة 82 أعلاه).", "178- لذلك، وفي سياق القانون التأديبي، يجب أن يكون هناك نهج معقول في تقييم الدقة القانونية، كما تعتبر مسألة ذات ضرورة موضوعية أن الفعل المجرم فى هذه الجرائم يجب أن يصاغ في لغة العامة. وخلاف ذلك، فإن النظام الأساسي قد لا يتعامل مع القضية بصورة شاملة وسوف يتطلب مراجعة مستمرة وتحديث وفقاً للعديد من الظروف الجديدة التي تنشأ في الممارسة. ويترتب على ذلك أن وصف الجريمة في النظام الأساسي، استنادا إلى لائحة سلوكيات معينة تهدف إلى التطبيق العام وغير محصاة، لا يوفر ضمانة للتصدي بشكل صحيح لمسألة توقع القانون. فينبغي تحديد العوامل الأخرى التي تؤثر على جودة التنظيم القانوني ومدى كفاية الحماية القانونية ضد التعسف وفحصها.", "179- في هذا الصدد، تلاحظ المحكمة أنها قد وجدت ممارسة تفسيريه محددة ومتسقة بشأن الحكم القانوني في القضية تشكل عاملا يؤدي إلى استنتاج مفاده أن هذا الحكم يعتبر متوقعاً بالنسبة لآثاره (انظر غودوين، المذكورة أعلاه، § 33). وفي حين أن هذا الاستنتاج قد جاء في سياق نظام القانون العام، فلا يمكن التقليل من الدور التفسيرى للهيئات القضائية في ضمان إمكانية توقع الأحكام القانونية في نظم القانون المدني. وهذا هو بالضبط أن تلك الهيئات تفسر المعنى الدقيق للأحكام العامة للقانون بطريقة متسقة تبدد أي شكوك حول تفسيره (انظر، حسب مقتضى الحال، جورزيليك وآخرون، المذكورة أعلاه، فقرة 65).", "180- أما بالنسبة لهذه القضية، فليس هناك ما يدل على أنه فى وقت البت في قضية المدعى كانت هناك أية مبادئ توجيهية أو ممارسة تقيم تفسير ثابت ومانع لمفهوم \"خرق اليمين\".", "181- وتعتبر المحكمة كذلك أن الضمانات الإجرائية المطلوبة لم يتم وضعها في مكانها لمنع التطبيق التعسفي للقانون الموضوعي ذو الصلة. وبشكل خاص، لم يحدد القانون المحلي أية حدود زمنية لبدء وإجراء الإجراءات ضد قاض لـ\"خرقه اليمين\". إن عدم وجود أي فترات للتقادم، كما نوقش أعلاه بموجب المادة 6 من الاتفاقية، جعل تقدير السلطات التأديبية مفتوحة ويعتبر تقويضاً لمبدأ اليقين القانوني.", "182- وعلاوة على ذلك، فإن القانون المحلي لم يضع تدرجاً مناسباً للعقوبات الخاصة بالجرائم التأديبية ولم تتطور قواعد ضمان تطبيقها وفقا لمبدأ التناسب. وفي الوقت الذي تم فيه البت فى قضية المدعى، لم توجد سوى ثلاث عقوبات للمخالفات التأديبية: التوبيخ، وخفض مستوى طبقة التأهيل، والفصل من الخدمة. تلك الأنواع الثلاثة من العقوبات قد تركت مجالاً ضيقاً لتأديب القاضي على أساس تناسبي. وهكذا، تم إعطاء السلطات فرص قليلة لتحقيق التوازن بين المصالح العامة والفردية المتنافسة في ضوء كل قضية على حدة.", "183- وجدير بالذكر أن مبدأ التطبيق التناسبى للعقوبات التأديبية على القضاة يستشهد مباشرة بالفقرة 5-1 من الميثاق الأوروبي حول النظام الأساسي للقضاة (انظر الفقرة 78 أعلاه)، التى قررت أن بعض الدول قد توصلت إلى تسلسل هرمي أكثر تفصيلاً للعقوبات تلبية لهذا المبدأ (انظر الفقرة 82 أعلاه).", "184- وأخيرا، فإن الموازنة فى مواجهة السلطة التقديرية التى لا مفر منها للهيئة التأديبية في هذا المجال تكون من خلال توافر مراجعة مستقلة ونزيهه. ومع ذلك، لم يضع القانون المحلي إطاراً ملائماً لمثل هذه المراجعة، وكما نوقش فيما سبق، فإنه لم يثبت كونها متاحة للمدعى.", "185- وبناء عليه ، فقد أدى عدم وجود أية مبادئ توجيهية وممارسة تنشئان تفسير ثابت ومقيد لجريمة \"خرق اليمين\" وعدم وجود ضمانات قانونية مناسبة في الأحكام ذات الصلة من القانون المحلي إلى جعلها غير متوقعة بالنسبة لآثارها. وعلى تلك الخلفية، يمكن أيضا أن نفترض تقريباً أن أي سوء تصرف من جانب قاض يحدث في أي وقت خلال حياته المهنية يمكن تفسيره، من جانب هيئة تأديبية، باعتباره أساس واقعي كاف لتهمة تأديبية لـ \"خرق القسم \" وبما يؤدى إلى فصله من منصبه.", "", "4) الخاتمة", "", "186- وفي ضوء الاعتبارات المذكورة أعلاه، خلصت المحكمة إلى أن التدخل فى حق المدعى في احترام حياته الخاصة كان غير قانوني: وكان هذا التدخل غير متوافق مع القانون المحلي، وعلاوة على ذلك، فقد فشل القانون الداخلي المطبق فى تلبية متطلبات التوقع وتوفير الحماية المناسبة ضد التعسف.", "187- من ثم كان هناك انتهاك للمادة 8 من الاتفاقية.", "", "ثالثا: الانتهاك المزعوم للمادة 13 من الاتفاقية", "", "188- اشتكى المدعى كذلك أنه لم تكن لديه سبل انصاف فعالة فيما يتعلق بفصله غير القانوني. واعتمد على المادة 13 من الاتفاقية، التي تنص على ما يلي:", "\"لكل شـخص اعتُـدي على حقـوقه وحـرياته التي نصـت عليها هذه الاتفاقية، حـق الانتصاف الفعّـال أمـام هيئة وطنيـة، حتى ولو ارتكب هذا الاعتـداء أشـخاص في أثناء تأديتهم لوظائفهم الرسمية\".", "", "", "189- وقد تمت دراسة مذكرات الأطراف حول ذلك، وترى المحكمة أن الدعوى غير مقبولة. ومع ذلك، ونظراً للنتائج التي توصلت إليها المحكمة بموجب المادة 6 من الاتفاقية، فإن الشكوى الحالية لا تؤدي إلى أي قضية منفصلة (انظر برولا غوميز دي لا توري ضد أسبانيا، 19 ديسمبر/كانون الأول عام 1997، فقرة 41، تقارير 1997-viii).", "190- وبناء على ذلك، قررت المحكمة أنه ليس من الضروري فحص الشكوى بموجب المادة 13 من الاتفاقية على حدة.", "", "رابعا: تطبيق المادتين 41 و 46 من الاتفاقية", "", "191- تنص المادة 41 من الاتفاقية على أنه:", "\"إذا قررت المحكمـة بأن هنـاك مخالفـة للاتفاقيـة أو لبروتوكولاتـها، وإذا كان القانون الداخلـي للطرف السـامي المتعاقـد لا يسـمح بإزالـة نتائج هذه المخالفـة بشـكل تام، تمنح المحكمـة للطرف المتضـرر، إذا اسـتدعى الأمر، ترضـية عـادلة\".", "192- وتنص المادة 46 من الاتفاقية على:", "\"1- تلتزم الأطراف السامية المتعاقدة بتنفيذ الأحكام النهائية للمحكمة في النزاعات التي تكون طرفا فيها.", "2- يُّبلغ الحكم النهائي للمحكمة للجنة الوزراء التي تسهر على تنفيذه (...).", "", "أ- بيان التدابير العامة والفردية", "", "1. مبادئ عامة", "", "193- في سياق تنفيذ الأحكام وفقا للمادة 46 من الاتفاقية، فإن الحكم الذي وجدت المحكمة فيه خرقاً للاتفاقية يفرض على الدولة المدعى عليها التزام قانوني بموجب هذا الحكم من أجل وضع حد لهذا الخرق وبالتعويض عن نتائجه بالطريقة التى تعيد قدر الإمكان الوضع القائم قبل الخرق. وإذا، من ناحية أخرى، لم يسمح القانون الوطني - أو كان يسمح فقط بشكل جزئي - بالتعويض بالنسبة لعواقب الخرق، فإن المادة 41 تحمل المحكمة إرضاء من اصابه ضرر بالشكل الذى تراه مناسباً. ويترتب على ذلك، من بين جملة أمور، أن الحكم الذي وجدت المحكمة فيه انتهاكا للاتفاقية أو بروتوكولاتها يفرض على الدولة المدعى عليها التزام قانوني ليس فقط لدفع المبالغ الممنوحة للمعنيين على سبيل التعويض، ولكن أيضا أن تختار، تحت إشراف لجنة الوزراء، الإجراءات العامة و / أو، إذا كان مناسباً ، تدابير فردية يتم اعتمادها في نظامها القانوني الداخلي لوضع حد للانتهاك الذى وجدته المحكمة وعمل جميع التعويضات للعواقب الممكنة لاستعادة قدر الإمكان الوضع القائم قبل الخرق (انظر مايستري ضد إيطاليا [GC]، رقم 39748/98، فقرة 47، المحكمة الأوربية لحقوق الإنسان 2004- I؛ اسانيدز ضد جورجيا [GC]، رقم 71503/01، فقرة 198، المحكمة الأوربية لحقوق الإنسان 2004-II ، وإلاسكو وآخرون ضد مولدوفا وروسيا [GC]، رقم 48787/99، فقرة 487، المحكمة الاوروبية لحقوق الإنسان 2004-VII).", "194- وتكرر المحكمة أن أحكامها تعتبر بشكل أساسى بمثابة إعلان بطبيعته، وأنه في عام، هو في المقام الأول بالنسبة للدولة المعنية أن تختار، الخاضعة لإشراف لجنة الوزراء، وسيلة لاستخدامها في نظامها القانوني الداخلي من أجل الوفاء بالتزاماتها بموجب المادة 46 من الاتفاقية، بشرط أن تكون تلك الوسائل متوافقة مع الاستنتاجات الواردة في حكم المحكمة (انظر، من بين سلطات أخرى، أوجلان ضد تركيا [GC]، رقم 46221/99، فقرة 210، المحكمة الأوربية لحقوق الإنسان 2005-IV؛ سكوزارى و جيونتا ضد إيطاليا [GC]، أرقام 39221/98 و41963/98، فقرة 249، المحكمة الأوربية لحقوق الإنسان 2000-VIII؛ وبروماريسكو ضد رومانيا (تعويض فقط) [GC]، رقم 28342 / 95 فقرة 20، المحكمة الأوربية لحقوق الإنسان2001-I). ذلك التقدير لطريقة تنفيذ الحكم يعكس حرية الاختيار المتعلقة بالالتزام الأساسي من الدول المتعاقدة لتأمين الحقوق والحريات المكفولة بموجب الاتفاقية (المادة 1) (انظر باباميكالوبولوس وآخرون ضد اليونان (المادة 50) 31 أكتوبر/تشرين الأول 1995، فقرة 34، السلسلة أ رقم 330-B).", "195- ورغم ذلك، وبشكل استثنائي، ورغبة فى مساعدة الدولة المدعى عليها للوفاء بالتزاماتها بموجب المادة 46، فإن المحكمة سوف تسعى للإشارة إلى نوع من التدابير التي يمكن اتخاذها من أجل وضع حد للانتهاك الذى قد وجد قائماً. في مثل هذه الظروف، قد تقترح خيارات مختلفة وتترك اختيار التدبير وتنفيذه لتقدير الدولة المعنية (انظر، على سبيل المثال، برونيوفسكى ضد بولندا [GC]، رقم 31443/96، فقرة 194، المحكمة الأوربية لحقوق الإنسان 2004-V ). في بعض الحالات، لا تترك طبيعة الانتهاك الموجود أي خيار حقيقي فيما يتعلق بالتدابير اللازمة لمعالجته وقد تقرر المحكمة أن تشير إلى تدبير محدد (انظر، على سبيل المثال، أسانيدز ، المذكورة أعلاه، فقرات 202 و 203؛ أليكسانيان ضد روسيا، رقم 46468/06، فقرة 240، 22 ديسمبر/كانون الأول 2008، وفاتولاييف ضد أذربيجان، رقم 40984/07، فقرات 176 و 177، 22 ابريل/نيسان 2010).", "", "2. تطبيق هذه المبادئ بالنسبة للحالة الراهنة", "", "أ) التدابير العامة", "", "1) مذكرات الأطراف", "", "196- تقدم المدعى بأن قضيته قد دلت على مشكلات نظامية أساسية في النظام القانوني الأوكراني الناجمة عن فشل الدولة في احترام مبدأ الفصل بين السلطات. تلك المشكلات النظامية تتطلب تطبيق المادة 46 من الاتفاقية. وحاول أن يبرهن على أن المشكلات التي أفصح عنها في هذه الحالة تذهب إلى ضرورة تعديل المجال ذو الصلة من التشريعات المحلية. وبشكل خاص، إدخال تعديلات على الدستور وقانون محكمة العدل العليا عام 1998 بشأن مبادئ تشكيل محكمة العدل العليا وإجراءات تعيين وفصل القضاة، وعلى قانون القضاء الإداري فيما يتعلق باختصاص وصلاحيات المحكمة الإدارية العليا.", "197- عارضت الحكومة وقررت أن القانون المحلي المطبق قد تغيرت بشكل كبير منذ الوقت الذى تم فيه البت فى قضية المدعى بواسطة السلطات المحلية. وبخاصة، فقد تمت تعديلات في 7 يوليو/تموز عام 2010 لقانون محكمة العدل العليا لعام 1998 لتنص على أن عدد القضاة المشاركين في محكمة العدل العليا يجب زيادته ليشكل غالبية أعضاء تلك الهيئة (انظر الفقرة 68 أعلاه). وفي يونيو/حزيران عام 2012 تم تعديل قانون محكمة العدل العليا 1998 بحيث أن التحقيقات الأولية التى يقوم بها مكتب المدعي العام لا ينبغي أن يتولاها عضو في محكمة العدل العليا كان أو ما يزال يعمل كمدعي العام.", "198- وأشارت الحكومة كذلك إلى أن دور البرلمان في إجراء فصل القاضي قد تضاءل، كما لم يعد هناك شرط لإعادة النظر في القضية من قبل لجنة برلمانية أو بأي شكل آخر من أشكال التحقيق البرلماني", "", "2) تقدير المحكمة", "", "199- تلاحظ المحكمة أن هذه الحالة تفصح عن مشاكل نظامية خطيرة فيما يتعلق بسير عمل القضاء الأوكراني. وبشكل خاص، تشير إلى وجود انتهاكات في حالة عدم تنظيم الانضباط القضائي في أوكرانيا بطريقة سليمة، كما أنه لا ضمان للفصل الكافى بين السلطة القضائية وغيرها من فروع سلطات الدولة. وعلاوة على ذلك، فإنه لا يوفر ضمانات مناسبة ضد سوء المعاملة وسوء استخدام التدابير التأديبية على حساب استقلال القضاء، وهذا الأخير هو واحد من أهم القيم التي يقوم عليها الأداء الفعال للديمقراطيات.", "200- وتعتبر المحكمة أن طبيعة الانتهاكات التى وجدت تشير إلى أنه لحسن تنفيذ الحكم الحالي ستكون هناك حاجة لاتخاذ الدولة المدعى عليها عدد من التدابير العامة الرامية إلى إصلاح نظام الانضباط القضائي. وينبغي أن تتضمن هذه التدابير الإصلاح التشريعي الذى ينطوي على إعادة هيكلة الأساس المؤسسي للنظام. وعلاوة على ذلك، يجب أن تستتبع هذه التدابير تطوير أشكال ومبادئ مناسبة للتطبيق المتماسك للقانون المحلي في هذا المجال.", "201- أما فيما يتعلق بالادعاءات الحكومة بأنها قد وضعت بالفعل بعض الضمانات في هذا المجال، فقد تلاحظ للمحكمة أن التعديلات التشريعية في 7 يوليو/تموز 2010 لم يكن لها أثر فوري وأن إعادة تشكيل محكمة العدل العليا سوف يتم تدريجياً في المستقبل. وعلى أية حال، فقد لاحظت المحكمة أن هذه التعديلات لم تحل فى الواقع المشكلة المحددة لتشكيل محكمة العدل العليا (انظر الفقرة 112 أعلاه). أما بالنسبة لغيره من التعديلات التشريعية التي حددتها الحكومة، فإن المحكمة لا ترى أنها تعالج الكثير من مجموعة كاملة من المشكلات التي تم تحديدها في إطار هذه القضية. وهناك العديد من القضايا، كما نوقش في الجزء الخاص بمبررات هذا الحكم، تشير إلى وجود عيوب في التشريعات المحلية والممارسات في هذا المجال. وباختصار، فإن الخطوات التشريعية من قبل الحكومة المذكورة لا تحل مشكلات الخلل النظامى في النظام القانوني التي كشفت عنها هذه القضية.", "202- لذلك، ترى المحكمة أنه من الضروري التأكيد على أن أوكرانيا يجب أن تقوم بصورة عاجلة بإصلاحات عامة في نظامها القانوني المبين أعلاه. وبصدد القيام بذلك، يجب أن تولى السلطات الأوكرانية الاعتبار الواجب لهذا الحكم، والسوابق القضائية للمحكمة وتوصيات وقرارات ومقررات لجنة الوزراء ذات الصلة.", "", "ب) تدابير فردية", "", "1) مذكرات الأطراف", "", "203- جادل المدعى بأن أنسب شكل للانصاف الفردي سيكون إعادته أو استعادته لوظيفته. في المقابل، قال أنه قد طلب من المحكمة إلزام الدولة المدعى عليها بإعادة فتح الإجراءات المحلية.", "204- تقدمت الحكومة بأنه لم تكن هناك حاجة لأية أوامر محددة بشأن التعويض الفردي، لأن هذه المسائل سيتم التعامل معها بشكل صحيح من الحكومة بالتعاون مع لجنة الوزراء.", "", "2) تقدير المحكمة", "", "205- قررت المحكمة أنه تم فصل المدعى بالانتهاك للمبادئ الأساسية لعدالة الإجراءات المنصوص عليها في المادة 6 من الاتفاقية، مثل مبادئ محكمة مستقلة ومحايدة، واليقين القانوني والحق في المثول أمام محكمة ينص عليها القانون. وقد وجد أن فصل المدعى لم يتوافق مع المتطلبات القانونية بموجب المادة 8 من الاتفاقية. إن فصل المدعى، وهو قاض فى المحكمة العليا، في تجاهل واضح للمبادئ المذكورة أعلاه من الاتفاقية، يمكن أن ينظر إليه باعتباره تهديداً لاستقلال القضاء بشكل عام.", "206- لذلك فإن السؤال الذي يطرح نفسه هو لماذا سوف تكون التدابير الفردية هى الأنسب لوضع حد للانتهاكات التى وجدت في هذه القضية. في كثير من الحالات حيث وجد أن الإجراءات المحلية تمثل خرقاً للاتفاقية، رأت المحكمة أن أنسب شكل للتعويض عن الانتهاكات يمكن أن يكون إعادة فتح الإجراءات المحلية (انظر، على سبيل المثال، حسين وآخرون ضد اذربيجان، أرقام 35485/05، 45553/05، 35680/05 و36085/05، فقرة 2011 262، 26 يوليو/تموز، مع مزيد من المراجع). ولذلك، فقد عينت المحكمة هذا الإجراء في منطوق الحكم (انظر، على سبيل المثال، لونجوسى ضد رومانيا، رقم 62710/00، 26 يناير/كانون الثاني 2006، و أجداريك ضد كرواتيا، رقم 20883/09، 13 ديسمبر/كانون الأول 2011).", "207- بالنظر إلى النتائج المذكورة أعلاه حول ضرورة استحداث تدابير عامة لإصلاح نظام الانضباط القضائي، فإن المحكمة لا تعتبر أن إعادة فتح الإجراءات المحلية سوف يمثل شكلاً ملائماً للانصاف فى انتهاكات حقوق المدعى. ولا توجد أسباب لنفترض أن قضية المدعى سوف يتم النظر فيها من جديد وفقا لمبادئ الاتفاقية في المستقبل القريب. في هذه الظروف، لا ترى المحكمة أهمية للإشارة إلى مثل هذا التدبير.", "208- وحيث قالت ذلك، فإن المحكمة لا يمكن أن تقبل بأن المدعى يجب أن يترك في حالة من عدم اليقين فيما يتعلق بالطريقة التي ينبغي استعادة حقوقه بها. وترى المحكمة أنه لطبيعتها الشديدة جداً، فهى تجد أن الوضع القائم في هذه القضية لا يترك أي خيار حقيقي فيما يتعلق بالتدابير الفردية اللازمة لمعالجة انتهاكات حقوق المدعى فى الاتفاقية. وبالنظر إلى الظروف الاستثنائية جدا في هذه القضية والحاجة الملحة لوضع حد لانتهاكات المادتين 6 و 8 من الاتفاقية، تقرر المحكمة أن الدولة المدعى عليها يجب عليها تأمين إعادة المدعى إلى منصب قاض فى المحكمة العليا في أقرب وقت ممكن.", "", "ب. الأضرار", "", "1. الأضرار المالية", "", "209- ادعى المدعى أنه نتيجة للإجراءات الجائرة التى تمت ضده والتي أدت إلى إقالته من منصبه كقاض بالمحكمة العليا، فقد حرم من استحقاقه للراتب كقاض في المحكمة العليا، وبدل الراتب، والمعاش القضائي. من ثم قدم المدعى حساب مفصل لدعواه عن الأضرار المالية والتي بلغت 11,720,639,86 هريفنيا أوكرانية (UAH) أو 1,107,255,87 يورو (EUR).", "210- عارضت الحكومة هذا الادعاء ودفعت بأنه تخمينى وباهظ وغير مؤكد.", "211- في ملابسات القضية، ترى المحكمة أنها ليست مستعدة لاتخاذ قرار بشأن مسألة التعويض عن الأضرار المالية. من ثم يجب حفظ هذا الطلب مع إصلاح الإجراءات اللاحقة، ومع مراعاة أي اتفاق يمكن التوصل إليه بين الحكومة والمدعى (المادة 75 فقرات 1 و 4 من لائحة المحكمة).", "", "2. الضرر غير المالي", "", "212- وادعى المدعى أنه نتيجة للفصل التعسفي، أنه كان يعاني ضائقة كبيرة وإحباط لا يمكن علاجهما بما فيه الكفاية نتيجة الانتهاكات. وسعى إلى تعويض عادل عن الضرر غير المالي قدره EUR 20،000", "213- اعتبرت الحكومة أن المطالبة فيما يتعلق بالأضرار غير المالية تعتبر لا أساس لها.", "214- وتعتبر المحكمة أن المدعى يجب أن يكون قد عانى الضيق والقلق بسبب الانتهاكات التى وجدت. وبالحكم على أساس عادل، على النحو المطلوب بموجب المادة 41 من الاتفاقية، حكمت للمدعى بمبلغ EUR 6،000 فيما يتعلق الضرر غير المالي.", "", "ب. التكاليف والنفقات", "", "215- كما ادعى المدعى بمبلغ 14,945,81 جنيه استرليني (GBP) عن التكاليف والنفقات التي تكبدها أمام المحكمة والممتدة بين 23 مارس/آذار و 20 أبريل/نيسان 2012. تتألف تلك المطالبة من الرسوم القانونية لممثلي المدعى في لندن (السيد فيليب ليتش والسيدة جين جوردون)، الذين أمضوا 82 ساعة و 40 دقيقة للعمل فى القضية في تلك الفترة؛ ورسم لموظف دعم المركز الأوربى لتعزيز حقوق الإنسانEHRAC والنفقات الإدارية؛ وتكاليف الترجمة.", "216- وفي مطالبه إضافية في هذا الموضوع، ادعى المدعى بمبلغ 11,154,95 GBP عن التكاليف والنفقات التي تكبدها في جلسة الاستماع فى 12 يونيو/حزيران 2012. وتضمنت المطالبة الرسوم القانونية لممثلي المدعى، الذين كانوا قد أمضوا 69 ساعة و 30 دقيقة عمل فى القضية؛ رسم لموظف دعم المركز الأوربى لتعزيز حقوق الإنسانEHRAC والمصروفات الإدارية؛ وتكاليف الترجمة.", "217- طالب المدعى بأن أي حكم تحت هذا العنوان يتم دفعه مباشرة في الحساب المصرفي للمركز الأوربى لتعزيز حقوق الإنسان EHRAC.", "218- جادلت الحكومة بأن المدعى قد فشل في إظهار أن التكاليف والنفقات قد تكبدت بالضرورة. وعلاوة على ذلك، فإنها لم تثبت بشكل صحيح.", "219- ووفقا للسوابق القانونية للمحكمة، يحق للمدعى طلب استرداد التكاليف والنفقات فقط بقدر ما تتبين أنها كانت واقعية وتكبدت بالضرورة ومعقولة كماً. في هذه الحالة، وبالاعتبار إلى الوثائق التي في حوزته والمعايير المذكورة أعلاه، ترى المحكمة من المعقول الحكم بمبلغ 12،000 EUR كتغطية للتكاليف. ويجب أن يتم دفع المبلغ مباشرة إلى الحساب المصرفي لممثلي المدعي.", "", "ج. المصالح الافتراضية", "", "220- تعتبر المحكمة أنه من المناسب أن تتأسس المصلحة الافتراضية على سعر الإقراض الهامشي للبنك المركزي الأوروبي، والتي ينبغي أن تضيف ثلاث نقاط مئوية.", "", "لهذه الأسباب، فإن المحكمة بالإجماع؛", "", "1. تعلن قبول ما تبقى من الطلب؛", "", "2. تقول أنه كان هناك انتهاك للمادة 6 / 1 من الاتفاقية فيما يتعلق بمبادئ محكمة مستقلة ومحايدة؛", "", "3. تقول أنه كان هناك انتهاك للمادة 6 / 1 من الاتفاقية فيما يتعلق بمبدأ اليقين القانوني وعدم وجود فترة تقادم لهذه الإجراءات ضد المدعى؛", "", "4. تقول أنه كان هناك انتهاك للمادة 6 / 1 من الاتفاقية فيما يتعلق بمبدأ اليقين القانوني وفصل المدعى في الجلسة العامة للبرلمان؛", "5. تقول أنه كان هناك انتهاك للمادة 6 § 1 من الاتفاقية فيما يتعلق بمبدأ \"محكمة منشأة بحكم القانون\"؛", "", "6. تقول أنه ليست هناك حاجة للنظر في الشكاوى المتبقية بموجب المادة 6 / 1 من الاتفاقية؛", "", "7. تقول أنه كان هناك انتهاك للمادة 8 من الاتفاقية؛", "", "8. تقول أنه ليست هناك حاجة لدراسة الشكوى بموجب المادة 13 من الاتفاقية؛", "", "9. تقول أنه يتوجب على أوكرانيا تأمين إعادة المدعى إلى منصب قاض في المحكمة العليا في أقرب وقت ممكن؛", "", "10. تقول بناء على ذلك، وفيما يتعلق بالأضرار المالية الناتجة عن الانتهاكات التى وجدت، فإن مسألة التعويض العادل فإن المحكمة ليست مستعدة لاتخاذ قرار بشأنها وفقا لذلك،", "أ) تحتفظ بهذا السؤال؛", "ب) تدعو الحكومة والمدعى أن يقدما، في غضون ثلاثة أشهر من تاريخ الإخطار بهذا الحكم، ملاحظاتهم مكتوبة حول هذا الأمر، وعلى وجه الخصوص، إلى أن تخطر المحكمة بأي اتفاق قد يصلا إليه؛", "ج) تحتفظ بمزيد من الإجراءات وبسلطة مندوبين الرئيس بالغرفة للإصلاح إذا لزم الأمر.", "", "11. تقول", "أ) أن تدفع الدولة المدعى عليها للمدعى، في غضون ثلاثة أشهر من تاريخ صيرورة الحكم نهائيا وفقا للمادة 44 / 2 من الاتفاقية، المبالغ التالية:", "1) 6،000EUR ، بالإضافة إلى أي ضريبة قد يكون تم تحميلها، التي قد تكون غير مجاني، يتم تحويلها إلى هريفنيا أوكرانية وفقاً للمعدل المطبق في تاريخ التسوية، فيما يتعلق الضرر غير المالي.", "2)EUR 12،000 ، بالإضافة إلى أي ضريبة التي قد يكون قد تحملها المدعى، فيما يتعلق بالتكاليف والنفقات، على أن تدفع إلى الحساب المصرفي لممثلي المدعى.", "ب) أنه من تاريخ انقضاء الثلاثة أشهر المذكورة أعلاه وحتى التسوية فإن فائدة بسيطة تكون مستحقة على المبلغ المذكور أعلاه بمعدل مساو لمعدل الإقراض الهامشي فى البنك المركزي الأوروبي خلال الفترة الافتراضية بالإضافة إلى ثلاث نقاط مئوية.", "12. ترفض ما تبقى من مطالبات المدعى الخاصة بالتعويض فيما يتعلق بالضرر غير المالي والتكاليف والنفقات.", "حرر باللغة الإنجليزية، وأعلن في جلسة علنية يوم 9 يناير/كانون الثاني 2013 بقصر حقوق الإنسان في ستراسبورغ، وفقا للمادة 77 فقرات 2 و 3 من لائحة المحكمة.", "", "العميد سبيلمان \t\t\t\t\tكلوديا ويسترديك", "  الرئيس\t  \t\t\t            المسجل", "", "ووفقا للمادة 45/2 من الاتفاقية والمادة 74/2 من لائحة المحكمة، مرفق الرأي المخالف لهذا الحكم منفصلاً للقاضي يودكيفسكا.", "", "", "رأي متوافق للقاضي يودكيفسكا", "", "لقد صوتت للنقطة التاسعة من منطوق الحكم، التى تطالب أوكرانيا بتأمين إعادة مقدم الطلب إلى منصب قاضي بالمحكمة العليا، على الرغم من أننى كقاض وطني، أدرك الصعوبات التى ستواجه السلطات في تنفيذ هذا الجزء من الحكم.", "عندما تم فصل السيد فولكوف في يونيو/حزيران 2010، كان عدد القضاة في المحكمة العليا في أوكرانيا مرناً نوعاً ما، وينظمه القسم 48 من قانون نظام القضاء لعام 2002، والتي كان يجب إنشاؤها بقرار من رئيس أوكرانيا بناء على توصية من رئيس المحكمة العليا، بالاتفاق مع مجلس القضاة. وهكذا، بموجب المرسوم الرئاسي رقم 1427/2005 7 أكتوبر/تشرين الأول لعام 2005 \"حول عدد من قضاة المحكمة العليا في أوكرانيا\"، في الفترة 2005-2010 تألفت المحكمة العليا من خمسة وتسعين قاضياً.", "وفي يوليو/تموز 2010 دخل القانون الجديد للنظام القضائي ومركز القضاة حيز النفاذ، ونصت المادة 39 من القانون بطريقة لا لبس فيها على أن المحكمة العليا في أوكرانيا تتكون من ثمان وأربعين من القضاة. هذا الرقم يعتبر ثابت. وهكذا، إذا لم يكن هناك وظيفة شاغرة في المجلس الأعلى للجامعات في الوقت الراهن، يبدو أن إعادة المدعى \"في أقرب وقت ممكن\"، المشار إليها في الفقرة 208 والنقطة 9 من منطوق الحكم، سوف تصبح ممكنة فقط إذا تقاعد أحد قضاة المحكمة العليا من الخدمة أو ترك المحكمة لسبب آخر أو لتغييرات تشريعية ذات صلة.", "وما زلت، حتى في هذه الظروف، مقتنعاً بأن النهج المقترح، على الرغم من أنه قد يبدو سابقة إلى حد ما، فقد كان له ما يبرره.", "إن ممارسة المحكمة فى الأمر بسبل علاج محددة لمخالفة أحكام اتفاقية لها تاريخ طويل. وتوضح الأعمال التحضيرية للمادة القديمة 50 من الاتفاقية أن الفكرة الأولية بأن يكون للمحكمة سلطة فى الأمر بمجموعة واسعة من \"العقوبات الإدارية أو المدنية الجزائية\" لم تنل القبول . وتشير صياغة المادة 50 القديمة التى اعتمدت أخيرا إلى أن الالتزام الأساسي بتوفير التعويض يبقى للدولة، وللمحكمة دور ثانوي فى منحها عندما يكون الضحية غير قادرة على الحصول عليه وفقاً للقانون الداخلي.", "ولكن في عام 1972، في قضية \"التشرد\" الشهيرة، اعترفت المحكمة أنه \"لا شك في أن المعاهدات التي كان نص المادة 50 قد استعير منها تعتبر أكثر خصوصية في ضوء الحالات التي تكون فيها طبيعة الضرر من شأنها أن تجعل من الممكن القضاء تماما على عواقب الانتهاك حين يمنع القانون الداخلي للدولة المعنية ذلك\".", "في قضية بييرساك ضد بلجيكا ذكرت المحكمة أنه \"انطلاقاً من مبدأ أن المدعى يجب بقدر الإمكان أن يوضع في المكان الذى كان فيه وأن متطلبات المادة 6 لم يتم تجاهلها\"، وبالتالي التشديد على أولوية وجوب استعادة الوضع السابق. وشدد على نفس الأولوية أكثر في قضية سكوزارى وجوينتا ضد إيطاليا: \"بموجب المادة 41 من الاتفاقية يعتبر الغرض من منح مبالغ عن طريق التعويض العادل هو توفير التعويض الوحيد عن الأضرار التي لحقت المعنيين إلى حد أن مثل الأحداث تشكل نتيجة للانتهاك الذى لا يمكن معالجته\".", "رغم ذلك، ومع الاعتراف بدورها الفرعي في حماية حقوق الإنسان، فعلى مدى عقود ظلت المحكمة مترددة بدلا من ممارسة سلطتها فى الأمر بمعالجات فردية، وأشارت مراراً إلى أن اكتشاف وجود الانتهاك في حد ذاته يشكل تعويضاَ عادلاً أو الحكم بقدر عادل من التعويض. وقد انتقد هذا التردد على حد سواء فى داخل وخارج المحكمة. وكما ذكر القاضي بونيلو، \"مما يؤسف له بقدر كاف، وإن كان مفهوما، في مجال منح التعويض أن المحكمة، في أيامها الأولى، قد فرضت على نفسها قيداً بعدم أداء أى أمر تدابير علاجية محددة لصالح الضحية. إن ممارسة ضبط النفس في القضاء قد ضاقت بالفعل إلى حد كبير من فعالية المحكمة\".", "وقد طبقت المحكمة مبدأ إعادة الوضع إلى الحالة الأولى في القضية الشهيرة لـ باباميكالوبولوس وآخرون ضد اليونان، بشأن المصادرة غير المشروعة. والذى كان مستوحى من حكم (محكمة العدل الدولية الدائمة) في قضية مصنع كورزو، حيث حكمت محكمة العدل الدولية الدائمة أنه \"يجب التعويض، إلى أقصى حد ممكن، لمحو كل ما ترتب على الفعل غير المشروع وإعادة الوضع الذي من شأنه في جميع الاحتمالات أن يكون قائماً إذا كان ذلك الفعل لم يرتكب\".", "ومنذ ذلك الحين تقدمت ممارسة المحكمة فيما يتعلق بطلب تدابير فردية وعامة بقدر كبير. ويمثل الإجراء التجريبي لصدور الحكم أهم خطوة في تطوير السلطة العلاجية للمحكمة، باعتبارها نتيجة حتمية للزيادة الحادة في عدد القضايا والحاجة للتأكد من أن الوضع الذي أدى إلى الانتهاك قد تحسن. واليوم لم تعد المحكمة تتردد، عند الضرورة، فى أن تشير للدولة المدعى عليها إلى وجود مجموعة واسعة من التدابير الملموسة من أجل ضمان الاحترام الكامل لحقوق الإنسان.", "لقد تم مد مبدأ إعادة الوضع إلى حالات المحاكمة غير العادلة حيث قررت المحكمة \"أن أنسب شكل للانصاف من انتهاك المادة 6 / 1 سوف يكون التأكد من أن المدعى، إلى أقصى حد ممكن، قد تم وضعه في الوضع الذي كان يمكن أن يكون عليه لو لم يتم تجاهل هذا النص (...) ونتيجة لذلك، (...) فإن أنسب شكل للانصاف هو إعادة المحاكمة (...) \". وقد وجد أن طلب إعادة المحاكمة \"لا غنى عنه للحماية المناسبة لحقوق الإنسان\".", "إن المزيد من التقدم في تطبيق مبدأ إعادة الوضع إلى ما كان عليه يتصل بحالات الحرمان غير القانوني المستمر من الحرية، حيث أمرت المحكمة الدولة \"بتأمين الإفراج عن المدعى في أقرب وقت ممكن حيث انه \"حسب طبيعته، لم يترك الانتهاك الموجود في هذه القضية أى خيار حقيقي فيما يتعلق بالتدابير اللازمة لمعالجة ذلك\". وفي بعض الحالات الأخرى، حيث وجد أن الاحتجاز السابق على المحاكمة لفترات طويلة يعتبر خرقاً لمقتضيات المادة 5 / 3 من الاتفاقية وأن الإجراءات كانت ما تزال معلقة، فقد طالبت المحكمة الدولة المدعى عليها \"باستكمال الإجراءات الجنائية في القضية بأسرع ما يمكن (...) والإفراج عن مقدم الطلب وانتظار نتائج هذه الإجراءات\".", "وإذ يرحب بهذه \"الخطوة المنطقية إلى الأمام فى قضايا استرداد الملكية\"، فإن القاضي كوستا قد ذكر في رأي منفصل في قضية أسانيدز ضد جورجيا أنه \"كان من غير المنطقي وغير الأخلاقي ترك جورجيا مع خيار (قانوني)، عندما يكون الأسلوب الوحيد لمحو الاعتقال التعسفي حتى نهايته هو اطلاق سراح السجين\".", "وبالتالي فإنه يترتب على ذلك أن اختيار كيفية تطبيق حكم المحكمة يبقى مع الدولة وتحت إشراف لجنة الوزراء، إلا إذا وجدت مخالفة لا تترك، بطبيعتها، أي خيار فيما يتعلق بالتدابير اللازمة لعلاجها.", "إن تطبيق مبدأ إعادة الوضع إلى ما كان عليه، في حين أنه يبقى العلاج الرئيسي لانتهاكات حقوق الإنسان، يعتبر محدوداً بشكل طبيعي. لأن استعادة الوضع السابق أمر مستحيل في معظم الحالات، أو يعتبر مشكلة للغاية. وتنص المادة 35 من مشروع النظام الأساسي للجنة القانون الدولي حول مسؤولية الدولة على ما يلي: \"الدولة المسؤولة عن فعل غير مشروع دولياً تعتبر ملزمة بالرد، وذلك، لإعادة الوضع الذي كان قبل ارتكاب الفعل غير المشروع، شريطة وإلى حد أن يكون الرد: (أ) ليس مستحيلاً مادياً؛ و (ب) لا تنطوي على عبء أكبر من كل نسبة المنفعة المتأتية بدلا من التعويض\".", "وهكذا، وفي قضية حديثة من جلاديشيفا ضد روسيا، بعد الموازنة بعناية بين المصالح المتنافسة و\"بعد أن لاحظت عدم وجود مصلحة لطرف ثالث متنافس أو عقبة أخرى في سبيل استرداد ملكية المدعى\"، طلبت المحكمة أن المدعية \"يتم وضعها قدر الإمكان في ما يعادل الحالة التى كانت عليها وأنه لم يكن هناك خرق للمادة 8 من الاتفاقية والمادة 1 من البروتوكول رقم 1 للاتفاقية\"، وأمرت \"بالرد الكامل للمدعية للشقة وإلغاء أمر الإخلاء\"..", "من وجهة نظري تمثل هذه القضية حالة استثنائية تماماً، حيث أن طبيعة المخالفة التى وجدت تسمح باستعادة الوضع السابق، الذى ليس \"مستحيلاً ماديا\"، كما أنها لا تنطوي على \"عبئا يتجاوز التناسب\". ويمكنني مشاركة الأغلبية فى الختام بأن \"الوضع وجد قائما في هذه القضية لا يترك أي خيار حقيقي فيما يتعلق بالتدابير الفردية المطلوبة لمعالجة انتهاك الحقوق الاتفاقية للمدعى\" (انظر الفقرة 208 من الحكم).", "ولأول مرة أمرت المحكمة باستعادة شخص لمنصب وجد أن فصله منه يخالف ضمانات الاتفاقية. مثل هذا العلاج ليس جديدا أو مجهولاً بالنسبة للولايات القضائية الدولية الأخرى. على سبيل المثال، فقد أمرت محكمة البلدان الأمريكية لحقوق الإنسان به في عدة مناسبات. كما أن لجنة حقوق الإنسان في الأمم المتحدة، قد اعتبرت أن \"التعويض يمكن أن ينطوي على رد الحقوق والتأهيل وتدابير التعويض \"، وبالتالي ومع وضع استعادة الوضع فى المقام الأول، تكون هيئة أخرى التي لا تتردد في إستعادة المنصب الذى فصل منه دون ضمانات كافية. وبشكل خاص، أمرت اللجنة بإعادة ثمانية وستين من القضاة الذين وجد أن فصلهم \"يشكل هجوماً على استقلال القضاء\" بما يجدر ذكره .", "في هذه الحالة، يرافق هذا الإجراء الفردي اقتراح قيام الدولة المدعى عليها بتدابير عامة لإصلاح النظام القضائي من التعسف. ونظرا للأهمية القصوى لاستقلال السلطة القضائية، والتي تقع في قلب نظام حماية حقوق الإنسان بأكمله، فقد قررت المحكمة إجراء تحليل دقيق لسياق المشكلة كله قبل التوصل إلى استنتاج بشأن التدابير المطلوبة.", "ولذلك، فإنني مقتنع بأن نظام إعادة المدعى إلى منصب قاضي بالمحكمة العليا يعتبر متماشياً تماما مع دور المحكمة كهيئة مخولة \"لضمان احترام التعهدات التي التزمت بها الأطراف السامية المتعاقدة في الاتفاقية والبروتوكولات الملحقة بها\". بل هو أيضا يتوافق مع معايير القانون الدولي."]}