{"file": "ARA_HJUDARA_33234_07.docx", "doc_type": "HJUDARA", "doc_lang": "ARA", "case_id": "33234/07", "text_paragraphs": ["This publication has been printed/produced/translated with the financial support of the European Union – Council of Europe Joint Programme \"Towards Strengthened democratic governance in the southern Mediterranean” (South Programme II, 2015-2017). Neither the European Commission nor the Council of Europe can be held responsible for any use which may be made of the information contained therein.", "", "Cette publication a été imprimée/produite/traduite avec le soutien financier du Programme conjoint Union européenne – Conseil de l'Europe « Vers une gouvernance renforcée dans les pays du Sud de la Méditerranée» (Programme Sud II, 2015-2017). Ni la Commission européenne ni le Conseil de l’Europe ne peuvent être tenus responsables de l'usage qui pourrait être fait des informations qui y sont contenues.", "", "تمت طباعة هذه الوثيقة بدعم من البرنامج المشترك للاتحاد الاوروبي ومجلس أوروبا \"تعزيز الإصلاح الديمقراطي في دول جنوب المتوسط\" (برنامج الجنوب)", "المفوضية الاوروبية ومجلس اوروبا غير مسؤولتين عن اي استخدام للمعلومات الواردة بهذا النص.", "33234/07", "فاليوليان ضد ليتوانيا", "الحكم 26.3.2013 [القسم الثاني]", "المادة 3", "المعاملة المهينة", "المعاملة اللاإنسانية", "التحقيق الفعال", "العيوب التحقيقية والإجرائية التي تؤدي إلى ملاحقة قضائية عن العنف العائلي أصبحت محظورة زمنيا: انتهاك", "​ الوقائع- في شباط / فبراير 2001، قدمت المدعية طلبا إلى محكمة محلية لتقديم دعوى خاصة بعد أن زعمت أنها تعرضت للضرب من قبل شريكها في خمس مناسبات منفصلة في كانون الثاني / يناير وشباط / فبراير 2001. وفي كانون الثاني / يناير 2002، أحالت المحكمة شكواها إلى المدعي العام، طالبة منه بدء تحقيقه الجنائي ماقبل المحاكمة؛ تم اتهام شريك المدعية بالتسبب بشكل منهجي في إلحاق ضرر بدني طفيف بها. وأوقف محققو الشرطة مرتين التحقيق بسبب عدم وجود أدلة، ولكن أعيد فتح باب الاستئناف في كل مرة على أساس أنه لم يكن دقيقا بما فيه الكفاية. وأوقف المدعي العام التحقيق في حزيران / يونيه 2005 كإصلاح تشريعي في أيار / مايو 2003 و يعني أن الملاحقات القضائية فيما يتعلق بالأذى البدني الطفيف يجب أن تعرض من قبل الضحية بشكل خاص ما لم تكن القضية ذات مصلحة عامة أو لم تتمكن الضحية من حماية حقوقها من خلال محاكمة خاصة. وأيدت محكمة المقاطعة هذا القرار. وعندما قدمت المدعية طلبا جديدا لتقيم دعوى خاصة، رفض ذلك دون النظر في الأسس الموضوعية لأن الادعاء قد أصبح محظورا.", "القانون - المادة 3: عانت المدعية من سوء المعاملة التي كانت خطيرة بما فيه الكفاية للوصول إلى الحد الأدنى من الشدة المطلوبة للوفاء بالتزام الحكومة الإيجابي بموجب المادة 3. وفي التوصل إلى هذا الاستنتاج، أخذت المحكمة في الاعتبار الإصابات الجسدية التي لحقت بها (في شكل كدمات وخدوش على الوجه والجسم)، والظرف المشدد لاستمرار العنف على مدى فترة من الزمن بخمس مرات خلال شهر، ومشاعر الخوف والعجز التي تعرضت لها المدعية. وفيما يتعلق بهذه النقطة الأخيرة، لقد لوحظ أن الأثر النفسي يشكل جانبا هاما من جوانب العنف العائلي.", "وشرعت المحكمة في دراسة ما إذا كان النظام القانوني المحلي، ولا سيما القانون الجنائي المنطبق، قد فشلا في توفير حماية عملية وفعالة للحقوق المكفولة بموجب المادة 3. وكانت المحكمة راضية بأن القانون الليتواني قدم في الوقت الفعلي إطارا تنظيميا كافيا في أنه كان اعتداء أجرامي ذاك اللذي تسبب في ضرر بدني طفيف. وعلى الرغم من أنه بعد 1 أيار / مايو 2003، لا يمكن مقاضاة هذه الجرائم إلا بناء على شكوى تقدمها الضحية، التي أصبحت بدورها مدعيا خاصا، إلا أن المدعي العام احتفظ بالحق في فتح تحقيق جنائي إذا كانت الجريمة ذات أهمية عامة أو لم تكن الضحية قادرة على حماية مصالحها.", "وفيما يتعلق بالطريقة التي نفذ بها القانون في قضية المدعية، اتصلت المدعية بمحكمة المقاطعة على الفور تقريبا بغية تقديم ملاحقة قضائية خاصة وقدمت وصفا محددا لكل حادثة وأسماء الشهود. وفي حين أن السلطات تصرفت في البداية دون تأخير لا داعي له، فقد أحيلت القضية إلى المدعي العام بعد أن فشل شريك المدعية مرارا في المثول أمام المحكمة. بعد ذلك، توقف التحقيق مرتين لعدم وجود", "\n", "للأدلة مالبث إلا ان إعيد فتحه بعد أن قضى كبار المدعين العامين أنها لم تكن شاملة بما فيه الكفاية. وقد كشف ذلك عن عيب خطير من جانب الدولة.", "وعلاوة على ذلك، وعلى الرغم من أن التشريع قد تغير في أيار / مايو 2003، فإن المدعي العام قرر إعادة القضية إلى المدعية لإجراء محاكمة خاصة فقط في حزيران / يونيه 2005، أي بعد عامين من الإصلاح التشريعي. وقد تم تأييد هذا القرار على الرغم من خطر أن يصبح الادعاء محظورا، ورغم أنه حتى بعد الإصلاح، لا يزال من الممكن للمدعي العام أن يواصل التحقيق إذا كان في المصلحة العامة. ونتيجة لهذا القرار، وبالرغم من أن المدعية  تصرفت دون تباطئ، فقد رفض طلبها المتعلق بملاحقة قضائية خاصة على أنها غير صالحة.", "ومن ثم فإن الممارسات موضع النظر في القضية الراهنة والطريقة التي نفذت بها آليات القانون الجنائي لم توفر للمتقدم حماية كافية.", "الاستنتاج: انتهاك (ستة أصوات مقابل واحد).", "المادة 41: 000 5 يورو فيما يتعلق بالضرر غير المادي.", " (انظر أيضا: أوبوز ضد تركيا، رقم 33401/02، 9 حزيران / يونيه 2009، المذكرة الإعلامية رقم 120؛ ساندرا يانكوفيتش ضد كرواتيا، العدد 38478/05، 5 آذار / مارس 2009، المذكرة الإعلامية رقم 117؛ سلوفاكيا، العدد 2660/03، 30 تشرين الثاني / نوفمبر 2010، المذكرة الإعلامية رقم 135؛ كالوكازا ضد هنغاريا، رقم 57693/10، 24 نيسان / أبريل 2012؛ ودجوردجفيتش ضد كرواتيا، رقم 41526/10، 24 تموز / يوليه 2012، المعلومات الملاحظة رقم 154", ""]}