{"file": "ARA_HJUDARA_46598_06.docx", "doc_type": "HJUDARA", "doc_lang": "ARA", "case_id": "46598/06", "text_paragraphs": ["This publication has been printed/produced/translated with the financial support of the European Union – Council of Europe Joint Programme \"Towards Strengthened democratic governance in the southern Mediterranean” (South Programme II, 2015-2017). Neither the European Commission nor the Council of Europe can be held responsible for any use which may be made of the information contained therein.", "", "Cette publication a été imprimée/produite/traduite avec le soutien financier du Programme conjoint Union européenne – Conseil de l'Europe « Vers une gouvernance renforcée dans les pays du Sud de la Méditerranée» (Programme Sud II, 2015-2017). Ni la Commission européenne ni le Conseil de l’Europe ne peuvent être tenus responsables de l'usage qui pourrait être fait des informations qui y sont contenues.", "", "تمت طباعة هذه الوثيقة بدعم من البرنامج المشترك للاتحاد الاوروبي ومجلس أوروبا \"تعزيز الإصلاح الديمقراطي في دول جنوب المتوسط\" (برنامج الجنوب)", "المفوضية الاوروبية ومجلس اوروبا غير مسؤولتين عن اي استخدام للمعلومات الواردة بهذا النص.", "", "46598/06", "برانكو توماشيتش وآخرون ضد كرواتيا –", " الحكم 15.1.2009 [القسم الأول]", "المادة 2", "الالتزامات الإيجابية", "عدم اتخاذ جميع الخطوات اللازمة لحماية حياة أقارب المدعين من شخص سبق إدانته بتهديدهم بالقتل: انتهاك", "حقائق: المدعون هم أقارب م.ت وطفلها الرضيع ف.ت اللذين قتلا في آب / أغسطس 2006 على يد م.م والد الطفل ، م.ت وم.م عاشوا معا في منزل منزل والدي م.ت حتى يوليو 2005, عندما قام م.م بالانتقال بعد نزاعات مع أفراد الأسرة. في يناير 2006 قامت م.ت بتقديم شكوى أو دعوى ضد إم. ام بسبب التهدiيدات بالقتل التي صرح بها. وفي الإجراءات التي عقبت ذلك، حصلت السلطات على رأي طبيب نفسي ذكر أن السيد م.م من المرجح أن يقوم بتكرار جرائم مماثلة في المستقبل وشدد على ضرورة علاجه النفسي. وفي 15 آذار / مارس 2006، وجدت محكمة البلدية ان م.م مذنب بتكرارالتهديد بقتل نفسه وم.ت وطفلهما بقنبلة.و من باب الاحتياط الأمني صدر حكم مفاده خضوع فلان لعلاج نفسي أثناء فترة محكوميته وبعدها , حسب الاقتضاء . وفي 28 نيسان / أبريل 2006، وحكمت المحكمة بتخفيف الحكم بالخضوع للعلاج النفسي لسيتمر طيلة فترة  محكوميته. وأطلق سراحه في 3 تموز / يوليه 2006، وفي 15 آب / أغسطس 2006 أطلق النار على م.ت و ف.ت قبل الانتحار عن طريق توجيه البندقية الى نفسه.", "القانون: لا شك في أن نتائج المحاكم المحلية واستنتاجات الفحص النفسي أظهرت أن السلطات كانت مدركة أن التهديدات الموجهة ضد حياة م.ت و ف .ت كانت خطيرة وأن جميع الخطوات اللازمة كان ينبغي اتخاذها لحمايتهم. ولاحظت المحكمة عدة أوجه للتقصير في سلوك السلطات. أولا، لم يجري اي تفتيش لمنشئة أو مركبة تابعة ل م.م أثناء الإجراءات الجنائية الأولية ضده، على الرغم من أنه هدد مرارا باستخدام قنبلة. إضافة إلى ذلك، وعلى الرغم من أن تقرير الطب النفسي الذي أعد لغاية الإجراءات الجنائية قد شدد حاجة العلاج النفسي المستمر الذي يقوم به م.م.، الحكومة فشلت في اثبات أن هذه العلاج يدار بالفعل وكما ينبغي. وأظهرت الوثائق المقدمة أن علاجه في السجن كان يتألف من جلسات محادثة مع موظفي السجون، ولم يكن بينهم طبيب نفسي. وعلاوة على ذلك، لم توفرالقوانين ذات الصلة ولا حكم المحكمة الذي يأمر بمعالجة الأمراض النفسية الإلزامية تفاصيل كافية عن كيفية إدارة العلاج. الواقع أن القواعد العامة المنصوص عليها في قانون تنفيذ أحكام السجن لم تعالج كما ينبغي مسألة تنفيذ العلاج النفسي الإجباري كتدبير أمني، مما يترك الحرية تماما لسلطات السجن لتقرر في كيفية التصرف. في رأي المحكمة أن مثل هذه القوانين يجب أن تكون كافية لضمان أن يكون الغرض من الجزاءات الجنائية مستوفي على نحو ملائم. وأخيرا، لم يتم فحصه قبل الإفراج عنه من السجن لتقييم إذا كان لا يزال يشكل خطرا على م.ت وف.ت ولذلك خلصت المحكمة إلى أن السلطات المحلية ذات الصلة لم تتخذ التدابير المناسبة لحماية م.ت و ف.ت ", "الاستنتاج: انتهاك (بالإجماع).", "المادة 41 - 000 40 يورو فيما يتعلق بالضرر غير المادي."]}