{"file": "ARA_HJUDARA_30352_03.docx", "doc_type": "HJUDARA", "doc_lang": "ARA", "case_id": "30352/03", "text_paragraphs": ["This publication has been printed/produced/translated with the financial support of the European Union – Council of Europe Joint Programme \"Towards Strengthened democratic governance in the southern Mediterranean” (South Programme II, 2015-2017).", "", "The European Commission, neither the Council of Europe cannot be held responsible for any use which may be made of the information contained therein.", "", "Cette publication a été imprimée/produite/traduite avec le soutien financier du Programme conjoint Union européenne – Conseil de l’Europe « Vers une gouvernance renforcée dans les pays du Sud de la Méditerranée» (Programme Sud II, 2015-2017).", "", "Ni la Commission européenne ni le Conseil de l’Europe ne peuvent être tenus responsables de l’usage qui pourrait être fait des informations qui y sont contenues.", "", "", "تمت طباعة \\ إنتاج \\ ترجمة هذه الوثيقة بدعم من البرنامج المشترك للاتحاد الاوروبي ومجلس أوروبا \"تعزيز الإصلاح الديمقراطي في دول جنوب المتوسط\" (برنامج الجنوب, 2017-2015)", "المفوضية الاوروبية ومجلس اوروبا غير مسؤولتين عن اي استخدام للمعلومات الواردة بهذا النص.", "", "", "", "", "", "\n", "", "", "مجلس أوروبا", "", "المحكمة الأوروبية لحقوق الإنسان", "", "", "القسم الأول", "", "قضية اسماعيلوف ضد روسيا", "", "(طلب رقم 30352/03)", "", "", "حكم", "", "ستراسبورغ", "", "6 نوفمبر/تشرين الثاني/تشرين الثاني 2008", "", "", "نهائى", "", "6/4/2009", "", "قد يكون هذا الحكم خاضعا للمراجعة التحريرية", "", "في قضية اسماعيلوف ضد روسيا،", "المحكمة الأوروبية لحقوق الإنسان (القسم الأول) والمؤلفة من:", "كريستوس روزاكيس، الرئيس،", "نينا فاجيتشى،", "اناتولي كولفر،", "عميد سبيلمان،", "سفيري إريك جيبينز،", "جورجيو مالينفيرني،", "جورج نيكولو، القضاة،", "وسورين نيلسن، المسجل،", "بعد المداولة في 16 أكتوبر/تشرين الأول 2008،", "تصدر الحكم التالي، الذي تم اعتماده في ذلك التاريخ :", "", "الإجراءات", "", "1- بدأت القضية بناء على الطلب رقم (رقم 30352/03) ضد الاتحاد الروسي الذى أودع لدى المحكمة بموجب المادة 34 من اتفاقية حماية حقوق الإنسان والحريات الأساسية (\"الاتفاقية\") من قبل المواطن الأذربيجاني، السيد /عادل يونس أوغلو اسماعيلوف (\"المدعى\")، في 2 سبتمبر/أيلول 2003.\n", "2- وقد مثل المدعى، الذي كان قد تم منحه المساعدات القانونية، كل من السيد م. راشكوفسكى والسيدة أٌ. بريوبرازينيسكى من مركز الحماية الدولية، وهي منظمة غير حكومية مقرها موسكو. وكان الحكومة الروسية (\"الحكومة\") التي يمثلها السيد ب. لابتيف، الممثل السابق للاتحاد الروسي في المحكمة الأوروبية لحقوق الإنسان.", "3- في 20 يناير/كانون الثاني/كانون الثاني 2006، قررت المحكمة إعطاء إشعار الطلب إلى الحكومة. كما تقرر دراسة وقائع الدعوى في نفس وقت قبولها (المادة 29/3 من الاتفاقية).", "4- لم تمارس/آذار الحكومة الأذربيجانية حقها في التدخل في الإجراءات (المادة 36/1 من الاتفاقية).", "", "", "الوقائع", "", "أولا. ملابسات القضية", "", "5- ولد المدعى في عام 1937 ويعيش في موسكو.", "6- بتاريخ 17 نوفمبر/تشرين الثاني 2002 وصل المدعى إلى موسكو من باكو. وكان يحمل معه 21,348 دولار أمريكيا، تمثل مجموع عائدات بيع مسكن أجداده في باكو. ومع ذلك، لم يبلغ سوى عن 48 دولار أمريكيا في البيان الجمركي، في حين أن القانون الروسي يشترط أن أي مبلغ يتجاوز 10,000 دولار أمريكي لابد وأن يبلغ عنه للجمارك. وقد كشف التفتيش الجمركي عن المبلغ المتبقي في حقائبه. واتهم المدعى بالتهريب، وهى جريمة جنائية بموجب المادة 188/1 من القانون الجنائي، وأرفق المال مع القضية الجنائية كدليل مادي.", "7- بتاريخ 8 مايو/أيار/أيار 2003، وجدت محكمة موسكو لمقاطعة جلوفنسكى أن المدعى مذنب في التهمة الموجهة إليه، وفرضت عليه عقوبة مع وقف التنفيذ بالسجن لمدة ستة أشهر مشروطة بوضعه ستة أشهر تحت المراقبة. وبالنسبة للمال، قررت :", "\"", "الأدلة المادية - 21,348 دولار أمريكي التي تم تخزينها في مكتب شيريميتيفو النقدي المركزي لمكتب الجمارك - تؤول إلى الدولة\".", "", "8- في مذكرة الاستئناف ادعى المدعى براءته وأكد أن أمر المصادرة لا أساس له في القانون الداخلي لأن المادة 188 من القانون الجنائي لا تنص على المصادرة كنوع من العقاب.", "9- بتاريخ 29 مايو/أيار 2003 أيدت محكمة مدينة موسكو الحكم في الاستئناف. وفيما يتعلق بالمال، أشارت المحكمة إلى أن أمر مصادرة الأموال لم تصدر كجزاء عقابي، ولكنه تعلق بمصير الأدلة المادية.", "10- وقد أرسل المدعى شكاوى إلى مختلف السلطات الروسية. وأشار إلى أنه كان يعيش تحت خط الفقر، ولذلك قرر أن يبيع الشقة الكائنة في باكو التي كان قد ورثها عن والدته. وأرفق نسخة من الوصية وعقد بيع شقة. وطالب بإعادة الأموال التي تم اكتسابها بشكل قانوني لأسباب إنسانية.", "11- بتاريخ 8 سبتمبر/أيلول 2003 كتب أمين المظالم للاتحاد الروسي رسالة نيابة عن المدعى إلى المدعى العام لمدينة موسكو، طالبا منه أن يقدم طلباً لإقامة دعوى مراجعة إشرافية في الجزء المتعلق بأمر المصادرة. في 18 سبتمبر/أيلول 2003 أجاب نائب المدعى العام لمدينة موسكو أمين المظالم بعدم وجود أسباب لطلب إقامة دعوى المراجعة الإشرافية، لأن أمر المصادرة كان قانونياً بموجب الفقرة 7 من قرار المحكمة العليا السوفييتية الصادر فى 3 فبراير/شباط عام 1978.", "12- بتاريخ 22 أكتوبر/تشرين الأول 2003 طلب أمين المظالم من النائب العام التقدم بطلب لإقامة دعوى المراجعة الإشرافية. وكتب، أولا، أنه خلافا لمقتضيات قانون الإجراءات الجنائية، لم تشير أي وثيقة إجرائية إلى أي فئة من الأدلة المادية ينتمي إليها مال المدعى. هذا الإغفال استتبعه صدور قرار غير صحيح بالنسبة لمصير الأدلة المادية. وكان مال المدعى لا يمثل أداة للجريمة - في قضايا التهريب يعتبر مكان التخبئة هو تلك الأداة - ولم يتم الحصول عليه بشكل جنائي. وفقا لذلك، لا تعتبر الفقرة 3 (1) ولا الفقرة 3 (4) من المادة 81 من قانون الإجراءات الجنائية سارية على وضع المدعى وكان ينبغي إرجاع المال إلى المالك الشرعي وفقا للفقرة 3 (6) من تلك المادة. وخلافاً لذلك، فقد بلغ أمر المصادرة إلى توقيع عقاب ثاني على نفس الجريمة. وأخيرا، فقد طالب أمين المظالم بتطبيق قرار المحكمة العليا السوفييتية الصادر في 3 فبراير/شباط 1978. وأشار إلى أن الفقرة 7 تنص صراحة على تطبيق \"التشريع الحالي\". وبما أن القانون الجنائي الجديد لا ينص على المصادرة في قضايا التهريب، فإن الفقرة 7 لا يمكن تطبيقها.", "13- في 9 ديسمبر/كانون الأول 2003 رد نائب المدعي العام على أمين المظالم بأن هيئة رئاسة المحكمة العليا قد رأت بالفعل أن موضوع التهريب يجب أن يعامل على أنه أداة الجريمة ويكون عرضة للمصادرة على هذا النحو (وأشار إلى الحكم في قضية بترينكو، المشار إليه في الفقرة 23 أدناه).", "14- تقدم أمين المظالم بشكوى دستورية بالنيابة عن مقدم الطلب وشخص آخر.", "15- في 8 يوليو/تموز/تموز 2004 أعلنت المحكمة الدستورية قبول الشكوى (القرار رقم - 251-O) وأكدت أن الإمكانية القانونية لمصادرة الأشياء التي تعتبر أدلة مادية في قضية جنائية، بما في ذلك أدوات وعائدات الجريمة، كانت متوافقة مع الالتزامات الدولية للاتحاد الروسي المتعهد بها في إطار اتفاقية الأمم المتحدة لمكافحة الجريمة المنظمة عبر الوطنية، واتفاقية مجلس أوروبا بشأن غسل وكشف وضبط ومصادرة عائدات الجريمة. وبالتالي، فإن المادة 81 من قانون الإجراءات الجنائية لا تسمح بالتدخل التعسفي في حقوق الملكية ولم تنتهك، في حد ذاتها، الحقوق الدستورية للمشتكين. وخلصت المحكمة الدستورية إلى ما يلى :", "\"", "أن تحديد وضع الأشياء المنقولة بطريقة غير مشروعة عبر الحدود الجمركية للاتحاد الروسي في الإجراءات الجنائية واتخاذ قرار بشأن ما إذا كان تعتبر أدلة مادية يمكن مصادرتها جنائياً... يجب صدوره من قبل المحكمة ذات الاختصاص العام التى تنظر القضية الجنائية... ويتم مراجعة مشروعية، ومبررات، القرار القضائي بمصادرة الأدلة المادية من خلال المحاكم العليا المختصة بالدعاوى الجنائية. والمحكمة الدستورية في الاتحاد الروسي ليس مختصة بعمل تلك المراجعة...\".", "", "16- وبتاريخ 24 مارس/آذار/آذار 2005 رفضت المحكمة الدستورية طلباً آخر لأمين المظالم لتوضيح قرارها الصادر في 8 يوليو/تموز/تموز 2004.", "", "ثانيا. القانون والممارسة الدوليين والمحليين", "", "17- اتفاقية الأمم المتحدة لمكافحة الجريمة المنظمة عبر الوطنية الخاصة بالجرائم عبر الوطنية وأيضا جرائم الاشتراك في جماعة إجرامية منظمة، وغسل عائدات الجريمة والفساد وعرقلة سير العدالة، التي صادقت عليها روسيا في 26 مايو/أيار 2004، تنص على ما يلى:", "", "المادة 7: تدابير مكافحة غسل الأموال", "", "\"2- تضع الدول الأطراف في اعتبارها تنفيذ تدابير مجدية لكشف ورصد حركة النقد والصكوك القابلة للتداول ذات الصلة عبر حدودها، وتخضع لضمانات تكفل حسن استخدام المعلومات ودون المساس بأي شكل من الأشكال بحركة رأس المال المشروع. ويمكن أن تشمل هذه التدابير اشتراط قيام الأفراد والمؤسسات التجارية بالإبلاغ عن نقل كميات ضخمة من النقود والصكوك القابلة للتداول عبر الحدود\".", "", "المادة 12: المصادرة والاستيلاء", "", "\"1- تعتمد الدول الأطراف، إلى أقصى حد ممكن في حدود نظمها القانونية الداخلية، التدابير التي قد تكون ضرورية للتمكين من مصادرة:", "", "أ) عائدات الجريمة المتأتية من الجرائم المشمولة بهذه الاتفاقية، أو الممتلكات التي تطابق قيمتها تلك العائدات؛", "", "ب) الممتلكات أو المعدات أو الأدوات الأخرى التي استخدمت أو كانت معدة لاستخدامها في ارتكاب جرائم مشمولة بهذه الاتفاقية \".", "", "18- ينص القانون الجنائي للاتحاد الروسي على أن التهريب، وهو حركة كميات كبيرة من البضائع أو الأشياء الأخرى عبر الحدود الجمركية للاتحاد الروسي، الذى يرتكب بإخفاء مثل هذه البضائع من الجمارك أو عدم الإبلاغ أو الإبلاغ بشكل غير دقيق عن هذه السلع، يستوجب جزاء عقابي بالسجن لمدة تصل إلى خمس سنوات (المادة 188/1).", "19- ينص قانون العملات الأجنبية (القانون الاتحادي رقم 3615 -1 الصادر في 9 أكتوبر/تشرين الأول 1992، المعمول به في الوقت الأساسي) على أن الروس المقيمين وغير المقيمين على حد سواء لهم الحق في نقل، وجلب، وإرسال العملات الأجنبية إلى روسيا دون أية قيود بشرط التزامهم بالقواعد الجمركية (أقسام 6/3 و 8/)1.", "20- ينص قانون الإجراءات الجنائية الخاص بالاتحاد الروسي على ما يلي:", "", "المادة 81: الأدلة المادية", "", "\"1- أي شيء يمكن اعتباره دليل مادي:", "(1) الذى كان بمثابة أداة للجريمة أو التحفظ على آثار الجريمة؛", "", "(2) الذي كان الهدف من الأفعال الجنائية؛", "", "(3) أي شيء أو أداة أخرى قد تكون مفيدة للكشف عن جريمة أو إنشاء ملابسات قضية جنائية.", "", "...", "", "3- عند التسليم بالإدانة... يجب اتخاذ قرار فيما يتعلق بمصير الأدلة المادية. في هذه الحالة:", "", "(1) تكون أدوات الجريمة المنسوبة للمتهم محلاً للمصادرة، أو النقل إلى السلطات المختصة أو التدمير.", "", "(2) يجب نقل الأشياء الممنوعة من التداول إلى السلطات المختصة أو تدميرها.", "", "(3) يجب أن تدمر الأشياء غير الصالحة التي لا قيمة لها...؛", "", "(4) الأموال أو الأشياء الثمينة التي تم الحصول عليها بشكل جنائي يجب أن تعود إلى الدولة بقرار قضائي.", "", "(5) يجب أن تحفظ الوثائق مع ملف القضية...؛", "", "(6) يجب أن تعاد أية أشياء أخرى إلى ملاكها القانونيين أو، إذا لم يمكن معرفة هوية المالك، تنقل إلى الدولة... \"", "", "وقد وردت أحكام مماثلة فيما سبق في المادة 86 من قانون الإجراءات الجنائية لروسيا الاتحادية الاشتراكية السوفييتية (قضية باكلانوف ضد روسيا، رقم 68443/01، 20، 9 يونيو 2005)", "21- ينص القرار الصادر عن المحكمة العليا للاتحاد السوفييتي \"فيما يتعلق بالممارسة القضائية بشأن جريمة التهريب\" (رقم 2، 3 فبراير/شباط 1978) على ما يلي:", "", "\"7- وفقا للتشريعات الحالية، تكون الأشياء المهربة عرضة للمصادرة من الدولة باعتبارها دليل مادي. وتكون المركبات ووسائل النقل الأخرى أيضا عرضة للمصادرة كأدوات للجريمة بشرط أن تكون مجهزة بمخابئ خاصة لإخفاء السلع أو غيرها من الأشياء الثمينة\".", "", "22- ينص القرار الصادر عن المحكمة العليا للاتحاد السوفييتي \"بشأن مصادرة أدوات الجريمة التي تم الاعتراف بها كأدلة مادية في القضية \" (رقم 19، 16 أغسطس/آب 1984) على ما يلي:", "", "\"بالنظر إلى الأسئلة المتعلقة بإمكانية تطبيق المادة 86/1 من قانون الإجراءات الجنائية الخاص بروسيا الاتحادية الاشتراكية السوفييتية... في قضايا الجرائم الجنائية المنطوية على إهمال، فإن المحكمة العليا السوفييتية تقوم:", "", "- بتوضيح أن الأشياء المنسوبة إلى المحكوم عليه، والتي أعلنت كأدلة مادية يمكن مصادرتها بموجب نص المادة 86/1 من قانون الإجراءات الجنائية لروسيا الاتحادية الاشتراكية السوفييتية... فقط إذا كان المحكوم عليه أو شركائه قد استخدموها عمدا كأدوات جريمة بقصد تحقيق نتيجة إجرامية \"", "", "23- منحت اللجنة التنفيذية الدائمة للمحكمة العليا للاتحاد الروسي في قضية النائب العام ضد بترينكو (القرار رقم 446/98، 10 يونيو/حزيران 1998) حق الادعاء ضد الحكم، والذي بمقتضاه تمت إدانة السيد بترينكو بتهمة تهريب العملات الأجنبية، وإن كان المال قد أعيد إليه على أساس أن المادة 188 من القانون الجنائي لا تنص على المصادرة كجزاء عقابي. وقد قررت اللجنة ما يلى:", "\"يجب تمييز مصادرة الممتلكات كجزاء عقابي عن مصادرة الأشياء المهربة التي تم اعتبارها أدلة مادية. ويجب معالجة تلك القضايا بشكل منفصل في الحكم...", "", "في معنى (المادة 86/1 من قانون الإجراءات الجنائية لروسيا الاتحادية الاشتراكية السوفييتية) وأيضا المادة 83 من قانون الإجراءات الجنائية الروسي، تعتبر أداة للجريمة أي شيء تم استخدامه لتنفيذ الأعمال الخطرة علناً، وبصرف النظر عن الغرض الرئيسي لهذا الشيء. بناء على ذلك، فإن مفهوم أداة للجريمة يشمل جسم الجريمة.", "", "وبموجب المادة 188 من القانون الجنائي يعتبر الشيء المهرب التي يتم نقله بطريقة غير مشروعة عبر الحدود الجمركية عنصراً إلزامياً في الجريمة الجنائية... وقد وجدت المحكمة السيد بترينكو مذنب (محاولة تهريب)، وأشارت إلى أن الدولارات الأمريكية كانت هي جسم الجريمة. من ثم، كان مطلوباً منها البت في مصير الأدلة المادية وفقا للمادة 86/1 من قانون الإجراءات الجنائية الروسي، وفقا للقواعد الخاصة بأدوات الجريمة - لكنها فشلت في القيام بذلك \".", "", "القانون", "", "أولا. الادعاء بانتهاك المادة 1 من البروتوكول رقم 1", "", "24- اشتكى المدعى بموجب المادة 1 من البروتوكول رقم 1 أن السلطات قد أخذت بشكل غير مشروع المال الذى كان قد حصل عليه من بيع شقته الموروثة. المادة 1 من البروتوكول رقم 1 تنص على ما يلي:", "", "", "\"لكل شـخص طبيعـي أو اعتبـاري الحق في احترام ممتلكاته. ولا يجوز حرمان أحد من ملكيتـه إلاّ للمصلحة العامـة، وفي حدود الشـروط التي يحددها القانون والمبـادئ العامـة للقانون العـام.", "\tلا تخلّ الأحكـام السـابقة بحق الدول في إصـدار القوانيـن التي تراها ضـرورية، لتنظيم اسـتخدام الممتلكات وفقا للمصـلحة العامـة، أو لضـمان دفع الضـرائب، أو مسـاهمات أو غرامات أخرى\".", "", "أ. القبول", "", "25- تلاحظ المحكمة أن هذه الشكوى ليس من الواضح قيامها على أساس غير سليم بالمعنى المقصود في المادة 35/3 من الاتفاقية. كما تلاحظ أنه لا يوجد ما يبرر عدم قبولها وفقاً لأية أسباب أخرى. لذا تعلن أنها مقبولة.", "", "ب. الدفوع الموضوعية", "", "1. المعلومات المقدمة من الأطراف", "", "26- دفع المدعى بداية بأن تدبير المصادرة كان غير قانوني لأنه، من جانب، فإن المادة 188 من القانون الجنائي لا تنص على المصادرة كعقوبة على التهريب، ومن جانب آخر، فإن المادة 81 من قانون الإجراءات الجنائية تسمح للسلطات بمصادرة الأموال المكتسبة بشكل إجرامي فقط، في حين أن المال الذى أخذ منه كان عبارة عن عائدات مشروعة لبيع شقة أمه الراحلة في باكو. وقد أشار المدعى إلى أنه ليس لديه سجل جنائي ولم يشتبه فيه بأنشطة إجرامية وأن اتفاقية الأمم المتحدة لمكافحة الجريمة المنظمة عبر الوطنية ليست ذات صلة بقضيته. وأكد أخيرا أن تدبير المصادرة قد فرض عليه عبئا غير مناسب، خاصة إذا أخذنا في الحسبان أنه قد تم بالفعل معاقبته وإدانته جنائياً بالحكم بالحبس مع وقف التنفيذ.", "27- ودفعت الحكومة بأن المال الذى كان يحمله المدعى كان هو أداة الجريمة والدليل المادي في القضية. وقد تمت مصادرته بموجب المادة (81) / 3 (1) من قانون الإجراءات الجنائية والسوابق القضائية للمحكمة العليا في قضية بترينكو. وقد كان ذلك القرار متوافقاً مع مبادئ القانون الدولي، وبشكل خاص، المادة 12 من اتفاقية الأمم المتحدة لمكافحة الجريمة المنظمة عبر الوطنية، التي تنص على \"إمكانية مصادرة عائدات وممتلكات الجريمة والمعدات وغيرها من الوسائل، التي استخدمت أو قصد استخدامها أثناء ارتكاب جريمة \". وقد كان لإجراء المصادرة سند قانوني كما كان متوقعاً بالنسبة للمدعى.", "", "2- تقييم المحكمة", "", "(أ) القاعدة المعمول بها", "", "28- تتضمن المادة 1 من البروتوكول رقم 1 ثلاثة قواعد متميزة: القاعدة الأولى، المنصوص عليها في الجملة الأولى من الفقرة الأولى، تعتبر ذات طابع عام حيث تعلن عن مبدأ التمتع السلمي بالممتلكات؛ القاعدة الثانية، والتي يرد نصها في الجملة الثانية من الفقرة الأولى، نجدها تغطى مسألة الحرمان من الممتلكات وتخضعها لشروط معينة. أما القاعدة الثالثة، جاءت في الفقرة الثانية، فتتناول حق الدول المتعاقدة، من بين جملة أمور، في الرقابة على استخدام الممتلكات بما يتوافق مع المصلحة العامة. رغم ذلك فإن تميز القواعد الثلاثة لا يعنى كونها غير مترابطة. بالنسبة للقواعد الثانية والثالثة نجدها معنية بحالات معينة من التدخل في الحق في التمتع السلمي بالممتلكات، وبالتالي يجب أن تم تفسيرها في ضوء المبدأ العام المنصوص عليه في القاعدة الأولى (انظر، كمرجع حالي، برونيووسكى ضد بولندا [GC]، رقم 31443/96، 134، المحكمة الأوروبية لحقوق الإنسان 2004 - 5).", "29- وقد كانت \"الممتلكات\" في تلك القضية مبلغا من المال بالدولار الأمريكي تمت مصادرته من المدعى بناء على قرار قضائي. ولا يوجد نزاع بين الطرفين حول ما إذ كان أمر المصادرة قد بلغ حد التدخل في حق المدعى في التمتع السلمي بممتلكاته وأن المادة 1 من البروتوكول رقم 1 تعتبر قابله للتطبيق. ويبقى أن يتم تحديد ما إذا كان هذا التدبير تغطيه الفقرة الأولى أو الثانية من نص الاتفاقية.", "30- تكرر المحكمة منهجها الثابت بأن مقياس المصادرة، على الرغم من أنها لا تنطوي على الحرمان من الممتلكات، هو أنها تشكل سيطرة على استخدام الملكية بالمعنى المقصود في الفقرة الثانية من المادة 1 من البروتوكول رقم 1 ( انظر رييلا وآخرون ضد إيطاليا (ديسمبر/كانون الأول)، رقم 52439/99، 4 أيلول 2001 ؛ أركوري وآخرون ضد إيطاليا (ديسمبر/كانون الأول)، رقم 52024/99، 5 يوليو/تموز 2001 ؛ س. م. ضد فرنسا (ديسمبر/كانون الأول)، رقم 28078/95، 26 يونيه/حزيران 2001 ؛ الخطوط الجوية الكندية ضد المملكة المتحدة، الحكم الصادر في 5 مايو/أيار 1995، السلسلة (أ) العدد 316 - أ، 34؛ وأغوسي ضد المملكة المتحدة، الحكم الصادر في 24 أكتوبر/تشرين الأول 1986، مجموعة ألف رقم 108، 34). من ثم، ترى أن نفس النهج يجب اتباعه في هذه الحالة.", "", "(ب) الامتثال لأحكام المادة 1 من البروتوكول رقم 1", "", "31- تؤكد المحكمة أن الشرط الأول والأكثر أهمية في المادة 1 من البروتوكول رقم 1 هو أن أي تدخل من سلطة عامة في التمتع السلمي بالممتلكات يجب أن يتم \"بشكل قانوني\": تعترف الفقرة الثانية أن للدول الحق في الرقابة على استخدام الممتلكات من خلال فرض \"القوانين\". وعلاوة على ذلك، فإن سيادة القانون، باعتبارها إحدى أسس المجتمع الديمقراطي، تعتبر أصيلة في جميع مواد الاتفاقية. أما مسألة ما إذا كان قد تم التوصل إلي توازن عادل بين متطلبات المصلحة العامة للمجتمع ومتطلبات حماية الحقوق الأساسية للفرد فإنها تصبح ذات صلة فقط إذا ثبت أن التدخل في مسألة استيفاء المتطلبات القانونية لم يتم بشكل تعسفي (انظر، من بين مراجع أخرى، باكلانوف ضد روسيا، رقم 68443/01، 39، 9 يونيو 2005، وفريزن ضد روسيا، رقم 58254/00، 33، 24 مارس/آذار 2005).", "32- وقد اعتبر المال الذي تم ضبطه مع المدعى دليلاً مادياً في الدعوى الجنائية ضده وفقاً للفقرة 1 من المادة 81 من قانون الإجراءات الجنائية. وعملاً بالفقرة 3 من هذه المادة، فإنه عند النطق في الحكم، كانت المحكمة مطالبة بالبت في مصير الأدلة المادية. وقد قررت أن المال كان أداة من أدوات الجريمة ومن ثم يمكن مصادرته، هذا هو الاحتمال المتوقع في الفقرة الفرعية 1 من الفقرة 3 من المادة 81. وخلافا لما تقدم به المدعى بأن المادة 81 تسمح بمصادرة الأصول المكتسبة بشكل إجرامي فقط، فإن هذا النص لا يحتوي على مؤهلات المصدر القانوني أو غير القانوني بالنسبة لأدوات ارتكاب الجريمة. وبالنسبة لما إذا كان المال غير المبلغ عنه كان ينبغي اعتباره أداة أم جسم جريمة التهريب، فإن المحكمة تلاحظ أنه (انظر الفقرة 23 أعلاه) على الأقل منذ صدر حكم المحكمة العليا في قضية بترينكو، فإن تفسير مفهوم \"أداة الجريمة\" على أنه يشمل أيضا الأشياء التي تعتبر جسم الجريمة يعتبر مترسخاً في القانون الروسي. وفقا لذلك، رأت المحكمة أن هذا الأجراء كان له أساس في القانون المحلي وكان متوقعا بشكل كاف لتطبيقه.", "33- بالنسبة للمصلحة العامة للمجتمع التي يكون قد حدث تدخل فيها، تلاحظ المحكمة أن للدول مصلحة مشروعة، وكذلك واجب بحكم مختلف المعاهدات الدولية، مثل اتفاقية الأمم المتحدة لمكافحة الجريمة المنظمة عبر الوطنية، في تنفيذ تدابير لكشف ورصد حركة النقد عبر حدودها، حيث يمكن استخدام كميات كبيرة من النقود في غسل الأموال والإتجار بالمخدرات وتمويل الإرهاب أو الجريمة المنظمة، والتهرب من دفع الضرائب أو ارتكاب المخالفات المالية الخطيرة الأخرى. ويمنع شرط الإبلاغ العام الذى ينطبق على أي فرد يعبر حدود الدولة دخول النقود أو مغادرتها البلاد ما لم يتم كشفها وتدبير المصادرة الذي يتم عند عدم الإبلاغ عن النقود للسلطات الجمركية يعتبر جزء من هذا المخطط التنظيمي العام المصمم لمكافحة تلك الجرائم. لذا ترى المحكمة أن تدبير المصادرة يتفق مع المصلحة العامة للمجتمع.", "34- فيما يلى سوف تقوم المحكمة بتقييم ما إذا كانت هناك علاقة معقولة من التناسب بين الوسائل التي استخدمتها السلطات لتأمين المصلحة العامة للمجتمع وحماية حق المدعى في التمتع السلمي بممتلكاته، أو بمعنى آخر، إذا ما كان هناك عبئ فردي ومفرط قد فرض على المدعى أم لا.", "35- تتألف الجريمة التي تم اعتبار المدعى بمقتضاها مذنباً من عدم الإبلاغ عن 21,300 دولار أمريكي نقداً كان يحملها، إلى السلطات الجمركية. ومن الهام أن نلاحظ أن فعل جلب العملة الأجنبية نقداً إلى روسيا لا يعتبر غير مشروع بموجب القانون الروسي. وليس فقط أنه كان يمكن استيراد العملات الأجنبية على هذا النحو ولكن أيضا المبلغ الذي يمكن نقله من الناحية القانونية، أو كما هو الحال في هذه القضية، ونقل عبر الحدود الجمركية الروسي، لم يكن مقيداً من حيث المبدأ (انظر الفقرة 19 أعلاه). وهذا العنصر يميز القضية محل النظر عن القضايا التي يطبق فيها تدبير المصادرة إما على السلع المحظور استيرادها (انظر أغوسي، المذكورة أعلاه، بشأن فرض الحظر على الواردات من العملات الذهبية. البوسفور هافا يولارى توريزم وتيكاريت أنونيم سيريكيتى ضد إيرلندا [GC]، رقم 45036/98، المحكمة الأوروبية لحقوق الإنسان 2005- 6، بشأن حظر الطائرات اليوغسلافية التي تندرج في إطار قانون العقوبات) أو المركبات المستخدمة لنقل المواد المحظورة أو الإتجار في البشر (انظر الخطوط الجوية الكندية، المذكورة أعلاه، س. م. ضد فرنسا. (ديسمبر/كانون الأول)، المذكورة أعلاه، ويلدريم ضد إيطاليا (ديسمبر/كانون الأول)، رقم 38602/02، المحكمة الأوروبية لحقوق الإنسان 2003-4).", "36- إضافة إلى ذلك، فإن مشروعية مصدر النقود المصادرة لم يفند. يمتلك المدعى أدلة موثقة، مثل الوصية وعقد البيع، والتي توضح أنه قد حصل على المال من خلال بيع شقة في باكو كان قد ورثها عن والدته. وعلى هذا الأساس تميز المحكمة هذه القضية عن القضايا التي يمتد فيها إجراء المصادرة إلى الأصول التي تعتبر عائدات جريمة جنائية (انظر فيليبس ضد المملكة المتحدة، رقم 41087/98، 9-18، المحكمة الأوروبية لحقوق الإنسان 2001 –-7)، والتي تعتبر قد تم الحصول عليها بشكل غير قانوني (انظر رييلا وأركورى، المذكورة أعلاه، وريموندو ضد إيطاليا، الحكم الصادر في 22 فبراير/شباط 1994، المجموعة أ رقم 281-أ،29) أو كان ينوى استخدامها في أنشطة غير مشروعة (انظر بتلر ضد المملكة المتحدة (ديسمبر/كانون الأول)، رقم 41661/98، 27 يونيو 2002).", "37- تلاحظ المحكمة أيضا أن المدعى لم يكن لديه سجل إجرامي ولا كان مشتبهاً به، أو متهم، في أي جرائم جنائية قبل حادث هذه القضية. وليس هناك ما يشير إلى أن السلطات قد سعت من خلال فرض إجراء المصادرة على المدعى إلى منع أي أنشطة غير مشروعة أخرى، مثل غسل الأموال والإتجار بالمخدرات وتمويل الإرهاب، أو التهرب من دفع الضرائب. والأموال التي قام بنقلها تم الحصول عليها بشكل قانوني، وكان مسموحاً بإحضار هذا المبلغ إلى روسيا طالما أنه قد أبلغ عنه السلطات الجمركية. ويترتب على ذلك أن السلوك الإجرامي الوحيد الذي يمكن أن ينسب إليه هو عدم الإبلاغ بهذا المعنى إلى السلطات الجمركية.", "38- تعتبر المحكمة أنه، من أجل أن يتم النظر بشكل مناسب، ينبغي أن يتوافق التدخل مع جسامة المخالفة، وهي عدم الامتثال لشرط الإبلاغ، بدلا من جسامة مخالفة مفترضة لم تحدث في الواقع، مثل جريمة غسل الأموال أو التهرب من دفع الضرائب. لا شك أن المبلغ الذى تمت مصادرته كان كبيراً بالنسبة للمدعى، لأنه يمثل مجمل عائدات بيع منزل والدته في باكو. من ناحية أخرى، فإن الضرر الذى قد يكون المدعى قد سببه للسلطات يعتبر طفيفاً: فهو لم يتجنب الرسوم الجمركية أو أية رسوم أخرى ولم يتسبب في أي ضرر مالي آخر للدولة. بذهاب الكمية التي لم يتم اكتشافها، نجد السلطات الروسية قد حرمت فقط من المعلومات التي تفيد بأن المال قد دخل روسيا. وهكذا، فإن تم تدبير المصادرة لم يتم بغرض التعويض عن ضرر مالي - حيث أن الدولة لم تعاني أية خسارة نتيجة عدم إبلاغ المدعى عن المال - ولكن كان بغرض الردع والتأديب (قارن بيدينون ضد فرنسا، والحكم في 24 فبراير/شباط 1994، المجموعة أ رقم 284، 47). وبالرغم من ذلك، نجد في هذه القضية أن المدعى قد سبق أن عوقب على جريمة التهريب بالسجن المشروط بوضعه ستة أشهر تحت المراقبة. ولم تظهر الحكومة بشكل مقنع أن مثل هذه العقوبة وحدها ليست كافية لتحقيق الردع المطلوب والأثر العقابي ومنع انتهاكات شرط الإبلاغ. وفقاً لتلك الملابسات، كان فرض تدبير المصادرة كعقوبة إضافية، في تقييم المحكمة، غير متناسب، لأنه قد فرض \"عبئاً فردياً ومفرطاً \" على المدعى.", "39- ولذلك ترى أنه كان هناك مخالفة للمادة 1 من البروتوكول رقم 1.", "", "ثانيا. ادعاءات أخرى بمخالفة الاتفاقية", "", "40- اشتكى المدعى أيضا أنه بموجب المادة 6 /1 و 3 من الاتفاقية فإن حقه في محاكمة عادلة خلال فترة زمنية معقولة وحقه في استجواب شهود الدفاع قد تمت مخالفته. وبالاستناد إلى المادة 8/2 من الاتفاقية، أكد على أن جريمته لم تضعف أي مصالح عامة أو مصالح للدولة. ورأت المحكمة أن هذه الشكاوى تعتبر مصطنعة ومن ثم ترفضها لقيامها كما هو واضح على أساس غير سليم.", "41- وأخيراً، اشتكى المدعى بموجب المادة 4/1 من البروتوكول رقم 7 بأن مصادرة الأموال وصلت إلى حد الإدانة الثانية على الجرم الذي كان قد تم بالفعل معاقبته عليه بالحرمان من الحرية. وحيث أن كلتا العقوبتين قد صدرتا في نفس الدعوى، فإنه لا مجال لتطبيق المادة 4 من البروتوكول رقم 7. ويترتب على ذلك أن هذه الشكوى تعتبر غير متوافقة مع الاختصاص الموضوعي لأحكام الاتفاقية بالمعنى المقصود في المادة 35/3 ومن ثم يجب رفضها بموجب المادة 35/4.", "", "ثالثا. تطبيق المادة 41 من اتفاقية", "", "42- تنص المادة 41 من الاتفاقية على أنه:", "", "", "\"إذا قررت المحكمـة بأن هنـاك مخالفـة للاتفاقيـة أو لبروتوكولاتـها، وإذا كان القانون الداخلـي للطرف السـامي المتعاقـد لا يسـمح بإزالـة نتائج هذه المخالفـة بشـكل تام، تمنح المحكمـة للطرف المتضـرر، إذا اسـتدعى الأمر، ترضـية عـادلة.", "", "أ. الأضرار", "", "43- طالب المدعى بمبلغ 679,346,73 روبل روسي فيما يتعلق بالأضرار المالية، وهو ما يمثل الكمية المصادرة محسوبة على أساس سعر الصرف في تاريخ المصادرة. كما طالب بمبلغ 120,000 يورو فيما يتعلق بالضرر غير المالي، والذي يمثل القيمة الحالية للشقة المكونة من غرفة واحدة في موسكو والتي تعادل تلك التي كان ينوي شرائها بالمال الذى تمت مصادرته.", "44- دفعت الحكومة بأن المطالبة كانت مفرطة بشكل واضح.", "45- وجدت المحكمة أن هذا المبلغ الذى تمت مصادرته يمثل مخالفة للمادة 1 من البروتوكول رقم 1. ولذلك تقبل مطالبة المدعى بالنسبة للأضرار المالية وحكمت له بمبلغ 20,000 يورو في هذا الموضوع. رغم ذلك، ترى المحكمة، أن المطالبة فيما يتعلق بالأضرار غير المالية تعتبر مبالغاً فيها. وبناء على التقييم على أساس عادل، حكمت المحكمة للمدعى بمبلغ 5000 يورو فيما يتعلق بالضرر غير المالي، علاوة على أية ضريبة قد تكون محملة على ذلك.", "", "ب. التكاليف والنفقات", "", "46- لم يقدم المدع مطالبة بالنسبة للتكاليف والنفقات. من ثم، ليس هناك داعٍ لصدور حكم في هذا الشأن.", "", "ج. المصلحة الافتراضية", "", "47- تعتبر المحكمة أنه من المناسب أن تتأسس المصلحة الافتراضية على سعر الإقراض الهامشي للبنك المركزي الأوروبي، والتي ينبغي أن تضيف ثلاث نقاط مئوية.", "لهذه الأسباب، فإن المحكمة", "", "1. تعلن بالإجماع قبول الشكوى المتعلقة بادعاء انتهاك حق المدعى في التمتع السلمي بممتلكاته وعدم قبول باقي الطلبات؛", "", "2. حكمت بستة أصوات مقابل صوت واحد أنه كانت هناك مخالفة للمادة 1 من البروتوكول رقم 1؛", "", "3. حكمت بستة أصوات مقابل صوت واحد:", "أ) بأن تدفع الدولة المدعى عليها إلى المدعى، في غضون ثلاثة أشهر من تاريخ صيرورة هذا الحكم نهائيا وفقا للمادة 44/2 من الاتفاقية، مبلغ 25,000 يورو، بالإضافة إلى أي ضريبة قد يكون قد تم تحميلها، فيما يتعلق بالأضرار المالية وغير المالية، يتم تحويلها إلى روبل روسي وفقاً للمعدل المطبق في تاريخ التسوية؛", "ب) أنه من تاريخ انقضاء الثلاثة أشهر المذكورة أعلاه وحتى التسوية فإن فائدة بسيطة تكون مستحقة على المبلغ المذكور أعلاه بمعدل مساو لمعدل الإقراض الهامشي في البنك المركزي الأوروبي خلال الفترة الافتراضية بالإضافة إلى ثلاث نقاط مئوية.", "", "4. ترفض بالإجماع ما تبقى من مطالب المدعى الخاصة بالتعويض.", "", "حرر باللغة الإنجليزية، وتم الإخطار به كتابة في 6 نوفمبر/تشرين الثاني 2008، وفقا للمادة 77/ 2 و 3 من لائحة المحكمة", "", "كريستوس روزاكيس                    سورين نيلسن                     ", "  الرئيس                            المسجل", "", "ووفقا للمادة 45/2 من الاتفاقية والمادة 74/2 من لائحة المحكمة، مرفق الرأي المخالف لهذا الحكم للقاضي كوفلر.", "", "", "", "الرأي المخالف للقاضي كوفلر", "", "أسف لعدم إمكانية مشاركتي لاستنتاجات الغرفة في هذه القضية. ولم أكن أتفق مع استنتاجات الأغلبية في قضية مماثلة من باكلانوف ضد روسيا، رقم 68443/01، الحكم الصادر في 9 يونيو/حزيران 2005 (الذي أصبح نهائي في 30 نوفمبر/تشرين الثاني 2005) والتي توصلت المحكمة فيها إلى أن \"التدخل في ممتلكات المدعى لا يمكن اعتباره قانونياً بالمعنى المقصود في المادة 1 من البروتوكول 1 للاتفاقية\" (فقرة 46 من حكم باكلانوف) في هذه القضية خلصت المحكمة إلى أمر مختلف: \"... وجدت المحكمة أن هذا الإجراء كان له أساس في القانون المحلي الذي كان متوقعا بشكل كاف لتطبيقه\" (فقرة 32). ولكن بالنسبة للغالبية \"كان فرض تدبير المصادرة كعقوبة إضافية، في تقدير المحكمة، غير متناسب...\" (فقرة 38). لاحظ: قانوني لكن غير متناسب...", "وفيما يتعلق بمشروعية التدخل أشير إلى أحكام المادة 188 (\"التهريب\") من القانون الجنائي للاتحاد الروسي وقانون العملات الأجنبية (تنسخ الفقرتين 18-19 من الحكم). حيث تحدد هذه الأحكام بعبارات واضحة الظروف التي كان استيراد العملات الأجنبية نقداً يعتبر غير قانوني بموجب القانون الروسي. الحكم (فقرة 20) أيضا تنسخ المادة 81 من قانون الإجراءات الجنائية للاتحاد الروسي، التي تنص على أن أي شيء يستخدم لارتكاب جريمة من الجرائم يجوز اعتباره دليل مادي وأن أدوات الجريمة المنسوبة إلى المتهمين يمكن مصادرتها، ونقلها إلى السلطات المختصة أو تدميرها (المادة 81 / 3 (1) )", "كما ذكر في الفقرة 15 من هذا الحكم، أن المحكمة الدستورية للاتحاد الروسي في حكمها الخاص (أوبريديلينى) الصادر في 8 يوليو/تموز 2004 قد خلصت إلى أن تحديد الوضع الإجرائي للأشياء المنقولة بطريقة غير مشروعة عبر الحدود الجمركية للاتحاد الروسي في الدعاوى الجنائية وتقرير ما إذا كانت تمثل أدلة مادية يمكن مصادرتها جنائياً هي أمور تقوم بها المحكمة ذات الاختصاص العام التي تنظر القضية الجنائية. علاوة على ذلك، فإنها لم تبرهن بأي شكل من الأشكال خارج نطاق القضاء على مصادرة (vnesudebnyy poriadok konfiskatsiji) المال في حالة السيد إسماعيلوف.", "", "لاحظت محكمتنا في العديد من المناسبات أن سلطة المحكمة لمراجعة الامتثال للقانون المحلي تقتصر، على أن تكون في المقام الأول للسلطات الوطنية، ولا سيما المحاكم، على تفسير وتطبيق هذا القانون (انظر تشابيل ضد المملكة المتحدة، والحكم الصادر فى 30 مارس/آذار، 1989 المجموعة أ رقم 152- أ، ص 23 ؛ وتراكتورر أكتيبولاج ضد السويد، الحكم الصادر في 7 يوليو/تموز 1989، المجوعة أ 159، ص 23)", "وجدت محكمة موسكو لمقاطعة جولوفينيسكى إدانة المدعى بموجب المادة 188/1 من القانون الجنائي ورأت أن الأموال المنقولة بطريقة غير مشروعة تعتبر أدلة مادية يجب تحويلها إلى حيازة الدولة، وفقاً للتطبيق الصارم للقانون الوطني.", "بالنسبة لعدم التناسب، تقرر المادة 188/1 من القانون الجنائي للاتحاد الروسي جزاء عقابي بالسجن لمدة تصل إلى خمس سنوات. من ثم، فإن عقوبة الحبس لمدة عامين مع وقف التنفيذ ليست في الحقيقة عقوبة غير متناسبة حتى بالانضمام مع مصادرة الأدلة المادية. وأنا لا أتفق مع تفسير قضية أغوسي الواردة في الفقرة 35 من الحكم الحالي. فقد أشارت المحكمة في القضية المشار إليها في عبارات عامة، كما فعلت اللجنة في الماضي، إلى أنه \"بموجب المبادئ العامة للقانون المعترف بها في جميع الدول المتعاقدة، تعتبر السلع المهربة، كقاعدة عامة، محلاً للمصادرة\" (أغوسي ضد المملكة المتحدة، الحكم الصادر في 24 أكتوبر/تشرين الأول 1986، المجموعة أ رقم 108/ 53). بمعنى آخر، تتعرف المحكمة على هامش التقدير للولايات في هذه المسألة الحساسة، وأنها لا تتعارض مع المادة 1/2 من البروتوكول 1 في الاتفاقية.", "وفي رأيي المخالف في قضية باكلانوف لفتت النظر أيضا إلى الجوانب الدولية للقضية، وبشكل أساسي الأمم المتحدة واتفاقيات مجلس أوروبا حول غسل الأموال حيث نجد أن مصطلح \"مصادرة\" لا يعني فقط عقوبة (أو \"عقوبات إضافية\" - المصطلح المستخدم من قبل محكمتنا في الفقرة 38)، ولكنه أيضا \"تدبير تأمر به محكمة في دعوى تتعلق بجريمة جنائية أو جرائم جنائية ويؤدى إلى الحرمان النهائي من الممتلكات\" (المادة 1 من اتفاقية مجلس أوروبا 8 نوفمبر/تشرين الثاني 1990)، وهو نوع من التدابير الوقائية و\"التربوية\".", "", "أخيرا وليس آخراً، لقد صدمت حقا أن يمنح شخص جائزة 25,000 يورو لقيامه عمداً بنقل الأموال عبر الحدود الجمركية بشكل غير قانوني، حيث أبلغ عن 48 دولار أمريكي فقط في البيان الجمركي وهو يحمل في الواقع 21,348 دولار... وبالمناسبة، في قضية باكلانوف لم يضع المدعى، لأسباب يمكن فهمها بسهولة، المبلغ المصادر في مطالبه بموجب المادة 41.", ""]}