{"file": "ARA_HJUDARA_19776_92.docx", "doc_type": "HJUDARA", "doc_lang": "ARA", "case_id": "19776/92", "text_paragraphs": ["© Centre Arabe pour l’Éducation au Droit International Humanitaire et aux Droits Humains. La présente traduction a été effectuée par le Centre Arabe pour l’Éducation au Droit International Humanitaire et aux Droits Humains () et ne lie pas la Cour européenne des droits de l’homme. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "آمير ضد فرنسا، 25 حزيران/يونيو 1996، مجموعة الأحكام والقرارات 1996-III.", "Amuur c. France, 25 juin 1996, Recueil des arrêts et décisions 1996-III.", "حكم 5 حزيران/يونيو 1996 05/06/1996", "", "المادة 5", "", "المادة 5 الفقرة 1", "", "الحرمان من الحرية", "", "حماية حق طالبي اللجوء في المنطقة الدولية للمطار: انتهاك.", "", "هذا الملخص مستخرج من المجلة الرسمية للمحكمة (السلسة أ أو مجلة الأحكام والقرارات)، وبالنتيجة، يمكن أن توجد بعض الفوارق في التنسيق والهيكلة مقارنة بملخص نشرة المعلومات للاجتهاد القضائي للمحكمة.", "", "الدفوع الأولى للحكومة (غياب صفة الضحية).", "", "مجموعة من الصوماليين تم إعادتهم إلى سوريا بعد أن قضت محكمة الدائرة الكبرى لـمنطقةـ كريتال (فرنسا) بعدم شرعية بقائهم في منطقة العبور الدولية - إخطار المحكمة في أجل معقول شبه مستحيل بسبب غياب التمثيل بمحام - رفع دعوى للحصول على تعويض مالي غير مجدي لعدم واقعيته.", "", "الخلاصة: الرفض (بالإجماع).", "", "", "", "", "", "1 - المادة 5-1 من الاتفاقية الأوروبية لحقوق الإنسان", "", "أ) وجود الحرمان من الحرية.", "للدول المتعاقدة حق سيادي، لا رجعة فيه، لمراقبة دخول وإقامة الأجانب على إقليمها الوطني، ولكنها يجب أن تمارس هذا الحق في إطار أحكام الاتفاقية الأوروبية لحقوق الإنسان.", "إن احتجاز الدولة لأجانب في المنطقة الدولية ينطوي على تقييد للحرية، لا يمكن أن تكون كتلك التي يحصلون عليها في مراكز إيواء الأجانب، أمر مقبول للسماح للدول بمكافحة الهجرة غير الشرعية، كل ذلك في إطار احترام التزاماتها الدولية.", "", "ومع ذلك، فهذا الاحتجاز لا يمكن أن يطول بشكل مفرط كون ذلك يجعله في خطر التحول من مجرد قيد بسيط للحرية إلى حرمان من الحرية. إن تمديد قرار الاحتجاز يتطلب بالضرورة الرجوع إلى القاضي، دون تماطل. و قبل كل شيء، فمن المهم التأكيد أن مثل هذا الاحتجاز لا يجب أن يؤدي إلى حرمان المدعي من حقه في اللجوء الفعال لإجراءات الحصول على صفة ووضع اللاجئ.", "", "إن وضع المدعين تحت الحجز لمدة عشرين يوما في منطقة العبور للمطار - دون تمكينهم من أجهزتهم الخاصة في معظم هذه الفترة: والتي كانت موضوعة تحت الرقابة الصارمة والدائمة للشرطة، وعدم تلقيهم أي مساعدة قانونية أو اجتماعية، ما جعل محكمة الدائرة الكبرى الفاصلة في المسائل الاستعجالية تكيف احتجازهم بأنه \"حرمان تعسفي من الحرية\".", "مجرد فتح الإمكانية أمام طالبي اللجوء للمغادرة بإرادتهم للدولة التي كانوا يسعون للجوء إليها، لا يمكن أن يقصي فرضية انتهاك الحرية - إحالة مقدمي الطلبات إلى سورية، الدولة غير الملتزمة باتفاقية جنيف المتعلقة بوضع اللاجئين.", "", "إن احتجاز مقدمي الطلبات في منطقة العبور في المطار يساوي في الواقع حرمانهم من الحرية.", "خلاصة: قابلية التطبيق (بالإجماع).", "", "ب) توافقيتها مع المادة 5 فقرة 1.", "إن عبارة \"وفقا للإجراءات التي يحدده القانون\" لا تعني مجرد الإحالة إلى التشريع الداخلي ولكنها تتعلق أيضا بنوعية هذا التشريع؛ الذي يجب أن يكون متوافقا مع روح القانون، وهو المفهوم المتأصل في مجموع أحكام الاتفاقية.", "وعلى الرغم من تسميتها، فالمنطقة الدولية لا تتمتع بنظام المنطقة الخارجة عن الحدود الإقليمية للدولة.", "", "", "إن النظم الفرنسية التي تحكم هذه المادة جاءت لاحقة لوقائع القضية، ولم تكن قابلة للتطبيق آنذاك على مقدمي الطلبات - فلا مرسوم 7/5/1982 ولا منشور 26/6/1990 يشكلا \"قانونـــا\" ذا \"نوعية\" كافية بمفهوم الاجتهاد القضائي للمحكمة الأوروبية لحقوق الإنسان: يوفر الحماية الملائمة والكافية والأمن القانوني الضروري للوقاية من الانتهاكات التعسفية من طرف السلطات العامة للحقوق التي تضمنها الاتفاقية.", "إن النظام القانوني الفرنسي الساري المفعول آنذاك والذي طبق في قضية الحال لا يضمن بشكل كاف حق مقدمي الطلبات في حريتهم.", "خلاصة: انتهاك (بالإجماع).", "", "2- المادة 50 من الاتفاقية الأوروبية لحقوق الإنسان.", "", "أ) الضرر: تعويض كافي من الحكم.", "ب) التكاليف والنفقات: تعويض جزئي.", "", "خلاصة: على الدولة المدعى عليها دفع مبلغ محدد للمدعين تعويضا عن التكاليف والنفقات (بالإجماع).", "", "", "© Centre Arabe pour l’Éducation au Droit International Humanitaire et aux Droits Humains", "La présente traduction a été effectuée par le Centre Arabe pour l’Éducation au Droit International Humanitaire et aux Droits Humains (). Elle ne lie pas la Cour européenne des droits de l’homme, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour (). Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Centre Arabe pour l’Éducation au Droit International Humanitaire et aux Droits Humains. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", "", "", "", "", "", "", "", "", "", ""]}