{"file": "ARM_HJUDARM_6562_03.docx", "doc_type": "HJUDARM", "doc_lang": "ARM", "case_id": "6562/03", "text_paragraphs": ["Մկրտչյանն ընդդեմ Հայաստանի", "", "Գործի համարը. \t6562/03", "Վճիռը կայացվել է.\t11.01.2007", "Ուժի մեջ է մտել.\t11.04.2007", "", "Պաշտոնապես", "Հրապարակվել է.\tՀՀՊՏ 2007.09.12/46(570)", "", "Փաստերը", "", "Ա. Մկրտչյանը հանդիսացել է «Հանրապետություն» կուսակցության անդամ: 2002թ.-ի մայիսի 14-ին մասնակցել է Ազատության հրապարակում անցկացված հանրահավաքին: Այն կազմակերպված էր «Հանրապետություն» կուսակցության և թվով վեց այլ քաղաքական կուսակցությունների կողմից: Հանրահավաքից հետո Ա. Մկրտչյանը կոչ է արել մասնակիցներին Բաղրամյան պողոտայով քայլարշավ կատարել դեպի Ազգային ժողովի շենք: Հանրահավաքի մասնակիցները շարժվել են նրա հետևից պողոտայով վեր: Նույն օրը` ժամը 23:10-ին, Ա. Մկրտչյանը ձերբակալվել և բերման է ենթարկվել ՀՀ Ոստիկանության Երևան քաղաքի Արաբկիրի բաժին: Ոստիկանության աշխատակիցների կողմից կազմված վարչական իրավախախտման արձանագրությունում նշվել է, որ Ա. Մկրտչյանը «չարտոնված երթ է կազմակերպել և խախտել է փողոցային երթերի և ցույցերի անցկացման կարգը»: 2002թ.-ի մայիսի 15-ին Երևան քաղաքի Կենտրոն և Նորք-Մարաշ համայնքների առաջին ատյանի դատարանը նրա նկատմամբ նշանակել է վարչական տույժ 500 ՀՀ դրամ տուգանքի ձևով՝ ՎԻՎՕ-ի 180.1-րդ հոդվածի հիմքով, որով սահմանված էր վարչական պատասխանատվություն «Հավաքների, ժողովների, երթերի և ցույցերի անցկացման սահմանված կարգի» խախտման համար: Վերաքննիչ դատարանն ուժի մեջ է թողել առաջին ատյանի դատարանի որոշումը, իսկ Վճռաբեկ դատարանը նամակով տեղեկացրել է, որ օրենսդրությունը նրան որոշումը բողոքարկելու իրավունք չի ընձեռում: ", "", "Դատարանի որոշումը", "", "Դատարանը նշել է, որ վեճի առարկան հանդիսանում է այն հարցը, թե արդյոք նշված ժամանակահատվածում Հայաստանում գործել է որևէ իրավական ակտ, որը կնախատեսեր այն «սահմանված կարգը»-ը, որոնց հղում է կատարում ՎԻՎՕ-ի 180.1-րդ հոդվածը: Այս առումով կառավարությունը պնդում էր, որ «սահմանված կարգը» նախատեսված էր Օրենքով և Հրամանագրով, մյուս կողմից` դիմումատուն պնդում էր, որ նշված ակտերը նախկին ԽՍՀՄ իրավական ակտեր են, որոնք ուժը կորցրած են և չեն կարող գործել Հայաստանում անկախացումից հետո: Հետևաբար, համաձայն Ա. Մկրտչյանի, բացակայում էր որևէ «սահմանված կարգ», որը, վճռի համաձայն, նա խախտել է: Դատարանը նախ նկատել է, որ խնդրո առարկա հարցի վերաբերյալ բացակայում է ներպետական դատական պրակտիկա: Ավելին` ներպետական դատարանները սույն գործում ևս չէին կարողացել հղում կատարել որևէ իրավական ակտի, որում նշված կլիներ ցույցերի և փողոցային երթերի համար սահմանված այն կարգը, որը վճռի համաձայն դիմումատուն խախտել էր: Հաշվի առնելով այն հանգամանքը, որ ներպետական դատարանները հղում չեն կատարել որևէ իրավական ակտի, որը կսահմաներ խնդրո առարկա կարգը և այն հանգամանքը, որ անկախացումից հետո Հայաստանի տարածքում ԽՍՀՄ օրենքների կիրառելիության վերաբերյալ չկա որևէ նախադեպ` Դատարանը հանգել է այն եզրակացության, որ քննարկվող օրենքը, մասնավորապես «սահմանված կարգը», որին հղում է կատարում ՎԻՎՕ-ի 180.1-րդ հոդվածը, ձևակերպված չէր այնպիսի ճշգրտությամբ, որ հնարավորություն տար Ա. Մկրտչյանին կանխատեսելու իր գործողությունների հնարավոր հետևանքները: Ավելին, Դատարանը նշել է, որ ԽՍՀՄ փլուզումից հետո չկար որևէ իրավական ակտ` կիրառելի Հայաստանում, որը կպարունակեր խնդրո առարկա կարգը և որ համապատասխան օրենքը ընդունվել էր միայն 2004 թվականի ապրիլի 28-ին: Դատարանն ընդունում է, որ անցումային շրջանում գտնվող պետության համար ժամանակ է պահանջվում օրենսդրական համակարգ ստեղծելու համար, սակայն, երբ խոսքը վերաբերում է այնպիսի հիմնարար իրավունքին, ինչպիսին է հավաքներին մասնակցելու ազատությունը, Դատարանը չի կարող մոտ տասներեք տարվա ձգձգումը համարել ողջամիտ: Հետևաբար, հաշվի առնելով, որ խնդրո առարկա ժամանակահատվածում նման օրենք չկար, հետևաբար, խաղաղ հավաքներին մասնակցելու իրավունքին միջամտությունը չի եղել օրենքով սահմանված կարգով: Այդ պատճառով տեղի է ունեցել Կոնվենցիայի 11-րդ հոդվածի խախտում: Արդարացի փոխհատուցման առումով Դատարանը նշել է, որ վճռի կայացումն ինքնին արդարացի փոխհատուցման բավարար եղանակ է:", ""]}