{"file": "ARM_HJUDARM_51564_99.docx", "doc_type": "HJUDARM", "doc_lang": "ARM", "case_id": "51564/99", "text_paragraphs": ["ՄԱՐԴՈՒ ԻՐԱՎՈՒՆՔՆԵՐԻ ԵՎՐՈՊԱԿԱՆ ԴԱՏԱՐԱՆ", "", "", "ԵՐՐՈՐԴ ԲԱԺԱՆՄՈՒՆՔ", "", "", "ՑՈՆԿԱՆ ԸՆԴԴԵՄ ԲԵԼԳԻԱՅԻ ԳՈՐԾՈՎ", "(Դիմում թիվ 51564/99)", "", "", "ՎՃԻՌ", "", "", "ՍՏՐԱՍԲՈՒՐԳ", "", "", "2002 թվականի փետրվարի 5", "", "", "", "ՎԵՐՋՆԱԿԱՆ", "", "", "05.05.2002", "", "", "", "Սույն վճիռը կդառնա վերջնական Կոնվենցիայի 44-րդ հոդվածի", "2-րդ կետով սահմանված հանգամանքների դեպքում:", "\nՑոնկան ընդդեմ Բելգիայի գործով,", "Մարդու իրավունքների եվրոպական դատարանը (Երրորդ Բաժանմունք), նիստը վարում է Պալատի հետևյալ կազմով`", "\tպրն. Ջեյ-Փի Կոստա, նախագահող,", "\tպրն. Ու. Ֆուհրմա,", "\tպրն. Փի. Կուրիս,", "\tպրն. Կ. Ջանգուիերտ,", "\tսըր Նիկոլաս Բրաթզա,", "\tպրն. Կ. Թրաջա, դատավորներ,", "\tպրն. Վելաերս, ժամանակավոր (ad hoc) դատավոր,", "և տկն. Ս. Դոլլե, բաժանմունքի քարտուղար,", "2001 թվականի մայիսի 15-ին և 2002 թվականի հունվարի 15-ին դռնփակ դատական նիստում խորհրդակցելով`", "կայացրեց հետևյալ վճիռը, որն ընդունվեց վերջինը նշված ամսաթվին:", "ԸՆԹԱՑԱԿԱՐԳԸ", "1. Գործը վարույթ է ընդունվել 1999 թվականի հոկտեմբերի 4-ին` «Մարդու իրավունքների և հիմնարար ազատությունների պաշտպանության մասին» կոնվենցիայի (այսուհետ` «Կոնվենցիա») 34-րդ հոդվածի համաձայն, Սլովակիայի 4 քաղաքացիների` պրն. Ջան Ցոնկայի, տկն. Մարիա Ցոնկովայի, Օր. Նադ’ա Ցոնկովայի և տկն. Նիկոլա Ցոնկովայի (այսուհետ` «դիմողներ») Բելգիայի Թագավորության դեմ դատարան ներկայացրած դիմումի (թիվ 51564/99) հիման վրա:", "2. Դիմողները մասնավորապես պնդել են, որ նրանց ձերբակալելու և Սլովակիա արտաքսելու հանգամանքները հանգեցրել են Կոնվենցիայի 5-րդ և 13-րդ հոդվածների և թիվ 4 Արձանագրության 4-րդ հոդվածի խախտումների:", "3. Դիմումն ուղարկվել է դատարանի Երրորդ Բաժանմունք (Դատարանի Կանոնակարգի 52-րդ կանոնի 1-ին կետ): Բաժանմունքի շրջանակներում տվյալ գործը քննելու համար համապատասխան պալատը ձևավորվել է` համաձայն 26-րդ կանոնի 1-ին կետի: Բելգիայի ընտրված դատավոր` Տկն. Ֆ. Թուլկենսը, դատական նիստից հեռացվել է (28-րդ կանոն): Բելգիայի Կառավարությունը (այսուհետ` «Կառավարություն») համապատասխանաբար նշանակել է պրն. Ջեյ Վելաերսին` որպես ad hoc դատավոր (Կոնվենցիայի 27-րդ հոդվածի § 2 և 29-րդ կանոնի § 1):", "4. Պալատը 2001թ. մարտի 13-ի որոշմամբ հայտարարել է, որ դիմումը մասամբ ընդունելի է [բաժանմունքի քարտուղարի նշում: Դատարանի որոշումը կարելի է ստանալ բաժանմունքի քարտուղարից]:", "5. Դիմողները և Կառավարությունը, յուրաքնաչյուրն ըստ էության, ներկայացրել են իրենց դիտարկումները (59-րդ կանոնի § 1):", "6. Լսումները տեղի ունեցան 2001 թվականի մայիսի 15-ին Մարդու Իրավունքների շենքում` հրապարակայնորեն (59-րդ կանոնի § 2):", "\nԴատարան են ներկայացել՝", "(a) Կառավարության կողմից", "Պրն. Ս..Դեբրուլլե, Գլխավոր տնօրեն,", "արդարադատության նախարարություն,գործակալ,", "Պրն. Ռ.Էռգեք, փաստաբան,", "Պրն. Ֆ. Բեռնարդ,", "Պրն. Ֆ. Ռուզմոնթ,", "Պրն. Թ. Միչաուքս,", "Պրն. Փ. Սմեթս,", "Պրն. Ջ. Ջիլյաուքս,", "Տկն. Ի. Վիրհիվեն, իրավախորհրդատուներ,", "(b)  դիմողների կողմից", "Պրն. Ջ.-Հ. Բյութիեր,", "Պրն. Ն. Վան Օվերլուփ,", "Պրն. Օ. Դե Սքութեր, իրավախորհրդատուներ,", "", "Դատարանը լսեց պրն. Բյութիերի, պրն. դե Սքութերի, պրն. Էրգեքի, պրն. Վան Օվերլուփի և պրն. Ջիլյաուքսի կողմից ներկայացված հիմնահարցերը և իր հարցերի պատասխանները:", "ՓԱՍՏԵՐԸ", "I. ԳՈՐԾԻ ՓԱՍՏԱԿԱՆ ՀԱՆԳԱՄԱՆՔՆԵՐԸ", "7. Պրն. Յան Ցոնկան, Տկն. Մարիա Ցոնկովան, Օր. Նադյա Ցոնկովան և Օր. Նիկոլա Ցոնկովան գնչուական ծագում ունեցող Սլովակիայի քաղաքացիներ են, ովքեր ծնվել են համապատասխանաբար` 1960, 1961, 1985 և 1991 թվականներին: Առաջին երկու դիմողներն հանդիսանում են երրորդ և չորրորդ դիմողների ծնողները:", "8. Դիմողները հայտնել են, որ 1998թ. մարտից նոյեմբեր ընկած ժամանակահատվածում Սլովակիայի Հանրապետությունում մի քանի անգամ ենթարկվել են դաժան հարձակման սափրագլուխների կողմից: Իրականում, 1998թ. նոյեմբերին պրն. Ցոնկան այնպիսի լուրջ վնասվածք է ստացել հարձակման ժամանակ, որ ստիպված իրեն տեղափոխել են հիվանդանոց: Զանգահարել են ոստիկանություն, սակայն վերջինս հրաժարվել է միջամտել: Մի քանի օր անց, պրն. և տկն. Ցոնկաները սափրագլուխների կողմից ենթարկվել են նոր վիրավորանքների և սպառնալիքների, սակայն ոստիկանությունը կրկին հրաժարվել է միջամտել:", "Այդ շարունակվող սպառնալիքների արդյունքում դիմողները որոշել են փախչել Սլովակիայից և մեկնել Բելգիա, որտեղ նրանք ժամանել են 1998թ. նոյեմբերի սկզբներին. պրն. Ցոնկան և երկու անչափահաս երեխաները` նոյեմբերի 6-ին, իսկ տկն. Ցոնկան` երկու օր անց:", "A. Դիմողների խնդրանքը ապաստան հայցելու մասին", "9. 1998 թվականի նոյեմբերի 12-ին դիմողները Բելգիայում քաղաքական ապաստան են հայցել:", "10. 1999 թվականի մարտի 3-ին ապաստան հայցելու մասին նրանց դիմումներն օտարերկրացիների գործերով գլխավոր տնօրինության գրասենյակի միջոցով Ներքին գործերի նախարարի կողմից ճանաչվել է անընդունելի, հիմք ընդունելով այն, որ նրանք չեն ներկայացրել Սլովակիայում իրենց կյանքին վտանգ սպառնալու մասին բավարար ապացույցներ` ինչպես նախատեսված է «Փախստականների կարգավիճակի մասին» Ժնևի Կոնվենցիայով: Բելգիայում գտնվելու թույլտվությունը մերժելու մասին որոշմանը հաջորդեց տարածքը մուտք գործելու թույլտվությունը մերժելու մասին որոշումը` տարածքը 5-օրյա ժամկետում լքելու հրահանգի հաստատմամբ:", "11. 1999 թվականի մարտի 5-ին դիմողները` Բելգիայում գտնվելու թույլտվությունը մերժելու մասին որոշումը բողոքարկել են փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարին (այսուհետ` «Գլխավոր հանձնակատար»)` արտակարգ ծրագրերի ընթացակարգով:", "12. 1999 թվականի ապրիլի 14-ին պրն. Ցոնկան հրավիրվել է Գլխավոր հանձնակատարի գրասենյակ` ապաստան հայցելու վերաբերյալ իր հիմնավորումները ներկայացնելու նպատակով: Նա խախտել է հանդիպման պայմանավորվածությունը:", "13. 1999 թվականի ապրիլի 23-ին թարգմանչի աջակցություն ստացած տկն. Ցոնկովայի հետ, Գենթ ՔԿՀ-ում, որտեղ նա գտնվել է նախնական կալանքի տակ, զրուցել են Գլխավոր հանձնակատարի գրասենյակի ներկայացուցիչները: 1999 թվականի մայիսի 17-ին գողություն կատարելու համար Գենթի քրեական դատարանի կողմից նա դատապարտվել է ութ ամիս ժամկետով ազատազրկման:", "14. 1999 թվականի հունիսի 18-ին Գլխավոր հանձնակատարի գրասենյակն ուժի մեջ է թողել դիմողների մնալու թույլտվությունը մերժելու մասին օտարերկրացիների գործերով գրասենյակի որոշումը: Պրն. Ցոնկայի գործով որոշումը հիմված է եղել, առանց պատշաճ պատճառաբանության, նշանակված օրը գրասենյակ չներկայանալու փաստով: Ինչ վերաբերում է տկն. Ցոնկովային, ապա շուրջ երկէջանոց պատճառաբանություններում Գլխավոր հանձնակատարի գրասենյակը լուրջ տարաձայնություններ է վկայակոչել նրա բացատրությունների մասով և խիստ կասկածներ հայտնել վերջինիս վստահելիության մասին:", "Օրինակ, տկն. Ցոնկովան, ի թիվս այլ տեղեկությունների, հայտարարել է, որ 1998 թվականի նոյեմբերի 4-ին իր ամուսին` պրն. Ցոնկան, այնպիսի դաժան հարձակման է ենթարկվել սափրագլուխների կողմից, որ ստիպված են եղել նրան տեղախոփել հիվանդանոց: Զանգահարել են ոստիկանություն, սակայն վերջիններս չեն ներկայացել: Այս միջադեպը հանդիսացել է Սլովակիայից փախչելու նրանց որոշման անմիջական պատճառը: Այնուամենայնիվ, գլխավոր հանձնակատարը գտնում է, որ հայտարարությունը հերքվում է այն փաստով, որ ճանապարհորդության տոմսերը ձեռք են բերվել նախքան վերը նշված` նոյեմբերի 4-ի կատարված միջադեպը: Տկն. Ցոնկովայի ինքնաթիռի տոմսը` հոկտեմբերի 2-ին, իսկ նրա ամուսնու և նրանց երեխաների՝ Բելգիա ճանապարհորդելու ավտոբուսի տոմսերը` 1998 թվականի նոյեմբերի 2-ին: Ավելին, տկն. Ցոնկովայի բացատրությունն այդ միջադեպի մասին չի համապատասխանում իր խորթ դուստրի ցուցմունքին, մասնավորապես այն կարևոր հարցում, թե արդյոք ոստիկանությունը ժամանել է դեպքի վայր:", "Գլխավոր հանձնակատարն իր որոշումներում սահմանել է, որ դիմողները պետք է արտաքսվեն այն երկիր, որտեղից փախչել են (Սլովակիա) և տարածքը լքելու հնգօրյա ժամկետը, որը կասեցվել է արտակարգ ընթացակարգով դիմումի ներկայացմամբ, պետք է հաշվարկվել որոշումները դիմողներին հանձնելու ամսաթվից:", "15. 1999 թվականի հունիսի 24-ին տկն. Ցոնկովան ազատ է արձակվել և 5-օրյա ժամկետում (այսինքն` մինչև հունիսի 29-ի կեսգիշեր) տարածքը լքելու նոր որոշումը նրան է հանձնվել:", "16. 1999 թվականի հունիսի 18-ի` դատական վերանայման ենթարկելու և որոշման կատարումը սահմանված կարգով կասեցնելու նպատակով որոշման դեմ դիմողները 1999 թվականի օգոստոսի 3-ին բողոք են ներկայացրել պետական խորհուրդ: Նրանք նաև դիմել են իրավաբանական օգնություն ստանալու համար:", "17. 1999 թվականի սեպտեմբերի 23-ին պետական խորհուրդը մերժել է իրավաբանական օգնություն ցույց տալու մասին դիմումները՝ հիմնավորելով, որ դրանց կցված չեն եղել դատական օրենսգրքի 676-3-րդ հոդվածով պահանջված հավաստագրերը՝ տկն. Ցոնկովայի դիմումին կցված է եղել ոչ թե հավաստագրի բնօրինակը, այլ դրա պատճենը: Հետևաբար, իրավաբանական օգնության տրամադրումը մերժելու որոշմամբ դիմողներն հրավիրվել են վճարելու դատական ծախսերը՝ որոշումը ստանալուց հետո` 15 օրվա ընթացքում: Քանի որ նրանք չեն արձագանքել այդ հրավերքին, որոշումը դատական վերանայման ենթարկելու և որոշման կատարումը սահմանված կարգով կասեցնելու իրենց դիմումները 1999 թվականի հոկտեմբերի 28-ին ցուցակից ջնջվել են:", "B. Դիմողների ձերբակալումը և արտաքսումը", "7. 1999 թվականի սեպտեմբերի վերջին Գենթի ոստիկանությունը ծանուցագիր է ուղարկել մի շարք Սլովակյան գնչուական ընտանիքների, ներառյալ դիմողներին` պահանջելով նրանց 1999 թվականի հոկտեմբերի 1-ին ներկայանալ ոստիկանության բաժանմունք: Ծանուցագիրը կազմվել է հոլանդերեն և սլովակերեն և նշվել, որ նրանց ներկայությունը պարտադիր է, ապաստան հայցելու իրենց դիմումների վերաբերյալ գրանցումներն ավարտելու համար:", "8. Ոստիկանության բաժանմունքում, որտեղ ներկա էր նաև սլովակերենի թարգմանիչ, դիմողներին տրվել է տարածքը լքելու մասին նոր` 1999 թվականի սեպտեմբերի 29-ի որոշում, որին կցվել է նրանց Սլովակիա վտարելու և այդ նպատակով նրանց ձերբակալելու մասին որոշումը: Տրված փաստաթղթերով, որոնք ունեին նույնաբովանդակ պահանջներ տեղեկացվել է հասցեատերերին, որ նրանք կարող են բողոք ներկայացնել պետական խորհուրդ` արտաքսման որոշումը դատական վերանայման ենթարկելու` դրա կատարումը կասեցնելու նպատակով, պայմանով, որ նրանք դա անեն որոշման ստացման պահից վաթսուն օրվա ընթացքում, ինչպես նաև քրեական դատարանի ձերբակալման հարցերով բաժին` ընդդեմ իրենց ձերբակալման մասին որոշման: Համաձայն Կառավարության՝ որոշ օտարերկրացիների, այնուամենայնիվ, թույլ է տվել դուրս գալ ոստիկանության բաժանմունքից` իրենց հոժար կամքով մարդասիրական հիմունքներով կամ վարչական պատճառներով:", "9. Մի քանի ժամ անց, դիմողները և այլ գնչուական ընտանիքներ, թարգմանչի ուղեկցությամբ, տեղափոխվել են փակ տարանցիկ կենտրոն, որն հայտնի է որպես «127 բիս Տարանցիկ կենտրոն»՝ Բրյուսելի Օդանավակայանի մոտ գտնվող Սթինոկերզիլում: Պարզվում է, որ թարգմանիչն այդ կենտրոնում կարճ ժամանակով է մնացել: Համաձայն Կառավարության՝ դիմողների խնդրանքի դեպքում, նա կարող էր հետ կանչվել: Ըստ դիմողների` նրանց ասել են, որ նրանք չունեն արտաքսման որոշման դեմ բողոքելու հետագա մեխանիզմներ:", "10. Գտնվելով կենտրոնում, Սլովակյան ընտանիքներին այցելել են Բելգիայի խորհրդարանի անդամների պատվիրակությունը, Սլովակիայի հյուպատոսը, տարբեր հասարակական կազմակերպությունների պատվիրակություններ և բժիշկներ: 1999 թվականի հոկտեմբերի 1-ին՝ ուրբաթ օրը, ժամը 10:30-ին, Ռոմայի իրավունքների լիգայի նախագահը դիմողների փաստաբան պրն. Վան Օվերլուփին տեղեկացրել է, որ իր պաշպանյալները գտնվում են կալանքի տակ: Հաշվի առնելով այն, որ նա դեռ նրանց հանձնարարությամբ է գործում, պրն. Վան Օվերլուփը 1999 թվականի հոկտեմբերի 4-ին ֆաքս է ուղարկել օտարերկրացիների գործերով գրասենյակ՝ տեղեկացնելով, որ դիմողները գտնվել են 127 բիս Տարանցիկ կենտրոնում՝ սպասելով հայրենադարձելու Սլովակիա: Նա խնդրել է իրենց արտաքսելու հետ կապված ոչ մի գործողություն չձեռնարկել, քանի որ նրանք պետք է խնամեն հիվանդանոցում գտնվող իրենց ընտանիքի անդամին: Սակայն, պրն. Վան Օվերլուփը չի բողոքարկել 1999 թվականի սեպտեմբերի 29-ին կայացված ձերբակալման կամ արտաքսման մասին որոշումների դեմ:", "11. 1999 թվականի հոկտեմբերի 5-ին, ընտանքիները տեղափոխվել են «Մելսբրոեկ» ռազմական օդանավակայան, որտեղ նրանց հատկացված օդանավի նստատեղերի համարները գնդիկավոր գրիչով նշվել են իրենց ձեռքերի վրա: Ինքնաթիռը Բելգիայից Սլովակիա է մեկնել ժամը 05:45-ին:", "12. Դրանից կարճ ժամանակ անց, ներքին գործերի նախարարը՝ ի պատասխան խորհրդարանի 1999 թվականի դեկտեմբերի 23-ի հարցմանը, պատասխանել է.", "«Գենթում ազգությամբ սլովակների ապաստան հայցողների թիվը մեծ լինելու պատճառով ձեռնարկվել են միջոցներ՝ նրանց Սլովակիա կոլեկտիվ հայրենադարձելու համար...: Գենթի քաղաքապետից և օտարերկրացիների գործերով գրասենյակի գլխավոր տնօրենի զեկույցները վկայում են այն մասին, որ վիրահատությունը եղել է պատշաճ ձևով նախապատրաստված, նույնիսկ, եթե Գենթի ոստիկանության կողմից անհաջող ձևակերպմամբ ուղարկված նամակը որոշ Սլովակցիներին հնարավոր է մոլորության մեջ գցեր: Եվ օտարերկրացիների գործերով գրասենյակը, և΄ Գենթի ոստիկանության վարչությունն անակնկալի են եկել մեծ թվով սլովակցիներից, ովքեր պատասխանել են իրենց ուղարկված ծանուցագրերին: Այդ փաստական հանգամանքները հանգեցրել են արտաքսման նպատակով 127 բիս Տարանցիկ կենտրոնում մի քանի օր անց իրենց ձերբակալմանը...»:", "II. ԿԻՐԱՌԵԼԻ ԱԶԳԱՅԻՆ ՕՐԵՆՍԴՐՈՒԹՅՈՒՆԸ ԵՎ ՊՐԱԿՏԻԿԱՆ", "A.  «Օտարերկրացիների մասին» Ակտ", "13. Փախստականի կարգավիճակի ճանաչմանը վերաբերող ընթացակարգը կարգավորվում է Բելգիական օրենսդրությամբ՝ 1980 թվականի դեկտեմբերի 15-ին ընդունված «Օտարերկրացիների մուտքի, բնակության, բնակեցման և վտարման մասին» օրենքով («Օտարեկրացիների մասին» Ակտ) և 1981 թվականի հոկտեմբերի 8-ին «Օտարերկրացիների մուտքի, բնակության, բնակեցման և վտարման մասին» Թագավորական հրամանագրով:", " Փախստականի կարգավիճակ ստանալու ընթացակարգն անցկացվում է 2 փուլով: 1-ինը վերաբերում է փախստականի կարգավիճակ ստանալու թույլատրելիությանը, մինչդեռ 2-րդը վերաբերում է այդպիսի կարգավիճակ ստանալու իրավունակությանը:", "Թույլատրելիությունն ուսումնասիրելու հացում իրավասու պետական մարմին է համարվում օտարերկացիների գրասենյակը, բողոքարկման հարցերով` փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարը` որպես վարչական մարմիններ և պետական խորհուրդը, որը լսում է դատական վերանայման բողոքները: Իրավասությունը, որոշելու փուլում համապատասխան մարմիններն են՝ փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարը՝ որպես վարչական մարմին, փախստականների բողոքների հարցերով մշտական տրիբունալը` որպես վարչական տրիբունալ և պետական խորհրդը, ով լսում է իրավունքի վերաբերյալ հարցերով վարչական բողոքները: Վերջապես, քրեական դատարանի ձերբակալման հարցերով բաժինն իրավասություն ունի լսելու օտարերկրացիներին ընթացակարգի ընթացքում կամ ավարտին իրենց ազատությունից զրկելու մասին որոշումների դեմ բերված բողոքները (տես` ստորև):", "14. Տվյալ գործում «Օտարերկրացիների մասին» Ակտի կիրառելի դրույթները հետևյալն են՝", "Բաժին 6", "«Բացառությամբ այն դեպքերի, երբ թույլատրվում է միջազգային պայմանագրով, օրենքով կամ թագավորական հրամանագրով, օտարերկրացիները չեն կարող մնալ Թագավորությունում ավելի, քան երեք ամիս, եթե այլ ժամկետ նախատեսված չէ մուտքի արտոնագրում կամ թույլտվության փոխարեն իրենց անձնագրում առկա կնիքով կամ դրա փոխարեն տրված ճամփորդական փաստաթղթում:", "... »", "Բաժին 7", "«Չհակասելով որևէ միջազգային պայմանագրում առկա ավելի բարենպաստ դրույթի, նախարարը կամ նրա ներկայացուցիչը կարող են կարգադրել այն օտարերկրացուն, ով իրավունք չունի, կամ ում թույլտվություն չի տրվել մնալու ավելի քան երեք ամիս, կամ բնակվելու Թագավորությունում, հեռանալ տարածքից` նախքան սահմանված ամսաթիվը:", "...", "(2) եթե օտարերկրացին Թագավորությունում մնացել է 6-րդ բաժնով սահմանված ժամանակաշրջանից ավելի, կամ չի կարողանում հիմնավորել, որ ժամկետը չի լրացել:", "...", "Նույն հանգամանքների դեպքում, եթե նախարարը կամ նրա ներկայացուցիչը անհրաժեշտ են համարում, ապա նրանք կարող են օտարերկրացուն արտաքսել:", "Օտարերկրացին կարող է այդ նպատակով ձերբակալվել միջոցն ապահովելու համար սահմանված խիստ անհրաժեշտ ժամանակով, և այդ ձերբակալման ժամանակահատվածը չպետք է գերազանցի երկու ամիս ժամկետը:»:", "Բաժին 8", "«Տարածքը լքելու կամ արտաքսելու մասին ցանկացած որոշում պետք է նշի, թե 7-րդ բաժնի որ դրույթներն են կիրառվում:»:", "Բաժին 57/2", "«Սույնով հիմնադրվում է փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարի գրասենյակը: Այն պետք է կցված լինի Նախարարությանը և նրա կազմը պետք է բաղկացած լինի փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարից և երկու տեղակալներից: Գլխավոր հանձնակատարը և նրա տեղակալներն իրենց որոշումների կայացման և կարծիքների արտահայտման մեջ պետք է լիովին անկախ լինեն:»:", "Բաժին 57/3", "«Գլխավոր հանձնակատարը պետք է լինի փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարի գրասենյակի պատասխանատուն:", "Գլխավոր հանձնակատարը պետք է նշանակվի թագավորի հրամանագրով` նախարարի առաջարկով կաբինետի կողմից հաստատված որոշման հիման վրա:", "Գլխավոր հանձնակատարը նշանակվում է 5 տարի ժամկետով: Իր պաշտոնավարման ժամկետը կարող է երկարացվել:", "...»", "Բաժին 63/2(1)", "«Նախարարի որոշումների դեմ բերված դիմում-բողոքը արտակարգ դիմումների ընթացակարգով պետք է ներկայացվի փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարին կամ նրա ներկայացուցչին 52-րդ բաժնին համապատասխան` մերժելով փախստականի կարգավիճակ հայցող օտարերկրացիներին մուտք գործել, մնալ կամ բնակվել Թագավորությունում:»:", "Բաժին 71", "«Այն օտարերկրացիները, որոնց նկատմամբ 7-րդ, 25-րդ, 27-րդ, 29-րդ բաժինների, 2-րդ կետի, 51/5(3) բաժնի 4-րդ կետի, 52-րդ bis 4-րդ կետի, 54-րդ բաժնի, 63/5-րդ բաժնի 3-րդ կետի, 67-րդ և 74/6-րդ բաժինների համաձայն, որպես միջոց կիրառվել է նրանց ազատությունից զրկելը, կարող են բողոքարկել այդ միջոցի դեմ` բողոքարկման ծանուցում ներկայացնելով Թագավորությունում ըստ նրանց բնակության կամ հայտնաբերման վայրի քրեական դատարանի ձերբակալման հարցերով բաժին:", "...", "Նրանք կարող են նախորդ կետերում նշված դիմումը կրկնել ամսական պարբերականությամբ:", "...»:", "Բաժին 72", "«Ձերբակալման հարցերով բաժինը պարտավոր է դիմումը ստանալու օրվանից 5-օրյա ժամկետում. օտարերկրացու կամ նրա փաստաբանի, ինպես նաև պետական խորհրդատուների գրասենյակի պնդումները լսելուց հետո, կայացնել որոշում:", "... Եթե ձերբակալվածների հարցերով բաժինը սահմանված ժամկետում որոշում չկայացնի, ապա օտարերկրացին ենթակա է ազատման:", "Ձերբակալվածների հարցերով բաժինը պետք է վերանայի ձերբակալման և արտաքսման մասին որոշումների օրինականությունը, բայց իրավունք չունի վերանայելու դրանց պատճառաբանվածությունը:", "Ձերբակալվածների հարցերով բաժնի կողմից կայացված որոշումների դեմ բողոքը պետք է բերվի օտարերկրացու, պետական խորհրդատուների գրասենյակի, իսկ 74-րդ բաժնում նախատեսված դեպքերում` նախարարի կամ նրա ներկայացուցչի կողմից:", "Սույն ընթացակարգի նկատմամբ տարածվում են մինչդատական վարույթում ձերբակալման վերաբերյալ դրույթները, բացառությամբ` կալանքի սանկցիայի, քննություն իրականացնող դատավորների, հաղորդակցության արգելքների, լիցենզիայի (երաշխավորությամբ) կամ գրավի դիմաց ազատելու, վարչական վարույթով ստուգում իրականացնելու իրավունքի վերաբերյալ դրույթները:", "Օտարերկրացու փաստաբանը կարող է ծանոթանալ գործի նյութերին համապատասխան դատարանի քարտուղարությունում լսումներին նախորդող երկու աշխատանքային օրվա ընթացքում:", "Բաժանմունքի քարտուղարը պարտավոր է որոշման մասին պաշտպանին տեղեկացնել պատվիրված նամակով:»:", "Բաժին 73", "«Եթե ձերբակալվածների հարցերով բաժինը կորոշի, որ օտարերկրացին չպետք է պահվի անազատության մեջ, ապա նա պետք է ազատ արձակվի` անմիջապես այն պահից, երբ որոշումը մտնի ուժի մեջ (համարվի վերջնական):", "Նախարարը կարող է կարգադրել օտարերկրացուն` բնակվել իրեն հատկացված տեղում կամ մինչև արտաքսման որոշման կատարումը, կամ մինչև իր դիմումի լուծումը:»:", "15. Վճռաբեկ դատարանը 2001 թվականի մարտի 14-ի որոշմամբ բեկանել է օտարերկրացուն ազատ արձակելու մասին Լիեժի վերաքննիչ դատարանի մեղադրանքի պալատի որոշումը: Մեղադրանքի պալատը որոշել էր, որ Կոնվենցիայի 13-րդ հոդվածի խախտմամբ իշխանությունները զրկել էին օտարերկրացուն օրենքով սահմանված իրավական պաշտպանության արդյունավետ միջոցից` մեկնաբանելով այն փաստը, որ պետական խորհուրդ ներկայացրած բողոքները կասեցնող ազդեցություն չեն ունեցել, ինչը նշանակում է, որ անօրինական ներգաղթյալներին բռնի վտարելը եղել է օրինական: Վճռաբեկ դատարանը վճռել է, որ, ընդհակառակը, հարցը, թե արդյոք օտարերկրացին, ով դիմել է փախստականի կարգավիճակ ստանալու նպատակով, 13-րդ հոդվածի կարգով ունեցել է իրավական պաշտպանության արդյունավետ միջոցներ, պետք է քննարկվի ընթացակարգի լույսի ներքո` որպես մի ամբողջություն: Երբ պարզվել է, որ արտակարգ ընթացակարգի կիրառմամբ փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարին ներկայացրած բողոքներն ունեցել են կասեցնող ազդեցություն, և որ օտարերկրացիները պետական խորհուրդ դատական վերանայման դիմում ներկայացնելիս իրավունք ունեցել են միևնույն ժամանակ դիմելու որոշման կատարումը կասեցնելու սովորական կամ արտակարգ ընթացակարգով, հանգել է այն եզրակացության, որ այդ միջոցներն ընդհանուր առմամբ համապատասխանել են Կոնվենցիայի 13-րդ հոդվածի պահանջներին:", "\nB. Պետական խորհրդում արտակարգ ընթացակարգը", "27. «Պետական խորհրդում արտակարգ ընթացակարգը սահմանելու մասին» 1991 թվականի դեկտեմբերի 5-ի Թագավորական հրամանագրի համապատասխան դրույթները նախատեսում են.", "Հոդված 16", "«Արտակարգ ճանաչված դեպքերում, 7-րդ և 11-14-րդ հոդվածները չպետք է կիրառվեն:", "Այդպիսի դեպքերում, նախագահողը կարող է ծանուցագիր ուղարկել՝ պարտավորեցնելով դիմողներին, պատասխանողին, հարցաքննվող յուրաքանչյուր կողմին և գործի ելքով շահագրգիռ ցանկացած այլ անձին, ներկայանալ լսումներին (որը հնարավոր է տեղի ունենա նախագահական նստավայրում) նշանակված ժամին, այդ թվում՝ տոնական օրերին և մի քանի օր կամ մի քանի ժամ ծանուցումը ստանալուց հետո:", "Հրամանը պետք է կատարվի Թագավորական Խորհրդի կամ Թագավորական Խորհրդի գրասենյակի նշանակված անդամի կողմից:", "Հաղորդումն իր մեջ, եթե կիրառելի է, պետք է նշում պարունակի, թե արդյոք ներկայացվել է վարչական բողոք:", "Եթե հակառակ կողմը նախապես չի ներկայացրել վարչական բողոք, ապա այն պետք է ներկայացնի դատական նիստի նախագահողին լսումների ժամանակ և նախագահողը կարող է կասեցնել լսումները՝ թույլ տալով Թագավորական խորհրդի գրասենյակի ներկայացուցչին, դիմողներին կամ հարցաքննության ցանկացած կողմին՝ ծանոթանալ դրան:", "Նախագահողը կարող է հանձնարարել անհապաղ ի կատար ածել դատարանի որոշումը»:", "Հոդված 25", " «Պայմանական միջոցների համար դիմումները պետք է ներկայացվեն որոշման կատարումը կասեցնելու կամ դատական վերանայման մասին դիմումներից առանձին:", "Դիմումը պետք է հաստատվի կողմի ստորագրությամբ, գործի ելքով շահագրգռված անձի կամ համախմբված ակտերի 19-րդ բաժնի 2-րդ կետով նախատեսված պայմանները բավարարող փաստաբանի (իրավաբանի) կողմից»:", "Հոդված 33", "«Եթե որոշման կատարումը կասեցնելու պահանջ ներկայացնող դիմողը պահանջում է նաև արտակարգ պայմանական միջոցների ձեռնարկում, ապա 25-րդ հոդվածը պետք է կիրառվի իր դիմումի նկատմամբ, 29-րդ և 31-րդ հոդվածները չպետք է կիրառվեն:", "Արտակարգ ճանաչված (համարվող) դեպքերում նախագահողը կարող է ծանուցագիր ուղարկել՝ պարտավորեցնելով կողմերին և գործի ելքով շահագրգիռ ցանկացած այլ անձին ներկայանալ լսումներին (որը հնարավոր է տեղի ունենա նախագահական նստավայրում) նշանակված ժամին, այդ թվում՝ տոնական օրերին և մի քանի օր կամ մի քանի ժամ անց ծանուցումը ստանալուց հետո:", "Հրամանը պետք է կատարվի Թագավորական Խորհրդի կամ Թագավորական Խորհրդի գրասենյակի նշանակված անդամի կողմից:", "Հաղորդումն իր մեջ, եթե կիրառելի է, պետք է նշում պարունակի, թե արդյոք ներկայացվել է վարչական բողոք:", "Նախագահողը կարող է հանձնարարել անհապաղ ի կատար ածել դատարանի որոշումը»:", "16.  Պետական խորհրդի գործնական ուղեցույցը` «ընթացակարգը, որին պետք է հետևի հերթապահ անձնակազմը հանգստյան օրերին» ներառում է « կասեցնելու մասին դիմումների ընդունումը արտակարգ ընթացակարգի կիրառման» վերաբերյալ հետևյալ հոդվածը`", "«Հերթապահը պետք է կապվի հերթապահ դատավորի, Թագավորական խորհրդատուների գրասենյակի ներկայացուցչի և բաժանմունքի քարտուղարի հետ, որպեսզի հնարավոր լինի որոշելու հրատապության աստիճանը և համաձայնեցվի լսումների օրը: Օտարերկրացիների վերաբերյալ գործերով, բաժանմունքի քարտուղարը, պարտավոր է դատավորի պահանջով կապնվել օտարերկրացիների գործերով գրասենյակի հետ` պարզելու նախատեսված հայրենադարձության ժամանակացույցը և պահանջի դրա հաստատումը ֆաքսով: Օտարերկրացիների վերաբերյալ բոլոր գործերով ցանկալի է, որպեսզի ներքին գործերի նախարարն ու փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարը հանդես գան որպես հակառակ կողմեր: Նաև ցանկալի է, որ այն գործերով, որոնք ներառում են անխուսափելի հայրենադարձություն, ապահովել դիմողի անձամբ ներկայությունը:»:", "17. Պետական խորհրդի գործերով մի շարք նախադեպային օրինակներ կան, որոնցում արտաքսման որոշման կատարումը կասեցնելու մասին որոշումը կայացված է հենց նույն օրը, երբ արտակարգ ընթացակարգով ներկայացվել է որոշման կատարումը կասեցնելու մասին դիմում կամ հաջորդ օրը, կամ, համենայն դեպս` նախքան տարածքը լքելու ժամկետի ավարտը: Վերոգրյալն առկա է հետևյալ որոշումներում` 1992 թվականի սեպտեմբերի 20-ի թիվ 40.383, 1995 թվականի հունվարի 25-ի թիվ 51.302, 1996 թվականի հունվարի 24-ի թիվ 57.807, 1998 թվականի սեպտեմբերի 2-ի թիվ 75.646, 1999 թվականի հուլիսի 26-ի թիվ 81.912, 2000 թվականի հունվարի 18-ի թիվ 84.741 և 2000 թվականի փետրվարի 1-ի թիվ 85.025:", "Պետական խորհուրդը նաև որոշում է կայացրել, որ կարող է հաշվի առնել արտաքսման որոշումները դատական վերանայման ենթարկելու մասին դիմումները (օրինակ, տես հետևյալ դատավճիռները` 1995 թվականի դեկտեմբերի 4-ի թիվ 56.599, 1996 թվականի հունվարի 19-ի թիվ 57.646, 1999 թվականի մայիսի 28-ի թիվ 80.505 և 2000 թվականի մարտի 3-ի թիվ 85.828):", "C.  Այլ աղբյուրներ", "18. 1999 թվականի օգոստոսին Սլովակիայից ապաաստան հայցողների թիվը կտրուկ աճել է: Մինչդեռ, 1999 թվականի առաջին յոթ ամիսների ընթացքում դիմումների միջին ամսական թիվը եղել է 22, որոնցից 51 դիմումը միայն հուլիս ամսին, ոչ պակաս, քան 359 դիմում է ներկայացվել 1999 թվականի օգոստոսի 1-ից 24-ն ընկած ժամանակահատվածում: Այդ վերջին ամսաթվով օտարերկրացիների գործերով գրասենյակի գլխավոր տնօրենը գրություն է ուղարկել ներքին գործերի նախարարին և փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարին` տեղեկացնելու նրանց Սլովակիայի քաղաքացիներից ապաստան հայցելու դիմումներով հրատապ զբաղվելու իր մտադրության մասին, որպեսզի հստակ ազդանշան ուղարկի մյուս պոտենցիալ դիմողներին հիասթափեցնելու համար:", "19. 1999 թվականի հոկտեմբերի 1-ին Կառավարության կողմից հաստատված «Ներգաղթի հարցերով համընդհանուր քաղաքականություն սահմանող ընդհանուր ուղեցույցը» պարունակում է, inter alia, հետևյալ պարբերությունը.", "«Կոլեկտիվ հայրենադարձության ծրագիրը ներկայումս վերանայվում է` և’ Սլովակյան իշխանություններին ազդանշան ուղարկելու, և’ մեծ թվով անօրինական ներգաղթյալներին, որոնց ներկայությունն այլևս հնարավոր չէ հանդուրժել, արտաքսելու նպատակով:»:", " 20. Ռասիզմի և անհանդուրժողականության դեմ պայքարի Եվրոպական հանձնաժողովի Սլովակիայի վերաբերյալ 1998 թվականի հունիսի 15-ի զեկույցը պարունակում է հետևյալ պարբերությունը .", "«Սլովակիայում, ինչպես և կենտրոնական ու արևելյան Եվրոպական մի շարք այլ երկրներում, Ռոմա/գնչուները պատկանում են հասարակության առավել անբարենպաստ շերտերին: Բացառությամբ առանձին դեպքերի, նրանք ապրում են հասարակական միջավայրից դուրս՝ կտրված որոշում կայացնող կենտրոններից և քաղաքական մտքի հիմնական հոսանքներից: Նրանք հաճախ են լինում սափրագլուխների բռնության զոհ և պարբերաբար ենթարկվում իշխանությունների կողմից դաժան վերաբերմունքի ու խտրականության:»:", "21. Օտարերկրացիների գործերով գրասենյակի ու փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարի գրասենյակի 1999 թվականի փետրվարին Սլովակիա համատեղ կատարած այցից հետո դիմորդների ներկայացրած հետագա զեկույցը հաստատել է լուրջ խտրականության առկայությունը ռոմաների (գնչուների) նկատմամբ, որոնց վերաբերվում են որպես ստորին խավի:", "ՕՐԵՆՔԸ", "ԿՈՆՎԵՆՑԻԱՅԻ 5-ՐԴ ՀՈԴՎԱԾԻ 1-ԻՆ ԿԵՏԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄ", "22.  Դիմողները պնդում են, որ 1999թ. հոկտեմբերի 1-ին իրենց ձերբակալումը Գենթի ոստիկանության բաժանմունքում հանգեցրել է Կոնվենցիայի 5-րդ հոդվածի 1-ին կետի խախտման, որի համապատասխան մասում ասվում է.", " «1. Յուրաքանչյուր ոք ունի ազատության և անձնական անձեռնմխելիության իրավունք: Ոչ ոքի չի կարելի ազատությունից զրկել այլ կերպ, քան հետևյալ դեպքերում և օրենքով սահմանված կարգով:", "...", "(f) անձի օրինական կալանավորումը կամ ձերբակալումը՝ նրա անօրինական մուտքը երկիր կանխելու նպատակով, կամ այն անձի օրինական կալանավորումը կամ ձերբակալումը, որի դեմ միջոցներ են ձեռնարկվում` նրան արտաքսելու կամ հանձնելու նպատակով:", ":»:", "23. Դատարանը նկատում է, որ դիմումի ընդունելիության վերաբերյալ իր որոշման հարցում այն, ըստ էության, միանում է Կառավարության նախնական առարկությանը, որ դիմողները չեն սպառել ներպետական միջոցները, քանի որ նրանք չեն դիմել քրեական դատարանի ձերբակալվածների հարցերով բաժին` համաձայն «Օտարերկրացիների մասին» Ակտի 71-րդ բաժնի:", "24.  Ըստ էության, դիմողները հերքել են, որ իրենց ձերբակալումն անհրաժեշտ է եղել Բելգիայից իրենց մեկնումն ապահովելու համար: Նրանք բողոքում էին իրենց ձերբակալության ձևից` ասելով, որ իրենք ծուղակի մեջ են հայտնվել, քանի որ իրենց վստահեցրել էին, որ իրենց այցը ոստիկանության բաժանմունք անհրաժեշտ էր ապաստանի դիմումերը լրացնելու համար, երբ, ի սկզբանե, իշխանությունների միակ մտադրությունն էր` զրկել նրանց իրենց ազատությունից: Ուստի, նրանք խաբվել են ոստիկանության բաժանմունք ժամանելու նպատակի մասին և, համապատասանաբար, տեղի է ունեցել իշխանության չարաշահում, որն հանգեցրել է 5-րդ հոդվածի 1-ին կետի պահանջի խախտմանը:", "Հետևաբար, հնարավոր չէ մեղադրել դիմողներին իշխանությունների նկատմամբ հետագա վստահություն չունենալու և Բելգիական դատարանում բողոք չներկայացնելու իրենց որոշման համար: Այս դեպքում, տվյալ հանգամանքների պարագայում այդպիսի ցանկացած բողոքարկում կլիներ ապարդյուն: Դիմողներն իշխանությունների կողմից հայտնվել էին ծուղակի մեջ, ներգրավվել որպես հավաքական հայրենադարձության ծրագրի մաս, և տեղակայվել փակ կենտրոններում, որտեղ իրենց ասվել է, որ իրենց համար ոչ մի բողոքարկում հասանելի չէ, հետևաբար, նրանք չէին կարող ուղղակի կապ հաստատել իրենց փաստաբանի` պրն. Վան Օվերլուպի հետ:", "Պրն. Վան Օվերլուպը չէր իրազեկվել իր պաշտպանյալների կալանավորման մասին` մինչև 1999 թվականի հոկտեմբերի 1-ը, երբ նա տեղեկացվեց Ռոմայի Իրավունքների Լիգայի նախագահի կողմից: Դիմողների ձերբակալության պահից մինչև վտարման հրամանի կատարման պահը հնարավոր չի եղել որևէ ուղիղ կապ նրանց և իրենց փաստաբանի միջև, մասնավորապես այն, որ նրանց թույլ չեն տվել ունենալ որևէ հեռախոսակապ դրսից: Հավանաբար, նրանք կարող էին զանգահարեին, բայց նրանք համոզված էին, որ հնարավոր չէր բողոքարկել իրենց ձերբակալման դեմ:", "Հետևաբար, պրն. Վան Օվերլուպը հնարավորություն չէր ունենա դիմում ներկայացնել Գենթում ձերբակալվածների հարցերով բաժին մինչև երկուշաբթի` հոկտեմբերի 4-ը: Քանի որ բաժանմունքը նիստերն անցկացնում էր միայն երկուշաբթի, չորեքշաբթի և ուրբաթ օրերին, գործը չէր կարող լսվել մինչև չորեքշաբթի` հոկտեմբերի 6-ը, և դիմողներին տեղափոխող օդանավը լքեց Բելգիան երեքշաբթի` հոկտեմբերի 5-ին:,", "25. Կառավարությունը նշում էր, որ դիմողներին 1999 թվականի մարտի 3-ին և հունիսի 18-ին հանձնվել են տարածքը լքելու մասին որոշումները, որոնցում հստակորեն նշված էր, որ նրանք ենթակա էին կալանավորման վտարման նպատակով, եթե չենթարկվեն պահանջներին: Ուստի, դիմողները լավ տեղեկացված կլինեին, որ իրենք երկար էին մնացել: Ավելին, Գենթի քրեական դատարանի կողմից տկն. Ցոնկովային դատապարտել էին գողության համար: Այդ պարագայում, անհեթեթ էր խորհուրդ տալ դիմողներին գործել բարեխղճորեն: Ընդհակառակը, «մաքուր ձեռքեր» դոկտրինը կամ nemo auditur ասացվածքը պետք է կիրառվեր իրենց գործում:", "Բացի դրանից, այն փաստը, որ ծանուցման բովանդակությունը պոտենցիալ անհստակ էր, չէր կարող բավարար հիմքեր տալ եզրահանգելու, որ տեղի է ունեցել իշխանության չարաշահում: Դա լուրջ մեղադրանք էր, որը կարող էր լինել միայն այն դեպքում, եթե իշխանությունը գործեր բացառապես անօրինական պատճառներով, որն ակնհայտորեն այդ դեպքը չէ: Բացի դրանից, ներքին գործերի նախարարը հրապարակայնորեն ներեղություն է հայցել ծանուցման «թերի բովանդակության» համար: Այնուամենայնիվ, այն փաստը, որ այն օտարերկրացիներն, ովքեր ծանուցումը ստանալուց հետո հաճախել էին ոստիկանության բաժանմունք և ազատ էին արձակվել այն բանից հետո, երբ նրանց գործերն ուսումնասիրվել էին, վկայում էր այն մասին, որ ծանուցումները չէին ուղարկվել բացառապես ձերբակալություններ իրականացնելու նպատակով: Նույնիսկ, եթե դա այդպես էր, կիրառված մեթոդն առավել նախընտրելի էր, քան այցերը օտարերկրացիների տներ կամ նրանց երեխաների դպրոցներ` նրանց ձերբակալելու համար: Հետևաբար, ցանկացած խորամանկություն, որ եղել է, եղել է «աննշան խորամանկություն»:", "Կառավարությունը չի տեսնում որևէ հիմք, որի համաձայն, դիմողները կարող էին ազատվել քրեական դատարանի ձերբակալվածների հարցերով բաժին բողոքարկում ներկայացնելու պահանջից: Իրենց կարծիքով, եթե հայցվորներն ընդունակ էին դիմելու Մարդու Իրավունքների Եվրոպական Դատարան, նրանք պետք է հավասարապես ընդունակ լինեին այդ նույն հանգամանքներում բողոքարկել ձերբակալվածների հարցերով բաժին:", "26.  Դատարանը նշում է, որ դիմողները ձերբակալվել են ընդհանուր հիմունքներով և կարող էին վտարվել Բելգիայից: Կոնվենցիայի 5-րդ հոդվածի 1-ին կետի «f» ենթակետն այսպիսով կիրառելի է տվյալ գործում: Ենթադրաբար, դիմողները մասնակցել են այդ նպատակով իրենց ձերբակալման անհրաժեշտության հարցում, այնուամենայնիվ, 5-րդ հոդվածի 1-ին պարբերության «f» ենթակետը չի պահանջում, որ վտարման գործընթացի ենթարկվող անձի ձերբակալումն համարվի ողջամտորեն անհրաժեշտ, օրինակ, նրա կողմից հանցանքի կատարումը կամ փախուստը կանխելու նպատակով: Այս առումով, 5-րդ հոդվածի 1-ին կետի «f» ենթակետը, ի տարբերություն 5-րդ հադվածի 1-ին կետի «c» ենթակետի` ապահովում է պաշտպանության այլ մակարդակ. այն ամենն, ինչ պահանջվում է «f» ենթակետով, այն է, որ «վտարման նպատակով քայլեր պետք է ձեռնարկվեն» (տես` Chahal v. the United Kingdom, judgment of 15 November 1996, Reports of Judgments and Decisions 1996-V, p. 1862, § 112):", "27. Երբ քննարկվում է ձերբակալման «օրինականության հարցը», ներառյալ այն հարցը, թե արդյոք պահպանվել է «օրենքով սահմանված ընթացակարգը» Կոնվենցիան հիմնականում հղում է կատարում ազգային օրենսդրության նյութական և դատավարական նորմերի պահպանության պարտականությանը, սակայն, ի հավելումն, պահանջում է, որ ցանկացած ազատազրկում պետք է համապատասխանի 5-րդ հոդվածի նպատակին, մասնավորապես` անձին կամայականությունից պաշտպանելուն (տես` ի թիվս այլ մարմինների, Bozano v. France, judgment of 18 December 1986, Series A no. 111, p. 23, § 54, and Chahal, cited above, p. 1864, § 118):", "28. Սույն գործում դիմողները 1999 թվականի սեպտեմբերի վերջին գրավոր ծանուցում են ստացել` հոկտեմբերի 1-ին ներկայանալ Գենթի ոստիկանության բաժանմունք` ապաստան հայցելու իրենց դիմումների վերաբերյալ գրանցումներն ավարտելու համար: Ներկայանալով ոստիկանության բաժանմունք, նրանց տրվել է 1999 թվականի սեպտեմբերի 29-ի կայացրած տարածքը լքելու մասին որոշում և նրանց Սլովակիա վտարելու ու այդ նպատակով նրանց ձերբակալելու մասին որոշում: Մի քանի ժամ հետո, նրանց տեղափոխել են փակ տարանցիկ կենտրոն` Ստինոկկերզիլում (Steenokkerzeel):", "29. Դատարանը նշում է, որ, ըստ Կառավարության, անգամ այն դեպքում, երբ ծանուցման բովանդակության ձևակերպումը համարվել էր թերի, որն իսկապես ներքին գործերի նախարարի կողմից հրապարակայնորեն ճանաչվել էր որպես այդպիսին (տես` վերը 23-րդ կետ), դա բավարար չէր թերացնելու ձերբակալման ողջ գործընթացը և որակել այն որպես իշխանության չարաշահում:", "Մինչդեռ, Դատարանը այդպիսի գործելակերպի և Բելգիական օրենսդրության համատեղելիության հարցին վերապահումով է մոտենում, մասնավորապես` տվյալ գործով գործունեությունը չէր վերանայվել ազգային իրավասու դատարանի կողմից, Կոնվենցիան պահանջում է, որ անձին ազատությունից զրկելու ցանկացած միջոց պետք է համապատասխանի 5-րդ հոդվածի նպատակին, մասնավորապես` պաշտպանելու անձին կամայականությունից (տես` վերը 39-րդ կետ): Չնայած Դատարանը ոչ մի կերպ չի բացառում, որ ոստիկանության համար օրինական է օգտագործել հնարքներ, օրինակ, հակազդելու հանցավոր գործողություններին ավելի արդյունավետ գործողություններով, որոնցով իշխանությունները ձգտում են ձեռք բերել ապաստան փնտրողների վստահությունը նրանց ձերբակալելու և հետևաբար վտարելու միջոցով, կարող են հակասել Կոնվենցիայում նախատեսված կամ քողարկված ընդհանուր սկզբունքներին:", "Այդ առումով, հիմքեր կան ենթադրելու, որ, չնայած ծանուցման ձևակերպումը «թերի» էր, այն անփութության արդյունք չէր, ընդհակառակը, այն միտումնավոր էր ընտրվել` ստացողների հնարավոր մեծ թիվն ապահովելու նպատակով: Լսումների ժամանակ, Կառավարության ներկայացուցիչն այդ կապակցությամբ հղում կատարելց «աննշան խորամանկության»-ը, որն իշխանությունները գիտակցաբար են օգտագործում երաշխավորելու, որ իրենց կողմից մշակված «կոլեկտիվ հայրենադարձությունը» (տես` վերը 23-րդ կետ), հաջողությամբ է իրականացվել:", "30. Դատարանը կրկնում է, որ 5-րդ հոդվածի 1-ին կետում ամրագրված ազատության իրավունքի բացառությունների ցանկը սպառիչ է և այդ բացառությունների միայն նեղ մեկնաբանումն է համահունչ այդ դրույթի նպատակի հետ (տես` mutatis mutandis, K.-F. v. Germany, judgment of 27 November 1997, Reports 1997-VII, p. 2975, § 70): Դատարանի կարծիքով, այդ պահանջը պետք է նաև արտացոլված լինի այնպիսի հաղորդակցությունների հուսալիության մեջ, որոնք ուղղված են եղել դիմողներին, անկախ նրանից, թե ստացողներն օրինականորեն են ներկա գտնվում երկրում, թե` ոչ: Հետևաբար, նույնիսկ սահմանված ժամկետից երկար մնացողների հարցում, օտարերկրացիներին վտարելու ծրագիրն իշխանությունների կողմից արդյունավետ դարձնելու ու հեշտացնելու ուղղությամբ գիտակցված որոշումը, ծանուցման նպատակի վերաբերյալ ապակողմնորոշելով և դրանով իսկ նրանց ազատությունից զրկելը հեշտացնելով, չի համապատասխանում 5-րդ հոդվածին:", "31. Այդ գործոնը վերաբերում է այն հարցին, որին Դատարանն այժմ պետք է անդրադառնա, մասնավորապես` Կառավարության նախնական առարկությանը, որը որոշվել է միացնել գործի ըստ էության քննությանը:", "Այդ կապակցությամբ, Դատարանը կրկնում է, որ Կոնվենցիայի 35-րդ հոդվածի 1-ին կետի ուժով հարկավոր է, որ դիմողն ունենա պաշտպանության հասանելի և բավարար միջոցներ` ենթադրյալ խախտումների վերաբերյալ փոխհատուցում ստանալու համար: Հարցին վերաբերող միջոցների առկայությունը պետք է բավարար չափով հստակ լինի ոչ միայն տեսականորեն, այլև գործնականում, որի ձախողումից նրանք կունենան անհրաժեշտ մատչելիության և արդյունավետության պակաս (տես` ի թիվս այլ մարմինների, Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports 1996-IV, p. 1210, § 66):", "32.  Տվյալ գործում Դատարանը սահմանում է մի շարք գործոններ, որոնք, անկասկած, ազդել են այն միջոցի մատչելիության վրա, որով Կառավարության պահանջը չի իրականացվել: Սրանք ներառում են այն փաստը, որ ոստիկանության բաժանմունք ժամանելիս դիմողներին տրամադրված հասանելի միջոցների վերաբերյալ տեղեկատվությունը տրվել է փոքրիկ նիշերով տպված վիճակում և իրենց անհասկանալի լեզվով, նրանց հասցեագրված բանավոր և գրավոր հաղորդակցությունն հասկանալու համար ոստիկանության բաժանմունք ժամանած մեծ թվով գնչու ընտանիքներին միայն մեկ թարգմանիչ էր հասանելի, և չնայած նա ներկա է եղել ոստիկանության բաժանմունքում, սակայն նա չի մնացել նրանց հետ փակ կենտրոնում: Այդ հանգամանքներում, դիմողներն, անկասկած, քիչ հեռանկար ունեին ոստիկանության բաժանմունքից թարգմանչի օգնությամբ կապնվելու փաստաբանի հետ, և թեպետ նրանք կկարողանային այդ փակ տրանզիտ կենտրոնից հեռախոսով կապնվել փաստաբանի հետ, սակայն նրանք այլևս չէին կարողանա դիմել թարգմանչի ծառայություններին, չնայած այդ դժվարություններին, իշխանությունները չառաջարկեցին որևէ իրավական աջակցություն ո΄չ ոստիկանության բաժանմունքում, ո΄չ էլ կենտրոնում:", "33. Ինչ դիրքորոշում էլ որ լինի, և այս գործոնը որոշիչ է Դատարանի համար, ինչպես դիմողների փաստաբանը լսումներրի ժամանակ բացատրեց և Կառավարության կողմից հակափաստարկ չներկայացվեց, նա տեղեկացվել է այդ իրադարձությունների և իր պաշտպանյալների իրավիճակի մասին միայն 1999 թվականի հոկտեմբերի 1-ին, ժամը 10:30-ին, այնպես որ, որևէ բողոքարկում ձերբակալվածների հարցերով բաժին անիմաստ կլիներ, որովհետև, եթե նա հոկտեմբերի 4-ին բողոք ներկայացներ բաժին, գործը չէին կարող լսել մինչև հոկտեմբերի 6-ը` մեկ օր անց, դիմողներին հոկտեմբերի 5-ին վտարելուց հետո: Թեպետ նա դեռևս համարվում էր որպես դիմողների պաշտպանությունն իրականացնող (տես` վերը 21-րդ կետ), այնուամենայնիվ, նա չէր կարող բողոք ներկայացներ ձերբակալվածների հարցերով բաժին:", "34. Կոնվենցիան հակված է երաշխավորելու ոչ թե տեսական կամ թվացյալ, այլ գործնական և արդյունավետ իրավունքներ (տես` mutatis mutandis, Matthews v. the United Kingdom [GC], no. 24833/94, § 34, ECHR 1999-I): Ինչ վերաբերում է Կոնվենցիայի 35-րդ հոդվածի 1-ին կետով նախատեսված միջոցի մատչելիությանը, դա նշանակում է inter alia, որ իշխանությունների կողմից ինքնակամորեն ստեղծված հանգամանքները պետք է այնպիսին լինեն, որ թույլ տան դիմողներին միջոցի օգտագործման իրական հնարավորություն: Դա տեղի չի ունեցել տվյալ գործում և նախնական առարկությունը, հետևաբար, պետք է մերժվի:", "Հետևաբար, տեղի է ունեցել Կոնվենցիայի 5-րդ հոդվածի 1-ին կետի խախտում:", "II. ԿՈՆՎԵՆՑԻԱՅԻ 5-ՐԴ ՀՈԴՎԱԾԻ 2-ՐԴ ԿԵՏԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄ", "35. Դիմողները պնդում են, որ տեղի է ունեցել Կոնվենցիայի 5-րդ հոդվածի 2-րդ կետի խախտում, որը երաշխավորում է.", "«Յուրաքանչյուր անձ ձերբակալվելիս պետք է անհապաղ իրեն հասկանալի լեզվով իրազեկվի իր ձերբակալման հիմքերի և իր դեմ որևէ մեղադրանքի մասին:»:", "Նրանք ասում էին, որ իրենց տրվել են անբավարար տեղեկություն իրենց ձերբակալման պատճառների մասին և այդպիսով զրկել են իրենց Կոնվենցիայի 5-րդ հոդվածի 4-րդ կետով նախատեսված իրենց իրավունքից օգտվելու հնարավորությունից: Տարածքը լքելու վերաբերյալ 1999 թվականի սեպտեմբերի 29-ին որոշումներ կայացրած ներքին գործերի նախարարության ոչ մի ներկայացուցիչ չի տվել որևէ պաշտոնական տեղեկություն Գենթի ոստիկանությունում ձերբակալված անձանց:", "Իրենց հանձնված որոշումներում առկա տեղեկության հիման վրա իրենք պետք է գործողություններ անեին: Այդ տեղեկատվությունը, այնուամենայնիվ, թերի էր, քանի որ այն չէր տալիս բավարար մանրամասն տեղեկություն իրենց ձերբակալման օրինական և փաստացի հիմքերի մասին, նրանց տեղափոխման կամ հասանելի միջոցների կարգավորումների մասին:", "36. Կառավարությունը հավաստիացրել է, որ 5-րդ հոդվածի 2-րդ կետի պահանջները պահպանվել են նամակում և բացատրել, որ 1999 թվականի սեպտեմբերի 29-ի ձերբակալման մասին որոշումը պարունակել է պատճառները և այն երկու օր անց, ոստիկանության բաժանմունքում, տրամադրվել է դիմողներին: Փաստաթղթերը հանձնելուց հետո, ներկա էր սլովակերեն խոսող թարգմանիչ, որը տրամադրված էր իրենց պարզաբանելու փաստաթղթի բովանդակության հետ կապված յուրաքանչյուր հարց:", "37. 5-րդ հոդվածի 2-րդ կետի ներքո ներկայացված բողոքի ընդունելիության վերաբերյալ իր որոշման մեջ Դատարանը որոշել է Կառավարության նախնական առարկությունը միացնել գործի ըստ էության քննությանը: Քանի որ այդ առարկությունը նույնն էր, ինչը բարձրացվել էր 5-րդ հովածի 2-րդ կետի համաձայն, և հաշվի առնելով այն եզրահանգումը, որը սահմանվել է վերոնշյալ 46-րդ կետում, այն, նույնպես, պետք է մերժվի:", "38. Ինչ վերաբերում է գործի ըստ էության քննությանը, Դատարանը կրկնում է, որ 5-րդ հոդվածի 2-րդ կետը պարունակում է տարրական երաշխիք, որ ձերբակալված յուրաքանչյուր ոք պետք է իմանա, թե ինչու է ինքն ազատազրկվում: Այս դրույթը 5-րդ հոդվածով տրամադրվող պաշտպանության սխեմայի անբաժանելի մասն է. 2-րդ կետի ուժով ձերբակալված որևէ անձի հետ պետք է խոսեն պարզ, ոչ տեխնիկական լեզվով, որով նա կարող է հասկանալ իր ձերբակալման հիմնական իրավական և փաստացի հիմքերը, այնպես, որ կարողանա, եթե նա հարմար է գտնում, դիմել դատարան` 4-րդ կետին համապատասխան ձերբակալման օրինականությունը վիճարկելու նպատակով: Մինչդեռ, այս տեղեկությունը պետք է հայտնել «անհապաղ» (ֆրանսերեն լեզվով. “dans le plus court délai” («ամենակարճ ժամկետում»)), սակայն պարտադիր չէ, որ այն հայտնի ձերբակալող պաշտոնատար անձը ձերբակալման պահին: Այն հարցը, թե արդյոք հաղորդված տեղեկության բովանդակությունն ու անհապաղությունը բավարար էր, պետք է գնահատել յուրաքանչյուր գործում՝ ըստ նրա առանձնահատկությունների (տես` mutatis mutandis, Murray v. the United Kingdom, judgment of 28 October 1994, Series A no. 300-A, p. 31, § 72):", "39. Սույն գործում, ոստիկանության բաժանմունք ժամանելիս, դիմողներին հանձնել են նրանց ձերբակալելու մասին որոշումը: Այդ նպատակով նրանց հանձնված փաստաթղթերում ասվում էր, որ նրանց ձերբակալումն իրականացվել է «Օտարերկրացիների մասին» Ակտի 7-րդ բաժնի, 1-ին կետի, 2-րդ ենթակետի համաձայն` հաշվի առնելով վտարումից խուսափելու հավանականությունը: Փաստաթղթերում եղած գրառումը նշում էր քրեական դատարանի ձերբակալվածների հարցերով բաժին բողոք ներկայացնելը` որպես ձերբակալման որոշման դեմ հասանելի միջոց:", "40. Դատարանն արդեն նշել է, որ երբ դիմողներին ոստիկանության բաժանմունքում ձերբակալել են, սլովակերեն խոսող թարգմանիչը ներկա է եղել, մասնավորապես` օտարերկրացիներին տեղեկացնելու բանավոր և գրավոր հաղորդակցությունների մասին, որոնք նրանք ստացել էին, հիմնականում` նրանց ձերբակալման փաստաթղթի մասին: Եվ չնայած, տվյալ գործում այդ միջոցառումները գործնականում ինքնին բավարար չեն եղել դիմողներին թույլ տալու ձերբակալվածների հարցերով բաժին բողոք ներկայացնել (տես` վերը 46-րդ կետ), սակայն նրանց տրամադրված տեղեկությունը, այնուամենայնիվ, բավարարել է Կոնվենցիայի 5-րդ հոդվածի 2-րդ կետի պահանջները: Հետևաբար, այդ դրույթի խախտում տեղի չի ունեցել:", "III. ԿՈՆՎԵՆՑԻԱՅԻ 5-ՐԴ ՀՈԴՎԱԾԻ 4-ՐԴ ԿԵՏԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄ", "41. Դիմողները բողոքել են նաև Կոնվենցիայի 5-րդ հոդվածի 4-րդ կետի խախտման մասին, որով շարադրված է հետևյալը.", "«Յուրաքանչյուր ոք, ով ձերբակալման կամ կալանավորման պատճառով զրկված է ազատությունից, իրավունք ունի վիճարկելու իր կալանավորման օրինականությունը, որի կապակցությամբ դատարանն անհապաղ որոշում է կայացնում և կարգադրում է նրան ազատ արձակել, եթե կալանավորումն անօրինական է:»", "Նրանք ներկայացրել են, որ իրենց կալանքը վիճարկելու հասանելի միակ միջոցը «Օտարերկրացիների մասին» Ակտի 71-րդ բաժնի համաձայն, քրեական դատարանի ձերբակալվածների հարցերով բաժին բողոք ներկայացնելն էր: Այնուամենայնիվ, այդ միջոցը չէր բավարարել 5-րդ հոդվածի 4-րդ կետի պահանջները, քանի որ ձերբակալվածների հարցերով բաժինն ընդամենն իրականացնում է «Օտարերկրացիների մասին» Ակտի 7-րդ բաժնի համաձայն ներկայացված կալանավորման մասին սահմանափակ քանակով որոշումների վերանայում: Այդ վերանայումը սահմանափակվում է կալանավորման ընթացակարգի օրինականության ստուգմամբ, և ձերբակալվածների հարցերով բաժինը չի անդրադարձել կալանավորման համաչափության հարցին, այսինքն այն հարցին, թե արդյոք, յուրաքանչյուր գործի հատուկ փաստերի լույսի ներքո, կալանավորումն արդարացված էր: Բացի այդ, սույն գործում դիմողների ձերբակալման հանգամանքներն այնպիսին էին, որ ձերբակալվածների հարցերով բաժին որևէ բողոք ներկայացնելն հնարավոր չէր (տես` վերը 36-րդ կետ):", "42. Կառավարությունը, մյուս կողմից, համարել է, որ միջոցը բավարարել է 5-րդ հոդվածի 4-րդ կետի բոլոր պահանջները:", "43. Դատարանը նախ գտնում է, որ այն փաստը, որ 1999 թվականի հոկտեմբերի 5-ին Սլովակիայում դիմողներին ազատ են արձակել, չի վերացնում բողոք ներկայացնելու նպատակը, քանի որ այդ ազատազրկումը տևել է հինգ օր (cf. Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, p. 20, § 45): Այնուամենայնիվ, նա նշում է, որ Կառավարության փաստարկներն այս կետում նույնն են ինչ ներկայացվել էին` ի պաշտպանություն Կոնվենցիայի 5-րդ հոդվածի 1-ին, 2-րդ և 4-րդ կետերի մասին բողոքների վերաբերյալ իրենց նախնական առարկություններում (տես` վերը 37-րդ և 49-րդ կետեր): Հետևաբար, Դատարանը հղում է կատարում իր այն եզրակացությանը, որ դիմողներին խոչընդոտել են ձերբակալվածների հարցերով բաժին հիմնավոր բողոք ներկայացնելուն (տես` վերը 46-րդ կետ): Հետևաբար, անիմաստ է որոշել, թե արդյոք ձերբակալվածների հարցերով բաժնի իրավասության շրջանակը բավարարել է 5-րդ հոդվածի 4-րդ կետի պահանջները:", "Եզրակացություն. տեղի է ունեցել Կոնվենցիայի 5-րդ հոդվածի 4-րդ կետի խախտում:", "IV.  ԹԻՎ 4 ԱՐՁԱՆԱԳՐՈՒԹՅԱՆ 4-ՐԴ ՀՈԴՎԱԾԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄ", "44.  Դիմողները բողոքում էին թիվ 4 Արձանագրության 4-րդ հոդվածի խախտման վերաբերյալ, որը նախատեսում է.", "«Օտարերկրացիների կոլեկտիվ վտարումն արգելվում է:»:", "Իրենց ներկայացմամբ, «կոլեկտիվ վտարում» արտահայտությունը պետք է հասկանալ որպես յուրաքանչյուր «վտարման միջոցների կոլեկտիվ իրականացում»: Դրույթnւմ անիմաստ կլիներ, եթե նախնական որոշման և միջոցի կատարման միջև տարբերակում արվեր, քանի որ յուրաքանչյուր անդամ-պետության օրենսդրությունն այժմ պահանջում է վտարումից առաջ հատուկ պաշտոնական որոշման կայացում, այնպես որ այդ տեսակի տարբերակումը կնշանակեր, որ այլևս անհնարին է վիճարկել կոլեկտիվ վտարումը, և թիվ 4 Արձանագրության 4-րդ հոդվածը կզրկվեր գործնականում բոլոր ազդեցություններից:", "Դիմողները մասնավորապես գտնում են, որ իրենց վտարման որոշումներն արտացոլում էին` մի խումբ անհատների իրավիճակի հետ կապված խնդիրը կոլեկտիվ կարգավորելու վերաբերյալ իշխանությունների դիրքորոշումը, այս դեպքում, գնչուները Սլովակիայից: Նրանք ներկայացրել են, որ դրա վկայությունը կար որոշ պաշտոնական փաստաթղթերում, ներառյալ օտարերկրացիների գործերով գրասենյակի գլխավոր տնօրենի կողմից 1999 թվականի օգոստոսի 24-ին ուղարկված նամակները ներքին գործերի նախարարին և փախստականների ու քաղաքացիություն չունեցող անձանց գործերով գլխավոր հանձնակատարին, որոնց մեջ գլխավոր տնօրենը տեղեկացնում էր, որ ապաստանի համար սլովակ քաղաքացիների հարցումներով պետք է արագ զբաղվել, որպեսզի պարզ ազդանշան ուղարկվի հիասթափեցնելու այլ հավանական դիմորդներին: Դիմողները հղում են կատարել նաև «Ներգաղթի հարցերով համընդհանուր քաղաքականություն սահմանող ընդհանուր ուղեցույց»-ին, որը Կառավարության կողմից 1999 թվականի հոկտեմբերի 1-ին հավանության էր արժանացել և ներառում էր հետևյալ պարբերությունը. «Կոլեկտիվ հայրենադարձության ծրագիրը ներկայումս վերանայվում է և΄ Սլովակյան իշխանություններին ազդանշան ուղարկելու, և΄ մեծ թվով անօրինական ներգաղթյալներին, որոնց ներկայությունն այլևս հնարավոր չէ հանդուրժել, արտաքսելու նպատակով:»: (տես` վերը 31-րդ կետ): Նմանապես, 1999 թվականի դեկտեմբերի 23-ին ներքին գործերի նախարարը, ի պատասխան խորհրդարանական հարցին, հայտարարել է, որ «Գենթում ազգությամբ սլովակների ապաստան հայցողների մեծ թվի պատճառով ձեռնարկվել են միջոցներ՝ նրանց Սլովակիա կոլեկտիվ հայրենադարձելու համար» (տես` վերը 23-րդ կետ):", "Դիմողների փաստարկումների մեջ այդ տարրերը բացահայտեցին վտարման որոշում կայացնելու պահից մինչև դրա իրականացումն ընկած ժամանակահատվածում մի խումբ անհատների վերաբերյալ կոլեկտիվ գործողություններին ուղղված մտադրության ընդհանուր համակարգը: Այդ կապակցությամբ, էական է այն, որ իշխանությունների կողմից գործընթացը կնքվել էր որպես «Գոլֆ Ծրագիր»: Ըստ այդմ, անկախ կայացրած որոշումների ձևական առկայությունից, չի կարող ասվել, որ ընթացիկ գործում եղել է «խումբ ձևավորող օտարերկրացիներից յուրաքանչյուրի կոնկրետ հանգամանքների ողջամիտ և օբյեկտիվ հետազոտում:»:", "45. Ի պատասխան այդ բողոքին` Կառավարությունն առարկեց, նշելով, որ դիմողները չեն վիճարկել որոշումները, որոնք ըստ իրենց, կայացվել են խախտմամբ, մասնավորապես` 1999 թվականի սեպտեմբերի 29-ին կայացված որոշումները պետական խորհրդում, հատկապես արտակարգ գործընթացի կիրառմամբ որոշման կասեցման վերաբերյալ դիմում ներկայացնելու միջոցով:", "Դատարանը նշում է, որ այդ միջոցը նույնն է, ինչ այն, որի վրա հիմնվում էր Կառավարությունը` կապված Կոնվենցիայի 13-րդ հոդվածի և թիվ 4 Արձանագրության 4-րդ հոդվածի հետ համատեղ բողոքի վերաբերյալ: Հետևաբար, առարկությունը պետք է միացնել գործի ըստ էության քննությանը և քննարկել այդ դրույթների խախտման վերաբերյալ բողոքի հետ համատեղ:", "46. Ինչ վերաբերում է թիվ 4 Արձանագրության 4-րդ հոդվածի խախտման բողոքի ըստ էության քննությանն առանձին, ապա Կառավարությունը հղում է կատարել Andric v. Sweden գործում Դատարանի որոշմանը ((dec.) թիվ 45917/99, 1999 թվականի փետրվարի 23), որտեղ բողոքը հայտարարվեց անընդունելի` ի պաշտպանություն իրենց փաստարկման, որ կոլեկտիվ վտարում տեղի չի ունեցել, որ օտարերկրացու ներգաղթային կարգավիճակն անհատապես, թե անհատականապես և օբյեկտիվորեն ստուգված է եղել այնպես, որ թույլատրել է նրան բողոքարկել վտարման դեմ: Թեպետ 1999 թվականի սեպտեմբերի 29-ի` տարածքը լքելու մասին որոշումը կայացվել է ի լրումն նախորդ որոշումների, և΄ օտարերկրացիների գործերով գրասենյակը, և΄ փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարի գրասենյակը` անկախ, անաչառ և համարյա դատական մարմինը, դիմողներին հնարավորություն էին տվել սկսելու իրենց գործերը: Տկն. Ցոնկային վերաբերող որոշումը բաղկացած էր երեք էջից` փոքր տառանիշերով տպված մանրամասն հիմնավորումներով և պարզաբանումներով, թե ինչու նրա նկատմամբ իր ծագման երկրում իր նկատմամբ չկար Կոնվենցիայի 3-րդ հոդվածին հակասող (հոդվածով նախատեսված) վտանգի սպառնալիք: Ինչ վերաբերում է պրն. Ցոնկային, ապա նա անգամ նեղություն չէր տվել իրեն ներկայանալու գլխավոր հանձնակատարի հետ գրանցված հանդիպումներին` թեպետ ստանալով պատշաճ ծանուցում:", "Օտարերկրացիների գործերի հետագա ուսումնասիրությունը տեղի է ունեցել Գենթի ոստիկանությունում, երբ որոշ ապաստան հայցողներին, որոնց դիմումները մերժվել էին, այնուամենայնիվ, թույլ տվեցին դուրս գալ ոստիկանությունից` հիմնականում հումանիտար հիմքերով կամ վարչական պատճառներով: Որոշ անհատների, ներառյալ Ցոնկաների գործերի ուսումնասիրությունը շարունակվել էր նույնիսկ համարյա մինչև օդանավ նստելու պահը, քանի որ ամեն ընտանիքի յուրաքանչյուր անդամի համար հոկտեմբեր ամսվա համար կատարվել էր սոցիալական ապահովության վճարում, հաշվարկված բելգիական ֆրանկով, յուրաքանչյուր ընտանիքի անդամների թվին համապատասխան: Մի խոսքով, թիվ 4 Արձանագրության 4-րդ հոդվածի պահանջներն ամբողջովին պահպանվել են:", "47. Դատարանը կրկնում է իր նախադեպային իրավունքը, որի համաձայն, կոլեկտիվ վտարումն ըստ թիվ 4 Արձանագրության 4-րդ հոդվածի, պետք է հասկացվի որպես օտարերկրացիներին, որպես խումբ, երկիրը լքելու պարտադրող որևէ միջոց, բացառությամբ, երբ նման միջոցը ձեռնարկվել է խմբում յուրաքանչյուր օտարերկրացու կոնկրետ գործի ողջամիտ և օբյեկտիվ ուսումնասիրության արդյունքում (տես` Andric, cited above): Դա, այնուամենայնիվ, չի նշանակում, որ այն դեպքերում, երբ վերջին պայմանն ապահովված է, ապա վտարման որոշումների իրականացման նախապատմությունն այլևս ոչ մի հետագա դեր չունի թիվ 4 Արձանագրության 4-րդ հոդվածին համապատասխանելու հարցը որոշելիս:", "48. Սույն գործում դիմողների կողմից ապաստան հայցելու մասին դիմումները մերժվել են 1999 թվականի մարտի 3-ի որոշումներով, որոնք հաստատվել են 1999 թվականի հունիսի 18-ին: 1999 թվականի մարտի 3-ի որոշումները պարունակել են պատճառներ և ուղեկցվել նույն օրը տարածքը լքելու վերաբերյալ որոշմամբ: Դրանք կայացվել են յուրաքանչյուր դիմողի տեղահանման արդյունքում ծագած անձնական հանգամանքների ուսումնասիրության հիման վրա: 1999 թվականի հունիսի 18-ի որոշումները նույնպես հիմնված էին դիմողների անձնական հանգամանքներին վերաբերող պատճառների վրա և վերաբերում էր տարածքը լքելու մասին 1999 թվականի մարտի 3-ի որոշմանը, որը կասեցվել էր արտակարգ ընթացակարգի համաձայն բերված բողոքի պատճառով:", "49. Դատարանն, այնուամենայնիվ, նշում է, որ ձերբակալման և վտարման մասին վերոհիշյալ որոշումները կայացվել են` տարածքը լքելու մասին 1999 թվականի սեպտեմբերի 29-ի որոշումն ի կատար ածելու համար, այդ որոշումը կայացվել է բացառապես «Օտարերկրացիների մասին» Ակտի 7-րդ բաժնի 1-ին կետի 2-րդ ենթակետի հիման վրա, և դիմողների անձնական հանգամանքներին միակ հղումն այն էր, որ Բելգիայում նրանց մնալու 3-ամսյա ժամկետը խախտվել էր: Մասնավորապես` փաստաթուղթը ոչ մի հղում չէր կատարում ապաստան հայցելու մասին իրենց դիմումին կամ 1999 թվականի մարտի 3-ի և հունիսի 18-ի որոշումներին: Ենթադրաբար, այդ որոշումները նույնպես ուղեկցվել են տարածքը լքելու մասին որոշմամբ, բայց ինքնին այդ որոշումը թույլ չէր տալիս դիմողների ձերբակալում: Դիմողների ձերբակալումն առաջին անգամ հրահանգվել է 1999 թվականի սեպտեմբերի 29-ի որոշմամբ` ապաստան հայցելու մասին դիմումի հետ կապ չունեցող, սակայն, այնուամենայնիվ, վիճարկվող միջոցառումների իրականցման համար բավարար, օրինական հիմքով: Այդ հանգամանքներում, ինչպես նաև հաշվի առնելով դիմողների ճակատագրին արժանացած նույն ծագումն ունեցող մեծ թվով անձանց, Դատարանը գտնում է, որ կիրառված ընթացակարգը թույլ չի տալիս վերացնելու բոլոր կասկածներն այն մասին, որ վտարումը կարող էր կոլեկտիվ եղած լինել:", "50. Այդ կասկածն հաստատվել է մի շարք գործոններով. նախ, նախքան դիմողների վտարումը, շահագրգիռ քաղաքական իշխանությունները հայտարարել էին, որ այդ կարգի գործողություններ էին լինելու և դրանց իրականացման համար համապատասխան մարմիններին ցուցումներ էին տրվել (տես` վերը 30-րդ և 31-րդ կետեր), երկրորդ, բոլոր շահագրգիռ օտարերկրացիներին պահանջել էին ներկայանալ ոստիկանության բաժանմունք միևնույն ժամանակ, երրորդ, նրանց կողմից տարածքը լքելու և ձերբակալելու մասին որոշումները ձևակերպվել էին նույն տերմիններով, չորրորդ, օտարերկրացիների համար դժվար էր կապվել փաստաբանի հետ, վերջապես, ապաստանի ընթացակարգը չէր ավարտվել:", "51. Մի խոսքով, ոստիկանության բաժանմունք ներկայանալու մասին օտարերկրացիներին ծանուցում հանձնելու պահից մինչև նրանց վտարման պահն ընկած ժամանակահատվածում, ընթացակարգը չի ցուցաբերել բավարար երաշխիքներ այն մասին, որ ներգրավվածներից յուրաքանչյուրի անձնական հանգամանքները հաշվի էին առնվել իրական և անհատական հիմքով:", "Եզրակացություն. տեղի է ունեցել թիվ 4 Արձանագրության 4-րդ հոդվածի խախտում:", "", " V.  ԿՈՆՎԵՆՑԻԱՅԻ 13-ՐԴ ՀՈԴՎԱԾԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄՆԵՐ", "52.  Դիմողները նշել են, որ իրենք չեն ունեցել Կոնվենցիայի 3-րդ հոդվածի և թիվ 4 Արձանագրության 4-րդ հոդվածի ենթադրյալ խախտումները բողոքարկելու համար հասանելի միջոց, որը կբավարարեր Կոնվենցիայի 13-րդ հոդվածով նախատեսված պահանջները, ըստ որի.", " «Յուրաքանչյուր ոք, ում սույն Կոնվենցիայով ամրագրված իրավունքներն ու ազատությունները խախտվում են, ունի պետական մարմինների առջև իրավական պաշտպանության արդյունավետ միջոցի իրավունք, նույնիսկ եթե խախտումը կատարել են ի պաշտոնե գործող անձինք:»:", "53.  Ըստ դիմողների` փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարին դիմելու ընթացակարգը չի նախատեսել 13-րդ հոդվածով սահմանված երաշխիքներ: Առաջին, հիշյալ օտարերկրացին չի ունեցել խնդիրը հնչեցնելու երաշխիք, քանի որ դա պրակտիկա է եղել, դա իրենից իրավունք չի նախատեսել: Երկրորդ, իր փաստաթղթերն իրեն հասանելի չեն եղել, հնարավորություն չի ունեցել խորհրդակցելու լսումների ժամանակ արձանագրություն կազմելիս կամ պահանջելու, որ իր դիտողություններն արտացոլվեն արձանագրության մեջ: Ինչ վերաբերում է պետական խորհրդին դիմելու միջոցներին, ապա դրանք 13-րդ հոդվածի առումով արդյունավետ չեն եղել, քանի որ դրանք չեն ունեցել ինքնաբերաբար կասեցնող բնույթ: Այն վտարման գործերում, որոնցում վիճարկվող պետական միջոցների ի կատար ածումն առաջացնում է անդառնալի հետևանքներ, պաշտպանության միջոցի արդյունավետությունը կախված է դրա կասեցման ազդեցության առկայությունից, որն էլ, որ համարվում է Կոնվենցիայի 13-րդ հոդվածի պահանջները:", "54.  Մասնավորապես, ինչ վերաբերում է արտակարգ ընթացակարգի ներքո պետական խորհրդում պաշպանության միջոցին, ապա դիմողներն ընդունել են, որ գործնականում, պետական խորհրդի որոշումը կայացվել է մինչև արտաքսելու մասին որոշման կատարումը, բայց նրանք պնդում են, որ օրենքն այդ կապակցությամբ ոչ մի երաշխիք չի տրամադրել, և որ վարչական մարմինը լրիվ իրավունք ուներ կատարելու արտաքսման որոշումը` չսպասելով դատարանի որոշման կայացմանը: Ավելին, նմանատիպ դիմումների դրական ելքի տոկոսը ցածր էր` 1.36%: Ի դեպ, հարկ է նաև նշել, որ Պետական խորհուրդը գտել էր, որ Բելգիայի տարածքը լքելուց հետո օտարերկրացիները կորցնում էին դատավարությունը շարունակելու շահագրգռվածությունը, և խորհուրդը գտել է, որ իրավասություն չունի տարածքը լքելու մասին որոշումները (հրամանները) բեկանելու կամ կասեցնելու, եթե դրանք պարունակել են պարզապես այլ որոշումն ի կատար ածելու միջոցներ, քանի դեռ գանգատը չի հիմնվել նոր հիմքերի վրա, որոնք ի տարբերություն այն հիմքերի, որոնց վրա հիմնված են եղել տարածքը լքելու մասին որոշումները (հրամանները) ի կատար ածելու մասին որոշումների բողոքարկումների մեջ:", "55.  Կառավարությունը նշել է, որ իրավական պաշտպանության առկա միջոցների արդյունավետությունը պետք է որոշվի իր ամբողջության մեջ, հաշվի առնելով այն, որ, ըստ Բելգիական օրենսդրության, գոյություն ունի իրավական պաշտպանության 2 կատեգորիա և կարող է իրականացվել հետևողականորեն և ամբողջականորեն` ընդդեմ օտարերկրացիների գործերով գրասենյակի կողմից տրված արտաքսելու մասին որոշման: Մի բողոքը բերվում է փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարին, իսկ մյուսը` պետական խորհրդին:", "56.  Նախկինը եղել է անկախ, անաչառ և համարյա դատական մարմին, ինչպես վերջերս Վճռաբեկ դատարանը ևս մեկ անգամ հաստատեց իր 2001 թվականի մարտի 14-ի որոշմամբ (տես` վերը 26-րդ կետ): Գլխավոր հանձնակատարին ներկայացրած բողոքներն ունեցել են մեխանիկաբար կասեցնող ազդեցություն և ընթացակարգը տրամադրել է մի քանի դատավարական երաշխիքներ: Այսպիսով, գործի հետ առնչվող բոլոր համապատասխան պատճառաբանությունները պետք է տրվեն Հանձնակատարի որոշման մեջ: Ուսումնասիրվել է նաև գործընթացում մրցակցության սկզբունքը, այնպես, որ ապաստան հայցելու գործով յուրաքանչյուր որոշում պետք է հիմնված լիներ այն ապացույցների և տեղեկությունների վրա, որոնցից փախստականի կարգավիճակ ստացած դիմողը տեղյակ էր, որը եղել է հասանելի տեղեկություն կամ, եթե ոչ այդպիսին, ապա հայտնի դարձած լիներ մրցակցության բանավեճի (փաստարկների) ժամանակ:", "Տվյալ դեպքում, գլխավոր հանձնակատարի գրասենյակի ներկայացուցիչները տկն. Ցոնկովային թարգմանչի ներկայությամբ լսել են երկար ժամանակ: Նա փաստաբանի աջակցություն չի խնդրել, սակայն այդպես անելու իրավունքն ուներ: Պրն. Ցոնկան նույնիսկ չի էլ ներկայացել` ըստ գրանցված պայմանավորվածությունների:", "57.  Գլխավոր հանձնակատարի որոշման դեմ բողոքը բերվում է պետական խորհուրդ դատական վերանայման ենթարկելու կամ որոշման կատարումը սովորական կամ արտակարգ կարգով կասեցնելու մասին դիմումի միջոցով: Դիմողները չեն օգտագործել 1999 թվականի հունիսի 18-ի որոշումների կատարումը կասեցնելու արտակարգ ընթացակարգը: Ոչ էլ օգտագործել են այն ժամանակ, երբ վիճարկել էին 1999 թվականի սեպտեմբերի 29-ի արտաքսելու մասին որոշումները, որոնք փոխարինել էին 1999 թվականի հունիսի 18-ի որոշումներին:", "58.  Կառավարությունն ընդունեց, որ պետական խորհուրդ ներկայացրած բողոքներն ինքնաբերաբար կասեցնող բնույթ չունեին և որ իշխանություններն օրենքով իրավունք ունեին չկասեցնելու արտաքսելու մասին որոշման կատարումը, բացառապես այն հիմքով, որ դատարան բողոքներ են ներկայացվել, նույնիսկ արտակարգ ընթացակարգով: Սակայն անցյալում պետական խորհուրդ բերված բողոքներն ունեցել են կասեցնող բնույթ, և որ շատ արագ հանգեցրել է որպես ձգձգման համար ներկայացված դիմումների աճին, մի իրավիճակ, որը ստիպեց օրենսդրությանը՝ 1991 թվականին չեղյալ համարել ինքնաբերաբար կասեցնող ազդեցությունը: Այնուամենայնիվ, պետական խորհուրդ դիմելու միջոցի արդյունավետությունը պահպանելու նպատակով, օրենսդրությունը միաժամանակ ներկայացրեց արտակարգ ընթացակարգը, այսպիսով իսկ վերականգնելով արդար հավասարակշռությունը Կոնվենցիայի 2 հիմնարար արժեքների միջև. արդարադատության պատշաճ կազմակերպում և ողջամիտ ժամկետներում ընթացակարգի ապահովումը՝ մի կողմից, ու արդյունավետ դատական պաշտպանությունը` մյուս կողմից:", "59. Արտակարգ ընթացակարգով որոշման կատարման կասեցման նպատակով դիմելու ընթացակարգը հավասարապես արդյունավետ է եղել ինչպես գործնականում, այնպես էլ օրենքով և համապատասխանաբար բավարարել է 13-րդ հոդվածի պահանջները:", "Որպես իրավունքի խնդիր, դատական նախադեպային իրավունքն այդ հարցի վերաբերյալ չի պահանջել, որ պաշտպանության առկա միջոցներն օրենքով կասեցնող ազդեցություն ունենան: Ի հակառակ, Jabari v. Turkey (թիվ 40035/98, ՄԻԵԴ, 50-րդ կետ, 2000-VIII) գործով, օրինակ, ցույց է տրվել, որ միայն կասեցումն ապահովելու իրավասությունը կարող էր բավարարել 13-րդ հոդվածի պահանջները: Հենց պետական խորհուրդն էլ ուներ որոշման կատարումը արտակարգ ընթացակարգով կասեցնելու այդպիսի իրավասություն:", "Նման գործերով ընթացակարգը շատ արագ էր տևում և դիմումները պետք է ներկայացվեին` մինչև տարածքը լքելու համար օտարերկրացուն տրված ժամանակահատվածի ավարտը: Համապատասխան դեպքերում, դիմումը կարող էր քննարկվել մեկ օրում: Բաժնի ղեկավարը, 1991 թվականի դեկտեմբերի 5-ի Թագավորական հրամանագրի 16-րդ հոդվածի 2-րդ կետի ուժով, կարող էր պետական խորհրդում արտակարգ ընթացակարգ նախաձեռնել, ցանկացած ժամանակ ծանուցագիր ուղարկել կողմերին՝ պահանջելով ներկայանալ, նույնիսկ տոն օրերին և մի քանի ժամվա կտրվածքով, նա հաճախ է այդպես արել արտաքսման գործերով: Բացի այդ, Թագավորական հրամանագրի 33-րդ հոդվածով օտարերկրացիներն իրավունք ունեին խնդրելու նախագահին՝ ձեռնարկելու նախնական միջոցներ, այդ թվում՝ արտակարգ ընթացակարգի ներքո արտաքսումը կանխող կարգադրություն՝ մինչև սպասվող դատավարության ավարտը: Այդ ընթացակարգերն հասանելի են եղել օրական 24 ժամվա ընթացքում, և հետևաբար տրամադրել են արդյունավետ միջոց` ստուգելու ցանկացած հակվածություն, որով իշխանությունները հնարավոր է վտարեին օտարերկրացուն՝ մինչև արտակարգ ընթացակարգով պետական խորհրդի որոշման կայացումը: Այդ կապակցությամբ, Կառավարությունը վկայակոչել է պետական խորհրդի ընթացակարգի գործնական ուղեցույցը, որին պարտավոր էին հետևելու հանգստյան օրերի հերթապահ աշխատակիցները՝ ուղեցույցը հստակ նշել է, որ, եթե իշխանությունները պատրաստ չէին հետաձգելու արտաքսման մասին որոշման կատարումը, ապա լսումները պետք է կազմակերպվեին և որոշումը կայացվեր՝ մինչև միջոցի կատարումը:", "60.  Կառավարության կողմից վկայակոչված մի շարք դեպքեր, որոնցում պետական խորհուրդը արտակարգ ընթացակարգով կասեցրել է օտարերկրացիներին արտաքսելու մասին որոշման կատարումը, ցույց տվեցին, թե գործնականում այդ միջոցը որքան արդյունավետ է եղել: Այսպիսով, 2 դատական տարիների ընթացքում, որին նախորդել է տվյալ վեճի ծագմամբ իրադարձությունները, այսինքն 1997-1998 և 1998–1999 թվականները, վարչական բաժինն օտարերկրյա քաղաքացիների 25.22% գործերով սահմանված կարգով կասեցրել է որոշումների կատարումը: հոլանդախոս բաժնում թիվը կազմել է 10.88%:", "61. Բացի այդ, նախադեպային իրավունքը պարունակում է գործեր, որոնցում տարածքը լքելու մասին որոշումը թողնվել է անփոփոխ կամ ինքնին չեղյալ է համարվել: Թեև դա ճիշտ էր, որ նախկինում գործեր են եղել, որոնցով պետական խորհուրդը որոշել էր, որ արտաքսելու մասին որոշումները եղել են ընդամենը տարածքը լքելու մասին ավելի վաղ կայացված որոշումների կատարման միջոց, որ նախադեպային իրավունքն այն պահից զարգացում է ապրել և արտաքսելու մասին որոշումները ներկայումս համարվում են վարչական որոշումներ, որոնց դեմ բողոք է բերվում: Ավելին, մինչդեռ դա ճիշտ էր, որ օտարերկրացին, ով լքել էր ազգային տարածքը, կորցրել է հետաքրքությունը՝ ստանալու արտաքսելու մասին որոշման կատարման կասեցում, այնուամենայնիվ, նրանք շարունակում են պահպանել շահագրգռվածությունը, որ այն չեղյալ համարվի, եթե նրանց մեկնումը չի եղել կամավոր:", "62.  Վերջապես, Կառավարությունը պնդել է, որ միջոցի արդյունավետությունը հնարավոր չէ որոշել, առանց հաշվի առնելու քաղաքական և իրավական համատեքստը Բելգիայում, և համապատասխանաբար գնահատման ազատ սահմանը, որը պետք է ճանաչված լինի Բելգիայում որպես տվյալ գործում: Արդյունավետ միջոցի իրավունքը չի երաշխավորում չարաշահման կամ ոչ կոմպետենտ լինելու իրավունքը:", "Պետական խորհուրդը ներկայումս բախվել է խոշոր չարաշահումների գործընթացի հետ, ինչը խաթարել է իր արդյունավետությունը. «Օտարերկրացիների մասին» Ակտի հիման վրա ներկայացված դիմումները ստեղծել են աշխատանքային ծանրաբեռնվածություն, որն արդեն ինքնին կեսով ավելացրել է, դատավարությունների (դատավեճերի) թիվը: Մեծամասնությամբ դրանք ձգձգվող դիմումներ էին: Այդ հանգամանքներում, օրենսդրի նպատակը ոչ թե վարչական դատարանների մատչելիության սահմանափակումն էր, այլ այն օրենքի` բողոքարկումների ինքնաբերաբար կասեցնող ազդեցության կանոնի վերացումը, որը կոչված էր Բելգիական համատեքստում ունենալու անկանխատեսելի և աղետալի հետևանքներ, որը հակասում է Կոնվենցիայի 6-րդ հոդվածի հիմքում դրված պատշաճ արդարադատության սկզբունքին:", "63.  Դատարանը վերահաստատում է, որ Կոնվենցիայի 13-րդ հոդվածը երաշխավորում է Կոնվենցիայով երաշխավորված իրավունքների ու ազատությունների իրականացման համար իրավական պաշտպանության միջոցների մատչելիությունն ազգային մակարդակում, ինչ կերպով, որ կարող են ամրագրված լինել ազգային իրավական համակարգում: 13-րդ հոդվածի նպատակն է այսպիսով, պահանջել, որ ներպետական պաշտպանության միջոցն անդրադառնա «Վիճարկվող պահանջի» էությանը, ըստ Կոնվենցիայի և տրամադրի համապատասխան օգնություն: 13-րդ հոդվածի համաձայն, Պայմանագրի Կողմի ստանձնած պարտավորությունների ծավալը (շրջանակները) փոփոխական են (կամ տատանվում են)՝ կախված դիմողի բողոքի բնույթից, այնուամենայնիվ, 13-րդ հոդվածով պահանջված իրավական պաշտպանության միջոցները պետք է լինեն «արդյունավետ» ինչպես գործնականում, այնպես էլ օրենքով: «Միջոցի արդյունավետությունը» 13-րդ հոդվածի իմաստով, պայմանավորված չէ դիմողի համար միանշանակ բարենպաստ ելքով: Ոչ էլ այդ դրույթում նշված «իշխանությունը» անհրաժեշտ է, որ լինի դատական մարմին, բայց, եթե դա այդպես չէ, ապա դրա լիազորություններն ու երաշխիքները, որոնք նա տրամադրում է, իրավասու են որոշելու, թե արդյոք այդ մարմնի առջև բերված իրավական պաշտպանության միջոցն արդյունավետ է։ Նույնիսկ, եթե իրավական պաշտպանության մեկ միջոցն ինքնին ամբողջությամբ չի բավարարել 13-րդ հոդվածի պահանջները, ապա ներպետական օրենսդրությամբ նախատեսված իրավական պաշտպանության ընդհանուր միջոցների համակցությունը կարող է այդպես գործել (տես` ի թիվս բազմաթիվ այլ մարմինների, Kudła v. Poland [GC], no. 30210/96, § 157, ECHR 2000-XI):", "64.  Այնուամենայնիվ, որպեսզի 13-րդ հոդվածը կիրառելի լինի, բողոքը պետք է նաև վիճելի լինի (տես` mutatis mutandis, Chahal, cited above, p. 1870, § 147): Սույն գործով, 3-րդ հոդվածի խախտման մասին բողոքները, որոնք Դատարանը 2001 թվականի մարտի 13-ին ճանաչել էր ակնհայտորեն անհիմն, վիճելի չեն եղել։ Համապատասխանաբար, տեղի չի ունեցել Կոնվենցիայի 13-րդ և 3-րդ հոդվածների խախտում:", "65.  Բայց թիվ 4 Արձանագրության 4-րդ հոդվածի խախտման բողոքը, հնարավոր է, ըստ Դատարանի, համարվի վիճելի:", "66. Դատարանն այդ կապակցությամբ նշում է, որ հիշյալ տեղահանումներն իրականացվել են տարածքը լքելու մասին 1999 թվականի սեպտեմբերի 29-ի որոշումների հիման վրա, որոնք համաձայն Կառավարության, փոխարինել են 1999 թվականի մարտի 3-ին և հունիսի 18-ին կայացված որոշումներին, և որոնց վերաբերյալ առկա էր պետական խորհուրդ դիմելու իրավական պաշտպանության միջոց, մասնավորապես` որոշման կատարման կասեցում արտակարգ ընթացակարգով:", "Դիմողները չեն օգտվել պաշտպանության այդ միջոցից, չնայած այն փաստին, որ նրանց փաստաբանը տեղեկացված է եղել խնդրո առարկա իրադարձությունների և իր պաշտպանյալների դիրքորոշման մասին 1999 թվականի հոկտեմբերի 1-ին ժամը 10:30-ին, և համարվում էր, որ նա դեռ գործում էր նրանց օգտին: Դիմողները չեն ժխտում, որ պետական խորհուրդը 13-րդ հոդվածի իմաստով կարող է դիտվել որպես «ազգային մարմին», բայց պնդում են, որ իրավական պաշտպանության միջոցը բավարար արդյունավետ չէր այդ դրույթին համապատասխանելու համար, քանի որ դա չի տրամադրում որևէ ինքնաբերաբար կասեցնող ազդեցություն: Այդ հարցը պետք է համապատասխանորեն ուսումնասիրվի:", "67.  Դատարանը համարում է, որ 13-րդ հոդվածի ներքո, իրավական պաշտպանության միջոցի արդյունավետության հասկացությունը պահանջում է, որ իրավական պաշտպանության միջոցը պետք է կանխի այն միջոցների կատարումը, որոնք հակասում են Կոնվենցիային և որոնց հետևանքները կարող են պոտենցիալ անդառնալի լինել (տես` mutatis mutandis, Jabari, cited above, § 50): Հետևաբար, նման միջոցների կիրառումը, նախքան ազգային իշխանությունները կքննարկեին, թե արդյոք դրանք համատեղելի են Կոնվենցիայի դրույթներին, չի համապատասխանում 13-րդ հոդվածին, թեպետ Պայմանագրի Կողմերն ունեն որոշակի ազատություն սույն դրույթով նախատեսված պարտավորության կատարման ձևի առումով (տես` Chahal, cited above, p. 1870, § 145):", "68.  Սույն գործով պետական խորհուրդը կոչված է եղել ըստ էության քննելու դիմողների գանգատները, որոնք ներկայացված էին դատական վերանայման ենթարկելու մասին նրանց դիմումներում: Հաշվի առնելով այն ժամանակը, որ կպահանջի գործի քննությունը և այն փաստը, որ նրանք եղել են արտաքսման սպառնալիքի տակ, դիմողները դիմումով են հանդես եկել նաև սահմանված կարգով որոշման կատարումը կասեցնելու համար, չնայած, որ Կառավարությունը նշում է, որ այդ կարգը հարմարեցված չի եղել գործի հանգամանքներին: Նրանք գտնում են, որ դիմողները պարտավոր էին օգտվել արտակարգ ընթացակարգից:", "Դատարանը, այնուամենայնիվ, պարտավոր է ուսումնասիրել, թե որոշման կատարումը սահմանված կարգով կասեցնելու մասին դիմումն իրավական պաշտպանության միջոցներից մեկն է, որն ըստ Գլխավոր հանձնակատարի 1999 թվականի հունիսի 18-ի որոշումը վկայակոչող փաստաթղթի, արդեն հասանելի է դիմողներին՝ այդ որոշումը վիճարկելու համար: Քանի որ, համաձայն այդ որոշման, դիմողներն ունեցել են միայն 5 օր, որից հետո պետք է լքեին ազգային տարածքը, իսկ որոշման կատարումը սահմանված կարգով կասեցնելու մասին դիմումներն ինքնին չունեին կասեցնող ազդեցություն և պետական խորհուրդն ուներ 45 օր, որի ընթացքում պետք է լուծեր այդպիսի դիմումները (պետական խորհրդի համախմբված ակտերի 17(4) բաժին), միայն այն փաստը, որ դիմումը նշվել է որպես իրավական պաշտպանության հասանելի միջոց, մեղմ ասած, շփոթության է ենթարկում դիմողներին:", "69. Որոշման կատարումն արտակարգ ընթացակարգով կասեցնելու մասին դիմումները նույնպես չունեն կասեցնող ազդեցություն: Այնուամենայնիվ Կառավարությունն ընդգծեց, որ բաժնի նախագահը կարող է ցանկացած ժամանակ, նույնիսկ տոն օրերին կամ ծանուցումը ստանալուց մի քանի ժամ առաջ, ինչպես հաճախակի պատահում է արտաքսման գործերում, ծանուցի կողմերին ներկայանալու, այնպես, որ հնարավոր լինի դիմումը քննարկել և, եթե նպատակահարմար է, արտաքսելու մասին որոշման կատարումը կասեցնելու մասին որոշում կայացվի` մինչև դրա կատարումը: Հարկ է նշել, որ իշխանություններն օրենքով պարտավոր չեն սպասել պետական խորհրդի որոշմանը՝ նախքան կիրականացնեն արտաքսելու մասին որոշումը: Այդ պատճառով է, որ պետական խորհուրդը, օրինակ, հրապարակել է գործնական ուղեցույց՝ ուղղորդելով, որ որոշման կատարումն արտակարգ ընթացակարգով կասեցնելու մասին դիմումի դեպքում, դատավորի պահանջով բաժանմունքի քարտուղարը պետք է կապ հաստատի օտարերկրացիների գործերով գրասենյակի հետ՝ հաստատելու ամսաթիվը, որը նախատեսված է հայրենադարձության համար, և դրա հետևանքով իրականացվելիք ընթացակարգերի վերաբերյալ նախապատրաստական աշխատանք կատարի (պայմանավորվածություններ ձեռք բերի): Այդ համակարգի մասին երկու դիտարկում պետք է կատարվի: Firstly, it is not possible to exclude the risk that in a system where stays of execution must be applied for and are discretionary they may be refused wrongly, in particular if it was subsequently to transpire that the court ruling on the merits has nonetheless to quash a deportation order for failure to comply with the Convention, for instance, if the applicant would be subjected to ill-treatment in the country of destination or be part of a collective expulsion. In such cases, the remedy exercised by the applicant would not be sufficiently effective for the purposes of Article 13.", "82. Առաջին, անհնար է բացառել ռիսկը մի համակարգում, որտեղ որոշումների կատարման կասեցման համար պետք է դիմում ներկայացնել և դրանք հայեցողական են, դրանք կարող են անարդար մերժվել, մասնավորապես, եթե հետագայում պարզվի, որ գործի ըստ էության քննության հիման վրա կայացվող դատարանի վճիռը պետք է այնուամենայնիվ բեկանի արտաքսման որոշումն այն պատճառով, որ այն չի համապատասխանում Կոնվենցիայի պահանջներին, օրինակ, եթե դիմողը կենթարկվի վատ վերաբերմունքի նպատակակետ երկրում կամ` կոլեկտիվ արտաքսման: Այդպիսի դեպքերում, իրավական պաշտպանության միջոցը, որից օգտվում է դիմողը, ելնելով 13-րդ հոդվածի նպատակներից` չի կարող բավականաչափ արդյունավետ լինել:", "70.  Երկրորդ, եթե, նույնիսկ սխալվելու հավանականությունը գործնականում չնչին է, մի հարց (կետ), որը Դատարանը չի կարող ստուգել, առանց որևէ հավաստի ապացույցների, հարկ է նշել, որ 13-րդ հոդվածի պահանջները և Կոնվենցիայի մյուս դրույթները, երաշխիքի ձև են ստանում, այլ ոչ թե պարզապես մտադրության մասին հայտարարություն կամ գործնական պայմանավորվածություն: Դա օրենքի գերակայության հետևանքներից (արդյունքներից) մեկն է, ժողովրդավարական հասարակության հիմնարար սկզբունքներից մեկը, որն հատուկ է Կոնվենցիայի բոլոր հոդվածներին (տես` mutatis mutandis, Iatridis v. Greece [GC], no. 31107/96, § 58, ECHR 1999-II):", "Սակայն պարզվում է, որ իշխանություններից չի պահանջվել հետաձգել արտաքսելու մասին որոշման կատարումը, մինչդեռ, արտակարգ ընթացակարգի ենթակա դիմումը դեռ գտնվել է քննարկման փուլում, ոչ էլ նույնիսկ նվազագույն ողջամիտ ժամկետում պետական խորհրդին հնարավորություն է տրվել լուծելու դիմումը: Բացի այդ, պատասխանատվության բեռը գործնականում դրվել է պետական խորհրդի վրա` արտաքսման վերաբերյալ իշխանությունների մտադրությունները պարզելու և համապատասխանաբար գործելու առումով, սակայն, ինչպես երևում է, նա չունի որևէ պարտավորություն նման կերպ վարվելու համար: Վերջապես, միայն ներպետական ուղղությունների հիման վրա է, որ պետական խորհրդի քարտուղարը, գործելով դատավորի հրահանգներով, կապ է հաստատում իշխանությունների հետ այդ նպատակով, և որևէ ցուցում չկա այն մասին, թե ինչ հետևանքներ կարող են լինել, եթե նա այդպես չվարվի: Ի վերջո, օտարերկրացին ոչ մի երաշխիք չունի, որ պետական խորհուրդը և իշխանությունները յուրաքանչյուր դեպքի համար կգործեն այդ պրակտիկային համապատասխան, և որ պետական խորհուրդը կկայացնի իր որոշումը կամ նույնիսկ կլսի գործը` նախքան իրեն (օտարերկրացուն) արտաքսելը կամ, որ իշխանությունները թույլ կտան օգտվելու նվազագույն արտոնյալ ժամկետից:", "Այս գործոններից յոււրաքանչյուրն իրավական պաշտպանության միջոցների իրականացումը դարձնում են չափազանց անորոշ, որպեսզի հնարավորություն տրվի, որ 13-րդ հոդվածի պահանջները բավարարվեն:", "84.  Ինչ վերաբերում է պետական խորհրդի ցուցակի ծանրաբեռնվածությանը և չարաշահման գործընթացի ռիսկերին, ապա Դատարանը գտնում է, որ ինչպես Կոնվենցիայի 6-րդ հոդվածի դեպքում, 13-րդ հոդվածն էլ սահմանում է Պայմանագրի Կողմերի պարտավորությունները` կարգավորելու իրենց դատական համակարգն այնպես, որ իրենց դատարանները կարողանան բավարարել դրա (Կոնվենցիայի) պահանջները (տես` mutatis mutandis, Süßmann v. Germany, judgment of 16 September 1996, Reports 1996-IV, p. 1174, § 55): Այդ կապակցությամբ, պետք է ընդգծել 13-րդ հոդվածի կարևորությունը` Կոնվենցիայի համակարգի սուբսիդիար բնույթը պահպանելու համար (տես` mutatis mutandis, Kudła, cited above, § 152):", "71. Եզրակացություն. դիմողները չեն ունեցել հասանելի իրավական պաշտպանության միջոցներ, որոնք բավարարել են 13-րդ հոդվածի պահանջները` արտահայտելու իրենց բողոքը թիվ 4 Արձանագրության 4-րդ հոդվածի ներքո: Համապատասխանաբար առկա է Կոնվենցիայի 13-րդ հոդվածի խախտում, իսկ թիվ 4 Արձանագրության 4-րդ հոդվածի (տես` վերը 57-րդ կետ) խախտման բողոքի առարկությունը պետք է մերժվի:", "VI.   ԿՈՆՎԵՆՑԻԱՅԻ 41-ՐԴ ՀՈԴՎԱԾԻ ԿԻՐԱՌՈՒՄԸ", "72.  Կոնվենցիայի 41-րդ հոդվածը սահմանում է.", "«Եթե Դատարանը գտնում է, որ տեղի է ունեցել Կոնվենցիայի կամ նրան կից Արձանագրությունների խախտում, իսկ համապատասխան Բարձր Պայմանագրի Կողմի ներպետական իրավունքն ընձեռում է միայն մասնակի հատուցման հնարավորություն, ապա Դատարանը, անհրաժեշտության դեպքում, որոշում է արդարացի փոխհատուցում վճարել տուժած կողմին:»:", "Վնաս", "73.  Դիմողները նշել են, որ բարոյական վնասի գնահատումը, որը նրանք կրել են որպես Կոնվենցիայի խախտման արդյունք, կախված է այն միջոցառումներից, որ Բելգիայի պետությունը ձեռնարկել էր` ապահովելու, որ Դատարանի որոշումն ամբողջությամբ ուժի մեջ մտնի առաջիկայում: Հետևաբար, նրանք կցանկանային որոշման հետևանքների վերաբերյալ քննարկումները սկսել Բելգիայի պետության հետ:", "74. Կառավարությունն այդ կետի կապակցությամբ ոչ մի կարծիք չի հայտնել:", "75. Դատարանը նշում է, որ նախարարների կոմիտեի կողմից վերահսկման ենթակա լինելով, պատասխանող պետությունը միջոցներն ընտրելու հարցում ազատ է, որոնց միջոցով, Կոնվենցիայի 46-րդ հոդվածի համաձայն, կատարելու են իրենց իրավական պարտավորությունները` պայմանով, որ նման միջոցները համատեղելի լինեն Դատարանի որոշման մեջ շարադրված եզրահանգումներին (տես` Scozzari and Giunta v. Italy [GC], no. 39221/98 and 41963/98, § 249, ECHR 2000-VIII): Հետևաբար, Դատարանը նպատակահարմար չի գտնում, որ հարցն իրեն վերապահի։ Ելնելով իշխող արդարացիության հիմունքներից` դիմողների կողմից հաստատված բարոյական վնասը նա գնահատում է 10.000 եվրո:", "B.  Ծախսեր ու ծախքեր", "76.  Դիմողները ծախսերի և ծախքերի համար խնդրել են 19.850 եվրո: Նրանք տրամադրել են մանրամասն տեղեկություններ գումարի չափի մասին, որը ծածկում է Դատարանի առջև 3 փաստաբանի միջոցով նրանց ներկայացուցչության ծախսերը:", "77.  Կառավարությունը պնդել է, որ դիմողների փաստաբանները չէին կարող պահանջել իրենց հոնորարների վճարումն ուղղակիորեն 41-րդ հոդվածի ներքո, քանի որ հենց իրենց` դիմողների համար է փնտրվել այդ վճարների փոխհատուցումը (քանի դեռ նրանք չեն կարող համարվել որպես բավարար միջոցներ ունեցողներ, որի դեպքում, նրանք պետք է իրավաբանական օգնություն տրամադրելու մասին դիմում ներկայացնեին, որը նրանք չեն արել): Հաշվի առնելով այդ վերապահումները` Կառավարությունը համաձայնել է վճարելու որոշակի գումար, որն համաչափ է բողոքների կարևորությանը, որոնք համարվել են հիմնավորված:", "78. Հաշվի առնելով այն հանգամանքները և մասնավորապես այն փաստը, որ դիմողները վտարվել են Բելգիայից` Դատարանը գտնում է, որ դիմողների անունից ներկայացված պահանջներն ընդունելի են: Ելնելով իշխող արդարացիության հիմունքներից` նա, այնուամենայնիվ, գտնում է, որ գումարը չափից ավելի մեծ է և այն պակասեցնում է մինչև 9.000 եվրո:", "C.  Տույժերը", "79. Համաձայն դատարանին հասանելի տեղեկատվության` Բելգիայում կիրառելի կանոնադրական տոկոսադրույքը սույն որոշման կայացման օրվա դրությամբ տարեկան կազմել է 7%:", "ԵԼՆԵԼՈՎ ՎԵՐՈԳՐՅԱԼԻՑ՝ ԴԱՏԱՐԱՆԸ.", "1.  Մերժում է միաձայն Կառավարության նախնական առարկությունը, Կոնվենցիայի 5-րդ հոդվածի 1-ին, 2-րդ և 4-րդ կետերի դեմ բերված բողոքները բաց են թողել սպառելու ներպետական իրավական պաշտպանության միջոցները;", "", "2.  Վճռեց միաձայն, որ եղել է Կոնվենցիայի 5-րդ հոդվածի 1-ին կետի խախտում;", "", "3.  Վճռեց միաձայն, որ չի եղել Կոնվենցիայի 5-րդ հոդվածի 2-րդ կետի խախտում;", "", "4.  Վճռեց միաձայն, որ եղել է Կոնվենցիայի 5-րդ հոդվածի 4-րդ կետի խախտում;", "", "5.  Վճռեց 4 ձայնով` ընդդեմ երեքի, որ եղել է Կոնվենցիայի թիվ 4 Արձանագրության 4-րդ հոդվածի խախտում;", "", "6. Վճռեց միաձայն, որ չի եղել Կոնվենցիայի 3-րդ հոդվածի հետ համատեղ 13-րդ հոդվածի խախտում;", "", "7.  Վճռեց 4 ձայնով` ընդդեմ երեքի, որ եղել է թիվ 4 Արձանագրության հետ համատեղ Կոնվենցիայի 13-րդ հոդվածի խախտում;", "", "8.  Վճռեց 6 ձայնով ընդդեմ մեկի՝", "(a) որ Պատասխանող պետությունը, երեք ամսվա ընթացքում այն օրվանից, երբ Կոնվենցիայի 44-րդ հոդվածի 2-րդ կետի համաձայն, որոշումը (վճիռը) վերջնական ուժի մեջ կմտնի, պարտավոր է դիմողներին վճարի հետևյալ գումարները՝", "(i) 10,000 (տաս հազար) եվրո` որպես բարոյական վնասի փոխհատուցում;", "(ii)  9,000 (ինը հազար) եվրո` որպես ծախսերի և ծախքերի փոխհատուցում;", "(b) որ տարեկան 7%-ը ենթակա է վճարման վերոնշյալ երեք ամիսները լրանալու պահից՝ մինչև կկարգավորվի հաշիվների մարման ժամկետը;", "", "9.  Մերժում է միաձայն դիմողների արդար փոխհատուցման վերաբերյալ մնացած պահանջները;", "Կատարված է ֆրանսերեն, և համաձայն Դատարանի Կանոնակարգի 77-րդ կանոնի 2-րդ և 3-րդ կետերի, 2002 թվականի փետրվարի 5-ին գրավոր ծանուցվել է:", "Ս. Դոլլե\t\t\t\t\t\t \t Ջ.–Պ. Կոստա\nԲաժանմունքի քարտուղար\t          Նախագահող", "", "Համաձայն Դատարանի Կանոնակարգի 74-րդ կանոնի 2-րդ կետի և Կոնվենցիայի 45-րդ հոդվածի 2-րդ կետի՝ հետևյալ առանձին կարծիքները կցվում են սույն վճռին՝", "(a)  Պրն. Վելաերսի մասամբ համընկնող և մասամբ չհամընկնող կարծիքը;", "(b)  Պրն. Յունգվերթի մասամբ չհամընկնող կարծիքը միացել է Պրն. Կուրսի կարծիքին:", "J.-P.C.\nS.D.", "", "", "", "", "", "", "", "", "", "", "", "ՊՐՆ. ՎԵԼԱԵՐՍԻ ՄԱՍԱՄԲ ՀԱՄԸՆԿՆՈՂ ԵՎ ՄԱՍԱՄԲ ՉՀԱՄԸՆԿՆՈՂ ԿԱՐԾԻՔԸ", "(Թարգմանություն)", "Կոնվենցիայի 5-րդ հոդվածի 1-ին և 4-րդ կետեր", "\t1. Ես համաձայն եմ Դատարանի հետ, որ այն հանգամանքները, որոնցում դիմողները զրկվել են իրենց ազատությունից, հավասար են Կոնվենցիայի 5-րդ հոդվածի 1-ին և 4-րդ կետերի խախտմանը:", "\t2. Կոնվենցիան պահանջում է, որ ցանկացած ազատազրկում պետք է լինի «օրենքով նախատեսված ընթացակարգի համապատասխան»: Չնայած «օրենքով նախատեսված ընթացակարգի համապատասխան» բառերն ըստ էության վերաբերում են ազգային օրենսդրությանը և այդ պատճառով վկայակոչվել է Winterwerp v. the Netherlands (տես` 1979 թվականի հոկտեմբերի 24-ի վճիռը, սերիա A թիվ 33, 45-րդ կետ, 19-20-րդ էջեր) գործում նշվածը. «օրենքի համաձայն համապատասխան ընթացակարգերի պահպանման անհրաժեշտությունը», Դատարանն այնուամենայնիվ հավելել է. «... ազգային օրենսդրությունն ինքը պետք է համապատասխանի Կոնվենցիայի պահանջներին, այդ թվում’ դրանում արտահայտված կամ ենթադրյալ ընդհանուր սկզբունքներին»:", "3. Բելգիայի ոստիկանության կողմից օգտագործած հնարքը պետք է քննության առնվի Կոնվենցիայի «ընդհանուր սկզբունքների» լույսի ներքո: Ոստիկանության մեթոդները և մարտավարությունները կարող են համարվել որպես պատշաճ և արդարացի, եթե դրանք համաչափ են այն նպատակներին, որոնց իշխանությունները ձգտում են հասնել, քանի որ համաչափության սկզբունքը Կոնվենցիայի գլխավոր սկզբունքն է: Մի շարք դեպքերում Դատարանի կողմից այն կիրառվում է իր նախադեպային իրավունքում (մասնավորապես` իր նախադեպային իրավունքի 8-10-րդ հոդվածների և 14-րդ հոդվածի 2-րդ կետ) և կարող է համարվել որպես 5-րդ հոդվածի պահանջի մաս, այն, որ անձանց պետք է ազատազրկել միայն «օրենքով նախատեսված ընթացակարգի համապատասխան»: Գենթի ոստիկանության կողմից օգտագործած մեթոդը` հնարքը, իմ կարծիքով, հակասում է համաչափության սկզբունքներին: Անձինք, ում պետք է ազատազրկեին, հանցագործներ չէին: Նրանք անօրինական ներգաղթյալներ էին, ում ապաստան հայցելու մասին խնդրանքը մերժվել էր: Մինչ Դատարանն իրավացիորեն փորձում էր ոստիկանության կողմից հնարքներ օգտագործելու հնարավորությունը բացառել և հանցավորության դեմ պայքարն ավելի արդյունավետ դարձնել (տես` սույն վճռի 41-րդ կետ), տվյալ գործով, Գենթի ոստիկանությունը ոչ թե մտահոգված էր քրեական հետաքննությամբ, այլ` բռնի արտաքսման վարչական ընթացակարգով: Թեև պետություններն իրավունք ունեն ապօրինի ներգաղթյալներին արդյունավետ կերպով վտարելու, և քանի դեռ չկան ոչ շատ հարմար այլընտրանքներ, իսկ որոշ դեպքերում էլ դրանք ունեն նույնքան կործանարար հետևանքներ ներգաղթյալների և նրանց երեխաների համար, որքան Գենթի ոստիկանների օգտագործած հնարքներն էին, վտանգ է առաջանում, որ պետական մարմիններին, ընդհանուր առմամբ, կընկալեն որպես անվստահելի կառույց` անօրինական կերպով իրենց ազգային տարածքում գտնվող օտարերկրացիների հետ վարչական հարաբերություններում: Իմ կարծիքով, այդ հետևանքը նշանակում է, որ Գենթի ոստիկանության կողմից կիրառված հնարքը հակասում է համաչափության սկզբունքին: Այն պետությունում, որտեղ կիրառվում է օրենքի գերակայությունը, ապօրինի ներգաղթյալներն առանց իրավունքների չեն: Նրանք պետք է հնարավորություն ունենան իրենց վերաբերող հարցերում ապավինելու վարչական մարմինների հետ համագործակցությանը:", "4. Կոնվենցիայի 5-րդ հոդվածի 4-րդ կետն ազատությունից զրկված յուրաքանչյուր անձին երաշխավորում է գործ հարուցելու իրավունքով: Համաձայն եմ Դատարանի հետ, որ տվյալ գործով իրավական պաշտպանության միջոցը ձերբակալվածների հարցերով բաժնին հասանելի չի եղել (տես` սույն վճռի 45-րդ կետը): Ավելին, Դատարանն ադարացիորեն վկայակոչում է իր` Fox, Campbell and Hartley վճիռը (տես` սույն վճռի 55-րդ կետը): Այդ գործով դիմողներին մոտ 30 և 44 ժամ պահել են: Իրենց ձերբակալմանն հաջորդող օրը դիմողները habeas կորպուսի ակտի հիման վրա դիմել են դատարան, սակայն նրանց ազատ են արձակել` նախքան դիմումները լսումների համար դատավորին ներկայացնելը: Դատարանը վճռեց, որ, 5-րդ հոդվածի 4-րդ կետի ներքո, անհրաժեշտություն չկա ըստ էության քննության առնելու դիմողների բողոքը, քանի որ նրանցից յուրաքանչյուրին շատ արագ ազատ են արձակել` նրանց ձերբակալման վերաբերյալ որևէ դատական վերանայումից առաջ: Սույն գործով ազատազրկումը տևել է 5 օր, այլ ոչ թե մի քանի ժամ: Հաշվի առնելով կալանքի տակ պահելու տևողությունը` Բելգիայի պետությունը պարտավոր էր երաշխավորելու դատարանում գործ հարուցելու իրավունքը, չնայած այն հանգամանքին, որ մտադրություն է եղել դիմողներին, իրենց արտաքսելուց անմիջապես հետո, ազատ արձակել:", "Թիվ 4 Արձանագրության 4-րդ հոդված", "5. Ես չեմ կարող համաձայնել մեծամասնության հետ, որ թիվ 4 Արձանագրության 4-րդ հոդվածը խախտվել է:", "Դատարանի համար կարևոր էր ամրապնդել «կոլեկտիվ արտաքսման» հասկացությունը, որը տրվել էր ավելի վաղ` 1999 թվականի փետրվարի 23-ին ընդունված Դատարանի 1-ին բաժանմունքի Andric գործով (տես` սույն վճռի 58-59-րդ կետերը): Միջոցառումները, որոնք ստիպում են օտարերկրացիներին` որպես խումբ լքել երկիրը, իրենցից կոլեկտիվ արտաքսում չեն ներկայացնում, եթե դրանք կիրառվել են խմբի մաս կազմող յուրաքանչյուր օտարերկրացու անձնական հանգամանքները խելամտորեն և օբյեկտիվ ուսումնասիրելուց հետո կամ վերոնշյալի հիման վրա: Ուստի պարզվել է, որ Բելգիայի պետությունը խախտել է թիվ 4 Արձանագրության 4-րդ հոդվածը ոչ միայն այն պատճառով, որ դիմողները հայրենադարձվել են որպես խումբ, ինքնաթիռով, այլ այն պատճառով, որ մեծամասնությունը կասկածում է, որ գործնականում տեղի է ունեցել դիմողների անձնական հանգամանքների ողջամիտ և օբյեկտիվ ուսումնասիրություն: Ես չեմ կիսում այդ կասկածները:", "6.  Ապաստան հայցելու մասին դիմողների խնդրանքները, օտարերկրացիների գործերով գրասենյակի կողմից կայացված 1999 թվականի մարտի 3-ի որոշումներով, որոնք փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարի կողմից 1999 թվականի հունիսի 18-ին ուժի մեջ են մտել, մերժվել են: Մեծամասնությունն ընդունում է, որ այդ որոշումները պատճառաբանված են և կայացվել են օտարերկրացիների անձնական հանգամանքների հետազոտության հետևանքով: Իմ կարծիքով, դիմողների անձնական հանգամանքները, երրորդ անգամ նույնպես համառոտ ուսումնասիրվել են: Այն օրը, երբ իրենք ձերբակալվել են, Գենթի ոստիկանությունը կապնվել է օտարերկրացիների գործերով գրասենյակի հետ, որպեսզի ստուգի, թե արդյոք այդ ձերբակալվածներից որևէ մեկն ունեցել է Բելգիայում կացության իրավունք: Այն փաստը, որ նրանցից մի քանիսին թույլատրվել է վերադառնալ հայրենիք իրենց անհատական հանգամանքները ստուգելուց հետո և նրանց ներգաղթի կարգավիճակը վավեր է ճանաչվել, ցույց է տալիս, որ, նույնիսկ, արտաքսելու գործընթացի այդ վերջին փուլում, վերջնական անհատական փորձաքննություն է իրականացվել:", "7.  Մեծամասնության կասկածները բխում են այն փաստից, որ 1999 թվականի սեպտեմբերի 29-ի արտաքսման միջոցառումները ձեռնարկվել են համաձայն տարածքը լքելու մասին որոշման, որը վերաբերում էր բացառապես «Օտարերկրացիների մասին» Ակտի 7-րդ բաժնի 1-ին կետի 2-րդ ենթակետին, առանց որևէ հղում կատարելու գործի հետ առնչություն ունեցողների անձնական հանգամանքներին, հայտարարելով միայն, որ նրանք ավելի քան 3 ամիս Բելգիայում են եղել: Իմ կարծիքով, 1999 թվականի սեպտեմբերի 29-ին ձեռնարկված միջոցառումները չեն կարող առանձնացվել ապաստան տրամադրելու ընթացակարգի վերաբերյալ ավելի վաղ ընդունված որոշումներից: Դիմողների անհատական հանգամանքները երկու կամ նույնիսկ երեք անգամ արդեն ուսումնասիրվել են և արտաքսելու համար բավարար հիմնավորում է տրամադրվել: Կարևորելով այն հանգամանքը, որ տարածքը լքելու մասին վերջնական կարգադրությունը չի պարունակում որևէ հղում դիմողների ապաստան հայցելու խնդրանքի կամ 1999 թվականի մարտի 3-ի և հունիսի 18-ի որոշումների վերաբերյալ, պարզվում է, որ մեծամասնությունը «կոլեկտիվ արտաքսման» հասկացության սահմանման մեջ ներկայացրել է զուտ պաշտոնական բաղկացուցիչը: Այդ կապակցությամբ մեծամասնությունը պարտավոր է հետևելու Andric գործով որոշմանը, որում Դատարանը վճռել է. «այն փաստը, որ մի շարք օտարերկրացիներ ստացել են նմանատիպ որոշումներ, չի հանգեցնում այն եզրակացության, որ առկա է կոլեկտիվ արտաքսում, երբ յուրաքանչյուր անձին հնարավորություն է տրվել իրավասություն ունեցող մարմնի առջև անհատական հիմունքներով փաստարկներ բերել իրեն արտաքսելու վերաբերյալ»:", "8. Մեծամասնության կասկածները բխում է նաև մի շարք գործոններից՝ դիմողներին հարկադրաբար հեռացնելու հետ կապված (տես` սույն վճռի 62-րդ կետը): Իմ կարծիքով, այդ գործոնները ոչ մի ձևով չեն կարող ազդած լինել այն որոշումների վրա, որոնք ընդունվել են դիմողի անհատական հանգամանքներն ուսումնասիրելուց հետո, և հետևաբար, չեն արդարացնում այդ կասկածները: Այսպիսով, այն հանգամանքը, որ 1999 թվականի օգոստոսի 24-ին օտարերկրացիների գործերով գրասենյակի գլխավոր տնօրենը գրություն է ուղարկել փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարին՝ տեղեկացնելով նրան Սլովակիայի քաղաքացիների ապաստան հայցելու մասին խնդրանքներով հրատապ զբաղվելու իր մտադրության մասին, որպեսզի ազդանշան ուղարկի հետագա դիմորդներին հիասթափեցնելու համար, որն ակնհայտորեն չէր կարող ազդած լինել նախկինում կայացրած` in tempore non suspecto դիմողների նկատմամբ օտարերկրացիների գործերով գրասենյակի (1999 թվականի մարտի 3-ին) և փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարի (1999 թվականի հունիսի 18-ին) կայացրած որոշումների վրա: Իհարկե, Գլխավոր հանձնակատարը «ազգային մարմին է, ում անկախությունը երաշխավորված է օրենքով, և ով դատավարական երաշխիքներ է տրամադրում օտարերկրացիներին» (Բելգիայի Վճռաբեկ դատարան, 2001 թվականի հունվարի 23): Մեծամասնության կողմից նշված մյուս գործոնները վերաբերում են խմբի արդյունավետ հայրենադարձությանը: Դրանք վերաբերում են սեպտեմբերի վերջին տեղի ունեցած իրադարձություններին, և հետևաբար, չեն կարող արդարացնել մեծամասնության կասկածները՝ օտարերկրացիների նկատմամբ 1999 թվականի մարտի 3-ին և 1999 թվականի հունիսի 18-ին կայացված որոշումների հետ կապված: Իրոք, մեծամասնությունը, հենց իրենք ընդունում են, որ խմբի հայրենադարձությունը չի հակասում թիվ 4 Արձանագրության 4-րդ հոդվածին, եթե օտարերկրացիների անձնական հանգամանքները խելամիտ և օբյեկտիվ կերպով ուսումնասիրվել են: Խմբային հայրենադարձությունը, որն ազգային իշխանություններն ազատորեն կարող են ընտրել, արդյունավետության և տնտեսելու նկատառումներից ելնելով, ակնհայտորեն, չի կարող տեղի ունենալ առանց նախապատրաստման:", "9.  Ես չեմ կարող կիսել մեծամասնության կարծիքը, որ Բելգիայի պետական խորհրդին ներկայացրած արտաքսելու մասին 1999 թվականի սեպտեմբերի 29-ի որոշումն արտակարգ ընթացակարգով կասեցնելու մասին դիմումն իրավական պաշտպանության միջոց չէր, որ դիմողներից պահանջվում էր օգտագործել մինչև բողոքը մարդու իրավունքների Եվրոպական Դատարան ներկայացնելը (Կոնվենցիայի 35-րդ հոդված) և չէր հանդիսանում դատական պաշտպանության արդյունավետ միջոց (Կոնվենցիայի 13-րդ հոդված), որով հնարավորություն կտրվեր դիմողներին բողոքի հանգամանքները ճիշտ ներկայացնելու:", "10.  Ինչ վերաբերում է թիվ 4 Արձանագրության 4-րդ հոդվածի համաձայն բերված բողոքներին, որոնք վերաբերում են 1999 թվականի սեպտեմբերի 29-ին ձեռնարկված միջոցառումներին և այն հանգամանքներին, որոնցում դրանք պատրաստվել են և իրականացվել՝ 1999 թվականի հոկտեմբերի 5-ին օտարերկրացիներին որպես խումբ հեռացնելով ինքնաթիռով, միակ համապատասխան իրավական պաշտպանության միջոցը, որ պահանջում է ուսումնասիրություն, դա` Բելգիայի պետական խորհրդին 1999 թվականի սեպտեմբերի 29-ին ներկայացրած արտակարգ ընթացակարգով միջոցառումները կասեցնելու մասին դիմումն էր:", "Մեծամասնությունը ճիշտ էր, որ հաշվի չի առել դիմողների՝ փախստականների և քաղաքացիություն չունեցող անձանց գործերով Գլխավոր հանձնակատարին բերված օտարերկրացիների գործերով գրասենյակի 1999 թվականի մարտի 3-ին որոշման դեմ բողոքը: Չնայած այդպիսի բողոքներն ինքնաբերաբար կասեցնող բնույթ ունեն, սակայն դիմողներն ակնհայտորեն հնարավորություն չեն ունեցել թիվ 4 Արձանագրության 4-րդ հոդվածի խախտման մասին իրենց բողոքները բարձրացնելու Գլխավոր Հանձնակատարի առջև, քանի որ նա իր որոշումն արդեն` 1999 թվականի հունիսի 18-ին, ընդունել էր, իսկ միջոցառումների նախապատրաստման և կատարման հետ կապված բողոքարկումները ձեռնարկվել են 1999 թվականի սեպտեմբերի 29-ին: Նույն պատճառով հաշվի չի առնվել դիմողների կողմից 1999 թվականի օգոստոսի 3-ին պետական խորհրդին բերված դիմումը: Իսկապես, որոշման կատարումը սահմանված կարգով կասեցնելու մասին դիմումն ընթացակարգ է, որն օգտագործվում է դիմողների կողմից. ոչ օրենքով, ո΄չ էլ գործնականում չի հանգեցնում որևէ կասեցնող ազդեցության: Միակ համապատասխան իրավական պաշտպանության միջոցը, որն ընդունակ է դիմողների բողոքարկումները ճիշտ ուղղու վրա դնելու, դա` 1999 թվականի սեպտեմբերի 29-ի միջոցառումներն արտակարգ ընթացակարգով կասեցնելու մասին դիմումն էր:", "11.  Ինչ վերաբերում է իրավական պաշտպանության այդ միջոցի մատչելիությանը, ապա մեծամասնությունը շատ արադարացիորեն նշել է, որ դիմողների փաստաբանը «տեղեկացված է եղել խնդրո առարկա իրադարձությունների և իր պաշտպանյալների դիրքորոշման մասին 1999 թվականի հոկտեմբերի 1-ին, ժամը 10:30-ին, և համարվում է, որ նա դեռ գործում էր նրանց օգտին» (տես` սույն վճռի 78-րդ կետի 2-րդ պարբերությունը): Այստեղից հետևում է, որ դիմողների փաստաբանը կարող էր արտակարգ ընթացակարգով որոշումը կասեցնելու մասին դիմում ներկայացնել, որն հասանելի է շուրջօրյա և համարժեք է արտակարգ հանձնարարականին:", "12.  Ինչ վերաբերում է իրավական պաշտպանության այդ տեսակի արդյունավետությանը, ապա դա կարելի է տեսնել պետական խորհրդի մի շարք վճիռներից, որոնք մեջբերվել են Կառավարության կողմից, այն, որ արտակարգ ընթացակարգով որոշումը կասեցնելու մասին դիմումն առաջարկում է հաջողության խելամիտ հեռանկարներ: Կառավարությունը ոչ միայն բազմաթիվ օրինակներով է ցույց տվել, որ գործընթացը կարող է իրականացվել շատ արագ, այլ նաև պատրաստել է մեծ քանակությամբ վճիռներ, որոնցում պետական խորհուրդն արտակարգ ընթացակարգով արդյունավետ կերպով կասեցրել է արտաքսելու մասին որոշումները: Ինչ վերաբերում է այդ ընթացակարգով դիմումների դրական ելքի տոկոսին (հաջողության տոկոսին), ապա կողմերը Դատարանին լայնորեն տարամետ վիճակագրություն են ներկայացրել. դիմողները սահմանել են 1.36% տոկոսադրույք, մինչդեռ Կառավարությունը պատրաստել է փաստաթուղթ, որն առաքվել է պետական խորհրդի գլխավոր քարտուղարի կողմից, որում 25.22% տոկոսադրույք է նշված: Դատարանը, անծանոթ լինելով կիրառվող հաշվարկման մեթոդներին, իրավացիորեն չի ձգտում լուծել կողմերի միջև այդ տարբերությունը: Սակայն, ցանկացած դեպքում, հարկ է հիշեցնել, որ իրավական պաշտպանության արդյունավետությունը կախված չէ դիմողի համար նպաստավոր արդյունքի որոշակիությամբ` բավական է, որ կան հաջողության իրական հեռանկարներ: Հաշվի առնելով Բելգիայի օրենսդրությունում թիվ 4 Արձանագրության 4-րդ հոդվածի գործողության անմիջական ազդեցությունը, հասկանալի է, որ Բելգիայի պետական խորհուրդն իրավասու է այդ դրույթով արգելված կոլեկտիվ արտաքսման ցանկացած միջոցառում կասեցնելու:", "13.  Այնուամենայնիվ, շատերի կարծիքով, Բելգիայի պետական խորհրդին ներկայացրած արտակարգ ընթացակարգով որոշումը կասեցնելու մասին դիմումը չի բավարարել Կոնվենցիայի 13-րդ հոդվածի պահանջները, քանի որ դիմումի կասեցնող բնույթը չափազանց անորոշ է: Այդ կապակցությամբ, առաջին հերթին պետք է նշել, որ, համաձայն Դատարանի նախադեպային իրավունքի, իրավական պաշտպանության միջոցի արդյունավետությունը կախված է իր կասեցնող բնույթից, երբ բողոքարկումները վերաբերում են Կոնվենցիայի 3-րդ հոդվածի խախտմանը: Նշելով «անդառնալի վնասի բնույթը, որը կարող է պատահել, եթե խոշտանգումների կամ արժանապատվությունը նվաստացնող վերաբերմունքի վտանգն առարկայացվի»` Դատարանը պահանջում է, որ այն միջոցառումները, որոնց առնչությամբ հայցվել է իրավական պաշտպանության միջոցը, չեն կարող իրականացվել մինչև ազգային մարմինների կողմից դրանք չուսումնասիրվեն: Սույն գործով, սակայն, Դատարանը վճռել է, որ Կոնվենցիայի 3-րդ հոդվածի խախտման մասին բողոքն ակնհայտորեն անհիմն է եղել (տես` ընդունելիության մասին 2001 թվականի մարտի 13-ի որոշումը), և հետևաբար, 13-րդ հոդվածի նպատակներով` ոչ վիճելի (տես` սույն վճռի 76-րդ կետը): Համապատասխանաբար` սույն գործով ակնհայտ է, որ դիմողները խոշտանգումների, կա΄մ անմարդկային, կա΄մ արժանապատվությունը նվաստացնող վերաբերմունքի, կա΄մ պատժի ենթարկված լինելու վտանգի մեջ չեն եղել իրենց հայրենիքում` Սլովակիայում, իրենց արտաքսելուց հետո:", "14. Եթե նույնիսկ ընդունենք մեծամասնության այն կարծիքը, որ իրավական պաշտպանության միջոցի արդյունավետությունը` կապված թիվ 4 Արձանագրության 4-րդ հոդվածի խախտման հետ, կախված է իր կասեցնող ազդեցություն ունենալուց, ապա հարկ է նշել, որ, համաձայն Դատարանի նախադեպային իրավունքի, չի պահանջվում, որ իրավական պաշտպանության միջոցը լինի ինքնաբերաբար կասեցնող, այլ բավական է, որ այն կասեցնող բնույթ ունենա «գործնականում» (տես` Soering v. the United Kingdom, judgment of 7 July 1989, Series A no. 161, p. 48, § 123, and Vilvarajah and Others v. the United Kingdom, judgment of 30 October 1991, Series A no. 215, p. 39, § 125):", "15. Սույն գործով, պետական խորհրդին ներկայացրած` արտակարգ ընթացակարգի ենթակա դիմումը չունի ինքնաբերաբար կասեցնող ազդեցություն, բայց այն գործնականում կարող է ունենալ նույն հետևանքը, քանի որ այն շուրջօրյա հասանելի է: Ընթացակարգի համաձայն` պետական խորհուրդը որոշումը կայացնում է մի քանի ժամում, այդ թվում` հանգստյան օրերին: Արտակարգ ընթացակարգի ենթակա բոլոր դիմումներն ավտոմատ կերպով ցուցակագրվում են և դրանցով զբաղվում են անմիջականորեն: Պետական խորհուրդը կարող է կարգադրել կողմերին ներկայանալ նշանակված վայր` մի քանի օրվա կամ ժամվա ընթացքում: Այդ կապակցությամբ, ներքին փաստաթուղթը ցույց է տալիս, թե ինչպես է աշխատում ընթացակարգը: Այնտեղ ասվում է. «Օտարերկրացիների վերաբերյալ գործերով, բաժանմունքի քարտուղարը, պարտավոր է դատավորի պահանջով կապնվել օտարերկրացիների գործերով գրասենյակի հետ` պարզելու նախատեսված հայրենադարձության ժամանակացույցը և պահանջի դրա հաստատումը ֆաքսով: ... Ցանկալի է ..., որ այն գործերով, որոնք ներառում են անխուսափելի հայրենադարձություն, ապահովել դիմողի անձամբ ներկայությունը:»: Քանի դեռ անձամբ ներկայանալու մասին որոշումը պարտադիր է, պետությունը չի կարող ընթացք տալ օտարերկրացուն արտաքսելու գործընթացին: Ավելին, պետական խորհուրդը` որպես այդ նույն ընթացակարգի կողմ, կարող է հանձնարարականի տեսքով կարգադրել ժամանակավոր միջոցառումներ` որպես չափազանց հրատապության հարց, չհեռացնել դատավարության արդյունքներին սպասող օտարերկրացուն:", "16. Կառավարությունը պնդում է, որ այդ ընթացակարգային (դատավարական) տարրերը երաշխավորել են, որ գործնականում դիմումն ունեցել է կասեցնող ազդեցություն: Պետք է ասել, որ դիմողները չեն ներկայացրել որևէ կոնկրետ դեպք, երբ օտարերկրացին, ով պետական խորհրդին արտակարգ ընթացակարգով որոշումը կասեցնելու մասին դիմում է ներկայացրել, արտաքսվել է, քանի դեռ դիմումը քննարկման փուլում է եղել: Նրանք ոչ էլ ներկայացրել են որևէ կոնկրետ օրինակ, որտեղ ցույց տրված լինի, որ պետական խորհրդի լիազորություններն այդպիսի ընթացակարգերում անարդյունավետ են եղել: Ցանկացած այդպիսի ապացույցի բացակայության դեպքում, տրամաբանական է ենթադրել, որ գործնականում արտակարգ ընթացակարգով դիմումն ունի կասեցնող ազդեցություն: Իսկապես, սույն վճռի 66-րդ կետում մեծամասնությունն ամփոփում է դիմողների փաստարկն հետևյալ կերպ. «Մասնավորապես, ինչ վերաբերում է արտակարգ ընթացակարգի ներքո պետական խորհրդում պաշպանության միջոցին, ապա դիմողներն ընդունել են, որ գործնականում, պետական խորհրդի որոշումը կայացվել է մինչև արտաքսելու մասին որոշման կատարումը, բայց նրանք պնդում են, որ օրենքն այդ կապակցությամբ ոչ մի երաշխիք չի տրամադրել, և որ վարչական մարմինը լրիվ իրավունք ուներ կատարելու արտաքսման որոշումը` չսպասելով դատարանի որոշման կայացմանը:»: Այդ փաստարկը, որը ճիշտ է օրենքով, հավասարազոր է նրան, որ դիմումն ինքնաբերաբեր կասեցնող բնույթ չունի, բայց գործնականում նման բնույթ իսկապես ունի:", "17. Պայմանագրի Կողմերին տրամադրվել է գնահատման ազատ սահման, որը վերաբերում է այն կարգին, թե ինչպես են իրենք կատարում իրենց պարտականությունները` ըստ Կոնվենցիայի 13-րդ հոդվածի: Դատարանը Վիլվարաջայի և մյուսների գործում շեշտել է այդ հիմնարար սկզբունքը, որը մեջբերված է վերևում: Այդ վճռում, որը նույնպես վերաբերում է օտարերկրացու բռնի արտաքսմանը, ում ապաստան հայցելու խնդրանքը մերժվել է, Դատարանը նշել է. «Չնայած, որ Կոնվենցիայի 13-րդ հոդվածն այնքան հեռու չի գնում, որ պահանջի իրավական պաշտպանության որևէ կոնկրետ ձև, Պայմանագրի Կողմերին առաջարկված է եղել գնահատման ազատ սահման` այս դրույթով նախատեսված իրենց պարտավորություններին համապատասխան:» (մեջբերված է 39-րդ էջ, 122-րդ կետ): Իմ կարծիքով, իսկ այս գործոնը, իմ կարծիքով, որոշիչ է տվյալ դեպքում, ազատ գնահատման սահմանը պետք է ավելի լայն լինի, ինչպես տվյալ դեպքում, Կոնվենցիայի 3-րդ հոդվածի խախտման մասին բողոքը պարզվեց ակնհայտորեն անհիմն էր, և հետևաբար անվիճելի Կոնվենցիայի 13-րդ հոդվածի առումով:", "18.  Հենց այդ պատճառով էլ կարծում եմ, որ արտակարգ ընթացակարգով որոշումը կասեցնելու մասին պետական խորհրդին ներկայացրած դիմումը պետք է համարվի իրավական պաշտպանության ներպետական հասանելի և արդյունավետ միջոց, որը դիմողը պարտավոր էր օգտագործել (35-րդ հոդված) և որը բավականին արդյունավետ է` Կոնվենցիայի 13-րդ հոդվածի պահանջին համապատասխանելու համար:", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "ԴԱՏԱՎՈՐ ՅՈՒՆԳՎԵՐԹԻ ՄԱՍԱՄԲ ՉՀԱՄԸՆԿՆՈՂ ԿԱՐԾԻՔԸ ՄԻԱՑԵԼ Է ԴԱՏԱՎՈՐ ԿՈՒՐՍԻ ԿԱՐԾԻՔԻՆ", "(Թարգմանություն)", "Ես համաձայն եմ մեծամասնության կարծիքի հետ, որ եղել է Կոնվենցիայի 5-րդ հոդվածի 1-ին, 2-րդ և 4-րդ կետերի խախտում: Այնուհանդերձ, չեմ կարող համակարծիք լինել այն կարծիքի հետ, որ եղել է թիվ 4 Արձանագրության 4-րդ հոդվածի կամ Կոնվենցիայի թիվ 4 Արձանագրության 4-րդ հոդվածի հետ համակցված 13-րդ հոդվածի խախտում: Դրա պատճառները հետևյալն են.", "Ինչ վերաբերում է թիվ 4 Արձանագրության 4-րդ հոդվածի հետ համապատասխանությանը, առաջին 2 դիմողներից յուրաքանչյուրն ապաստան հայցելու խնդրանք են ներկայացրել, որն ի սկզբանե հայտարարվել է անընդունելի օտարերկրացիների գործերով գրասենյակի կողմից այն հիմքով, որ նրանք չեն բերել բավարար ապացույցներ, որպեսզի ցույց տան, որ իրենց կյանքը վտանգված է եղել, որը շարադրված է «Փախստականների կարգավիճակի մասին» Ժնևի Կոնվենցիայում: Գլխավոր հանձնակատարն ուժի մեջ է թողել օտարերկրացիների գործերով գրասենյակի որոշուները՝ մերժելով դիմողներին շարունակել մնալը: Պրն. Ցոնկայի գործով իր որոշումը պայմանավորված է եղել առանց պատշաճ պատճառաբանության նշանակված օրը գրասենյակ չներկայանալու փաստով: Ինչ վերաբերում է տկն Ցոնկային, ապա շուրջ երկէջանոց պատճառաբանություններում Գլխավոր հանձնակատարը լուրջ տարաձայնություններ է վկայակոչել նրա բացատրությունների մասով և խիստ կասկածներ հայտնել վերջինիս վստահելիության մասին:", "Յուրաքանչյուր որոշումն ուղեկցվել է տարածքը լքելու մասին կարգադրությամբ: Եվ քանի որ դիմողներն այն չեն կատարել, միջոցառումներ են ձեռնարկվել, որ նրանց պետք է բռնի արտաքսել: Դիմողներին ուղարկվել է ծանուցագիր` պահանջելով, որ նրանք ներկայանան Գենթի ոստիկանության բաժին, որտեղ իրենց նկատմամբ հարուցված վարույթով վերջնական քննություն է իրականացվել: Գենթի ոստիկանությունը կապնվել է օտարերկրացիների գործերով գրասենյակի հետ: Այն օտարերկրացիները, ում ապաստան հայցելու խնդրանքները մերժվել են, և ովքեր իրավունք չեն ունեցել Բելգիայում մնալու ցանկացած այլ հիմքով, զրկվել են իրենց ազատությունից և ենթարկվել խմբակային հայրենադարձության: Այն փաստը, որ նրանցից մի քանիսին թույլատրվել է վերադառնալ տուն իրենց անհատական հանգամանքները ստուգելուց և նրանց ներգաղթի կարգավիճակը վավեր ճանաչելուց հետո, ցույց է տալիս, որ, նույնիսկ արտաքսելու գործընթացի այդ վերջին փուլում, վերջնական անհատական ուսումնասիրություն է կատարվել:", "Այն փաստը, որ խմբի նկատմամբ արտաքսելու մասին որոշումը կատարվել է, և որ Սլովակիայի ազգությամբ մոտ 70 օտարերկրացիներ հայրենադարձվել են միասին, օդանավով, չի ենթադրում, որ եղել է «կոլեկտիվ արտաքսում» թիվ 4 Արձանագրության 4-րդ հոդվածի իմաստով, քանզի արտաքսված յուրաքանչյուր օտարերկրացու անհատական տվյալները 3 անգամ ուսումնասիրվել են: Այն, որ 1999 թվականի սեպտեմբերի 29-ի վերջին որոշումները չեն պարունակում հղումներ 1999 թվականի մարտի 3-ին և 1999 թվականի հունիսի 18-ին կայացրած ոոշումների պատճառների մասին, այլ ընդամենը վկայակոչում են նրանց անօրինական դրությունը, (տես` «Օտարերկրացիների մասին» Ակտի 7-րդ բաժնի, 1-ին կետի, 2-րդ ենթակետը), չի փոխում այն փաստը, որ օտարերկրացու անհատական տվյալները քննվել են և ապահովվել է բավարար հիմնավորում արտաքսման հարցում: Այդ կապակցությամբ, համաձայն եմ Andric v. Sweden գործով կայացրած որոշման մեջ արտահայտած կարծիքին (տես` սույն վճռի 58-րդ կետը). «այն փաստը, որ մի շարք օտարերկրացիներ ստացել են նմանատիպ որոշումներ, չի հանգեցնում այն եզրակացության, որ առկա է կոլեկտիվ արտաքսում, երբ յուրաքանչյուր անձին հնարավորություն է տրվել` անհատական հիմունքներով փաստարկներ բերել իրեն արտաքսելու իրավասություն ունեցող մարմնի առջև:»:", "Բացի այդ, այս դրույթն իմ կարծիքով, չի խոչընդոտում Պետություններին` տնտեսության և արդյունավետության պատճառներով միասին խմբավորելու մարդկանց, ովքեր նմանատիպ ընթացակարգի ավարտման փուլում են և պետք է արտաքսվեն միևնույն երկիր:", "Այս հանգամանքներն ինձ հանգեցրեցին եզրակացնելու, որ թիվ 4 Արձանագրության 4-րդ հոդվածի խախտում չի եղել:", "Ինչ վերաբերում է թիվ 4 Արձանագրության 4-րդ հոդվածի հետ 13-րդ հոդվածին, ապա Դատարանի նախադեպային իրավունքում սահմանված է, որ Պայմանագրի Կողմերին առաջարկվել է գնահատման ազատ սահման, որում նրանք համապատասխանում են 13-րդ հոդվածով նրանց վրա դրված պարտավորություններին: Ավելին, երբ ենթադրվում է, որ անխուսափելի միջոցառումը կբացահայտի այն անձին, ով ենթարկված է Կոնվենցիայի 3-րդ հոդվածով արգելված վերաբերմունքի վտանգին, միակ իրավական պաշտպանության միջոցը, որ ունի կասեցնող բնույթ, եթե ոչ ինքնաբերաբար, գոնե գործնականում, համաձայն Կոնվենցիայի 13-րդ հոդվածի, կլինի իրավական պաշտպանության արդյունավետ միջոցը (տես` Soering v. the United Kingdom, judgment of 7 July 1989, Series A no. 161, p. 48, § 123, and Vilvarajah and Others v. the United Kingdom, judgment of 30 October 1991, Series A no. 215, p. 39, § 125):", "Չնայած, որ արտակարգ ընթացակարգով որոշումը կասեցնելու մասին 1999 թվականի սեպտեմբերի 29-ի որոշման դեմ բերված դիմումը, որն օտարերկրացիները պետք է ներկայացնեին պետական խորհուրդ, ինքնաբերաբար կասեցնող բնույթ չունի, սակայն, շնորհիվ սահմանված կարգի, որտեղ այն կիրառվում է, կասեցնող բնույթ ունի գործնականում:", "Արտակարգ ընթացակարգն հասանելի է շուրջօրյա: Այդ ընթացակարգի համաձայն` պետական խորհուրդը կարող է մի քանի ժամում, այդ թվում` հանգստյան օրերին, կայացնել որոշում: Արտակարգ ընթացակարգի ներքո բոլոր դիմումներն ինքնաբերաբար ցուցակագրվում են և դրանցով զբաղվում են անմիջականորեն: Պետական խորհուրդը կարող է կարգադրել կողմերի ներկայությունը նշանակված վայրում` մի քանի օրվա կամ ժամվա ընթացքում: Այդ կապակցությամբ, ներքին փաստաթուղթը ցույց է տալիս, թե ինչպես պետք է ընթացակարգը գործի. «Օտարերկրացիների վերաբերյալ գործերով, բաժանմունքի քարտուղարը, պարտավոր է դատավորի պահանջով կապնվել օտարերկրացիների գործերով գրասենյակի հետ` պարզելու նախատեսված հայրենադարձության ժամանակացույցը և պահանջի դրա հաստատումը ֆաքսով: ... Ցանկալի է ..., որ այն գործերով, որոնք ներառում են անխուսափելի հայրենադարձություն, ապահովել դիմողի անձամբ ներկայությունը:»: Քանի դեռ անձամբ ներկայանալու մասին որոշումը պարտադիր է, պետությունը չի կարող ընթացք տալ օտարերկրացուն արտաքսելու գործընթացին:", "Ավելին, պետական խորհուրդը` որպես այդ նույն ընթացակարգի կողմ, կարող է հանձնարարականի տեսքով կարգադրել ժամանակավոր միջոցառումներ` որպես չափազանց հրատապության հարց, չհեռացնել դատավարության արդյունքներին սպասող օտարերկրացուն: Կառավարությունը տրամադրել է մի շարք օրինակներ` գործնականում արդյունավետության տեխնիկայի, ավելի կոնկրետ այն օտարերկրացիների վերաբերյալ, որոնց պահել են արտաքսմանը սպասող փակ կենտրոնում, ովքեր հնարավորություն են ունեցել արտակարգ ընթացակարգի համաձայն, դիմում ներկայացնելու:", "Ինչ վերաբերում է արտակարգ ընթացակարգով դրական ելքի տոկոսին (հաջողության տոկոսին), ապա կողմերը Դատարանին լայնորեն տարամետ վիճակագրություն են ներկայացրել. դիմողները սահմանել են 1.36% տոկոսադրույք, մինչդեռ Կառավարությունը պատրաստել է փաստաթուղթ, որն առաքվել է պետական խորհրդի գլխավոր քարտուղարի կողմից, որում 25.22% տոկոսադրույք է նշված: Դատարանը, անծանոթ լինելով կիրառվող հաշվարկման մեթոդներին, իրավացիորեն չի ձգտում լուծել կողմերի միջև այդ տարբերությունը: Սակայն, ցանկացած դեպքում, հարկ է հիշեցնել, որ իրավական պաշտպանության արդյունավետությունը կախված չէ դիմողի համար նպաստավոր արդյունքի որոշակիությամբ. բավական է, որ կան հաջողության իրական հեռանկարներ: Սույն գործով Կառավարությունն այնքան մեծ քանակությամբ վճիռներ է ներկայացրել, որոնցում արտաքսելու մասին որոշումը կասեցնելու մասին որոշումը կայացվել է արտակարգ ընթացակարգով, որ տրամաբանական է (ողջամիտ է) եզրակացնելու, որ իրավական պաշտպանության միջոցն արդյունավետ է:", "Ամփոփելով, թեև դիմողները կարող էին արտակարգ ընթացակարգով որոշումը կասեցնելու մասին 1999 թվականի սեպտեմբերի 29-ի որոշման դեմ բերել դիմում, սակայն չեն կարողացել այդպես անել: Իրավական պաշտպանության միջոցը բավարարել է 13-րդ հոդվածի պահանջները: Այդ իսկ պատճառով, համարում եմ, որ այդ դրույթի խախտում չի եղել, և որ Կառավարության նախնական առարկությունը` թիվ 4 Արձանագրության 4-րդ հոդվածի խախտման մասին բողոքի դեմ, հիմնավորված է եղել:", ""]}