{"file": "ARM_HJUDARM_36549_03.docx", "doc_type": "HJUDARM", "doc_lang": "ARM", "case_id": "36549/03", "text_paragraphs": ["Հարությունյանն ընդդեմ Հայաստանի", "", "Գործի համարը. \t36549/03", "Վճիռը կայացվել է.\t28.06.2007", "Ուժի մեջ է մտել.  \t28.09.2007\t", "", "Պաշտոնապես", "Հրապարակվել է.\tՀՀՊՏ 2007.12.19/65(589)", "", "Փաստերը", "", "1998 թվականի հունիսին Միշա Հարությունյանը զորակոչվել է Հայաստանի Հանրապետության զինված ուժեր և ծառայությունն անցկացրել սահմանամերձ գոտում: 1999 թվականի ապրիլին նրան առաջադրվել է մեղադրանք` զինծառայողի սպանության հիմքով: Նա դատապարտվել է կանխամտածված սպանության համար և դատապարտվել յոթ տարվա ազատազրկման: Նախաքննության ընթացքում նա և երկու վկաներ ենթարկվել են խոշտանգումների, որը բացահայտվել է և խոշտանգումների իրականացրած ոստիկանները դատապարտվել են: Ազգային դատարանները խոշտանգումով ստացված ապացույցները՝ Մ. Հարությունյանի ինքնախոստովանական ցուցմունքները և երկու վկաների ցուցմունքները չեն հանել գործի նյութերից, այլ դրանք, ի թիվս այլ, օրինական հիմքերով ստացված ապացույցների, օգտագործել են Մ. Հարությունյանի մեղքը հաստատելու և նրան դատապարտելու համար:", "", "Դատարանի որոշումը", "", "Դատարանը սահմանել է, որ ներպետական դատարանները Մ. Հարությունյանին մեղավոր ճանաչելու ապացույցների շարքում որպես ապացույց օգտագործել են նաև նրա` բռնությունների ազդեցության տակ տված խոստովանական ցուցմունքները և երկու վկաների ցուցմունքները: Թեև դրանք միակ ապացույցները չէին, որոնց վրա հիմնվել էին ներպետական դատարանները Մ. Հարությունյանին դատապարտելիս, և այդ ապացույցները նվազ նշանակություն են ունեցել մեղքը հաստատված համարելու համար, այդուհանդերձ, պետք է հաշվի առնել, որ զինվորական ծառայության տակ գտնվելիս տված ցուցմունքների արժանահավատությունը պետք է կասկածի տակ առնվեր, և այդ ցուցմունքները չպետք է վկայակոչվեին դատարանների կողմից խոշտանգումների ազդեցության հետևանքով տրված ցուցմունքների արժանահավատության հիմնավորման համար: Այն փաստը, որ Մ. Հարությունյանը խոստովանել է իր մեղքը ճնշումների ազդեցության տակ, սակայն հետո նույն հայտարարությունը կատարել է քննիչի ներկայությամբ, երբ ճնշումներ չեն եղել, չի կարող արդարացնող հանգամանք հանդիսանալ (որի վրա հիմնվել են ազգային դատարանները բռնություններով ստացված ապացույցները գործի նյութերում թողնելը արդարացնելու համար), չպետք է մեխանիկորեն հանգեցնի այն եզրակացությանը, որ նման խոստովանությունը կամ հետագա ցուցմունքները չեն հանդիսացել հետևանք՝ նրա նկատմամբ ցուցաբերված վատ վերաբերմունքի և նրա հետագա ապրումների վերաբերյալ հնարավոր վախի: Մեղադրող ապացույցը, լինի դա խոստովանական կամ իրեղեն ապացույցի տեսքով, որը ձեռք է բերվել բռնությունների գործադրման միջոցով կամ դաժանությունների կամ այլ վերաբերմունքի, որը կարելի է բնութագրել որպես խոշտանգում, երբեք չպետք է դրվի մեղքի ապացույցի հիմքում՝ անկախ դրա ապացուցողական նշանակությունից: Տվյալ դեպքում, անկախ նրանից, թե ինչ ազդեցություն են ունեցել խոշտանգումների միջոցով ձեռք բերված ցուցմունքները Մ. Հարությունյանի դատական գործի ելքի վրա, և նույնիսկ եթե այդ ապացույցները եղել են նվազ նշանակության ապացույցներ, նման ապացույցի օգտագործումն ամբողջ դատավարությունը դարձրել է անարդար՝ Կոնվենցիայի 6-րդ հոդվածի 1-ին մասում շարադրված «արդարացիության» ընդհանուր սկզբունքի իմաստով: Արդարացի փոխհատուցման մասով Դատարանը սահմանել է 4,000 եվրո ոչ նյութական վնասի դիմաց:"]}