{"file": "ARM_HJUDARM_14793_08.docx", "doc_type": "HJUDARM", "doc_lang": "ARM", "case_id": "14793/08", "text_paragraphs": ["© Եվրոպայի խորհուրդ/ Մարդու իրավունքների եվրոպական Դատարան, 2015: Սույն թարգմանությունն իրականացվել է Եվրոպայի խորհրդի Մարդու իրավունքների հավատարմագրային ֆոնդի () աջակցությամբ: Այն որևէ կերպ չի պարտավորեցնում Դատարանին: Ավելին իմանալու համար ծանոթացեք սույն փաստաթղթի վերջում ներկայացված հեղինակային իրավունքի վերաբերյալ նշումներին:", "© Council of Europe/European Court of Human Rights, 2015. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does թիվt bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "ՆԱԽԿԻՆ ԵՐԿՐՈՐԴ ԲԱԺԱՆՄՈՒՆՔ", "", "", "\tԳՈՐԾ\t", "Ի.Ի-Ն ԸՆԴԴԵՄ ԹՈՒՐՔԻԱՅԻ", " [AFFAIRE Y.Y c. TURQUIE]", "", "", "(Գանգատ թիվ 14793/08)", "", "", "ՎՃԻՌ", "[Հատվածներ]", "", "", "", "ՍՏՐԱՍԲՈՒՐԳ", "", " Մարտի 10, 2015", "", "", "Սույն վճիռը վերջնական կդառնա Կոնվենցիայի 44-րդ հոդվածի 2-րդ մասով սահմանված պայմանների համաձայն: Այն կարող է ենթարկվել խմբագրական փոփոխությունների:", "", "Ի.Ի.-ն ընդդեմ Թուրքիայի [Y.Y. c. Turquie],", "Մարդու իրավունքների եվրոպական դատարանը (նախկին երկրորդ բաժանմունք), Պալատի հետևյալ կազմով`", "\tԳվիդո Ռայմոնդի (Guido Raimondi), նախագահ", "Դատավորներ`\n\tԻշիլ Կարակաշ (Işıl Karakaş),", "     Նեբոյշա Վուժինիչ (Nebojša Vučinić),", "     Հելեն Կելլեր (Helen Keller),", "     Պոլ Լեմմենս (Paul Lemmens),", "\tԷգիդիյուս Կյուրիս (Egidijus Kūris),\t\t", "     Ռոբերտ Սպանո (Robert Spano)\n\t\nԱբել Կամպոս (Abel Campos), բաժանմունքի քարտուղարի տեղակալ,", "", "2015թ. փետրվարի 3-ին տեղի ունեցած դռնփակ խորհրդակցության արդունքում կայացրել է հետևյալ վճիռը, որն ընդունվել է նշված ամսաթվով:", "\n", "ՎԱՐՈՒՅԹԸ", "", "1.   Գործի հիմքում ընկած են Թուրքիայի հանրապետության քաղաքացի Ի.Ի-ի (Y.Y.) գանգատը (թիվ 14793/08), որը Դատարան է ներկայացվել 2008թ. մարտի 6-ին Մարդու իրավունքների և հիմնարար ազատությունների պաշտպանության մասին կոնվենցիայի (այսուհետ` Կոնվենցիա¦) 34-րդ հոդվածի համաձայն:Թուրքիայի քաղաքացի Ի.Ի-ն (Y.Y.) փոխսեռական է, որի սեռը գանգատը ներկայացնելու պահին քաղաքացիական կացության գրանցամատյաններում գրառված է որպես իգական: Հետևաբար, Դատարանը դիմումատուին կդիմի որպես արական սեռի ներկայացուցիչ ` համաձայն վերջինիս կողմից պահանջվող սեռի:", "2.  Դիմումատուին ներկայացնում է փաստաբան Ա. Բոզլուն ( A. Bozlu) Մերսին (Mersin) քաղաքից: Թուրքական կառավարությանը (այսուհետ` «Կառավարություն») ներկայացնում է վերջինիս պաշտոնական ներկայացուցիչը:", " 3.  Դիմումատուն պնդում է, որ տեղի է ունեցել իր անձնական կյանքը հարգելու իրավունքի խախտում (Կոնվենցիայի 8-րդ հոդված), մասնավորապես այն պատճառով, որ նրան արգելվել է ենթարկվել սեռափոխման վիրահատության: Նա բողոքում է նաև, որ Վճռաբեկ դատարանն որևէ կերպ չի ուսումնասիրել իր գործն ըստ էության և որ այդ ատյանի որոշումները չունեն որևէ հիմնավորում (Կոնվենցիայի 6-րդ հոդված):", "4.  2010թ. մարտի 24-ին Կառավարությունը ծանուցվել է գանգատի մասին: Ի դեպ, ծանուցման ժամանակ բաժանմունքի գործող նախագահը որոշում է կայացրել չհրապարակել դիմումատուի ինքնությունը (Կանոնակարգի 47-րդ հոդվածի 3-րդ մաս):", "ՓԱՍՏԵՐԸ", "I.  ԳՈՐԾԻ ՓԱՍՏԱԿԱՆ ՀԱՆԳԱՄԱՆՔՆԵՐԸ", "5.  Դիմումատուն ծնվել է 1981թ.:", "6.  Նա փոխսեռական է և քաղաքացիական կացության գրանցամատյաններում նա գրանցված է, որպես իգական սեռի ներկայացուցիչ: Ըստ նրա` դեռևս մանուկ հասակից նա գիտակցել է, որ իրեն ավելի շատ զգում էր, որպես արական սեռի ներկայացուցիչ, ինչ էլ հակասում էր նրա անատոմիական սեռին:", "Ա) Սեռափոխման նպատակով ձեռնարկված նախնական իրավական գործողությունները", "7.  2005թ. սեպտեմբերի 30-ին դիմումատուն, հիմնվելով քաղաքացիական օրենսգրքի 40-րդ հոդվածի վրա, դիմում է Մերսինի գերագույն դատարան (այսուհետ «ԳԴ») սեռափոխման վիրահատության ենթարկվելու թուլտվություն ստանալու համար: Դատական հայցում դիմումատուի փաստաբանը նշել էր, որ իր պաշտպանյալը դեռևս մանուկ հասակից իրեն զգացել է ոչ թե որպես կին, այլ որպես տղամարդ, ինչի համար վաղ հասակից ի վեր գտնվել է հոգեբանական վերահսկողության ներքո, իսկ 19-20 տարեկանում մտադրված է եղել ինքնասպանություն գործել: Նա նաև նշել էր, որ իր անատոմիական ինքնությունը հակասության մեջ է այն սեռի հետ, որին նա ձգտում է պատկանել: Նա պնդում էր, որ սեռափոխումն անհրաժեշտ է վերջինիս իր նեղ անձնական ընկալումների և սեփական ֆիզիկական հատկանիշների ներդաշնակությունն ապահովելու համար: Նա նաև նշում էր, որ իր պաշտպանյալը քսանչորս տարեկան էր, որ կյանքը վարում է որպես տղամարդ, արդեն չորս տարի է, ինչ ապրում է մի կնոջ հետ և որ իր ընտանեկան և սոցիալական շրջապատն իրեն ընդունում է, որպես տղամարդ: Նա նաև ավելացրել էր, որ իր պաշտպանյալը բուժում է ստանում Ինյոնյուի համալսարանական հիվանդանոցի հոգեբուժական բաժանմունքում պահանջվող սեռափոխման վիրահատության ենթարկվելու նպատակով: Վերջապես, նա դիմել էր ապահովել վարույթի գաղտնիությունը` հաշվի առնելով իր պաշտպանյալի հոգեվիճակը :", "8.  2005թ. դեկտեմբերի 16-ին Գերագույն դատարանը բավարարեց վարույթի գաղտնիության պահանջը:", "9.  2006թ. փետրվարի 6-ին Դատարանը լսեց դիմումատուի հարազատներին: Վերջինիս մայրը հայտարարեց, որ իր դուստրն երեխա ժամանակ խաղում էր հատկապես տղաների հետ և որ, երբ արդեն դեռահաս էր, նրան ասել էր, որ ինքն իրեն ընկալում է որպես տղա և կցանկանար այդպիսին լինել: Նա նշեց, որ այդ ժամանակ դիմել էր հոգեբաններին, որոնք համարել էին, որ իր դուստրն ավելի երջանիկ կլիներ, եթե կարողանար ապրել որպես տղամարդ, իսկ ինքը համամիտ է մասնագետների հետ: Դիմումատուի ավագ եղբայրը նույնպես հայտարարեց, որ իր քույրը մանուկ հասակում խաղում էր տղաների հետ, որ պատանեկության տարիներին դրսևորել է տղայական վարքագիծ, ունեցել է ընկերուհիներ, որ վճռական որոշում էր կայացրել վիրահատական գործողությունների միջոցով փոխել իր սեռը, ինչպես նաև մի քանի անգամ փորձել է ինքնասպանություն գործել, որ նա բուժման ընթացքում է և որ իր իմացությամբ, բժիշներն որոշել էին վիրահատել նրան: Լսումներից հետո Դատարանը դիմել է այն հիվանդանոցի գլխավոր բժիշկին, ուր դիմումատուն բուժում էր ստանում, պարզելու համար, թե արդյոք վերջինս փոխսեռական է, արդյոք սեռափոխման միջամտությունն անհրաժեշտ էր նա հոգեկան առողջության պահպանման համար և արդյոք նա վերջնականապես զուրկ է վերարտադրման ունակություններից:", "10.  2006թ. փետրվարի 23-ին Ինյոնյուի համալսարանական հիվանդանոցի բժշկական կոմիտեն ներկայացրեց հոգեբանական հաշվետվություն` եզրակացնելով, որ դիմումատուն փոխսեռական է: Բացի այդ այն նաև համարել էր, որ հոգեբանական տեսանկյունից նպատակահարմար էր, որ նա այսուհետ իր կյանքը շարունակեր արական ինքնությամբ:", "11.  2006 փետրվարի 28-ին կանանց հիվանդությունների և ծնելիության հարցերով ճյուղի բժշկական կոմիտեն եզրակացրեց, որ Ի.Ի-ին (Y.Y.) պատկանում է իգական ֆենոտիպին և փոխսեռական է:", "12.  2006թ. ապրիլի 7-ին Գ.Դ.-ն ատարանն ուսումնասիրեց Ինյոնյուի համալսարանի բժշկական ֆակուլտետի կողմից տրամադրված երկու բժշկական եզրակացությունները: Այն պարզեց, որ 2006թ. փետրվարի 23-ին ախտորոշվել է, որ դիմումատուն փոխսեռական է և որ ավելի նպատակահարմար է, որ նա այսուհետ իր կյանքը շարունակի արական ինքնությամբ: Այն նաև պարզեց, որ 2006թ. փետրվարի 28-ին եզրակացվել է, որ Ի.Ի-ն  (Y.Y.) պատկանում է իգական ֆենոտիպին: Այնուամենայնիվ Գ.Դ.-ն համարեց, որ այս եզրակացությունները չեն տալիս ներկայացված հարցերի պատասխանները, այն է` արդյոք սեռափոխումն անհրաժեշտ է   հայցվորի հոգեկան առողջության պահպանման համար և արդյոք վերջինս վերջնականապես զուրկ է վերարտադրման ունակություններից: Ուստի, նա պահանջեց կրկին տեղեկություններ տրամադրել:", "13 2006թ. ապրիլի 20-ին Ինյոնյուի համալսարանի բժշկական ֆակուլտետի վիրաբուժական բաժանմունքին կից կանանց հիվանդությունների և ծնելիության բաժանմունքի տնօրինուհին բժշկական կենտրոնի գլխավոր բժիշկին գրավոր տեղեկացնում է, որ դիմումատուն հետազոտվել է պլաստիկ վիրաբուժության կոնսուլտացիայի ժամանակ հետագայում սեռափոխման վիրահատության ենթարկվելու նպատակով: Նա նշում է, որ զննման արդյունքում հաստատվել է, որ Ի.Ի-ն (Y.Y.) ունի կանացի ներքին և արտաքին սեռական օրգաններ և ունի վերարտադրման անհրաժեշտ ունակությունները:", "14.  2006թ. ապրիլի 21-ին Ինյոնյուի համալսարանի բժշկական ֆակուլտետի հոգեբուժական բաժանմունքի բժշկական կոմիտեն բժշկական կենտրոնի գլխավոր բժիշկին գրավոր տեղեկացնում է, որ դիմումատուն զննվել է 2006թ. ապրիլի 20-ին: Զննման արդյունքում եզրակացվել է, որ հոգեկան առումով անհրաժեշտ է, որ դիմումատուն այսուհետ շարունակի ապրել արական ինքնությամբ:", "15. ԳԴ-ում 2006թ. մայիսի 5-ին տեղի ունեցած լսումների ժամանակ դիմումատուի փաստաբանը վիճարկեց 2006թ. ապրիլի 20-ի եզրակացությունն այն հիմնավորմամբ, որ այն չի ընդունվել կոլլեգիալ կարգով: Հետևաբար, ԳԴ-ը պահանջեց դիմումատուի վերարտադրման ունակությունների նոր փորձաքննություն: Այս անգամ փորձաքննության իրականացումը ստանձնեց Չուկուրովայի (Çukurova) համալսարանի բժշկական ֆակուլտետի բժշկական կոմիտեն:", "16.  2006թ. մայիսի 11-ին Չուկուրովայի (Çukurova) համալսարանի բժշկական ֆակուլտետի կանանց հիվանդությունների և ծնելիության բաժանմունքին երկու բժիշկ իրականացրել են դատական փորձաքննությունը և դիմումատուին հետազոտելուց հետո եզրակացրել, որ նա ունակ է երեխաներ ունենալ:", "17.  2006թ. հունիսի 27-ին ԳԴ-ը, հիմնվելով տարբեր փորձաքննությունների եզրակացությունների վրա, մերժեց դիմումատուի սեռափոխման թույլտվություն ստանալու վերաբերյալ հայցն այն հիմքով, որ վերջինիս վերջնականապես չի կորցրել վերարտադրման գործառույթները, և հետևաբար չի բավարարում Քաղաքացիական օրենսգրքի 40-րդ հոդվածի պայմաններից և որևէ մեկը:", "18. 2006թ. հուլիսի 18-ին դիմումատուի փաստաբանը հայց ներկայացրեց Վճռաբեկ դատարան: Իր ներածական փաստաթղթում փաստաբանը նշել է, որ իր պաշտպանյալը դեռևս մանկուց իրեն համարել է ոչ թե կին, այլ տղամարդ և որ այդ համոզմունքը սովորական քմհաճույք չի, որ նա ենթարկվել է երկարատև հոգեբանական թերապիայի, որի արդյունքում հաստատվել է, որ նա փոպսեռական է, որ նրա համար ավելի նպատակահարմար կլիներ, եթե նա ապրեր որպես տղամարդ: Բացի այդ, նա պնդում էր, որ իր պաշտպանյալի վերարտադրման ունակություններն որևէ կերպ նրան չեն խանգարում ինքն իրեն որպես տղամարդ ընկալել և որ այդ դեպքում խոսքը գնում է փաստացի իրավիճակի մասին, որն իր պաշտպանյալը չի կարող վերահսկել կամ կառավարել: Նա նաև ընդգծում էր, որ Թուրքիայում, ինչպես աշխարհի այլ երկրներում, բոլոր այն անձինք, որոնք, ինչպես դիմումատուն, չեն կարողանում ներդաշնակել իրենց կենսաբանական և հոգեկան իրավիճակները, միայն վերարտադրման ունակություններից զուրկ և ամուրի անձինք չեն: Այս առումով նա ավելացնում է, որ գոյություն ունեն բազմաթիվ օրինակներ, երբ փոխսեռականության հակում ունեցող անձինք նախկինում ամուսնացած են եղել և ունեցել են երեխաներ, մինչև սեռափոխման համար վիրահատության ենթարկվելը: Նա պնդում էր, որ արդարացի չէ առաջ քաշել փոխսեռական անձի վերարտադրման ունակությունների հարցն անկախ նրանից, թե տվյալ անձն իրեն կին, թե տղամարդ է համարում: Հետևաբար, նա պնդում էր, որ դատարանը, դիմումատուին մերժելով տրամադրել սեռափոխման վիրահատության ենթարկվելու թույլտվություն Քաղաքացիական օրենսգրքի 40-րդ հոդվածի հիման վրա, որը, ըստ նրա, չէր համապատասպանում սոցիալական իրականությանը, սահմանափակել է իր պաշտպանյալի իրավունքները և ազատությունները: Նա նաև պնդում էր, որ վերարտադրման ուանկությունների առկայության հիման վրա դիմումատուի հայցի մերժումը չէր համապատասխանում օրենքներին, և նա կարծիք էր հայտնում, որ տվյալ դրույթում անհրաժեշտ էր հանել «վերջնականապես ունակ չէ վերարտադրվել» բառակապակցությունը:", "19.  2007թ. մայիսի 17-ին Վճռաբեկ դատարանը, համարելով, որ առաջին ատյանի դատարանը որևէ սխալ թույլ չի տվել փաստերի գնահատման ժամանակ, որոշումն անփոփոխ թողեց:", "20.  2007թ. հունիսի 18-ին դիմումատուի փաստաբանն որոշման վերանայման հայց ներկայացրեց: Իր ներածական փաստաթղթում նա պնդում էր, որ հաշվի չէին առնվել դիմումատուի բողոքարկման և ոչ մի հիմնավորում, ինչպես նաև որևէ մեկնաբանություն չէր տրվել գործին կից պաշտոնական փաստաթղթերի և հաշվետվությունների վերաբերյալ: Նա նաև վիճարկում էր Չուկուրովայի համալսարանի բժշկական ֆակուլտետի կանանց հիվանդությունների և ծնելիության բաժանմանունքի 2006թ. մայիսի 11-ի հաշվետվության որպես մերժման վիճահարույց որոշման հիմք ընդունելու փաստը:Այս առումով նա պնդում էր, որ տվյալ հաշվետվությունն իրենից փորձաքննություն չէր ներկայացնում, որ այն կազմվել էր իր պաշտպանյալի սեռական օրգանների մակերեսային հետազոտության ժամանակ, ինչն էլ բավարար չէր վերարտադրման ունակությունների վերաբերյալ եզրակացություն կազմելու համար: Նա նաև պնդում էր, որ նույնիսկ եթե ենթադրենք, որ բժշկական տարբեր հաշվետվությունները բավարար էին իր պաշտպանյալի վերարտադրման ունակությունների վերաբերյալ եզրակացոթյուն կազմելու համար, սեռական միակ ինքնությունը, որը դիմումատուն ի վիճակի էր ընդունել ֆիզիկական և հոգեբական առումներով, դա արական ինքնությունն է: Նա պնդում էր, որ այս հանգամանքն ի դեպ հաստատվել էր 2005թ. մարտի 2-ի հաշվետվությամբ, որը կազմել էր Ինյոնյուի համալսարանի բժշկական կոմիտեի կողմից, ուր իր պաշտպանյալն երկար ժամանակ ստանում էր հոգեբանական թերապիա: Այս առումով, նա քննադատում էր իր պաշտպանյալի այս քայլը հաշվի չառնելու փաստը: Վերջապես, նա պնդում էր, որ իր պաշտպանյալի կողմից սեռափոխման վիրահատության ենթարկվելու թույլտվություն ստանալու դիմումի մերժումը խախտում էր վերջինիս իրավունքները:", "21.  2007թ. հոկտեմբերի 18-ին Վճռաբեկ դատարանը մերժեց դիմումատուի վերանայման հայցը` նշելով, որ սույն գործում առկա չեն Քաղաքացիական դատավարության օրենսգրքի 440-րդ հոդվածով նախատեսված անվավեր ճանաչելու պայմանները:", "Բ)  Ներպետական ատյաններում վարույթը Կառավարությանը գանգատի մասին ծանուցելուց հետո", "22.   2013թ. մարտի 5-ին դիմումատուն, հիմնվելով Քաղաքացիական օրենսգրքի 40-րդ հոդվածի վրա, կրկին դիմեց Մերսինի Գերագույն դատարան սեռափոխման վիրահատության ենթարկվելու թույլտվություն ձեռքբերելու նպատակով: Հայցադիմումում դիմումատուի փաստաբանը նշել էր, որ իր պաշտպանյալը դեռևս վաղ տարիքից իրենց համարել է ոչ թե կին, այլ տղամարդ, որ այդ իսկ պատճառով մանկուց ստացել է հոգեբանական բուժում, և որ բժշկական եզրակացություններում նշվել է, որ հոգեբանական տեսանկյունից նպատակահարմար է, որ այսուհետ ապրի արական ինքնությամբ: Նա նաև նշում էր, որ իր ներկա կենսաբանական ինքնությունը հակասում է այն սեռին, որին նա հարում է: Նա պնդում էր, որ անհրաժեշտ է իրականացնել սեռափոխում իր հոգեբանական և ֆիզիկական ամբողջականությունը պահպանելու համար: Բացի այդ, նա նշում է, որ 2012թ. մարտի 27-ին Ի.Ի-ն (Y.Y.) ենթարկվել է կաթնագեղձերի հեռացման վիրահատության և որ օգտագործում է տարբեր հորմոններ տեստոստերոնի քանակը բարձրացնելու համար: Նա նշել էր, որ աշխատում է եղբոր մոտ, որպես վերանորոգող-ձևավորող, որ պարբերաբար այցելում է մարզասրահ և որ նա արտաքնապես նման է տղամարդու: Նա պնդում էր, որ իր պաշտպանյալը, որն այսօր արդեն 32 տարեկան էր, միշտ տղամարդ է համարվել, որ այն ընկերները, որոնց հետ նա ծանոթացել է որոշակի տարիքում, նրան ճանաչում են միայն որպես տղամարդու, որ իր պաշտպանյալը չի օգտագործում իր անձնագրում նշված անունը: Նա ավելացնում էր, որ ինքն իր ընկալման հետ իր ֆիզիկական տեսքը համապատասխանեցնելու համար իր պաշտպանյալը դիմել է տարատեսակ մեթոդների` բավականին վտանգավոր հետևանքներով: Առօրյա կյանքում, մասնավորապես պետական ատյաններում իր անձը հաստատող փաստաթղթերը ներկայացնելիս, հայտնվում է նվաստացնող և նսեմացնող իրավիճակներում և բախվում բազմաթիվ դժվարությունների, իր արտաքին տեսքի և անձնագրային ինքնության տարբերության պատճառով: Դիմումատուի փաստաբանն հայցն ամփոփում է` խնդրելով թույլատրել իրականացնել բոլոր անհրաժեշտ գործողությունները քաղաքացիական կացության գրանցամատյանում ինքնության փոփոխություն կատարելու համար, ընդունել սեռափոխման թուլատրության դիմումը, թույլատրել իրականցնել սեռափոխման վիրահատություն, ԳԴ-ում դատավարության ժամանակ ապահովել անվան գաղտնիությունը:", "23.  2013թ. ապրիլի 11-ին դիմումատուի հիվանդության պատմությանը ծանոթանալուց և դիմումատուին հետազոտելուց հետո, Ինյոնյուի համալսարանի բժշկական կենտրոնի հոգեբույժների կոմիտեն տվեց բժշկական եզրակացություն, որում նշվում էր, որ դիմումատուն փոխսեռական էր և որ իր հոգեկան առողջության պահպանումը հնարավոր է սեռափոխման շնորհիվ: Բացի այդ, այս եզրակացությունում նշվում էր, որ այն հարցը, թե արդյոք դիմումատուն վերջնականապես վերարտադրման ունակ չէ, պետք է փորձաքննության ենթարկվի:", "24.   2013թ. մայիսի 6-ին Ինյոնյուի համալսարանի բժշկական կենտրոնի դատաբժշկական բաժանմունքի կոմիտեն կազմեց դատաբժշկական եզրակացություն: Եզրակացության մեջ նշվում է, որ 2013թ. ապրիլի 11-ին դատաբժշկական բաժանմունքում անցկացված հետազոտության ժամանակ դիմումատուն հայտարարել էր, որ ցանկացել է վիրահատվել սեռը փոխելու նպաատակով, որի համար նախկինում ձեռնարկել էր համապատասխան քայլեր, սակայն դատարանը չի բավարարել իր պահանջը, ինչի համար գանգատ է ներկայացրել Մարդու իրավունքների եվրոպական դատարան և այդ ժամանակվանից իր գործողությունները վերսկսել են: Եզրակացության մեջ նշվում է նաև, որ բժշկական հետազոտության ժամանակ պարզվել է, որ դիմումատուն արական ֆենոտիպի է (արտաքին բնութագրիչների ամբողջություն), որ նա ուներ բեղեր և մորուք, որ իր կրծքագեղձերը հեռացվել էին վիրահատական ճանապարհով և որ նա ետվիրահատական բուժում էր անցնում, որ ձեռքերին և ոտքներին առկա է արական սեռին բնորոշ մազակալություն, որ ստանում էր հորմոնային բուժում, ինչպես նաև որ դիմումատուն այնպես է ամաչում իր անձնագրի գույնից, որ դրամապանակը դնելուց այն ծածկել է և, վերջապես, որ նա հայտարարել էր, որ փոփոխությունն առավել, քան հրատապ է իր համար:", "Բացի այդ, եզրակացության մեջ նշվում է, որ արյան հետազոտությունը ցույց է տվել, որ տեստոստերոնի ընդհանուր չափաքանակը գերազանցում է 16 000 նգր/դլ, ինչն ենթադրվում է, որ կապված է նրա հորմոնային բուժման հետ: Համարվել է, նաև, որ նա վերջնականապես զուրկ չէ վերարտադրման ունակություններից:", "", "Եզրակացությունն ամփոփվել է հետևյալ կերպ`", "« 1.  Մարմնի կառուցվածքը փոխսեռական տեսակի է, ,", "2.  Սեռափոխումն անհրաժեշտ է հոգեկան առողջության համար,", "3.  վերջնականապես զուրկ չէ վերարտադրման ունակություններից (կանացի հատկանիշների առումով) (...) »", "25.  2013թ. մայիսի 21-ին Մերսինի ԳԴ-ը բավարարեց դիմումատուի պահանջը և թույլատրեց ենթարկվել սեռափոխման վիրահատության: Իր հիմնավորման մեջ ԳԴ-ը սահմանել էր, որ դիմումատուն փոխսեռական էր, որ նրա հոգեկան առողջության պահպանման համար անհրաժեշտ էր իրականացնել սեռափոխում, որ հայցվոր կողմի վկաների խոսքերից պարզվել էր, որ նա բոլոր տեսանկյուններից ապրում էր որպես տղամարդ և տառապում առկա իրավիճակից: Հաշվի առնելով փաստական հանգամանքները և ներկայացված հաշվետվությունները` ԳԴ-ն համարել է, որ Քաղաքացիական օրենսգրքի 40-րդ հոդվածի 2-րդ մասով նախատեսված պայմաններն ապահոված են եղել և որ անհրաժեշտ էր բավարարել պահանջը: Վճիռը վերջնական էր:", "(...)", "ԻՐԱՎՈՒՆՔԸ", "I.  ԿՈՆՎԵՆՑԻԱՅԻ 8-ՐԴ ՀՈԴՎԱԾԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՄԱՆ ՄԱՍԻՆ", "44.  Դիմումատուն բողոքում է իր անձնական կյանքը հարգելու իրավունքի խախտումից: Նա պնդում է, որ ինքն իրեն որպես տղամարդ ընկալման և ֆիզիոլոգիական կառուցվածքի միջև գոյություն ունեցող հակասությունը հաստատվել է բժշկական հաշվետվություններում: Գանգատի ներկայացման ձևաչափում նա ավելացնում է, որ, այս հակասությունը վերացնելու թույլտվություն ստանալու համար դիմելուց հետո, նա բախվել էր ներպետական իշխանությունների մերժմանը, որոնց որոշումը հիմնված է եղել իր վերարտադրման ունակությունների առկայության վրա:", "Բացի այդ, դիմումատուն դիմել էր սեռափոխման նպատակով վիրահատության ենթարկվելու թույլտվություն ստանալու համար: Այս առումով նա քննադատում էր Քաղաքացիական օրենսգրքի 40-րդ հոդվածի բովանդակությունը և տրված մեկնաբանությունը, որոնք չեն բավարարել այն պայմանները, որ տվյալ դրույթը պետք է լուծեր այնքանով, որքանով ի հայտ եկած կենսաբանական պահանջը կարող էր բավարարվել միայն վիրահատական ճանապարհով: Մինչդեռ, ըստ դիմումատուի, վիրահատական նման միջամտության հասանելիության անհնարինությունը վերջնականապես զրկում է մարդկանց այն բոլոր հնարավորություններից, որոնք ուղղված կլինեն մի հակասության լուծմանը, որին նրանք բախվում են իրենց սեռական ինքնության ընկալման և կենսաբանական իրականության տարբերության դեպքում:", "Դիմումատուն վկայակոչում է Կոնվենցիայի 8-րդ հոդվածը, որը սահմանում է հետևյալը`", "« 1. Յուրաքանչյուր ոք ունի իր անձնական ու ընտանեկան կյանքի, նկատմամբ հարգանքի իրավունք...", "2. Չի թույլատրվում պետական մարմինների միջամտությունն այդ իրա-վունքի իրականացմանը, բացառությամբ այն դեպքերի, երբ դա նախատես-ված է օրենքով և անհրաժեշտ է ժողովրդավարական հասարակությունում` ի շահ պետական անվտանգության, հասարակական կարգի կամ երկրի տնտեսական բարեկեցության, ինչպես նաև անկարգությունների կամ հանցագործությունների կանխման, առողջության կամ μարոյականության պաշտպանության կամ այլ անձանց իրավունքների և ազատությունների պաշտպանության նպատակով» :", "", "45.  Կառավարությունը վիճարկում է այս փաստարկները:", "Ա)  Ընդունելիության մասին", "46.  2013թ. օգոստոսի 30-ի լրացուցիչ դիտողություններում Կառավաչությունը պնդում է, որ, համաձայն Դատարանի նախադեպային իրավունքի իր վերլուծության, դիմումատուն պետք է կարողանա ապացուցել ողջ վարույթի ընթացքում տուժողի կարգավիճակ ունենալու փաստը: Որպես այս փաստարկի հիմնավորում, Կառավարությունը հղում է կատարում Բուրդովն ընդդեմ Ռուսաստանի [Bourdov c. Russie] (թիվ 59498/00, § 30, ՄԻԵԴ 2002-III) գործին: Այն նշում է, որ սույն գործում դատարանն որոշում է կայացրել հօգուտ դիմումատուի, որն իշխանություններին մեղադրում է սեռափոխման թույլտվություն չտալու մեջ: Հետևաբար, ըստ նրա, դիմումատուն այլևս տուժողի կարգավիճակ չունի` համաձայն Կոնվենցիայի 34-րդ հոդվածի:.", "47. Դիմումատուն չի ընդունում Կառավարության փաստարկները: Վկայակոչելով Շեվրոլն ընդդեմ Ֆրանսիայի [Chevrol c. France] (թիվ 49636/99, § 43, ՄԻԵԴ 2003III), Գերերան և Ֆուսկոն ընդդեմ Իտալիայի [Guerrera et Fusco c. Italie](թիվ 40601/98, §§ 51-53, ապրիլի 3, 2003թ.) և Տիմոֆեևն ընդդեմ Ռուսաստանի [Timofeiev c. Russie](թիվ 58263/00, § 36, հոկտեմբերի 23, 2003թ.) գործերով վճիռները` նա պնդում է, որ հօգուտ դիմումատուի կայացված որոշումը կամ նախատեսված միջոցառումը սկզբունքորեն բավարար չէ վերջինիս տուժողի կարգավիճակից զրկելու համար, քանի ներպետական իշխանություններն ուղղակիորեն կամ ըստ էության չեն ճանաչել այդ կարգավիճակը կամ ամբողջովին չեն վերացրել ենթադրյալ խախտումը: Այս առումով դիմումատուի փաստաբանը հավելում է, որ հայցի մերժումը ստիպել է իր պաշտպանյալին, ըստ նրա, ինչպես սեռը փոխել ցանկացող այլ անձանց, դատական և բշժկական վերահսկողությունից դուրս օգտագործել հորմոններ: Նա պնդում է, որ իր պաշտպանյալը տուժող է, իսկ ներպետական իշխանություններն երբեք չեն ընդունել այդ փաստը: Վերջապես նա հստակեցնում է, որ դիմումատուն սեփական նախաձեռնությամբ սկսել է նոր գործընթաց, իսկ ինչ վերաբերում է ներպետական իշխանություններին, ապա այն այս ուղղությամբ որևէ ակտիվ քայլ չի ձեռնարկել:", "48.  Դատարանը հիշեցնում է, որ առաջին հերթին ներպետական իշխանությունները պետք է վերացնեն Կոնվենցիայի ենթադրյալ խախտումը: Այս առումով հարցը, թե արդյոք դիմումատուն կարող է հավակնել ենթադրյալ խախտման տուժողի կարգավիճակի, Կոնվենցիայի տեսանկյունից պետք է վերաբերվի վարույթի բոլոր փուլերին ( տե´ս, վերը նշված Բուրդով [Bourdov] գործը, կետ 30): Որոշելու համար, թե արդյոք դիմումատուն կարող է հավակնել ենթադրյալ խախտման տուժողի կարգավիճակի, անհրաժեշտ է հաշվի առնել ոչ միայն Դատարան գանգատի ներկայացման պահի պաշտոնական իրավիճակը, այլ նաև տվյալ գործի բոլոր հանգամանքները, մասնավորապես` Դատարանի կողմից գործի քննությանը նախորդող ցանկացած նոր փաստ (տե´ս Տանասեն ընդդեմ Մոլդովայի [Tănase c. Moldova] [ՄՊ], թիվ 7/08, § 105, ՄԻԵԴ 2010) :", "49.  Դատարանը հիշեցնում է նաև, որ հաշվի առնելով այս նկատառումները, դիմումատուի, որպես տուժողի կարգավիճակի վերաբերյալ հարցը պետք է որոշվի Դատարանի կողմից գործի քննության պահին, երբ հանգամանքները հիմնավորում են այդ մոտեցումը (նույն տեղում, § 106): Բացի այդ, այն հիշեցնում է, որ, Կոնվենցիայի 34-րդ հոդվածի համաձայն, դիմումատուին հօգուտ կայացված որոշումը կամ միջոցառումը սկզբունքորեն բավարար չէ «տուժողի» կարգավիճակից վերջինիս զրկելու համար, բացառությամբ այն դեպքերի, երբ ներպետական իշխանությունները ճանաչել են այդ կարգավիճակն ուղղակիորեն կամ ըստ էության, այնուհետև վերացրել Կոնվենցիայի խախտումը (տե´ս ,օրինակ` Էկլեն ընդդեմ Գերմանիայի [Eckle c. Allemagne], հուլիսի 15, 1982թ., § 66, շարք Ա թիվ 51, Դալբանն ընդդեմ Ռումինիայի [Dalban c. Roumanie] [ՄՊ], թիվ 28114/95, § 44, ՄԻԵԴ 1999VI, Սկորդինոն ընդդեմ Իտալիայի [Scordino c. Italie] (թիվ 1) [ՄՊ], թիվ 36813/97, §§ 179-180, ՄԻԵԴ 2006V, և Գյաֆգենն ընդդեմ Գերմանիայի [Gäfgen c. Allemagne] [ՄՊ], թիվ  22978/05, § 115, ՄԻԵԴ 2010) :", "50.  Միայն այն ժամանակ, երբ բավարարված են այս երկու պայմանները, Կոնվենցիայի պաշտպանության մեխանիզմի երկրոդային բնույթն արգելում է իրականացնել գանգատի քննություն (վերը նշված Էկլե [Eckle] գործը, 69-րդ և հաջորդ կետեր) :", "51.  Ինչ վերաբերում է Կոնվենցիայով երաշխավորված իրավունքի խախտման ներպետական մակարդակում վերացնելու համար «համապատասխան» և «բավարար» գործողություններին, Դատարանը համարում է, որ ընդհանուր առմամբ այն կախված է գործի ընդհանուր հանգամանքներից` հաշվի առնելով մասնավորապես Կոնվենցիայի խախտման բնույթը (տե´ս, օրինակ, վերը նշվածԳյաֆգեն [Gäfgen] գործը, կետ 116) :", "52. Սույն գործում, Դատարանը նշում է, որ դիմումատուն առաջին անգամ ներպետական ատյաններ հայց էր ներկայացրել  սեռի փոփոխման նպատակով և 2007թ.-ին ավարտված դատական վարույթի արդյունքում բախվել էր սեռափոխման վիրահատության թույլտվության մերժման (վերը նշված 7-21 կետեր): Այնուհետև, Կառավարությանը սույն գանգատի մասին ծանուցելուց հետո, Ի.Ի-ն (Y.Y.) ստացել է հորմոնային բուժում և ենթարկվել երկու կրծքերի կրծագեղձերի հեռացման վիրահատության` մինչև Մերսինի Գերագույն դատարան սեռափոխման վերաբերյալ երկրորդ անգամ հայց ներկայացնելը (վերը նշված 22-րդ կետ): 2013թ. մայիսի 21-ին, դատական նոր վարույթի շրջանակներում, որի ժամանակ նա ենթարկվել է բժշկական նոր հետազոտությունների, ներպետական դատարանը բավարարել է վերջինիս հայցը (վերը նշված 25-րդ կետ) :", "53.  Իհարկե, ինչպես ընդգծում է Կառավարությունը, ներպետական ատյանները, գանգատի մասին ծանուցում ստանալուց հետո, որոշում են կայացրել հօգուտ դիմումատուի` նրան թույլատրելով իրականացնել պահանջվող սեռափոխման գործողությունները: Այնուամենայնիվ, Դատարանը չի կարող անտեսել այն փաստը, որ սույն գանգատի հիմքում ընկած վիճահարույց իրավիճակը, այն է` դատական ատյանների մերժման պատճառով սեռափոխման վիրահատություն իրականացնելու անհնարինությունը, տևել է ավելի, քան հինգ տարի և յոթ ամիս: Հետևաբար, Դատարանն որևէ կերպ չի կասկածում, որ այդ ժամանակաշրջանում մերժումն ուղղակի հետևանքներ է թողել դիմումատուի անձնական կյանքի վրա (վերը նշված 22-րդ և 24-րդ կետեր): Հօգուտ դիմումատուի կայացրած որոշման մեջ ԳԴ-ի հիմնավորումները կարդալով` Դատարանն, ի դեպ, նշում է, որ որոշումն ուղղակիորեն չի ճանաչում Կոնվենցիայով երաշխավորված իրավունքների խախտման փաստը: Դիմումատուին տրված թույլտվությունը նույնպես չի կարող ըստ էության մեկնաբանվել որպես անձնական կյանքը հարգելու իրավունքի խախտում:", "54.  Ուստի, անհրաժեշտ է մերժել Կառավարության առարկությունը, համաձայն որի դիմումատուն կորցրել է իր տուժողի կարգավիճակը:", "55.  Այնուհետև համարելով, որ դիմումատուի գանգատը Կոնվենցիայի 35-րդ հոդվածի 3-րդ մասի ա) կետի առումով ակնհայտորեն անհիմն չէ և որ չկա անընդունելի համարելու որևէ պատճառ` Դատարանը գանգատն ընդունելի է հայտարարում:", "Բ) Էության վերաբերյալ", "1.  Ընդհանուր սկզբունքներ", "56.  Դատարանը հիշեցնում է, որ արդեն բազմիցս ընդգծել է, որ «անձնական կյանք» հասկացությունը լայն հասկացություն է և չունի սպառիչ բնորոշում: Այս հասկացությունը ներառում է անձի ֆիզիկական և հոգեկան ամբողջականությունը ( Իքսը և Իգրեկն ընդդեմ Նիդերլանդների [X et Y c. Pays-Bas], մարտի 26, 1985թ., § 22, շարք Ա թիվ 91), սակայն այն երբեմն ներառում է նաև անձի ֆիզիկական և սոցիալական ինքնության տարբեր ասպեկտներ (Միկուլիչն ընդդեմ Խորվաթիայի [Mikulić c. Croatie], թիվ 53176/99, § 53, ՄԻԵԴ 2002I): Այնպիսի հատկանիշներ, ինչպիսիք սեռական ինքնությունն է, անունը, սեռական կողմնորոշումը և սեռական կյանքը, վերաբերում են Կոնվենցիայի 8-րդ հոդվածով պաշտպանվող անձնական ոլորտին (Դադջոնն ընդդեմ Մեծ Բրիտանիայի [Dudgeon c.Royaume-Uni], հոկտեմբերի 22, 1981թ., § 41, շարք Ա թիվ 45, Բ.-ն ընդդեմ Ֆրանսիայի [B. c. France], մարտի 25, 1992թ., § 63, շարք Ա թիվ 232-C, Բուրգարցն ընդդեմ Շվեցարիայի [Burghartz c. Suisse], փետրվարի 22, 1994թ., § 24, շարք Ա թիվ 280B, Լասկին, Յագգարտը և Բրաունն ընդդեմ Մեծ Բրիտանիայի [Laskey, Jaggard et Brown c. Royaume-Uni], փետրվարի 19, 1997, § 71, Որոշումների և վճիռների ժողովածու (Recueil des arrêts et décisions) 1997I, և Սմիթըև Գրեյդին ընդդեմ Մեծ Բրիտանիայի [Smith et Grady c. Royaume-Uni), թիվ 33985/96 և 33986/96, 71, ՄԻԵԴ 1999VI) :", "57.  Այս դրույթն երաշխավորում է նաև անձնական զարգացման և այլ անձանց և արտաքին աշխարհի հետ հարաբերություններ հաստատելու և պահպանելու իրավունքը (Շլումֆն ընդդեմ Շվեցարիայի [Schlumpf c. Suisse], թիվ 29002/06, § 77, հունվարի 8, 2009): Այս առումով Դատարանը համարում է, որ անձնական ինքնավարության հասկացությունն արտացոլում է մի կարևոր սկզբունք, որն ընկած է 8-րդ հոդվածի երաշխքիների մեկնաբանման հիմքում ( Փրեթին ընդդեմ Մեծ Բրիտանիայի [Pretty c. Royaume-Uni], թիվ 2346/02, § 61, ՄԻԵԴ 2002III) :", "58.   Բացի այդ Դատարանը հիշեցնում է, որ իր նախադեպային իրավունքում բազմիցս հաստատել է, որ, քանի որ մարդու արժանապատվությունը և ազատությունը Կոնվենցիայի էությունն է, փոխսեռական անձանց անձնական զարգացման և ֆիզիկական և հոգեկան ամբողջականության իրավունքը երաշխավորված է  (Քրիստին Գուդվինն ընդդեմ Մեծ Բրիտանայի [Christine Goodwin c. Royaume-Uni] [ՄՊ], թիվ 28957/95, § 90, ՄԻԵԴ 2002VI, Վան Կյուկն ընդդեմ Գերմանիայի [Van Kück c. Allemagne], թիվ 35968/97, § 69, ՄԻԵԴ 2003VII, և վերը նշված Շլումֆը [Schlumpf], § 101): Միաժամանակ այն ընդունել է, որ անձնական կյանքի իրավունքը կարող է լրջորեն խախտվել, եթե ներքին իրավունքն անհամատեղելի է անձնական ինքնության կարևոր ասպեկտի հետ (վերը նշված Քրիստին Գուդվին [Christine Goodwin], § 77).", "59. Այնուամենայնիվ, Դատարանը հիշեցնում է, որ 8-րդ հոդվածի տեսանկյունից Պետության դրական և բացասական պարտավորությունների միջև սահմանը հստակորեն չի սահմանվում, սակայն առաջին դեպքում կիրառվող սկզբունքները համեմատելի են երկրորդի դեպքի համար վավեր սկզբունքներին: Որոշելու համար, թե կա արդյոք պարտավորություն, լինի այն դրական, թե բացասական, հարկավոր է հաշվի առնել հանրության և անձի շահերի արդարացի հավասարակշռումը: Երկու վարկածներում էլ պետությունն ունի հայեցողության որոշակի սահմաններ (տե´ս, օրինակ` վերը նշած Բ.-ն ընդդեմ Ֆրանսիայի [ B. c. France], § 44 և Համալայնեն ընդդեմ Ֆինլանդիայի [Hämäläinen c. Finlande] [ՄՊ], թիվ 37359/09, § 67, ՄԻԵԴ 2014) :", "60.  Ինչ վերաբերում է մրցակից շահերի հավասարակշռմանը, Դատարանն ընդգծում է անձնական կյանքի ամենաինտիմ ասպտեկների կամ անձի սեռական բնորոշման առանձապես կարևորությունը (վերը նշված Շլումֆ [Schlumpf], § 104): Այս առումով ներկա կյանքի պայմանների տեսանկյունից Դատարանն արդեն քննել է մի շարք գործեր, որոնք վերաբերում են փոխսեռական անձանց կողմից հանդիպած խնդիրներին և արձանագրել է Կոնվենցիայի 8-րդ հոդվածի տեսանկյունից այս անձանց պաշտպանելու և նրանց իրավիճակն ընդունելու ուղղությամբ Պետությունների կողմից ձեռնարկած բարելավման կայուն գործընթացները (Լ.-ն ընդդեմ Լիտվայի [L. c.Lituanie], թիվ 27527/03, § 56, ՄԻԵԴ 2007-IV):", "2.  Այս սկզբունքների կիրառումը սույն գործում", "ա) Ներածական դիտողություններ", "61.  Որպես ներածական դիտողություն, Դատարանն ընդգծում է, որ վերը նշված գործերում գանգատները ներկայացվել են վիրահատված կամ սեռափոխման նպատակով վիրահատական որոշ միջամտությունների ենթարկված փոխսեռական անձանց կողմից, մինչդեռ սույն գործում, գանգատի ներկայացման պահին, դիմումատուին, որը փոխսեռական է և չի ենթարկվել որևէ վիրահատության, դատական կարգով չի թույլատրվել իրականացնել սեռափոխման վիրահատություն անյ հիմնավորմամբ, որ նա վերջնականապես զուրկ չէ վերարտադրման ունակություններից:", "62.   Այսպիսով, սույն գործի քննության առարկան վերաբերում է խնդրի մեկ այլ ասպեկտի, որը տարբեր է փոխսեռական անձանց այն խնդիրներից, որ Դատարանը մինչ օրս առիթ է ունեցել ուսումնասիրել: Այն իրականում առաջ է քաշում սեռափոխման նախապայմանների հարցը, որը կարող է պարտադրվել փոխսեռական անձանց: Առաջ է գալիս նաև Կոնվենցիայի 8-րդ հոդվածի հետ այդ նախապայմանների համատեղելիության հարցը: Վերոնշյալ նախադեպային իրավունքի չափանիշները և սկզբունքները, որոնք ձևակերպվել են սույն գործից զգալիորեն տարբեր համատեքստում, չեն կարող, որպես այդպիսին, կիրառվել սույն գործում: Սակայն դրանք կարող են Դատարանի համար ուղեցույց հանդիսանալ գործի փաստական հանգամանքների գնահատման համար:", "բ) Վիճահարույց հարցի վերլուծության  տեսանկյունից", "i.  Կողմերի փաստարկները", "63.  Դիմումատուն պնդում է, որ իր անձնական կյանքը հարգելու իրավունքի նկատմամբ տեղի է ունեցել միջամտություն:", "64. Կառավարությունը, իր հերթին, վիճարկում է այդ փաստարկը և պնդում, որ սեռափոխման վիրահատության ենթարկվելու համար թույլտվության մերժումն այն հիմնավորմանբ, որ այն չի համապատասխանում օրենքով նախատեսված պայմաններին, Կոնվենցիայի 8-րդ հոդվածի տեսանկյունից չի կարող անձնական կյանքը հարգելու իրավունքի նկատմամբ միջամտություն համարվել: Բացի այդ, ըստ Կառավարության, հարցը, թե արդյոք փոխսեռական անձի անձնական կյանքն իրապես հարգելը Պետության համար ստեղծում է դրական պարտավորություն, պետք է լուծվի` հաշվի առնելով «անձի և հանրության շահերի արդարացի հավասարակշռումը»: Այս առումով նա նշում է, որ Ռիսն ընդդեմ Մեծ Բրիտանիայի [Rees c. Royaume-Uni] (հոկտեմբերի 17, 1986թ., շարք Ա թիվ 106) և Կոսսին ընդդեմ Մեծ Բրիտանիայի [Cossey c. Royaume-Uni] (սեպտեմբերի 27, 1990թ., շարք Ա թիվ 184) գործերում, ի թիվս այլոց, Դատարանը հաշվի է առել այն փաստը, որ «արդարացի հավասարակշռման առկայությունը չի կարող ստիպել պատասխանող Պետությանը ամբողջովին վերափոխել իր գործող համակարգը» պատասխանող Պետության այս տեսակի պարտավորության բացակայության մասին եզրահանգման գալու համար:", "ii.  Դատարանի գնահատականը", "65.  Դատարանը նշում է, որ դիմումատուն հիմնականում բողոքում է ներպետական դատական մարմինների մերժումից այն ժամանակ, երբ նա դիմել է սեռափոխման վիրահատություն իրականացնելու թույլտվություն ստանալու համար: Այս առումով, նա կրկնում է, որ անձնական ինքնավարության սկզբունքն իրավունքի տեսանկյունից կարող է հասկացվել որպես սեփական մարմնի նկատմամբ գործողությունների ընտրության իրավունք (վերը նշված Փրիթի [Pretty],§ 66, և Կ.Ա-ն և Ա.Դ.-ն ընդդեմ Բելգիայի [K.A. et A.D. c. Belgique], թիվ 42758/98 ւ 45558/99, § 83, փետրվարի 17, 2005թ.): Եթե Կոնվենցիայի 8-րդ հոդվածը չի կարող դիտարկվել որպես սեռափոխման վիրահատության անվերապահ իրավունքի երաշխավորող, Դատարանը հիշեցնում է, որ արդեն հաստատել է, որ միջազգային մակարդակում լայնորեն ընդունված է, որ փոխսեռականությունը բժշկական իրավիճակ է, որի դեպքում շահագրգիռ անձանց համար նախատեսված է համապատասխան բուժում ( վերը նշված Քրիստին Գուդվին [Christine Goodwin], § 81): Մասնակից պետությունների առողջապահական ծառայություններն ընդունում են այս բժշկական վիճակը և երաշխավորում կամ թույլատրում համապատասխան բուժում` այդ թվում նաև` սեռափոխման անդառնալի վիրահատական միջամտություն (վերը նշված 35-43 կետեր) :", "66.   Դատարանը համարում է, որ սկզբնական մերժումը անհերքելիորեն ազդեցություն է ունեցել դիմումատուի գենդերային ինքնության և անձնական զարգացման վրա, որոնք անձնական կյանքը հարգելու իրավունքի հիմնարար ասպեկտներն են: Այս մերժումը, այսպիսով, միջամտություն է դիմումատուի անձնական կյանքը հարգելու իրավունքի նկատմամբ` համաձայն Կոնվենիայի 8-րդ հոդվածի 1-ին մասի:", "գ) Վիճահարույց միջամտության հիմնավորվածության վերաբերյալ", "67.  Սահմանելու համար, թե արդյոք միջամտությունը խախտել է Կոնվենցիայի 8-րդ հոդվածը, Դատարանը պետք է պարզի, թե արդյոք այն հիմնավորված է այս հոդվածի 2-րդ մասի տեսանկյունից, այլ կերպ ասած` «նախատեսված է եղել օրենքով» և «անհրաժեշտ ժողովրդավարական հասարակությունում» և հետապնդում են այդ տեքստում թվարկված «իրավաչափ նպատակներից» մեկը կամ մյուսը:", "i.  Միջամտության իրավական հիմքի մասին", "68.  Համաձայն Դատարանի նախադեպային իրավունքի` «օրենքով նախատեսված» արտահայտությունը պահանջում է, որ վիճահարույց միջոցառումը հիմք ունենա ներպետական իրավունքում, սակայն կարևորում է նաև տվյալ օրենքի որակը` պահանջելով, որ այն հասանելի լինի տվյալ անձին, իսկ հետևանքները` կանխատեսելի (տե´ս, ի թիվս այլոց, Ամանն ընդդեմ Շվեցարիայի [Amann c. Suisse] [ՄՊ], թիվ 27798/95, § 50, ՄԻԵԴ 2000II, Սլիվենկոն ընդդեմ Լատվիայի [Slivenko c. Lettonie] [ՄՊ], թիվ 48321/99, § 100, ՄԻԵԴ 2003X, և Ֆերնանդես Մարտինտեսն ընդդեմ Իսպանիայի [Fernández Martínez c. Espagne] [ՄՊ], թիվ 56030/07, § 117,ՄԻԵԴ 2014 (հատվածներ)):", "69.  Սույն գործի կապակցությամբ Դատարանը նախևառաջ նշում է, որ իրավական հիմքի առկայության հարցը կողմերի միջև վեճի առարկա չի հանդիսանում: Դիմումատուն նշում է, որ իր նկատմամբ կատարված միջամտությունը հիմնված է եղել Քաղաքացիական օրենսգրքի 40-րդ հոդվածի վրա: Կառավարությունը պնդում է, որ Քաղաքացիական օրենսգրքի 40-րդ հոդվածի պահանջները հստակ են, և որ սույն գործում Մերսինի ԳԴ-ը դատական մեկնաբանություն չի տվել օրենքով նախատեսված պահանջների վերաբերյալ: Հիմնվելով իրականացված տարբեր փորձաքննությունների արդյունքների վրա` Մերսինի ԳԴ-ը մերժել է դիմումատուի հայցը` որպես հիմնավորում նշելով, որ սեռափոխման համար պահանջվող պայմանները չեն բավարարվել, քանի որ դիմումատուն ի վիճակի է եղել վերարտադրվել:", "70.  Այս առումով Դատարանը նշում է, որ 2006թ. հունիսի 27-ին Մերսինի ԳԴ-ի կողմից կայացրած որոշումը, որով դիմումատուին մերժվել էր իրականացնել սեռափոխում, հիմնվում էր Քաղաքացիական օրենսգրքի 40-րդ հոդվածի վրա: Այս դրույթի ուսումնասիրությունից պարզվում է, որ թուրքական իրավունքն ոչ միայն ճանաչում է օրենքով նախատեսված պայմանները բավարարող փոխսեռական անձանց ոչ միայն սեռափոխման իրավունքը, այլ նաև ապահովում է նոր սեռի իրավաական ճանաչում` քաղաքացիական գրանցամատյաններում համապատասխան փոփոխություներ կատարելով: (...)Սակայն, համաձայն Քաղաքացիական օրենսգրքի 40-րդ հոդվածի, այս հնարավորությունը պայմանավորած է, ի թիվս այլոց, վերարտադրման ունակություններից վերջնականապես զուրկ լինելու փաստով` մի պայման, որի հիման վրա էլ մերժվել էր դիմումատուի սկզբնական դիմումը:", "71.  Հետևաբար, Դատարանը համարում է, որ վիճարկվող միջամտությունը ներպետական իրավունքում հիմք է ունեցել: Հաշվի առնելով այդ միջամտության անհրաժեշտության վերաբերյալ եզրակացությունը (ստորև 121-122 կետեր)` Դատարանն անհրաժեշտ չի համարում իր տեսակետը ներկայացնել հետևանքների տեսանկյունից այդ դրույթի կանխատեսելիության մասին:", "ii. ՄԻջամտության իրավաչափ նպատակի մասին", "ա) Կողմերի փաստարկները", "72.  Դիմումատուն պնդում է, որ հանրային որևէ շահ չէր խոչընդոտում սեռափոխման նպատակով վիրաբուժական կամ բժշկական միջամտության ենթարկվելու թույլտվության իր դիմումին: Այս առումով, նա պնդում է, որ տվյալ միջամտությանը հանգեցրած հանրային շահով հիմնավորվող Կառավարության կողմից ներկայացված ընդհանուր փաստարկները (ինչպիսիք, օրինակ` նմանատիպ միջամտությունների լայն տարածման կանխումն է, միջամտության անդառնալիությունը, մարմնավաճառության զարգացումը, ստորև ներկայացված 74-75 կետեր) գիտական, սոցիալական և իրավական տեսանկյունից չեն կարող կարևոր համարվել :", "73. Ըստ Կառավարության` համաձայն Դատարանի նախադեպային իրավունքի, Պետություններն իրավունք ունեն վերահսկել այլ անձանց կյանքին և անվատանգությանը սպառնող գործողությունները (տե´ս վերը նշված Փրիթի [Pretty] և Լասկի, Ջագգարդ և Բրաուն [Laskey, Jaggard et Brown] գործերը): Փրիթի [Pretty] գործի հիման վրա Կառավարությունն եզրակացնում է, որ որքան մեծ է սպասվող վնասը, այդքան անձնական ինքնավարության սկզբունքի նկատմամբ գերակա են հանրային առողջության և անվտանգության նկատառումները:", "74.  Այս առումով Կառավարությունը պնդում է, որ սեռափոխման համար վիրահատական միջամտությունը վերաբերում է ոչ միայն հանրային շահի պաշտպանությանը, որը նպատակ ունի կանխել սեռափոխման վիրահատական միջամտությունների լայն տարածումը և անօգուտ վիրահատությունները, այլ նաև այն անձի շահերին, որը ցանկանում է ենթարկվել վիրահատության, որն իր բնույթով անդառնալի է և վտանգ է ներկայացնում տվյալ անձի հոգեկան և ֆիզիկական ամբողջականությանը: Ըստ Կառավարության` վիրահատությունից հետո, իհարկե, փոխսեռական անձը կորցնում է իր սկզբնական սեռին բնորոշ հատկանիշները, սակայն ամբողջովին ձեռք չի բերում նոր սեռի հատկանիշները: Ավելին, տվյալն անձը վերջնականապես կորցնում է իր վերարտադրողական ունակությունները: Ըստ Կառավարության` անհրաժեշտ է հաշվի առնել նաև հետագա հնարավոր ափսոսանքը, որ զգացել են անդառնալի հետևանքներով վիրահատության ենթարկված անձիք:", "75.  Ինչ վերաբերում է սեռափոխման վիրահատական միջամտությունների լայն տարածմանը, Կառավարությունը նշում է, որ նման տարածումը վտանգավոր է` հաշվի առնելով թե´ դրանց անդառնալի բնույթը, թե´ որոշակի շրջանակներում (օրինակ` մարմանավաճառության բնագավառում) այս նպատակով բժշկական հնարավորությունների հնարավոր չարաշահումը:", "β)  Դատարանի գնահատականը", "76.  Դատարանը հիշեցնում է, անձնական կյանքը հարգելու իրավունքի նկատմամբ միջամտությունը հիմնավորելու հիմքերի ցանկը սպառիչ ներկայացված է Կոնվենցիայի 8-րդ հոդվածի 2-րդ մասում, իսկ այդ հիմքերի սահմանումը` սահմանափակ ( Ս.Ա.Ս.-ն ընդդեմ Ֆրանսիայի [S.A.S.c. France] [ՄՊ], թիվ 43835/11, § 113, ՄԻԵԴ 2014 (հատվածներ)): Կոնվենցիայի հետ համատեղելի լինելու համար, անձնական կյանքը հարգելու իրավունքի նկատմամբ միջամտությունը պետք է հետապնդի նպատակ, որի կարող է որևէ կերպ կապ ունենալ այդ դրույթով նախատեսված նպատակներից մեկի հետ: Հետևաբար, Կոնվենցիայի 8-11-րդ հոդվածների երկրորդ մասերի համաձայն` իրավաչափ նպատակի առկայության ստուգումը բավականին արագ է (նույն տեղում) :", "77.  Այնուամենայնիվ, քանի որ սույն գործում դիմումատուն վիճարկում է Կառավարության կողմից վկայակոչված  նպատակների համապատասխանությունը (վերը նշված 72-րդ կետ), Դատարանը նպատակահարմար է համարում դրանց անդրադառնալ ավելի հանգամանալից կերպով: Այս առումով, այն նշում է, որ Կառավարությունը պնդում է, որ սեռափոխման վիրահատությունների վերահսկողությունը վերաբերում է հանրային շահի պաշտպանության բնագավառին և հետապնդում է մի քանի նպատակներ` խուսափել նման վիրահատությունների լայն տարածումից, որոշակի շրջանակներում, ինչպիսին մարմնավաճառությունն է, նման վիրահատությունների չարաշահումից: Բացի այդ, Կառավարությունը հիմնվում է շահագրգիռ անձանց շահերի պաշտպանություն վրա` հաշվի առնելով, որ վիրահատական այդ միջամտություններն անդառնալի են ֆիզիկական և հոգեկան ամբողջականության համար:", "78.  Սեռափոխման վիրահատությունների լայն տարածման, ինչպես և որոշակի շրջանակներում նմանատիպ միջամտությունների չարաշահման վերաբերյալ Կառավարության փաստարկներն իրենց ձևակերպմամբ Դատարանի համար չեն կարող համոզիչ լինել 8-րդ հոդվածի 2-րդ մասով նախատեսված նպատակների կատերգորիային հարելու առումով :", "79. Սակայն Դատարանը նշում է նաև, որ Կառավարությունը հղում է կատարում նաև սեռափոխման վիրահատությունների անդառնալիությանը, ինչպես նաև առողջության համար նմանատիպ միջամտությունների վտանգին: Այս առումով, Դատարանը չի կասկածում, որ, վիճահարույց այս օրենքն ընդունելիս, Կոնվենցիայի 8-րդ հոդվածի 2-րդ մասի տեսանկյունից պատասխանող Կառավարությունը հետապնդել է իրավաչափ նպատակ, և այն ընդունում է, որ նմանատիպ միջամտությունները կարող են լինել Պետության վերահսկողության և կարգավորման դաշտում հանրային առողջության պաշտպանության նպատակով :", "80.  Ընդունելով վերոնշյալը և ուսումնասիրելով Կառավարության դիտարկումները` Դատարանը նշում է, որ վերջինս առանձապես չի մեկնաբանում օրենքում նշված անպտղության/ստերջության պահանջը և այն հիմքը, որով դիմումատուի սկզբնական դիմումը մերժվել էր: Սակայն, հաշվի առնելով վիճահարույց միջամտության անհրաժեշտության վերաբերյալ եզրակացությունները, Դատարանը նպատակահարմար չի համարում ավելի մանրամասն քննարկել այս կետը (ստորև նշված 121-122 կետեր):", "iii.  ՄԻջամտության անհրաժեշտության վերաբերյալ", "ա) Դիմումատուի փաստարկները", "81. Դիմումատուն նշում է, որ շատ քիչ թվով մարդիկ են դիմում դատարան Քաղաքացիական օրենսգրքի 40-րդ հոդվածի հիմքով` ֆիզիկական և հոգեբանական ներդաշնակությամբ ապրելու համար և, որ, հակառակը, շատ են այն մարդիկ, ովքեր վիրահատվում են անօրինական ճանապարհով կամ արտասահմանում, քանի որ չեն բավարարում օրենքով նախատեսված պայմանները:", "82. Դիմումատուի տեսանկյունից բուժման այն միջոցները, որոնք ուղղված են վերարտադրման ունակությունների վերացմանը (ստերջացում կամ հորմոնային բուժում) շատ պարզ կերպով են ընկալվում, եթե այն վերաբերում է այն կանանց կամ տղամարդկանց, որոնք ուղղակի չեն ցանկանում երեխաներ ունենալ: Նա վիճարկում է այն փաստը, որ նման հնարավորությունը չի ընձեռնվում փոխսեռական անձանց և հետևաբար, նաև իրեն:", "83.  Բացի այդ, դիմումատուն պաշտպանում է այն վարկածը, որի համաձայն Քաղաքացիական օրենսգրքի 40-րդ հոդվածը չպետք է մեկնաբանվի, որպես արգելք հորմոնալ բուժումներին կամ սեռափոխում պահանջող անձանց ստերջացման բժշկական գործողություններին: Չնայած, որ այս մեթոդները գոյություն ունեն Թուրքիայում, նման բուժումները, այնուամենայնիվ, նրա համար հասանելի չեն եղել: Նա պնդում է, որ քանի որ այն տղամարդիկ կամ կանայք, որոնք չեն ցանկանում երեխաներ ունենալ, կարող են դիմել նման սովորական և անդառնալի միջոցների, պետք է, որ նրա պես փոխսեռական անձը նույնպես կարողանա դիմել դրանց: Նա պնդում է, որ նա չպետք է ստիպված լինի ապրել մի հակասության մեջ, որն առկա է իր արտաքին տեսքի և այն սեռի միջև, որին, ըստ իրեն, նա պատկանում է: Նա համարում է, որ, հաշվի առնելով գիտական և սոցիալական տվյալները (ներկայացված գործին կցված բժշական հաշվետվություններում), իրավունքը նրան պետք է լուծում առաջարկի:", "84.  Հիմնվելով Թավլին ընդդեմ Թուրքիայի [Tavlı c. Turquie] (թիվ 11449/02, §§ 35-37, նոյեմբերի 9, 2006թ.) գործում Դատարանի ընդունած դիրքորոշման վրա` նա համարում է, որ գործող օրենքը պետք է մեկնաբանվի գիտական, կենսաբանական և սոցիալական իրականության հիման վրա:", "85.  Ըստ դիմումատուի` մեծ թվով փոխսեռականներ վերջնականապես զրկված չեն վերարտադրման ունակություններից: Հաշվի առնելով այս իրադրությունը` Քաղաքացիական օրենսգրքի 40-րդ հոդվածը, ըստ նրա, չի պատասխանում «որևէ պահանջի», քանի որ այն չունի որևէ կոնկրետ անհրաժեշտության վրա հիմնված դրույթ: Օրինակ` բացակայում են «փորձաշրջանի» կան «հորմանալ բուժման» կամ ցանկացած այլ տեսակի բուժման մասին ձևակերպումները: 40-րդ հոդվածը վերաբերում է միայն սեռափոխման «վիրահատությանը», բժշկական այլ գործողություններ նշված չեն: Այսպիսով, ըստ դիմումատուի, սույն բնագավառում առկա է իրավական իսկական բաց: Սոցիալական ապահովության հիմնադրամի կողմից հրապարակված բժշկական ընթացակարգերի վերաբերյալ տեղեկություններում նույնպես բացակայում են սույն հարցի վերաբերյալ դրույթներ:", "86. Բացի այդ, դիմումատուն մեջբերում է քաղաքացիական իրավունքի երկու մասնագետների կողմից խմբագրված մի հոդված, որը վերաբերում է քաղաքացիական գործերով դատարանի կողմից կայացված մի որոշման, որով մերժվել է սեռափոխման թույլտվություն ստանալու հայցն այն հիմնավորմամբ, որ հայցատուն դեռևս ունեցել է վերարտադրողական օրգաններ: Հեղինակները նշել են, որ նման մերժման Սահմանադրության հետ համապատասխանության հարցը չի ուսումնասիրվել, իսկ տվյալ դատական ատյանը նույնիսկ չի փորձել իրավիճակը դիտարկել Մարդու իրավունքների եվրոպական կոնվենցիայի տեսանկյունից:", " 87. Որպես եզրակացություն, դիմումատուն համարում է, որ վերարտադրման ունակություններ ունեցող փոխսեռական անձանց կամ, ըստ նրա, փոխսեռական անձանց մեծամասնության համար նախատեսված սեռափոխման գործընթացները կիրառման ենթակա չեն, քանի որ Քաղաքացիական օրենսգրքի 40-րդ հոդվածը չի նշում բուժման մեթոդները և տվյալ հարցը կարգավորող օրենսդրական այլ դրույթները: Ըստ դիմումատուի, այս իրավիճակը փոխսեռական անձանց ստիպում է դուրս գալ իրավական շրջանակներից և դիմել դեղամիջոցային բուժման կամ վիրահատական միջամտության, որոնք դուրս են դատավորի կամ բժշկի վերահսկողությունից:", "բ)  Կառավարության փաստարկները", "88.  Վկայակոչելով վերը նշված Քրիստին Գուդվին [Christine Goodwin] Վան Կյուկ [Van Kück], ինչպես նաև Գրանտն ընդդեմ Մեծ Բրիտանիայի [Grant c. Royaume-Uni] (թիվ 32570/03, ՄԻԵԴ 2006VII) գործերը` Կառավարությունն ընդգծում է, որ, ներկա կենսապայմանները հաշվի առնելով, Դատարանն արդեն ուսումնասիրել է բազմաթիվ գործեր, որոնք վերաբերվել են փոխսեռական անձանց խնդիրներին և որ նա ողջունել է Կոնվենցիայի 8-րդ հոդվածի տեսանկյունից այս անձանց պաշտպանության և նրան իրավիճակը ճանաչելուն ուղղված անդամ պետությունների կողմից ձեռնարկված կայուն բարելավումը: Կառավարության վերլուծությանը հետևելով, միաժամանակ սույն բնագավառում պետություններին հայեցողության որոշակի սահմաններ շնորհելով` Դատարանն որոշել է, որ, հաշվի առնելով 8-րդ հոդվածով նախատեսված դրական պարտավորությունները, անդամ պետությունները պարտավոր են երաշխավորել վիրահատված փոխսեռական անձանց սեռական ինքնության իրավական ճանաչումը, մասնավորապես քաղաքացիական կացության գրանցամատյաններում կատարելով համապատասխան փոփոխություններ դրանից բխող այլ պարտավարությունների հետ մեկտեղ  (հիշատակում է վերը նշած Քրիստին Գուդվին [Christine Goodwin], §§ 71-93, և  Գրանտ [Grant], §§ 39-44 գործերը) :", "89.  Կառավարությունը պնդում է, որ թուրքական իրավական համակարգը բավարարում է այս պահանջը : Վիրահատված փոխսեռական անձի քաղաքացիական կարգավիճակը փոփոխվում է գրանցամատյաններում և, այս փոփոխությունից հետո տվյալ անձն իր կյանքը վարում է իր նոր պաշտոնական ինքնության հետ համահունչ:", "90.  Այնուամենայնիվ, ըստ Կառավարություն, վերը նշված գործերում Դատարան ներկայացված գանգատներում փոխսեռական անձինք արդեն ենթարկվել էին սեռափոխման վիրահատության, մինչդեռ սույն գործը վերաբերում է դատական ատյանների կողմից սեռափոխման վիրահատություն իրականացնելու թույլտվության մերժմանը: Այս առումով, այն հստակեցնում է, որ 1988թ.-ից ի վեր թուրքական իրավունքը նախատեսում է սեռափոխման հնարավորություն և արդեն վիրահատված փոխսեռական անձանց նոր սեռական ինքնության իրավական ճանաչում:", "91.  Ինչ վերաբերում է սեռափոխման համար պահանջվող պայմաններին, Կառավարությունը հղում է կատարում Քաղաքացիական օրենսգրքի 40-րդ հոդվածին: Ըստ Կառավարության, ներպետական օրենսդրությունը և կիրառման պայմանները չեն ենթադրում, որ շահագրգիռ անձը սեռափոխման վիրահատության ենթարկվելու համար նախապես պետք է իրականացնի ստերջացման և հորմոնային բուժման բժշկական գործողություններ: Սույն գործում, դիմումատուի հայցն ուսումնասիրվել է Մերսինի Գերագույն դատարանի կողմից օրենքով նախատեսված պահանջների շրջանակներում:", "92. Ընդունելով, որ անձնական ինքնավարության հասկացությունը կարևոր սկզբունք է, որն ընկած է 8-րդ հոդվածով նախատեսված երաշխիքների մեկնաբանման հիմքում, Կառավարությունը պնդում է, որ Դատարանը դեռևս չի հայտարարել, որ այդ հոդվածը, որպես այդպիսին, չի ներառում ինքնորոշման իրավունքը  (հիմնվում է վերը նշված Շլումֆ [Schlumpf], Վան Կյուկ [Van Kück] և Փրիթի [Pretty] գործերով վճիռների վրա): Ըստ Կառավարության, 8-րդ հոդվածից, ինչպես նաև այդ հարցի վերաբերյալ Դատարանի նախադեպային իրավունքից չի կարելի եզրակացնել, որ գոյություն ունի վիրահատության միջոցով սեռափոխման անվերապահ իրավունք, քանի որ նման իրավունքը, ըստ Կառավարության, կգերակայի` հերքելով այն պաշտպանությունը, որը Կոնվենցիան ձգտում է ապահովել:", "93.  Կառավարության կարծիքով, հաշվի առնելով սեռափոխման վիրահատության ծանր և անդառնալի բնույթը, սեռական ինքնության խանգարումների բուժման համար նման միջամտությունների անհրաժեշտության առումով զգալի անորոշությունը, նման վիրահատական միջամտությունների լայն տարածման վտանգը, ինչպես նաև դրանից բխող այլ վտանգները, Պետությունը պետք է ունենա հայեցողության լայն սահմաններ սեռի փոփոխման գործընթացները կարգավորելու և սեռափոխման վիրահատություն իրականացնելու համար պահանջներ սահմանելու համար:", "94. Նա նշում է, որ որոշելու համար, թե արդյոք ապահովվել էին սեռի փոփոխման համար օրենքով նախատեսված պահանջները, Մերսինի ԳԴ-ը հիմնվել է սեռի փոփոխման թույլտվություն համար պահանջվող պայմաններից մեկի վրա, այն է` վերարտադրման ունակությունների բացակայությունը, ինչպես նաև մասնագետների գիտելիքների և եզրակացությունների վրա :", "95.  Բացի այդ, հաշվի առնելով փոխսեռականության խորը բնույթի և դրանից բխող խիստ բարդ իրավիճակների հետ կապված անորոշությունը, Կառավարությունը համարում է, որ սույն գործում վիճարկվող իրավական դրույթը նախատեսում է այս ոլորտի համապատասխան իրավական միջոցառումները: Համաձայն Կառավարության վերլուծության` հենց Դատարանն ինքն է նշել, որ փոխսեռականության էության վերաբերյալ անորոշությունը դեռ առկա է և նման դեպքերում վիրաբուժական միջամտության օրինականության հարցն երբեմն խորհելու տեղիք է տալիս (վկայակոչում է վերը նշած Բ.-ն ընդդեմ Ֆրանսիայի [ B. c. France]) :", "96.  Կառավարությունը համոզված է, որ ոչ ոք չի կարող պնդել, որ վիրահատական նման միջամտությունն անհրաժեշտ է սեռական ինքնության խանգարումների բուժման համար: Այն շարունակում է պնդել, որ փոխսեռականության ախտորոշման հստակությունը չափազանց կարևոր է, և նման ախտորոշումը պետք է կատարվի շատ ուշադիր կերպով` խուսափելով հոգեական այլ խանգարումների հետ այն շփոթելուց: Կառավարությունը պնդում է, որ սեռափոխման վիրահատությունն անհրաժեշտ պետք է լինի ոչ միայն հոգեբանական, այլ նաև բժշկական անհրաժեշտությունից ելնելով :", " 97. Բացի այդ, փոխսեռականությունից բխող իրավական իրավիճակները կարող են շատ բարդ լինել: Դրանք վերաբերում են մասնավորապես անատոմիական, կենսաբանական, հոգեբանական և հոգեական բնույթի խնդիրներին` կապված փոխսեռականության և դրա սահմանման հետ, ինչպես նաև ցանկացած վիրահատությունից առաջ համաձայնություն տալու կամ պահանջվող այլ պայմանների, սեռափոխման վիրահատության թույլատրման պայմանների, միջազգային ասպեկտների, նման փոփոխությունների իրավական հետադարձ կամ ոչ հետադարձ հետևանքների, այլ անվան ընտրության, փոփոխության վերաբերյալ տեղեկությունների և փաստաթղթերի գաղտնիության, ընտանեկան բնույթի հետևանքների հետ: Այս տարբեր հարցերի շուրջ Եվրոպայի Խորհրդի անդամ պետությունների միջև փոխհամաձայնության դաշտն այնքան էլ լայն չի, որպեսզի Դատարանը վերջնական եզրակացություններ կայացնի և սահմանափակի անդամ պետություններին շնորհված հայեցողության սահմանները, և հետևաբար, այստեղ գործ ունենք մի բնագավառի հետ, ուր մասնակից պետությունները, սույն հարցի շուրջ փոխհամաձայնության բացակայության պայմաններում, օգտվում են հայեցողության լայն սահմաններից:", "98.  Հաշվի առնելով սեռափոխման վիրահատությունների լուրջ վտանգները` Կառավարությունը պնդում է, որ ներպետական իրավունքով պահանջվող պայմանները չեն կարող քննադատվել ո´չ իրավական, ո´չ բժշկական տեսանկյուններից: Այն մտահոգություն է արտահայտում, որ հակառակ վերաբերմունքը կարող է հանգեցնել վիրահատությունների, որոնք կիրականացվեն առանց դրանց բժշկական անհրաժեշտության ցանկացած ստուգման կամ առանց դրանք հաջողելու բժշկական երաշխիքների:", "99.   Հաշվի առնելով վերը նշած բոլոր կետերը` Կառավարությունը պնդում է, որ ներպետական դատական մարմինների կողմից դիմումատուին սեռափոխման վիրահատություն իրականացնելու թույլտվության մերժումը Կոնվենցիայի 8-րդ հոդվածի տեսանկյունից չի կարող համարվել անձնական կյանքը հարգելու իրավունքի խախտում, և որ ներպետական մարմինները չեն գերազանցել հայեցողության սահմանները, որոնք պետք է շնորհվեն սույն գործում: Հետևաբար, ըստ Կառավարության, Կոնվենցիայի 8-րդ հոդվածը չի խախտվել :", "γ)  Դատարանի գնահատականը", "100.  Համաձայն Դատարանի նախադեպային իրավունքի` միջամտությունը համարվում է «անհրաժեշտ ժողովրդավարական հասարակությունում» իրավաչափ նպատակ հետապնդելու համար, եթե այն պայմանավորված է «սոցիալական հրամայականով» և համաչափ է հետապնդվող իրավաչափ նպատակին: Այս առումով, անհրաժեշտ է, որ ներպետական ատյանների կողմից միջամտության հիմնավորումը լինի «տեղին և բավարար»  (տե´ս, ի թիվս այլոց, Նադան ընդդեմ Շվեցիարիայի [Nada c. Suisse][ՄՊ], թիվ 10593/08, § 88, ՄԻԵԴ 2012, և Կենդանիների միջազգային պաշտպաններն ընդդեմ Մեծ Բրիտանիայի [Animal Defenders International c. Royaume-Uni] [ՄՊ], թիվ 48876/08, § 105,ՄԻԵԴ 2013 (հատվածներ) գործերը):", "101. Եթե նախևաառաջ ներպետական մարմինները պետք է տան իրենց գնահատականը պահանջվող պայմանների բավարարման մասին, ապա այնուհետև Դատարանը պետք է որոշի, թե արդյոք Կոնվենցիայի տեսանկյունից միջամտությունն անհրաժեշտ է եղել, թե ոչ: Այս առումով ներպետական իրավասու մարմիններին պետք է շնորհել հայեցողության որոշակի սահմաններ: Հայեցողության սահմանները տարբեր են և կախված են որոշակի գործոններից, որոնցից, օրինակ, Կոնվենցիայով երաշխավորվող վիճարկվող իրավունքի բնույթն է և տվյալ անձի համար այդ իրավունքի կարևորությունը, ինչպես նաև միջամտության բնույթը և արդյունքը: Որքան կարևոր է վիճարկվող իրավունքն անձի հիմնարար իրավունքներն իրապես երաշխավորելու համար կամ որքան «նեղ անձնական» է դրա բնույթը, այդքան սահմանափակ են հայեցողության այդ սահմանները: Այն պահից, երբ նժարին է դրվում անձի գոյության առանձնապես կարևոր ասպեկտը կամ նրա ինքնությունը, Պետությանը շնորհված հայեցողության սահմաններն ավելի սահմանափակ են դառնում: Փոխարենը հայեցողության սահմաններն ավելի լայն են, երբ Եվրոպայի խորհրդի անդամ պետությունների միջև տվյալ հարցի վերաբերյալ չկա փոխհամաձայնություն, լինի դա վիճարկվող շահի հարաբերական կարևորության կամ այդ շահերի պաշտպանության լավագույն միջոցների վերաբերյալ ( վերը նշված Ս.-ն և Մարփերն ընդդեմ Մեծ Բրիտանիայի [S. et Marper c. Royaume-Uni] [ՄՊ], թիվ 30562/04 և 30566/04, §§ 101-102, ՄԻԵԴ 2008, և Ֆերնանդես Մարտինես [Fernández Martínez], § 125) :", "102.  Սույն գործի կապակցությամբ Դատարանը նշում է, որ ներպետական դատական ատյաններում տեղի ունեցած գործընթացներն ուղղակիորեն ներգրավել են դիմումատուի իր սեռական պատկանելությունն որոշելու ազատությունը, որը ինքնորոշման իրավունքի ամենաէական տարրերից մեկն է  (վերը նշված Վան Կյուկ [Van Kück], § 73): Այս առումով Դատարանը հիշեցնում է, որ բազմիցս հայտարարել է, որ գիտակցում է այն խնդիրների լրջությունը, որոնց հանդիպում են փոխսեռական անձինք և ընդգծել է համապատասխան իրավական միջոցառումների անհրաժեշտության մշտապես ուսումնասիրության կարևորությունը (վերը նշված Քրիստին Գուդվին [Christine Goodwin], § 74):", "103.  Այս իմաստով Դատարանը կրկնում է, որ չափազանց կարևոր է, որ Կոնվենցիան մեկնաբանվի և կիրառվի այնպես, որպեսզի երաշխիքներն ապահովվեն ոչ միայն տեսականորեն կամ թվացյալ կերպով, այլ լինեն կոնկրետ և արդյունավետ: Եթե Դատարանը չունենա դինամիկ և զարգացող մոտեցում, նման վերաբերմունքը կխոչընդոտի ցանկացած բարեփոխման կամ բարելավման (տե´ս, ի թիվս այլոց, Ստաֆորդն ընդդեմ Մեծ Բրիտանիայի [Stafford c. Royaume-Uni] [ՄՊ], թիվ 46295/99, § 68, ՄԻԵԴ 2002IV):", "104.  Սույն գործի համատեքստում Դատարանը նպատակահարմար է գտնում հաշվի առնել միջազգային և եվրոպական իրավունքի զարգացումները, ինչպես նաև Եվրոպայի խորհրդի անդամ պետությունների իրավունքը և պրակտիկան գործի հանգամանքները «ներկա կյանքի պայմանների տեսանկյունից» գնահատելու համար  (նմանատիպ քայլի համար, տե´ս, ի թիվս այլոց Թայրերն ընդդեմ Մեծ Բրիտանիայի [Tyrer c. Royaume-Uni], ապրիլի 25, 1978թ., § 31, շարք Ա, թիվ 26) :", "105.  Այս առումով Դատարանը նշում է, որ փոխսեռական անձանց համար սեռափոխման բուժում ձեռնարկելու հնարավորությունը, ինչպես նաև նոր սեռական ինքնության իրավական ճանաչումն ապահովված են եվրոպական շատ պետություններում: Բացի այդ, Դատարանը նշում է, որ մի շարք պետություններում, ուր սեռի փոփոխումն իրավական ճանաչում է ստանում, գործող օրենսդրությունը կամ պրակտիկան, ուղղակիորեն կամ անուղղակիորեն, նոր սեռի իրավական ճանաչումը պայմանավորվում է սեռափոխման վիրահատական միջամտությամբ և/կամ վերարտադրման ունակությունների բացակայությամբ (...)", "106. Վերը նշված Քրիստին Գուդվին [ Christine Goodwin] (§ 85) գործով վճռում Դատարանը համարել է, որ, համաձայն սուբսիդիարության սկզբունքի, նախևառաջ անդամ պետությունները պետք է որոշեն իրենց իրավասության ներքո գտնվող ցանկացած անձի իրավունքների ճանաչումն ապահովելու համար անհրաժեշտ միջոցառումները և, վիրահատված փոխսեռական անձանց սեռային պայմանների իրավական ճանաչման արդյունքում ի հայտ եկած կոնկտրետ խնդիրներն իրենց ներպետական իրավական կարգով լուծելու համար, անդամ պետությունները պետք է ունենան հայեցողության լայն սահմաններ:", "107.  Դատարանը համարում է, որ հայեցողության սահմանները միանշանակ պետք է լայն լինեն, երբ հարցը վերաբերում է իրավական այն պայմաններին, որոնք կարգավորում են սեռափոխման հետ կապված մարմնական փոփոխություններ իրանացնել ցանկացող փոխսեռական անձանց համար բժշկական կամ վիրահատական միջոցների հասանելիությունը:", "108.  Այնուամենայնիվ, Դատարանը հիշեցնում է, որ արդեն որոշում էր կայացրել, որ նպատակահարմար է ավելի քիչ կարևորություն տալ իրավական և գործնական խնդիրների լուծման կարգի վերաբերյալ եվրոպական պետությունների միջև փոխհամաձայնության տարրերի բացակայությանը, քան փոխսեռականների սոցիալական ընդունման, ինչպես նաև վիրահատված փոխսեռականների նոր սեռային ինքնության իրավական ճանաչման տանող միջազգային շարունակական միտումները հավաստող տարրերի առկայությանը (վերը նշած Քրիստին Գուդվին Գուդվին [Christine Goodwin], § 85).", "109.  Այս առումով Դատարանը հիշեցնում է, որ փոխսեռական անձանց իրենց համաքաղաքացիների նման իրենց անձնական զարգացման, ֆիզիկական և հոգեկան ամբողջականության իրավունքից լիովին օգտվելու իրավունքը չի կարող դիտարկվել որպես վիճելի հարց, որի հետ կապված խնդիրներն ավելի հստակորեն հասնակալու համար ավելի շատ ժամանակ պետք է պահանջվի (վերը նշված Քրիստին Գուդվին [Christine Goodwin] § 90) :", "110. Այս առումով Դատարանն ընդգծում է, որ Սեռական կողմնորոշման կամ գենդերային ինքնության հիման վրա խտրականության դեմ պայքարի միջոցների վերաբերյալ հանձնարարականում (CM/Rec(2010)5) Եվրոպայի խորհրդի Նախարարների կոմիտեն հաստատել է, որ սեռի փոփոխման իրավական ճանաչման համար նախապայմանները, այդ թվում` ֆիզիկական բնույթի փոփոխությունները, պետք է կանոնավոր կերպով վերագնահատվեն որոշ պայմանների չարաշահումները բացառելու համար(...) Բացի այդ, Եվրոպայի խորհրդի Խորհրդարանական վեհաժողովն իր  Սեռական կողմնորոշման և գենդերային ինքնության հիման վրա խտրականության վերաբերյալ թիվ 1728 (2010) բանաձևում կոչ է արել անդամ պետություններին պայքարել փոխսեռական անձանց ուղղված մարդու իրավունքների խախտումների և խտրականության դրսևորումների դեմ և, մասնավորապես, երաշխավորել օրենսդրությամբ և գործնականում այս անձանց իրավունքները` ընտրված սեռն արտացոլող պաշտոնական փաստաթղթղեր ձեռքբերելու իրավունքը` առանց ստերջացման կամ բժշկական միջամտության, սեռափոխման վիրահատության կամ հորմոնալ թերապիայի ենթարկման նախնական պարտավորության:", "111.  Դատարանը նշում է նաև, որ որոշ անդամ պետություններ վերջերս փոփոխել են իրենց օրենսդրությունը կամ գործնական մոտեցումները սեռափոխման բուժումների հասանալիության և այդ գործընթացի իրավական ճանաչման հետ կապված` վերացնելով անպտղության/ ստերջացման պահանջը:", "112. Այս առումով Դատարանը նպատակահարմար է համարում վերհանել այս ոլորտում թուրքական իրավունքի  առանձնահատկությունները: Իրապես, պետությունների մեծ մասը, որոնք որպես նոր սեռի իրավական ճանաչման նախապայման պահանջում են իրականացնել հորմոնալ բուժումներ կամ ենթարկվել սեռափոխման վիրահատման, անպտղությունը/ ստերջացումը խորհուրդ է տրվում իրանացնել սեռափոխման բժշկական կամ վիրահատական գործընթացներից հետո (վերը նշված 42-43 կետեր): Մինչդեռ, թուրքական իրավունքը քաղաքացիական կացության կարգավիճակը ստորակարգում է սեռափոխման վիրահատության արդյունքում ձեռքբերված ֆիզիկական վերափոխմանը, որն «իրականացվում է դատական թույլտվությամբ հստակեցված նպատակի համաձայն և բժշկական մեթոդներով», վերարտադրման ունակությունների բացակայությունը պահանջ է, որը պետք է բավարարվեր Մերսինի ԳԴ-ի վիճահարույց որոշման շրջանակներում մինչև սեռի փոփոխման գործողությունների մեկնարկը` այսպիսով պայմաններ դնելով դիմումատուի սեռափոխման վիրահատության համար :", "113.  Հաշվի առնելով գործում ներգրավված նյութերը, և մասնավորապես, ներպետական ատյաններում դիմումատուի մերձավորների վկայությունները (վերը նշված 9-րդ կետ), Դատարանը նշում է, որ վերջինս տարիներ շարունակ իր սոցիալական կյանքը վարել էր որպես տղամարդ: Դիմումատուն պատանեկության տարիներից ստանում է հոգեբանական աջակցություն` հոգեբան-փորձագետների կոմիտեի կողմից ախտորոշվելով որպես փոխսեռական, և հաստատվել է արական ինքնությամբ լինելու անհրաժեշտությունը (վերը նշված 7-րդ, 10-րդ և 14-րդ կետեր):2005թ. սեպտեմբերին, այն ժամանակ, երբ նա առաջին անգամ դիմել էր սեռափոխման վիրահատության ենթարկվելու թույլտվություն ստանալու համար, դիմումատուն արդեն մի քանի տարի շարունակ զբաղվել էր սեռափոխմամբ: Ստացել էր համապատասխան բուժում հոգեբանական առումով և վաղուց ի վեր ունեցել արական սոցիալական վարք :", "114.  Չնայած այս փաստերին` ներպետական ատյանները նախ մերժել են թույլատրել ֆիզիկական ցանկալի փոփոխությունը: Այս առումով, Դատարանը կրկնում է, որ կարող էր տեղի ունենար անձնական կյանքը հարգելու իրավունքի լուրջ խախտում, երբ ներպետական իրավունքն անհամատեղելի է անձնական ինքնության կարևոր ասպեկտնի հետ (վերը նշված Քրիստին Գուդվին [Christine Goodwin], § 77) :", "115.  Դատարանը նաև հիշեցնում է, որ արդեն հայտարարել է, որ չի կարելի կարծել, թե սեռափոխման վիրահատություն ենթարկվելու որոշմանը տվյալ անձը հանգել է առանց մտածելու` հաշվի առնելով նման քայլի հետ կապված բազմաթիվ և ծանր միջամտությունները, հասարակությունում իր սեռային դերը փոխելու համար անհրաժեշտ համոզմունքը և վճռականության աստիճանը (վերը նշած Քրիստին Գուդվին [Christine Goodwin], § 81 և Շլումֆ [Schlumpf], § 110 գործով վճիռներ) :", "116. Սույն գործում Դատարանը գտնում է, որ ներպետական ատյաններն իրենց նախնական մերժումը հիմնավորել են լոկ այն հանգամանքով, որ դիմումատուն ունակ է եղել վերարտադրվելու: Սակայն, Դատարանը չի բացատրում, թե ինչու սեռափոխման վիրահատության ենթարկվել ցանկացող անձի վերարտադրման ունակությունների բացակայությունը պետք է հաստատվի նույնիսկ սեռափոխման ֆիզիկական գործընթացից առաջ:", "117.   Այս առումով Դատարանը նշում է, որ, համաձայն կողմերի ներկայացրած տեղեկությունների, ներպետական իրավունքը նախատեսում է կամավոր ստերջացման բժշկական գործողություններ (վերը նշված 23-24 կետեր): 2010թ. հոկտեմբերի 25 –ի իր դիտողություններում դիմումատուն պնդում էր, որ օրինական շրջանակներում իր համար նման գործողությունները հասանելի չեն եղել (վերը նշված  83-րդ և 87-րդ կետեր): Նա հավելում է, որ որևէ իրավական դրույթ չէր նախատեսում այն քայլերը կամ բուժման միջոցները, որոնց նա կարող էր դիմել և, հետևաբար, տվյալ բնագավառում առկա է եղել իրավական զգալի բաց (վերը նշված 85-87 կետեր): 2013թ. հոկտեմբերի 23-ի լրացուցիչ դիտողություններում դիմումատուի փաստաբանը պնդում էր, որ իր պաշտպանյալը, սույն գանգատը Դատարան ներկայացնելուց հետո, օգտագործել էր հորմոններ ցանկացած տեսակի իրավական և բժշկական վերահսկողությունից դուրս (վերը նշված 47-րդ կետ):", "118.  Պաշտպանելով այն հանգամանքը, որ վերարտադրման ունակությունների առկայության հիմքով դիմումատուի հայցի մերժումը համապատասխանել է օրենքի պահանջներին` Կառավարությունը պնդում է, որ ոչ վիճահարույց օրենսդրությունը, ոչ էլ կիրառման կարգը չեն պահանջել, որպեսզի դիմումատուն նախապես ենթարկվի ստերջացման բժշկական գործողությունների կամ ստանա հորմոնալ թերապիա (վերը նշված 91-րդ կետ): Սակայն Դատարանը չի տեսնում, թե ինչպես, բացառությամբ, իհարկե, ստերջացման վիրահատության, դիմումատուն կարող էր բավարարել մշտական անպտղության պահանջը, երբ կենսաբանական առումով նա ունակ էր վերարտադրվել:", "119.  Այնուամենայնիվ, Դատարանն անհրաժեշտ չի համարում անդրադառնալ այն բժշկական միջոցների հնարավոր հասանելիության հարցին, որոնք դիմումատուին թույլ կտային բավարարել այդ պահանջը: Իրապես, ամեն դեպքում, Դատարանը համարում է, որ դիմումատուի ֆիզիկական ամբողջականության նկատմամբ հարգանքը հակասում է նման բուժման ենթարկվելու պարտականությանը:", "120.  Ավելին, սույն գործի փաստական հանգամանքները և դիմումատուի գանգատի ձևակերպումը բավարար են, որպեսզի Դատարանը համարի, որ դիմումատուն թե´ ներպետական դատարաններում, թե´ Դատարանում վիճարկում է օրենքում սեռափոխման թույլատրման համար մշտական անպտղությունն որպես նախապայման նախատեսելը:", "121. Իրապես, սեռափոխման գործողությունների կարգավորումը հիմնավորելու Կառավարության փաստարկների տեսանկյունից ( 74-րդ և 75-րդ կետեր) Դատարանն այս պահանջն անհրաժեշտ չի համարում: Հետևաբար, ենթադրելով նույնիսկ, որ սեռափոխման վիրահատության ենթարկվելու նպատակով դիմումատուի նախնական հայցի մերժումն ունեցել է համապատասխան հիմք, Դատարանը համարում է, որ այն չի կարող բավարար հիմք համարվել: Դրանից բխող դիմումատուի անձնական կյանքը հարգելու իրավունքի նկատմամբ միջամտությունը ժողովրդավարական հասարակությունում չի կարող «անհրաժեշտ» համարվել:", "Այն փաստը, որ Մերսինի ԳԴ-ը փոփոխել է իր դիրքորոշումը և 2013թ. մայիսին դիմումատուին թույլատրել իրականացնել սեռափոխման վիրահատություն` անտեսելով բժշկական եզրակացությունները, որոնց համաձայն դիմումատուն զուրկ չէր վերարտադրման ունակություններից (վերը նշված 24-րդ և 25-րդ կետեր), հաստատում է, անշուշտ, այս եզրակացությունը:", "122.  Այսպիսով, Դատարանը համարում է, որ տարիներ շարունակ հրաժարվելով դիմումատուին նման վիրահատության հնարավորություն ընձեռնել, պետությունն անտեսել է դիմումատուի անձնական կյանքը հարգելու իրավունքը: Դատարանն եզրակացնում է, որ տեղի է ունեցել Կոնվենցիայի 8-րդ հոդվածի խախտում:", "(...)", "ԱՅՍ ՀԻՄՔԵՐՈՎ ԴԱՏԱՐԱՆԸ ՄԻԱՁԱՅՆ", "(...)", "", "2.  Վճռում է, որ տեղի է ունեցել Կոնվենցիայի 8-րդ հոդվածի խախտում :", "", "(...)Կատարվել է ֆրանսերեն լեզվով, ծանուցվել գրավոր 2015թ. մարտի 10-ին` Դատարանի կանոնակարգի 77-րդ հոդվածի 2-րդ և 3-րդ մասերի համաձայն:", "\tԱբել Կամպոս (Abel Campos)\tԳվիդո Ռայմոնդի (Guido Raimondi)", "\tԴատարանի քարտուղարի         Նախագահ", "տեղակալ", "Կոնվենցիայի 45-րդ հոդվածի 2-րդ մասի և Դատարանի կանոնակարգի 74-րդ հոդվածի 2-րդ մասի համաձայն` սույն վճռին կցված են հետևյալ հատուկ կարծիքները`", "–  Դատավորներ Կելլերի (Keller) և Սպանոյի (Spano) համատեղ կարծիքը,", "  –  Դատավորներ Լեմմենսի (Lemmens) և Կյուրիսի (Kūris) համատեղ կարծիքը :", "Գ.Ռ.Ա.\nԱ.Կ.", "", "", "*«Հատուկ կարծիքները» չեն թարգմանվել, սակայն առկա են անգլերենով և/կամ ֆրանսերենով վճռի պաշտոնական տարբերակում կամ տարբերակներում, որոնք հասանելի են Դատարանի նախադեպային իրավունքի տվյալների բազայում` HUDOC-ում:", "", "© Եվրոպայի խորհուրդ/ Մարդու իրավունքների եվրոպական Դատարան, 2015", "Մարդու իրավունքների եվրոպական դատարանի պաշտոնական լեզուներն են ֆրանսերենը և անգելերենը: Սույն թարգմանությունն իրականացվել է Եվրոպայի խորհրդի Մարդու իրավունքների հավատարմագրային ֆոնդի () աջակցությամբ: Այն որևէ կերպ չի պարտավորեցնում Դատարանին, որը պատասխանատու չէ թարգմանության որակի համար: Այն կարելի է բեռնել HUDOC-ից` Մարդու իրավունքների եվրոպական դատարանի նախադեպային իրավունքի տվյալների բազայից (), կամ տվյալների ցանկացած այլ բազայից, որին HUDOC-ը տրամադրել է փաստաթուղթը: Այն կարող է վերաթողարկվել ոչ առևտրային նպատակներով` պայմանով, որ գործի անվանումը ներկայացվի ամբողջական և ուղեկցվի վերը նշված հեղինակային իրավունքի նշումներով, ինչպես նաև Մարդու իրավունքների հավատարմագրային ֆոնդին հղումով: Առևտրային նպատակներով սույն թարգմանությունը մասնակիորեն կամ ամբողջապես օգտագործելու դեպքում, հարկ է այդ մասին տեղեկացնել հետևյալ հասցեով` ", "", "© Council of Europe/European Court of Human Rights, 2015", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "©Conseil de l’Europe/Cour européenne des droits de l’homme, 2015. Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: "]}