{"file": "ARM_HJUDARM_34806_04.docx", "doc_type": "HJUDARM", "doc_lang": "ARM", "case_id": "34806/04", "text_paragraphs": ["", "© Եվրոպայի խորհուրդ/ Մարդու իրավունքների եվրոպական Դատարան, 2013: Սույն թարգմանությունն իրականացվել է Եվրոպայի խորհրդի Մարդու իրավունքների հավատարմագրային ֆոնդի () աջակցությամբ: Այն որևէ կերպ չի պարտավորեցնում Դատարանին: Ավելին իմանալու համար ծանոթացեք սույն փաստաթղթի վերջում ներկայացված հեղինակային իրավունքի վերաբերյալ նշումներին:", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "ՉՈՐՐՈՐԴ ԲԱԺԱՆՄՈՒՆՔ", "ԻՔՍՆ ԸՆԴԴԵՄ ՖԻՆԼԱՆԴԻԱՅԻ ԳՈՐԾՈՎ", "(գանգատ թիվ 34806/04)", "", "ՎՃԻՌ", "[Քաղվածքներ]", "ՍՏՐԱՍԲՈւՐԳ", "3 հուլիսի 2012թ.", "Սույն վճիռը վերջնական կդառնա Կոնվենցիայի 44-րդ հոդվածի 2-րդ կետի համապատասխան: Այն կարող է ենթարկվել խմբագրական փոփոխությունների", "", "Իքսն ընդդեմ Ֆինլանդիայի գործով,", "Մարդու իրավունքների եվրոպական դատարանի հինգերորդ բաժանմունքը հետևյալ կազմով`", "Նիկոլաս Բրատցա (Nicolas Bratza)Նախագահ", "Լեխ Գարլիկի (Lech Garlicki),", "Գեորգե Նիկոլաոու (George Nicolaou)", "Լեդի Բիանկու (Ledi Bianku)\nԶդրավկա Կալաջիևա (Zdravka Kalaydjieva)", "Նեբոյշա Վուչինիչ (Nebojša Vučinić), դատավորներ", "Մատտի Միկկոլա (Matti Mikkola) ad hoc դատավոր", "և Լոուրենս Ըրլի (Lawrence Early), բաժանմունքի քարտուղար,", "", "2012թ. հունիսի 12-ին կայացած դռնփակ նիստերում,", "Կայացրեց հետևյալ վճիռը, որն ընդունվեց այդ օրը:", "", "ԸՆԹԱՑԱԿԱՐԳ", "Գործը սկիզբ է առել 2004թ. սեպտեմբերի 30-ին` Մարդու իրավունքների և հիմնարար ազատությունների պաշտպանության կոնվենցիայի («Կոնվենցիա») 34-րդ հոդվածի համաձայն Ֆինլանդիայի քաղաքացի Իքսի («դիմումատու») կողմից ընդդեմ Ֆինլանդիայի բերված թիվ 34806/04 գանգատի հիման վրա:", "Դիմումատուին ներկայացրել է տիկին Հելենա Մոլենդերը` Հելսինկիում գործող իրավաբան: Ֆինլանդիայի կառավարությանը («Կառավարություն») ներկայացնում էր պարոն Արտո Կոսոնենը Արտաքին գործերի նախարարությունից:", "Դիմումատուն պնդել է, մասնավորապես, Կոնվենցիայի 6-րդ հոդվածի համաձայն, որ ինքն արդար դատաքննության չի ենթարկել իր դեմ հարուցված քրեական դատավարության ընթացքում, որ իրեն հնարավորություն չի ընձեռվել արտահայտվելու բանավոր քննության ընթացքում` այդ քննության համար իր համար խնամակալ նշանակելու անհրաժեշտության վերաբերյալ և որ իրեն հնարավորություն չի ընձեռվել հարցեր ուղղելու իր կողմից հանդես եկող վկաներին: Նա պնդել է նաև Կոնվենցիայի 5-րդ և 8-րդ հոդվածների համաձայն, որ առանց անհրաժեշտության և ապօրինի, իր կամքին հակառակ հանձնվել է հոգեբուժական հաստատության ենթարկվել հարկադիր բուժման: Նա այնուհետև պնդել է Կոնվենցիայի 13-րդ հոդվածի համաձայն, որ ինքը զրկված է եղել իրավական պաշտպանության արդյունավետ միջոցից` հարկադիր բուժումը բողոքարկելու համար:", "2009թ. փետրվարի 19-ին այն Բաժանմունքի նախագահը որոշել է ծանուցել Կառավարությանը գանգատի մասին: Այն նաև որոշել է միևնույն ժամանակ վճռել գանգատի ընդունելիության և էության վերաբերյալ (Կոնվենցիայի 29-րդ հոդվածի 1-ին կետ)", "Խորհրդակցելով կողմերի հետ, Պալատը որոշել է, որ էության վերաբերյալ քննություն անհրաժեշտ չէ (Կանոն 54 կետ 3):", "ՓԱՍՏԵՐԸ", "ԳՈՐԾԻ ՀԱՆԳԱՄԱՆՔՆԵՐԸ", "Նախապատմությունը և քրեական դատավարության հանգեցրած դեպքերը", "Դիմումատուն 1943թ. ծնված մանկաբույժ է, ով շարունակել է մասնավոր պրակտիկան կենսաթոշակի գնալուց հետո:", "1995թ. նոյեմբերի 30-ին մայրերից մեկն իր դստերը` 1993թ. ծնված Վ.-ին բերել է դիմումատուի մոտ զննության` կասկածելով որ աղջիկը սեռական բռնության է ենթարկվել իր հոր կողմից: Դիմումատուն զննել է նրան և լուսանկարահանում կատարել:", "2000թ. հունիսի 13-ին աղջիկը հանձնվել է հանրային խնամքի` իր մոր հոգեկան առողջության հետ կապված խնդիրների պատճառով և տեղավորվել ընտանեկան աջակցության կենտրոնում:", "Խնդրո առարկա իրադարձությունները սկսել են 2000թ. դեկտեմբերի 16-ին, երբ մայրը չի վերադարձրել Վ.-ԻՆ ընտանեկան աջակցության կենտրոն` նրա հետ ժամանակ անցկացնելուց հետո: Պարզվել է, որ կենտրոնը պետք է փակվեր Սուրբ ծննդի արձակուրդների ընթացքում և ներպետական դատաքննության ընթացքում պնդվել է, որ աղջիկը հայտնել է իր մորը, որ ինքը չի ցանկանում արձակուրդներին գնալ հոր տուն:", "Վ.-ն հիվանդացել է և տարվել է դիմումատուի մոտ իր մոր կողմից 2000թ. դեկտեմբերի 26-ին: Դրանից հետո Վ.-ն մնացել է իր մոր հետ մինչև իշխանությունների կողմից հայտնաբերվելը 2001թ. ապրիլի 22-ին:", "Հարկադրանքի միջոցների կիրառումը", "2001թ. ապրիլի 18-ին դիմումատուն ձերբակալվել է Վ.-ին ազատությունից զրկելու կասկածանքով, որը ենթադրաբար սկսել էր 2000թ. դեկտեմբերի 16-ին [A քաղաքում]: Դիմումատուի տունը և աշխատավայրը խուզարկվել են նույն օրը: 2001թ. ապրիլի 20-ին Շրջանային դատարանը (käräjäoikeus, tingsrätten) քննելով դիմումատուին անձամբ, կալանքի ներքո է հանձնել նրան` հավանական համարելով, որ այլապես նա կարող է խոչընդոտել գործի լուծմանը և շարունակել քրեական գործունեություն իրականացնել:", "2001թ. մայիսից սեպտեմբեր ժամանակահատվածում ոստիկանության դիմումների հիման վրա կայացված հինգ տարբեր որոշումներով Շրջանային դատարանը թույլատրել է տեղեկություններ ստանալ Վ.-ի մոր և երրորդ կասկածյալի կողմից օգտագործվող հեռախոսներից` 2000թ. դեկտեմբերի 15-ի և 2001թ. ապրիլի 22-ի միջև ընկած տարբեր ժամանակահատվածների ընթացքում: Հավաքված տեղեկատվությունը ցույց է տվել, որ զանգեր են կատարվել նաև դիմումատուին պատկանող հեռախոսին և այդ հեռախոսից:", "Վ.-ն հայտնաբերվել է 2001թ. ապրիլի 22-ին: 2001թ. ապրիլի 25-ին դիմումատուն ազատ է արձակվել: Ազատ արձակվելուց հետո դիմումատուն տարբեր առիթներով գանգատվել է, inter alia, Շրջանային դատարանի 2001թ. ապրիլի 20-ի` իրեն կալանքի ներքո հանձնելու վերաբերյալ որոշումից և պահանջել է հետաքննել, inter alia, մի շարք ոստիկանների գործողությունները իր ձերբակալության և ազատ արձակման ժամանակ:", "Դատական արգելք", "2001թ. մայիսի 11-ին ոստիկանությունը միջանկյալ դատական արգելք է ստացել դիմումատուի վերաբերյալ, որով նրան արգելվում էր այցելել որոշակի վայրեր, որտեղ հաճախ լինում էր Վ.-ն: Այդ վայրերը մասնավորեցված էին որոշման մեջ:", "2001թ. հունիսի 1-ին Շրջանային դատարանը գտել է, որ հավանական չէ, որ դիմումատուն կարող էր կամ կշարունակեր հետապնդել աղջկան կամ նրա դեմ ուղղված իրավախախտում կատարել: Այդ իսկ պատճառով այն վերացրել էր դատական արգելքը:", "Քրեական դատավարություն", "2002թ. ապրիլի 18-ին հանրային մեղադրողը մեղադրանք է առաջադրել Վ.-ի մոր, դիմումատուի և երրորդ անձի նկատմամբ: Դիմումատուին առաջադրվել է 2000թ. դեկտեմբերի 16-ից 2001թ. ապրիլի 22 ընկած ժամանակահատվածում Վ.-ին ազատությունից զրկելու կամ, որպես այլընտրանք, այդ հանցագործության կատարման օժանդակության և հանցակցության մեղադրանք: Դիմումատուն ենթադրաբար, իր կարծիքներով, խորհուրդներով և գործողություններով նպաստել է մոր` 2000թ. դեկտեմբերի 16-ին երեխային առևանգելու որոշմանը [А քաղաքում] և մոր կողմից երեխային առևանգելուց և ամենաուշը 2000թ. Սուրբ ծննդին [B քաղաք] տանելուց հետո, դիմումատուն, մոր համաձայնությամբ, ապօրինաբար մեկուսացրել է Վ.-ին: Քանի որ ազատությունից զրկելը երկար է տևել, ծրագրված է եղել և դիտավորյալ և վտանգել է աղջկա էմոցիոնալ զարգացումը, հանցագործությունը համարվել է ծանրացուցիչ հանգամանքներում կատարված:", "Առաջադրված մեղադրանքի գրավոր պատասխանում դիմումատուն ժխտել է , որ նա որևէ ձևով ազդել է մոր գործողությունների վրա: Նա միայն բուժում է տրամադրել Վ.-ին: Չի նշվել, որ սեռական բռնության կասկածներն անհիմն են եղել:", "2002թ. հուլիսի 17-ին և 2003թ. հունվարի 22-ին դիմումատուն ապարդյուն դիմել է Գլխավոր դատախազություն (valtakunnansyyttäjä, högsta åklagaren) պահանջելով հանրային մեղադրողին փոխարեն նշանակել անկողմնակալ անձ և պնդելով, որ իր պարտականություններն իրականացնելիս նա մի շարք խախտումներ է թույլ տվել:", "2002թ. օգոստոսի 21-ին Շրջանային դատարանը հանրային պաշտպան է նշանակել դիմումատուին ներկայացնելու համար, փաստաբանական պալատի անդամ տիկին Մ.Կ.-ին, քանի որ դիմումատուի կողմից ընտրված ներկայացուցիչը` պարոն Ջ.Ռ. ինժեներ շինարար էր և ունակ չէր համարվել ներկայացնել նրան` հաշվի առնելով ենթադրյալ հանցագործության ծանրությունը: Դիմումատուն գրավոր առարկություն էր ներկայացրել տիկին Մ.Կ»-ի նշանակման դեմ, առանց նշելու սակայն, իր նախընտրած իրավաբանին, չնայած նրան առաջարկվել էր անել դա:", "2002թ. սեպտեմբերի 19-ի նախնական նիստին Շրջանային դատարանը, հակառակ դիմումատուի ցանկության, որոշել է, որ գործը պետք է քննվի դռնփակ, քանի որ այն առնչվում էր երեխայի կյանքին վերաբերող նուրբ հարցերի: Դատարանը որոշել էր նաև, որ դիմումատուն չի կարող պաշտպանել իրեն` հաշվի առնելով գործի բնույթը: Դիմումատուն ապարդյուն բողոքարկել է այս որոշումն ավելի բարձր ատյաններում:", "Գործը քննվել է չորս օրվա ընթացքում` սկսած 2002թ. հոկտեմբերի 22-ից: Դիմումատուն դատարանին տեղեկացրել է, որ ինքը կարծում է, որ իր հանրային պաշտպան տիկին Մ.Կ.-ն, ով ներկա է եղել նիստին, իրավունք չունի հանդես գալ իր անունից: Դիմումատուն հայտարարել է, որ ինքը կպաշտպանի իրեն:", "Շրջանային Դատարանը լսել է դիմումատուի և երկու այլ ամբաստանյալների ցուցմունքները: Այն նաև լսել է Վ.-ի հորը, ով ներկայացնում էր Վ.-ին, և տաս վկաների: 2002թ. հոկտեմբերի 24-ին դատարանը անհիմն համարելով մերժել է դիմումատուի պահանջը, որ Վ.-ն, ոստիկանության տեսուչ պարոն Ջ.Ռ.-ն և երկու իրավաբանները որպես վկաներ քննվեն դիմումատուին ազատությունից զրկելու և հանրային մեղադրողի կողմից փաստերի խեղաթյուրման վերաբերյալ, որոնք դիմումատուն քրեական արարքներ էր որակել: Դիմումատուն այնուհետև կրկնել էր իր պահանջը, պնդելով, որ վկաները պետք է ցուցմունք տան իրեն մեղսագրվող հանցագործության նախապատմության մասին: Շրջանային դատարանը մերժել էր նաև այդ պահանջը, նկատելով, որ նա որևէ պատճառ չի ներկայացրել, որը կարդարացներ իր առաջարկած վկաներին լսելը:", "2002թ. հոկտեմբերի 25-ին Շրջանային դատարանը կարգադրել է դիմումատուին և Վ.-ի մորը հոգեբուժական հետազոտություն անցնել Դատավարական օրենսգրքի (oikeudenkäymiskaari, Rättegångs Balk) 17-րդ գլխի 45-րդ հոդվածի և «Հոգեկան առողջության մասին» օրենքի (mielenterveyslaki, mentalvårdslagen) 16(1) բաժնի համաձայն և հետաձգել է նիստը մինչև հետազոտության իրականացումը: Դիմումատուն այնուհետև թաքնվել է:", "", "Դիմումատուի թաքնվելու ընթացքում տեղի ունեցած դեպքերը", "Հոգեբույժ Կ. Ա.-ն, 2002թ. դեկտեմբերի 30-ի գրավոր բժշկական կարծիքի մեջ նշել է, որ հան երկու անգամ հանդիպել է դիմումատուին` 2002թ. նոյեմբերի 14-ին և դեկտեմբերի 30-ին և որ նրա հետ ունեցած երկու զրույցների ընթացքում նա չի նկատել մտավոր խանգարման որևէ նշան և որ իր կարծիքով նա հարկագիր բուժման կարիք չունի: Նա ընդգծել է, այնուամենայնիվ, որ նա բժշկական եզրակացություն չի կարող տրամադրել, քանի որ դա կարող է արվել միայն հիվանդանոցում և ոչ բժշկական խորհրդատվության սենյակում:", "Երկու պետական հոգեբուժական հիվանդանոցներից մեկը` Նիուվաննիեմի հիվանդանոցը, տեղեկացրել է դիմումատուին, որ պատրաստ է ընդունել իրեն 2003թ. հունվարի 2-ից հետո: Դիմումատուի խնդրանքով բժշկական փորձաքննությունը հետաձգվել է նախ մինչև 2003թ. հունվարի 20-ը, ապա մինչև 2003թ. մարտի 12-ը: Դիմումատուն, այնուամենայնիվ, չի գնացել հիվանդանոց:", "2003թ. հունվարի 8-ով թվագրված նամակով դիմումատուն առաջարկել է պարոն Պ.Ս-ին, որպես իր նոր ներկայացուցիչ: 2003թ. հունվարի 13-ին Շրջանային դատարանը նշանակել է փաստաբանական պալատի անդամ պարոն Պ.Ս.-ին որպես նոր հանրային պաշտպան:", "2003թ. մարտի 25-ին Շրջանային դատարանը կարգադրել է ձերբակալել և կալանքի տակ առնել դիմումատուին in absentia այն պատճառով, որ նա փորձում է խուսափել դատավարությունից և չի գնացել Նիուվաննիեմի հիվանդանոց: Դիմումատուին նիստում ներկայացրել է պարոն Պ.Ս.-ն: Դիմումատուն բողոք է ներկայացրել` պնդելով կալանքի համար անբավարար հիմքերի և դատավարական խախտումների վերաբերյալ: 2003թ. ապրիլի 28-ին Վերաքննիչ դատարանն, անհիմն համարելով, մերժել է բողոքը: 2003թ. հունիսի 16-ին Վերաքննիչ դատարանը մերժել է դիմումատուի հետագա բողոքը` առանց էության անդրադառնալու: Դիմումատուն ավելի ուշ երրորդ բողոքն է ներկայացրել, որը անհիմն է համարվել և մերժվել է Վերաքննիչ դատարանի կողմից 2004թ. մարտի 18-ին: Գերագույն դատարանը մերժել է դիմումատուի բողոքարկումը:", "2003թ. հոկտեմբերի 9-ին Վերաքննիչ դատարանը մերժել է դիմումատուի` հոգեբուժական գնահատում անցնելու կարգադրության վերաբերյալ բողոքը, չհիմնավորված համարելով դիմումատուի պնդումները Շրջանային դատարանում դատավարական խախտումների վերաբերյալ:", "2004թ. մայիսի 5-ին ստանալով պարոն Պ.Ս. ի դիմումը ներկայացուցչությունը դադարեցնելու վերաբերյալ, Շրջանային դատարանը, հաշվի առնելով դիմումատուի` գրավոր ընթացակարգով լսված լինելու հնարավորությունը, նշանակել է փաստաբանական պալատի անդամ պարոն Մ.Ս.-ին որպես նրա նոր հանրային պաշտպան: 2004թ. հունիսի 23-ին Վերաքննիչ դատարանը մերժել է դիմումատուի` այդ որոշման դեմ բերված բողոքը` գտնելով, որ նա ունակ չէ պաշտպանել իրեն և պարոն Մ.Ս.-ն կողմնակալ չէ, ինչպես պնդել է դիմումատուն: Դատարանը, ակնհայտ ոչ անհրաժեշտ համարելով, մերժել է նաև դիմումատուի` բանավոր լսումների վերաբերյալ պահանջը: 2005թ. հունիսի 27-ին Գերագույն դատարանը մերժել է բողոքարկումը:", "2004թ. հունիսի 15-ին Վերաքննիչ դատարանը մերժել է դիմումատուի բողոքը, որ inter alia Շրջանային դատարանի դատավորը, ով որոշում էր կայացրել նրա հոգեբուժական հսկողության վերաբերյալ կողմնակալ էր: Դիմումատուի բողոքը որոշումը լրացնելու մասին մերժվել է Վերաքննիչ դատարանի կողմից 2004թ. հուլիսի 12-ին: 2005թ. հունիսի 27-ին Գերագույն դատարանը մերժել է բողոքարկումը:", "2004թ. սեպտեմբերի 2-ի թվագրությամբ նամակով Շրջանային դատարանը տեղեկացրել է դիմումատուին, որ 2004թ. սեպտեմբերի 20-ին տեղի է ունենալու կալանքի հարցի բանավոր քննությունը: Դիմումատուն տեղեկացվել է, որ նրա դեմ ուղղված քրեական մեղադրանքի այլ ասպեկտներ չեն քննվելու այդ նիստի ընթացքում և կալանքին չվերաբերող որևէ ապացույց չի դիտարկվելու:", "2004թ. սեպտեմբերի 20-ին Շրջանային դատարանը հետագա որոշումն է կայացրել դիմումատուի ձերբակալության և կալանքի վերաբերյալ, գտնելով, որ նա դեռ փորձում է խուսափել դատաքննությունից: Նրան դատաքննության ընթացքում ներկայացրել է հանրային պաշտպան պարոն Մ.Ս.-ն: 2004թ. նոյեմբերի 9-ին Վերաքննիչ դատարանը մերժել է դիմումատուի ներկայացրած բողոքը 2004թ. սեպտեմբերի 20-ի որոշման վերաբերյալ, առանց էության անդրադառնալու, քանի որ այն կազմված է եղել պարոն Ջ.Ռ.-ի կողմից, ով չի բավարարել Դատավարական օրենսգրքի 15-րդ գլխի 2-րդ հոդվածի պահանջները: Նշվել է, որ հանրային պաշտպանը նշանակվել է դիմումատուին ներկայացնելու համար: Դիմումատուի հետագա բողոքը մերժվել է Գերագույն դատարանի կողմից 2005թ. սեպտեմբերի 29-ին` առանց էության քննության:", "Ձերբակալություն և կալանք", "2004թ. հոկտեմբերի 12-ին դիմումատուն ձերբակալվել է:", "2004թ. հոկտեմբերի 15-ին անձամբ լսելով դիմումատուին, Շրջանային դատարանը թողել է նրան կալանքի ներքո, գտնելով, որ նա տեղյակ է եղել որ հոգեբուժական գնահատում պետք է անցկացվեր և կալանքի հաջորդող որոշման վերաբերյալ: Դատարանը նշել է, որ դիմումատուն խուսափելիս է եղել դատաքննությունից, որի մի մասն էր կազմում գնահատումը: Դիմումատուն կալանքի է հանձնվել է ոստիկանությանը և այնտեղից հոգեբուժական հաստատությանը, որը պետք է նշանակվել Ազգային դատական բժշկության մարմնի կողմից (terveydenhuollon oikeusturvakeskus, rättsskyddscentralen för hälsovården):", "Հոգեբուժական հսկողությունը Հոգեբուժական հաստատությունում", "2004թ. նոյեմբերի 11-ին դիմումատուն տարվել է մեկ այլ պետական հիվանդանոց` Վանհա Վաասա հիվանդանոց, հոգեբուժական հսկողության նպատակով, որի տևողությունը նախապես երկու ամիս պետք է լիներ: Հսկողությունն իրականացվել է հոգեբուժության, դեռահասների հոգեբուժության և դատական հոգեբուժության մասնագետ բժիշկ Ա.Կ.-ի կողմից: Հսկողության ընթացքում բժիշկ Ա.Կ.-ն տաս անգամ զրուցել է դիմումատուի հետ: Նա հանդիպել է նաև երկու հոգեբանների` Գ.Վ.-Հ.-ին և Ա.Կ.-Վ-ին: Նա մերժել է սոմատիկ և նյարդաբանական և հատուկ հետազոտությունների ենթարկվել, ինչպես օրինակ ուղեղի մագնիսական ռեզոնանսային նկարահանում: Նա մերժել է նաև լաբորատոր և հոգեբանական թեսթերը:", "2005թ. հունվարի 3-ին բժիշկ Ա.Կ.-ն իր գրավոր կարծիքն է տրամադրել Ազգային դատական բժշկության մարմնին 2004թ. նոյեմբերի 11-ցի 2005թ. հունվարի 3-ն ընկած ժամանակահատվածում իրականացված հսկողության վերաբերյալ: Նրա եզրակացությունների համաձայն դիմումատուն տառապում էր զառանցական խանգարմամբ և քրեական պատասխանատվության ենթակա չի եղել ենթադրյալ հանցագործության կատարման ժամանակ: Բժիշկ Ա.Կ.-ն գտել է նաև, որ Հոգեկան առողջության մասին օրենքի 8-րդ բաժնում նշած հարկադիր բուժման չափանիշները բավարարված են և դիմումատուն չի կարող հանդես գալ դատավարության ընթացքում: Նրա հոգեկան հիվանդությունը ի չիք է դարձրել սեփական շահերը պաշտպանելու նրա ունակությունը և նա այդպիսով քրեական դատավարության համար կարիք ունի խնամակալի:", "Նույն օրը նա դիմել է Ազգային դատական բժշկության մարմնին երկրորդ կարծիքի համար: 2005թ. հունվարի 5-ին դիմումատուն տեղեկացվել է, որ մեղադրյալի հոգեբուժական հսկողության վերաբերյալ կարգադրությունները դուրս են այդ մարմնի իրավասությունների շրջանակներից և նա պետք է իր դիմումն ուղղի դատարանին:", "2005թ. հունվարի 20-ի միջանկյալ որոշմամբ Ազգային դատական բժշկության մարմնի Դատական հոգեբուժության խորհուրդը (terveydenhuollon oikeusturvakeskuksen oikeuspsykiatristen asioiden lautakunta, nämnden för rättspsykiatriska ärenden vid rättsskyddscentralen för hälsovården` այսուհետ «Դատական հոգեբուժության խորհուրդ» ) պահանջել է բժիշկ Ա.Կ.-ց հնարավորինս լրացնել իր կարծիքը` դիմումատուին հոգեբանական թեսթեր տալով և նախապատմության վերաբերյալ տեղեկատվություն տրամադրել, ինչը հնարավորություն կընձեռեր համեմատել դիմումատուի կողմից ենթադրյալ քրեական իրադարձությունների ժամանակ և դրանից առաջ սեփական կյանքը կառավարելու ունակությունը: Բժիշկ Ա.Կ.-ին նաև առաջարկվել է մանրամասն պատճառներ ներկայացնել, թե ինչու է նա համարել, որ հարկադիր խնամքի չափանիշները բավարարված են և ինչու է ամբուլատոր բուժումը ոչ բավարար համարվել: Լրացուցիչ հետազոտության արդյունքները պետք է հնարավորինս արագ ներկայացվեին Ազգային դատական բժշկության մարմնին:", "Լրացուցիչ հետազոտությունն ավարտվել է 2005թ. փետրվարի 4-ին: Դիմումատուն կրկին մերժել է հոգեբանական թեսթերի ենթարկվել հիվանդանոցի անձնակազմի կողմից` կասկածի տակ դնելով դրա անկողմնակալությունը: Նույն օրը կազմված զեկույցում բժիշկ Ա.Կ.-ն գտել է, որ դիմումատուն տառապում է փսիխոտիկ զառանցական խանգարմամբ և նրա վիճակն արդեն առկա է եղել մինչև քրեական մեղադրանքների հանգեցրած դեպքերը: Դիմումատուն նկատել է սեռական բռնության նշաններ, որոնք այլ փորձագետները չեն կարողացել բացահայտել: Բժիշկ Ա.Կ.-ի կարծիքով դիմումատուն կարիք ուներ հարկադիր հոգեբուժական բուժման հիվանդությունից առողջանալու համար, որը հիմնականում կապված էր դատական հարցերի հետ, սակայն նաև վեհության մոլուցքի` իր սեփական գործողությունների ճշմարտացիության հետ կապված: Ավելին, որպես բժիշկ նա վտանգի էր ենթարկում այլ մարդկանց առողջությունը` նրանց առողջությունը վտանգի ենթարկող բուժում նշանակելով: Քանի որ դիմումատուն երկար ժամանակ խուսափել է հոգեբուժական հսկողությանց և ընդդիմացել բուժմանը, ամբուլատոր բուժումը բավարար չէր լինի: Արդյունքում բժիշկ Ա.Կ.-ն համարել էր որ դիմումատուն պարանոիդ է և պաշտոնի շարունակական չարաշահման: մեղադրանքներ է ներկայացնում տարբեր մարմինների: Նա խճճվել է սեփական գործի մանր հանգամանքներում, առանց կարողանալու տեսնել դրա ավելի լայն պատկերը: Նա համարել է, որ դիմումատուի զառանցական խանգարումը հասել է փսիխոզի աստիճանի, որը աղճատել է իրականության նրա ընկալումը: Իր հիվանդության պատճառով նա չէր հասկանում իր գործողությունների անօրինականությունը և հետևանքները և նա փսիխոտիկ զառանցանքների մեջ է եղել , երբ մասնակցել է երեխային ազատությունից զրկելու մեջ: Ավելին, նա ժխտում էր իր հիվանդությունը:", " Դիմումատուն մի շարք նամակներ է ուղղել Դատական հոգեբուժության խորհրդին, որոնցում, ի թիվս այլ բաների, քննադատել է բժիշկ Ա.Կ.-ի կողմից իրականացված հոգեբուժական հսկողությունը: Նա Խորհրդին է ներկայացրել բժիշկ Կ.Ա.-ի 2002թ. դեկտեմբերի 30-ի չհամընկնող բժշկական եզրակացությունը (տե՛ս վերը` կետ 24):", "2005թ. փետրվարի 17-ին Ազգային դատական բժշկության մարմինը իր կարծիքն է ներկայացրել Շրջանային դատարանի հոգեբուժական հսկողության վերաբերյալ` «Հոգեկան առողջության մասին» օրենքի 16(3) բաժնի համաձայն` գտնելով, որ դիմումատուն հանցագործության կատարման ժամանակ պատասխանատու չի եղել իր գործողությունների համար:", "2005թ. փետրվարի 23-ին, հոգեբուժական հսկողության ավարտից հետո, Շրջանային դատարանը կարգադրել է կալանքից ազատել դիմումատուին: Այնուամենայնիվ նա պետք է հիվանդանոցում մնար բուժման համար` Դատական հոգեբուժության խորհրդի 2005թ. փետրվարի 17-ի կարգադրության համաձայն:", "Հարկադիր խնամք", "2005թ. փետրվարի 17-ին Դատական հոգեբուժության խորհուրդը բժիշկ Ա.Կ.-ի առաջարկով որոշում է կայացրել դիմումատուին Վանհա Վաասա հիվանդանոցում հարկադիր բուժման հանձնելու մասին: Այն համարել է, որ նա տառապում է զառանցական խանգարմամբ, որով հիվանդ է եղել տարիներ շարունակ և որը նրան անընդունակ է դարձրել հարցերին սեփական տեսակետից բացի այլ տեսակետից դիտելու կամ իր սեփական եզրակացությունների ճշմարտացիությունը կասկածի տակ դնելու տեսակետից: Նա կասկածել է, որ իշխանությունները «միավորվել» են իր դեմ: Հոգեբուժական հսկողության ընթացքում նա փորձել է, որպես բժիշկ, սեփական դիրքորոշումը պնդել հիվանդասենյակի այլ հիվանդների բուժման վերաբերյալ: Զառանցական խանգարումը, չբուժելու դեպքում, նշանակալիորեն կարող է վատացնել նրա հոգեկան հիվանդությունը կամ լրջորեն վտանգել նրա և այլոց առողջությունները: Հոգեկան առողջության այլ ծառայություններ համապատասխան չեն համարվել, հաշվի առնելով այն փաստը, որ դիմումատուն իրեն հոգեկան հիվանդ չէր համարում: Որոշումը հղում էր կատարում «Հոգեկան առողջության մասին» օրենքի 8-րդ, 17(1) և 17ա բաժիններին:", "Դիմումատուն համարել է, որ ինքը կարիք չունի հոգեբուժական օգնության և ցանկացել է երկրոդ կարծիքը ստանալ իր բուժման անհրաժեշտության վերաբերյալ: Այնուամենայնիվ, 2005թ. փետրվարի սկզբին հիվանդանոցը թույլ չի տվել բժիշկ Մ-Պ.Հ-ին այցելել նրան ընթացող հոգեբուժական հսկողության ընթացքում:", "Բուժման սկիզբը քննարկվել է դիմումատուի հետ 2005թ. մարտի 21-ին: Նրան հնարավորություն է տրվել դեղերն ընդունել խմելու միջոցով, սակայն նա շարունակաբար մերժել է դա: Հաշվի առնելով դիմումատուի դիմադրությունը, բուժումը սկսվել է «Զիպրեքսայի» հարկադիր ներարկումներով: Քանի որ դիմումատուն հստակ կերպով ցույց էր տվել, որ չի համագործակցելու որոշում է ընդունվել շարունակել նրա բուժումը «Ռիսպերդալ Կոնստայի» երկարատև ներգործություն ունեցող ներարկումներով յուրաքանչյուր երկու շաբաթը մեկ` սկսած 2005թ. մարտի 31-ից: Որոշման համար հիմքը մեկնաբանվել է դիմումատուին և նրան տեղեկություն է տրամադրվել դեղի վերաբերյալ: Բուժման հարցը դրանից հետո մի քանի անգամ քննարկվել է դիմումատուի հետ: Նրան քաջալերել են խմելու միջոցով ընդունել դեղերը, սակայն նա համառորեն մերժել է:", "Քանի որ դիմումատուի հիմնական ախտանիշները շարունակվել են երկու և կես ամսվա բուժումից հետո, 2005թ. հունիսի 22-ին որոշում է ընդունվել ավելացնել Ռիսպերդալ Կոնստայի չափաբաժինը 25 միլիգրամից 37,5 միլիգրամ: Այն կրկին նվազեցվել է 25 միլիգրամի 2005թ. նոյեմբերի 16-ից հետո:", "Դիմումատուն պնդել է, որ երբ ինքը կասկածի տակ է դրել հարկադիր բուժումը, իրեն տեղեկացրել են, որ այն նպատակ է հետապնդում բուժել իր հեռախոսային գաղտնալսման զառանցանքը: Դիմումատուն պնդել է, որ գաղտնալսում տեղի է ունեցել և իր մոտ զառանցանքներ չեն եղել:", "2005թ. հուլիսի 7-ին դիմումատուն պնդել է, որ հարձակման է ենթարկվել հարկադիր բուժման իրականացման հետ կապված: Նա դիմադրել է, քանի որ բուժումն անհրաժեշտ չի համարել, ինչից հետո նրան ոտքերից և ձեռքերից բռնած քարշ են տվել իր սենյակ: Նրան անկողնում տեղավորելիս նրա ազդրը հարվածել է մահճակալի եզրին: Նա միջադեպի մասին հաղորդել է ոստիկանությանը, որը խնդրել է բժիշկ Ս.Օ.-ին զննել իրեն, ինչը նա արել է 2005թ. հուլիսի 28-ին: 2005թ. օգոստոսի 5-ի բժշկական կարծիքում նա նկատել է, որ դիմումատուն 10 սմ կապտուկ ունի ազդրին, որը կարող էր առաջանալ դիմումատուի նկարագրած եղանակով:", "2005թ. հուլիսի 22-ին հիվանդանոցի գլխավոր բժիշկը որոշել է շարունակել դիմումատուի հարկադիր բուժումը:", "Վարչական դատարանին ուղղված 2005թ. օգոստոսի 17-ի գրավոր ցուցմունքում Վանհա Վաասա հիվանդանոցի գլխավոր բժիշկ Մ.Ե.-ն նկատել է, որ դիմումատուն դեռ ժխտում է իր հիվանդությունը և չափազանց ուժեղ դիմադրում բուժմանը: Նա տառացիորեն հակահարվածներ է հասցնում և դա հանգեցրել է որոշ բարդ իրավիճակների, երբ փորձ է արվել շարունակել բուժումն այնպիսի եղանակով, որը անվտանգ կլիներ և՛ դիմումատուի և՛ հիվանդանոցի անձնակազմի համար:", "Պարզվում է, որ 2005թ. օգոստոսին հարցումներ են կատարվել դիմումատուին իր հարազատ քաղաքի մեկ այլ հիվանդանոց տեղափոխելու վերաբերյալ: Այնուամենայնիվ, այդ հիվանդանոցն իրեն ունակ չի համարել այդ ժամանակ ստանձնել դիմումատուի խնամքի պատասխանատվությունը:", "Դիմումատուն պնդել է, որ նա դեռ տառապում է բուժման կողմնակի ազդեցությունից: Դիմումատուի հիվանդության պատմությունում նշվում էր, որ այն կողմնակի ազդեցությունը, որի վերաբերյալ պնդում է դիմումատուն չէր կարող օբյեկտիվորեն ստուգվել: Դիմումատուն հրաժարվել էր հետագա բժշկական զննություն անցնել, որպեսզի հնարավոր լիներ հայտնաբերել կողմնակի ազդեցությունը:", "2005թ. հոկտեմբերի 3-ին դիմումատուին այլցելել է բժիշկ Ե.Պ.-ն, ով աշխատում էր աշխատանքի հիգիենայի կենտրոնում: 2005թ. հոկտեմբերի 5-ի կարծիքում բժիշկ Ե.Պ.-ն ընդգծել է, որ մասնագիտացված չէ հոգեբուժության մեջ և այդ իսկ պատճառով մեկ այցելության արդյունքում չի կարող դիրքորոշում հայտնել ախտորոշված զառանցանքի վերաբերյալ: Նա նշել է այնուամենայնիվ, որ դիմումատուն եղել է ողջամիտ և լավ կողմնորոշված: Իրենց զրույցի ընթացքում նա չի նկատել փսիխոզի կամ զառանցանքի որևէ նշան: Որպես թերապևտ նա համարել է, որ հարկադիր բուժման պայմանները բավարարված չեն:", "2005թ. հոկտեմբերի 22-ին դիմումատուին է այցելել հոգեբույժ Մ_Պ.Հ.-ն, ով 2005թ. հոկտեմբերի 25-ի գրավոր եզրակացությունում համարել է, որպես կողմնակի բժիշկ, որ դիմումատուի համար ընտրված բուժումը (37,5 միլիգրամ Ռիսպերդալ Կոնստայի միջմկանային ներարկում յուրաքանչյուր երկու շաբաթը մեկ) չափազանց է, հաշվի առնելով պացիենտի տարիքը և առողջական վիճակը: Ավելին, նա համարել է, որ հարկադիր և բռնի բուժումը բավարարում է հարձակման հիմնական տարրերին: Եզրակացնելով, նա համարել է, որ ամբուլատոր բուժումը հնարավոր է և որ դիմումատուի կողմից իր և այլոց համար ներկայացրած վտանգը նշանակալիորեն չափազանցված էև համապատասխանաբար որ հարկադիր բուժման չափանիշները բավարարված չեն:", "Դիմումատուի հիվանդության պատմությունը ցույց է տալիս, որ առնվազն 2005թ. նոյեմբերից այլևս ֆիզիկապես չի դիմադրում ներարկումներին, չնայած դեռ բանավոր հակառակվում էր իր բուժմանը:", "2005թ. նոյեմբերի 19-ին հիվանդանոցը որոշել է դիմումատուին տեղափոխել փակ հիվանդասենյակից բաց հիվանդասենյակ:", "2005թ. նոյեմբերի 24-ին դիմումատուն համաձայնել է արյան թեսթ հանձնել:", "2005թ. դեկտեմբերի 21-ին դիմումատուն կրկին հանդիպել է բժիշկ Մ-Պ.Հ.-ին, ով 2005թ. դեկտեմբերի 21-ի գրավոր բժշկական եզրակացությունում համարել է, որ հարկադիր բուժման պայմանները բավարարված չեն:", "Դիմումատուն տանն է անցկացրել Սուրբ Ծնունդը: Նա իր հետ ունեցել է Ռիսպերդալ Կոնստայի դեղաբաժին, որը ներարկել էր տոների ընթացքում բուժքրոջ օգնությամբ:", "2006թ. հունվարի 9-ին որոշում է ընդունվել դիմումատուի հետ փոխադարձ համաձայնությամբ, որ բուժումը պետք է դադարեցվի, քանի որ բոլորովին շահագրգռված չէ ընդունել այն:", "2006թ. հունվարի 20-ին հիվանդանոցի գլխավոր բժիշկը հետագա որոշումն է ընդունել դիմումատուի հարկադիր բուժումը շարունակելու վերաբերյալ:", "2006թ. հունվարի 27-ին դիմումատուն դուրս է գրվել հիվանդանոցից:", "2006թ. մայիսի 30-ին բժիշկ Մ.Ե.-ն որոշել է, որ հարկադիր բուժումը շարունակելու հիմքերը «Հոգեկան առողջության մասին» օրենքի 8-րդ բաժնի համաձայն այլևս չկան, ինչից հետո բուժումը պաշտոնապես դադարեցվել է Ազգային դատական բժշկության մարմնի 2006թ. հունիսի 22-ի որոշմամբ:", "", "Հարկադիր բուժման նպատակով նախնական կալանքի վերաբերյալ դատավարությունը Գերագույն վարչական դատարանում", "", "2005թ. փետրվարի 23-ին Գերագույն վարչական դատարան (korkein hallinto-oikeus, högsta förvaltnings-domstolen) է բողոքարկել Դատական հոգեբուժության խորհրդի 2005թ. փետրվարի 17-ի որոշումը` պնդելով, որ հարկադիր բուժման համար որևէ իրավական հիմք չկա: Նա պնդել է, որ բժիշկ Ա.Կ.-ն սխալվել է իր գնահատականներում: Նա, inter alia, հղում էր կատարել բժիշկ Կ.Ա.-ի վերը հիշատակված բժշկական եզրակացությանը, ով իրեն երկու անգամ էր հանդիպել` 2002թ. նոյեմբերին և դեկտեմբերին և ով հոգեկան հիվանդության որևէ նշա չէր հայտնաբերել այդ հանդիպումների արդյունքում: Նա պնդել էր, որ հիվանդանոցի բժիշկների` իրենց սխալ ախտորոշումները թաքցնելուց բացի որևէ այլ պատճառ չկար իր հարկադիր բուժման համար:", "2005թ. մարտի 4-ին Գերագույն վարչական դատարանը որևէ պատճառ չի տեսել դատավարության պատճառով (վճռի) կատարումը կասեցնելու համար:", "2005թ. հունիսի 30-ին Գերագույն վարչական դատարանն արգելել է պարոն Ջ.Ռ.-ին հանդես գալ որպես դիմումատուի ներկայացուցիչ: Դատավարական օրենսգրքի 15-րդ գլխի 10ա(2) հոդվածի համաձայն դիմումատուին առաջարկվել է դատարանին տեղեկացնել իրավաբանի իր ընտրության վերաբերյալ: Հետագայում, դիմումատուին ներկայացրել է իր ընտրած իրավաբան տիկին Հ.Մ.-ն: Դիմումատուին տրամադրվել է իրավական օգնություն:", "2005թ. օգոստոսի 30-ին Գերագույն վարչական դատարանը որոշել է գործի բանավոր քննություն անցկացնել:", "2005թ. սեպտեմբերի 29-ին և 30-ին դիմումատուն պահանջել է դատարանից հետաձգել բանավոր քննությունը մինչև ինքը անկողմնակալ բժշկական եզրակացություն կստանա և կառողջանա բուժման կողմնակի ազդեցությունից: 2005թ. հոկտեմբերի 3-ին նա տեղեկացրել է դատարանին որ հիվանդացել է և կրկին խնդրել է հետաձգել նիստը:", "2005թ. հոկտեմբերի 4-ին Գերագույն վարչական դատարանը բանավոր նիստ է անցկացրել և լսել inter alia, դիմումատուի և նրա կողմից առաջարկված վեց վկաների ցուցմունքները: Դիմումատուին ներկայացրել էր տիկին Հ.Մ.-ն:", "Դատարանը մերժել է դիմումատուի` մինչև նոր բժշկական եզրակացություն ներկայացնելը դատավարությունը կասեցնելու պահանջը: Դատարանն անհրաժեշտ չի համար դա հաշվի առնելով այն փաստը, որ հարցը որի վերաբերյալ որոշում պետք է կայացվեր, այն էր, թե արդյոք դիմումատուն հարկադիր բուժման կարիք ուներ 2004թ. վերջին և 2005թ. սկզբին: Որոշման օրինականությունն վիճարկման ժամկետներն արդեն լրացել էին, քանի որ ավելի քան վեց ամիս էր անցել դրա կայացումից ի վեր: Պարզ չէր թե ինչպես նոր եզրակացությունը կարող էր ազդել դատարանի գնահատականի վրա:", "2005թ. հոկտեմբերի 7-ինդիմումատուն դատարանին է ներկայացրել բժիշկ Ե.Պ.-ի` 2005թ. հոկտեմբերի 5-ի բժշկական եզրակացությունը:", "2005թ. հոկտեմբերի 13-ին Գերագույն վարչական դատարանը մերժել է դիմումատուի բողոքը: Նախ նկատելով, որ վիճարկվող որոշումը բավարարել էր ձևական պահանջները և որ դիմումատուի բողոքը մասնակիորեն` բժիշկ Ա.Կ.-ի և Դատական հոգեբուժության խորհրդի անդամների մասով չի կարող անփոփոխ թողնվել, այն հաջորդիվ նշել էր, որ որոշման ենթակա հարցն այն էր, թե արդյոք «Հոգեկան առողջության մասին» օրենքի 8-րդ բաժնով սահմանված հարկադիր բուժման չափանիշները բավարարվել են 2005թ. փետրվարի 17-ին, երբ Խորհուրդը կայացրել էր իր որոշումը: Անձի հոգեկան հիվանդ հանդիսանալու հարցը փաստական հարց էր, որը պետք է որոշվել բժշկական ապացույցների հիման վրա, հաշվի առնելով որոշման ընդունման կիրառվող ընթացակարգի ճշտությունը:", "Դատարանը համարել էր, որ բժիշկ Ա.Կ.-ն, որը հոգեբուժության մասնագետ էր 1990թ.-ից, փորձառու հոգեբույժ էր: Նար եզրակացությունը և Խորհրդի եզրակացությունը հիմնված էին պրոֆեսիոնալ կերպով որակված և վստահելի բժշկական գնահատման վրա:", "Հայց առարկայի վերաբերյալ դատարանը պատճառաբանել էր inter alia,", "", "«... Բժիշկ Ա. Կ.-ն զրուցել է դիմումատուի հետ տաս անգամ և ապա կարողացել է դիտարկումներ կատարել նրա մասին: Բժիշկներ Ա.Կ.-ն և Մ.Ե.-ն բանավոր քննության ընթացքում պարզաբանել են, որ զառանցանքի ախտորոշման վրա ազդեցություն էր ունեցել ինցեստի վերաբերյալ դիմումատուի հայացքների բացարձակությունը: Նրանք ընդգծել են, որ ինցեստի ախտորոշումը պահանջում է գինեկոլոգիական մասնագիտացում ունեցող բժիշկների հետազոտություն, ինչպես նաև մանկական հոգեբուժական հետազոտություն: Դիմումատուն մանկաբույժ է: Մասնավորապես, բժիշկ Մ.Ե.-ն վկայություն է տվել, որ դիմումատուի հետ քննարկումների ընթացքում նա մերժել է հաշվի առնել հնարավորությունը, որ ինցեստ տեղի չի ունեցել, չնայած նա ընդհանուր առմամբ ընդունել է, որ բժիշկները նույնպես կարող են սխալվել: Փաստը, որ վկաներ Ջ.-ն և Ս.-ն ցուցմունք են տվել, որ դիմումատուն բացատրել է իր վիճակը համապատասխան ձևով չի խարխլում բժիշկներ Ա.Կ.-ի և Մ.Ե.-ի տեսակետները: Դիմումատուները համանման ցուցմունքներ են տվել, որ դիմումատուի հետ քննարկումները տեղին էին, քանի դեռ ենթադրյալ ինցեստի վերաբերյալ նրա կարծիքը չէր ժխտվում: Բանավոր քննության ընթացքում ակնհայտ էր, որ վկաներ Ջ.-ն և Ս.-ն չէին վիճարկել դիմումատուի հայացքները, այլ առավելապես լսել էին, թե ինչ էր նա ասում: Ս.-ն իսկապես վկայություն էր տվել, որ նա ստուգել էր դիմումատուի կողմից տրված տեղեկատվությունը այլ աղբյուրների համեմատ, սակայն եզրակացրել էր, որ դիմումատուի տեսակետները վստահելի էին, նա բնականաբար կոնֆլիկտի մեջ չէր մտել նրա հետ: Վկա Պ.-ն դիրքորոշում չուներ, թե արդյոք դիմումատուն զառանցական խանգարում ուներ, թե ոչ: Նա դատողություն էր կատարել միայն այն մասին, թե արդյոք ամբուլատոր բուժման միջոցները հնարավոր էին:", "", "Համաձայն բժիշկ Ա.Կ.-ի, զառանցանքի ախտորոշման վրա ազդեցություն էր գործել դիմումատուի շարունակական կասկածները իշխանության և բժշկական և հոգեբուժական հետազոտությունների վերաբերյալ: Բժիշկ Մ.Ե.-ն նույնպես վկայություն էր տվել դիմումատուի կողմից կատարված բազմաթիվ բողոքների կապակցությամբ և թե ինչպես էր նրա աշխարհ կենտրոնացել դրանց վրա; Դիմումատուն մերժել էր սոմատիկ և նյարդաբանական հետազոտությունները, մագնիսական նկարահանումները և հոգեբանական թեստերը քանի որ նա կարծում էր, որ թեստերը իրականացվելու էին կողմնակալ և նախատրամադրված անձանց կողմից:", "", "Դիմումատուն իրավունք ունի հրաժարվել իր հոգեկան առողջության վերաբերյալ հետազոտությունից: Մյուս կողմից, արդարացված է առաջարկված հետազոտություններն անցնելու բացարձակ մերժման հիմքերի մասին հարցը և արդյոք մերժումը կարող է հստակորեն հիմնված լինել զառանցական խանգարմանը բնորոշ մտածողության վրա: Հաշվի առնելով այդ նկատառումները չի կարելի ասել, որ զառանցական խանգարման ախտորոշումը հիմնված է եղել ոչ պատշաճ և կամայական հիմքերի վրա, չնայած դիմումատուն մեկնաբանել է իր` հետազոտություններից հրաժարվելը նշելով, որ նա իրավունք ունի այդպես վարվել և իրավական դիմումներ ներկայացնելը, որ անհրաժեշտ է եղել այդպես վարվել: Բանավոր քննության ընթացքում դիմումատուն ընդունել է, որ զառանցանքներ ունեցող անձը հավանաբար տեղյակ չէր լինի իր սեփական հիվանդությունից:", "", "Բանավոր քննության ընթացքում դիմումատուի որդին` բժիշկ Ե.-ն, որը թերապևտ էր, վկայություն է տվել հայտնելով որ հասկացել է, հաշվի առնելով իր մոր բացարձակ և կոշտ վարքագիծը, որ նա ախտորոշվել է որպես զառանցող: Նա չէր կարող, այնուամենայնիվ, որոշակի լինել ախտորոշման ճշմարտացիության վերաբերյալ, քանի որ վերջին տարիների ընթացքում միայն մի քանի անգամ էր տեսել մորը:", "", "Գործում առկա փաստաթղթերի և բանավոր քննության ժամանակ հայտնած տեղեկությունների հիման վրա, հաշվի առնելով վերը հիշատակված հիմքերը Գերագույն վարչական դատարանը գտնում է, որ վստահելի ապացույցներ են ներկայացվել Դատական բժշկության մարմնի որոշման մեջ ամրագրված զառանցագին խանգարման ախտորոշման վերաբերյալ:", "", "Զառանցագին խանգարման ախտորոշումը, որպես այդպիսին, այնուամենայնիվ բավարար չէ հարկադիր բուժման կարգադրության համար: Ավելին, պետք է գնահատվի դրա ազդեցությունը շահագրգիռ անձի և այլ անձանց վրա:", "", "Ազգային դատական բժշկության մարմնի որոշման համաձայն դիմումատուն կարիք ուներ հարկադիր բուժման և չբուժելու դեպքում նրա հոգեկան հիվանդությունը նշանակալիորեն կվատանար և լրջորեն կվտանգեր նրա և այլոց առողջությունները:", "", "Համաձայն ստացված տեղեկատվության, բուժման վերաբերյալ որոշման ընդունման ժամանակ հաշվի են առնվեել դիմումատուի կյանքի արձագանքները, եթե նրա կոնֆլիկտները իշխանությունների հետ և հարակից հարցերի առաջադրումները պետք է շարունակվեին: Այն ժամանակ համարվել է, որ դիմումատուն ունակ չի եղել կշռադատել և որ բուժում նշանակելը կարող էր օգնել նրան ավելի հանգիստ շարունակել կյանքը:", "", "Այդ նկատառումները պետք է համապատասխան լինեն հարկադիր բուժման անհրաժեշտության գնահատմանը` հանուն դիմումատուի սեփական առողջության: Փաստը, որ բուժման մոտ վեց ամիսներից հետո գլխավոր բժիշկ Մ.Ե.-ն իր` 2005թ. օգոստոսի 17-ի մեկնաբանություններում և դիմումատուի կողմից առաջարկված վկաները իրենց ցուցմունքներում արտահայտած տարբեր եզրակացությունները չեն արդարացնում հանուն դիմումատուի առողջության բուժման անհրաժեշտության վերաբերյալ Ազգային դատական բժշկական մարմնի 2005թ. փետրվարի 17-ի գնահատականը կասկածի տակ դնելը:", "", "Ազգային դատական բժշկական մարմինը չի դիտարկել, թե արդյոք չբուժելու դեպքում, դիմումատուն լրջորեն կվտանգի այլոց անվտանգությունը: Այնուամենայնիվ, այն վճռել է, որ այլոց առողջությունը կարող է լրջորեն վտանգվել: Անհրաժեշտ է հաշվի առնել, որ դիմումատուն կարող էր ազդեցություն ունենալ այլ անձանց վրա` հաշվի առնելով այն հեղինակությունը, որը նա վայելում իր` մանկաբույժի կարգավիճակի շնորհիվ: Նա կարող էր առանց իրական հիմքերի կասկածներ ծնել այլ անձանց մոտ, դրդելով նրանց դրսևորել հապճեպ, անհամապատասխան և նույնիսկ քրեական վարքագիծ: Նման ազդեցության հնարավորությունը չի նվազեցնում դիմումատուի` թոշակի գնացած լինելու հանգամանքը: Ազդեցության հնարավորությունը չի կանխում նաև դիմումատուին բժշկությամբ զբաղվելու լիցենզիայից զրկումը, քանի որ նրա ազդեցությունը տարածվում է հոգեբանական մակարդակով և նաև բժշկական խորհրդատվական սենյակից դուրս այլ համատեքստերում:", "", "Դիմումատուին խնամող բույժքույրը` Պ.-ն վկայություն է տվել, որ դիմումատուն վտանգավոր չէ այլ անձանց համար: Իր վկայություններից բացի նա նաև առաջադրել է այն հարցը, թե արդյոք դիմումատուն վտանգավոր խորհուրդներ է տվել այլ հիվանդների, Պ.-ի վկայությունը կարող է դիտարկվել ընդհանուր դատողություն անձի վտանգավորության, ինչպես օրինակ բռնի կամ համանման այլ վարքագծի վերաբերյալ: Սակայն դա դիմումատուի դեպքը չէ: Ընդհակառակը, բոլոր վկաները միանման կերպով վկայել են, որ նա ցանկացել է բարի գործեր կատարել և փորձել է օգնել ուրիշներին: Նրան բուժող բժիշկները նույնպես նմանատիպ ցուցմունքներ են տվել: Դիտավորությունը, այնուամենայնիվ, չի բացառում հնարավորությունը, որ անձի գործողությունները կարող են վնաս պատճառել այլոց: Սույն գործով բավարար հիմքեր կան համարելու, որ չբուժվելու դեպքում, դիմումատուն կարող էր լրջորեն վտանգել այլոց առողջությունը:", "", "", "Հոգեբուժական օգնության այլ ձևերը անհամապատասխան են հաշվի առնելով այն փաստը, որ դիմումատուն ժխտում է իր հիվանդությունը: Հաշվի առնելով դա, կարելի է վճռել, որ դիմումատու կփորձեր խուսափել բուժումից և կհրաժարվի հետազոտություններից:", "", "Եզրակացություն", "", "Գերագույն վարչական դատարանը գտնում է գործում առկա փաստաթղթերի և բանավոր քննության ընթացքում ստացած տեղեկությունների հիման վրա, որ արժանահավատ և օբյեկտիվ կերպով ցույց է տրվել, որ դիմումատուն Ազգային դատական բժշկության մարմնի որոշման ժամանակ հոգեկան հիվանդ է եղել «Հոգեկան առողջության մասին» օրենքի 8-րդ բաժնի իմաստով: Նրա հոգեկան հիվանդության պատճառով նա բուժման կարիք ուներ և չբուժվելու դեպքում նրա հոգեկան հիվանդությունը կարող էր նշանակալիորեն վատանալ կամ լրջորեն վտանգել իր և այլոց առողջությունները: Հոգեբուժական օգնության այլ ձևերը համապատասխան չէին լինի: Ազգային դատական բժշկության մարմնի` բուժման նշանակման վերաբերյալ որոշումը հիմնված էր «Հոգեկան առողջության մասին» օրենքի վրա և կայացված էր օրենքով սահմանված ընթացակարգի համաձայն: Հետևաբար որոշումն անօրինական չէ:", "", "Հարկադիր բուժումը շարունակելու վերաբերյալ առաջին որոշմանն առնչվող դատավարությունը", "", "2005թ. հուլիսի 22-ին դիմումատուին բուժող բժշկի բժշկական հետազոտության արձանագրության և դիմումատուի հիվանդության պատմության հիման վրա Վանհա Վաասա հիվանդանոցի գլխավոր բժիշկը որոշել է շարունակել բուժումը: նշվել էր, որ դիմումատուն inter alia, քննադատել է հիվանդանոցի կողմից իրականացվող բուժումը և փորձել դերակատարություն ունենալ այլ հիվանդների բուժման մեջ բժշկի իր կարգավիճակով: Նա նրանց նաև հանձնարարականներ է տվել բուժման վերաբերյալ, նույնիսկ երբ նրան արգելվել է այդպես վարվել: Ամբուլատոր բուժումը համարվել է անբավարար, քանի որ դիմումատուն ժխտում էր իր հիվանդությունը և բացարձակապես շահագրգռված չէր իր բուժմամբ:", "2005թ. հուլիսի 22-ի որոշումը ներկայացվել է Վարչական դատարանի հաստատմանը (hallinto-oikeus, förvaltningsdomstolen): Դիմումատուն բողոքարկել է այդ որոշումը նույն դատարան` պահանջելով բանավոր քննություն:", "2005թ. հոկտեմբերի 31-ին ստանալով Վանհա Վաասա հիվանդանոցի գլխավոր բժշկի բացատրությունները և դիմումատուի` դրա վերաբերյալ դիտողությունները Վարչական դատարանը մերժել է դիմումատուի բողոքը: Այն նկատել է, որ դիմումատուի վիճակը բարելավել է բուժման ընթացքում և քննարկվելիս է եղել նրա հնարավոր տեղափոխումը իր հայրենի քաղաքի հիվանդանոց: Դատարանը նկատել է, որ դիմումատուն ինքնասպանության մասին մտքեր չուներ և այդպիսով չէր վտանգում իր սեփական կյանքը, նա նաև բռնի չէր այլ անձանց նկատմամբ: Նա ունակ էր քննարկել առօրյա հարցեր համապատասխան և քաղաքավարի ձևով քանի դեռ ոչ ոք չէր վիճարկում նրա տեսակետները: Այնուամենայնիվ, նա դեռ ժխտում էր իր հիվանդությունը, ինչն արտահայտվում էր բուժումից և իրեն առաջարկված բժշկական հետազոտություններից հրաժարվելու ձևով: Հիվանդության ժխտումը և բուժմամբ շահագրգռված չլինելը դատարանին թույլ է տալիս եզրակացություն կատարել, որ դիմումատուն ամենայն հավանականությամբ կանտեսեր հիվանդանոցից դուրս բուժումը, ինչը լրջորեն կծանրացներ նրա հիվանդությունը և կվտանգեր նրա կյանքը: Քանի որ նրա զառանցանքը կապված էր իր բժշկական մասնագիտության և հիվանդների հետ, բուժման բացակայությունը կարող էր լրջորեն վտանգել նաև այլոց կյանքը: Վարչական դատարանը նաև մերժել է դիմումատուի` բանավոր քննության դիմումը` ակնհայտ անհիմն համարելով և հղում կատարելով Գերագույն վարչական դատարանի 2005թ. հոկտեմբերի 4-ի նիստին: Ավելին, դատարանը համարել էր, որ հիմնական հարցը, թե արդյոք դիմումատուի վիճակը բարելավել էր այն աստիճան, որ հարկադիր բուժման հիմքերը վերացել էին, կարող է լուծվել միայն գործի նյութերի հիման վրա:", "Դիմումատուն այնուհետև բողոքարկել էր Գերագույն վարչական դատարան, inter alia, հղում կատարելով բժիշկ Ա.Կ.-ի 2002թ. դեկտեմբերի 30-ի բժշկական եզրակացությանը, բժիշկ Ե.Պ.-ի 2005թ. հոկտեմբերի 5-ի բժշկական եզրակացությանը և բժիշկ Մ_Պ.Հ.-ի 2005թ. հոկտեմբերի 25-ի և 20056թ. դեկտեմբերի 21-ի բժշկական եզրակացություններին:", "2006թ. մայիսի 16-ին Գերագույն վարչական դատարանը, ստանալով Վանհա Վաասա հիվանդանոցի գլխավոր բժշկի նոր ցուցմունքները և դիմումատուի դիտողությունները, անփոփոխ է թողել ստորադաս դատարանի որոշումը, հիմնականում նույնի հիմքերով: Այն մերժել է դիմումատուի` բանավոր քննության դիմումը` նշանակություն չունեցող համարելով 2005թ. հուլիսի 22-ի վիճարկվող որոշմանը նախորդող հանգամանքների վերաբերյալ բանավոր ցուցմունքները:", "", " Հարկադիր բուժումը շարունակելու վերաբերյալ երկրորդ որոշմանն առնչվող դատավարությունը", "", "2006թ. հունվարի 20-ին Վանհա Վաասա հիվանդանոցի գլխավոր բժիշկը հետագա որոշումն է ընդունել դիմումատուի հարկադիր բուժումը շարունակելու վերաբերյալ` հիմք ընդունելով մեկ այլ հիվանդանոցի բժշկի բժշկական հետազոտության եզրակացությունը: Նշվում էր, որ դիմումատուի վիճակը բարելավել է և նա ներկայումս համագործակցում է հիվանդանոցի անձնակազմի հետ: Չնայած նրա իրականության զգացումը դեռ դավաճանում էր նրան իր դեմ հարցուցված քրեական մեղադրանքների կապակցությամբ, նա ունակ էր քննարկել այդ հարցը պատշաճ ձևով և առանց հուզմունքի: Նա այլևս չէր դիտվում որպես իր կամ ուրիշների համար վտանգ ներկայացնող և արդարացված էր համարվում նրա անցումը ամբուլատոր բուժման:", "Որոշումը հաստատման համար ներկայացվել էր Վարչական դատարանին: Դիմումատուն այդ որոշման դեմ ևս բողոք էր ներկայացրել:", "2006թ. ապրիլի 20-ին բանավոր քննության արդյունքում Վարչական դատարանը գտել էր որ դիմումատուն դեռևս տառապում էր փսիխոտիկ զառանցանքով և որ նրա հիվանդությունը խրոնիկ բնույթ ուներ: Դատարանի կարծիքով բուժման դադարեցումը կարող էր նշանակալիորեն բարդացնել նրա հիվանդությունը: Դատարանը նաև հաշվի է առել դիմումատուի վիճակի նկատելի բարելավումը, որը թույլ է տալիս ծրագրել նրան աստիճանաբար ամբուլատոր բուժման տեղափոխելը: Նշվել է, որ դիմումատուի բուժումը ներարկումների միջոցով դադարեցվել է հունվարի սկզբին: Դատարանը համարել է, որ անվտանգության նկատառումներով կարևոր է եղել դիտարկել հիվանդանոցային բուժման դադարեցումը և հետևաբար խնամքի այլ եղանակները բավարար չէին լինի այդ ժամանակ:", "Հայտնի չէ, թե արդյոք դիմումատուն հետագա բողոք է ներկայացրել Գերագույն վարչական դատարան:", "", "Դիմումատուի կողմից հարկադիր բուժման կապակցությամբ ձեռնարկված այլ միջոցները:", "", "Վանհա Վաասա հիվանդանոցում գտնվելու ընթացքում դիմումատուն դիմումներ է ներկայացրել Ազգային դատական բժշկության մարմնին, որը 2005թ. հուլիսի 15-ի նամակում նշել է, որ այն սկսել է դիմումատուի բուժման մեջ ներգրավված բժշկական անձնակազմի գործողությունների հետաքննություն: Այն այնուամենայնիվ իրավասություն չուներ վերահսկելու առողջապահական հաստատությունները: Այն դիմումատուին տեղեկացրել է, որ այդ իրավասություններով օժտված է համապատասխան Նահանգի շրջանային իշխանության սոցիալական և առողջության հարցերի դեպարտամենտը (lääninhallitus, länsstyrelse): Ազգային դատական բժշկության մարմինն իրավունք չուներ նաև միջամտելու բուժման իրականացմանը կամ հրահանգելու դադարեցնել բուժումը: Այն կարող էր, այնուամենայնիվ, հետահայաց գնահատական տալ բժշկի մասնագիտական գործունեությանը:", "2005թ. հունվարի հուլիսն ընկած ժամանակահատվածում դիմումատուն մի քանի այլ դիմումներ է ներկայացրել Ազգային դատական բժշկության մարմնին որոնք, inter alia, վերաբերում էին Վանհա Վաասա հիվանդանոցում իր հոգեբուժական հսկողությանը և բուժմանը: 2007թ. հունվարի 12-ին Ազգային դատական բժշկության մարմինը որոշում է կայացրել այդ բողոքների վերաբերյալ: Այն հիմք է ընդունել Գերագույն վարչական դատարանի 2005թ. հոկտեմբերի 13-ի որոշումը` գտնելով, որ դիմումատուին հարկադիր բուժման ենթարկելն արդարացված է եղել: Որպես ընդհանուր դիտողություն այն նշել է, որ զառանցագին խանգարման հիմնական և երբեմն միակ ախտանիշը կեղծ հավատն է, որը հիվանդն ունենում է և որի համաձայն փորձում է գործել: Զառանցանքը շարունակական, հստակ և սիստեմատիկ է և կարող է չափազանց կայուն և ամուր լինել: Զառանցագին խանգարումներով տառապող հիվանդների մոտ վարքագծի որևէ այլ շեղումներ կարող են չդրսևորվոլ: Զառանցանքի հատուկ տեսակներից մեկը հայտնի է որպես կասկածամիտ զառանցանք, որը բնութագրվում է փսիխոտիկ մտածողությամբ դրդված փոփոխությունների պահանջներով, գանգատներով և իրավական դիմումներով` սեփական խաթարված ինքնահաստատման վերականգնման նպատակով: Զառանցագին խանգարումը բուժվում էր թերապևտիկ խորհրդատվություններով և հակափսիխոտիկ դեղերով: Բուժմամբ շահագրգռվածության բացակայությունը և բուժման անհամապատասխան արձագանքը հիմնարար սպառնալիք էր ներկայացնում բուժման բարեհաջող ելքի համար: Դիմումատուի բուժման և մասնավորապես հարկադիր բուժման կապակցությամբ Ազգային դատական բժշկության մարմինը պատշաճ և սովորաբար ընդունելի բժշկական պրակտիկայից շեղման որևէ վկայություն չի գտել և այդ իսկ պատճառով նրա հայտնածը սխալ է համարվել: Որոշումը բողոքարկման ենթակա չէր:", "2005թ. հուլիսի 8, 11, 25, 26, թվագրված նամակներով տիկին Հ.Մ.-ն դիմումատուի անունից դիմել է Արդարադատության կանցլերին` խնդրելով քայլեր ձեռնարկել դիմումատուի հարկադիր բուժման կապակցությամբ: Հաշվի առնելով Արդարադատության կանցլերի և Խորհրդարանական օմբուդսմենի միջև պարտականությունների բաշխման վերաբերյալ դրույթները, այդ նամակները փոխանցվել են վերջինիս: 2005թ. սեպտեմբերի 27-ի նամակով տիկին Հ.Մ.-ն տեղեկացվել է Օմբուդսմենի` գործին չմիջամտելու վերաբերյալ որոշմանը, քանի որ այն արդեն իսկ քննվում էր այլ մարմինների կողմից` այն է Գերագույն վարչական դատարանի, Ազգային դատական բժշկության մարմնի և ոստիկանության:", "Դիմումատուն Վանհա Վաասա հիվանդանոցի երեք բժիշկների վերաբերյալ դիմել էր ոստիկանությանը, մեղադրելով նրանց, inter alia, ազատությունից զրկելու մեջ: 2006թ. հունվարի 26-ին, Ազգային դատական բժշկության մարմնի գրավոր բացատրությունները ստանալուց հետո, ոստիկանությունը գտել էր, որ որևէ հանցագործություն տեղի չի ունեցել և կարճել էր հետաքննությունը:", "Դիմումատուն դիմել էր նաև Շրջանի կառավարման վարչակազմին, որը ուղարկել էր շրջանային բժշկին և առողջապահության տեսուչին Վանհա Վաասա հիվանդանոց դիմումատուին և հիվանդանոցի` բուժման մեջ ներգրավված աշխատակիցների հետ հանդիպելու համար: Շրջանային բժիշկը հանդիպել էր նաև դիմումատուի ներկայացուցչին: Ավելին, վարչակազմն ինքն էր ծանոթացել դիմումատուի հիվանդության պատմությանը և գործին առնչվող այլ փաստաթղթերին և հիվանդանոցի անձնակազմի գրավոր բացատրություններին և դրանց վերաբերյալ դիմումատուի դիտողություններին: 2006թ. հունիսի 26-ի որոշմամբ Շրջանային կառավարման մարմինը նշել էր, որ դիմումատուի կողմից բարձրացված հարցերը նախկինում մանրամասն ուսումնասիրվել են Ազգային դատական բժշկության մարմնի կողմից, որը որևէ խախտում չի հայտնաբերել: Գործի սեփական հետազոտության լույսի ներքո Շրջանային կառավարման մարմին չի գտել հետագա քայլեր ձեռնարկելու որևէ պատճառ: Որոշումը բողոքարկման ենթակա չէր:", "...", "", "Քրեական դատավարության շարունակությունը", "", "2005թ. մարտի 10-ին դիմումատուն շրջանային դատարան է ներկայացրել տասնութ վկաների ցուցակ, որոնց ցանկացել է հարցաքննել դատարանում inter alia, 2000թ. դեկտեմբերի իրադարձությունների և ազատությունից զրկելու մեղադրանքների կապակցությամբ: Նա նաև դիմել է բժիշկներ Հ.Լ.-ին և Մ-Պ.Հ.-ին որպես բժիշկ փորձագետներ քննելու համար: Այնուհետև նա մատնանշել է մի շարք փաստաթղթեր, որոնք պետք է թույլատրվեին որպես գրավոր ապացույցներ:", "2005թ. մարտի 14-ին Շրջանային դատարանն անցկացրել է քրեական գործով եզրափակիչ նիստը: Դիմումատուն ժամանել է դատարան, սակայն հեռացել է մինչև նիստը սկսելը: Դիմումատուն հայտնել է, որ այդպես է վարվել, քանի որ պարոն Ջ.Ռ.-ն ում ցանկանում էր, որպես վկա ներգրավել ուժի գործադրմամբ հեռացվել է շենքից:", "Շրջանային դատարանն անցել է քննությանը, որի ընթացքում դիմումատուին ներկայացրել է իր խնամակալ պարոն Մ.Ս.-ն: Վերջինս չի վիճարկել բժշկական եզրակացության ճշգրտությունը դիմումատուի հոգեբուժական հսկողության կապակցությամբ: Նա հղում չի կատարել նաև դիմումատուի հոգեկան առողջության վերաբերյալ այլ բժշկական եզրակացությունների: Նա դիմումատուի անունից հայտարարել է, որ նա կարող է դիտարկվել միայն որպես հանցակից կատարված իրավախախտմանը իր` բժշկի կարգավիճակով: Նա անհրաժեշտ չի համարել վկաներին լսելը:", "2005փ. Ապրիլի 8-ի իր վճռում Շրջանային դատարանը մեղավոր է ճանաչել Վ.-ի մորը 2000թ. դեկտեմբերի 16-ից 2001թ. ապրիլի 22 ընկած ժամանակահատվածով ազատությունից զրկելու համար: Դիմումատուն մեղավոր է ճանաչվել 2000թ. դեկտեմբերի 16-ից 2001թ. ապրիլի 22 ընկած ժամանակահատվածում այդ հանցագործության կատարման մեջ Վ.-ի մորն օժանդակելու և դրդելու մեջ: Դատարանը չի դատապարտել նրանց պատժի` քանի որ նրանք խնդրո առարկա ժամանակահատվածում պատասխանատու չեն եղել իրենց գործողությունների համար: Այնուամենայնիվ այն կարգարդրել էր փոխհատուցել վնասները և դատական ծախսերը:", "Գործի նախապատմության կապակցությամբ դատարանը նկատել է, որ Վ.-ն հետազոտությունների է ենթարկվել 1995թ-ից ի վեր` սեռական բռնության ենթարկված լինելու վերաբերյալ նրա մոր կասկածների պատճառով: Հանրային մեղադրող Լ.Կ.-ն 1999թ. ապրիլի 19-ին որոշել է մեղադրանք չառաջադրել հոր դեմ, քանի որ ոչ մի ապացույց չկար, որ հանցագործություն է տեղի ունեցել 1994թ. ից 1996թ. մարտն ընկած ժամանակահատվածում: 1998թ. ապրիլի 21-ին հանրային մեղադրող Մ.Պ.-ն հանել է մեկ այլ անձի առաջադրված մեղադրանքը, քանի որ որևէ ապացույց չի եղել, որ հանցագործությունը կատարվել է 1997թ. հուլիսին: 2001թ. հունիսի 4-ին հանրային մեղադրող հանել է հորն առաջադրված մեղադրանքը, քանի որ որևէ ապացույց չի եղել, որ հանցագործությունը կատարվել է 1998թ. սեպտեմբերից 2000թ. հունիսն ընկած ժամանակահատվածում: 2000թ. հունիսին մայրը տարել է Վ.-ին համալսարանական հիվանդանոց` հետազոտության: Այդ հետազոտությունները չեն նպաստել սեռական բռնության վերաբերյալ նրա կասկածներին: 2000թ. հունիսի 13-ին աղջիկը տարվել է հանրային ճգնաժամային օգնության կենտրոն մոր հոգեկան հիվանդության պատճառով և հանձնվել ընտանեկան աջակցության կենտրոնի խնամքին: 2000թ. հուլիսին որոշում է կայացվել սովորական խնամքի վերաբերյալ: Միևնույն ժամանակ 2000թ. հունիսի 26-ին մայրն առանց թույլտվության տեղափոխել է աղջկան կենտրոնից և ավելի ուշ նրանք հայտնաբերվել են մոտ 100 կմ հեռու գտնվող քաղաքում, ինչից հետո աղջիկը ոստիկանության կողմից վերադարձվել է կենտրոն: 2001թ. ապրիլի 3-ին Վերաքննիչ դատարանը աղջկան հանձնել է հոր միանձնյա խնամակալությանը, իսկ մայրը կարող էր հանդիպել աղջկա հետ շաբաթական երեք անգամ` հսկողության ներքո:", "Դիմումատուի գործողությունների կապակցությամբ դատարանը նկատել էր, որ նա մի շարք եզրակացություններ է տվել, որոնք չեն կարող համարվել բժշկական եզրակացություններ: Նա առավելապես գործել է, որպես աղջկա մորն օժանդակող` առաջարկություններ անելով ձեռնարկվելիք միջոցների վերաբերյալ: Դիմումատուն տեղյակ է եղել այն փաստի մասին, որ աղջիկը հանձնված է եղել հանրային խնամակալության և 2000թ. դեկտեմբերի 18-ին ոստիկանությունը հայտնել է նրան, որ աղջիկը փնտրվում է: Դատարանը հաստատված է համարել, որ Վ.-ն և նրա մայրը հանդիպել են դիմումատուին 2000թ. դեկտեմբերի 26-ին: Այդ օրվանից ի վեր դիմումատուն նրանց համար կացարան է գտել և տեղափոխել նրանց իր մեքենայով: Դիմումատուն թույլ է տվել մոր փոսը վերահասցեագրվի իր հասցեին: Դատարանը նկատել է, որ նույնիսկ չի ակնարկվել, որ դիմումատուն եղել է [Ա քաղաքում] 2000թ. դեկտեմբերի 16-ին:", " 2005թ. ապրիլի 12-ով թվագրված նամակում պարոն Մ.Ս.-ն տեղեկացրել է դիմումատուին, որպես նրա խնամակալ, որ նա տեղեկացրել է Շրջանային դատարանին դիմումատուի` դատավճիռը բողոքարկելու մտադրության մասին: Նա խնդրել է դիմումատուին գրավոր հայտնել դատավճռի վերաբերյալ իր կարծիքը և տեղեկացրել նրան, որ նա լինելու է Վաասայում 2005թ. ապրիլի 26-ին, եթե դիմումատուն կցանկանա անձամբ հանդիպել նրան: Հնարավոր է, որ հանդիպումը տեղի է ունեցել:", "Պարոն Մ.Ս.-ն հետագայում բողոքարկել է դիմումատուի անունից, պնդելով, որ մեղադրանքը պետք է մերժվի դիտավորության բացակայության հիմքով: Բժշկի իր կարգավիճակով դիմումատուն միայն ցանկացել է պաշտպանել մորը և երեխային քանի որ համոզված է եղել, որ աղջիկը սեռական բնության է ենթարկված եղել: Խնամակալն այն տեսակետն է հայտնել, որ գործը կարող է քննվել վերաքննիչ դատարանում գրավոր ընթացակարգով: 2005թ. մայիսի 9-ին պարոն Մ.Ս.-ն բողոքարկման վերաբերյալ ծանուցման պատճենը ուղարկել է դիմումատուին` ի գիտություն, նկատելով որ այն համապատասխանում է, հիմնականում, նրա կողմից ավելի վաղ` 2005թ. մայիսի 2-ին ուղարկված նախագծին: Նա նկատել է նաև, որ դիմումատուն որևէ դիտողություն չի արել նախագծի վերաբերյալ:", "Իր սեփական վճռաբեկ բողոքում դիմումատուն բանավոր քննության պահանջ է ներկայացրել, որի ընթացքում ցանկացել է, որպեսզի դատարանը լսի այն տասնութ վկաներին, որոնց նա առաջարկել էր լսել դեռ Շրջանային դատարանում ընթացող քննության ընթացքում: Նա նաև կասկածներ էր հայտնել հանրային մեղադրողի` ծանրացուցիչ հանգամանքներով մեղադրանք առաջադրելու շարժառիթների վերաբերյալ: Դիմումատուն պահանջել է նրա դատավարության արձանագրության պատճենը, որից ենթադրվում էր, որ հոգեբուժական գնահատումը բուժման միակ ձևն էր որը իր հերթին միակ ձևն էր դադարեցնելու հոր և երեխայի ահաբեկումը և արդարադատության ոտնահարումը: Դիմումատուն հետագայում մի շարք լրացուցիչ փաստարկներ է ներկայացրել վերաքննիչ դատարան:", "2005թ. օգոստոսի 31-ին, հիմք ընդունելով Դատավարական օրենսգրքի 26-րդ գլխի, 14-րդ հոդվածի 2-րդ կետի 4-րդ մասը, Վերաքննիչ դատարանը, ակնհայտ ոչ անհրաժեշտ համարելով, մերժել է դիմումատուի` բանավոր քննության վերաբերյալ պահանջը: Ինչ վերաբերում է հայցի առարկային, դատարանն անփոփոխ է թողել ստորադաս ատյանի դատավճիռը` որևէ պատճառ չտեսնելով դրանից շեղվելու համար: Օրենսգրքի 25-րդ գլխի, 12-րդ հոդվածի 2-րդ կետի համաձայն դատարանը մերժել է դիմումատուի սեփական ուշացած դիմումները` առանց դրանց էության անդրադառնալու:", "Դիմումատուն, որին իր ընտրությամբ ներկայացնում էր իրավաբան տիկին Հ.Մ.-ն դիմել է բողոքարկման իրավունք ստանալու համար:", "2006թ. փետրվարի 14-ին Գերագույն դատարանը մերժել է բողոքարկման իրավունք տրամադրել:", "Բժշկական գործունեությամբ զբաղվելու սահմանափակումը", "2005թ. հոկտեմբերի 24-ին Ազգային դատական բժշկության մարմինը որոշել է, որ դիմումատուի` որպես բժիշկ աշխատելու ունակությունը և նրա առողջությունը պետք է հետազոտության ենթարկվեն:", "2006թ. մարտի 17-ի միջանկյալ որոշմամբ Ազգային դատական բժշկության մարմինը արգելել է դիմումատուին իր մասնագիտական գործունեությամբ զբաղվել 2006թ. ընթացքում:", "Դիմումատուն հետազոտվել է Հելսինկիի համալսարանական հիվանդանոցի հոգեբուժական կլինիկայի բաց տիպի հիվանդասենյակում 2006թ. սեպտեմբերի 6-ից հոկտեմբերի 6-ը:", "2006թ. հոկտեմբերի 10-ի եզրափակիչ բժշկական եզրակացությունը որևէ հատուկ հոգեբուժական խանգարում չի նկատել դիմումատուի մոտ: Նշվել է, այնուամենայնիվ, որ լիակատար հետազոտությունը չի կարող իրականացվել քանի որ դիմումատուն հրաժարվել է հանձնել իր հիվանդության պատմության վերաբերյալ Վանհա Վաասա հիվանդանոցից ստացած փաստաթղթերը: Համարվել է, որ նեղ կենտրոնացմամբ զառանցանքով տառապելու փաստը կխոչընդոտեր նրա` որպես սեռական բռնության գործերով վստահելի փորձագետ հանդես գալու ունակությանը: Այդպիսով նա պետք է զբաղվեր ընդհանուր մանկաբուժությամբ:", "2007թ. հունվարի 29-ին Ազգային դատական բժշկական մարմինը վերացրել է իր 2006թ. մարտի 17-ի որոշումը, սակայն որոշել է, որ դիմումատուն չպետք է գործ ունենա երեխաների բռնության կասկածների հետ իր մասնավոր պրակտիկայում: Դիմումատուն բողոքարկել է այդ որոշումը Վարչական դատարան և Գերագույն վարչական դատարան: Այդ բողոքները մերժվել են 2008թ. սեպտեմբերի 24-ին և 2009թ. օգոստոսի 24-ին համապատասխանաբար:", "Դիմումատուն հայտնել է, որ նա կրկին հիվանդներ է ընդունում իր վիրահատարանում:", "", " ՀԱՄԱՊԱՏԱՍԽԱՆ ՆԵՐՊԵՏԱԿԱՆ ԻՐԱՎՈՒՆՔԸ", "\tՀիմնական իրավունքներ", "Սահմանադրության (Suomen perustuslaki, Finlands grundlag; օրենք թիվ 731/1999) համապատասխան մասերում ամրագրում էր.", "\t«Բաժին 7 – Կյանքի, անձնական ազատության և անձեռնամխելիության իրավունքը", "Յուրաքանչյուր ոք ունի կյանքի, անձնական ազատության անձեռնամխելիության և անվտանգության իրավունք:", "Ոչ ոք չպետք է դատապարտվի մահապատժի, ենթարկվի խոշտանգումների կամ մարդկային արժանապատվությունը նվաստացնող այլ վերաբերմունքի:", "Անձի անձնական անձեռնամխելիությունը չպետք է խախտվի և ոչ ոք չի կարող կամայականորեն, առանց օրենքով սահմանված հիմքի զրկվել ազատությունից: Ազատազրկման տեսքով պատիժը նշանակվում է դատարանի կողմից: Ազատությունից զրկելու այլ դեպքերի օրինականությունը կարող է ենթարկվել դատական քննոթւյան: Ազատությունից զրկված անձնաց իրավունքները երաշխավորվում են օրենքով ...", "Բաժին 10 – անձնական կյանքի իրավունքը", "Յուրքանչյուրի անձնական կյանքը, պատիվը և բնակարանի անձեռնամխելիությունը երաշխավորված է ...", "Քրեական պատասխանատվության և հոգեբուժական հետազոտության բացակայությունը", "Քրեական օրենսգրքի (rikoslaki, strafflagen, օրենք թիվ 515/2003) 3-րդ գլխի 4-րդ հոդվածի 1-ին և 2-րդ կետերը սահմանում են.", "«քրեական պատասխանատվության համար պետք է արարքի կատարման պահին լրացած լինի հանցագործություն կատարած անձի տասնհինգ տարին և նա լինի գործունակ:", "Հանցագործություն կատարած անձը չի կարող ենթարկվել քրեական պատասխանատվության, եթե արարքը կատարելիս, հոգեկան հիվանդության, խիստ հոգեկան հետամնացության կամ լուրջ հոգեկան խանգարման կամ բանականության լուրջ խաթարման հետևանքով, նա ունակ չէ հասկանալ իր գործողությունների փաստական բնույթը կամ իր վարքագիծը վերահսկելու ունակությունը նշանակալիորեն թուլացել է այդ պատճառով (քրեական պատասխանատվության բացակայություն)»", "", "Գործի համար նշանակություն ունեցող ժամանակահատվածում Դատավարական օրենսգրքի 17-րդ գլխի 45-րդ հոդվածը (oikeudenkäymiskaari, Rättegångs Balk, օրենք թիվ 571/1948) սահմանում է.", "", "«Դատարանը կարող է, անհրաժեշտության դեպքում, որոշում կայացնել ամբաստանյալի հոգեբուժական հսկողության վերաբերյալ: Այդպիսի գնահատումը չի կարող իրականացվել ամբաստանյալի կամքին հակառակ, բացառությամբ այն դեպքերի երբ նա մինչև դատաքննությունը գտնվում է կալանքի տակ կամ նրան առաջադրված մեղադրանքը պատժվում է մեկ տարուց ավելի ազատազրկմամբ (494/1969)", "", "Հոգեբուժական գնահատումը և այդպիսի հսկողության նպատակով հոգեբուժական հաստատությանը հանձնելը կարգավորվում են առանձին դրույթներով:»", "", "Այդ դրույթը փոփոխվել է թիվ 244/2006 օրենքով, որն ուժի մեջ է մտել 2006թ. հոկտեմբերի 1-ին: Համաձայն փոփոխությունների ենթարկված դրույթների ամբաստանյալի հոգեբուժական հսկողության վերաբերյալ կարող է որոշում ընդունվել, եթե դատարանն իր միջանկյալ վճռով, մեղավոր է ճանաչել ամբաստանյալին առաջադրված մեղադրանքներում, այդպիսի գնահատումն արդարացված էր և ամբաստանյալը համաձայն էր հսկողությանը կամ նա նախքան դատավարությունը գտնվում էր կալանքի ներքո կամ նրան առաջադրվել էր մեղադրանք այնպիսի հանցագործության համար, որը պատժվում էր ազատազրկմամբ մեկ տարուց ավելի ժամկետով: Դատախազի, ամբաստանյալի կամ նրա խնամակալի դիմումով դատարանը կարող է ավել վաղ նշանակել հոգեբուժական գնահատումը` նախնական քննության ընթացքում կամ մինչև հիմնական նիստը, եթե դիմումատուն ընդունել էր մեղադրանքը կամ եթե այդպիսի հսկողության կարիքն ակնհայտ էր:", "«Հոգեկան առողջության մասին» օրենք", "«Հոգեկան առողջության մասին» օրենքի համապատասխան մասերը, որոնք գործում էին խնդրո առարկա ժամանակահատվածում սահմանում էին հետևյալը.", "\t«Գլուխ 1", "", "\t... Բաժին 2 – Կարգադրություն և վերահսկողություն", "... Յուրաքանչյուր մարզում հոգեկան առողջության աշխատանքների ծրագրումը, ուղղորդումը և վերահսկողությունը Մարզային կառավարման մարմնինն է: Մարզային կառավարման մարմինը, մասնավորապես, վերահսկում է սույն օրենքի 4-րդ (ա) գլխում սահմանված ինքնորոշման իրավունքի սահմանափակումները (1423/2001) ...", "\tԲաժին 6 – Բուժումը պետական հոգեբուժական հիվանդանոցներում", "15-րդ բաժնում սահմանված հոգեբուժական հսկողություններն իրականացվում են պետական հոգեբուժական հիվանդանոցներում: Հիվանդանոցի հանձնարարությամբ հիվանդանոցային շրջանում (sairaanhoitopiirin sairaala, ett sjukhus i sjukvårdsdistriktet) անձինք, ովքեր հոգեկան հիվանդ են կամ տառապում են այլ հոգեկան խանգարումներով և ում բուժումը առանձնապես վտանգավոր կամ բարդ է կարող են ընդունվել պետական հոգեբուժական հիվանդանոց:", "Հիվանդանոցի հանձնարարությամբ հիվանդանոցային շրջանում անձինք, ովքեր հոգեկան հիվանդ չեն կամ չեն տառապում 1-ին կետում սահմանված այլ հոգեկան խանգարումներով նույնպես կարող են բուժման ենթարկվել պետական հոգեբուժական հիվանդանոցում, եթե համապատասխան բուժումը չի կարող ապահովվել շրջանային հիվանդանոցում:", "Հանցագործության մեջ մեղադրվող անձին կամ այն անձին, ում պատիժը չի կիրառվել իր հոգեկան վիճակի պատճառով, պետական հոգեբուժական հիվանդանոց ընդունելը կայացվում են ազգային դատական բժշկության մարմնի կողմից 17-րդ բոժնում սահմանված կարգով: Մնացած դեպքերում անձին պետական հոգեբուժական հիվանդանոց ընդունելու, բուժումը դադարեցնելու և դիմումատուին առաջադրված մեղադրանքը հանելու վերաբերյալ որոշումները պետական հոգեբուժական հիվանդանոցի գլխավոր բժշկի կողմից:", "... Գլուխ 2", "Բաժին 8 – Հարկադիր բուժման չափանիշները", "Անձի` հոգեբուժական հիվանդանոցում իր կամքին հակառակ բուժման վերաբերյալ որոշում կարող է կայացվել միայն (1) եթե անձն ախտորոշվել է որպես հոգեկան հիվանդ, (2) եթե անը կարիք ունի հոգեկան հիվանդության բուժման, որը չբուժելու դեպքում կարող է նշանակալիորեն բարդանալ կամ լրջորեն վտանգել այդ անձի առողջությունը կամ այլոց անվտանգությունը կամ առողջությունը, և (3) եթե մնացած բոլոր հոգեբուժական ծառայությունները կիրառելի կամ համապատասխան չեն ...", "Գլուխ 3", "Բաժին 15 – Հոգեբուժական հսկողության նպատակով հիվանդանոց ընդունելը", "Եթե դատարանը որոշում է կայացնում հանցագործության մեջ մեղադրվող անձի` Դատավարական օրենսգրքի 17-րդ գլխի 45-րդ հոդվածի համաձայն հոգեբուժական հսկողության վերաբերյալ, հանցագործության մեջ մեղադրվող անձը կարող է ընդունվել հիվանդանոց հոգեբուժական հսկողության համար և իր կամքին հակառակ պահվել այնտեղ անկախ սույն օրենքի 2-րդ գլխի:", "Բաժին 16 (1086/1992) – Հոգեբուժական հսկողություն", "Հանցագործության մեջ մեղադրվող անձի նկատմամբ հոգեբուժական հսկողություն սահմանելու վերաբերյալ որոշում կայացնելուց հետո, դատարանը պետք է դրան առնչվող փաստաթղթերն անհապաղ փոխանցի Ազգային դատական բժշկության մարմնին: Ազգային դատական բժշկության մարմինը պետք է որոշում կայացնի հոգեբուժական հսկողության իրականացման վերաբերյալ, և եթե այն պետք է իրականացվի հիվանդանոցից դուրս, ապա ում կողմից:", "Հոգեբուժական հսկողությունը պետք է ավարտվի և հանցագործության մեջ մեղադրվող անձի հոգեկան վիճակի վերաբերյալ եզրակացությունը պետք է ներկայացվի Ազգային դատական բժշկության մարմնին, ոչ ուշ քան հոգեբուժական հսկողության սկզբից երկու ամսվա ընթացքում: Այդպես վարվելու բավարար հիմքերի առկայության դեպքում, Ազգային դատական բժշկության մարմինը առավելագույնը երկու ամսով կարող է երկարաձգել հսկողությունը:", "Նշված եզրակացությունը ստանալուց հետո Ազգային դատական բժշկության մարմինը պետք է դատարանին ներկայացնի հանցագործության մեջ մեղադրվող անձի հոգեկան վիճակի վերաբերյալ իր սեփական եզրակացությունը:", "Բաժին 17 – Հոգեբուժական հսկողությունից հետո հարկադիր բուժումը", "Եթե հանցագործության մեղադրվող անձին իր կամքին հակառակ բուժման ենթարկելու վերաբերյալ որոշման կայացման պայմանները բավարարվել են հոգեբուժական հսկողության ավարտից հետո, Ազգային դատական բժշկության մարմինը պետք է որոշում կայացնի անձի` իր կամքին հակառակ բուժման վերաբերյալ (1086/1992):", "Անձը կարող է իր կամքին հակառակ բուժման նպատակով զրկվել ազատությունից Ազգային դատական բժշկության մարմնի որոշման հիման վրա առավելագույնը վեց ամսով: Այդ ժամկետի ավարտից առաջ հիվանդի հետազոտության վերաբերյալ եզրակացություն պետք է կազմվի, որը կնշեր, թե արդյոք անձին իր կամքին հակառակ բուժման ենթարկելու պայմանները դեռ բավարարված են: Բուժումը շարունակելու կամ դադարեցնելու վերաբերյալ որոշումը պետք է գրավոր կայացվի [հոգեբուժական բուժման համար պատասխանատու գլխավոր բժշկի կողմից կամ այդ բժշկի մասնագետ չլինելու կամ անհասանելի լինելու դեպքում, այդ հանձնարարությամբ զբաղվող մեկ այլ բժշկի կողմից` նախընտրելի է հոգեբուժության մեջ մասնագիտացված] մինչև բուժումը վեց ամսով շարունակելը: Բուժումը շարունակելու վերաբերյալ պետք է անհապաղ տեղեկացվի հիվանդին և պետք է անմիջապես ներկայացվի [դատարանի] հաստատմանը և [դատարանը] պետք է գնահատի թե արդյոք հիվանդի բուժման վերաբերյալ որոշում կայացնելու պայմանները դեռ առկա են: Բուժում դադարեցնելու մասին հիվանդը նույնպես պետք է անհապաղ տեղեկացվի և այն անմիջապես պետք է ներկայացվի Ազգային դատական բժշկության մարմնի հաստատմանը: Ազգային դատական բժշկության մարմինը պետք է կամ հաստատի բուժումը դադարեցնելու մասին որոշումը կամ բուժման պայմանների առկայության դեպքում որոշում կայացնել հիվանդի բուժման վերաբերյալ (1504/1994):", "Բուժումը շարունակելու վերաբերյալ որոշման հիման վրա, դիմումատուն կարող է ազատությունից զրկվել բուժման նպատակով առավելագույնը վեց ամիս ժամանակով: Եթե այս ժամկետի ավարտին ենթադրվում է, որ բուժումը շարունակելը դեռ անհրաժեշտ է, պետք է միջոցներ ձեռնարկվեն 2-րդ ենթակետին համապատասխան (1504/1994):", "Եթե պարզվում է, անձի հարկադիր բուժման ընթացքում, որ հիվանդին հարկադիր բուժման ենթարկելու պատճառներն առկա չեն, պետք է միջոցներ ձեռնարկվեն 2-րդ ենթակետին համապատասխան (1504/1994):", "Բաժին 17 ա (383/1997) – Բուժումը մասնագիտացված հոգեբուժական հիվանդանոցում", "Ազգային դատական բժշկության մարմինը պետք է հանցագործության մեջ մեղադրվող անձի հարկադիր բուժումը սկսելու վերաբերյալ որոշում կայացնի. Բուժումը պետք է իրականացվի հիվանդի բուժման համար անհրաժեշտ հարմարություններ և որոշակի փորձառություն ունեցող հիվանդանոցում:", "Եթե հիվանդի բուժման փոփոխության անհրաժեշտության դեպքում, 11-րդ բաժնում նշված բժիշկը պետք է անմիջապես միջոցներ ձեռնարկի հիվանդին այնպիսի հիվանդանոց տեղափոխելու համար, որը կարող է ապահովել հիվանդի համար պահանջվող բուժումը:", "Պետական հոգեբուժական հիվանդանոցում բուժման անհրաժեշտության վերաբերյալ պետք է, այնուամենայնիվ, որոշում կայացվի բուժումը սկսելուց հետո` վեց ամսվա ընթացքում` համագործակցելով այն շրջանային հիվանդանոցի հետ, որի տարածքում է գտնվում հիվանդի հայրենի համայնքը:", "Գլուխ 4 ա", "Բաժին 22 ա (1423/2001) - ... հիմնարար իրավունքները սահմանափակելու ընդհանուր պայմաններ", "... Դիմումատուի ինքնորոշման իրավունքը և այլ հիմնարար իրավունքներ կարող են սահմանափակվել սույն գլխի դրույթների ուժով միայն հիվանդության բուժման համար անհրաժեշտ ծավալով կամ այդ անձի կամ այլոց անվտանգության կամ սույն գլխում ամրագրված այլ շահերի երաշխավորման համար: Այդ միջոցները պետք է ձեռնարկվեն հնարավորինս անվտանգ կերպով` հիվանդի արժանապատվության հարգանքով: Ինքնորոշման իրավունքի սահմանափակման ծավալների ընտրության և որոշման ժամանակ հատուկ ուշադրություն պետք է դարձվի հիվանդի հոսպիտալացման չափանիշներին ...", "Բաժին 22 բ (1423/2001) – Հոգեկան հիվանդության բուժումը", "Հիվանդը պետք է բուժման ենթարկվի հնարավորինս փոխադարձ ընկալման մթնոլորտում: Բուժման ընթացքում պետք է ծրագիրը մշակվի:", "Հոգեկան հիվանդությամբ տառապող հիվանդին բուժելիս հետազոտության և բուժման` բժշկության մեջ ընդունելի միակ մեթոդները նրանք են, որոնք, չկիրառվելու դեպքում, լրջորեն կվտանգեն հիվանդի և այլոց առողջությունը և անվտանգությունը:", "Բուժման և հետազոտությունների վերաբերյալ որոշումն ընդունում է հիվանդին բուժող բժիշկը` անկախ հիվանդի ցանկություններից: Բուժող բժիշկն է որոշում նաև արդյոք սահմանափակել հիվանդի ազատությունը և արդյոք այլ համանման միջոցներ է պետք կիրառել բուժման ընթացքում, կամ արդյոք այլ կարճաժամկետ միջոցառումներ են անհրաժեշտ բուժման համար ...", "Գլուխ 5", "... Բաժին 24 (1504/1994) – բողոքարկում", "Հիվանդանոցի բժշկի` անձին իր կամքին հակառակ բուժման ենթարկելու կամ բուժումը շարունակելու մասին որոշումը կարող է բողոքարկվել [դատարան] ...", "Բաժին 25 – Կատարումը կամ կատարման կասեցումը", "Հիվանդի` իր կամքին հակառակ բուժման ենթարկելու կամ այդպիսի բուժումը շարունակելու կամ անձնական գույքի տիրապետությունը ստանձնելու կամ շփումները սահմանափակելու մասին որոշումը ենթակա է անմիջապես կատարման անկախ այդ որոշումը մեկ այլ մարմնի հաստատմանը ներկայացված կամ բողոքարկված լինելու հանգամանքից: (1423/2001)", "Որոշումը մեկ այլ մարմնի ներկայացնելուց կամ բողոքարկելուց հետո հետո խնդրո առարկա մարմինը կամ վերաքննության մարմինը կարող է արգելել որոշման կատարումը կամ կարգադրել դադարեցնել այն»", "", "Բաժին 26 – քննության անհետաձգելիությունը", "Հիվանդի կամքին հակառակ բուժմանն առնչվող դիմումները կամ բողոքները և հոգեկան առողջության հսկողության հետ կապված հարցերը պետք է անհապաղ քննության առնվեն ... »", "Համաձայն «Հոգեկան հիվանդության մասին» օրենքի 22բ բաժնի նախապատրաստական փաստաթղթերին (Կառավարության որոշում թիվ HE 113/2001) հոգեբուժական հիվանդի հարկադիր հոսպիտալացման համար ընդունված որոշումը ընկալվում է, որ պարունակում է հիվանդին բուժելու ավտոմատ թույլտվություն, նույնիսկ նրա կամքին հակառակ: Չնայած բժիշկները կարող են բուժումից առաջ ստանալ հիվանդի համաձայնությունը, նրանք պարտավոր չեն այդ համաձայնությունը ստանալ գրավոր տեսքով կամ ստանալ այդ համաձայնությունը դիմումատուի հարազատներից կամ խնամակալներից: Եթե հիվանդը հրաժարվում է համաձայնություն տալ կամ ետ է վերցնում նախկինում տված համաձայնությունը դրույթը թույլ է տալիս հարկադիր բուժումը: Դա բխում է հիվանդի շահերից, նրա` անհրաժեշտ խնամք ստանալու սահմանադրական իրավունքն ապահովելու համար մի իրավիճակում, երբ հիվանդն իր հիվանդության պատճառով անձնապես ունակ չէ որոշում կայացնել բուժման վերաբերյալ:", "Առողջապահությանը վերաբերող այլ դրույթներ", "«Վարչական դատարանների մասին» օրենքի (hallinto-oikeuslaki, lagen om förvaltningsdomstolarna, օրենք թիվ 1424/2001) 7(3) բաժինն ամրագրում է, որ վարչական դատարաններում փորձագետ անդամը մասնակցում է «Հոգեկան առողջության մասին» օրենքում նշված անձանց հարկադիր բուժմանն կարգին և հարկադիր բուժման շարունակման առնչվող հարցերի քննությանը և որոշման կայացմանը:", "«Առողջապահության մասնագետների մասին» օրենքի (laki terveydenhuollon ammattihenkilöistä, lagen om yrkesutbildade personer inom hälso- och sjukvården, օրենք թիվ 559/1994) համապատասխան դրույթները, որոնք գործում էին խնդրո առարկա ժամանակահատվածում սահմանում էին.", "... Բաժին 15 – Մասնագիտական էթիկային վերաբերող պարտականություններ", "Առողջապահության մասնագետների աշխատանքը առողջության աջակցության և պահպանման, հիվանդությունների կանխարգելման, հիվանդների բուժման և նրանց տառապանքների թեթևացման նպատակ է հետապնդում: Իրենց մասնագիտական գործունեության ընթացքում առողջապահության մասնագետները պետք է կիրառեն ընդունված, էմպիրիկ արդարացված, մեթոդներ իրենց կրթությանը համապատասխան, որը պետք է շարունակաբար լրացվի: Առողջապահության յուրաքանչյուր մասնագետ պետք է ի շահ հիվանդի կշռադատի իր մասնագիտական գործունեությունը և դրա հնարավոր վտանգները ...", "", "Բաժին 24 – Ցուցումներ և վերահսկողություն", "Առողջապահության մասնագետների ընդհանուր ցուցումները տրվում են Սոցիալական գործերի և առողջապահության նախարարության կողմից:", "Ազգային դատական բժշկության մարմինը պատասխանատու է առողջապահության մասնագետների ցուցումների և վերահսկողության համար ...", "Մարզի տարածքում առողջապահության մասնագետների գործունեությունը ուղղորդվում և վերահսկվում է Պետության մարզային կառավարման մարմնի կողմից ...", "Հատուկ մարմիններ", "Ազգային դատական բժշկության մարմնի մասին որոշումը (asetus terveydenhuollon oikeusturvakeskuksesta, förordningen om rättskyddscentralen för hälsovården, թիվ 1121/1992,հետագա փոփոխություններով) պարունակում է դրույթներ, որոնք inter alia, վերաբերում են մարմնի կազմում գործող Դատական հոգեբուժության խորհրդին: Որոշման 12-րդ հոդվածը, որը փոփոխությունների էր ենթարկվել թիվ 432/1997 օրենքով և գործում էր խնդրո առարկա ժամանակահատվածում, սահմանում էր, որ Խորհուրդը քննում և որոշումներ է կայացնում հանցագործության մեջ մեղադրվող անձի հոգեկան վիճակին վերաբերող հարցերի կամ այդպիսի անձին կամ իր հոգեկան վիճակի պատճառով պատժի չդատապարտված, հոգեբուժական հիվանդանոցում բուժվող անձի բուժման ենթարկելու կամ այդպիսի բուժման դադարեցման հետ կապված հարցերի կապակցությամբ: Խորհուրդը կազմված էր նախագահից, ով պետք է Ազգային Դատական Բժշկության մարմնի պաշտոնյա լիներ, և երեք այլ անդամներից: Անդամներից մեկը պետք է իրավունքի ոլորտի մասնագետ լիներ, և մյուս երկու անդամները, որոնցից մեկը պետք է համայնքային առողջապահության ներկայացուցիչ լիներ, պետք է հոգեբուժության բնագավառի մասնագետներ լինեին:", "Մարզային կառավարման մարմինները դադարեցին գոյություն ունենալ 2010թ. հունվարի 1-ին և նրանց խնդիրները փոխանցվեցին տարբեր այլ մարմինների: Վերակազմակերպումից առաջ մարզային կառավարման մարմնի խնդիրները կարգավորող դրույթները պարունակվում էին մոտ 130 տարբեր օրենքներում: Մարմնի խնդիրների և իրավասությունների վերաբերյալ ընդհանուր տեղեկություններ էին պարունակվում Կառավարության թիվ 154/2005 որոշումը, որը inter alia, վերաբերում էր «Հոգեկան առողջության մասին» օրենքին: Այդ փաստաթղթի համաձայն, Մարզային կառավարման մարմիններն իրականացնում էին պետական հոգեբուժական հիվանդանոցների ուղղորդումը և վերահսկողությունը, ի թիվս այլ հիմնարկների և ծառայությունների: Դա իրականացվում էր, inter alia, տեղեկատվության տարածման, տեղերում ստուգման և բողոքների քննության միջոցով: 2004թ. Մարզային կառավարման մարմինների կայացրած որոշումների 63%-ի դեպքում, որպես վերահսկողություն իրականացնող մարմիններ, այն աստիճանի անհամապատասխանություն, որը կարդարացներ նրանց կողմից միջոցների ձեռնարկումը չի հայտնաբերվել. Քննված գործերի 18%-ը հանգել են առողջապահության մասնագետի ուշադրությունը հարցի վրա հրավիրելուն և նկատողություն է տրվել գործերի 5% դեպքում:", "\tԴատարանում իրավական ներկայացուցչություն", "Քրեական դատավարության օրենքի (laki oikeudenkäynnistä rikosasioissa, lagen om rättegång i brottmål, օրենք թիվ 689/1997) 2-րդ գլխի 1-ին բաժնի համապատասխան մասերը սահմանում են.", "", "«Հանցագործության մեջ կասկածվող անձն իրավունք ունի պաշտպանել իրեն նախնական քննության և դատաքննության ընթացքում ...", "", "Դատարանի որոշմամբ կասկածյալի համար հանրային պաշտպան է նշանակվում, երբ (1) կասկածյալն ունակ չէ պաշտպանել իրեն, (2), հանրային պաշտպան չընտրած կասկածյալի 18 տարին դեռ չի լրացել, եթե ակնհայտ չէ, որ նա դրա կարիքը չունի, (3) կասկածյալի կողմից ընտրված հանրային պաշտպանը չի բավարարում հանրային պաշտպանին առաջադրվող որակավորմանը կամ ունակ չէ պաշտպանել կասկածյալին, կամ (4) առկա է համանման մեկ այլ պատճառ» (107/1998)", "", "2-րդ գլխի 2-րդ բաժինը սահմանում է.", "", "«1-ին բաժնի համաձայն ... որպես հանրային պաշտպան ... նշանակված անձը ... պետք է հանրային աջակցության իրավաբան կամ փաստաբան լինի: Հարմար անվճար իրավաբանական օգնության իրավաբանի կամ փաստաբանի բացակայության դեպքում կամ եթե որևէ այլ հատուկ պատճառ կա այդպես վարվելու, [Իրավագիտության մագիստրոսի] կոչում ունեցող որևէ այլ անձ ով օրենքով իրավունք ունի իրավաբան աշխատել, կարող է նշանակվել որպես հանրային պաշտպան ... Հանրային պաշտպան նշանակվող անձը ... պետք է հնարավորություն ունենա արտահայտվելու նշանակման կապակցությամբ.» (260/2002)", "", "ԽՈՇՏԱՆԳՈՒՄՆԵՐԻ ԵՎ ԱՆՄԱՐԴԿԱՅԻՆ ԿԱՄ ՆՎԱՍՏԱՑՆՈՂ ՎԵՐԱԲԵՐՄՈՒՆՔԻ ԴԵՄ ՊԱՅՔԱՐԻ ԵՎՐՈՊԱԿԱՆ ԿՈՄԻՏԵԻ ԶԵԿՈՒՅՑՆԵՐԸ (ԽՊԿ)", "8-րդ ընդհանուր զեկույց [CPT/Inf (98) 12]", " ԽՊԿ-ի զեկույցի 41-րդ կետը վերաբերում է հոգեբուժական հիվանդանոցում տրվող բուժմանը հիվանդի համաձայնությանը: Այն շարադրված էր հետևյալ կերպ.", "«Հիվանդները պետք է, սկզբունքորեն, այնպիսի դրության մե գտնվեն, որպեսզի կարողանան իրենց ազատ և տեղեկացված համաձայնությունը տալ բուժմանը: Անձին հարկադիր կերպով հոգեբուժական հաստատություն ընդունելը չպետք է մեկնաբանվի որպես առանց նրա համաձայնության բուժման թույլտվություն: Դրանից հետևում է, որ յուրաքանչյուր իրավասու հիվանդ, կամավոր կամ հարկադիր, պետք է հնարավորություն տրվի հրաժարվել բուժումից կամ այլ բժշկական միջամտությունից:", "Իհարկե, բուժման համաձայնությունը կարող է որակվել որպես ազատ և տեղեկացված եթե այն հիմնված է հիվանդի վիճակի և առաջարկվող բուժման վերաբերյալ լրիվ, ճշգրիտ և ընկալելի տեղեկատվության հիման վրա. Էլեկտրական շոկային թերապիան, որպես «քանի թերապիա» բնութագրելը բուժման վերաբերյալ ոչ լրիվ և ճշգրիտ տեղեկատվության օրինակներից մեկն է: Հետևաբար բոլոր հիվանդներին պետք է պարբերաբար տեղեկատվություն տրամադրվի իրենց վիճակի և այն բուժման վերաբերյալ, որը նշանակվելու է նրանց համար: Համապատասխան տեղեկատվությունը (արդյունքներ և այլն) պետք է տրամադրվի նաև բուժումից հետո:", "Այցելությունները Ֆինլանդիայի պետական հոգեբուժական հիվանդանոցներ", "ԽՊԿ այցելե է Ֆինլանդիա 2003թ. սեպտեմբերի 7-ից 17-ն ընկաշ ժամանակահատվածում, այցելված հաստատությունների թվում էր Նիուվաննիեմի պետական հոգեբուժական հիվանդանոցը: 2004թ. հունիսի 14-ի զեկույցի 144-րդ կետում ԽՊԿ հայտնել է հետևյալ նկատառումները.", "«Երաշխիքների կապակցությամբ` հանցագործությունների մեջ մեղադրվող անձանց հոգեբուժական հետազոտության ընթացակարգերի և այդպիսի անձանց առաջարկվող նախնական խնամքի ընթացակարգերն, հանրագումարում, ապահովում են անկախության և անկողմնակալության ինչպես նաև օբյեկտիվ բժշկական հետազոտության համապատասխան երաշխիքներ: Ընդհակառակը, քաղաքացիական և հոգեբուժական հիվանդների բուժման վերաբերյալ որոշման երկարաձգման կարգը վերագնահատման կարիք ունի: ԽԴԿ համարում է, որ հիվանդի` հոգեբուժական հիվանդանոցում հարկադիր բուժման որոշման պարբերական վերանայումը պետք է ներառի հոգեբուժական եզրակացություն, որը պետք է անկախ լինի այն հիվանդանոցից, որում դիմումատուն պահվում է:»", "2008թ. ապրիլի 20-ից 30-ն ընկած ժամանակահատվածում իր հաջորդ այցելության ընթացքում ԽԴԿ-ն, inter alia, այցելել է Վանհա Վաասա հիվանդանոց և մեկ այլ հոգեբուժական հաստատություն: 2009թ. հունվարի 20-ին հրապարակված զեկույցում, ԽԴԿ-ն, inter alia, նշել է հետևյալ նկատառումները և հանձնարարականները.", "« ... 126 – Երկու հաստատություններում հոգեբուժական դեղամիջոցների օգտագործումը համապատասխան է թվում: Վանհա Վաասա հիվանդանոցի կապակցությամբ, պաշտոնական միջառարկայական կլինիկական հետազոտության առկա պարբերականությունը (տարեկան երկու անգամ) բավարար չէ: Տարբեր մասնագետներից կազմված անձնակազմը (հոգեբույժների, բուժքույրեր, հոգեբաններ, աշխատանքային հիգիենայի բժիշկներ, սոցիալական աշխատողներ) պետք է ավելի հաճախ հանդիպի և քննարկի յուրաքանչյուր հիվանդի վիճակը և առաջընթացը: ԽԴԿ-ն առաջարկում է քայլեր ձեռնարկել այդ դիտարկումներին համապատասխան ...", "", "140 – Հոգեբուժական հիվանդի հարկադիր հոսպիտալացումը շարունակվում է մեկնաբանվել որպես բուժման ավտոմատ թույլտվություն առանց նրա համաձայնության: Գործնականում այցելված երկու հոգեբուժական հաստատություններում բժիշկները փորձում են ստանալ հիվանդների բանավոր համաձայնությունը բուժման վերաբերյալ, սակայն այդպիսի իրազեկված համաձայնության ոչ մի գրավոր ապացույց չի ներկայացվել: Ավելին, բուժումից դիմումատուի հրաժարվելը կամ հետագայում համաձայնությունը ետ վերցնելը չի ենթադրում արտակարգ անկախ հոգեբուժական քննություն` դիմումատուի կամքին հակառակ բուժման իրականացման հնարավորության վերաբերյալ: Ի հավելումն, հիվանդները չեն կարող բողոքարկել այդպիսի որոշումները դատարանում:", "", "ԽՊԿ-ն առաջարկում է, որպեսզի ներդրվի բուժման իրազեկված համաձայնության հատուկ ձև` ստորագրված հիվանդի և (նրա անգործունակության դեպքում) նրա օրինական ներկայացուցչի կողմից ... և Վանհա Վաասա հիվանդանոցում (ինչպես նաև Ֆինլանդիայի բոլոր այլ հոգեբուժական հաստատություններում): Փոփոխությունների պետք է ենթարկվի համապատասխան օրենսդրությունը, որպեսզի արտաքին հոգեբուժական եզրակացություն պահանջվի բոլոր այն դեպքերում, երբ հիվանդը համաձայն չէ հաստատության բժիշկների կողմից առաջարկվող բուժման հետ, ավելին, հիվանդները պետք է հնարավորություն ունենան դատարանում բողոքարկել հարկադիր բուժման վերաբերյալ որոշումը ...»", "", "ԻՐԱՎՈՒՆՔԸ", "", "ԿՈՆՎԵՆՑԻԱՅԻ 5-ՐԴ ՀՈԴՎԱԾԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄ ՀԱՐԿԱԴԻՐ ՀՈՍՊԻՏԱԼԱՑՄԱՆ ԿԱՊԱԿՑՈՒԹՅԱՄԲ", "", "Դիմումատուն գանգատվել է, որ իր ազատության իրավունքը խախտվել է, քանի որ 2005թ. փետրվարի 17-ից նա ապօրինի կերպով պահվել է հոգեբուժական հիվանդանոցում, չնայած որ կարիք չի ունեցել հարկադիր բուժման: Նա նաև գանգատվել է, նաև որ մինչև հարկադիր բուժումն իրեն հիվանդանոցում պահելը հիվանդանոցային հսկողության իրականացման նպատակով ապօրինի է եղել: Նա հղում է կատարել Կոնվենցիայի 5-րդ հոդվածին, որի համապատասխան մասերը սահմանում են.", "« 1. Յուրաքանչյուր ոք ունի ազատության և անձնական անձեռնմխելիության իրավունք։ Ոչ ոքի չի կարելի ազատությունից զրկել այլ կերպ, քան հետևյալ դեպքերում և օրենքով սահմանված կարգով.", "բ. անձի օրինական ձերբակալումը կամ կալանավորումը դատարանի օրինական կարգադրությանը չենթարկվելու համար կամ օրենքով նախատեսված պարտավորության կատարումն ապահովելու նպատակով ...", "", "ե. անձանց օրինական կալանքի վերցնելը` վարակիչ հիվանդությունների տարածումը կանխելու նպատակով, ինչպես նաև հոգեկան հիվանդներին, գինեմոլներին կամ թմրամոլներին կամ թափառաշրջիկներին օրինական կալանքի վերցնելը ...", "", "Կառավարությունն առարկել է 2005թ. փետրվարի 17-ից ի վեր դիմումատուի հարկադիր բուժման վերաբերյալ փաստարկի դեմ: Կառավարությունից այլ դիտարկումներ չեն պահանջվել այլ ժամկետների կապակցությամբ:", "Ա. Ընդունելիություն", "Այլ կողմերի դիրքորոշումները", "", "(ա) Դիմումատուն", "Դիմումատուն պնդել է, որ նա առանց օրինական պատճառի է պահվել հոգեբուժական հիվանդանոցում: Նրա հոգեբուժական հսկողության վերաբերյալ որոշումը չի կայացվել ենթադրյալ հանցագործության ժամանակ նրա հոգեկան վիճակը պարզելու համար, ինչպես որ պահանջվում էր օրենքով, այլ հանրային մեղադրողի` իրեն ազատությունից զրկելու ծրագրի համապատասխան: Իր հոգեբուժական հսկողության վերաբերյալ որոշում կայացնելիս և այդ որոշումն անփոփոխ թողնելով, ներպետական դատարանները անտեսել են 2002թ. դեկտեմբերի բժիշկ Կ.Ա.-ի կողմից տրված բժշկական եզրակացությունը, որը հստակորեն ցույց էր տալիս, որ այդպիսի հսկողության կարիք չկար, քանի որ դիմումատուն առողջ էր:", "Դրան հաջորդած հարկադիր բուժման նպատակով ազատությունից զրկելը նույնպես ապօրինի և ոճ անհրաժեշտ էր: Բժիշկներ Կ.Ա., բժիշկներ Ե.Պ.-ն և Մ-Պ.Հ.-ն 2005թ. հոկտեմբերին և Հելսինկիի համալսարանական հիվանդանոցի բժիշկները 2006թ. հոկտեմբերին հաստատել են, որ դիմումատուն չի տառապում որևէ հոգեկան խանգարմամբ և որ հարկադիր բուժման անհրաժեշտություն չկա: Բժիշկ Ա.Կ.-ն ով իրականացրել էր հարկադիր բուժմանը հանգեցրած հոգեբուժական հսկողությունը, սխալ դատողությունների է կատարել և սխալ է ընկալել գործի նախապատմությունը: Բժիշկ Ա.Կ.-ն փորձառու հոգեբույժ չի եղել: Նա դատական հոգեբուժության մեջ աստիճան է ստացել միայն 2004թ. հուլիսի 5-ին` դիմումատուին հետազոտելուց ընդամենը երեք ամիս առաջ: Ավելին, Դատական հոգեբուժության խորհուրդը անձնապես չի լսել դիմումատուին նախքան բժիշկ Ա.Կ.-ի` դիմումատուի հարկադիր բուժման վերաբերյալ եզրակացությունը հաստատելը:", "Դիմումատուին հնարվորություն չի ընձեռվել երկրորդ եզրակացությունը ստանալ մինչև 2005թ. հոկտեմբերը: ԽՊԿ-ն քննադատել է այդպիսի պրակտիկան: Բժիշկ Մ-Պ.Հ.-ն համաձայնել է իրականացնել դիմումատուի հսկողությունը Վանհա Վաասա հիվանդանոցում 2005թ. փետրվարին, սակայն հիվանդանոցը թույլ չի տվել դա անել: Դիմումատուն հայտնել է, որ արգելվել են դրսից բժիշկների այցելությունները հիվանդանոցի` սխալ ախտորոշումներ կատարած բժիշկներին պաշտպանելու միակ մտադրությամբ: Վանհա Վաասա հիվանդանոց երկու անկախ բժիշկների այցելությունից անմիջապես հետո դիմումատուն տեղափոխվել է բաց հիվանդասենյակ և նրան թույլատրվել է լքել հիվանդանոցը:", " Դիմումատուն պնդել է, որ հաշվի առնելով իր տարիքը, մասնագիտությունը և ընտանեկան հարաբերությունները հարկադիր բուժման ենթարկելու որոշումն անհամաչափ է եղել: Դիմումատուին տեղավորել են փակ հիվանդասենյակում քրեական անցյալով ծանր հիվանդ պացիենտների հետ: Դիմումատուն ինքը փորձառու բժիշկ է ով, inter alia, գլխավոր բժեշկ է եղել հոգեբուժական հիվանդանոցում և հայրենի քաղաքի Սոցիալական և առողջապահության գործերի խորհրդի անդամ: Իր աշխատանքի կապակցությամբ երբևէ որևէ բողոք չի ներկայացվել իր պացիենտների կողմից:", "", "\t(բ) Կառավարությունը", "Կառավարությունը նախ նշել է, որ զառանցական խանգարումը փսիխոզի լուրջ տեսակ է և հաճախ ք առաջանում հիվանդանոցային բուժման անհրաժեշտություն:", "Կառավարությունը պնդել էր, որ այն փաստը, որ դիմումատուն եղել է խանգարված հոգեվիճակում և հարկադիր բուժման կարիք է ունեցել ի վերջո հաստատվել է իշխանությունների կողմից և անփոփոխ թողնվել վերաքննության արդյունքում: Նրան բուժման չենթարկելը նշանակալիորեն կծանրացներ նրա հիվանդությունը և լրջորեն կվտանգեր նրա և այլոց առողջությունը: Առողջապահական այլ ծառայությունները բավարար չեն համարվել: «Հոգեկան առողջության մասին» օրենքում ամրագրված պահանջներն այդպիսով պահպանվել են և իշխանությունների կողմից ձեռք առնված միջոցներն օրինական էին: Որևէ կամայականություն տեղի չի ունեցել դիմումատուին ազատությունից զրկելու վերաբերյալ որոշումներն ընդունելիս: Այդ հարցի նկատմամբ տարածվում են պետության հայեցողության սահմանները: Դիմումատուի հարկադիր բուժումը համաչափ է եղել և Կոնվենցիայի 5-րդ հոդվածի 1-ին (ե) կետին համապատասխան:", "Բժիշկ Կ.Ա.-ի 2002թ. հունվարի 30-ի բժշկական եզրակացության կապակցությամբ Կառավարությունն ընդգծել է, որ համաձայն բժշկի, եզրակացությունը տրվել է հիվանդի հետ երկու հանդիպումների արդյունքում առանց մանրամասն հոգեբուժական հետազոտության անցկացման փորձի: Այդպիսի հետազոտությունը չափազանց անհրաժեշտ է եղել դիմումատուի հոգեկան վիճակի գնահատման նպատակով: Ամեն դեպքում, դիմումատուն բժիշկ Կ.Ա.-ի բժշկական եզրակացությունը ներկայացրել է Ազգային դատական բժշկության մարմնի ուշադրությանը և դրա Դատական բժշկության խորհրդին, որը հնարավորություն է ունեցել հաշվի առնելու դա որոշում կայացնելիս: 2006թ. Հելսինկիի համալսարանական հիվանդանոցում իրականացված հետազոտությանը չի կարող այդքան նշանակություն տրվել, քանի որ եզրակացությունների համապատասխանության վրա ազդեցություն է ունեցել դիմումատուի` Վանհա Վաասա հիվանդանոցի հիվանդության պատմությունը փոխանցելուց հրաժարվելը:", "", "Դատարանի գնահատականը", "", "(ա) Համապատասխան սկզբունքների ամփոփումը", "", "Դատարանը կրկնում է, որ «օրինական» և «օրենքով սահմանված ընթացակարգին համապատասխան» արտահայտությունները 5-րդ հոդվածի 1-ին կետում հիմնականում վերաբերում են ներպետական օրենսդրությանը. դրանք ամրագրում են օրենքով սահմանված համապատասխան ընթացակարգերին համապատասխանության անհրաժեշտությունը: Խնդրո առարկա եզրույթն ընդգծող հասկացությունը վերաբերում է արդար և պատշաճ ընթացակագի, այն է, որ անձին ազատությունից զրկող ցանկացած միջոց պետք է բխի և կատարվի համապատասխան մարմնի կողմից և չպետք է կամայական լինի (տե՛ս Ուինթերվրափն ընդդեմ Նիդեռլանդների 24 հոկտեմբերի 1979թ., կետ 45, Սերիա A թիվ 33; Վասսինկն ընդդեմ Նիդեռլանդների, 27 սեպտեմբերի 1990թ., կետ 24, Սերիա A թիվ 185A; և վերջերս Բիկն ընդդեմ Ռուսաստանի, թիվ 26321/03, կետ 30, 22 ապրիլի 2010թ.):", "Ազգային իշխանությունների, հատկապես դատարանների, համար առաջին տեղում է ներպետական իրավունքի մեկնաբանությունը և կիրառումը: Այնուամենայնիվ, քանի որ 5-րդ հոդվածի 1-ին կետի համաձայն ներպետական իրավունքին չհամապատասխանելը հանգեցնում է Կոնվենցիայի խախտմանը, ապա Դատարանը կարող է, և պետք է, օգտվի այդ համապատասխանության ստուգման իր որոշակի իրավունքից (տե՛ս Բենհամն ընդդեմ Միացյալ Թագավորության, 10 հունիսի 1996թ. կետ 41, Վճիռների և որոշումների արձանագրություններ 1996 III և վերը նշված Բիկ` կետ 31):", "Չնայած Դատարանն նախկինում չի ձևակերպել համընդհանուր սահմանումը, թե իշխանությունների որ տեսակի գործողությունները կարող են հանգեցնել «կամայականության» 5-րդ հոդվածի 1-ին կետի իմաստով, առանցքային սկզբունքները մշակվել են յուրաքանչյուր առանձին գործի հիման վրա: Նախադեպային իրավունքից պարզ է որ կամայականության հասկացությունը 5-րդ հոդվածի ենթատեքստում տարբերվում է որոշակի աստիճանով` կախված կիրառված կալանքի տեսակից (տե՛ս Սաադին ընդդեմ Միացյալ Թագավորության [GC], թիվ 13229/03, կետ 68, ՄԻԵԴ 2008...) :", "Նախադեպային իրավունքով սահմանված ընդհանուր սկզբունքներից մեկն այն է, որ կալանքը «կամայական» կդիտվի, եթե անկախ ազգային օրենսդրության տառին համապատասխանությանը, առկա է եղել անբարեխղճության կամ խաբեության գործոն իշխանությունների կողմից: Կամայականության բացակայության նախապայմանը պահանջում է այնուհետև որ կալանքի կարգը և կիրառումը պետք է համապատասխանի սահմանափակումների` 5-րդ հոդվածի 1ին կետի համապատասխան ենթակետով սահմանված նպատակին: Ի հավելումն պետք է որոշակի կապ լինի ազատության թույլատրված սահմանափակման հիմքերի և կալանքի վայրի և պայմանների միջև (նույն տեղում` կետ 69, հետագա հղումներով):", "5-րդ հոդվածի 1-ին (ե) կետով սահմանված օրինականության պահանջը («օրենքով սահմանված կարգով» «օրինական կալանքի» վերցելը) չի բավարարվում պարզապես համապատասխան ներպետական օրենքի պահպանմամբ. ներպետական օրենքն ինքը պետք է համապատասխանի Կոնվենցիային, ներառյալ դրանում ամրագրված ընդհանուր սկզբունքներին, մասնավորապես իրավունքի գերակայության սկզբունքին, որն ուղղակիորեն հիշատակված է Կոնվենցիայի նախաբանում: «Օրենքով սահմանված կարգով» արտահայտության հիմքում ընկած հասկացությունը պահանջում է համապատասխան իրավական պաշտպանության միջոցների առկայությունը ներպետական իրավունքում և «արդար և պատշաճ ընթացակարգեր» (տե՛ս ի թիվս այլ աղբյուրների Ուինթերվրափ` կետ 45):", "Ավելին, Դատարանն ընդգծել է երեք նվազագույն պահանջներ հոգեկան շեղման հիմքով անձի օրինական կալանավորման համար Կոնվենցիայի 5-րդ հոդված 1-ին (ե) կետի համաձայն. Պետք է հիմնավոր կերպով ցույց տրվի, որ նա հոգեկան շեղում ունի, այն է` իրական հոգեկան խանգարումը պետք է հաստատվի իրավասու մարմնի կողմից` օբյեկտիվ բժշկական ապացույցների հիման վրա, հոգեկան խանգարումը պետք է այն տեսակի կամ աստիճանի լինի, որ արդարացնի հարկադիր բուժումը և հակադիր բուժման շարունակման օրինականությունը պետք է կախված լինի այդպիսի խանգարման կայունությունից (տե՛ս վերը նշված Ուինթերվրափ` կետ 39, Ջոնսոնն ընդդեմ Միացյալ Թագավորության, 24 հոկտեմբերի 1997թ., կետ 60, Զեկույցներ 1997VII; և վերջերս Ստանևն ընդդեմ Բուլղարիայի [GC], թիվ 36760/06, կետ 145, 17 հունվարի 2012թ.):", " Որոշելիս, թե արդյոք անձը պետք է կալանքի տակ պահվի որպես «հոգեկան խանգարում ունեցող անձ», ներպետական իշխանություններն օժտված են հայեցողության որոշակի շրջանակով կլինիկական ախտորոշումների էության հետ կապված, քանի որ նրանց համար առաջին տեղում է կոնկրետ գործի ապացույցները գնահատելը: Դատարանի խնդիրն է Կոնվենցիայի համաձայն քննության առնել այդ մարմինների որոշումները (տե՛ս վերը` Ուինթերվրափ` կետ 40, Լյուբերտին ընդդեմ Իտալիայի, 23 փետրվարի 1984թ., կետ 27, Սերիա A թիվ 75; և վերջերս, Վիտեկն ընդդեմ Լեհաստանի թիվ 13453/07, կետ 39, 21 դեկտեմբերի 2010թ.):", "Անձին կալանքի տակ առնելն այնպիսի լուրջ միջոց է, որ այն արդարացված է միայն այն դեպքում, երբ այլ նվազ խիստ միջոցները դիտարկվելուց հետո բավարար չեն համարվել անձի կամ հանրության շահերի պաշտպանության համար, որը կարող է պահանջել, որպեսզի խնդրո առարկա անձը կալանքի տակ վերցվի (տե՛ս Վիտոլդ Լիտվան ընդդել Լեհաստանի, թիվ 26629/95, կետ 78, ՄԻԵԴ 2000-III; Վարբանովն ընդդեմ Բուլղարիայի, թիվ 31365/96, կետ 46, ՄԻԵԴ 2000X; և վերը նշված Ստանև, կետ 143):", "(բ) Այդ սկզբունքների կիրառումը հոգեբուժական հսկողության նկատմամբ", "Դատարանը նկատում է, որ այդ պահին գործող ներպետական օրենսդրությունը, ինչպես ներկայումս գործող դրույթները, դրույթներ են պարունակում, որոնք իրավազորում են դատարաններին հոգեբուժական հսկողության իրականացման նպատակով կալանքի տակ անել անձին (տե՛ս վերը` կետեր 116 և 117, ի համեմատություն և հակադրություն վերը նշված Վարբանովի հետ` կետ 50): Այս մասով դիմումատուի գանգատը ենթակա չէ քննության Կոնվենցիայի 5-րդ հոդվածի 1-ին (բ), որը թույլ է տալիս պայմանավորվող պետություններին ձերբակալել կամ կալանքի տակ վերցնել անձին դատարանի օրինական պահանջներին չենթարկվելու համար կամ օրենքով սահմանված ցանկացած պարտավորության կատարումն ապահովելու նպատակով:", "Դիմումատուի վճռական տեսակետի համաձայն նրա նկատմամբ հոգեբուժական հսկողություն է սահմանվել հանրային մեղադրողի` իրեն ազատությունից զրկելու ծրագրին համապատասխան: Դատարանն, այնուամենայնիվ, չի կարող հաստատել դիմումատուի` իշխանությունների անբարեխղճության վերաբերյալ պնդումները: Առաջին, որոշումն ընդունվե է անկախ կերպով Շրջանային դատարանի կողմից, որը որևէ կերպ կաշկանդված չէր դատախազի` հոգեբուժական հսկողության իրականացման անհրաժեշտության վերաբերյալ կարծիքով: Երկրորդ, Դատարանն ընդունում է, որ դատարանի 2002թ. հոկտեմբերի 25-ի կարգադրության նպատակը, որով դիմումատուի նկատմամբ հոգեբուժական հսկողություն էր սահմանվում, պարզել էր, թե արդյոք նա ենթակա էր քրեական պատասխանատվության իրեն առաջադրված մեղադրանքով հանցագործության կատարման պահին և նաև, որ այն համապատասխանել է դիմումատուի դեմ իրականացվող քրեական դատավարության պատշաճ ընթացքի ապահովման անհրաժեշտությանը: Իրապես, դիմումատուին մեղավոր համարելով այլընտրանքային մեղադրանքով, Շրջանային դատարանը ձեռնպահ է մնացել նրա նկատմամբ պատիժ նշանակելուց նրա` քրեական պատասխանատվության ենթակա չլինելու հիմքով` ինչը հաստատվել էր հոգեբուժական հսկողության արդյունքում:", "Բժիշկ Կ.Ա.-ի 2002թ. դեկտեմբերի բժշկական եզրակացության կապակցությամբ, որը Շրջանային դատարանին էր ներկայացվել կարգադրության արձակումից հետո, դատարանը նկատում է, որ բժիշկն ինքն է հայտնել, որ ընդամենը երկու անգամ է հանդիպել դիմումատուին և չի իրականացրել լիակատար հոգեբուժական հետազոտություն: Դատարանն այդ իսկ պատճառով չի կարող համաձայնել, որ բժիշկ Կ.Ա.-ի եզրակացությունը պետք է հանգեցներ ներպետական դատարանների կողմից դիմումատուի առաջարկած պատշաճ բժշկական հետազոտություն անցնելու կարգի անտեսմանը:", "Դատարանը նկատում է, որ հոգեբուժական հսկողությունն իրականացվել է հիվանդանոցում «Հոգեկան առողջության մասին» օրենքի 15-րդ բաժնին համապատասխան:", "Դատարանն այնուհետև նկատում է, որ Հոգեկան առողջության մասին» օրենքի 16(2)-րդ բաժինը երկամսյա ժամկետ է սահմանում հանցագործության մեջ մեղադրվող անձի հոգեբուժական հսկողության իրականացման համար: Ազգային դատական բժշկության մարմինը կարող է երկամսյա ժամկետով երկարացման մասին որոշում կայացնել, եթե այդպես վարվելու ողջամիտ հիմքեր են առկա: Սույն գործով, այդ մարմինը պահանջել է բժիշկ Ա.Կ.-ից շարունակել դիմումատուի հոգեբուժական հսկողությունը սկզբնական երկամսյա ժամկետից հետո, այն կարծիքին լինելով, որ հետագա ստուգումներ պետք է իրականացվել և ավելի շատ տեղեկատվություն ստացվի հարցի վերաբերյալ որոշում կայացնելուց առաջ: Դատարանը նկատում է, որ չնայած դիմումատուի կողմից Վանհա Վաասա հիվանդանոցում իր կամքին հակառակ հոգեբուժական հսկողության ենթարկվելու տևողությունը կարող է երկար թվալ` 2004թ. նոյեմբերի 11-ից մինչև 2005թ. փետրվարի 17, այն սահմանված էր դատարանի 2002թ. հոկտեմբերի 25-ի որոշմամբ և չէր գերազանցում օրենքով սահմանված առավելագույն ժամանակահատվածը: Այդ նպատակով նրա կալանքի շարունակությունն եղել է Ազգային դատական բժշկության մարմնի անընդհատ հսկողության ներքո:", "Հաշվի առնելով վերոնշյալը` Դատարանը չի կորղ հաստատել դիմումատուի պնդումները, որ նրան Վանհա Վաասայի հիվանդանոցում 2004թ. նոյեմբերի 11-ից մինչև 2005թ. փետրվարի 17-ն ընկած ժամանակահատվածում հոգեբուժական հսկողության համար պահելն ապօրինի է եղել: Դրանից հետևում է, որ սույն գանգատը պետք է անընդունելի համարվի ակնհայտ անհիմն լինելու պատճառով` Կոնվենցիայի 35-րդ հոդվածի 3 (ա) և 4-րդ կետերի համաձայն:", "(գ) Այդ սկզբունքների կիրառումը հարկադիր բուժման նպատակով ազատությունից զրկելու նկատմամբ", "Դատարանը համարում է, որ գանգատը, որ դիմումատուին հարկադիր բուժման նպատակով ազատությունից զրկելը 2005թ. փետրվարի 17-ից չի համապատասխանում Կոնվենցիայի 5-րդ հոդվածի 1-ին կետի պահանջներին ակնհայտ անհիմն չէ Կոնվենցիայի 35-րդ հոդվածի 3-րդ (ա) և 4-րդ կետերի իմաստով և այն անընդունելի չէ նաև որևէ այլ հիմքով: Այդ իսկ պատճառով այն պետք է համարվի ընդունելի:", "Բ. Դիմումատուին հարկադիր բուժման նպատակով ազատությունից զրկելու վերաբերյալ գանգատի էությունը", "Անընդունելի համարելով դիմումատուի` Վանհա Վաասա հիվանդանոցում 2004թ. նոյեմբերի 11-ից 2005թ. փետրվարի 17-ն ընկած ժամանակահատվածում հոգեբուժական հսկողություն իրականացնելու նպատակով ազատությունից զրկելու վերաբերող գանգատը, Դատարանը սահմանափակում է իր քննությունը Կոնվենցիայի 5-րդ հոդվածի 1-ին կետի համապատասխանությանը, դիմումատուի կողմից այդ հիվանդանոցում հարկադիր բուժման համար անցկացված ժամանակահատվածով:", "Դատարանը նկատում է, որ դիմումատուին հարկադիր հիվանդանոցային բուժման ենթարկելու վերաբերյալ 2005թ. փետրվարի 17-ի որոշումն ընդունվել է ոչ թե Շրջանային դատարանի, այլ մեկ այլ անկախ մարմնի` այն է Դատական հոգեբուժության խորհրդի կողմից: Դատարանը պետք է նախ քննության առնի թե արդյոք դիմումատուին ազատությունից զրկելն այդ ենթատեքստում համապատասխանում էր ներպետական օրենսդրությամբ սահմանված դրույթներին և ընթացակարգերին:", "Դատարանը նկատում է, որ Ազգային դատական բժշկության մարմնի որոշում կայացնելու իրավազորությունը բխում է «Հոգեկան առողջության մասին» օրենքի 8-րդ և 17(1)-րդ բաժիններից:", "Դատարանը նկատում է, որ սույն գործով Խորհրդի` դիմումատուին հարկադիր բուժման նպատակով ազատությունից զրկելու անհրաժեշտության վերաբերյալ գնահատականը հիմնված է նրա հոգեբուժական հսկողության և հոգեբուժական հսկողությունն իրականացրած բժիշկ Ա.Կ.-ի առաջարկության վրա: Խորհուրդը համարել է, որ դիմումատուն տառապում էր զառանցական խանգարմամբ, որը տարիներ շարունակ դրդում էր նրան և անընդունակ դարձնում հարցերը դիտել իր սեփականից բացի որևէ այլ տեսակետից կամ կասկածի տակ դնել սեփական եզրակացությունների ճշմարտացիությունը: Զառանցական խանգարումը չբուժելու դեպքում նշանակալիորեն կբարդացներ նրա հոգեկան հիվանդությունը կամ լրջորեն կվտանգեր նրա առողջությունը և այլոց առողջությունները: Խորհրդի կարծիքով, հոգեկան առողջության այլ ծառայությունները չէին ծառայի այդ նպատակին, քանի որ դիմումատուն իրեն հոգեկան հիվանդ չէր համարում: Այդ որոշումը, բանավոր քննության արդյունքում անփոփոխ է թողնվել Գերագույն վարչական դատարանի կողմից 2005թ. հոկտեմբերի 13-ին (տե՛ս վերը` կետ 72):", "Դատարանն այնուհետև նկատում է, որ դիմումատուի հարկադիր ազատազրկումը շարունակվել է մոտ հինգ ամիս նախնական հսկողության կարգադրության կատարումից ի վեր: Դիմումատուի նկատմամբ հսկողությունը շարունակելու 2005թ. հուլիսի 22-ի որոշումը ընդունվել է ներպետական օրենսդրության համաձայն, Վանհա Վաասա հիվանդանոցի գլխավոր բժշկի կողմից, այդ հաստատության մեկ այլ բժշկի կողմից բժշկական հետազոտության եզրակացությունը ստանալուց հետո: Որոշումը հաստատվել և անփոփոխ է թողնվել բողոքարկման արդյունքում Վարչական դատարանի կողմից 2005թ. հոկտեմբերի 31-ին և հետագայում բողոքարկվել Գերագույն վարչական դատարան:", "Դատարանը նկատում է, որ դիմումատուի հարկադիր բուժումը շարունակելու հաջորդ որոշումն ընդունվել է 2006թ. հունվարի 20-ին Վանհա Վաասա հիվանդանոցի գլխավոր բժշկի կողմից: Դիմումատուն բողոքարկել է այդ որոշումը Վարչական դատարան ևս, նույնիսկ չնայած նա փաստացի դուրս էր գրվել հիվանդանոցից 2006թ. հունվարի 27-ին:", "Հաշվի առնելով վերը շարադրված իրադարձությունները, Դատարանը նկատում է, որ դիմումատուին հարկադիր բուժման ենթարկելու որոշումն ընդունվել է և իրավաբանական և բժշկական մասնագիտացմամբ անկախ վարչական մարմնի կողմից (տե՛ս վերը` կետ 122) և որ այն հիմնված է եղել մանրակրկիտ հոգեբուժական հսկողության վրա` որն իրականացվել էր հոգեբուժական հիվանդանոցում բժիշկ Ա.Կ.-ի կողմից, ով մասնակցություն չէր ունեցել որոշման ընդունման մեջ: Դատարանը բավարարված է, որ որոշման կայացումը ազգային մակարդակում նույնպես մշտապես համապատասխանել է ներպետական օրենսդրությամբ սահմանված ընթացակարգերին և նշում է, որ ներպետական դատարանների եզրակացությունները, որ դիմումատուին ազատությունից զրկելը և դրա ժամկետի երկարաձգումներն օրինական են եղել:", "Այնուամենայնիվ, ինչպես նշվել է վերը, Դատարանը պետք է քննության առնի ներպետական որոշումների համապատասխանությունը Կոնվենցիայի 5-րդ հոդվածի 1-ին (ե) կետին և մասնավորապես, արդյոք օրենքով սահմանված ընթացակարգը բավարարում է «օրենքով սահմանված կարգին համապատասխան» արտահայտությունից բխող պահանջների «որակը»:", "Դատարանը հստակ է համարում, որ ներպետական իրավական հիմքը դիմումատուի` 2005թ. փետրվարի 17-ից ի վեր կալանքի տակ վերցնելու համար «Հոգեկան առողջության մասին» օրենքի 17-րդ բաժինն էր: Օրենքի որակի կապակցությամբ, Դատարանը նկատում է, որ օրենքի մատչելիության և կանխատեսելիության պահանջները որևէ խնդիր չեն առաջացնում սույն գործով: Այնուամենայնիվ, Դատարանը կրկնում է որ խնդրո առարկա օրենքը պետք է նաև «համապատասխանի իրավունքի գերակայությանը»: Ազատությունից զրկելու ենթատեքստում ներպետական օրենսդրությունը պետք է որոշակի պաշտպանություն տրամադրի անձին 5-րդ հոդվածով սահմանված իր իրավունքների կամայական միջամտությունից:", "Դատարանը կրկնում է, որ եթե անձին ազատությունից զրկելու վերաբերյալ որոշումն ընդունվել է վարչական մարմնի կողմից, անձն իրավունք ունի դատարանի քննությանը հանձնել այդ որոշման օրինականությունը (տե՛ս mutatis mutandis, վերը նշված Լուբերտի` կետ 31): Դատարանը նկատում է, որ «դատական» պացիենտի նախնական կալանքը, հոգեբուժական հսկողությունից հետո, հարկադիր բուժման նպատակով հոգեբուժական հիվանդանոցում Դատական բժշկության խորհրդի կողմից, ում որոշումները ենթակա են անկախ դատական քննության, խնդրահարույց չի թվում իրավունքի գերակայության տեսանկյունից: Այնուամենայնիվ, այդպիսի բուժման շարունակման կապակցությամբ համապատասխան երաշխիքներ չկան կամայականության դեմ:", "Դատարանը նախևառաջ ուշադրություն է հրավիրում այն փաստի նկատմամբ, որ սույն գործով նախնական բուժման որոշումից հետո դիմումատուի հարկադիր բուժումը շարունակելու վերաբերյալ որոշումները կայացվել են Վանհա Վաասա հիվանդանոցի գլխավոր բժշկի կողմից` այդ հաստատության այլ բժշկի բժշկական հետազոտության եզրակացությունը ստանալուց հետո: Ֆիննական համակարգում բժշկական փորձաքննությունն այդպիսով կատարվում է այն նույն հոգեբուժական հիվանդանոցի երկու բժիշկների կողմից, որտեղ պահվում է պացիենտը: Պացիենտներն այդ պատճառով հնարավորություն չունեն ստանալ երկրորդ անկախ բժշկական եզրակացությունը: Դատարանը գտնում է, որ այդպիսի հնարավորությունը կարևոր երաշխիք է որոշումների կայացման հնարավոր կամայականությունների դեմ երբ խնդիրը վերաբերում է հարկադիր բուժման ենթարկելու շարունակմանը: Այդ կապակցությամբ Դատարանը նղում է կատարում նաև ԽՊԿ հանձնարարականին, որի համաձայն պացիենտի կամքին հակառակ հոգեբուժական հիվանդանոցում բուժման վերավերյալ որոշման պարբերական քննությունը պետք է ներառի հոգեբուժական եզրակացություն, որն անկախ է այն հիվանդանոցից, որում պահվում է դիմումատուն (տե՛ս վերը` կետ 133): Դա տարածվում է «Հոգեկան առողջության մասին» օրենքի 8-րդ բաժնի բոլոր չափանիշների նկատմամբ:", "Երկրորդ, Դատարանը նկատում է, որ անձի հարկադիր բուժման շարունակման անհրաժեշտության պարբերական վերանայումը Ֆինլանդիայի հոգեբուժական հիվանդանոցներում տեղի է ունենում յուրաքանչյուր վեց ամիսը մեկ: Չդիտարկելով այն հարցը, թե արդյոք վեցամսյա ժամկետը կարող է ողջամիտ միջակայք համարվել թե ոչ, Դատարանն ուշադրություն է դարձնում այն փաստին, որ «Հոգեկան առողջության մասին» օրենքի 17(2) բաժնի համաձայն այդ երկարաձգումն իրականցվում է ներպետական իշխանությունների նախաձեռնությամբ: Հոգեբուժական հիվանդանոցում պահվող դիմումատուն կարծես որևէ հնարավորություն չունի այնպիսի ընթացակարգեր նախաձեռնել, որոնցում նրան հարկադիր բուժման համար ազատությունից զրկելու պայմանների առկայության հարցը կարող է քննվել: Դատարանը գտել է իր նախկին նախադեպային իրավունքում, որ պարբերական վերանայման համակարգը, որում նախաձեռնությունը պատկանում է միայն իշխանություններին ինքնին բավարար չէ (տե՛ս mutatis mutandis Ռակևիչն ընդդեմ Ռուսաստանի թիվ 58973/00, կետեր 43-44, 28 հոկտեմբերի 2003թ., և Գործկովն ընդդեմ Ուկրաինայի, թիվ 67531/01, կետ 44, 8 նոյեմբերի 2005թ.): Սույն գործում իրադրությունը բարդացնում է այն փաստը, որ Ֆինլանդիայում հոգեբուժական հիվանդի հարկադիր հոսպիտալացումը ընկալվում է որ ներառում է հիվանդին բուժելու ավտոմատ թույլատվությունը, նույնիսկ հակառակ նրա կամքին: Այս կապակցությամբ նույնպես պացիենտին իրավական պաշտպանության անմիջական միջոց մատչելի չէ:", "Դատարանը, վերը շարադրված նկատառումների լույսի ներքո, համարում է, որ ներպետական օրենսդրությամբ սահմանված ընթացակարգը սույն գործով չի ապահովում համապատասխան երաշխիքներ կամայականության դեմ: Ներպետական օրենսդրությունն այդպիսով չի համապատասխանում Կոնվենցիայի 5-րդ հոդվածի 1-ին (ե) կետով սահմանված պահանջներին և , հետևաբար, տեղի է ունեցել դիմումատուի` այդ հոդվածով սահմանված իրավունքների խախտում սկզբնական վեց ամսից հետո հոգեբուժական հիվանդանոցում հարկադիր բուժման նպատակով նրան ազատությունից զրկելու հետ կապված:", "...", "", "ԿՈՆՎԵՆՑԻԱՅԻ 8-ՐԴ ՀՈԴՎԱԾԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄ ՀԱՐԿԱԴԻՐ ԴԵՂՈՐՅԱՅՔԱՅԻՆ ԲՈՒԺՄԱՆ ՀԵՏ ԿԱՊՎԱԾ", "", " Դիմումատուն այնուհետև գանգատվել է, որ նա Կոնվենցիայի 3-րդ հոդվածի խախտմամբ ենթարկվել է հարկադիր դեղորայքային բուժման:", "Կառավարությունն առարկել է այդ փաստարկի դեմ:", "Դատարանը համարում է, որ հաշվի առնելով գործի բոլոր հանգամանքները, որ սույն գանգատը վերաբերում է անձի անձական կյանքին և պետք է քննության առնվի Կոնվենցիայի 8-րդ հոդվածի համաձայն, որի համապատասխան մասերը սահմանում են.", "", "«1. Յուրաքանչյուր ոք ունի անձնական ... կյանքի ... նկատմամբ հարգանքի իրավունք", "", "2. Չի թույլատրվում պետական մարմինների միջամտությունն այդ իրավունքի իրականացմանը, բացառությամբ այն դեպքերի, երբ դա նախատեսված է օրենքով և անհրաժեշտ է ժողովրդավարական հասարակությունում` ի շահ պետական անվտանգության, հասարակական կարգի կամ երկրի տնտեսական բարեկեցության, ինչպես նաև անկարգությունների կամ հանցագործությունների կանխման, առողջության կամ բարոյականության պաշտպանության կամ այլ անձանց իրավունքների և ազատությունների պաշտպանության նպատակով:", "", "\tԱ. Ընդունելիություն", "", "Դատարանը նկատում է, որ սույն գանգատն ակնհայտ անհիմն չէ Կոնվենցիայի 35-րդ հոդվածի 3-րդ (ա) կետի իմաստով: Այնուհետև Դատարանը նկատում է, որ այն անընդունելի չէ նաև որևէ այլ հիմքով: Հետևաբար այն պետք է ընդունելի համարվի:", "", "\tԲ. Էություն", "", "Կողմերի դիրքորոշումները", "", "\t(ա) Դիմումատուն", " Դիմումատուն պնդել է, որ առողջ է եղել և դեղորայքային բուժման կարիք չի ունեցել: Խնդրո առարկա ժամանակահատվածում նաև 62 տարեկան է եղել և հարկադիր դեղորայքային բուժումը լուրջ վնաս է և առողջական խնդիրներ է առաջացրել, որոնք շարունակվել են տուն վերադառնալուց հետո մեկ տարվա ընթացքում: Դեղորայքային բուժման եղանակը չափազանց բռնի էր: Դիմումատուն երկար և ընդարձակ փորձ ունի բժշկության ոլորտում և այդպիսով կարողացել է տեսնել Վանհա Վաասա հիվանդանոցում բժիշկների կողմից կատարված սխալները: Դա նույնպես նպաստել է նրա տառապանքներին: 2005թ. հոկտեմբերի 25-ի բժշկական եզրակացության մեջ նաև բժիշկ Մ-Պ.Հ.-ն է կարծիք հայտնել, որ դիմումատուի հարկադիր դեղորայքային բուժումը հանգեցրել է ֆիզիկական բռնության: Միայն 2005թ. նոյեմբերին երկու անկախ բժիշկների` հիվանդանոց այցելությունից հետո է դեղորայքային բուժման դեղաչափը նվազեցվել: Հիվանդանոցում դիմումատուի միակ սփոփանքը այդ բժիշկների ակնկալվող այցելության տեղեկությունն էր, և երկրորդ եզրակացություն ստանալու հնարավորությունը: Հարկադիր դեղորայքային բուժումը ազդել էր դիմումատուի` նոր հոգեբուժական հսկողություն անցնելու հնարավորության վրա, քանի որ նա պետք է սպասեր մինչև դեղորայքային բուժման կողմնակի ազդեցությունը անցներ, ինչը տեղի չի ունեցել մինչև 2006թ. սեպտեմբերը:", "\t(բ) Կառավարությունը", "Կառավարությունն ընդունել է, որ դիմումատուի հարկադիր դեղորայքային բուժումը միջամտել է նրա անձնական կյանքի նկատմամբ հարգանքի իրավունքին: Այն, այնուամենայնիվ, հետապնդել է այլոց առողջությունը, իրավունքները և ազատությունները պաշտպանելու օրինաչափ նպատակ: Վիճարկվող միջոցները բխել են օրենքից` այնէ «Հոգեկան առողջության մասին» օրենքի 8-րդ բաժնից: Կառավարությունը պնդել է նաև, որ վիճարկվող միջոցը անհրաժեշտ է եղել ժողովրդավարական հասարակությունում և այն, ամեն դեպքում, ներառվում է պետությանն ընձեռված հայեցողության շրջանակներում:", "Կառավարությունը հղում է կատարել «Առողջապահության մասնագետների մասին» օրենքի 15-րդ բաժնին, հայտնելով, որ հոգեկան հիվանդությամբ տառապող անձին օգնելու ջանքերը պետք է գործադրվեն նույնիսկ եթե նա չի հասկանում բուժման անհրաժեշտությունը: Առողջապահության յուրաքանչյուր մասնագետ պետք է կշռադատի պացիենտի նկատմամբ իրականացվող իր մասնագիտական գործունեության օգուտները և հնարավոր վտանգները:", "Կառավարությունը նկատել է նաև, որ համաձայն դիմումատուի հիվանդների հիվանդության պատմությունների նա դեմ է եղել հնարավոր դեղորայքային բուժմանը նույնիսկ մինչև հարկադիր բուժում սկսելը: Դիմումատուին հիվանդանոցում հարկադիր տեղավորելուց հետո, դեղորայքային բուժման իրականացումը ներարկման միջոցով սկսվել է, քանի որ նա վճռականապես հրաժարվել է խմել դեղորայքը: Հիվանդանոցի անձնակազմի կողմից ջանքեր են ձեռնարկվել դիմումատուի բուժումը փոխըմբռնման մթնոլորտում իրականացնելու համար, սակայն նրա հակադրման պատճառով այդ ջանքերն ապարդյուն են եղել: Ժամանակի ընթացքում դիմումատուի վերաբերմունքը դեղորայքային բուժման նկատմամբ ավելի զիջող է դարձել և 2005թ. նոյեմբերից ի վեր նա ալևս ֆիզիկապես չի ընդդիմադրել դեղորայքային բուժման իրականացմանը, չնայած շարունակել է բանավոր առարկել: Տարվա վերջում նա համաձայնել է նաև արյան թեսթ հանձնել և Սուրբ Ծննդի արձակուրդների ընթացքում ներարկում է կատարել իրեն բուժքրոջ օգնությամբ:", "Կառավարության կարծիքով դիմումատուի բուժումն արդարացված է եղել բժշկական տեսակետից: Ռիսպեդրալ Կոնստայի խորհուրդ տրվող դեղաչափը, որը կիրառվել է inter alia, զառանցական խանգարման բուժման համար դիսկուսիոն թերապիայի հետ միաժամանակ, եղել է 25 միլիգրամ միջմկանային ներարկում յուրաքանչյուր երկու շաբաթը մեկ, սակայն որոշ հիվանդների ավելի օգտակար են ավելի մեծ դեղաչափեր` 37,5 կամ 50 միլիգրամ: Կառավարությունը պնդել է նաև, որ դիմումատուին դեղորայքային բուժման չենթարկելը կարող էր լրջորեն վտանգել նրա առողջությունը:", "Կառավարությունն այնուհետև հղում է կատարել Վանհա Վաասա հիվանդանոցի գլխավոր բժիշկ Մ.Ե.-ի կողմից 2009թ. հուլիսի 7-ին տրված եզրակացությանը, որում վերջինս նշել էր, որ դիմումատուի առողջությունն աստիճանաբար բարելավվում է դեղորայքային բուժումը սկսելուց ի վեր: Նա կարող էր, ի թիվս այլ բաների, ավելի հստակ մտածել իր առօրեական կյանքի ընթացիկ հարցերի վերաբերյալ` ընդարձակ բողոքների կազմելու վրա կենտրոնանալու և ժամանակ առ ժամանակ իր դեմ առաջադրված մեղադրանքների հիմքում ընկած իրադարձությունների վերաբերյալ իր տեսակետները կրկնելու փոխարեն (փաստաթուղթը չի ներկայացվել Դատարանին)", "", "Դատարանի գնահատականը", "", "Դատարանը կրկնում է, որ անձի կամքին հակառակ բժշկական միջամտությունը հանգեցնում է միջամտության նրա անձնական կյանքի նկատմամբ հարգանքի իրավունքին և, մասնավորապես, նրա ֆիզիկական անձեռնմխելիության իրավունքին (տե՛ս Գլասսն ընդդեմ Միացյալ Թագավորության, թիվ 61827/00, կետ 70, ՄԻԵԴ 2004-II):", "Դատարանը կրկնում է նաև, որ անձի անձնական կյանքի նկատմամաբ հարգանքի իրավունքին ցանկացած միջամտություն կհանգեցնի 8-րդ հոդվածի խախտմանը, եթե այն «օրենքին համապատասխան» չի հետապնդում օրինական նպատակ կամ նպատակներ 2-րդ կետի համաձայն և «անհրաժեշտ չէ ժողովրդավարական հասարակությունում» (տե՛ս inter alia, Էլշոլցն ընդդեմ Գերմանիայի [GC], թիվ 25735/94, կետ 45, ՄԻԵԴ 2000-VIII): Անհրաժեշտության հասկացությունը ենթադրում է, որ միջամտությունը համապատասխանում է հրատապ սոցիալական անհրաժեշտությանը և, մասնավորապես, որ այն համաչափ է հետապնդվող օրինական նպատակներին: Պարզելու համար, թե արդյոք միջամտությունն «անհրաժեշտ է եղել ժողովրդավարական հասարակությունում» Դատարանը պետք է հաշվի առնի, որ պայմանավորվող պետություններին ընձեռված է հայեցողության սահմաններ: Ավելին Դատարանը չի կարող սահմանափակել իրեն վիճարկվող փաստերը առանձին դիտարկելով, այլ պետք է օբյեկտիվ չափանիշ կիրառի և դրանք քննության առնի գործի, որպես ամբողջության, լույսի ներքո (տե՛ս inter alia, Մաթթերն ընդդեմ Սլովակիայի թիվ 31534/96, կետ 66, 5 հուլիսի 1999թ.):", "Դատարանը նկատում է, որ սույն գործով Կառավարության կողմից չի վիճարկվել, որ հարկադիր դեղորայքային բուժումը հանգեցրել է դիմումատուի ֆիզիկական անձեռնմխելիության նկատմամբ հարգանքի իրավունքին միջամտությանը 8-րդ հոդվածի առաջին կետի իմաստով: Այդպիսով մնում է պարզել, թե արդյոք դիմումատուն արդարացված է եղել այդ հոդվածի երկրորդ կետի իմաստով, այն է արդյոք այն համապատասխանել է օրենքին, հետապնդել է օրինական նպատակ և կարող է անհրաժեշտ համարվել ժողովրդավարական հասարակությունում:", "Դատարանը նկատում է, որ «օրենքն համապատասխան» արտահայտությունը 8-րդ հոդվածի 2-րդ կետի իմաստով պահանջում է նախևառաջ, որ վիճարկվող միջոցը պետք է որոշակի հիմք ունենա ներպետական օրենսդրությամբ. Այն վերաբերում է նաև խնդրո առարկա օրենքի որակին, պահանջում, որ այն պետք է մատչելի լինի շահագրգիռ անձին, ով պետք է, ավելին, ունակ լինի կանխատեսել դրա հետևանքներն իր համար և համապատասխանի իրավունքի գերակայությանը (տե՛ս օրինակ, Հերցեգֆալին ընդդեմ Ավստրիայի, 24 սեպտեմբերի 1992թ., կետ 88, Սերիա A թիվ 244):", "Ֆինլանդիայի օրենսդրությամբ իրավական հիմքերի առկայության կապակցությամբ Դատարանը կրկնում է, որ Կոնվենցիոն հաստատությունների նախադեպային իրավունքի համապատասխան, Կոնվենցիայի 8-րդ հոդվածի 2-րդ կետի հետ կապված, «օրենք» եզրույթը պետք է ընկալվի իր «բովանդակային» և ոչ թե «ձևական» իմաստով: Գրավոր օրենքի տիրույթում, «օրենքը» գործող նորմատիվ իրավական ակտն է, ինչպես որ այն մեկնաբանվում է իրավասու դատարանների կողմից (տե՛ս, inter alia, Սոսյետե Կոլա էստը և այլոդ ընդդեմ Ֆրանսիայի, թիվ 37971/97, կետ 43, ՄԻԵԴ 2002-III): Այդ կապակցությամբ Դատարանը կրկնում է, որ ներպետական օրենսդրության համադայն քննության իր իրավունքը սահմանափակ է, ներպետական իշխանությունները, հատկապես դատարաններն, են , որ պետք է մեկնաբանեն և կիրառեն այդ իրավունքը (տե՛ս inter alia, Շապելն ընդդեմ Միացյալ Թագավորության, 30 մարտի 1989թ., կետ 54, Սերիա A թիվ 152A): Ինչպես ներկայացվել է Կառավարության կողմից, «Հոգեկան առողջության մասին» օրենքի 8-րդ բաժինը սահմանում անձին հոգեբուժական հիվանդանոցում հարկադիր բուժման նպատակով ազատությունից զրկելու վերաբերյալ որոշման կայացման չափանիշները: Դատարանը նաև նկատում է, որ օրենքի 22բ բաժինը ավելի մանրամասն դրույթներ է պարունակում հոգեկան հիվանդության բուժման վերաբերյալ: 3-րդ ենթակետը սահմանում է, որ հիվանդին բուժող բժիշկն է որոշում կայացնում իրականացվող բուժման վերաբերյալ, անկապ հիվանդի ցանկությունների: Դատարանն այդպիսով բավարարված է, որ բողոքարկված միջամտությունն իրավական հիմք ունի Ֆինլանդիայի օրենսդրությունում:", "Օրենքի որակի կապակցությամբ դատարանը նկատում է, որ օրենքի մատչելիության և կանխատեսելիության պահանջները որևէ խծնդիր չեն առաջացնում սույն գործով: Այնուամենայնիվ, Դատարանը կրկնում է, որ 8-րդ հոդվածի 2-րդ կետը պահանջում է նաև որպեսզի խնդրո առարկա օրենքը «համապատասխանի իրավունքի գերակայությանը»: Հարկադիր դեղորայքային բուժման իրականացման ենթատեքստում ներպետական օրենսդրությունը պետք է որոշակի պաշտպանություն ապահովի անձի համար 8-րդ հոդվածով սահմանված իր կամայական միջամտության դեմ: Դատարանն այդպիսով պետք է քննության առնի սույն գործով դիմումատուի նկատմամբ կիրառելի իրավական նորմերի «որակը»:", "Դատարանը առաջին հերթին նկատում է որ «Հոգեկան առողջության մասին» օրենքի 22բ բաժինը մանրամասն դրույթներ է պարունակում հոգեկան հիվանդների բուժման վերաբերյալ և, մասնավորապես, որ հիվանդին բուժող բժիշկն է, որ որոշում է կայացնում իրականացվող բուժման վերաբերյալ, անկախ դիմումատուի ցանկությունների: Այդ դրույթին առնչվող նախապատրաստական աշխատանքների կապակցությամբ (տե՛ս կառավարության թիվ HE 113/2001 որոշումը) հոգեբուժական հիվանդի հարկադիր հոսպիտալացման վերաբերյալ որոշումը ընկալվում է, որ պարունակում է հիվանդին, նույնիսկ նրա կամքին հակառակ, բուժելու ավտոմատ թույլտվություն: Չնայած բժիշկները կարող են փորձել ստանալ անձի համաձայնությունը նախքան բուժումը, այդպիսի համաձայնությունը գրավոր կամ հիվանդի հարազատներից կամ խնամակալից ստանալու որևէ պարտավորություն նախատեսված չէ: Եթե հիվանդը մերժում է համաձայնություն տալ կամ ետ է վերցնում նախկինում տրված համաձայնությունը, այդ դրույթը թույլ է տալիս դեղորայքային բուժման հարկադիր իրականացումը: Դա, օրենքին առնչվող նախապատրաստական փաստաթղթերի համաձայն, բխում է դիմումատուի շահերից` նրա` այն իրավիճակներում իր անհրաժեշտ բուժում ստանալու սահմանադրական իրավունքը երաշխավորելու համար, երբ ինքն անձամբ ունակ չէ որոշում կայացնել իր հիվանդության բուժման վերաբերյալ:", "Դատարանը նկատում է նաև, որ բժշկի կողմից «Հոգեկան առողջության մասին» օրենքի 22 բ բաժնի 3-րդ ենթակետի համաձայն հիվանդի դեղորայքային բուժման վերաբերյալ որոշումները բողոքարկման ենթակա չեն: Դիմումատւն մի շարք բողոքներ է ներկայացրել այդ կապակցությամբ Ազգային դատական բժշկական մարմնին և Արդարադատության կանցլերին: Այնուամենայնիվ, վերոնշվածներից ոչ մեկը չի կարողացել միջամտել գործին: Դրանցից վերջինը գանգատները փոխանցել է Խորհրդարանական օմբուդսմենին, ով դիրքորոշում է հայտնել, որ չի կարող միջամտել գործին, որն արդեն քննվում է Ազգային դատական բժշկության մարմնի կողմից: Այդ մարմինն իր հերթին հաստատել է 2005թ. հուլիսի 15-ի իր պատասխանում, որ այն իրավասու չէ ուղղակիորեն միջամտել դեղորայքային բուժման իրականացմանը կամ կարգադրել դադարեցնել այն, քանի որ այդպիսի հարցերով որոշումների կայացման իրավունքը պատկանում է հիվանդի բուժման համար պատասխանատու բժիշկներին: Ամենայն հավանականությամբ Մարզային կառավարման մարմինը նույնպես օժտված չէ անհրաժեշտ իրավասությամբ:", "Դատարանը համարում է, որ դեղորայքային բուժման հարկադիր իրականացումն իրենից լուրջ միջամտություն է ներկայացնում անձի անձնական անձեռնմխելիությանը և պետք է համապատասխանաբար հիմնված լինի «օրենքի» վրա, որը երաշխավորում է կամայականության դեմ պատշաճ երաշխիքներ: Սույն գործով այդպիսի երաշխիքները բացակայում էին: Դիմումատուին հարկադիր բուժման համար ազատությունից զրկելու վերաբերյալ որոշումը դիմումատուի կողմից բուժումից հրաժարվելու դեպքում դեղորայքային հարկադիր բուժման ավտոմատ թույլտվություն էր ներառում: Որոշումներն ընդունվում էին միմիայն հիվանդին բուժող բժիշկների կողմից, ովքեր կարող էին նույնիսկ բավականին ռադիկալ միջոցներ ձեռք առնել անկախ դիմումատուի ցանկությունների: Ավեին, նրանց կողմից որոշումների կայացման նկատմամբ չէր տարածվում որևէ տեսակի անհապաղ դատական վերահսկողություն. Դիմումատուին որևէ իրավական պաշտպանության միջոց մատչելի չէր, որի միջոցով կա կարող էր դատարանից պահանջել որոշում կայացնել հարկադիր դեղորայքային բուժման օրինականության, ներառյալ համաչափության վերաբերյալ կամ դադարեցնել այն:", "Վերոշարադրյալի հիման վրա Դատարանը գտնում է, որ դեղորայքային բուժումը սույն գործով կենսագործվել է առանց պատշաճ իրավական երաշխիքների: Դատարանը եզրակացնում է, որ նույնիսկ եթե կարելի է ասել, որ Ֆինլանդիայի օրենսդրությամբ այդ միջոցների համար ընդհանուր իրավական հիմքեր են նախատեսվում, բժիշկների կողմից հարկադիր դեղորայքային բուժման դեմ բավարար երաշխիքների բացակայությունը զրկել է դիմումատուին պաշտպանության նվազագույն մակարդակից, որի իրավունքից նա օգտվում էր ժողովրդավարական հասարակությունում իրավունքի գերակայության համաձայն (տե՛ս վերը նշված Հերցեգֆալվին` կետ 91 և mutatis mutandis, Նարինեն ընդդեմ Ֆինլանդիայի թիվ 45027/98, կետ 36, 1 հունիսի 2004):", "Դատարանը գտնում է, որ այդ հանգամանքներում չի կարելի ասել, որ խնդրո առարկա միջամտությունը «օրենքին համապատասխան» է եղել ինչպես պահանջում է Կոնվենցիայի 8-րդ հոդվածի 2-րդ կետը: Այդ պատճառով տեղի է ունեցել Կոնվենցիայի 8-րդ հոդվածի խախտում", "Հաշվի առնելով վերոգրյալ եզրակացությունը, Դատարանն անհրաժեշտ չի համարում քննության առնել 8-րդ հոդվածի 2-րդ կետի այլ պահանջներին համապատասխանությունը:", "...", "", "ՀԱՇՎԻ ԱՌՆԵԼՈՎ ՎԵՐՈԳՐՅԱԼԸ, ԴԱՏԱՐԱՆԸ", "", " Հայտարարում է միաձայն, որ դիմումատուին հարկադիր բուժման համար ազատությունից զրկելու, հիվանդանոցում գտնվելու ընթացքում հարկադիր դեղորայքային բուժման և այդ կապակցությամբ իրավական պաշտպանության արդյունավետ միջոցի բացակայության վերաբերյալ գանգատներն ընդունելի են,", "Հայտարարում է ձայների մեծամասնությամբ, որ դիմումատուի հարկադիր հոգեբուժական հսկողության վերաբերող գանգատը անընդունելի է", "\t...", "", "\t4. Վճռում է միաձայն, որ տեղի է ունեցել Կոնվենցիայի 5-րդ հոդվածի 1-ին կետի խախտում միայն սկզբնական վեցամսյա ժամկետից հետո դիմումատուին հարկադիր բուժման համար ազատությունից զրկելու կապակցությամբ", "5. Վճռում է միաձայն, որ տեղի է ունեցել Կոնվենցիայի 8-րդ հոդվածի խախտում հարկադիր դեղորայքային բուժման կապակցությամբ,", "...", "", "Կատարվել է անգլերենով և գրավոր ծանուցվել 2012թ. հուլիսի 3-ին ` Դատարանի կանոնակարգի 77-րդ կանոնի 2-րդ և 3-րդ կետերին համապատասխան:", "", "\tԼոուրենս Ըրլի \t\t\t\t\t\t Նիկոլաս Բրատցա", "\t Քարտուղար \t\t\t\t\t\t\tՆախագահ", "", "", "© Եվրոպայի խորհուրդ/ Մարդու իրավունքների եվրոպական Դատարան, 2013", " Մարդու իրավունքների եվրոպական դատարանի պաշտոնական լեզուներն են ֆրանսերենը և անգելերենը: Սույն թարգմանությունն իրականացվել է Եվրոպայի խորհրդի Մարդու իրավունքների հավատարմագրային ֆոնդի () աջակցությամբ: Այն որևէ կերպ չի պարտավորեցնում Դատարանին, որը պատասխանատու չէ թարգմանության որակի համար: Այն կարելի է բեռնել HUDOC-ից` Մարդու իրավունքների եվրոպական դատարանի նախադեպային իրավունքի տվյալների բազայից (), կամ տվյալների ցանկացած այլ բազայից, որին HUDOC-ը տրամադրել է փաստաթուղթը: Այն կարող է վերաթողարկվել ոչ առևտրային նպատակներով` պայմանով, որ գործի անվանումը ներկայացվի ամբողջական և ուղեկցվի վերը նշված հեղինակային իրավունքի նշումներով, ինչպես նաև Մարդու իրավունքների հավատարմագրային ֆոնդին հղումով: Առևտրային նպատակներով սույն թարգմանությունը մասնակիորեն կամ ամբողջապես օգտագործելու դեպքում, հարկ է այդ մասին տեղեկացնել հետևյալ հասցեով` ", "© Council of Europe/European Court of Human Rights, 2013", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "©Conseil de l’Europe/Cour européenne des droits de l’homme, 2013", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", ""]}