{"file": "ARM_HJUDARM_42525_07.docx", "doc_type": "HJUDARM", "doc_lang": "ARM", "case_id": "42525/07", "text_paragraphs": ["ԱՆԱՆՅԵՎԸ և ԱՅԼՔ ընդդ. ՌՈՒՍԱՍՏԱՆԻ", "(CASE OF ANANYEV and OTHERS v. RUSSIA)", "(գանգատներ թիվ 42525/07 և 60800/08)", "ԴԱՏԱՎՃԻՌ", "ՍՏՐԱՍԲՈՒՐԳ", "10-ը հունվարի, 2012թ.", "ՎԵՐՋՆԱԿԱՆ", "10/04/2012", "Սույն դատավճիռը վերջնական ուժի մեջ է մտել Կոնվենցիայի 44-րդ հոդվածի 2-րդ մասի համաձայն: Այն կարող է խմբագրական վերանայման ենթարկվել:", "", "Անանյևը և այլք ընդդ. Ռուսաստանի գործով,", "Մարդու իրավունքների եվրոպական դատարանը (Առաջին բաժինը)՝ գործելով հետևյալ պալատի կազմով՝", "Նինա Վաժիչ (նախագահ), Անատոլի Կովլեր, Փիր Լորենզեն, Միրյանա Լազարովա Տրայկովսկա, Ջուլիա Լաֆրանք, Լինոս-Ալեքսանդր Սիցիլիանոս, Էրիկ Մյոսե (դատավորներ), և Սյորեն Նիլսեն (բաժնի քարտուղար),", "Ավարտելով 2011թ. դեկտեմբերի 6-ի դռնփակ խորհրդակցությունները,", "Կայացնում է հետևյալ դատավճիռը, որն ընդունվել է նշված ամսաթվին:", "", "ԴԱՏԱՎԱՐԱԿԱՆ ԸՆԹԱՑԱԿԱՐԳԸ", "1. Գործն սկիզբ է առել Ռուսաստանի երեք քաղաքացիների՝ պրն. Սերգեյ Միխայլովիչ Անանյևի (գանգատ թիվ 42525/07) և պրն. Գենադի Գենադյևիչ Բաշիրովի և տկն. Գյուլնարա Սայֆուլայևնա Բաշիրովայի (գանգատ թիվ 60800/08) (միասին՝ «գանգատաբերներ») կողմից համապատասխանաբար 2007թ. սեպտեմբերի 14-ին և 2008թ. նոյեմբերի 10-ին Ռուսաստանի Դաշնության դեմ Մարդու իրավունքների և հիմնարար ազատությունների պաշտպանության եվրոպական կոնվենցիայի («Կոնվենցիա») 34-րդ հոդվածի համաձայն Դատարան ներկայացված երկու գանգատներից:", "2. Գանգատաբեր պրն. Անանյևի ներկայացուցիչն էր Ստրասբուրգում բնակվող իրավաբան տկն. Օ. Պրեոբրաժենսկայան: Գանգատաբերներ պրն. Բաշիրովի և տկն. Բաշիրովայի ներկայացուցիչն էր Աստրախանում գործող փաստաբան պրն. Ա. Անոխինը:", "3. Ռուսաստանի կառավարության («Կառավարություն») ներկայացուցիչն էր պրն. Գ. Մատյուշկինը՝ Մարդու իրավունքների եվրոպական դատարանում Ռուսաստանի Դաշնության ներկայացուցիչը:", "4. Գանգատաբերները պնդում էին, մասնավորապես, որ իրենք ազատազրկված են եղել անմարդկային և նվաստացուցիչ պայմաններում, և որ իրենք չեն ունեցել ներպետական իրավական պաշտպանության արդյունավետ միջոցներ:", "5. 2009թ. մայիսի 14-ին Դատարանը որոշեց գանգատաբերների գանգատների մասին ծանուցել Կառավարությանը՝ կոնկրետ լրացուցիչ հարցեր առաջադրելով խորքային խնդիրների համակարգային բնույթի մասին: Դատարանը նաև որոշել է գործերը 41-րդ հոդվածի համաձայն առաջնահերթ ճանաչել և կողմերին տեղեկացնել, որ դիտարկում է պիլոտային դատավճռի ընթացակարգը կիրառելու նպատակահարմարությունը (տե՛ս Broniowski-ն ընդդ. Լեհաստանի [ՄՊ], 31443/96, 189-194-րդ կետեր և աշխատանքային մասը, ECHR 2004-V, և Hutten-Czapska-ն ընդդ. Լեհաստանի [ՄՊ] թիվ 35014/97, ECHR 2006-..., 231-239-րդ կետեր և աշխատանքային մասը):", "6. Գանգատաբերները և Կառավարությունն առանձին դիտարկումներ են ներկայացրել ընդունելիության և բովանդակության վերաբերյալ (Կանոն 59, 1-ին մաս):", "", "ՓԱՍՏԵՐԸ", "I. ԳՈՐԾԻ ՀԱՆԳԱՄԱՆՔՆԵՐԸ", "7. Բոլոր երեք գանգատաբերները գտնվել են մինչդատական նախնական կալանքի տակ և պահվել են Ռուսաստանի նախնական կալանքի տարբեր բանտերում: Նրանց անհատական հանգամանքները մանրամասնեցված են ստորև:", "Ա. Պրն. Անանյևի գործը", "8. 2006թ. դեկտեմբերի 27-ին Սմոլենսկի շրջանային դատարանի նախագահությունը բեկանել է պրն. Անանյևի քրեական գործով վերաքննիչ դատարանի դատավճիռը և գործը վերադարձրել է նոր քննության: 2007թ. հունվարի 20-ին նա ուղղիչ գաղութից տեղափոխվել է Սմոլենսկի թիվ IZ-67/1 մեկուսարան, որտեղ մնացել է մինչև 2007թ. մարտի 23-ը:", "9. Պրն. Անանյևը պահվել է թիվ 170 խցում մինչև 2007թ. մարտի 21-ը, ապա՝ պահվել է թիվ 153 խցում: Թիվ 170 խուցը 15 քառակուսի մետր է եղել, իսկ թիվ 153 խուցը՝ 10 քառակուսի մետր: Դրանցում տեղադրված են եղել համապատասխանաբար 13 և 4 քնելու տեղեր:", "10. Թիվ 170 խցում 2007թ. հունվարին և փետրվարին երկու շաբաթ տևողությամբ պահվել են 12 կալանավորվածներ: Պրն. Անանյևի կալանքի մնացած ժամանակահատվածում խցում գտնվողների թիվը տատանվել է 15-21-ի միջակայքում: Թիվ 153 խցում պահվել են պրն. Անանյևը և մեկ այլ բանտարկյալ:", "11. Կառավարությունը ներկայացրել է մեկուսարանի պետի կողմից 2009թ. հունիսի 25-ին տրված տեղեկանքը, որում թվարկվում են խցերի մակերեսները և խցերում պահվողների թվերը, ինչպես նաև՝ թիվ IZ-67/1 մեկուսարանում պահվողների մատյանի 12 էջերը, որոնք վերաբերում են 2007թ. հունվարի 20-ից մինչև մարտի 23-ն ընկած ժամանակահատվածի տարբեր ամսաթվերին, ինչպես նաև՝ թիվ 153 և 170 խցերի լուսանկարները:", "12. Պրն. Անանյևը ներկայացրել է իր նախկին խցակիցներ պրն. Ս.-ի և պրն. Բ.-ի գրավոր բացատրությունները` 2009թ. հունիսի 27-ի ամսաթվով, որոնցից պարզ է դառնում, որ 2007թ. հունվար-ապրիլ ամիսներին թիվ 170 խցում պահվել է մինչև 24 անձ:", "13. 2007թ. մարտի 19-ին պրն. Անանյևն իր կալանքի անտանելի պայմանների վերաբերյալ բողոքներ է ուղարկել Գլխավոր դատախազին, Սմոլենսկ քաղաքի դատախազին և Սմոլենսկի քրեակատարողական հիմնարկների վարչության պետին: 2007թ. մայիսի 4-ին Սմոլենսկ քաղաքի դատախազին տեղեկացրել է պրն. Անանյևին, որ ստուգել է վերջինիս բողոքները, և որ թիվ IZ-67/1 մեկուսարանի պետի ժամանակավոր պաշտոնակատարին ցուցում է տրվել՝ վերացնելու «Կասկածյալների և ամբաստանյալների պահման մասին» օրենքի խախտումները:", "Բ. Պրն. Բաշիրովի և տկն. Բաշիրովայի գործը", "14. Պրն. Բաշիրովը և տկն. Բաշիրովան կալանավորվել են 2005թ. ապրիլի 29-ին: Տկն. Բաշիրովան գրավի դիմաց ազատ է արձակվել 2005թ. մայիսի 17-ին, իսկ պրն. Բաշիրովը՝ տեղափոխվել է Աստրախանի թիվ IZ-30/1 մեկուսարան: 2008թ. մարտի 11-ին նրանք երկուսը մեղավոր են ճանաչվել թմրադեղերին առնչվող հանցագործություններով և դատապարտվել են համապատասխանաբար 8.5 տարի և 6.5 տարի ազատազրկման: Տկն. Բաշիրովան նույն օրը կրկին կալանավորվել է: 2008թ. մայիսի 15-ին Աստրախանի շրջանային դատարանը վերջին ատյանի կարգով անփոփոխ է թողել մեղադրական դատավճիռը:", "15. Թիվ IZ-30/1 մեկուսարանում պրն. Բաշիրովը պահվել է թիվ 83 խցում (2005թ. մայիսի 3-ից մինչև հուլիսի 1-ը, և 2007թ. դեկտեմբերի 27-ից մինչև 2008թ. ապրիլի 22-ը), թիվ 69 խցում (2005թ. հուլիսի 1-ից մինչև 2006թ. հունվարի 11-ը, և 2006թ. օգոստոսի 9-ից մինչև հոկտեմբերի 30-ը), թիվ 35 խցում (2006թ. հունվարի 11-ից մինչև օգոստոսի 9-ը), թիվ 79 խցում (2007թ. հոկտեմբերի 30-ից մինչև դեկտեմբերի 18-ը) և թիվ 15 խցում (2008թ. ապրիլի 22-ից մինչև մայիսի 21-ը): 2007թ. դեկտեմբերի 18-ից մինչև 27-ը պրն. Բաշիրովը բուժվել է բանտային հիվանդանոցում:", "16. Նույն հիմնարկում տկն. Բաշիրովան պահվել է թիվ 52 խցում (2005թ. մայիսի 3-ից մինչև 17-ը), թիվ 40 խցում (2008թ. մարտի 11-ից 15-ը) և թիվ 45 խցում (2008թ. մարտի 15-ից մինչև հունիսի 7-ը):", "17. Պրն. Բաշիրովի խցերն ունեցել են հետևյալ տվյալները.", "Թիվ 15 խուց. 23 քառակուսի մետր, 10 քնելու տեղ,", "Թիվ 35 խուց. 25 քառակուսի մետր, 10 քնելու տեղ,", "Թիվ 69 խուց և թիվ 84 խուց. 24 քառակուսի մետր և 12 քնելու տեղ,", "Թիվ 79 խուց. 25 քառակուսի մետր և 12 քնելու տեղ:", "18. Տկն. Բաշիրովայի խցերի չափսերը հետևյալն են.", "Թիվ 52 խուց. 24 քառակուսի մետր, 10 քնելու տեղ,", "Թիվ 50 խուց. 22 քառակուսի մետր, 10 քնելու տեղ,", "Թիվ 45 խուց. 19 քառակուսի մետր, 6 քնելու տեղ:", "19. Կողմերը տարաձայնություն ունեցան կալանավորվածների թվի շուրջ: Կառավարությունը պնդեց, թե կալանավորվածների թիվը «չի գերազանցել քնելու տեղերի թիվը»: Կառավարությունը որպես հիմք ներկայացրեց բանտի պետի կողմից 2009թ. հունիսի 29-ին տրված տեղեկանքը: Գանգատաբերները ներկայացրեցին խցերում պահվողների հետևյալ թվերը. խուց թիվ 15՝ 15 անձ, խուց թիվ 69՝ 22 անձ, խցեր թիվ 35, 50 և 83՝ 14 անձ, խուց թիվ 79՝ 20 անձ, խուց թիվ 52՝ միջինը 30 անձ, սակայն որոշ օրերի՝ մինչև 40 անձ, խուց թիվ 45՝ 9 անձ:", "20. Գանգատաբերները քաղվածքներ ներկայացրեցին Աստրախանի երկրամասի օմբուդսմանի տարեկան զեկույցներից: 2005թ. զեկույցում քննադատվում էին Աստրախանի բանտերում պահման պայմանները.", "«Աստրախանի երկրամասի դաշնային քրեակատարողական ծառայության տվյալներով, իրավիճակը երկրամասի նախնական կալանքի բանտերում վատթարացել է 2005 թվականին, և կալանավորվածների տարրական իրավունքները չեն հարգվել: Կասկածյալների և ամբաստանյալների թիվը զգալիորեն ավելացել է նախնական կալանքի երկու բանտերում. տարեվերջին նրանց թիվը կրկնակի գերազանցել է նորմը: Այսպես, Աստրախան քաղաքի թիվ [IZ-30/]1 բանտի առավելագույն լրակազմը 642 կալանավորված է. տարվա ընթացքում այնտեղ պահվել է միջինը 1,031 անձ (2004 թվականին՝ 750 անձ), իսկ տարեվերջին՝ 1,300 անձ: Նարիմանով քաղաքի թիվ [IZ-30/]2 բանտում իրավիճակը նմանատիպ է... Դրա հետևանքով նախնական կալանքի բանտի խցերը մշտապես գերբնակեցված են եղել, և թեպետ սանիտարական նորմը մեկ անձի հաշվով չորս քառակուսի մետր է, փաստացի տարածքը եղել է մոտ երկու քառակուսի մետր: Կալանավորվածներին չեն բավականացրել քնելու տեղերը, և նրանք ստիպված են եղել քնել հերթով»:", "21. 2006թ. զեկույցում նշվում էր, որ իրավիճակը գրեթե չի բարելավվել.", "«Դժբախտաբար, պետք է նշել, որ 2006 թվականին տեսանելի դրական տեղաշարժ չի արձանագրվել: Այսպես, 2006թ. սեպտեմբերի 25-ին Աստրախանի երկրամասի դատախազության կողմից Աստրախանի երկրամասի դաշնային քրեակատարողական ծառայության պետին ուղարկված նախազգուշացման մեջ նշվում էր, որ պահման պայմանները թիվ 1 բանտում (Աստրախան) և թիվ 2 բանտում (Նարիմանով) չեն համապատասխանում սանիտարահիգիենիկ կամ հրշեջ անվտանգության պահանջներին: Իրավիճակն էլ ավելի է բարդացել, քանի որ շինությունները ծայրահեղ անմխիթար վիճակում են (հատկապես 1822թ. կառուցված թիվ 1 բանտի պարագայում), և զգալիորեն գերազանցված է նախագծային լրակազմը: Գերբնակեցման եռամյա միտումը վկայում է իրավիճակի վատթարացման մասին, որն ակնհայտորեն հաստատվում է նաև հետևյալ թվերով.", "", "22. 2007թ. զեկույցում նշվում էր, որ գերբնակեցման ծանր խնդիրը պահպանվել է, և որ թիվ IZ-30/1 բանտում փաստացի պահվում էր 879 բանտարկյալ:", "23. 2008թ. զեկույցում քննադատվում էին պաշտոնապես հաստատված սահմանաչափերը.", "«Նախնական կալանքի բանտերում պաշտոնապես սահմանված առավելագույն լրակազմի առումով, որն ընդունելի է համարվում, հարցեր են ծագում: Համարվում է, որ IZ-30/1 բանտի լրակազմը 651 է: Այնուհանդերձ, բոլոր խցերի ընդհանուր բնակելի մակերեսը 2,232.4 քառակուսի մետր է: Այդ թիվը պարզապես բաժանելով 4 քառակուսի մետրի (մեկ ազատազրկվածին խցում բաժին ընկնող մակերեսի՝ օրենքով սահմանված սանիտարական նորմը) ստանում ենք 558 անձի առավելագույն լրակազմը: Այնուամենայնիվ, 2008թ. հունվարի 31-ին թիվ 1 բանտում պահվող կալանավորված անձանց փաստացի թիվը 689 էր»:", "24. Գանգատաբեր պրն. Բաշիրովը նաև ներկայացրեց այն նամակի կրկնօրինակը, որն Աստրախանի երկրամասի դատախազությունն ուղարկել էր իր փաստաբանին 2008թ. փետրվարի 28-ին՝ պատասխանելով կալանքի պայմանների մասին մեկ այլ ազատազրկվածի ներկայացրած բողոքին: Նամակում գրված էր հետևյալը.", "«2008թ. փետրվարի 29-ին երկրամասի դատախազի տեղակալը և թիվ 1 բանտի պետի տնտեսական հարցերի, ազատազրկման ռեժիմի և բժշկական ստորաբաժանման հարցերի գծով տեղակալներն իրականացրեցին թիվ 79 խցի ամբողջական տեխնիկական զննություն: Զննության պահին թիվ 79 խցում կար 12 քնելու տեղ, սակայն այնտեղ պահվում էր 15 անձ: Թիվ 79 խցի վերոհիշյալ զննությամբ նաև պարզվեց, որ նմանատիպ խախտումներ են արձանագրվել բանտի խցերի մեծ մասում: Ինչ վերաբերում է գերբնակեցմանը, շենքի անմխիթար վիճակին և նախնական կալանքի մասին օրենքի այլ խախտումներին, ապա երկրամասի դատախազությունը 2008թ. առաջին եռամսյակի ընթացքում արդեն իսկ երկու նախազգուշացում է ուղարկել Աստրախանի երկրամասի դաշնային քրեակատարողական ծառայության պետին ... »:", "II. ՎԵՐԱԲԵՐԵԼԻ ՆԵՐՊԵՏԱԿԱՆ ՕՐԵՆՍԴՐՈՒԹՅՈՒՆԸ ԵՎ ՊՐԱԿՏԻԿԱՆ", "Ա. Ռուսաստանի Դաշնության Սահմանադրությունը", "25. Անձի արժանապատվությունը պաշտպանվում է օրենքով և չի կարող որևէ պատճառով խաթարվել (21-րդ հոդվածի 1-ին մաս):", "Ոչ ոքի չի կարելի ենթարկել խոշտանգման, բռնության կամ այլ դաժան կամ նվաստացուցիչ վերաբերմունքի կամ պատժի (21-րդ հոդվածի 2-րդ մաս):", "Բ. Նախնական կալանքի մասին օրենքը (1995թ. հուլիսի 15-ի թիվ 103-FZ դաշնային օրենքը)", "26. Նախնական կալանքը պետք է հիմնված լինի օրինականության, արդարության, անմեղության կանխավարկածի, օրենքի առաջ հավասարության, մարդասիրության, մարդու արժանապատվության հարգման սկզբունքների վրա և պետք է ի կատար ածվի Ռուսաստանի Սահմանադրությանը, միջազգային իրավական սկզբունքներին և նորմերին և Ռուսաստանի վավերացրած միջազգային պայմանագրերին համապատասխան, և չպետք է ներառի խոշտանգում կամ այլ գործողություններ, որոնց նպատակը կասկածյալին կամ ամբաստանյալին ֆիզիկական կամ հոգեկան տառապանք պատճառելն է (4-րդ բաժին):", "27. Նախնական կալանքը կարող է ի կատար ածվել (ա) քրեակատարողական համակարգի քննչական մեկուսարաններում (следственные изоляторы), (բ) ոստիկանության ժամանակավոր պահման մեկուսարաններում, և (գ) սահմանապահ ծառայության ժամանակավոր պահման բաժանմունքներում (7-րդ բաժին):", "28. Կալանավորվածները, մասնավորապես, իրավունք ունեն.", "Խնդրել հանդիպում բանտի պետի հետ կամ տվյալ բանտ այցելելու ընթացքում՝ բանտն այցելող վերադասների հետ (17-րդ բաժնի 3-րդ մաս),", "Առաջարկություններ, դիմումներ և բողոքներ ուղարկել իրավասու մարմիններին, այդ թվում՝ դատարաններին, իրենց կալանքի օրինականության և իրենց օրինական իրավունքների և շահերի խախտումների մասին (17-րդ բաժնի 7-րդ մաս)", "Ստանալ անվճար սնունդ, կենցաղային անհրաժեշտ պարագաներ և բուժօգնություն, այդ թվում՝ քննչական գործողությունների կամ դատական նիստերի մասնակցելու ընթացքում (17-րդ բաժնի 9-րդ մաս),", "Ութժամյա չընդհատվող քուն ունենալ գիշերվա ժամերին և մեկժամյա ամենօրյա զբոսանք (17-րդ բաժնի 10-րդ և 11-րդ մասեր):", "29. Կալանավորվածները պետք է պահվեն առողջության և հիգիենայի պահանջները բավարարող պայմաններում: Նրանց պետք է տրամադրել անհատական քնելատեղ և մահճակալային պարագաներ, սեղանի սպասք և զուգարանի պարագաներ: Յուրաքանչյուր բանտարկյալ պետք է իր խցում ունենա առնվազն չորս քառակուսի մետր անձնական տարածք (23-րդ բաժին):", "30. Գլխավոր դատախազը և ենթակա դատախազները պարտավոր են վերահսկել իրավական նորմերի կիրառությունը նախնական կալանքի բանտերում: Բանտի ղեկավարությունը պարտավոր է կատարել հսկող դատախազի ցուցումները՝ այնքանով, որքանով դրանք վերաբերում են սույն օրենքով ամրագրված կալանքի կանոններին (51-րդ բաժին):", "Գ. Օմբուդսմանի մասին օրենքը (1997թ. փետրվարի 26-ի թիվ 1-FKZ դաշնային օրենքը)", "31. Օմբուդսմանն իրավունք ունի բողոքներ ստանալ դաշնային և համայնքային պետական մարմինների կամ աշխատողների գործողությունների վերաբերյալ՝ պայմանով, որ բողոքաբերը նախկինում այդ կապակցությամբ ներկայացրել է դատական կամ վարչական բողոք (16-րդ բաժնի 1-ին մաս):", "32. Ուսումնասիրելով բողոքը, օմբուդսմանն իրավունք ունի դիմել դատարան կամ դատախազին՝ պետական պաշտոնյայի անօրինական գործողությամբ կամ անգործությամբ խախտված իրավունքների և ազատությունների պաշտպանության հարցով, կամ՝ իրավասու մարմիններին միջնորդություն ներկայացնել նման խախտում կատարած պետական պաշտոնյային կարգապահական, վարչական կամ քրեական պատասխանատվության ենթարկելու մասին (29-րդ բաժնի 1-ին մաս):", "33. Օմբուդսմանը պատրաստում է անհատական բողոքների ամփոփագիր և իրավունք ունի պետական կամ համայնքային մարմիններին ընդհանուր բնույթի առաջարկություններ ներկայացնել անհատական իրավունքների և ազատությունների պաշտպանության բարելավման վերաբերյալ կամ օրենսդրական փոփոխություններ առաջարկել օրենսդիրներին (31-րդ բաժին):", "Դ. Դատախազության մասին օրենքը (1992թ. փետրվարի 17-ի թիվ 2202-1 դաշնային օրենքը)", "34. Դատախազության պաշտոնական լիազորությունների ցանկը ներառում է տարածք մուտք գործելու, նյութեր և փաստաթղթեր ստանալու և ուսումնասիրելու, պաշտոնյաներին և մասնավոր անձանց հարցաքննության կանչելու, անհատի իրավունքների և ազատությունների ենթադրյալ խախտումների վերաբերյալ տեղեկություններ պարունակող բողոքները և դիմումներն ուսումնասիրելու և քննարկելու, այդ իրավունքների և ազատությունների պաշտպանության ուղիները բացատրելու, իրավական նորմերին համապատասխանությունն ստուգելու, պաշտոնյաների նկատմամբ վարչական վարույթ հարուցելու, խախտումների անթույլատրելիության մասին նախազգուշացումներ տալու և բացահայտված խախտումները վերացնելու մասին զեկույցներ ներկայացնելու իրավունքները (22-րդ և 27-րդ բաժիններ):", "35. Բացահայտված խախտումները վերացնելու մասին դատախազի զեկույցն ուղարկվում է պաշտոնյային կամ մարմնին, որը պարտավոր է անհապաղ քննարկել զեկույցը: Մեկ ամսվա ընթացքում պետք է ձեռնարկվեն խախտման հետևանքները վերացնելուն ուղղված կոնկրետ միջոցառումներ: Դատախազը պետք է տեղեկացվի ձեռնարկված միջոցառումների մասին (24-րդ բաժին):", "36. Օրենքի 4-րդ գլուխը կարգավորում է բանտի ղեկավարության կողմից իրավական նորմերի պահանջների կատարումն ստուգելու՝ դատախազի լիազորությունը: Դատախազն իրավունք ունի ստուգել ազատազրկվածների նախնական կալանքի օրինականությունը, նրանց իրավունքների և պարտավորությունների հարգումը, ինչպես նաև՝ հսկել նրանց կալանքի պայմանները (32-րդ բաժին): Այդ կապակցությամբ դատախազն իրավունք ունի ցանկացած ժամանակ այցելել ազատազրկման վայրեր, զրուցել ազատազրկվածների հետ և ուսումնասիրել նրանց անձնական գործերը, բանտի ղեկավարությունից պահանջել՝ ապահովել ազատազրկվածների իրավունքների հարգումը, բացատրություններ ստանալ պաշտոնյաներից և հարուցել վարչական վարույթներ (33-րդ բաժին): Դատախազի որոշումները և պահանջները պետք է անվերապահորեն կատարվեն բանտի ղեկավարության կողմից (34-րդ բաժին):", "Ե. Քաղաքացիական դատավարության օրենսգիրքը. անօրինական որոշումների բողոքարկումը", "37. Օրենսգրքի 25-րդ գլխով նախատեսվում է պետական և համայնքային մարմինների և պաշտոնյաների որոշումների, գործողությունների կամ անգործության մասին բողոքների դատական քննության կարգը: Ռուսաստանի Դաշնության գերագույն դատարանի պլենումի 2009թ. փետրվարի 10-ի թիվ 2 վճռի համաձայն, կալանքի ոչ պատշաճ պայմանների վերաբերյալ կասկածյալների, ամբաստանյալների և դատապարտյալների բողոքները պետք է քննարկվեն 25-րդ գլխի դրույթների համաձայն (7-րդ կետ):", "38. Քաղաքացին իրավասու է բողոք ներկայացնել պետական մարմնի գործողության կամ որոշման դեմ, որն իր կարծիքով խախտել է իր իրավունքները կամ ազատությունները՝ կա՛մ ընդհանուր իրավասության դատարան, կա՛մ այն անմիջականորեն ուղարկելով վերադաս պաշտոնյային կամ մարմնին (254-րդ հոդված): Բողոքը կարող է վերաբերել ցանկացած որոշման, գործողության կամ անգործության, որը խախտել է իրավունքները կամ ազատությունները, խոչընդոտել իրավունքների կամ ազատությունների իրականացմանը, կամ պարտավորություն կամ պատասխանատվություն սահմանել քաղաքացու համար (255-րդ հոդված):", "39. Բողոքը պետք է ներկայացվի քաղաքացու՝ իր իրավունքների խախտման մասին իմանալու օրվանից հետո եռամսյա ժամկետում: Ժամկետը կարող է հիմնավոր պատճառներով երկարաձգվել (256-րդ հոդված): Բողոքը պետք է քննարկվի 10-օրյա ժամկետում, անհրաժեշտության դեպքում՝ պատասխանող մարմնի կամ պաշտոնյայի բացակայությամբ (257-րդ հոդված):", "40. Վիճարկվող որոշման, գործողության կամ բացթողման օրինականության ապացուցման պարտականությունը կրում է համապատասխան մարմինը կամ պաշտոնյան: Անհրաժեշտության դեպքում դատարանը կարող է սեփական նախաձեռնությամբ ապացույցներ ձեռք բերել (թիվ 2 վճռի 20-րդ կետ):", "41. Եթե դատարանը հիմնավորված է համարում բողոքը, ապա այն որոշում է կայացնում՝ պարտավորեցնելով մարմնին կամ պաշտոնյային ամբողջովին վերացնել քաղաքացու իրավունքների խախտումը (258-րդ հոդվածի 1-ին մաս): Դատարանը սահմանում է խախտման հետևանքները վերացնելու ժամկետը՝ հաշվի առնելով բողոքի բնույթը և այն ջանքերը, որոնք անհրաժեշտ է գործադրել խախտումն ամբողջովին վերացնելու համար (թիվ 2 վճռի 28-րդ կետ):", "42. Որոշումն ուղարկվում է համապատասխան մարմնի ղեկավարին, համապատասխան պաշտոնյային կամ նրանց վերադասներին՝ որոշման ուժի մեջ մտնելու պահից հետո եռօրյա ժամկետում: Դատարանը և բողոքաբերը պետք է ծանուցվեն որոշման կատարման մասին դրա ստացումից հետո ամենաուշը մեկ ամսվա ընթացքում (258-րդ հոդվածի 2-րդ և 3-րդ մասեր):", "Զ. Քաղաքացիական օրենսգիրքը", "43. Քաղաքացիական իրավունքները կարող են պաշտպանվել տարբեր ձևերով՝ ներառյալ, մասնավորապես, իրավունքը ճանաչելու, նախկինում եղած վիճակը վերականգնելու և իրավունքի խախտումը դադարեցնելու կամ նման խախտումները կանխելու, և պատճառված ոչ նյութական վնասը փոխհատուցելու միջոցով (12-րդ հոդված):", "44. Անհատի կյանքը և առողջությունը, անձնական արժանապատվությունը և անձեռնմխելիությունը, պատիվը և բարի համբավը համարվում են անձի «ոչ գույքային իրավունքներ» կամ «ոչ նյութական ակտիվներ», որոնք պաշտպանված են Քաղաքացիական օրենսգրքով և այլ օրենքներով՝ այն դեպքերում և այն չափով, որքանով 12-րդ հոդվածում թվարկված քաղաքացիական իրավունքների պաշտպանությունը համապատասխանում է խախտված ոչ նյութական իրավունքի բնույթին և խախտման հետևանքներին (150-րդ հոդված):", "45. Եթե անձի անձնական ոչ գույքային իրավունքները խախտող կամ այլ ոչ նյութական ակտիվները ոտնահարող գործողությունները նրան պատճառել են ոչ նյութական վնաս (ֆիզիկական կամ հոգեկան տառապանք), ապա դատարանն իրավասու է խախտումը կատարողին պարտավորեցնել՝ նյութական փոխհատուցում վճարել այդ վնասի դիմաց: Փոխհատուցման չափը որոշվում է՝ հաշվի առնելով խախտումը կատարած անձի մեղքի ծանրությունը և այլ էական հանգամանքները: Դատարանը հաշվի է առնում նաև ֆիզիկական կամ հոգեկան տառապանքի ծանրությունը՝ ելնելով տուժողի անհատական առանձնահատկություններից (151-րդ հոդված):", "46. Քաղաքացու անձին կամ գույքին պատճառված վնասը ենթակա է ամբողջովին փոխհատուցման խախտումը թույլ տվածի կողմից: Խախտումը թույլ տված անձը պատասխանատու չէ վնասի համար, եթե ապացուցում է, որ վնասը պատճառվել է ոչ իր մեղքով (1064-րդ հոդվածի 1-ին և 2-րդ մասեր):", "47. Պետական և համայնքային մարմինները և պաշտոնյաները պատասխանատվություն են կրում իրենց անօրինական գործողություններով կամ բացթողումներով քաղաքացուն պատճառված վնասի համար (1069-րդ հոդված): Անկախ պետական պաշտոնյաների մեղքից, պետական կամ տարածքային գանձապետարանը պատասխանատվություն է կրում քաղաքացուն պատճառված վնասի փոխհատուցման համար, եթե վնասը պատճառվել է (i) անօրինական քրեական դատապարտմամբ կամ հետապնդմամբ, (ii) խափանման միջոցի անօրինական կիրառությամբ, և (iii) անօրինական վարչական պատժով (1070-րդ հոդված):", "48. Ոչ նյութական վնասի փոխհատուցումը կատարվում է քաղաքացիական օրենսգրքի 151-րդ հոդվածի համաձայն և կապված չէ նյութական վնասի փոխհատուցման հանգամանքի հետ (1099-րդ հոդված): Անկախ խախտումը թույլ տված անձի մեղքից, ոչ նյութական վնասը ենթակա է փոխհատուցման, եթե վնասը պատճառվել է (i) վտանգավոր սարքով, (ii) անօրինական դատապարտմամբ կամ հետապնդմամբ կամ խափանման միջոցի անօրինական կիրառությամբ կամ անօրինական վարչական պատժով, և (iii) անձի պատվին, արժանապատվությանը կամ հեղինակությանը վնաս պատճառած տեղեկատվության տարածմամբ (1100-րդ հոդված):", "Է. Քրեական դատավարության օրենսգիրքը, նախնական կալանքի մասով", "49. «Խափանման միջոցները» (меры пресечения) ներառում են քաղաքից կամ շրջանից չհեռանալու խոստումը, անձնական երաշխավորությունը, գրավը, տնային կալանքը և նախնական կալանքը (98-րդ հոդված):", "50. Նախնական կալանքի մասին որոշումը կարող է կայացնել դատարանը, եթե ներկայացված մեղադրանքի համար սահմանված է առնվազն երկու տարվա ազատազրկման պատիժ՝ պայմանով, որ նվազ սահմանափակող միջոց չի կարող կիրառվել (108-րդ հոդված): Դատարանը կարող է նախնական կալանք կիրառելու մասին որոշում կայացնել, եթե բավարար հիմքեր կան՝ կարծելու, որ կասկածյալը կարող է փախուստ կատարել, նոր հանցանք գործել կամ սպառնալ վկային, ոչնչացնել ապացույցները կամ այլ կերպ խոչընդոտել նախաքննությունը կամ քրեական գործի դատավարությունը (97-րդ հոդված): Խափանման միջոց կիրառելիս պետք է հաշվի առնվեն, մասնավորապես, և ի լրումն 97-րդ հոդվածով նախատեսվածներին, հետևյալ հանգամանքները. մեղադրանքի ծանրությունը և կասկածյալի անձը, տարիքը, առողջությունը, ընտանեկան վիճակը, զբաղմունքը և այլ հանգամանքներ (98-րդ հոդված):", "51. Ձերբակալությունից հետո կասկածյալը քննության ժամկետով պահվում է կալանքի տակ: Նախաքննության ընթացքում կալանքի առավելագույն թույլատրելի ժամկետը երկու ամիս է, սակայն կարող է բացառիկ հանգամանքների առկայության դեպքում երկարաձգվել մինչև 18 ամիս ժամկետով (109-րդ հոդվածի 1-3-րդ մասեր):", "52. 2009թ. հոկտեմբերի 29-ին Ռուսաստանի Դաշնության գերագույն դատարանի պլենումն ընդունեց թիվ 22 վճիռը խափանման միջոցների կիրառության՝ ներառյալ նախնական կալանքի, գրավի և տնային կալանքի վերաբերյալ: Վճռով նախատեսվեց, մասնավորապես, որ նախնական կալանքը կարող է կիրառվել միայն այն դեպքում, երբ հնարավոր չէ կիրառել խափանման ավելի մեղմ միջոց (2-րդ կետ): Խափանման միջոց կիրառելու մասին միջնորդությունը քննարկելիս դատարանները պարտավոր են գնահատել հանցագործության կատարմանը տվյալ անձի հնարավոր մասնակցության ողջամիտ կասկածի առկայությունը (19-րդ կետ): Կալանքի ժամկետը երկարացնելու մասին որոշումներ կայացնելիս դատարանները պետք է մատնանշեն կոնկրետ փաստեր, որոնցով կհիմնավորեն կալանքը շարունակելը, ինչպես նաև՝ դրանք հիմնավորող ապացույցները (21-րդ կետ): Բացի դրանից, դատարանները պարտավոր են պատճառաբանել, թե ինչու հնարավոր չի եղել կիրառել ավելի մեղմ միջոց (26-րդ կետ):", "Ը. Նախնական կալանքի կիրառության և դատական քննության արդյունքների վիճակագրությունը", "53. Կառավարության տրամադրած տեղեկությունները և գերագույն դատարանի դատական դեպարտամենտի կայքէջում (www.cdep.ru) առկա վիճակագրությունը ցույց են տալիս, թե քննարկվող ժամանակահատվածում քանի գործերով են առաջին ատյանի դատարանները բավարարել կալանքը որպես խափանման միջոց կիրառելու կամ կալանքի ժամկետը երկարացնելու մասին դատախազներ միջնորդությունները, ինչպես նաև՝ առաջին ատյանում դատապարտված կամ արդարացված անձանց ընդհանուր թիվը (բացառությամբ կարճված գործերի, որոնք չեն ավարտվել մեղադրական կամ արդարացման դատավճռով).", "", "Թ. Քրեակատարողական համակարգի զարգացման դաշնային ծրագիրը", "54. Ռուսաստանի կառավարությունը 2006թ. սեպտեմբերի 5-ի թիվ 540 որոշմամբ հաստատել է ծախսերի դաշնային ծրագիր, որը կոչվում է «Քրեական արդարադատության և քրեակատարողական համակարգի զարգացումը 2007-2016թթ.»: Ծրագրի նկարագրությամբ, որում փոխոխություններ են կատարվել կառավարության հետագա որոշումներով, նախատեսվում է հետևյալը.", "1. Հիմնախնդրի նկարագրությունը", "« Քրեական արդարադատության և քրեակատարողական ներկայիս համակարգը պատիժների տարբեր տեսակներն ի կատար ածող հաստատությունների և մարմինների համալիր է: Այն կազմված է 1,060 հաստատությունից՝ ներառյալ ուղղիչ 844 հիմնարկ, 7 բանտ և նախնական կալանքի 209 բանտ: Ներկայումս այդ հաստատություններում պահվողների թիվը գերազանցում է 812,000-ը:", "Նախնական կալանքի ենթարկված և նախնական կալանքի բանտերում պահվող կասկածյալների և ամբաստանյալների (հետայսու՝ «չդատված բանտարկյալներ») թիվը և դատապարտված և ուղղիչ հաստատություններում պահվող անձանց (հետայսու՝ «դատապարտված բանտարկյալներ») թիվը կախված չեն Դաշնային քրեակատարողական ծառայության գործունեությունից, այլ՝ հիմնականում կախված են երկրում հանցավորության մակարդակից և դատական պրակտիկայից:", "...", "Ռուսաստանի Դաշնության օրենքների պահանջների համաձայն, չդատված և դատապարտված բանտարկյալները պետք է տեղաբաշխվեն խցերում՝ հաշվի առնելով նրանց բնույթը և հոգեբանական համատեղելիությունը, սեռը և տարիքը... Սանիտարական նորմերով նախատեսված է չորս քառակուսի մետր տարածք չդատված մեկ բանտարկյալի հաշվով:", "«Քրեակատարողական համակարգի զարգացման 2002-2006թթ.» դաշնային ծախսային ծրագրի շրջանակում նախնական կալանքի բանտերում իրականացված շինարարական և վերանորոգման աշխատանքի արդյունքում նախնական կալանքի բանտերի այն տեղերի թիվը, որոնցում կալանքի պայմանները համապատասխանում են Ռուսաստանի օրենքների պահանջներին, 2006թ. տարեվերջին կհասնի 94.4%-ի: «Քրեական արդարադատության և քրեակատարողական համակարգի զարգացումը 2007-2016թթ.» անվանումը կրող դաշնային ծախսային ծրագիրը (հետայսու՝ «Ծրագիր») այդ աշխատանքի տրամաբանական շարունակությունն է լինելու:", "Ներկայումս Ռուսաստանի միայն 40 երկրամասի հաստատություններն են փաստացի ի վիճակի ապահովել կացարանի պայմաններ, որոնք կհամապատասխանեն մեկ բանտարկյալի հաշվով չորս քառակուսի մետր տարածքի սանիտարական նորմին: Ուստի, նախնական կալանքի բնակչությունը գերազանցում է բանտերի սահմանված լրակազմը, իսկ որոշ երկրամասերում լրակազմի գերազանցված է զգալի չափով: Ռուսաստանի 20 երկրամասերում մեկ բանտարկյալի հաշվով տարածքի մակերեսի սանիտարական նորմը չորս քառակուսի մետրից պակաս է: 18 երկրամասերում (Ալթայ, Տիվա, Սախա (Յակուտիա), Չուվաշական և Ուդմուրտյան Հանրապետություններ, Կրասնոդար, Պերմ, Խաբարովսկ, Աստրախան, Կալուգա, Կոստրոմա, Կուրգան, Մոսկվա, Նովոսիբիրսկ, Սվերդլովսկ, Սմոլենսկ, Տոմսկ և Տուլա) այն երեք քառակուսի մետրից պակաս է, որը չդատված բանտարկյալների իրավունքների խախտում է:", "Ռուսաստանի երեք երկրամասերում (Խակասիա, Եվրեյսկի և Յամալո-Նենեցկի երկրամասեր) նախնական կալանքի բանտեր չկան, որը լուրջ բարդություններ է առաջացնում խափանման միջոցների կիրառության և քննչական գործողությունների կատարման հարցերում:", "Նախնական կալանքի բանտերի մեծամասնությունը գտնվում է հին շինություններում: Վերջին տարիներին շինություններ են փլվել Աստրախանի, Մագադանի, Մոսկվայի, Տամբովի, Չիտայի և այլ երկրամասերի նախնական կալանքի բանտերում՝ պայմանավորված վերջիններիս անմխիթար վիճակով: Ներկայումս բանավեճի առարկա է այն հարցը, թե արդյոք պետք է դադարեցնել նախնական կալանքի բանտերից 12-ի (Դաղստան, Կարելիա և Չուվաշյան Հանրապետություններ, Աստրախան, Բելգորոդ, Վոլոգդա, Վորոնեժ, Կամչատկա, Կոստրոմա, Սվերդլովսկ, Տամբով և Տուլա) գործունեությունը...", "1996 թվականին Ռուսաստանի՝ Եվրոպայի խորհրդին անդամակցելուց և 1998 թվականին Մարդու իրավունքների եվրոպական կոնվենցիան վավերացնելուց ի վեր հրատապ խնդիր է դարձել քրեակատարողական համակարգի համապատասխանեցումը Եվրոպայի խորհրդի իրավական չափանիշներին, որոնք զգալի էվոլյուցիա են ապրել վերջին տարիներին բանտերի կառավարման և ազատազրկվածների նկատմամբ վարվեցողության առումներով... Հաշվի առնելով այն փաստը, որ Խոշտանգման կանխարգելման կոմիտեի կողմից սահմանված՝ մեկ ազատազրկվածին բաժին ընկնող նվազագույն սանիտարական նորմը յոթ քառակուսի մետր է, Եվրոպական դատարանն իր դատավճիռներում հղում է կատարում բանտարկյալների պահման այս մոտավոր չափանիշին: Եվրոպական բանտային կանոնների վերաբերյալ Եվրոպայի խորհրդի մեկնաբանությունը հիմք է տալիս՝ կարծելու, որ Խոշտանգման կանխարգելման կոմիտեն մեկ ազատազրկվածին բաժին ընկնող նվազագույն սանիտարական նորմը սահմանելու է 9 կամ 10 քառակուսի մետր:", "Ներկայումս մեկ ազատազրկվածին բաժին ընկնող սանիտարական նորմը միջազգային չափանիշին համապատասխանում է նախնական կալանքի բանտերից ընդամենը երեքում (Դաղստանի և Կալմիկիայի Հանրապետություններ և Կամչատկայի երկրամաս): Այնուհանդերձ, նրանցից երկուսը (Դաղստան և Կամչատկա) գործում են փլուզման վտանգի պայմաններում, և անհրաժեշտ կլինի դրանք փակել...", "2. Ծրագրի հիմնական խնդիրները և նպատակները, իրագործման ժամկետները և կարևորագույն թիրախները", "Ծրագրի նպատակն է չդատված և դատապարտված բանտարկյալների պայմանները համապատասխանեցնել Ռուսաստանի օրենքների պահանջներին՝ ձգտելով հասնել նախնական կալանքի բանտերում ամբաստանյալների պահման միջազգային չափանիշներին:", "Ծրագրի խնդիրներն են.", "Վերակառուցել և կառուցել նախնական կալանքի այն բանտերը, որոնցում չդատված բանտարկյալների պահման պայմանները չեն համապատասխան Ռուսաստանի օրենքների պահանջներին...", "Կառուցել նախնական կալանքի 26 բանտեր, որոնցում կալանքի պայմանները կհամապատասխանեն միջազգային չափանիշներին:", "Ծրագրի կարևորագույն թիրախները ներկայացված են թիվ 1 հավելվածում:", "", "3. Ծրագրի միջոցառումները", "2007-2009թթ. ավարտին կհասցվի նախնական կալանքի 77 նոր բանտերի շինարարությունը: Կալանքի պայմանները դրանցում կհամապատասխանեն ռուսաստանյան չափանիշներին: Բացի դրանից, շուտով կավարտվի դաշնային ծախսերի 2002-2006թթ. ծրագրի շրջանակում սկիզբ առած 32 նախնական կալանքի բանտերի շինարարությունը: 2010 թվականից սկսած հին ոճի 97 նախնական կալանքի բանտերում կալանքի պայմանները կհամապատասխանեցվեն Ռուսաստանի օրենքների պահանջներին: Նոր ոճի նախնական կալանքի բանտեր են կառուցվում ռուսական 24 երկրամասերում (Դաղստան, Կարելիա, Տիվա, Խակասիյայի և Չուվաշական Հանրապետություններ, Կրասնոդար, Պերմ, Ստավրոպոլ, Աստրախան, Վլադիմիր, Վորոնեժ, Կամչատկա, Կեմերովո, Կոստրոմա, Մոսկվա, Նովոսիբիրսկ, Սամարա, Լենինգրադ, Սվերդլովսկ, Տոմսկ, Տուլա, Չիտա, Յամալո-Նենեցկի և Եվրեյսկի երկրամասեր, Ստ. Պետերբուրգ): Ազատատազրկման պայմաններն այդ հիմնարկներում կհամապատասխանեն միջազգային չափանիշներին (մեկ ազատազրկվածի հաշվով յոթ քառակուսի մետրի սանիտարական նորմ):", "2017թ. դրությամբ նախնական կալանքի բանտերի ընդհանուր թիվը՝ հաշվի առնելով, որ բանտերից 12-ը հավանաբար կփակվեն, կհասնի 230-ի: Կալանքի պայմանները կհամապատասխանեն Ռուսաստանի օրենքների պահանջներին, իսկ բանտերից 26-ում՝ նաև միջազգային չափանիշներին...", "4. Ծրագրի համար միջոցների հատկացումը", "Ծրագրին միջոցներ կհատկացվեն դաշնային բյուջեի հաշվին: Ֆինանսավորման ընդհանուր գումարը կազմում է 54,588,200,000 ռուբլի [մոտ 1,350,000,000 եվրո]... »:", "III. ՎԵՐԱԲԵՐԵԼԻ ՄԻՋԱԶԳԱՅԻՆ ՆՅՈՒԹԸ", "55. Բանտարկյալների հետ վարվեցողության նվազագույն ստանդարտ կանոններով, որոնք ընդունվել են Հանցագործությունների կանխմանն ու իրավախախտների հետ վարվեցողությանը նվիրված ՄԱԿ-ի առաջին կոնգրեսի կողմից ժնևում 1955 թվականին, և հավանության են արժանացել ՄԱԿ-ի տնտեսական և սոցիալական խորհրդի 1957 թվականի հուլիսի 31-ի 663 C (XXIV) և 1977 թվականի մայիսի 13-ի 2076 (LXII) բանաձևերով, մասնավորապես նախատեսվում է.", "«10. Բոլոր կառույցները, որոնցից օգտվում են բանտարկյալները, հատկապես ննջարանները, պետք է համապատասխանեն սանիտարական բոլոր պահանջներին, ընդ որում հարկավոր է պատշաճ ուշադրություն դարձնել կլիմայական պայմաններին, հատկապես այդ կառույցների ծավալներին, նվազագույն մակերեսի ապահովմանը, լուսավորությանը և օդափոխմանը:", "11. Այն կառույցներում, ուր ապրում և աշխատում են բանտարկյալները՝", "ա) լուսամուտները պետք է ունենան բավարար չափեր, որպեսզի բանտարկյալները կարողանան կարդալ և աշխատել ցերեկային լույսով, և պետք է նախագծված լինեն այնպես, որ ապահովեն թարմ օդի մուտքը, անկախ այն բանից, գոյություն ունի օդափոխման արհեստական համակարգ, թե ոչ:", "բ) արհեստական լուսավորությունը պետք է բավարար լինի, որպեսզի բանտարկյալները կարողանան կարդալ կամ աշխատել առանց տեսողության համար վտանգի:", "12. Սանիտարական հարմարությունները պետք է բավականաչափ լինեն, որպեսզի յուրաքանչյուր բանտարկյալ անհրաժեշտության դեպքում կարողանա իր բնական պահանջները բավարարել մաքրության և բարեկեցության պայմաններում:", "13. Բաղնիքի սարքավորումները և ցնցուղների քանակը պետք է բավականաչափ լինեն, որպեսզի յուրաքանչյուր բանտարկյալ կարողանա և պարտավոր լինի լողանալ կամ ջրցնցուղ ընդունել ցանկացած կլիմայի համապատասխան ջերմաստիճանում և այնքան հաճախ, որքան պահանջում են ընդհանուր հիգիենայի պայմանները` հաշվի առնելով տարվա եղանակը և աշխարհագրական շրջանը, այսինքն` չափավոր կլիմայում առնվազն շաբաթը մեկ անգամ:", "14. Հիմնարկի բոլոր մասերը, որտեղից կանոնավորապես օգտվում են բանտարկյալները, պետք է միշտ պահվեն պատշաճորեն և ամենամաքուր ձևով:", "15. Բանտարկյալներից պետք է պահանջել, որպեսզի նրանք իրենց մաքուր պահեն: Դրա համար նրանց պետք է մատակարարել ջուր և անհրաժեշտ պարագաներ` մաքրությանը և առողջությանը սատարելու համար:", "19. Յուրաքանչյուր բանտարկյալի պետք է ապահովել ազգային և տեղական նորմերին համապատասխանող առանձին մահճակալով` քնելու առանձին պարագաներով, որոնք պետք է տալու պահին լինեն մաքուր, սարքին և փոխվեն բավականին հաճախ` դրանց մաքրությունն ապահովելու համար:", "20. 1) Բանտային վարչությունը պետք է սովորական ժամին յուրաքանչյուր բանտարկյալի ապահովի նրա առողջությունն ու ուժերը պահպանելու համար բավականաչափ սննդարար, լավորակ, լավ պատրաստված ու մատուցված սնունդով:", "2) Յուրաքանչյուր բանտարկյալ պետք է խմելու ջուր ունենա, երբ զգա դրա անհրաժեշտությունը:", "21. 1) Բոլոր բանտարկյալները, որոնք զբաղված չեն բացօթյա աշխատանքով, ունեն բակում ամենօրյա, գոնե մեկժամյա համապատասխան մարմնական վարժանքների իրավունք, եթե եղանակը տալիս է դրա հնարավորությունը:", "45... (2) Բանտարկյալների տեղափոխումն անբավարար օդափոխության կամ լուսավորման կամ էլ ցանկացած այլ ֆիզիկապես ծանր պայմաններում արգելվում է ... »:", "56. Խոշտանգման և անմարդկային կամ նվաստացուցիչ վերաբերմունքի կամ պատժի կանխարգելման եվրոպական կոմիտեի (ԽԿԿ) կազմած ընդհանուր զեկույցի համապատասխան քաղվածքներով նախատեսվում է.", "Քաղվածք 2-րդ ընդհանուր զեկույցից [CPT/Inf (92) 3]", "«46. Գերբնակեցման խնդիրն ուղղակիորեն առնչվում է ԽԿԿ-ի մանդատին: Բանտի ներսում բացասական հետևանքներ կառաջանան բոլոր ծառայությունների և գործունեության բոլոր ձևերի համար, եթե անհրաժեշտ լինի նախատեսվածից ավելի մեծ թվով բանտարկյալներ պահել: Կնվազի ընդհանուր կենսամակարդակը հիմնարկում, թերևս՝ էականորեն: Ավելին, բանտի կամ դրա առանձին մասի գերբնակեցման մակարդակը կարող է այնպիսին լինել, որ դա ինքնին ֆիզիկական տեսանկյունից լինի անմարդկային կամ նվաստացուցիչ:", "47. Զբաղվածության (աշխատանք, կրթություն, սպորտ և այլն) բավարար ծրագրի առկայությունը կարևորագույն նշանակություն ունի բանտարկյալների բարօրության համար... Բանտարկյալներին չի կարելի պարզապես շաբաթներ, հնարավոր է նաև՝ ամիսներ շարունակ կողպված պահել խցերում՝ անկախ խցերի ներսում առկա նյութական բարվոք պայմաններից: ԽԿԿ-ն համարում է, որ պետք է ձգտել նրան, որպեսզի նախնական կալանքի հաստատություններում գտնվող բանտարկյալները կարողանան օրվա որոշակի՝ խելամիտ մասը (8 ժամ կամ ավելի) անցկացնել խցերից դուրս, զբաղվելով տարաբնույթ նպատակասլաց գործունեությամբ...", "48. Առանձնահատուկ ուշադրության է արժանի բացօթյա զբոսանքը: Բանտարկյալներին յուրաքանչյուր օր առնվազն մեկժամյա բացօթյա զբոսանք տրամադրելու պահանջը լայն ճանաչում ունի՝ որպես նվազագույն երաշխիք... Բնականաբար, բացօթյա զբոսանքի տարածքը պետք է խելամիտ մեծություն ունենա, իսկ հնարավորության դեպքում՝ պատսպարված լինի անբարենպաստ եղանակային պայմաններից...", "49. Մարդավայել միջավայրի կարևորագույն բաղադրիչներից են զուգարանային պատշաճ պայմանների անմիջական հասանելիությունը և հիգիենայի բարվոք չափանիշները...", "50. ԽԿԿ-ն հարկ է համարում ավելացնել, որ ԽԿԿ-ն առանձնապես մտահոգվում է, երբ միևնույն հիմնարկում հայտնաբերում է գերբնակեցման, ռեժիմային անբավարար զբաղվածության և զուգարանի/լոգարանի անբավարար հասանելիության համակցությունը: Այդ պայմանների հանրագումարի հետևանքները կարող են ծայրահեղ վնասակար լինել բանտարկյալների համար:", "51. Բանտարկյալների համար շատ կարևոր է նաև խելամտության սահմաններում բավարար կապեր պահպանել արտաքին աշխարհի հետ: Ամենակարևորը, թերևս, այն է, որ բանտարկյալին պետք է ընտանիքի և մերձավոր ընկերների հետ հարաբերությունները պահպանելու հնարավորություններ ընձեռել: Ուղենիշային սկզբունքը պետք է լինի արտաքին աշխարհի հետ կապի պահպանումը, իսկ այդ կապի ցանկացած սահմանափակում անհրաժեշտ է բացառապես հիմնել անվտանգության տրամաբանական նկատառումների կամ ռեսուրսների առկայության նկատառումների վրա... »:", "Քաղվածք 7-րդ ընդհանուր զեկույցից [CPT/Inf (97) 10]", "«13. Ինչպես ԽԿԿ-ն արդեն իսկ նշել է իր 2-րդ ընդհանուր զեկույցի մեջ, բանտերի գերբնակեցման խնդիրն ուղղակիորեն վերաբերում է Կոմիտեի լիազորության շրջանակին (համեմատության համար տե՛ս CPT/Inf (92) 3, 46-րդ կետ): Գերբնակեցված բանտում կենցաղային պայմաններին բնորոշ է նեղվածքը և հակահիգիենիկությունը, մասնավոր տարածքի մշտական բացակայությունը (անգամ այնպիսի տարրական գործառույթ կատարելիս, ինչպիսին սանիտարական հանգույցից օգտվելն է), խցից դուրս իրականացվող գործունեության պակասը՝ պայմանավորված պահանջարկի համեմատ աշխատողների և տարածքների անբավարարությամբ, առողջապահական ծառայությունների գերծանրաբեռնումը, լրացուցիչ լարվածությունը, ուստի նաև՝ բռնությունը բանտարկյալների միջև և բանտարկյալների և աշխատողների միջև: Այս ցանկը բնավ սպառիչ չէ:", "ԽԿԿ-ն բազմիցս հանգել է այն եզրակացությանը, որ գերբնակեցման բացասական հետևանքներն առաջացրել են ազատազրկման անմարդկային և նվաստացուցիչ պայմաններ... »:", "Քաղվածք 11-րդ ընդհանուր զեկույցից [CPT/Inf (2001) 16]", "«28. Բանտերի գերբնակեցման երևույթը շարունակում է ախտահարել Եվրոպայի տարբեր պետությունների քրեակատարողական համակարգերը՝ լրջորեն խաթարելով ազատազրկման պայմանների բարելավմանն ուղղված ջանքերը: Բանտերի գերբնակեցման բացասական հետևանքներն արդեն իսկ ընդգծվել են նախկին Ընդհանուր զեկույցներում...", "29. ԽԿԿ-ի այցելած մի շարք պետություններում, հատկապես՝ կենտրոնական և արևելյան Եվրոպայում, բանտարկյալները հաճախ բնակվում են մեծաթիվ անձանց համար նախատեսված հանրակացարաններում, որոնց ներսում են գտնվում առօրյա կենցաղում բանտարկյալների կողմից օգտագործվող պայմանների մեծ մասը, այսինքն՝ քնելու և կենցաղային տարածքները, ինչպես նաև՝ սանիտարական հանգույցները: ԽԿԿ-ն առարկություններ ունի փակ բանտերում կացարանի նման պայմաններ ունենալու բուն սկզբունքի վերաբերյալ, ընդ որում՝ այդ առարկություններն էլ ավելի են խորանում, երբ պարզվում է (իսկ դա հաճախ է պատահում) որ տվյալ հանրակացարաններում բանտարկյալները պահվում են խիստ նեղվածքի և անմխիթար պայմաններում... Մեծաթիվ անձանց համար նախատեսված հանրակացարաններում անխուսափելիորեն բացակայում է բանտարկյալների առօրյա կյանքի մեկուսիությունը... Բոլոր այդ խնդիրները խորացվում են, երբ թվերը գերազանցում են զբաղվածության խելամիտ մակարդակը: Ավելին, նման իրավիճակում կոմունալ հարմարությունների, այսինքն՝ լվացարանների և զուգարանների ավելորդ ծանրաբեռնվածությունը և այդքան մեծաթիվ բանտարկյալների համար օդափոխության անբավարարությունը հաճախ անտանելի միջավայր են ձևավորում:", "30. ԽԿԿ-ն հաճախ հանդիպում է տարբեր տեխնիկական միջոցների, օրինակ՝ խցերի պատուհանների վրա տեղադրված մետաղյա շերտավարագույրների, ծածկերի կամ կափարիչների, որոնք բանտարկյալներին զրկում են բնական լուսավորությունից և կանխում թարմ օդի ներհոսքը կացարան: Դրանք հատկապես հաճախ են հանդիպում նախնական կալանքի տակ պահվող բանտարկյալների պահման վայրերում: ԽԿԿ-ն լիովին ընդունում է այն փաստը, որ որոշ բանտարկյալների պարագայում ամբողջովին հիմնավորված կարող են լինել անվտանգության որոշակի միջոցառումները, որոնց նպատակն է կանխել հանցավոր համաձայնության և/կամ հանցավոր գործունեության վտանգները... Անգամ երբ անհրաժեշտ են նման միջոցառումներ, դրանք երբևէ չպետք է տվյալ բանտարկյալներին զրկել բնական լուսավորությունից և թարմ օդից: Սրանք կյանքի տարրական պայմաններ են, որոնցից օգտվելու իրավունքն ունի ցանկացած բանտարկյալ: Ավելին, այդ պայմանների բացակայությունն ստեղծում է հիվանդությունների, մասնավորապես՝ պալարախտի տարածման համար բարենպաստ պայմաններ... »:", "57. Եվրոպայի խորհրդի Նախարարների կոմիտեն 1999թ. սեպտեմբերի 30-ին ընդունեց թիվ R (99) 22 հանձնարարականը բանտերի գերբնակեցման և բանտերում պահվող անձանց թվի աճի վերաբերյալ, որում մասնավորապես նշվում է հետևյալը.", "«Հաշվի առնելով, որ բանտերի գերբնակեցման և բանտերում պահվող անձանց թվի աճի խնդիրները լուրջ մարտահրավերներ են բանտերի ղեկավարության և քրեական արդարադատության ամբողջ համակարգի համար՝ թե՛ մարդու իրավունքների, թե՛ պատժիչ հաստատությունների արդյունավետ կառավարման տեսանկյունից,", "Հաշվի առնելով, որ բանտերում պահվողների արդյունավետ կառավարումը կախված է այնպիսի գործոններից, ինչպիսիք են հանցավորության ընդհանուր վիճակը, հանցավորության դեմ պայքարի գերակայությունները, օրենսդրությամբ ամրագրված պատիժների տեսականին, նշանակվող պատիժների ծանրությունը, համայնքային պատժատեսակների և միջոցառումների կիրառության հաճախականությունը, նախնական կալանքի կիրառությունը, քրեական արդարադատության գերատեսչությունների արդյունավետությունը, և որ պակաս կարևոր չէ՝ հանցագործության և պատժի նկատմամբ հանրության դիրքորոշումը ...", "Առաջարկում է անդամ պետությունների կառավարություններին՝", "- Բանտերի գերբնակեցման և բանտերում պահվող անձանց թվի աճի խնդիրների առնչությամբ օրենսդրությունը և պրակտիկան վերանայելիս ձեռնարկել անհրաժեշտ բոլոր միջոցառումները սույն հանձնարարականում զետեղված սկզբունքների կիրառությունն ապահովելու ուղղությամբ...", "Թիվ R (99) 22 հանձնարարականի հավելվածը", "I. Հիմնարար սկզբունքները", "1. Ազատազրկումը պետք է համարել պատիժներից կամ միջոցներից ծանրագույնը, ուստի՝ այն պետք է կիրառել միայն այն ժամանակ, երբ հանցագործությունն այնքան ծանր է, որ ցանկացած այլ պատիժ կամ միջոց ակնհայտորեն անբավարար կլիներ:", "2. Բանտային կառույցների ընդարձակումը պետք է դիտարկել որպես բացառիկ միջոց, քանի որ ընդհանուր առմամբ այն դժվար թե տևականորեն լուծի գերբնակեցման խնդիրը: Այն պետությունները, որոնց բանտերի լրակազմը կարող է ընդհանուր առմամբ բավարար լինել, սակայն պատշաճ կերպով հարմարեցված չլինել տեղական կարիքներին, պետք է փորձեն ավելի ռացիոնալ կերպով բաշխել իրենց բանտային լրակազմը...", "II. Բանտային տեղերի անբավարարության խնդրի հաղթահարումը", "6. Գերբնակեցման բարձր ցուցանիշներից խուսափելու համար անհրաժեշտ է սահմանել քրեակատարողական հիմնարկների առավելագույն լրակազմը:", "7. Եթե առկա են գերբնակեցման իրավիճակներ, ապա պետք է հատկապես շեշտադրել մարդու արժանապատվության սկզբունքները, մարդավայել և դրական վերաբերմունք կիրառելու՝ բանտի վարչակազմի հանձնառությունը, աշխատողների գործառույթների լիարժեք սահմանումը և կառավարման արդյունավետ ժամանակակից մոտեցումները: Եվրոպական բանտային կանոնների համաձայն, անհրաժեշտ է առանձնահատուկ ուշադրություն դարձնել բանտարկյալներին հասանելի տարածքին, սանիտարահիգիենիկ պայմաններին, բավարար քանակությամբ և հավուր պատշաճի պատրաստված և մատուցվող սննդի տրամադրմանը, բանտարկյալների առողջապահության կազմակերպմանը և բացօթյա զբոսանքի հնարավորություններին:", "8. Բանտերի գերբնակեցման բացասական հետևանքներից մի քանիսին հակազդելու նպատակով անհրաժեշտ է հնարավորինս երաշխավորել բանտարկյալների կապերն ընտանիքի հետ և առավելագույն օժանդակության ստացումը հասարակությունից...", "III. Մինչդատական փուլին առնչվող միջոցառումները", "Քրեական վարույթներից խուսափելը. նախնական կալանքի կիրառության կրճատումը", "10. Քրեական արդարադատության պարզեցման առնչությամբ թիվ R (87) 18 հանձնարարականում զետեղված սկզբունքները լիարժեքորեն կիրառելու նպատակով անհրաժեշտ է համապատասխան միջոցառումներ ձեռնարկել, մասնավորապես՝ անդամ պետությունները պետք է, հաշվի առնելով իրենց սահմանադրաիրավական նորմերը կամ իրավական ավանդույթները, կիրառեն հայեցողական քրեական հետապնդման սկզբունքը (կամ այդ նպատակին ուղղված այլ միջոցառումներ), ինչպես նաև՝ լիարժեք քրեական վարույթից խուսափելու նպատակով համապատասխան դեպքերում որպես քրեական հետապնդման այլընտրանք՝ օգտագործեն պարզեցված ընթացակարգերը և արտադատական լուծումները:", "11. Նախնական կալանքի կիրառությունը և տևողությունը պետք է կրճատել՝ հասնելով արդարադատության շահերին համապատասխանող նվազագույնին: Այս առումով անդամ պետությունները պետք է ապահովեն իրենց օրենսդրության և պրակտիկայի համապատասխանությունը Մարդու իրավունքների եվրոպական կոնվենցիային և վերջինս վերահսկող մարմինների նախադեպին, ինչպես նաև՝ ուղղորդվեն նախնական կալանքի վերաբերյալ թիվ R (80) 11 հանձնարարականի սկզբունքներով, մասնավորապես՝ նախնական կալանքի կիրառության թույլատրելի հիմքերի մասով:", "12. Պետք է հնարավորինս լայնորեն օգտագործել նախնական կալանքի այլընտրանքները, մասնավորապես՝ իրավախախտման մեջ կասկածվողի համար կոնկրետ հասցեով բնակվելու պահանջ սահմանելը, առանց թույլտվության որոշակի տարածք մտնելու կամ այնտեղից հեռանալու արգելքը, գրավը կամ վերահսկողությունը և դատական մարմնի կողմից նշված կառույցի աջակցությունը:", "Այս առումով անհրաժեշտ է ուշադրություն դարձնել էլեկտրոնային հսկողության սարքերի միջոցով որոշակի տեղում մնալու պահանջի կատարումը հսկելու հնարավորություններին:", "13. Նախնական կալանքի արդյունավետ և մարդավայել կիրառությանն աջակցելու համար անհրաժեշտ է բավարար ֆինանսական և մարդկային ռեսուրսներ տրամադրել և ըստ անհրաժեշտության զարգացնել դատավարական համապատասխան մեխանիզմները և կառավարման հմտությունները»:", "58. Եվրոպայի խորհրդի Նախարարների կոմիտեն 2006թ. հունվարի 11-ին ընդունեց անդամ պետություններին ուղղված թիվ Rec(2006)2 հանձնարարականը Եվրոպական բանտային կանոնների մասին, որը փոխարինեց թիվ R (87) 3 հանձնարարականին Եվրոպական բանտային կանոնների մասին՝ արտացոլելով այն զարգացումները, որոնք տեղի էին ունեցել քրեակատարողական քաղաքականության, պատժի նշանակման պրակտիկայի և բանտերի ընդհանուր կառավարման մեջ Եվրոպայում: Փոփոխված Եվրոպական բանտային կանոններով նախատեսվում են հետևյալ ուղենիշները.", "«1. Ազատազրկված բոլոր անձանց նկատմամբ վերաբերմունքի մեջ պետք է հարգել նրանց մարդու իրավունքները:", "2. Ազատազրկված անձինք պահպանում են բոլոր այն իրավունքները, որոնք օրինական կարգով չեն սահմանափակվել նրանց դատապարտելու կամ նախնական կալանքի ենթարկելու մասին որոշմամբ:", "3. Ազատազրկված անձանց նկատմամբ կիրառված սահմանափակումները պետք է այն նվազագույնը լինեն, որն անհրաժեշտ և համաչափ է կիրառված սահմանափակումների իրավաչափ նպատակին հասնելու համար:", "4. Բանտերի այն պայմանները, որոնք խախտում են բանտարկյալների մարդու իրավունքները, չեն կարող արդարացվել միջոցների անբավարարությամբ:", "...", "10.1. Եվրոպական բանտային կանոնները կիրառելի են այն անձանց նկատմամբ, ովքեր նախնական կալանքի են ենթարկվել իրավասու դատական մարմնի կողմից կամ զրկվել են ազատությունից դատապարտվելուց հետո»:", "Տեղաբաշխումը և կացարանային պայմանները", "«18.1. Բանտարկյալներին տրամադրվող կացարանը, մասնավորապես՝ քնելու բոլոր հարմարությունները, պետք է հարգալից լինեն մարդու արժանապատվության և հնարավորինս նաև՝ մասնավոր կյանքի մեկուսիության նկատմամբ, ինչպես նաև՝ բավարարեն առողջության և հիգիենայի պահանջները՝ հաշվի առնելով բնակլիմայական պայմանները, հատկապես՝ տարածքի մակերեսը, օդի խորանարդային պարունակությունը, լուսավորությունը, ջեռուցումը և օդափոխությունը:", "18.2. Բոլոր այն շենքերում, որոնցում բանտարկյալները պետք է ապրեն, աշխատեն կամ հավաքվեն.", "ա. Պատուհանները պետք է բավականաչափ մեծ լինեն, որպեսզի բանտարկյալներին հնարավորություն ընձեռեն ընթերցել կամ աշխատել բնական լույսով, բնականոն պայմաններում, ինչպես նաև՝ հնարավոր լինի թարմ օդի ներթափանցումը, բացառությամբ երբ գործում է օդալավորակման համարժեք համակարգ,", "բ. Արհեստական լուսավորությունը պետք է համապատասխանի սահմանված տեխնիկական չափանիշներին, և", "գ. Պետք է լինի ազդանշանային համակարգ, որը բանտարկյալներին թույլ կտա անհապաղ կապ հաստատել աշխատակազմի հետ:", "18.4. Ազգային օրենսդրությամբ պետք է նախատեսվեն այնպիսի մեխանիզմներ, որոնց շնորհիվ հնարավոր կլինի բանտերի գերբնակեցման պարագայում կանխել վերոհիշյալ նվազագույն պահանջների խախտումը:", "18.5. Բանտարկյալները պետք է գիշերվա ընթացքում որպես կանոն գտնվեն անհատական խցերում, բացառությամբ երբ նրանց համար նախընտրելի է գիշերակացի ընդհանուր տարածքում գտնվելը:", "19.3. Բանտարկյալներին պետք է անմիջականորեն հասանելի լինեն սանիտարական հանգույցները, որոնք պետք է հիգիենիկ լինեն և ապահովեն մեկուսիությունը:", "19.4. Համարժեք պայմաններ պետք է ապահովվեն, որպեսզի յուրաքանչյուր բանտարկյալ կլիմային համապատասխան ջերմաստիճանով ցնցուղ կամ լոգանք ընդունի, հնարավորության դեպքում՝ ամեն օր, սակայն առնվազն շաբաթը երկու անգամ (իսկ եթե անհրաժեշտ է, ապա՝ ավելի հաճախ)՝ ելնելով ընդհանուր հիգիենայի շահերից:", "22.1. Բանտարկյալներին պետք է տրամադրվեն սննդարար կերակուրներ՝ հաշվի առնելով նրանց տարիքը, առողջությունը, ֆիզիկական վիճակը, կրոնը, մշակույթը և նրանց աշխատանքի բնույթը:", "22.4. Օրվա ընթացքում պետք է լինեն երեք կերակուրներ՝ ողջամիտ ժամանակային միջակայքերով:", "22.5. Բանտարկյալներին մշտապես պետք է հասանելի լինի մաքուր խմելու ջուրը:", "27.1. Յուրաքանչյուր բանտարկյալի պետք է օրվա ընթացքում առնվազն մեկ ժամ բացօթյա զբոսանքի հնարավորություն ընձեռել, եթե եղանակը թույլ է տալիս:", "27.2. Եթե եղանակն անբարենպաստ է, ապա այլընտրանքային պայմաններ պետք է ապահովել, որոնք հնարավոր կդարձնեն բանտարկյալների բացօթյա զբոսանքը»:", "IV. ՆԱԽԱՐԱՐՆԵՐԻ ԿՈՄԻՏԵԻ ՄԻՋԱՆԿՅԱԼ ԲԱՆԱՁԵՎԵՐԸ", "59. Եվրոպայի խորհրդի Նախարարների կոմիտեն 2003թ. հունիսի 4-ին ընդունեց թիվ CM/ResDH(2003)123 միջանկյալ բանաձևը Kalashnikov-ն ընդդ. Ռուսաստանի գործով կայացված դատավճռի (2002թ. հուլիսի 15-ի դատավճիռ, վերջնական ուժի մեջ մտնելու ամսաթիվը՝ 2002թ. հոկտեմբերի 15) վերաբերյալ: Միջանկյալ բանաձևով նախատեսվում էր, մասնավորապես, հետևյալը.", "«Նկատելով, որ սույն դատավճռի համար անհրաժեշտ ընդհանուր բնույթի միջոցառումները սերտորեն կապված են Ռուսաստանի Դաշնության քրեական քաղաքականության և քրեակատարողական համակարգի մեջ իրականացվող բարեփոխումների հետ, և ողջունելով այդ ուղղությամբ մինչ օրս արձանագրված առաջընթացը,", "Առանձնակի գոհունակությամբ հիշատակելով, որ զգալիորեն նվազել է քննչական մեկուսարանների գերբնակեցումը, որից հետո բարելավվել են սանիտարական պայմանները, որի մասին են վկայում Ռուսաստանի իշխանությունների կողմից վերջերս Կոմիտեին ներկայացված վիճակագրական տվյալները ... ,", "Հաշվի առնելով, սակայն, որ այս ոլորտում լրացուցիչ միջոցառումներ են անհրաժեշտ սույն դատավճռում ընդգծված համակարգային խնդիրները շտկելու համար,", "Ընդգծելով, մասնավորապես, թե որքան կարևոր է, որպեսզի իշխանությունները հրատապ քայլեր ձեռնարկեն գերբնակեցման խնդիրը լուծելու ուղղությամբ այն քննչական մեկուսարաններում, որոնցում այդ խնդիրը դեռևս առկա է (Ռուսաստանի 89 երկրամասերից 57-ում), և որպեսզի կալանքի սանիտարական պայմանները համապատասխանեցվեն Կոնվենցիայի պահանջներին,", "ԿՈՉ Է ԱՆՈՒՄ Ռուսաստանի իշխանություններին՝ շարունակել և լրացուցիչ թափ հաղորդել ընթացող բարեփոխումներին՝ նպատակ ունենալով նախնական կալանքի բոլոր հիմնարկների պայմանները համապատասխանեցնել Կոնվենցիայի պահանջներին, մասնավորապես՝ նրանց, որոնք շարադրված են Kalashnikov-ի գործով կայացված դատավճռում, որպեսզի արդյունավետորեն կանխվեն նմանօրինակ նոր խախտումները...»:", "60. Եվրոպայի խորհրդի Նախարարների կոմիտեն 2010թ. մարտի 4-ին ընդունեց թիվ CM/ResDH(2010)35 միջանկյալ բանաձևը Ռուսաստանի դեմ կայացված այն 31 դատավճիռների կատարման վերաբերյալ, որոնք հիմնականում վերաբերում են նախնական կալանքի բանտերում պահման պայմաններին: Բանաձևով, մասնավորապես, նախատեսվեց հետևյալը.", "«Հաշվի առնելով այն դատավճիռները, որոնցում Դատարանն արձանագրել է Կոնվենցիայի 3-րդ հոդվածի խախտումներ այն պայմանների առումով, որոնցում գանգատաբերները պահվել են նախնական կալանքի բանտերում, և որոնք հավասարազոր են եղել նվաստացուցիչ վերաբերմունքի, մասնավորապես՝ քանի որ զգալիորեն չի բավականացրել անձնական տարածքը կամ տարածքի մակերեսի գործոնը համակցված է եղել պահման ֆիզիկական պայմանների այլ թերությունների, օրինակ՝ զուգարանը մեկուսիորեն օգտագործելու անհնարինության, օդափոխության բացակայության, բնական լույսի և թարմ օդի բացակայության, ջեռուցման անբավարար պայմանների և նվազագույն սանիտարական պահանջները չբավարարելու հետ,", "Վերհիշելով նաև, որ Դատարանը մի շարք դատավճիռներում արձանագրել է 5-րդ հոդվածի խախտումներ՝ պայմանավորված գանգատաբերների անօրինական կալանավորմամբ, կալանքի երկարաձգման վերաբերելի և բավարար հիմքերի բացակայության պայմաններում կալանքի չափազանց երկար տևողությամբ, ինչպես նաև՝ կալանքի օրինականության արդյունավետ դատական վերանայման բացակայությամբ,", "Վերհիշելով վերջապես, որ Դատարանը նաև Կոնվենցիայի 13-րդ հոդվածի խախտումներ է արձանագրել՝ պայմանավորված նախնական կալանքի պայմանների առնչությամբ ներպետական պաշտպանության արդյունավետ միջոցի բացակայությամբ,", "Վերհիշելով, որ համակարգային խնդիրների առկայությունը և ընդհանուր բնույթի համապարփակ միջոցառումների հրատապ անհրաժեշտությունն ընդգծվել են Կոմիտեի կողմից և ի գիտություն ընդունվել Ռուսաստանի իշխանությունների կողմից 2002 թվականին Kalashnikov-ն ընդդեմ Ռուսաստանի գործով Դատարանի դատավճռի ընդունման պահից ի վեր...", "Կալանքի նյութական պայմանների մասով.", "...", "Վերհիշելով, որ ... ազատազրկման նոր վայրերի ստեղծումն ինքնին չի կարող տևական լուծում տալ բանտերի գերբնակեցման խնդրին, և որ այդ միջոցառմանն անհրաժեշտ է անպայմանորեն օժանդակել նախնական կալանքի տակ պահվողների ընդհանուր թվի կրճատմանն ուղղված այլ միջոցառումներով ևս,", "Այս առումով գոհունակությամբ հիշատակելով Ռուսաստանի իշխանությունների այն դիրքորոշումը, որ նախնական կալանքի բանտերում գերբնակեցման խնդրին անհրաժեշտ է համալիր լուծումներ տալ՝ ներառյալ, մասնավորապես, իրավական համակարգի, պրակտիկայի և դիրքորոշումների փոփոխությունները,", "Նախնական կալանքի տակ պահվողների թվի առնչությամբ.", "Վերհիշելով Նախարարների կոմիտեի այն մշտական դիրքորոշումը, որ հաշվի առնելով անմեղության կանխավարկածը և ազատությունը նախընտրելի համարելու կանխավարկածը, նախնական կալանքը պետք է ոչ թե նորմը լինի, այլև՝ հնարավոր միջոցներից վերջինը, և որ նախնական կալանքի ոչ պատշաճ կիրառությունից խուսափելու համար անհրաժեշտ է հասանելի դարձնել նվազ սահմանափակող, այլընտրանքային միջոցառումների հնարավորինս լայն տեսականին,", "Նշելով, որ Ռուսաստանի Դաշնության Նախագահը և բարձրաստիճան պաշտոնյաները՝ ներառյալ Գլխավոր դատախազը և արդարադատության նախարարը, բազմիցս հայտարարել են, որ նախնական կալանքի տակ պահվող հազարավոր անձինք՝ ներկայումս կալանավորվածների մինչև 30%-ը, չպետք է զրկված լինեին իրենց ազատությունից, քանի որ կասկածվում կամ մեղադրվում են ոչ մեծ կամ միջին ծանրության հանցագործությունների մեջ,", "Ողջունելով անընդունելի այս վիճակը փոխելու և այդ կապակցությամբ հրատապ կարգով օրենսդրական և այլ միջոցառումներ իրագործելու՝ քաղաքական ամենաբարձր մակարդակով նորոգված աներկբա հանձնառությունը, ...", "Նշելով, որ տրամադրված վիճակագրական տվյալները վկայում են այն մասին, որ ոչ մեծ չափով, սակայն՝ շարունակաբար նվազում է նախնական կալանքի տակ պահվողների ընդհանուր թիվը,", "Նշելով նաև, որ վիճակագրական տվյալները վկայում են նաև այն մասին, որ Ռուսաստանի դատարանները, դատախազները և քննիչներն ավելի հաճախ, թեպետ՝ դեռևս սահմանափակ չափով են կիրառում այլընտրանքային խափանման միջոցները,", "Նախնական կալանքի պայմաններին առնչվող իրավական պաշտպանության միջոցների առումով.", "Վերհիշելով Դատարանի հետևողական դիրքորոշումն առ այն, որ իրավական պաշտպանության առկա միջոցներն արդյունավետ են համարվում, եթե կարող էին կանխել խախտումները կամ դադարեցնել դրանք, կամ՝ համապատասխան փոխհատուցում տրամադրել գանգատաբերին,", "Նշելով, որ վիճակագրական տվյալները և Կոմիտեին ներկայացված մի քանի օրինակները վկայում են այն մասին, որ ներպետական դատարաններում ձևավորվում է նախնական կալանքի վայրերում կալանքի ոչ համարժեք պայմանների հետևանքով կրած ոչ նյութական վնասի փոխհատուցման պրակտիկա,", "Նշելով նաև, որ հաշվի առնելով տվյալ խնդիրները, հատուցման ցանկացած միջոց պետք է հնարավորինս զուգակցվի Կոնվենցիայի 3-րդ հոդվածի խախտումների կանխումը հնարավոր դարձնող՝ իրավական պաշտպանության այլ միջոցների հետ,", "Այս առումով ի գիտություն ընդունելով 3-րդ հոդվածի տվյալ խախտումները շտկելու համար Ռուսաստանի օրենսդրությամբ նախատեսված մեխանիզմների վերաբերյալ ներկայացված տեղեկատվությունը,", "Նշելով, մասնավորապես, քաղաքացիական դատավարության օրենսգրքի 25-րդ գլխի դրույթները և Ռուսաստանի գերագույն դատարանի 2009թ. փետրվարի 10-ի վճիռը, որը հնարավորություն է ընձեռում դատարաններում վիճարկել կալանավորման ոչ պատշաճ պայմանների առնչությամբ նախնական կալանքի բանտի վարչակազմի գործողությունները կամ անգործությունը,", "Հաշվի առնելով, սակայն, որ իրավական պաշտպանության կոնկրետ այս միջոցի արդյունավետությունը գերբնակեցման խնդրի առնչությամբ դեռևս չի հիմնավորվել,", "ՔԱՋԱԼԵՐՈՒՄ Է Ռուսաստանի իշխանություններին՝ շարունակել ընթացող բարեփոխումները և նախնական կալանքի վայրերում կալանքի պայմանները համապատասխանեցնել Կոնվենցիայի պահանջներին՝ հաշվի առնելով նաև Խոշտանգման և անմարդկային կամ նվաստացուցիչ վերաբերմունքի կամ պատժի կանխարգելման եվրոպական կոմիտեի (ԽԿԿ) վերաբերելի ստանդարտները և հանձնարարականները,", "ՄՏԱՀՈԳՈՒԹՅՈՒՆ Է ՀԱՅՏՆՈՒՄ առ այն, ոչ չնայած իրականացված միջոցառումներին, Ռուսաստանի նախնական կալանքի բանտերից շատերը դեռևս չեն ապահովում ներպետական օրենսդրությամբ երաշխավորված անձնական տարածքը և նախկինի պես մնում են գերբնակեցված,", "ՎՃՌԱԿԱՆՈՐԵՆ ՔԱՋԱԼԵՐՈՒՄ Է Ռուսաստանի իշխանություններին՝ առաջնահերթ համարել նախնական կալանքի տակ պահվող անձանց թվի կրճատմանն ուղղված բարեփոխումները և նախնական կալանքի հիմնարկների գերբնակեցման դեմ պայքարի այլ միջոցառումները, մասնավորապես՝", "Ապահովելով, որպեսզի դատավորները, դատախազները և քննիչները նախնական կալանքը դիտարկեն և կիրառեն որպես հնարավոր միջոցներից վերջինը՝ փոխարենն ավելի հաճախ կիրառելով այլընտրանքային խափանման միջոցները,", "Ազգային մակարդակով ապահովելով կանխարգելման և փոխհատուցման այնպիսի արդյունավետ իրավական միջոցների առկայությունը, որոնք հասանելի կդարձնեն նախնական կալանքի անբավարար պայմանների հետևանքով տեղի ունեցող՝ 3-րդ հոդվածի բոլոր խախտումները վերացնելու համար անհրաժեշտ համարժեք և բավարար միջոցները ... »:", "V. ԼԵՀԱՍՏԱՆԻ ԳԵՐԲՆԱԿԵՑՄԱՆ ՀԻՄՆԱԽՆԴՐԻ ԱՌՆՉՈՒԹՅԱՄԲ ԿԱՅԱՑՎՈՂ ՓՈՐՁՆԱԿԱՆ (ՊԻԼՈՏԱՅԻՆ) ԴԱՏԱՎՃԻՌՆԵՐԻ ՎԱՐՈՒՅԹՆԵՐԸ", "61. 2009թ. հոկտեմբերի 22-ին Դատարանը փորձնական դատավճիռներ կայացրեց Orchowski-ն ընդդ. Լեհաստանի (գործ թիվ 17885/04) և Norbert Sikorski-ն ընդդ. Լեհաստանի (գործ թիվ 17599/05) գործերով, որոնցով Դատարանը Կոնվենցիայի 46-րդ հոդվածի համաձայն արձանագրեց, որ երկար տարիներ շարունակ, մասնավորապես՝ 2000 թվականից մինչև առնվազն 2008 թվականի կեսերը, Լեհաստանի նախնական կալանքի վայրերի գերբնակեցումը երևան է բերել համակարգային խնդիր, որը ներառել է «Կոնվենցիային անհամատեղելի պրակտիկա» (տե՛ս համապատասխանաբար 151-րդ և 155-156-րդ կետերը):", "62. Լեհաստանի Խորհրդարանը 2009թ. հոկտեմբերի 9-ին ընդունեց օրենք, որով փոփոխություններ կատարվեցին քրեական պատիժների կատարման մասին օրենսգրքում: Օրենքն ուժի մեջ մտավ 2009թ. դեկտեմբերի 6-ին: Օրենքով մի շարք նոր կանոններ ներդրվեցին, որոնք կարգավորեցին ազատազրկված մեկ անձի հաշվով երեք քառակուսի մետր մակերեսի՝ օրենքով սահմանված նորմից ավելի փոքր խցերում կալանավորվածների ժամանակավոր տեղավորումը:", "63. Նոր դրույթի մեջ թվարկվում են այն արտակարգ իրավիճակները, որոնցում բանտի պետն իրավասու է կալանավորվածին սահմանված որոշակի ժամկետով (որը չի կարող գերազանցել 90 օրը) տեղափոխել խուց, որում ազատազրկված մեկ անձին բաժին ընկնող մակերեսը պակաս կլինի երեք քառակուսի մետրից, սակայն պակաս չի լինի երկու քառակուսի մետրից: Այդ իրավիճակներից են ռազմական դրություն հայտարարելը, բնական աղետները, համաճարակները և բանտի անվտանգությանը սպառնացող վտանգը (110-րդ հոդվածի 2b մաս): Սահմանվում են նաև բանտարկյալների այն խմբերը, որոնք կարող են պահվել նման պայմաններում 14 օրը չգերազանցող ժամկետով. նրանք են կրկնահանցագործները, սեռական հանցագործները, փախուստ կատարածները, ժամանակավորապես այլ բանտերից տեղափոխվածները և այլք (2c մաս): Բանտի պետի որոշումը կարող է բողոքարկվել քրեակատարողական դատավորին (2d մաս): Սահմանափակ անձնական տարածքով խցում տեղավորված կալանավորներին պետք է երաշխավորել օրական լրացուցիչ կեսժամյա զբոսանք և խցից դուրս իրականացվող մշակութային, կրթական և մարզական միջոցառումների ավելի լայն տեսականի (2h մաս):", "64. Լեհաստանի գերագույն դատարանը 2010թ. մարտի 17-ին վարույթ ընդունեց բանտարկյալներից մեկի վճռաբեկ բողոքը բանտի խիստ գերբնակեցման (11 անձի համար նախատեսված խցում պահվել էին 16 անձինք) հետևանքով նրա անձնական իրավունքների խախտման դիմաց փոխհատուցման պահանջի տրամադրումը մերժելու մասին: Գերագույն դատարանը վերահաստատեց, որ անձի արժանապատվությունը հարգող պայմաններում պահվելու իրավունքը դասվում է անձի իրավունքների շարքը, և որ պետական գանձապետարանը պատասխանատվություն պետք է կրի այդպիսի իրավունքների խախտման դեպքում: Դատարանը վճռեց, որ բանտի ղեկավար մարմինները չէին ապացուցել կալանավորվածներին արդեն իսկ գերբնակեցված հիմնարկում տեղավորելու «առանձնապես լուրջ հիմնավորման» առկայությունը՝ այդ առումով հենց գործելով ապօրինաբար:", "65. 2010թ. հոկտեմբերի 12-ին Դատարանը փորձնական դատավճռի ընթացակարգի շրջանակում բողոքները վարույթ ընդունելու մասին որոշումներ կայացրեց Łatak-ն ընդդ. Լեհաստանի (թիվ 52070/08) և Łomiński-ն ընդդ. Լեհաստանի (թիվ 33502/09) գործերով: Դատարանը վերագնահատեց գանգատաբերների իրավիճակը՝ հաշվի առնելով ներպետական մակարդակով տեղի ունեցած վերոհիշյալ զարգացումները, և եզրակացրեց, որ Գերագույն դատարանի 2010թ. մարտի 17-ի դատավճիռն էական հանգամանք է եղել, որը կարևորագույն նշանակություն է ունեցել բանտերի գերբնակեցման համար փոխհատուցում տրամադրելու պահանջների վերաբերյալ գործերով քաղաքացիական դատարանների նախկին պրակտիկան ամբողջացնելու հարցում (Łatak, 80-րդ կետ): Ըստ այդմ, գանգատաբերները պարտավոր էին իրավական պաշտպանությունը փնտրել ներպետական մակարդակում՝ փոխհատուցման քաղաքացիական հայցը ներկայացնելով Լեհաստանի դատարաններ (նույն տեղը, 81-րդ կետ), և որ Մարդու իրավունքների եվրոպական դատարանին ներկայացված նրանց գանգատներն անընդունելի էին՝ իրավական պաշտպանության ներպետական միջոցները չսպառելու պատճառով (82-րդ կետ): Դատարանը նշեց նաև, որ քրեական պատիժների կատարման մասին օրենսգրքի փոփոխված 110-րդ հոդվածի 2-րդ մասը կալանավորվածներին ընձեռում է խցի առկա տարածքը կրճատելու մասին հիմնարկի պետի որոշումը վիճարկելու՝ իրավական պաշտպանության նոր միջոց: Ուստի, չի կարելի բացառել, որ գանգատաբերները պարտավոր կլինեին Դատարանին դիմելուց առաջ նախ սպառել ներպետական բողոքարկման նոր համակարգը (87-րդ կետ):", "", "ՕՐԵՆՔԸ", "I. ԳԱՆԳԱՏՆԵՐԻ ՄԻԱՎՈՐՈՒՄԸ", "66. Դատարանն ի սկզբանե հարկ է համարում հիշատակել, որ բոլոր գանգատաբերները բողոքում են Ռուսաստանի նախնական կալանքի վայրերում իրենց կալանավորման ենթադրաբար անմարդկային պայմանների և այդ առնչությամբ ներպետական իրավական պաշտպանության արդյունավետ միջոցի բացակայության մասին: Հաշվի առնելով անմարդկային դժգոհությունների նմանությունը, Դատարանը գտնում է, որ ելնելով արդարադատության պատշաճ իրականացման շահերից, գանգատները պետք է միավորել՝ Դատարանի կանոնակարգի 42-րդ կետի 1-ին ենթակետի համաձայն:", "II. ՎԱՐՈՒՅԹ ԸՆԴՈՒՆԵԼՈՒ ՀԱՐՑԸ", "Ա. Կալանքի պայմանների և արդյունավետ իրավական պաշտպանության ներպետական միջոցի ենթադրյալ բացակայության վերաբերյալ գանգատաբերների գանգատները", "67. Դատարանը գործերի քննությունն սկսում է՝ առաջին հերթին պարզելով, թե արդյոք Կոնվենցիայի 35-րդ հոդվածով սահմանված ընդունելիության չափանիշները բավարարված են յուրաքանչյուր գործով առանձին: 35-րդ հոդվածի 1-ին մասով նախատեսվում է.", "«Դատարանը կարող է գործը քննության ընդունել միայն այն բանից հետո, երբ սպառվել են միջազգային իրավունքի հանրաճանաչ նորմերին համապատասխան իրավական պաշտպանության բոլոր ներպետական միջոցները, և վեց ամսվա ընթացքում` սկսած այն օրվանից, երբ կայացվել է ներպետական վերջնական որոշումը»:", "1. Իրավական պաշտպանության ներպետական միջոցների սպառումը", "68. Կառավարությունը պնդել է, թե գանգատաբերները չեն սպառել իրավական պաշտպանության ներպետական միջոցները, քանի որ չեն դիմել Ռուսաստանի դատարաններ՝ իրենց կալանավորման ենթադրաբար անմարդկային պայմանների առնչությամբ ոչ նյութական վնասի փոխհատուցման պահանջներով: Պահանջներ ներկայացնելու ընթացակարգը սահմանված է եղել քաղաքացիական դատավարության օրենսգրքի 25-րդ գլխով, որը պարզաբանված է եղել Գերագույն դատարանի 2009թ. փետրվարի 10-ի թիվ 2 վճռով: 151-րդ և 1069-րդ հոդվածներն անհատին իրավունք են վերապահում՝ փոխհատուցում պահանջել պետական մարմինների անօրինական գործողություններով պատճառված ոչ նյութական վնասի դիմաց: Ռուսաստանի դատարաններից ստացված տեղեկություններով, 2006 թվականից մինչև 2009 թվականի առաջին վեց ամիսներն ընկած ժամանակահատվածում կալանավորվածները կալանավորման ոչ պատշաճ պայմաններին վերաբերող 1,419 բողոքներ և ոչ նյութական վնասի փոխհատուցման պահանջներ են ներկայացրել: Դրանցից 505-ը վարույթ չեն ընդունվել դատավարական հիմքերով: Ըստ էության քննարկման արդյունքում պահանջները բավարարվել են 315 անգամ և մերժվել՝ 599 անգամ:", "69. Կառավարությունը նաև նշեց, որ դատախազներն իրավասու են եղել՝ ստուգելու օրինականությունը քրեակատարողական հիմնարկներում: Նրանք իրականացրել են նախնական կալանքի բանտերի ամենամսյա ստուգումներ, որոնց ընթացքում ստուգել են, մասնավորապես, կալանավորման և բուժօգնության պայմանները: Կառավարությունը գտնում է, որ այդ ստուգումներն իրավական պաշտպանության արդյունավետ միջոցներ են եղել, որոնք ի զորու են եղել կանխել և վերացնել օրենքի խախտումները: Իրավական պաշտպանության այդ միջոցը հասանելի է եղել կալանքի տակ պահվող բոլոր անձանց: Գանգատաբեր պրն. Անանյևը գանգատվել է դատախազին թիվ 160 խցում կալանքի անբավարար պայմանների մասին, որից հետո դատախազի միջամտության արդյունքում տեղափոխվել է այլ խուց:", "70. Դատարանը համարում է, որ իրավական պաշտպանության ներպետական միջոցների սպառման խնդիրը սերտորեն կապված է գանգատաբերների այն գանգատի էությանը, որ նրանց տրամադրության տակ չեն եղել կալանքի անմարդկային պայմանների վերաբերյալ բողոքելու համար անհրաժեշտ արդյունավետ իրավական միջոցներ: Այսպիսով, Դատարանն անհրաժեշտ է համարում Կառավարության առարկությունը միավորել գանգատի էության քննարկման հետ՝ Կոնվենցիայի 13-րդ հոդվածի հիման վրա (համեմատության համար տե՛ս Benediktov-ն ընդդ. Ռուսաստանի, թիվ 106/02, 25-րդ կետ, 10-ը մայիսի, 2007թ.):", "2. Վեցամսյա ժամկետի պահպանումը", "71. Դատարանը վերահաստատում է, որ ի հակադրություն իրավական պաշտպանության ներպետական միջոցների չսպառման վերաբերյալ առարկությանը, որը ներկայացնելու պարտականությունը կրում է պատասխանող կառավարությունը, Դատարանը չի կարող չանդրադառնալ վեցամսյա կանոնի կիրառությանը զուտ այն հիմքով, որ կառավարությունը դրա վերաբերյալ չի ներկայացրել նախնական առարկություն (տե՛ս Maltabar-ը և Maltabar-ն ընդդ. Ռուսաստանի, թիվ 6954/02, 80-րդ կետ, 29-ը հունվարի 2009թ., Walker-ն ընդդ. Միացյալ Թագավորության (որոշում), թիվ 34979/97, ECHR 2000-I, և Blečić-ն ընդդ. Խորվաթիայի [ՄՊ], թիվ 59532/00, 68-րդ կետ, ECHR 2006-...):", "72. Որպես կանոն, վեցամսյա ժամկետի հաշվարկն սկսվում է ներպետական ատյանների սպառման գործընթացում կայացված վերջին որոշման ամսաթվից: Եթե գանգատաբերին հասանելի չէ իրավական պաշտպանության արդյունավետ միջոց, ապա ժամկետի հաշվարկն սկսվում է գանգատարկվող գործողությունների կամ միջոցառումների ամսաթվից կամ համապատասխան գործողության մասին կամ գանգատաբերի համար դրա հետևանքների կամ ազդեցության մասին տեղեկանալու ամսաթվից (տե՛ս Dennis-ը և այլք ընդդ. Միացյալ Թագավորության (որոշում), թիվ 76573/01, 2-ը հուլիսի, 2002թ.): Շարունակական իրավիճակի դեպքում վեցամսյա ժամկետի հաշվարկն սկսվում է իրավիճակը դադարելու պահից (տե՛ս Seleznev-ն ընդդ. Ռուսաստանի, թիվ 15591/03, 34-րդ կետ, 26-ը հունիսի, 2008թ., և Koval-ն ընդդ. Ուկրաինայի (որոշում), թիվ 65550/01, 30-ը մարտի, 2004թ.):", "73. Դատարանը նկատում է, որ պրն. Անանյևը և պրն. Բաշիրովն իրենց կալանքի ամբողջ ժամանակահատվածն անցկացրել են նախնական կալանքի համապատասխան բանտերում, և որ այդ ընթացքում նրանց կալանքի պայմանների էական փոփոխություններ կամ ընդհատումներ չեն եղել: Հաշվի առնելով, որ նրանք իրենց գանգատները ներկայացրել են կալանքի համապատասխան ժամկետների ավարտից հետո վեցամսյա ժամկետում, նրանք բավարարել են վեցամսյա ժամկետի պահանջը: Մյուս կողմից, տկն. Բաշիրովայի գործն առանձնակի ուշադրություն է պահանջում Դատարանից՝ վեցամսյա կանոնը բավարարելու իմաստով:", "74. 2008թ. նոյեմբերի 10-ին ներկայացրած իր սկզբնական գանգատի մեջ տկն. Բաշիրովան գանգատվում էր իր կալանքի այն կարճ ժամանակահատվածի մասին, որն ավարտվել էր 2005թ. մայիսի 17-ին: 2009թ. նոյեմբերի 2-ին ներկայացրած գանգատի ընդունելիության և էության վերաբերյալ իր բացատրություններում նա գանգատվում էր նաև 2008թ. մարտից հունիսը տևած կալանավորման մեկ այլ ժամանակահատվածի մասին: Դատարանը պետք է պարզի, թե արդյոք պատշաճ կլիներ հանրագումարային գնահատական տալ միևնույն հիմնարկում նրա կալանավորման երկու ժամանակահատվածներին:", "75. «Շարունակվող իրավիճակի» հասկացությունը վերաբերում է այն իրադրությանը, որում պետությունը կամ պետության անունից գործող սուբյեկտները շարունակական գործողություններ են իրականացնում, որոնցից տուժում է գանգատաբերը (տե՛ս Posti-ն և Rahko-ն ընդդ. Ֆինլանդիայի, թիվ 27824/95, 39-րդ կետ, ECHR 2002-VII): Այն գանգատները, որոնք բխում են հստակ ամսաթվերին տեղի ունեցած կոնկրետ իրադարձություններից, չեն կարող մեկնաբանվել որպես շարունակվող իրավիճակներ (տե՛ս Nevmerzgitskiy-ն ընդդ. Ուկրաինայի (որոշում), թիվ 58825/00, 25-ը նոյեմբերի, 2003թ., որում գանգատաբերը հարկադրաբար կերակրվել էր, և Tarariyeva-ն ընդդ. Ռուսաստանի (որոշում), թիվ 4353/03, 11-ը հոկտեմբերի, 2005թ., որում գանգատաբերի որդուն չէր ցուցաբերվել բուժօգնություն): Այնուհանդերձ, միևնույն իրադարձությունների կրկնության դեպքում, ինչպիսին է, օրինակ, գանգատաբերի տրանսպորտային փոխադրումը նախնական կալանքի վայրից դատարան և հակառակը, թեպետ գանգատաբերը փոխադրվել է որոշակի օրերի, այլ ոչ՝ շարունակաբար, նրա՝ պարբերաբար իրականացված տրանսպորտային փոխադրման պայմանների էական փոփոխությունների բացակայությունը Դատարանի կարծիքով առաջացրել էր «շարունակվող իրավիճակ», որի արդյունքում գանգատարկվող ամբողջ ժամանակահատվածի նկատմամբ կիրառելի էր դարձել Դատարանի իրավազորությունը (տե՛ս Vlasov-ն ընդդ. Ռուսաստանի (որոշում), թիվ 78146/01, 14-ը փետրվարի, 2006թ., և Moiseyev-ն ընդդ. Ռուսաստանի (որոշում), թիվ 62936/00, 9-ը դեկտեմբերի, 2004թ.): Նմանապես, այն իրավիճակում, որում ոստիկանության բաժանմունքում գանգատաբերի կալանավորումը շարունակական չի եղել, այլև՝ տեղի է ունեցել որոշակի պարբերականությամբ, երբ նրան տեղափոխել են բաժանմունք քննիչի կողմից հարցաքննության կամ դատավարական այլ գործողությունների կատարման համար, Դատարանն ընդունել է, որ նրա կալանավորման պայմանների էական փոփոխության բացակայության պայմաններում նրա կալանավորումը մի քանի առանձին ժամանակահատվածների բաժանելը հիմնավորված չէր լինի (տե՛ս Nedayborshch-ն ընդդ. Ռուսաստանի, թիվ 42255/04, 25-րդ կետ, 1-ը հուլիսի 2010թ.): Մեկ այլ գործով, թեպետ գանգատաբերը բացակայել էր կալանավորման վայրից որոշակի դատավարական գործողություններ կատարելու նպատակով, Դատարանը համարեց, որ այդ վայրում նրա կալանավորումն ունեցել է շարունակվող բնույթ (տե՛ս Romanov-ն ընդդ. Ռուսաստանի, թիվ 63993/00, 73-րդ կետ, 20-ը հոկտեմբերի, 2005թ., որում գանգատաբերը մեկ ամիս անցկացրել էր նախնական կալանքի հիմնարկից դուրս՝ հոգեբուժական հաստատությունում): Այնուամենայնիվ, երբ գանգատաբերն ազատ է արձակվում, հետո՝ կրկին կալանավորվում, Դատարանն իր քննարկումը սահմանափակում է հետագա կալանավորման ժամանակահատվածով (տե՛ս Belashev-ն ընդդ. Ռուսաստանի, թիվ 28617/03, 48-րդ կետ, 4-ը դեկտեմբերի, 2008թ., Grishin-ն ընդդ. Ռուսաստանի, թիվ 30983/02, 83-րդ կետ, 15-ը նոյեմբերի, 2007թ., և Dvoynykh-ն ընդդ. Ուկրաինայի, թիվ 72277/01, 46-րդ կետ, 12-ը հոկտեմբերի, 2006թ.):", "76. Ներպետական համակարգում գանգատաբերի կալանքը հազվադեպ է սահմանափակվում միևնույն հիմնարկի տարածքով. սովորաբար նա առաջին մի քանի օրերն անցկացնում է ոստիկանության պահման վայրում, հետո՝ քննության և դատական վարույթի ընթացքում տեղափոխվում նախնական կալանքի բանտ, իսկ դատապարտվելու դեպքում՝ սկսում պատժի կրումն ուղղիչ գաղութում: Կալանավորման վայրերի տարբեր տեսակները տարբեր նպատակների են ծառայում, և համապատասխանաբար տարբերվում են դրանց նյութական պայմանները: Այսպես, ոստիկանության բաժինների ներսում գտնվող ժամանակավոր պահման վայրերը նախատեսված են միայն կարճատև պահման համար և հաճախ չունեն տևական կալանքի համար անհրաժեշտ հարմարությունները, օրինակ՝ զուգարան, լվացարան կամ զբոսահրապարակ (տե՛ս, օրինակ, Shchebet-ն ընդդ. Ռուսաստանի, թիվ 16074/07, 89-րդ կետ, 12-ը հունիսի, 2008թ.), մինչդեռ ուղղիչ գաղութներում՝ ի հակադրություն նախնական կալանքի բանտերի, հանրակացարանների տարածքի սահմանափակումը փոխհատուցվում է ցերեկային ժամերին տեղաշարժվելու՝ ազատազրկվածների ազատությամբ (տե՛ս Nurmagomedov-ն ընդդ. Ռուսաստանի (որոշում), թիվ 30138/02, 16-ը սեպտեմբերի, 2004թ.): Կալանքի նյութական պայմանների տարբերությունները նախավարկած են ձևավորում, որ գանգատաբերին այլ տեսակի հիմնարկ փոխադրելու դեպքում անհրաժեշտ է դառնում նախորդ հիմնարկում պահման պայմանների վերաբերյալ առանձին գանգատը ներկայացնել փոխադրման պահից հետ վեցամսյա ժամկետում (տե՛ս Volchkov-ն ընդդ. Ռուսաստանի, թիվ 45196/04, 27-րդ կետ, 14-ը հոկտեմբերի, 2010թ., Gultyayeva-ն ընդդ. Ռուսաստանի, թիվ 67413/01, 148-րդ կետ, 1-ն ապրիլի, 2010թ., Maltabar-ի վերևում մեջբերված գործը, 82-84-րդ կետեր, և Nurmagomedov-ի գործով վերևում մեջբերված որոշումը): Միայն սակավաթիվ բացառիկ դեպքերում՝ հաշվի առնելով, որ երկու հիմնարկներում էլ կալանքի պայմանների հիմնական հատկանիշը եղել է խիստ գերբնակեցումը, Դատարանը ճանաչել է «շարունակվող իրավիճակի» գոյությունը, որը ներառել է գանգատաբերի պահումը և ոստիկանությունում, և նախնական կալանքի բանտում (տե՛ս Lutokhin-ն ընդդ. Ռուսաստանի, թիվ 12008/03, 40-42-րդ կետեր, 8-ն ապրիլի, 2010թ., Seleznev-ի վերևում մեջբերված գործը, 36-րդ կետ, և Guliyev-ն ընդդ. Ռուսաստանի, թիվ 24650/02, 33-րդ կետ, 19-ը հունիսի, 2008թ.):", "77. Այնքան ժամանակ, քանի դեռ գանգատաբերը մնում է միևնույն տեսակի կալանավայրում, և քանի դեռ նյութական պայմաններն ըստ էության մնում են նույնը, կարևոր չէ նրան խցից խուց կամ մասնաշենքից մասնաշենք տեղափոխելու հանգամանքը միևնույն հիմնարկի ներսում (տե՛ս Trepashkin-ն ընդդ. Ռուսաստանի (թիվ 2), թիվ 14248/05, 108-109-րդ կետեր, 16-ը դեկտեմբերի, 2010թ., և Nazarov-ն ընդդ. Ռուսաստանի, թիվ 13591/05, 78-րդ կետ, 26-ը նոյեմբերի, 2009թ.), կամ՝ միևնույն երկրամասի/տարածաշրջանի ներսում գտնվող մեկ նախնական կալանքի բանտից մյուսը (տե՛ս Romokhov-ն ընդդ. Ռուսաստանի, թիվ 4532/04, 74-րդ կետ, 16-ը դեկտեմբերի, 2010թ., Mukhutdinov-ն ընդդ. Ռուսաստանի, թիվ 13173/02, 77-րդ կետ, 10-ը հունիսի, 2010թ., Goroshchenya-ն ընդդ. Ռուսաստանի, թիվ 38711/03, 62-րդ կետ, 22-ն ապրիլի, 2010թ., և Benediktov-ի վերևում մեջբերված գործը, 31-րդ կետ), կամ՝ անգամ մեկ այլ երկրամասի/տարածաշրջանի տարածքում գտնվող նախնական կալանքի բանտ (տե՛ս Aleksandr Matveyev-ն ընդդ. Ռուսաստանի, թիվ 14797/02, 67-րդ կետ, 8-ը հուլիսի, 2010թ., և Buzhinayev-ն ընդդ. Ռուսաստանի, թիվ 17679/03, 23-րդ կետ, 15-ը հոկտեմբերի, 2009թ.): Այնուամենայնիվ, Դատարանը վճռել է, որ ազատազրկման ռեժիմի էական փոփոխությունը, անգամ երբ դա տեղի է ունենում միևնույն հիմնարկի ներսում, վերջ է դնում վերը նկարագրված «շարունակվող իրավիճակին», և ուստի, վեցամսյա ժամկետի հաշվարկը կատարվում է այդ պահից. այդպես է, օրինակ, երբ գանգատաբերը կոմունալ խցից տեղափոխված է լինում մենախուց (տե՛ս Zakharkin-ն ընդդ. Ռուսաստանի, թիվ 1555/04, 115-րդ կետ, 10-ը հունիսի, 2010թ.), կամ՝ սովորական խցից հիվանդանոցային մասնաշենք:", "78. Հետևաբար, գանգատաբերի կալանքի պայմաններին առնչվող գանգատների նկատմամբ վեցամսյա կանոնի կիրառության հարցում Դատարանի մոտեցումը կարելի է բնութագրել հետևյալ կերպ. գանգատաբերի կալանքի որոշակի ժամանակահատվածը պետք է համարել «շարունակվող իրավիճակ», եթե կալանքն իրականացվել է միևնույն տեսակի կալանավայրում՝ ըստ էության նույնանման պայմաններում: Բացակայության կարճատև ժամանակահատվածները, որոնց ընթացքում գանգատաբերը դուրս է բերվել հիմնարկից հարցազրույցների կամ դատավարական այլ գործողությունների համար, որևէ կերպ չեն ազդում ազատազրկման շարունակվող բնույթի վրա: Այնուհանդերձ, գանգատաբերի ազատ արձակումը կամ փոխադրումն ազատազրկման ռեժիմի այլ տեսակի՝ թե՛ միևնույն հիմնարկի ներսում, թե՛ դրանից դուրս, վերջ է դնում «շարունակվող իրավիճակին»: Կալանքի պայմանների վերաբերյալ գանգատը պետք է ներկայացված լինի գանգատարկվող իրավիճակի ավարտից հետո վեցամսյա ժամկետում կամ, եթե առկա է եղել սպառման ենթակա ներպետական իրավական պաշտպանության արդյունավետ միջոց, ապա՝ սպառման գործընթացում կայացված վերջնական որոշումից հետո վեցամսյա ժամկետում:", "79. Ուսումնասիրելով տկն. Բաշիրովայի գործը վերոհիշյալ սկզբունքների լույսի ներքո, Դատարանը նկատում է, որ նա երկու անգամ է պահվել նախնական կալանքի բանտում: Երկու անգամների միջև ընկած ժամանակահատվածում նա ազատ է արձակվել, ուստի՝ նրա կալանքը դիտարկվում է ոչ թե որպես «շարունակվող իրավիճակ», այլև՝ որպես երկու տարբեր ժամանակահատվածներ: Նրա ազատ արձակմանը նախորդած կալանքի առաջին ժամանակահատվածի վերաբերյալ գանգատը ներկայացվել է դրա ավարտից ավելի քան երեք տարի անց, իսկ նախնական կալանքի բանտում նրա՝ երկրորդ անգամ գտնվելու (նախքան ուղղիչ գաղութ տեղափոխվելը) վերաբերյալ բողոքը ներկայացվել է գաղութ տեղափոխումից ավելի քան մեկ տարի հետո: Երկու դեպքերում էլ բողոքը ներկայացվել է կալանքի այս կամ այն ժամանակահատվածի ավարտից ավելի քան վեց ամիս հետո: Ուստի, դրանք ներկայացվել են սահմանված ժամկետի ավարտից հետո, և պետք է մերժվեն Կոնվենցիայի 35-րդ հոդվածի 1-ին և 4-րդ մասերին համապատասխան:", "3. Կալանքի պայմաններին և իրավական պաշտպանության արդյունավետ միջոցի գոյությանն առնչվող գանգատների ընդունելիության վերաբերյալ նախնական եզրակացությունը", "80. Դատարանը վճռել է, որ իրավական պաշտպանության ներպետական միջոցների սպառման խնդիրը պետք է Կոնվենցիայի 13-րդ հոդվածի համաձայն միավորել գանգատի էության քննարկման հետ, և որ տկն. Բաշիրովայի կալանքի պայմաններին առնչվող բողոքները ներկայացվել են սահմանված ժամկետից դուրս և չեն կարող վարույթ ընդունվել: Ինչ վերաբերում է կալանքի պայմանների և իրավական պաշտպանության ներպետական արդյունավետ միջոցների գոյության վերաբերյալ նրանց մյուս գանգատներին, ապա Դատարանը համարում է, որ դրանք Կոնվենցիայի ներքո փաստի և իրավունքի լուրջ հարցեր են առաջ բերում, որոնք լուծելու համար անհրաժեշտ է գանգատները քննել ըստ էության: Ուստի, Դատարանը եզրակացնում է, որ դրանք Կոնվենցիայի 35-րդ հոդվածի 3-րդ մասի (ա) կետի իմաստով ակնհայտորեն անհիմն չեն: Դրանք անընդունելի ճանաչելու որևէ այլ հիմքեր չեն արձանագրվել:", "Բ. Գանգատաբերների գանգատների մնացած մասը", "81. Գանգատաբերները լրացուցիչ գանգատներ են ներկայացրել նաև իրենց նկատմամբ իրականացված քրեական վարույթի տարբեր ենթադրյալ թերությունների, իրենց նախնական կալանքի, գույքային խնդիրների, ամուսնական այցելությունների և այլ խնդիրների վերաբերյալ: Դատարանն ուշի-ուշով քննարկել է այդ դժգոհությունները՝ հաշվի առնելով իր տրամադրության տակ եղած բոլոր նյութերը, և համարում է, որ այնքանով, որքանով գանգատարկվող խնդիրները վերաբերում են իր լիազորությանը, դրանցում ի հայտ չեն գալիս Կոնվենցիայով կամ վերջինիս Լրացուցիչ արձանագրություններով նախատեսված իրավունքների և ազատությունների խախտումների նշաններ: Ուստի, գանգատի այդ մասը պետք է մերժել Կոնվենցիայի 35-րդ հոդվածի 3-րդ մասի (ա) կետին և 4-րդ մասին համապատասխան:", "Գ. Եզրակացությունն ընդունելիության վերաբերյալ", "82. Հաշվի առնելով վերոգրյալը, Դատարանն ընդունելի է ճանաչում գանգատաբերներ պրն. Անանյևի և պրն. Բաշիրովի գանգատները նախնական կալանքի IZ-67/1 և IZ-30/1 բանտերում նրանց կալանքի պայմանների վերաբերյալ, ինչպես նաև՝ իրավական պաշտպանության ներպետական արդյունավետ միջոցի ենթադրյալ բացակայության վերաբերյալ, և դրանց ըստ էության քննությունը միավորում է իրավական պաշտպանության ներպետական միջոցների ենթադրյալ չսպառման վերաբերյալ Կառավարության առարկության քննարկման հետ:", "83. Դատարանն անընդունելի է ճանաչում գանգատաբերներ պրն. Անանյևի և պրն. Բաշիրովի գանգատների մնացած մասը, ինչպես նաև՝ տկն. Բաշիրովայի բոլոր գանգատները:", "", "III. ԿՈՂՄԵՐԻ ՆԵՐԿԱՅԱՑՐԱԾ ՓԱՍՏԱՐԿՆԵՐԸ ԳՈՐԾԻ ԷՈՒԹՅԱՆ ՎԵՐԱԲԵՐՅԱԼ", "84. Դատարանը կողմերին խնդրել է մեկնաբանել, թե արդյոք իրենց կարծիքով սույն գանգատներն ի ցույց են դնում կալանքի պայմաններին առնչվող այն համակարգային խնդիրների շարունակվելու փաստը, որոնց տարբեր դրսևորումներն ընդգծվել են Դատարանի նախկին դատավճիռներում (տե՛ս Հավելվածը) և Նախարարների կոմիտեի որոշումներում, և թե արդյոք գանգատաբերներն իրենց կալանքի ենթադրաբար անմարդկային պայմանները վիճարկելու համար ունեցել են իրավական պաշտպանության ներպետական արդյունավետ միջոցներ: Կողմերից ստացված փաստարկները կարելի է ամփոփել հետևյալ կերպ:", "Ա. Կառավարությունը", "85. Կառավարությունը նշել է, որ Կոնվենցիայի 3-րդ և 13-րդ հոդվածների հիման վրա գանգատաբերների ներկայացրած գանգատները հիմնավորված չեն: Կառավարությունը նշել է, որ ռուսաստանյան իշխանությունները զգալի ջանքեր են գործադրում կալանքի` որպես խափանման միջոցի կիրառությունը նվազեցնելու ուղղությամբ: Ռուսաստանի Դաշնության Նախագահը հայտարարել է, որ դատական համակարգի զարգացման առաջնայնությունները պետք է լինեն «արդարադատության հումանիզացիան» և գործերի քննության արագացումը: Կառավարությունը բացատրել է, որ Գերագույն դատարանը պատրաստել է խափանման միջոցների՝ ներառյալ կալանքի բնույթ ունեցող միջոցների կիրառությունը կարգավորող վճռի տեքստ, որում պարզաբանել է, որ կալանքը պետք է կիրառել միայն այն դեպքում, երբ նվազ սահմանափակող խափանման միջոց կիրառելու տարբերակ չկա (տե՛ս վերը՝ 52-րդ կետը): Գլխավոր դատախազությունը դատախազներին ցուցում է տվել՝ կալանքի սանկցիա կիրառելու մասին յուրաքանչյուր միջնորդության մեջ նշել այն կոնկրետ հանգամանքները, որոնք անհնար են դարձնում նվազ սահմանափակող խափանման միջոցի կիրառությունը: Վերոհիշյալ 53-րդ կետում մեջբերված վիճակագրական տվյալները ցույց են տալիս, որ դատախազները և դատարաններն ավելի տարբերակված մոտեցում են որդեգրել կալանքի միջոցների կիրառության նկատմամբ:", "86. Թիվ R (99) 22 հանձնարարականը (տե՛ս վերը՝ 57-րդ կետը) կյանքի կոչելու համար Ռուսաստանի իշխանությունները 1999 թվականից ցայսօր լուրջ բարեփոխումներ են իրականացրել քրեակատարողական համակարգում՝ նպատակ հետապնդելով կրճատել բանտարկյալների ընդհանուր թվաքանակը: Միջոցառումները ներառել են քրեակատարողական համակարգի գործունեությանն առնչվող իրավական ակտերի և կանոնակարգերի փոփոխությունները, նախնական կալանքի բանտերի ցանցի ընդլայնումը և նոր խցերի կառուցումը, նախնական կալանքի բանտերով տարանցիկ փոխադրվող անձանց թվի կրճատումը և ոստիկանության, դատախազության և դատարանների համակարգված գործողությունները՝ ուղղված գործերի քննությունը և լուծումն արագացնելուն: Այդ միջոցառումների արդյունքում քննչական մեկուսարաններում պահվողների թիվը 1999 թվականի 282,000-ից 2009թ. հունվարին հասել է 133,000-ի:", "87. 2002-2006 թվականներին իրականացվել է քրեակատարողական համակարգի բարեփոխումների դաշնային ծախսային ծրագիրը: Այն բանտային իշխանություններին թույլ է տվել ունենալ 13,100 լրացուցիչ տեղեր: 2006 թվականին Ռուսաստանի կառավարությունը հաստատել է 2007-2016թթ. ծախսերի նոր ծրագիրը (տե՛ս վերը՝ 54-րդ կետը): Ծրագրի իրականացման առաջին երկու տարիներին նախնական կալանքի բանտերում ստեղծվել են ավելի քան 3,600 տեղեր: 2008թ. տարեվերջի դրությամբ նախնական կալանքի բանտերի 34%-ն արդեն համապատասխանում էր կալանավորման ռուսաստանյան չափանիշներին: Այնուամենայնիվ, ծրագրի ֆինանսավորումը 2009թ. կրճատվել է 30%-ով, և ևս 45%-ի կրճատում է ակնկալվում 2010 թվականին: 1999-ից 2009 թվականներին նախնական կալանքի բանտերի թիվն աճել է՝ 187-ից հասնելով 225-ի: Դրանց նախագծային լրակազմը 112,500-ից հասել է 151,000-ի: Խցում մեկ ազատազրկվածին բաժին ընկնող միջին մակերեսը 1.6-ից հասել է 4.5 քառակուսի մետրի: 2009թ. հուլիսի 1-ի դրությամբ նախնական կալանքի բանտերում պահվել են 133,200 կալանավորվածներ, այսինքն՝ լրակազմի 88.2%-ը: 67 երկրամասերում յուրաքանչյուր կալանավորվածին խցում բաժին է ընկել չորս կամ ավելի քառակուսի մետր տարածք:", "88. Վերջին չորս տարիներին նախնական կալանքի բանտերի կապիտալ և ընթացիկ վերանորոգումների մեջ կատարված ընդհանուր ներդրումների գումարը կազմել է 1,5 միլիարդ ռուբլի, որը մոտ 38 միլիոն եվրոյի համարժեքն է: Խցերում տեղադրվել են պոլիվինիլքլորիդային պատուհաններ, պարտադիր օդափոխություն և նոր խողովակներ: Պատերը ներկվել են լուսավոր գույներով: Մետաղյա շերտավարագույները հանվել են բոլոր պատուհաններից՝ հասանելի դարձնելով բնական օդը և լույսը:", "89. Կառավարությունը նշել է նաև, որ մինչդատական կալանքի խնդիրները կարգավորող օրենսդրական դաշտն էվոլյուցիա է ապրել՝ պայմանավորված Խոշտանգման կանխարգելման կոմիտեի հանձնարարականներով: Օրինակ, չդատված բանտարկյալներին ընձեռվել է ազգականներին հեռաձայնելու իրավունքը: Վերացվել է օտարերկրյա բանտարկյալներին առանձին մասնաշենքերում պահելու պրակտիկան: Դաշնային և երկրամասային օմբուդսմաններին և Դատարանին հասցեագրված նամակներն ազատվել են գրաքննության պահանջից: Պատժախցում պահվող անձանց զբոսանքի նվազագույն տևողությունը 30 րոպեից հասցվել է մեկ ժամի: Բարելավվել է բժշկական օգնության և խնամքի կազմակերպումը:", "Բ. Գանգատաբերները", "90. Գանգատաբերները պնդել են Կոնվենցիայի 3-րդ և 13-րդ հոդվածների հիման վրա իրենց ներկայացրած գանգատները: Նրանք նշել են, որ նախնական կալանքի բանտերում կալանքի ոչ համարժեք պայմանները համակարգային խնդիր են Ռուսաստանի համար, և որ այդ խնդրի առնչությամբ Դատարանին ներկայացվող նորանոր գանգատներն ապացուցում են խնդրի գոյությունը և իրողությունը: Թեպետ ռուսաստանյան իշխանությունները որոշ անէական և հատուկենտ միջոցառումներ են իրականացրել պայմանները բարելավելու ուղղությամբ, այդ միջոցառումները բավարար չեն եղել՝ պայմանավորված անբավարար ֆինանսավորմամբ և կալանքի՝ որպես խափանման միջոցի լայնատարած կիրառությամբ:", "91. Գանգատաբերները հերքել են իրենց գանգատների համար իրավական պաշտպանության ներպետական արդյունավետ միջոցների գոյությունն իրենց համար: Թեպետ, ընդունել են, որ քաղաքացիական դատավարության օրենսգրքի 25-րդ գլխի համաձայն բանտային վարչակազմի անօրինական գործողությունների դեմ դատական կարգով ներկայացված բողոքն առնվազն տեսականորեն կարող է հանգեցնել նրան, որ օրենքի խախտում ճանաչվի և դատարանը որոշմամբ պարտավորեցնի հիմնարկի վարչակազմին՝ վերացնել խախտումը: Պրակտիկայում, սակայն, բանտի վարչակազմի լիակատար հսկողության ներքո գտնվելու ընթացքում նման բողոք ներկայացնող բանտարկյալը կրում է բանտապահների կողմից վրեժխնդրության ենթարկվելու ռիսկը: Ավելին, այդօրինակ իրավիճակում, որտեղ բոլոր կալանավորները պահվում են ըստ էության նույնանման պայմաններում, բողոքը ներկայացնողի անհատական վիճակը կարող է բարելավվել միայն այլ բանտարկյալների հաշվին և ի վնաս նրանց: Բանտի վարչակազմն ի վիճակի չէր լինի կատարել դատարանների որոշումների պահանջները, եթե բոլոր կալանավորվածները կամ նրանց մեծամասնությունը բողոքներ ներկայացնեին իրենց կալանքի պայմանների վերաբերյալ:", "92. Ինչ վերաբերում է կալանքի ոչ համարժեք պայմանների դիմաց փոխհատուցում պահանջելու հնարավորությանը, ապա գանգատաբերները համարել են, որ այդ դատական պրակտիկան բավականաչափ ձևավորված չէ, որպեսզի արդյունավետ համարվի: Ցանկացած պարագայում, այն որևէ կանխարգելիչ ազդեցություն չի ունեցել, և նման հայց ներկայացնողը պարտավոր կլիներ զգալի ժամանակի ընթացքում դիմանալ կալանքի անմարդկային պայմաններին, ապա միայն՝ ներկայացնել նման բողոք: Նա նաև ստիպված կլիներ հաղթահարել պատշաճ ապացույցները հավաքելու գրեթե անհաղթահարելի խնդիրը. պոտենցիալ վկաների մեծ մասը փոխադրված կլինեին այլ հիմնարկներ կամ հեռավոր շրջաններում գտնվող ուղղիչ գաղութներ: Բացի դրանից, ձևավորված է դատական պրակտիկա, որի շրջանակում ազատազրկված հայցվորը զրկվում է անձամբ դատարանում իր դիրքորոշումը ներկայացնելու նպատակով դատական նիստին մասնակցելու հնարավորությունից (այստեղ նրանք հղում են կատարել Artyomov-ն ընդդ. Ռուսաստանի գործին, թիվ 14146/02, 27-ը մայիսի 2010թ., Shilbergs-ն ընդդ. Ռուսաստանի գործին, թիվ 20075/03, 17-ը դեկտեմբերի, 2009թ., և Skorobogatykh-ն ընդդ. Ռուսաստանի գործին, թիվ 4871/03, 22-ը դեկտեմբերի, 2009թ.): Նմանապես, ազատազրկվածի համար գրեթե անհնար կլիներ ստանալ բանտի գրանցամատյանների կրկնօրինակները, որոնք անմատչելի կլինեին նրան:", "IV. ԻՐԱՎԱԿԱՆ ՊԱՇՏՊԱՆՈՒԹՅԱՆ ՆԵՐՊԵՏԱԿԱՆ ՄԻՋՈՑՆԵՐԻ ՍՊԱՌՈՒՄԸ ԵՎ ԿՈՆՎԵՆՑԻԱՅԻ 13-ՐԴ ՀՈԴՎԱԾԻ ԽԱԽՏՈՒՄԸ ՄԱՍԻՆ ԲՈՂՈՔԸ", "Ա. Ընդհանուր սկզբունքները", "93. Դատարանը վերահաստատում է, որ իրավական պաշտպանության ներպետական միջոցների սպառման՝ Կոնվենցիայի 35-րդ հոդվածում նշված կանոնը պահանջում է, որպեսզի պետության դեմ գանգատը Դատարանին ներկայացնել ցանկացող անձինք նախևառաջ օգտագործեն ազգային իրավական համակարգում ընձեռվող իրավական պաշտպանության միջոցները: Հետևապես, պետությունները պարտավոր չեն միջազգային մարմնի առջև հաշվետու լինել իրենց գործողությունների համար, եթե նրանք մինչև դա հնարավորություն չեն ունեցել խնդիրը լուծել իրենց սեփական իրավական համակարգի միջոցով: Կանոնի հիմքում Կոնվենցիայի 13-րդ հոդվածում (որը սերտորեն առնչվում է մյուս հոդվածին) արտացոլված այն ենթադրությունն է, որ գոյություն ունի Կոնվենցիայի իմաստով «փաստարկելի բողոքի» էությունը քննարկելու և խնդիրը համարժեքորեն լուծելու հնարավորություն ընձեռող իրավական պաշտպանության արդյունավետ միջոց: Այս կարևոր մոտեցումը բխում է այն սկզբունքից, որ Կոնվենցիայով նախատեսված պաշտպանության մեխանիզմը սուբսիդիար է, այսինքն՝ լրացնում է մարդու իրավունքների երաշխավորման ազգային համակարգերին (տե՛ս Kudła-ն ընդդ. Լեհաստանի [ՄՊ], թիվ 30210/96, 152-րդ կետ, ECHR 2000-XI, և Handyside-ն ընդդ. Միացյալ Թագավորության, 7-ը դեկտեմբերի, 1976թ., 48-րդ կետ, Series A թիվ 24):", "94. Գանգատաբերը որպես կանոն պարտավոր է օգտագործել միայն պաշտպանության այն միջոցները, որոնք առկա են և բավարար են ենթադրյալ խախտումների հետևանքները վերացնելու համար: Համապատասխան պաշտպանության միջոցների գոյությունը պետք է բավականաչափ միանշանակ լինի ոչ միայն տեսականորեն, այլ նաև՝ գործնականում, որի բացակայության դեպքում դրանք զուրկ կլինեն պահանջվող հասանելիությունից և արդյունավետությունից (տե՛ս, ի թիվս այլոց, Vernillo-ն ընդդ. Ֆրանսիայի, 20-ը փետրվարի, 1991թ., 27-րդ կետ, Series A թիվ 198, և Johnston-ն և այլք ընդդ. Իռլանդիայի, 18-ը դեկտեմբերի, 1986, 22-րդ կետ, Series A թիվ 112): Չսպառման փաստարկ ներկայացնող կառավարությունն է պարտավոր Դատարանին ապացուցել, որ իրավական պաշտպանության միջոցը տվյալ ժամանակահատվածում առկա էր և՛ տեսականորեն, և՛ գործնականում, այսինքն՝ հասանելի էր, կարող էր վերացնել գանգատաբերի բողոքի հետ կապված խախտումները և հաջողության հասնելու խելամիտ հեռանկար էր ընձեռում: Այնուհանդերձ, երբ ապացուցման այդ պարտականությունը կատարված է լինում, գանգատաբերն է արդեն պարտավոր ապացուցել, որ կառավարության մատնանշած իրավական պաշտպանության միջոցը փաստացի օգտագործվել է կամ ինչ-ինչ պատճառով անբավարար և անարդյունավետ է եղել կոնկրետ գործի հանգամանքներում, կամ՝ գոյություն են ունեցել այդ պահանջի կատարումից իրեն ազատող առանձնահատուկ հանգամանքներ:", "95. Դատարանը շեշտում է, որ կանոնի կիրառության մեջ պետք է հավուր պատշաճի հաշվի առնել այն փաստը, որ այն կիրառվում է մարդու իրավունքների պաշտպանության այն մեխանիզմի համատեքստում, որի ստեղծման շուրջ համաձայնության են եկել Պայմանավորվող կողմերը: Ըստ այդմ, Դատարանն ի գիտություն է ընդունել, որ իրավական պաշտպանության ներպետական միջոցների վերաբերյալ կանոնը պետք է կիրառել որոշակի ճկունությամբ, առանց ավելորդ ձևապաշտության (տե՛ս Cardot-ն ընդդ. Ֆրանսիայի, 19-ը մարտի, 1991թ., 34-րդ կետ, Series A թիվ 200): Դատարանը նաև ի գիտություն է ընդունել, որ սպառման կանոնը ո՛չ բացարձակ է, ո՛չ էլ կարող է կիրառվել ինքնաբերաբար: Կանոնի պահպանումը քննարկելիս անհրաժեշտ է հաշվի առնել յուրաքանչյուր գործի առանձնահատուկ հանգամանքները (տե՛ս Van Oosterwijck-ն ընդդ. Բելգիայի, 6-ը նոյեմբերի, 1980թ., 35-րդ կետ, Series A թիվ 40): Դա նշանակում է, ի թիվս այլ բաների, որ Դատարանը պետք է իրատեսորեն հաշվի առնի ոչ միայն տվյալ Պայմանավորվող պետության իրավական համակարգում իրավական պաշտպանության միջոցի ձևական գոյությունը, այլ նաև՝ այն իրավաքաղաքական ընդհանուր միջավայրը, որում այն գործում է, ինչպես նաև՝ գանգատաբերների անձնական հանգամանքները (տե՛ս Akdivar-ը և այլք ընդդ. Թուրքիայի, 16-ը սեպտեմբերի, 1996թ., 65-68-րդ կետեր, Reports of Judgments and Decisions 1996-IV):", "96. Կոնվենցիայի 13-րդ հոդվածով Պայմանավորվող պետությունների համար սահմանված պարտավորությունների շրջանակը տարբերվում է՝ կախված գանգատաբերի բողոքի բնույթից: «Իրավական պաշտպանության միջոցի» «արդյունավետությունը» Կոնվենցիայի 13-րդ հոդվածի իմաստով կախված չէ գանգատաբերի համար ցանկալի արդյունքն ստանալու որոշակիությունից: Միևնույն ժամանակ, 13-րդ հոդվածով պահանջվող իրավական պաշտպանության միջոցը պետք է «արդյունավետ» լինի ոչ միայն օրենքում, այլ նաև՝ պրակտիկայում, որպեսզի կա՛մ կանխի ենթադրյալ խախտումը կամ դրա շարունակումը, կա՛մ՝ համարժեք փոխհատուցում տրամադրի արդեն իսկ տեղի ունեցած խախտման դիմաց: Անգամ եթե իրավական պաշտպանության առանձին միջոցն ինքնին չի բավարարում 13-րդ հոդվածի պահանջները, դա կարող է ապահովվել ներպետական օրենսդրությամբ ամրագրված իրավական պաշտպանության միջոցների ամբողջությամբ (տե՛ս Kudła-ի վերևում մեջբերված գործը, 157-158-րդ կետեր, և Wasserman-ն ընդդ. Ռուսաստանի (թիվ 2), թիվ 21071/05, 45-րդ կետ, 10-ն ապրիլի, 2008թ.):", "97. Կալանքի անմարդկային կամ նվաստացուցիչ պայմանների վերաբերյալ բողոքների ոլորտում Դատարանն արդեն իսկ նկատել է, որ հնարավոր են փոխհատուցման երկու տեսակներ՝ կալանքի նյութական պայմանների բարելավումը և փոխհատուցումն այդ պայմանների պատճառով կրած վնասի կամ կորստի դիմաց (տե՛ս Roman Karasev-ն ընդդ. Ռուսաստանի, թիվ 30251/03, 79-րդ կետ, 25-ը նոյեմբերի, 2010թ., և Benediktov-ի վերևում մեջբերված գործը, 29-րդ կետ): Եթե գանգատաբերը պահվել է այնպիսի պայմաններում, որոնք խախտում են 3-րդ հոդվածը, ապա կարևորագույն նշանակություն է ունենում իրավական պաշտպանության ներպետական այն միջոցը, որը կարող է վերացնել նրա՝ անմարդկային կամ նվաստացուցիչ վերաբերմունքի չենթարկվելու իրավունքի շարունակվող խախտումը: Այնուհանդերձ, երբ գանգատաբերը դուրս եկած լինի անբավարար պայմաններով հիմնարկից, նա պետք է արդեն իսկ տեղի ունեցած խախտման դիմաց փոխհատուցում ստանալու իրավունք և այդ իրավունքն իրացնելու հնարավորություն ունենա:", "98. Եթե խնդիրն առնչվում է խոշտանգումից, անմարդկային և նվաստացուցիչ վերաբերմունքից պաշտպանված լինելու հիմնարար իրավունքին, ապա կանխարգելիչ և փոխհատուցման միջոցները պետք է փոխլրացնող լինեն, որպեսզի արդյունավետ համարվեն: Ի հակադրություն դատական վարույթի տևողությանը կամ դատավճիռների չկատարմանն առնչվող գործերի, որոնցով Դատարանն սկզբունքորեն ընդունել է, որ միայն փոխհատուցման միջոցը կարող է բավարար լինել (տե՛ս Mifsud-ն ընդդ. Ֆրանսիայի (որոշում) [ՄՊ], թիվ 57220/00, 17-րդ կետ, ECHR 2002-VIII, Scordino-ն ընդդ. Իտալիայի (թիվ 1) [ՄՊ], թիվ 36813/97, 187-րդ կետ, ECHR 2006-V, և Burdov-ն ընդդ. Ռուսաստանի (թիվ 2), թիվ 33509/04, 99-րդ կետ, ECHR 2009 -...), 3-րդ հոդվածով արգելված վերաբերմունքից անձանց արդյունավետորեն պաշտպանելու պարտադիր նախապայման է իրավական պաշտպանության կանխարգելիչ միջոցի գոյությունը: Հիրավի, այդ դրույթը Կոնվենցիայում այնքան է կարևորվում, որ Դատարանի կարծիքով, Մասնակից պետությունները պարտավոր են իրավական պաշտպանության փոխհատուցման միջոցից զատ ներդնել նաև այնպիսի արդյունավետ մեխանիզմ, որն արագորեն արմատախիլ կանի նման վերաբերմունքը: Եթե այդպես չլիներ, ապա ապագայում փոխհատուցում տրամադրելու հեռանկարն իրավաչափ կդարձներ Կոնվենցիայի այս առանցքային դրույթի խախտման հետևանքով պատճառվող առանձնապես ծանր տառապանքը և անթույլատրելիության աստիճանի կթուլացներ կալանքի չափանիշները Կոնվենցիայի պահանջներին համապատասխանեցնելու՝ Պետության իրավական պարտավորությունը:", "99. Դատարանը վերահաստատում է, որ տարբեր գանգատաբերների կալանքի ոչ համարժեք պայմաններին առնչվող մի շարք գործերով քննության է առել Ռուսաստանի կառավարության ներկայացրած իրավական պաշտպանության տարբեր միջոցների արդյունավետությունը և պարզել, որ դրանք բազմաթիվ առումներով թերի են: Այդ հիմքով Դատարանը մերժել է Կառավարության առարկությունն իրավական պաշտպանության ներպետական միջոցների չսպառման վերաբերյալ և արձանագրել է նաև Կոնվենցիայի 13-րդ հոդվածի խախտում: Դատարանը, մասնավորապես, վճռել է, որ Կառավարությունը չի հիմնավորել, թե իրավական պաշտպանության ինչ միջոց կարող էր ընձեռել գանգատաբերին դատախազը, դատարանը կամ պետական մեկ այլ մարմին՝ հաշվի առնելով, որ գանգատաբերի կալանքի պայմաններից բխող խնդիրներն ակնհայտորեն համակարգային բնույթ ունեին և վերաբերում էին ոչ միայն կոնկրետ գործով գանգատաբերի անձնական վիճակին (տե՛ս, վերջին շրջանի նախադեպերից, Kozhokar-ն ընդդ. Ռուսաստանի, թիվ 33099/08, 92-93-րդ կետեր, 16-ը դեկտեմբերի, 2010թ., Skachkov-ն ընդդ. Ռուսաստանի, թիվ 25432/05, 43-44-րդ կետեր, 7-ը հոկտեմբերի, 2010թ., Vladimir Krivonosov-ն ընդդ. Ռուսաստանի, թիվ 7772/04, 82-84-րդ կետեր, 15-ը հուլիսի, 2010թ., Lutokhin-ի վերևում մեջբերված գործը, 45-րդ կետ, Skorobogatykh-ն ընդդ. Ռուսաստանի, վերևում մեջբերված գործը, 52-րդ կետ, Aleksandr Makarov-ն ընդդ. Ռուսաստանի, թիվ 15217/07, 87-89-րդ կետեր, 12-ը մարտի, 2009թ., Benediktov-ի վերևում մեջբերված գործը, 27-30-րդ կետեր, ինչպես նաև՝ Moiseyev-ի գործով վերևում մեջբերված որոշումը): Այնուհանդերձ, Դատարանը կարևոր է համարում վերանայել այդ եզրակացությունները՝ հաշվի առնելով Ռուսաստանի իրավական համակարգի վիճակը թե՛ սույն գործով առանձին գանգատների ներկայացման ամսաթվի, թե՛ սույն դատավճռի կայացման ամսաթվի դրությամբ: Այդ գործողությունը կատարելիս Դատարանը շեղվելու է իր սովորական պրակտիկայից, որի համաձայն Դատարանի քննության շրջանակը սահմանափակվում է Կառավարության կողմից ուղղակիորեն մատնանշված իրավական պաշտպանության միջոցներով: Փոխարենը, Դատարանը համապարփակ կերպով գնահատելու է ներպետական իրավական համակարգում առկա իրավական պաշտպանության այն միջոցները, որոնք առերևույթ ի վիճակի են կանխարգելիչ կամ փոխհատուցման միջոցի դեր կատարել տուժողի համար:", "Բ. Իրավական պաշտպանության առկա միջոցների վերլուծությունը", "1. Բանտի ղեկավար մարմիններին բողոք ներկայացնելը", "100. Նախնական կալանքի մասին օրենքով սահմանվում է, որ կալանավորն իրավունք ունի իր բողոքները շարադրելու նպատակով հանդիպում խնդրելու մասին դիմում ներկայացնել բանտի պետին կամ բանտի վերադասներին (17-րդ բաժնի 3-րդ մասը, որը մեջբերված է վերևում՝ 28-րդ կետում): Դատարանը հարկ է համարում նշել, որ բանտի պետն կալանավայրի ղեկավար պաշտոնյան է, ով կալանքի պատշաճ պայմանների ապահովման հիմնական պատասխանատուն է, մինչդեռ բանտի վերադասները տարածաշրջանի/երկրամասի մակարդակով նրա ուղղակի վերադասներն են: Ուստի, բանտի անբավարար պայմանների մասին բողոքն անհրաժեշտաբար կասկածի տակ է առնում նրանց կողմից իրենց պարտականությունների և Նախնական կալանքի մասին օրենքի պահանջների կատարումը:", "101. Ըստ այդմ, Դատարանը չի համարում, որ բանտի ղեկավար մարմինները կարող էին բավարար չափով անկախ կարգավիճակ ունենալ, որպեսզի բավարարեին 13-րդ հոդվածի պահանջները (տե՛ս Silver-ը և այլք ընդդ. Միացյալ Թագավորության, 25-ը մարտի, 1983թ., 113-րդ կետ, Series A թիվ 61). կալանքի պայմանների՝ իրենց պատասխանատվությանը վերապահված հարցերի վերաբերյալ բողոքը քննարկելիս նրանք փաստացի կլինեին իրենց իսկ դատավորները:", "2. Դատախազին բողոք ներկայացնելը", "102. Ռուսաստանի իրավական համակարգում դատախազությունը բանտերի ղեկավար մարմինների կողմից օրենսդրության կիրառելի նորմերի պահանջների կատարումը հսկելու լիազորություններ և պարտականություններ, ինչպես նաև՝ հատուկ այդ նպատակի համար աշխատողներ ունի: Այս գործառույթը կանոնակարգվում է Դատախազության մասին օրենքի 4-րդ գլխով (տե՛ս վերը՝ 36-րդ կետը), և դատախազներին լայն իրավասություններ են վերապահված նշված գործառույթը կատարելու համար: Նրանք կարող են առանց ծանուցման այցելել ազատազրկման վայրեր, զրուցել ազատազրկվածների հետ և ծանոթանալ հիմնարկի փաստաթղթերին, բացատրություններ ստանալ հիմնարկի պաշտոնյաներից և վարույթներ հարուցել Նախնական կալանքի մասին օրենքի խախտում արձանագրելու դեպքում: Բանտերի ղեկավար մարմիններն օրենքի համաձայն պարտավոր են ուսումնասիրել հայտնաբերված խախտումների մասին դատախազի եզրակացությունը և մեկամսյա ժամկետում վերջինիս զեկուցել ձեռնարկված միջոցառումների մասին (Նախնական կալանքի մասին օրենքի 51-րդ բաժինը և Դատախազության մասին օրենքի 24-րդ բաժինը):", "103. Ռուսաստանի կառավարության կողմից Նախարարների կոմիտեին տրամադրված տեղեկություններից պարզ է դառնում, որ նախնական կալանքի վայրերում կալանքի պայմանների առնչությամբ Ռուսաստանի դեմ կայացված 31 դատավճիռների կատարման վարույթների շրջանակում դատախազները նախնական կալանքի բանտերի 4,290 ստուգումներ են իրականացրել 2008 թվականին և 4,646 ստուգումներ 2009-ին: Այդ ստուգումների ընթացքում նրանք հայտնաբերել են կալանքի ոչ համարժեք պայմանների համապատասխանաբար 1,330 և 2,491 դեպքեր և կազմել են 1,998 և 1,335 եզրակացություններ, որոնցով բանտերի ղեկավար մարմիններից պահանջել են վերացնել խախտումները: Նրանք նաև դատական կարգով 52 և 168 բողոքներ են հարուցել բանտերի ղեկավար մարմինների դեմ՝ պահանջելով նրանց պարտավորեցնել, որպեսզի կատարեն ներպետական օրենսդրության պահանջները (տե՛ս թիվ CM/ResDH(2010)35 միջանկյալ բանաձևի II հավելվածի III.3 կետը):", "104. Թեպետ դատախազական հսկողությունն անհերքելիորեն կարևոր դեր է կատարում կալանքի պատշաճ պայմաններն ապահովելու գործում, վերադաս դատախազին ներկայացվող բողոքը չի բավարարում իրավական պաշտպանության արդյունավետ միջոցին ներկայացվող պահանջները, քանի որ Դատարանի նախադեպային որոշումներում նախկինում արձանագրվել են դատավարական թերություններ (տե՛ս, օրինակ, Pavlenko-ն ընդդ. Ռուսաստանի, թիվ 42371/02, 88-89-րդ կետեր, 1-ն ապրիլի, 2010թ., Aleksandr Makarov, 86-րդ կետ, և Benediktov, 29-րդ կետ, երկու գործերը մեջբերված են վերևում): Նախնական կալանքի մասին օրենքի 17-րդ բաժնի 7-րդ մասի համաձայն, կալանավորվածն իրավունք ունի իր բողոքն ուղարկել դատախազին: Այնուհանդերձ, դատախազն օրենքի համաձայն պարտավոր չէ լսել բողոքաբերին կամ ապահովել նրա արդյունավետ մասնակցությունը հետագայում իրականացվելիք վարույթին, քանի որ այդ խնդիրն ամբողջովին վերապահված է հսկող դատախազին և հսկվող մարմնին: Բողոքաբերը չի մասնակցում վարույթին և իրավունք ունի տեղեկություն ստանալ միայն հսկող մարմնի կողմից բողոքին տրված պատասխանի մասին: Ավելին, Դատարանն արդեն իսկ նկատել է գործեր, որոնց շրջանակում գանգատաբերը բողոքել էր դատախազին, սակայն բողոքին պատասխան չէր ստացվել (տե՛ս Antropov-ն ընդդ. Ռուսաստանի, թիվ 22107/03, 55-րդ կետ, 29-ը հունվարի, 2009թ.): Հաշվի առնելով, որ կալանքի ոչ համարժեք պայմանների վերաբերյալ դատախազին ներկայացվող բողոքն անձին իրավունք չի վերապահում պետությունից պահանջել հսկողական լիազորությունների իրականացմամբ գործադրվող որոշակի միջամտություն, այն չի կարող համարվել իրավական պաշտպանության արդյունավետ միջոց:", "3. Օմբուդսմանին բողոք ներկայացնելը", "105. Դատարանը հարկ է համարում նաև նկատել, որ ազատազրկվածները որոշ դեպքերում իրենց կալանքի անմարդկային կամ նվաստացուցիչ պայմանների վերաբերյալ բողոքներ են ներկայացրել երկրամասի կամ դաշնային օմբուդսմանին (տե՛ս, օրինակ, Gladkiy-ն ընդդ. Ռուսաստանի, թիվ 3242/03, 67-րդ կետ, 21-ը դեկտեմբերի, 2010թ.): Թեպետ բողոքաբերներն անձամբ ստացել են պատասխան, Դատարանը վերահաստատում է այն ընդհանուր կանոնը, որի համաձայն օմբուդսմանին ներկայացվող դիմումը չի կարող համարվել իրավական պաշտպանության արդյունավետ միջոց Կոնվենցիայի 35-րդ հոդվածի իմաստով, քանի որ օմբուդսմանն իրավունք չունի փոխհատուցում նշանակելու մասին իրավաբանորեն պարտադիր որոշում կայացնել (տե՛ս Aleksandr Makarov-ի վերևում մեջբերված գործը, 84-րդ կետ, լրացուցիչ հղումներով հանդերձ):", "106. Որպեսզի իրավական պաշտպանության միջոցը համարվի արդյունավետ, այն պետք է կարողանա խախտման դիմաց փոխհատուցում տրամադրել բողոքաբերին: Եվ՛ երկրամասի, և դաշնային օմբուդսմանը, սակայն, իրավունք չունեն իրավաբանորեն պարտադիր որոշումներ կայացնել, որոնք կարող են բարելավել բողոքաբերի վիճակը կամ հիմք ծառայել փոխհատուցում ստանալու համար: Նրանց գործառույթն այլ է. նրանք անհատական բողոքների և իրենց տրամադրության տակ եղած այլ տեղեկությունների հիման վրա հայտնաբերում են մարդու իրավունքների տարբեր խախտումները, հիմնախնդիրներն ընդգծում են իրենց տարեկան զեկույցներում և տարածաշրջանային և դաշնային մարմինների հետ համագործակցելով լուծումներ են մշակում (տե՛ս վերը՝ 32-րդ և 33-րդ կետերը): Թեպետ նրանց գործունեությունը կարող է նպաստել կալանքի պայմանների ընդհանուր բարելավմանը, օմբուդսմանները՝ ելնելով նրանց կոնկրետ իրավասություններից, ի վիճակի չեն Կոնվենցիայով պահանջվող պաշտպանություն ընձեռել անհատական գործերի շրջանակում: Ուստի, օմբուդսմանին դիմելը չի համարվում իրավական պաշտպանության արդյունավետ միջոց:", "4. Իրավունքների և ազատությունների խախտումների վերաբերյալ դատական բողոքները", "107. Քաղաքացիական դատավարության օրենսգրքի 25-րդ գլխի համաձայն, Ռուսաստանի դատարաններն իրավունք ունեն հսկողություն իրականացնել պետական պաշտոնյաների և մարմինների բոլոր այն որոշումների, գործողությունների կամ անգործության նկատմամբ, որոնցով խախտվել են անհատի իրավունքները և ազատությունները կամ խափանվել կամ անհարկիորեն ծանրաբեռնվել է դրանց իրականացումը: Նման բողոքները պետք է ներկայացնել ենթադրյալ խախտումից հետո եռամսյա ժամկետում և լուծել արագացված կարգով՝ ստանալուց հետո 10-օրյա ժամկետում: Այդ վարույթներում բողոքաբերը պարտավոր է ապացուցել, որ տեղի է ունեցել միջամտություն իր իրավունքների և ազատությունների նկատմամբ, իսկ պատասխանող մարմինը կամ պաշտոնյան պարտավոր են ապացուցել, որ վիճարկվող որոշումը կամ գործողությունը եղել են օրինական: Վարույթն իրականացվում է քաղաքացիական դատավարության ընդհանուր կանոնների համաձայն (տե՛ս վերը՝ 37-40-րդ կետերը):", "108. Եթե բողոքը հիմնավորված է ճանաչվում, ապա դատարանը համապատասխան մարմնից կամ պաշտոնյայից պահանջում է վերացնել բողոքաբերի իրավունքի խախտումը և ժամկետ է սահմանում դա կատարելու համար: Ժամկետը որոշվում է՝ հաշվի առնելով խախտման բնույթը և այն վերացնելու համար պահանջվելիք ջանքերը: Որոշման կատարման մասին զեկույցը պետք է հասնի դատարանին և բողոքաբերին որոշումը համապատասխան մարմնին կամ պաշտոնյային տրամադրելուց հետո մեկամսյա ժամկետում (տե՛ս վերը՝ 41-րդ և 42-րդ կետերը):", "109. Դատարանը նկատում է, որ Քաղաքացիական դատավարության օրենսգրքի 25-րդ գլխի համաձայն հարուցված դատական վարույթը որոշակի հարթակ է, որը երաշխավորում է պատշաճ իրավական գործընթացը և բողոքաբերի արդյունավետ մասնակցությունը: Այդ վարույթի շրջանակում դատարանները կարող են տեղեկանալ բողոքի էության մասին, արձանագրել փաստեր և նշանակել փոխհատուցում, որը համահունչ կլինի խախտման բնույթին և ծանրությանը: Վարույթն իրականացվում է ջանասիրաբար և բողոքաբերի համար անվճար է: Կայացվող դատական որոշումը պարտադիր է խախտումը թույլ տված մարմնի համար և կիրարկվում է նրա նկատմամբ: Ուստի, Դատարանը համարում է, որ գործող իրավական համակարգում իրավական պաշտպանության այս միջոցն առերևույթ հասանելի է և առնվազն տեսականորեն կարող է ապահովել համապատասխան փոխհատուցման տրամադրումը:", "110. Այնուամենայնիվ, իրավական պաշտպանության միջոցն «արդյունավետ» լինելու համար պետք է առկա լինի ոչ միայն տեսականորեն, այլ նաև՝ պրակտիկայում: Դա նշանակում է, որ Կառավարությունը պետք է սովորական պայմաններում կարողանա ապացուցել իրավական պաշտպանության տվյալ միջոցի արդյունավետությունը՝ ներկայացնելով ներպետական դատարանների նախադեպային որոշումների օրինակներ: Ռուսաստանի կառավարությունը, սակայն, չի ներկայացրել դատական գեթ մեկ որոշում, որը ցույց կտար, որ բողոքաբերը կարողացել է իրավական պաշտպանության այս միջոցին դիմելով վերականգնել իր խախտված իրավունքները: Դատարանն իր հերթին չի նկատել իրավական պաշտպանության այս միջոցի հաջողված կիրառության որևէ օրինակ՝ նախկինում իր կողմից քննված և կալանքի պայմաններին առնչվող գործերի շրջանակում: Այս խնդրի կապակցությամբ ձևավորված դատական պրակտիկայի բացակայությունն էլ ավելի զարմանալի է դառնում այն փաստի լույսի ներքո, որ քաղաքացիական դատավարության օրենսգիրքը՝ ներառյալ դրա 25-րդ գլուխը, գործում են 2003թ. փետրվարի 1-ից սկսած, ընդ որում՝ 25-րդ գլուխը պարզապես միավորել և վերարտադրել է ըստ էության նույնանման մեկ այլ ընթացակարգի վերաբերյալ դրույթները, որոնք սահմանված էին Քաղաքացիների իրավունքները և ազատությունները խախտող որոշումների և գործողությունների դատական կարգով բողոքարկման մասին 1993թ. ապրիլի 27-ի թիվ 4866-1 օրենքով: Իրավական պաշտպանության այս միջոցն իր գոյության ավելի քան 18 տարիների ընթացքում մեծածավալ նախադեպային իրավունքի կամ բավարարված բազմաթիվ պահանջների տեղիք չի տվել, որը լուրջ կասկածի տակ է դնում դրա գործնական արդյունավետությունը: Պետք է ընդունել, իհարկե, որ Գերագույն դատարանի պլենումի վճիռը, որում ուղղակիորեն նշվել է կալանքի պայմանների վերաբերյալ 25-րդ գլխի հիման վրա բողոքներ ներկայացնելու՝ կալանավորվածների իրավունքը, կայացվել է միայն 2009թ. փետրվարին, սակայն դրա արդյունքում էականորեն չի փոխվել գործող ընթացակարգը, և դրա գործնական արդյունավետությունը դեռևս ապացուցված չէ (տե՛ս վերը՝ 60-րդ կետում նշված թիվ CM/ResDH(2010)35 միջանկյալ բանաձևը):", "111. Ավելին, ինչպես Դատարանը նշել է կալանքի պայմանների վերաբերյալ նախկին գործերի շրջանակում, իրավական պաշտպանության կանխարգելիչ այդ միջոցի բացակայությունը գերբնակեցման իրավիճակում մեծ չափով պայմանավորված է խորքային խնդրի համակարգային բնույթով: Ռուսաստանի մեկ այլ համակարգային խնդրի՝ ուժի մեջ մտած դատական որոշումները չկատարելու խնդրի վերաբերյալ Դատարանն արդեն իսկ նկատել է, որ Քաղաքացիական դատավարության օրենսգրքի 25-րդ գլխով նախատեսված պաշտպանության միջոցները կիրառելու՝ Ռուսաստանի դատարանների կարողությունը փաստացի սահմանափակվում է հռչակագրային դատավճիռներ կայացնելով, որոնցում կրկնվում է այն, ինչ այսպես թե այնպես ակնհայտ էր բուն գործով դատավճռից, այսինքն՝ թե պետությունը պարտավոր է վճարել իր պարտքերը (տե՛ս Burdov-ի վերևում մեջբերված (թիվ 2) գործը, 103-րդ կետ): Սույն գործով, ինչպես գանգատաբերներն են իրավացիորեն նշել, նույնիսկ եթե նրանք ստանային դատավճիռ, որը բանտի ղեկավար մարմիններից կպահանջեր վերացնել նրանց անհատական քնելատեղ ունենալու իրավունքի և տարածքի մակերեսի սանիտարական նորմին առնչվող իրավունքի խախտումները, նրանց անձնական վիճակն արդեն իսկ գերբնակեցված հիմնարկում կարող էր բարելավվել միայն այլ ազատազրկվածների հաշվին և ի վնաս նրանց: Նման հիմնարկի պետը բնականաբար ի վիճակի չէր լինի կատարել մեծաթիվ դատավճիռները, որոնցով նրանից կպահանջվեր միաժամանակ վերացնել առնվազն չորս քառակուսի մետր անձնական տարածք ունենալու՝ կալանավորվածների իրավունքի խախտումը:", "112. Դատարանը վճռում է, որ չնայած Քաղաքացիական դատավարության օրենսգրքի 25-րդ գլխով, որը պարզաբանվել է Գերագույն դատարանի պլենումի 2009թ. փետրվարի 10-ի վճռով, նախատեսվում է կալանքի ոչ համարժեք պայմանների վերաբերյալ կալանավորների բողոքների դատական լուծման կուռ տեսական իրավական համակարգ, այն չի բավարարում իրավական պաշտպանության արդյունավետ միջոցի համար սահմանված պահանջները, քանի որ գործնականում կանխարգելիչ նշանակություն ունենալու՝ դրա կարողությունը համոզիչ կերպով չի ապացուցվել:", "5. Փոխհատուցման պահանջը", "113. Ի վերջո, Դատարանը պետք է քննարկի այն հարցը, թե արդյոք Քաղաքացիական օրենսգրքի՝ վնասի փոխհատուցման վերաբերյալ դրույթներն իրավական պաշտպանության ներպետական արդյունավետ միջոցներ են, որոնք կարող են տուժողին փոխհատուցում տրամադրել անմարդկային կամ նվաստացուցիչ պայմաններում արդեն տեղի ունեցած կալանքի դիմաց: Դատարանը վերջին շրջանի մի քանի գործերով արդեն իսկ քննարկել է իրավական պաշտպանության այս միջոցը՝ թե՛ Կոնվենցիայի 35-րդ հոդվածի 1-ին մասի, թե՛ 13-րդ հոդվածի համատեքստում, և այն չի համարել արդյունավետ: Դատարանը վճռել է, որ թեպետ փոխհատուցում ստանալու հնարավորությունը չի բացառվել, իրավական պաշտպանության միջոցը հաջողության հասնելու ողջամիտ հեռանկար չի ընձեռել, քանի որ փոխհատուցման նախապայման է եղել պետական մարմինների մեղքի ապացուցումը (տե՛ս, օրինակ, Roman Karasev-ն ընդդ. Ռուսաստանի, թիվ 30251/03, 81-85-րդ կետեր, 25-ը նոյեմբերի, 2010թ., Shilbergs-ի վերևում մեջբերված գործը, 71-79-րդ կետեր, Kokoshkina-ն ընդդ. Ռուսաստանի, թիվ 2052/08, 52-րդ կետ, 28-ը մայիսի, 2009թ., Aleksandr Makarov, 77-րդ կետ և 87-89-րդ կետեր, և Benediktov, 29-րդ կետ և 30-րդ կետ, երկուսն էլ նշված են վերևում, տե՛ս նաև Burdov-ի (թիվ 2) գործը, որը մեջբերված է վերևում, 109-116-րդ կետեր):", "114. Քաղաքացիական օրենսգրքի՝ վնասի փոխհատուցման պատասխանատվության վերաբերյալ դրույթները հատուկ կանոններ են նախատեսում պետական մարմինների և պաշտոնյաների պատճառած վնասի փոխհատուցման վերաբերյալ: 1070-րդ և 1100-րդ հոդվածները խիստ պատասխանատվության դեպքերի սպառիչ ցանկ են ամրագրում, որոնցում գանձապետարանը պատասխանատվություն է կրում պատճառված վնասի դիմաց՝ անկախ պետական պաշտոնյաների մեղավորությունից: Կալանքի ոչ համարժեք պայմանները ցանկում ներառված չեն: Խիստ պատասխանատվություն ծագում է միայն անօրինական կերպով քրեական կամ վարչական վարույթ հարուցելու կամ իրականացնելու դեպքում: Բոլոր այլ դեպքերում կիրառելի է 1069-րդ հոդվածի ընդհանուր իրավանորմը, որի համաձայն հայցվորը պարտավոր է հիմնավորել, որ վնասը պատճառվել է պետական մարմնի կամ պաշտոնյայի անօրինական գործողության կամ անգործության հետևանքով:", "115. Դատարանն արդեն իսկ առիթ ունեցել է՝ անհարկիորեն ձևապաշտ համարելով քննադատելու Ռուսաստանի դատարանների մոտեցումը, որի հիմքում դրված է իրավասու մարմինների գործողությունների ձևական անօրինականության պահանջը: Aleksandr Makarov-ի գործով պրն. Մակարովի կալանքը հիմնականում՝ ներառյալ լուսավորության, սննդի, բուժսպասարկման, սանիտարական պայմանների և այլ առումներով համահունչ է եղել ներպետական իրավակարգավորումներին, սակայն դրանց հանրագումարային ազդեցությունն այնպիսին է եղել, որ առաջացրել է Կոնվենցիայի 3-րդ հոդվածին հակասող անմարդկային վերաբերմունք (տե՛ս Aleksandr Makarov-ի վերևում մեջբերված գործը, 98-100-րդ կետեր): Դատարանը կասկածելի է համարել այն պնդումը, թե ներպետական իրավանորմերով կալանքի նման պայմաններ ամրագրելու իրավիճակում պրն. Մակարովը կկարողանար իր փաստարկներն արդյունավետորեն ներկայացնել դատարանին, և նշել է, որ Ռուսաստանի դատարանների այդ մոտեցումը վնասի փոխհատուցման պահանջի բավարարման որևէ հեռանկար չի ընձեռել՝ իրավական պաշտպանության այս միջոցը դարձնելով տեսական և պատրանքային, այլ ոչ՝ բավարար և արդյունավետ (նույն տեղը, 88-89-րդ կետեր, տե՛ս նաև Silver-ի և այլոց գործը՝ նշված վերը, 117-118-րդ կետեր, որում Անգլիայի դատարանների իրավազորությունը սահմանափակված է եղել նրանով, որ որոշել են, թե արդյոք բանտային իշխանություններն իրենց լիազորություններն իրականացրել են Բանտերի մասին օրենքին և Կանոնակարգին համահունչ):", "116. Նույնիսկ այն դեպքում, երբ հայցվորը կարողացել է ապացուցել, որ կալանքի փաստացի պայմանները շեղվել են Ռուսաստանի կիրառելի օրենքներով պահանջվող չափանիշներից կամ չեն բավարարել դրանց, Ռուսաստանի դատարանները կանոնավոր կերպով ազատել են պետությանը վնասի փոխհատուցման պատասխանատվությունից՝ վճռելով, որ նյութական պայմանների անբավարարությունը պայմանավորված է ոչ թե բանտային իշխանությունների որոշակի թերացումներով կամ բացթողումներով, այլև՝ համակարգային այնպիսի խնդրով, ինչպիսին քրեակատարողական համակարգի ֆինանսավորման անբավարարությունն է: Այսպես, Skorobogatykh-ի գործով Ռուսաստանի դատարանները ճշգրիտ են համարել պրն. Սկորոբոգատիխի պնդումները նրա պահման նախնական կալանքի բանտի ծանր գերբնակեցման մասին, սակայն մերժել են պետության դեմ նրա ներկայացրած պահանջը՝ նշելով, որ գերբնակեցումն ունեցել է «օբյեկտիվ պատճառներ» (տե՛ս Skorobogatykh-ի վերևում մեջբերված գործը, 17-18-րդ կետեր և 31-32-րդ կետեր): Մեկ այլ գործով Ռուսաստանի դատարաններն ուղղակիորեն նշել են, որ բանտի ղեկավարությունը և պետական իշխանության մարմիններն ընդհանրապես չեն կարող վնասի փոխհատուցման պատասխանատվություն կրել խցերի գերբնակեցման և նախնական կալանքի բանտի անմխիթար վիճակի համար, որի պատճառը եղել է դաշնային բյուջեից տրամադրվող ֆինանսավորման անբավարարությունը (տե՛ս Artyomov-ի վերևում մեջբերված գործը, 16-18-րդ կետեր և 111-112-րդ կետեր): Նմանատիպ իրավիճակ է արձանագրվել Roman Karasev-ի գործով, որում դատարանները շարունակել են պետական իշխանություններին ազատել պատասխանատվությունից՝ մեջբերելով «օբյեկտիվ գործոնները» (տե՛ս Roman Karasev-ի վերևում մեջբերված գործը, 17-րդ, 24-րդ և 82-րդ կետեր): Ինչպես նշել է Դատարանը, գանգատաբերի պահանջը մերժվել է ոչ թե դատական կարգով հաստատվող վնասի չհիմնավորման կամ ոչ բավարար չափով հիմնավորման պատճառով, այլև՝ ներպետական դատարանների կողմից օրենսդրության վերաբերելի դրույթների կոնկրետ մեկնաբանության և կիրառության պատճառով (նույն տեղը, 85-րդ կետ): Դատարանն անընդունելի է համարել Ռուսաստանի դատարանների որդեգրած այս մոտեցումը, քանի որ վերջինս թույլ է տվել, որպեսզի ներպետական մակարդակով բավարարում չստանան մի շարք հիմնավորված պահանջներ, որոնք վերաբերել են միջոցների անբավարարության կամ կալանավայրերի լրակազմի անբավարարության պատճառով ձևավորված՝ կալանքի ոչ համարժեք պայմաններին (տե՛ս Artyomov-ի վերևում մեջբերված գործը, 112-րդ կետ, համեմատության համար տե՛ս նաև Orchowski-ն ընդդ. Լեհաստանի գործը, թիվ 17885/04, 108-րդ կետ, ECHR 2009-... (քաղվածքներ), որում Լեհաստանի դատարանները համարել էին, որ գերբնակեցված հիմնարկներում յուրաքանչյուր անձին բաժին ընկնող տարածքի մակերեսի կրճատման քաղաքականությունը համահունչ էր եղել ներպետական օրենսդրությանը):", "117. Վերջապես, Դատարանը նկատում է, որ անգամ այն դեպքերում, որոնցում Ռուսաստանի դատարանները փոխհատուցում նշանակել են կալանքի պայմանների դիմաց, որոնք ներպետական իրավական պահանջների իմաստով անբավարար են եղել, փոխհատուցման մակարդակն անողջամտորեն ցածր է եղել՝ Դատարանի կողմից նմանօրինակ գործերով նշանակված փոխհատուցման գումարների համեմատ (տե՛ս, օրինակ, Shilbergs-ի վերևում մեջբերված գործը, որով գանգատաբերին տրամադրվել էր 1,500 ռուբլի, այսինքն՝ 50 եվրոյից պակաս փոխհատուցում՝ այն բանի դիմաց, որ նա կալանավորվել է ծայրահեղ սառը և խոնավ խցում, առանց համարժեք լուսավորության, սննդի կամ անհատական քնելատեղի): Shilbergs-ի գործով Դատարանին մտահոգել էր նաև Ռուսաստանի դատարանների պատճառաբանությունը, որում փոխհատուցման գումարը հաշվարկվել էր՝ հիմք ընդունելով, մասնավորապես, «ղեկավարության պատասխանատվության չափը և նրա ֆինանսական միջոցների անբավարարությունը»: Դատարանն ընդունել էր, որ փոխհատուցման սկզբունքի կիրառության շրջանակում ազգային դատարանները կարող են գումարի չափը նշանակել՝ հաշվի առնելով մեղադրյալի շարժառիթները և վարքագիծը, ինչպես նաև՝ իրավախախտումը կատարելու հանգամանքները: Այնուհանդերձ, Դատարանը վերահաստատում է մի շարք գործերով իր արձանագրած այն մոտեցումը, որի համաձայն ֆինանսական կամ կազմակերպչական դժվարությունները, ինչպես նաև՝ գանգատաբերին նվաստացնելու կամ նրա արժանապատվությունը նսեմացնելու դիտավորության բացակայությունը չեն կարող ներպետական իշխանությունների կողմից մեջբերվել որպես հանգամանքներ, որոնց հիման վրա նվազում է պետության՝ քրեակատարողական համակարգն այնպես կազմակերպելու պարտավորությունը, որպեսզի ապահովվի հարգանքն ազատազրկվածների արժանապատվության նկատմամբ (տե՛ս, ի թիվս այլ նախադեպերի, Mamedova-ն ընդդ. Ռուսաստանի, թիվ 7064/05, 63-րդ կետ, 1-ը հունիսի, 2006թ.): Դատարանն անոմալիա է համարում պետության խախտման դիմաց գանգատաբերին վճարվելիք փոխհատուցման գումարի չափի նվազեցումը ներպետական դատարանների կողմից՝ որպես հիմք մատնանշելով պետության գումարների անբավարարությունը: Դատարանը համարեց, որ քննարկվող հանգամանքներում պետության միջոցների անբավարարությունը չի կարող համարվել պետության վարքագծի մեղմացուցիչ հանգամանք, և որ այն վերաբերելի չէ փոխհատուցման գումարը որոշելիս: Ավելին, Դատարանն ընդգծեց, որ ներպետական դատարանները՝ որպես անհատի իրավունքների և ազատությունների պահապաններ, պետք է զգային, որ իրենք պարտավոր են ի ցույց դնել պետության սխալ գործողությունների նկատմամբ իրենց մերժողական կեցվածքը՝ վնասի համարժեք և բավարար փոխհատուցում նշանակելով հօգուտ գանգատաբերի, հաշվի առնելով այն իրավունքի հիմնարար կարևորությունը, որի խախտումն արձանագրել էին նրանք, անգամ եթե համարում էին, որ խախտումը ոչ թե պետության դիտավորության, այլև՝ գործողությունների չնախատեսված հետևանք է եղել: Արդյունքում դա ուղերձ կհղեր այն մասին, որ պետությունը չի կարող ի չիք դարձնել կամ շրջանցել անհատի իրավունքները և ազատությունները և մնալ անպատժելի (տե՛ս Shilbergs-ի վերևում մեջբերված գործը, 71-79-րդ կետեր):", "118. Վերոհիշյալ նկատառումների լույսի ներքո Դատարանը համաձայն չէ, թե Ռուսաստանի օրենսդրությունը հայցվորներին ներկայումս թույլ է տալիս վնասի համարժեք փոխհատուցում ստանալ կալանքի անմարդկային կամ նվաստացուցիչ պայմանների առկայությունն ապացուցելու դեպքում: Ուստի, Դատարանը պատրաստ չէ փոխել իր՝ նախորդ գործերում արտահայտած այն դիրքորոշումը, որ կալանքի անմարդկային կամ նվաստացուցիչ պայմանների պատճառով կրած վնասի փոխհատուցման քաղաքացիական հայցի ինստիտուտը չի համապատասխանում իրավական պաշտպանության այնպիսի արդյունավետ միջոցի չափանիշներին, որը կունենա թե՛ հաջողության հասնելու, թե՛ համարժեք փոխհատուցում ստանալու խելամիտ հեռանկար:", "Գ. Եզրակացությունը", "119. Վերոհիշյալ նկատառումների լույսի ներքո Դատարանը եզրակացնում է, որ Ռուսաստանի իրավական համակարգը ներկայումս չի ընձեռում իրավական պաշտպանության արդյունավետ միջոց, որը կարող էր օգտագործվել ենթադրյալ խախտումը կամ դրա շարունակումը կանխելու նպատակով և գանգատաբերին կալանքի ոչ համարժեք պայմանների բողոքի կապակցությամբ համարժեք և բավարար փոխհատուցում տրամադրելու նպատակով: Համապատասխանաբար, Դատարանը մերժում է Կառավարության առարկությունն իրավական պաշտպանության ներպետական միջոցների սպառման մասով և վճռում, որ գանգատաբերները չեն ունեցել իրենց բողոքների լուծման իրավական պաշտպանության ներպետական արդյունավետ միջոց, որով խախտվել է Կոնվենցիայի 13-րդ հոդվածը:", "", "V. ԿՈՆՎԵՆՑԻԱՅԻ 3-ՐԴ ՀՈԴՎԱԾԻ ԽԱԽՏՄԱՆ ՎԵՐԱԲԵՐՅԱԼ ԲՈՂՈՔԸ", "120. Գանգատաբերները Կոնվենցիայի 3-րդ հոդվածի հիման վրա բողոքել են այն մասին, որ իրենք պահվել են նախնական կալանքի թիվ IZ-67/1 բանտում (պրն. Անանյև) և թիվ IZ-30/1 բանտում (պրն. Բաշիրով)՝ այնպիսի պայմաններում, որոնք այնքան ծանր են եղել, որ առաջացրել են անմարդկային և նվաստացուցիչ վերաբերմունք, որով խախտվել է հոդվածի հետևյալ դրույթը.", "«Ոչ ոք չպետք է ենթարկվի խոշտանգումների կամ անմարդկային կամ նվաստացնող վերաբերմունքի կամ պատժի»:", "Ա. Ապացույցների գնահատումը և փաստերի հաստատումը", "1. Ընդհանուր նկատառումներ", "121. Դատարանը վերահաստատում է, որ վատ վերաբերմունքի մասին պնդումները պետք է հիմնավորվեն համապատասխան ապացույցներով: Ապացույցները գնահատելիս Դատարանը որդեգրել է «ողջամիտ կասկածի փարատումը» գերազանցող ապացուցման չափանիշը: Այնուամենայնիվ, Դատարանը բնավ նպատակ չի հետապնդել՝ նմանակել այս չափանիշը կիրառող ազգային իրավական համակարգերի մոտեցումը: Դատարանի գործառույթը ոչ թե քրեական մեղքի կամ քաղաքացիական պատասխանատվության վերաբերյալ վճիռ կայացնելն է, այլև՝ Կոնվենցիայի ներքո Պայմանավորվող պետությունների պատասխանատվությունը որոշելը: Ապացույցների և ապացուցման խնդիրների նկատմամբ Դատարանի մոտեցումը բխում է Կոնվենցիայի 19-րդ հոդվածով նախատեսված կոնկրետ գործառույթից, այն է՝ Կոնվենցիայով ամրագրված հիմնարար իրավունքների երաշխավորման՝ Պայմանավորվող կողմերի ստանձնած պարտավորությունների կատարումն ապահովելը: Դատարանի վարույթներում գոյություն չունեն ապացույցների ընդունելիության դատավարական խոչընդոտներ կամ ապացույցի գնահատման նախապես սահմանված բանաձևեր: Դատարանն ընդունում է եզրակացություններ, որոնք Դատարանի կարծիքով հիմնավորված են բոլոր ապացույցների ազատ գնահատմամբ՝ ներառյալ փաստերից և կողմերի ներկայացրած պնդումներից բխող մտահանգումները: Դատարանի ձևավորած նախադեպի համաձայն, ապացույցը կարող է բխել բավականաչափ հիմնավոր, հստակ և համահունչ մտահանգումների համակցությունից կամ փաստերի նմանօրինակ չհերքված նախավարկածներից: Ավելին, որոշակի եզրակացության հանգելու համար անհրաժեշտ համոզմունքի աստիճանը, և դրա առնչությամբ՝ ապացուցման բեռի բաշխումն անքակտելիորեն կապված են փաստերի որոշակիության, ներկայացված բողոքի բնույթի և Կոնվենցիայով երաշխավորված համապատասխան իրավունքի հետ (տե՛ս, ի թիվս այլոց, Nachova-ն և այլք ընդդ. Բուլղարիայի [ՄՊ], թիվ 43577/98 և թիվ 43579/98, 147-րդ կետ, ECHR 2005-VII, Ilaşcu-ն և այլք ընդդ. Մոլդովայի և Ռուսաստանի [ՄՊ], թիվ 48787/99, 26-րդ կետ, ECHR 2004-VII, և Akdivar-ի և այլոց՝ վերևում մեջբերված գործը, 168-րդ կետ):", "122. Դատարանը գիտակցում է այն օբյեկտիվ դժվարությունները, որոնց հանդիպում են գանգատաբերներն իրենց կալանքի պայմաններին առնչվող բողոքների հիմնավորման համար անհրաժեշտ ապացույցներ հավաքելիս: Հաշվի առնելով բանտային ռեժիմից բխող սահմանափակումները, իրատեսորեն չի կարելի ակնկալել, որ ազատազրկվածները կկարողանան ներկայացնել իրենց խցի լուսանկարներ կամ մեծության, լուսավորության կամ ջերմաստիճանի ճշգրիտ չափումներ: Այնուամենայնիվ, գանգատաբերը պարտավոր է մանրակրկիտ և հետևողական կերպով նկարագրել իր կալանքի պայմանները՝ նշելով կոնկրետ տարրերը, օրինակ՝ իրենց հիմնարկից հիմնարկ տեղափոխելու ամսաթվերը, որը Դատարանին թույլ կտա պարզել, թե արդյոք գանգատն ակնհայտորեն անհիմն կամ որևէ այլ հիմքերով անընդունելի չէ: Կալանքի ենթադրաբար նվաստացուցիչ պայմանների մանրակրկիտ և վստահելի նկարագրությունը միայն կարող է վատ վերաբերմունքի առերևույթ հիմնավորում ծառայել՝ հիմք դառնալով գանգատի մասին պատասխանող կառավարությանը ծանուցելու համար:", "123. Դատարանը բազմիցս վճռել է, որ կալանքի ոչ համարժեք պայմանների մասին բողոքներին առնչվող գործերով հնարավոր չէ խստագույնս կիրառել «affirmanti incumbit probatio» (ինչ-որ պնդում ներկայացնողն է պարտավոր ապացուցել այդ պնդումը) սկզբունքը, քանի որ նման դեպքերում միայն պատասխանող կառավարությանն են հասանելի այն տեղեկությունները, որոնցով հնարավոր է հաստատել կամ հերքել այդ պնդումները: Ուստի, երբ Դատարանը գանգատաբերի բողոքի մասին ծանուցել է կառավարությանը, վերջինս է կրում համապատասխան փաստաթղթերը հավաքելու և ներկայացնելու պարտավորությունը: Կալանքի նյութական պայմանների վերաբերյալ կառավարության կողմից համոզիչ ապացույցներ չներկայացնելը կարող է նպաստել գանգատաբերի պնդումների հիմնավորված լինելու մասին մտահանգումների ձևավորմանը (տե՛ս Gubin-ն ընդդ. Ռուսաստանի, թիվ 8217/04, 56-րդ կետ, 17-ը հունիսի, 2010թ., և Khudoyorov-ն ընդդ. Ռուսաստանի, թիվ 6847/02, 113-րդ կետ, ECHR 2005-X (քաղվածքներ)):", "124. Կալանքի պայմաններին առնչվող նախկին գործերի շրջանակում Ռուսաստանի կառավարության կողմից բացահայտված փաստերի շրջանակը բավական սահմանափակ է եղել, սովորաբար ներկայացվող հիմնավորող ապացույցները սահմանափակվել են գանգատի վերաբերյալ ծանուցումն ուղարկելուց հետո համապատասխան կալանավայրի տնօրենի տված մի շարք տեղեկանքներով: Դատարանը բազմիցս ընդգծել է, որ այդ տեղեկանքները չեն պարունակել հղումներ բանտի փաստաթղթերի բնօրինակներին և ըստ երևույթին հիմնված են եղել անձնական հիշողությունների, այլ ոչ՝ օբյեկտիվ տվյալների վրա, ուստի՝ ապացուցողական մեծ նշանակություն չեն ունեցել (տե՛ս, ի թիվս այլ նախադեպերի, Veliyev-ն ընդդ. Ռուսաստանի, թիվ 24202/05, 127-րդ կետ, 24-ը հունիսի, 2010թ., Igor Ivanov-ն ընդդ. Ռուսաստանի, թիվ 34000/02, 34-րդ կետ, 7-ը հունիսի, 2007թ., և Belashev-ի վերևում մեջբերված գործը, 52-րդ կետ):", "125. Դատարանը շեշտել է, որ յուրաքանչյուր գործով Կառավարությունը պարտավոր է հավուր պատշաճի պատճառաբանել փաստաթղթերի բնօրինակները չներկայացնելը, հատկապես երբ դրանք վերաբերում են գանգատաբերի հետ միասին պահված ազատազրկվածների թվաքանակին: Կառավարությունը հաճախ առաջ է քաշել այն բացատրությունը, թե գանգատի մասին ծանուցումն իրեն ուղարկվել է տևական ժամանակ անցնելուց հետո, և այդ պահի դրությամբ արդեն բանտի փաստաթղթերի բնօրինակները ոչնչացվել են, քանի որ լրացել է դրանց պահպանության ժամկետը: Այս առումով Դատարանը նշել է, որ վերաբերելի փաստաթղթերի ոչնչացումը Կառավարությանը չի ազատում փաստերի մասին պնդումների հետ միասին համապատասխան ապացույցներ ներկայացնելու պարտավորությունից: Ավելին, Դատարանը հաճախ արձանագրել է, որ ռուսաստանյան իշխանությունները բանտային փաստաթղթերի հետ աշխատելիս ըստ երևույթին չեն գործել բավարար զգուշությամբ և ջանասիրությամբ, քանի որ նրանցից ոմանք փաստացի ոչնչացվել են Դատարանի կողմից կոնկրետ գործով զբաղվելու մասին Կառավարությանը ծանուցելուց հետո (տե՛ս Shcherbakov-ն ընդդ. Ռուսաստանի, թիվ 23939/02, 78-րդ կետ, 17-ը հունիսի, 2010թ., Gultyayeva-ի վերևում մեջբերված գործը, 154-րդ կետ, և Novinskiy-ն ընդդ. Ռուսաստանի, թիվ 11982/02, 102-103-րդ կետեր, 10-ը փետրվարի, 2009թ.): Որոշ այլ գործերի շրջանակում Կառավարությունը ներկայացրել է բանտի փաստաթղթերի բնօրինակներից քաղվածքներ, սակայն դրանք չափազանց անհամադրելի են եղել և ժամանակային մեծ ճեղքվածք են ունեցել, որի պատճառով հնարավոր չի եղել հիմնավորապես հերքել տվյալ պահին հիմնարկի խիստ գերբնակեցված լինելու մասին գանգատաբերի պնդումը (տե՛ս Gubin, 54-րդ կետ, Kokoshkina, 32-րդ կետ, երկու գործերը նշված են վերևում, և Sudarkov-ն ընդդ. Ռուսաստանի, թիվ 3130/03, 43-րդ կետ, 10-ը հուլիսի, 2008թ.):", "126. Դատարանն ափսոսանքով նշում է, որ բանտային հաշվառման բաժնի (отдел специального учета) գործունեության կանոնակարգը երբևէ չի հրապարակվել, և ըստ երևույթին, դասակարգվել է որպես միայն ներքին օգտագործման փաստաթուղթ: Ըստ այդմ, Ռուսաստանի քրեակատարողական համակարգում օգտագործվող հաշվառման և վիճակագրական ձևաթղթերի մասին Դատարանի ունեցած սահմանափակ գիտելիքները հիմնված են նախկին գործերով և սույն գործով Կառավարության տրամադրած բանտային փաստաթղթերի նմուշների վրա: Գերբնակեցման մասին պնդումները գնահատելու համար դրանցից առանձնապես արժեքավոր են բանտում պահվողների գրանցամատյանը և առանձին կալանավորվածների խցային հաշվառումները:", "127. Բանտում պահվողների գրանցամատյանում (книга количественного учета лиц, содержащихся в следственном изоляторе) բանտապահների առավոտյան և երեկոյան հերթափոխները տեղեկություններ են լրացնում յուրաքանչյուր խցում պահվողների թվաքանակի վերաբերյալ: Էջաչափ աղյուսակում լրացվող տեղեկությունները ներառում են խցի համարը և երկու թվեր, որոնցից մեկը խցում քնելատեղերի թիվն է, մյուսը՝ ազատազրկվածների փաստացի թիվը: Այն ստորագրում են հանձնող և ընդունող հերթափոխերի հերթապահ բանտապահները:", "128. Խցի քարտը (камерная карточка) ինդեքսային քարտ է, որը լրացվում է, երբ նոր կալանավոր է գալիս նախնական կալանքի բանտ: Այն պարունակում է վերջինիս անունը, ծննդյան ամսաթիվը, տեղեկություններ նախկին դատվածության կամ ընթացիկ քրեական գործի մասին, ինչպես նաև՝ անձնական գույքի ցուցակը և բանտում նրան տրված իրերի ցանկը: Խցից խուց տեղափոխության բոլոր դեպքերը հաշվառվում են առանձին աղյուսակում, որը ներառում է խցի համարը և տեղափոխման ամսաթիվը:", "129. Բանտում պահվողների գրանցամատյանը և խցի քարտը միասին ընթերցելու դեպքում կարելի է պատկերացում կազմել թե՛ տվյալ ժամանակահատվածում ամբողջ բանտում տիրող ընդհանուր իրավիճակի, թե՛ գանգատաբերի խցի կոնկրետ իրավիճակի մասին: Դրանք Դատարանին թույլ են տալիս տեսնել, թե արդյոք կալանավայրում եղել է գերբնակեցման խնդիր, և եթե այո, ապա՝ ինչպիսին է եղել դրա ազդեցությունը կալանավայրի գործունեության վրա, և եթե խցերում կալանավորների բաշխումը եղել է անհամաչափ, ապա՝ արդյոք գանգատաբերի խցում պահվել են լրակազմից ավելի մեծ թվով կալանավորներ: Դրանք Դատարանին թույլ են տալիս նաև համոզվել, որ այն կալանավորները, ում խոսքը մեջբերվել է գանգատաբերի կողմից՝ իր պնդումները հիմնավորելու նպատակով, տվյալ ժամանակահատվածում փաստացի գտնվել են գանգատաբերի հետ միևնույն խցում:", "130. Վերոհիշյալ փաստաթղթերի օգտակարությունը կալանքի պայմաններին առնչվող գործի շրջանակում փաստերը պարզելու համար, սակայն, չի սահմանափակում գործի շրջանակում կողմերի ներկայացրած որևէ այլ ապացույցների օգտագործելիությունը: Ինչպես նշվեց, կոնվենցիոն վարույթներում գոյություն չունեն ապացույցների ընդունելիության դատավարական խոչընդոտներ կամ ապացույցի գնահատման նախապես սահմանված բանաձևեր: Դատարանի կողմից հաստատված համարվող փաստերը հիմնված են բոլոր ապացույցների ամբողջական գնահատման՝ ներառյալ փաստերից և կողմերի ներկայացրած պնդումներից բխող մտահանգումների վրա:", "", "2. Առանձին գործերի կապակցությամբ հաստատված համարվող փաստերը", "(ա) Պրն. Անանյևի գործը", "131. Պրն. Անանյևը 2007թ. հունվարի 20-ից մինչև մարտի 23-ը պահվել է Սմոլենսկի թիվ IZ-67/1 նախնական կալանքի բանտում: Երկամսյա կալանքի ընթացքում նա պահվել է թիվ 170 խցում՝ բացառությամբ վերջին երկու օրերի:", "132. Թիվ 170 խցի մակերեսը եղել է 15 քառակուսի մետր: Խցում եղել է 13 քնելատեղ: Կողմերը համակարծիք են, որ խուցը սահմանված լրակազմից ավելի է լրացված եղել, և որ դրանում պահվողների առավելագույն թիվը հասել է 21-ի: Դա են հաստատում գանգատաբերի փաստարկները, նրա հետ խցում պահված անձանց գրավոր բացատրությունները և Կառավարության ներկայացրած՝ բանտում պահվողների գրանցամատյանից քաղվածքները:", "133. Դատարանը հաստատված է համարում այն փաստը, որ պրն. Անանյևին բաժին է ընկել 1.25 քառակուսի մետրից պակաս տարածք, և որ կալանավորների թիվը զգալիորեն գերազանցել է առկա քնելատեղերի թիվը:", "(բ) Պրն. Բաշիրովի գործը", "134. Պրն. Բաշիրովն ավելի քան երեք տարի՝ 2005թ. մայիսի 3-ից մինչև 2008թ. մայիսի 21-ը պահվել է Աստրախանի թիվ IZ-30/1 նախնական կալանքի բանտում: Նա եղել է հինգ տարբեր խցերում, իսկ 2007թ. դեկտեմբերին՝ մեկ շաբաթ մնացել է բանտային հիվանդանոցում:", "135. Պրն. Բաշիրովի բոլոր խցերը մոտավորապես նույն մեծությունն են ունեցել՝ 23-ից 25 քառակուսի մետր, և նախատեսված են եղել 10-ից 12 անձանց քնելատեղերի համար: Ինչ վերաբերում է խցերում պահված անձանց փաստացի թվաքանակին, ապա պրն. Բաշիրովի ներկայացրած թվերը զգալիորեն գերազանցել են քնելատեղերի թիվը, մինչդեռ Կառավարությունը հերքել է գերբնակեցման փաստի գոյությունը:", "136. Դատարանը նշում է, որ պրն. Բաշիրովի գործով Կառավարությունը չի ներկայացրել որևէ փաստաթղթերի բնօրինակներ, որոնց ցույց կտային ազատազրկվածների փաստացի թիվը, և չի պատճառաբանել այդ փաստաթղթերի բացակայությունը: Կառավարությունը պարզապես հղում է կատարել բանտի պետի տեղեկանքին, որը տրվել էր 2009թ. հունիսին, այսինքն՝ պրն. Բաշիրովի կալանքի ժամկետն սկսվելուց ավելի քան չորս տարի անց և նրա կալանքի ժամկետի ավարտից մեկ տարի անց: Տեղեկանքի մեջ նշված չեն պրն. Բաշիրովի կալանքի որևէ կոնկրետ ժամանակահատվածում ազատազրկվածների փաստացի թվաքանակները. այնտեղ պարզապես ասվում է, որ թիվը «չի գերազանցել քնելատեղերի լրակազմը»: Ինչպես Դատարանը նշել է բազմաթիվ դեպքերում, երբ Կառավարությունը չի ներկայացրել փաստաթղթերի բնօրինակները, տևական ժամանակ հետո կազմված փաստաթղթերը չեն կարող համարվել բավականաչափ արժանահավատ աղբյուրներ՝ հաշվի առնելով, թե որքան ժամանակ է անցել:", "137. Մյուս կողմից, խիստ գերբնակեցման վերաբերյալ պրն. Բաշիրովի պնդումը հաստատվում է երկրամասի օմբուդսմանի տարեկան զեկույցներից քաղվածքներով (համեմատության համար տե՛ս Gladkiy, 67-րդ կետ, և Roman Karasev, 11-րդ կետ, երկուսն էլ նշված են վերևում, որոնցում Կալինինգրադի երկրամասի օմբուդսմանը նշել է թիվ IZ-39/1 բանտի խիստ գերբնակեցման մասին): 2005-ից 2008 թվականների՝ չորս տարիների զեկույցներում դատապարտվել են թիվ IZ-30/1 բանտում պահման սանիտարահիգիենիկ պայմանների անմխիթար վիճակը, և նշվել է, որ եղել են ժամանակներ, երբ բանտի գերբնակեցումը զգալիորեն գերազանցել է նախագծային լրակազմը: 2005 և 2006 թվականների տարեվերջին կալանավորների փաստացի թիվն ավելի քան կրկնակի գերազանցել է լրակազմը: Թեպետ իրավիճակը որոշակիորեն բարելավվել է 2008 թվականի տարեվերջի դրությամբ, օմբուդսմանը նշել է, որ նախագծային լրակազմի ցուցանիշը չափազանց բարձր է սահմանվել, որպեսզի ապահովվի մեկ անձի հաշվով չորս քառակուսի մետրի ներպետական սանիտարական նորմի պահպանումը:", "138. Հաշվի առնելով իր պնդումները հիմնավորելու համար պրն. Բաշիրովի ներկայացրած նյութը, ինչպես նաև այն փաստը, որ Կառավարությունը չի ներկայացրել հակառակը հաստատող արժանահավատ ապացույցներ, Դատարանը հաստատված է համարում, որ խցերը գերբնակեցված են եղել, և պրն. Բաշիրովին տրամադրվել է երկու քառակուսի մետրից պակաս անձնական տարածք:", "", "Բ. Կոնվենցիայի 3-րդ հոդվածի պահանջների կատարումը", "1. Ընդհանուր սկզբունքները", "139. Դատարանը վերահաստատում է, որ Կոնվենցիայի 3-րդ հոդվածում ամրագրվում է ժողովրդավարական հասարակության կարևորագույն արժեքներից մեկը: Այն բացարձակապես արգելում է խոշտանգումը կամ անմարդկային կամ նվաստացուցիչ վերաբերմունքը կամ պատիժը՝ անկախ հանգամանքներից և անկախ տուժողի վարքագծից (տե՛ս, օրինակ, Labita-ն ընդդ. Իտալիայի [ՄՊ], թիվ 26772/95, 119-րդ կետ, ECHR 2000-IV): Վատ վերաբերմունքը պետք է ծանրության նվազագույն աստիճանի հասնի, որպեսզի դրա նկատմամբ կիրառելի լինի 3-րդ հոդվածը: Այդ նվազագույնի գնահատականը հարաբերական է և կախված է գործի բոլոր հանգամանքներից, մասնավորապես՝ վերաբերմունքի տևողությունից, ֆիզիկական և հոգեկան ազդեցությունից, իսկ որոշ դեպքերում՝ տուժողի սեռից, տարիքից և առողջական վիճակից (տե՛ս, ի թիվս այլ նախադեպերի, Ireland-ն ընդդ. Միացյալ Թագավորության, 18-ը հունվարի, 1978թ., 162-րդ կետ, Series A թիվ 25):", "140. Ծանրության այդ՝ նվազագույն աստիճանին հասնող վատ վերաբերմունքը սովորաբար պատճառում է ծանր մարմնական վնասվածք կամ ֆիզիկական կամ հոգեկան ծանր տառապանք: Այնուամենայնիվ, նույնիսկ դրանց բացակայության դեպքում, երբ վերաբերմունքը նվաստացնում կամ արժեզրկում է անձին, անհարգալից է նրա նկատմամբ կամ նսեմացնում է նրա արժանապատվությունը կամ՝ առաջացնում վախի, անհանգստության կամ ստորակարգության զգացումներ, որոնք ի զորու են կոտրել անձի բարոյական և ֆիզիկական դիմադրությունը, այն կարող է բնորոշվել որպես նվաստացուցիչ վերաբերմունք և նույնպես արգելված համարվել 3-րդ հոդվածով (տե՛ս Pretty-ն ընդդ. Միացյալ Թագավորության, թիվ 2346/02, 52-րդ կետ, ECHR 2002-III, լրացուցիչ հղումներով հանդերձ):", "141. Կալանքի համատեքստում Դատարանը շարունակաբար ընդգծել է, որ տառապանքի և նվաստացման նկատմամբ կիրառելի է 3-րդ հոդվածը, եթե դրանք ցանկացած պարագայում գերազանցում են կալանքին անխուսափելիորեն բնորոշ տառապանքը և նսեմացումը: Պետությունը պարտավոր է ապահովել անձի ազատազրկումն այնպիսի պայմաններում, որոնք համահունչ կլինեն մարդկային արժանապատվության հարգման սկզբունքին, ինչպես նաև՝ ապահովել, որպեսզի միջոցն ի կատար ածելու ձևը և մեթոդը նրան չպատճառեն այնպիսի ծանրության տառապանք կամ դժվարություն, որը կգերազանցի կալանքին ներհատուկ տառապանքի անխուսափելի մակարդակը, և որպեսզի կալանքի պրակտիկ պահանջների պարագայում համարժեքորեն պաշտպանված լինեն նրա առողջությունը և բարեկեցությունը (տե՛ս Kudła-ի վերևում մեջբերված գործը, 92-94-րդ կետեր, և Popov-ն ընդդ. Ռուսաստանի, թիվ 26853/04, 208-րդ կետ, 13-ը հուլիսի, 2006թ.):", "142. Կալանքի պայմանները գնահատելիս անհրաժեշտ է հաշվի առնել այդ պայմանների հանրագումարային ազդեցությունը, ինչպես նաև գանգատաբերի կողմից ներկայացվող կոնկրետ բողոքները (տե՛ս Dougoz-ն ընդդ. Հունաստանի, թիվ 40907/98, 46-րդ կետ, ECHR 2001-II): Անձին որոշակի պայմաններում ազատազրկելու ժամանակահատվածի տևողությունը նույնպես պետք է հաշվի առնել (տե՛ս, ի թիվս այլ նախադեպերի, Alver-ն ընդդ. Էստոնիայի, թիվ 64812/01, 8-ը նոյեմբերի, 2005թ.):", "(ա) Գերբնակեցումը", "143. Բանտային խցում տարածքի ծայրահեղ անբավարարությունը նույնպես պետք է հաշվի առնել կալանքի վիճարկվող պայմանների՝ 3-րդ հոդվածի իմաստով «նվաստացուցիչ» լինելը որոշելիս (տե՛ս Karalevičius-ն ընդդ. Լիտվայի, թիվ 53254/99, 36-րդ կետ, 7-ը ապրիլի, 2005թ.):", "144. Դատարանը նկատում է, որ Խոշտանգման կանխարգելման կոմիտեի հրապարակած զեկույցներում ըստ երևույթին ուղղակիորեն նշված չէ, թե մեկ ազատազրկվածի հաշվով ինչ մակերեսն է պետք համարել նվազագույն ստանդարտ մի քանի անձի համար նախատեսված բանտային խցի համար: Առանձին պետությունների այցելությունների մասին ԽԿԿ-ի զեկույցներից և դրանցից հետո մշակվող հանձնարարականներից, սակայն, պարզ է դառնում, որ ներպետական իշխանությունների համար ցանկալի ստանդարտը և նպատակը, որին նրանք պետք է ձգտեն, նախնական կալանքի վայրերում մեկ անձի հաշվով չորս քառակուսի մետր բնակելի տարածքի տրամադրումն է (տե՛ս, ի թիվս այլոց, CPT/Inf (2006) 24 [Ալբանիա], 93-րդ կետ, CPT/Inf (2004) 36 [Ադրբեջան], 87-րդ կետ, CPT/Inf (2008) 11 [Բուլղարիա], 55-րդ կետ, 77-րդ կետ, CPT/Inf (2008) 29 [Խորվաթիա], 56-րդ կետ, 71-րդ կետ, CPT/Inf (2007) 42 [Վրաստան], 42-րդ, 51-րդ, 61-րդ, 74-րդ կետեր, CPT/Inf (2009) 22 [Լիտվա], 35-րդ կետ, CPT/Inf (2006) 11 [Լեհաստան], 87-րդ, 101-րդ, 111-րդ կետեր, CPT/Inf (2009) 1 [Սերբիա], 49-րդ կետ, և CPT/Inf (2008) 22 [Մակեդոնիայի ՆՀՀ], 38-րդ կետ):", "145. Թեպետ չորս քառակուսի մետրի տրամադրումն է ցանկալի ստանդարտը մի քանի անձանց համար նախատեսված կացարանների պարագայում, Դատարանը վճռել է, որ այն դեպքում, երբ գանգատաբերների տրամադրության տակ առկա է երեք քառակուսի մետրի մակերեսից պակաս տարածք, գերբնակեցումը պետք է համարել այնքան ծանր, որ միայն դրա հիմքով կարելի է արձանագրել 3-րդ հոդվածի խախտում (տե՛ս, ի թիվս այլ նախադեպերի, Trepashkin-ի (թիվ 2) գործը, 113-րդ կետ, և Kozhokar-ի գործը, 96-րդ կետ, երկուսն էլ նշված են վերևում, Svetlana Kazmina-ն ընդդ. Ռուսաստանի, թիվ 8609/04, 70-րդ կետ, 2-ը դեկտեմբերի, 2010թ., Kovaleva-ն ընդդ. Ռուսաստանի, թիվ 7782/04, 56-րդ կետ, 2-ը դեկտեմբերի, 2010թ., Roman Karasev-ի վերևում մեջբերված գործը, 48-49-րդ կետեր, Aleksandr Leonidovich Ivanov-ն ընդդ. Ռուսաստանի, թիվ 33929/03, 35-րդ կետ, 23-ը սեպտեմբերի, 2010թ., Vladimir Krivonosov-ի գործը, 93-րդ կետ, և Gubin-ի գործը, 57-րդ կետ, երկուսն էլ նշված են վերևում, Salakhutdinov-ն ընդդ. Ռուսաստանի, թիվ 43589/02, 72-րդ կետ, 11-ը փետրվարի, 2010թ., Denisenko-ն և Bogdanchikov-ն ընդդ. Ռուսաստանի, թիվ 3811/02, 98-րդ կետ, 12-ը փետրվարի, 2009թ., Guliyev-ի վերևում մեջբերված գործը, 32-րդ կետ, Lind-ն ընդդ. Ռուսաստանի, թիվ 25664/05, 59-րդ կետ, 6-ը դեկտեմբերի, 2007թ., Kantyrev-ն ընդդ. Ռուսաստանի, թիվ 37213/02, 50-51-րդ կետեր, 21-ը հունիսի, 2007թ., Andrey Frolov-ն ընդդ. Ռուսաստանի, թիվ 205/02, 47-49-րդ կետեր, 29-ը մարտի, 2007թ., Labzov-ն ընդդ. Ռուսաստանի, թիվ 62208/00, 44-րդ կետ, 16-ը հունիսի, 2005թ., և Mayzit-ն ընդդ. Ռուսաստանի, թիվ 63378/00, 40-րդ կետ, 20-ը հունվարի, 2005թ.):", "146. Ավելի վաղ քննված գործերից մի քանիսի շրջանակում ազատազրկվածների թիվը գերազանցել է խցում առկա քնելատեղերի թիվը, և մակերեսի անբավարարության խնդիրն ավելի է բարդացել անհատական քնելատեղերի բացակայության պատճառով: Ազատազրկվածներն ստիպված են եղել քնել հերթով (տե՛ս Gusev-ն ընդդ. Ռուսաստանի, թիվ 67542/01, 57-րդ կետ, 15-ը մայիսի, 2008թ., Dorokhov-ն ընդդ. Ռուսաստանի, թիվ 66802/01, 58-րդ կետ, 14-ը փետրվարի, 2008թ., Bagel-ն ընդդ. Ռուսաստանի, թիվ 37810/03, 61-րդ կետ, 15-ը նոյեմբերի, 2007թ., Babushkin-ն ընդդ. Ռուսաստանի, թիվ 67253/01, 44-րդ կետ, 18-ը հոկտեմբերի, 2007թ., Igor Ivanov-ի գործը, 36-րդ կետ, Benediktov-ի գործը, 36-րդ կետ, Khudoyorov-ի գործը, 106-րդ կետ, Romanov-ի գործը, 77-րդ կետ, և Labzov-ի գործը, 45-րդ կետ, բոլորը նշված են վերևում, և Kalashnikov-ն ընդդ. Ռուսաստանի, թիվ 47095/99, 97-րդ կետ, ECHR 2002-VI):", "147. Այն դեպքում, երբ խցում պահվել են ոչ այդքան մեծաթիվ կալանավորներ, սակայն դրա ընդհանուր չափը բավական փոքր է եղել, Դատարանը նշել է, որ հանելով ծալվող մահճակալների, սեղանի և զուգարանակոնքի տեղադրման վանդակի համար զբաղեցվող մակերեսը, մնացած տարածքը գրեթե չէր բավականացնում խցի մակերեսը քայլերով չափելու համար (տե՛ս Yevgeniy Alekseyenko-ն ընդդ. Ռուսաստանի, թիվ 41833/04, 87-րդ կետ, 27-ը հունվարի, 2011թ., Petrenko-ն ընդդ. Ռուսաստանի, թիվ 30112/04, 39-րդ կետ, 20-ը հունվարի, 2011թ., Gladkiy-ի գործը, 68-րդ կետ, Trepashkin-ի (թիվ 2) գործը, 113-րդ կետ, երկուսն էլ նշված են վերևում, Arefyev-ն ընդդ. Ռուսաստանի, թիվ 29464/03, 59-րդ կետ, 4-ը նոյեմբերի, 2010թ., և Lutokhin-ի վերևում մեջբերված գործը, 57-րդ կետ):", "148. Դրանից բխում է, որ անձնական տարածքի պատճառով 3-րդ հոդվածի խախտումն արձանագրելու մասին որոշում կայացնելիս Դատարանը պետք է հաշվի առնի հետևյալ երեք տարրերը.", "(ա) յուրաքանչյուր կալանավոր պետք է խցում ունենա անհատական քնելատեղ,", "(բ) յուրաքանչյուր կալանավոր պետք է խցում ունենա առնվազն երեք քառակուսի մետր տարածք, և", "(գ) խցի ընդհանուր մակերեսը պետք է այնքան լինի, որպեսզի կալանավորները կարողանան ազատորեն տեղաշարժվել կահույքի կտորների արանքում:", "Վերոհիշյալ տարրերից որևէ մեկի բացակայությունն ինքնին հիմնավոր նախավարկած է ստեղծում, որ կալանքի պայմաններն առաջացրել են նվաստացուցիչ վերաբերմունք և խախտել են 3-րդ հոդվածը:", "(բ) Այլ առանձնահատկություններ", "149. Այն գործերում, որոնցում բանտարկյալների տրամադրության տակ ըստ երևույթին եղել է բավարար անձնական տարածք, Դատարանը նշել է, որ այդ նորմի պահանջի կատարումը գնահատելու համար վերաբերելի են կալանքի ֆիզիկական պայմանների այլ առանձնահատկությունները: Այդ տարրերը ներառում են, մասնավորապես, բացօթյա զբոսանքի հասանելիությունը, բնական լույսը կամ օդը, օդափոխության առկայությունը, ջեռուցման պայմանների համարժեքությունը, զուգարանից մեկուսի օգտվելու հնարավորությունը և նվազագույն սանիտարահիգիենիկ պահանջների բավարարումը: Այսպես, նույնիսկ երբ բանտային խուցն ավելի մեծ է եղել, և մեկ կալանավորին բաժին է ընկել երեքից չորս քառակուսի մետր տարածք, Դատարանն արձանագրել է 3-րդ հոդվածի խախտում, քանի որ տարածքի գործոնը զուգակցվել է օդափոխության և լուսավորության անբավարարության ապացույցների հետ (տե՛ս, օրինակ, Vlasov-ն ընդդ. Ռուսաստանի, թիվ 78146/01, 84-րդ կետ, 12-ը հունիսի, 2008թ., Babushkin-ի վերևում մեջբերված գործը, 44-րդ կետ, և Trepashkin-ն ընդդ. Ռուսաստանի, թիվ 36898/03, 94-րդ կետ, 19-ը հուլիսի, 2007թ.):", "(i) Բացօթյա զբոսանքը", "150. Կալանքի պայմանները գնահատելիս կարևորվող մյուս տարրերից է բացօթյա զբոսանքի առկայությունը և տևողությունը, ինչպես նաև՝ դրանից օգտվելու պայմանները բանտարկյալների համար: Խոշտանգման կանխարգելման կոմիտեի մշակած՝ Բանտային ստանդարտներում ուղղակիորեն նշվում է բացօթյա զբոսանքը՝ այն համարելով բանտարկյալների բարեկեցության նվազագույն երաշխիք, և նշվում է, որ բոլոր բանտարկյալներին առանց բացառության պետք է թույլատրել օրական առնվազն մեկժամյա բացօթյա զբոսանք, նախընտրելի է՝ խցից դուրս իրականացվող գործունեության առավել ընդհանուր ծրագրի շրջանակում: Ստանդարտների մեջ ընդգծվում է, որ բացօթյա զբոսանքի տարածքները պետք է ողջամտորեն մեծ տարածքում իրականացվեն, իսկ հնարավորության դեպքում՝ պատսպարված լինեն անբարենպաստ եղանակից (տե՛ս 2-րդ ընդհանուր զեկույցի 48-րդ կետը, որը մեջբերվել է վերևում՝ 56-րդ կետում):", "151. Դատարանը հաճախ է նշում, որ օրը մեկ ժամով սահմանափակվող՝ կարճատև բացօթյա զբոսանքի գործոնն էլ ավելի է բարդացնում գանգատաբերի վիճակը, ով մնացած ժամանակի մեծ մասը սահմանափակված է եղել իր խցում՝ չունենալով տեղաշարժի որևիցե ազատություն (վերջին շրջանի գործերից տե՛ս Yevgeniy Alekseyenko-ի գործը, 88-րդ կետ, Gladkiy-ի գործը, 69-րդ կետ, և Skachkov-ի գործը, 54-րդ կետ, բոլորը նշված են վերևում): Գործերից մեկում գանգատաբերի վիճակն անգամ ավելի վատ է եղել, քանի որ զբոսահրապարակը փակված է եղել վերանորոգման համար, և նա ստիպված է եղել մեկ ամսից ավելի մնալ ներսում (տե՛ս Trepashkin-ի վերևում մեջբերված գործը, 32-րդ և 94-րդ կետեր):", "152. Դատարանի վերլուծության մեջ կարևորվել են նաև բացօթյա զբոսանքի տարածքների ֆիզիկական հատկանիշները: Moiseyev-ն ընդդ. Ռուսաստանի գործով Մոսկվայի բանտի զբոսահրապարակների մակերեսն ընդամենը երկու քառակուսի մետրով է գերազանցել խցերի մակերեսը և գրեթե չի ընձեռել զբոսանքի/մարզանքի որևէ իրական հնարավորություն: Հրապարակները շրջապատված են եղել երեք մետր բարձրությամբ պատերով, իսկ դեպի երկինք բացվածքը պաշտպանված է եղել մետաղալարերով և հաստ ցանցով: Դատարանը գտել է, որ փոքր տարածությունը և բացվածքների անբավարարությունը սահմանափակել են ժամանցի և վերականգնվելու համար առկա հնարավորությունները (տե՛ս Moiseyev-ն ընդդ. Ռուսաստանի, թիվ 62936/00, 125-րդ կետ, 9-ը հոկտեմբերի, 2008թ.):", "(ii) Բնական լույսի և թարմ օդի մատչելիությունը", "153. Դատարանը մշտապես ընդգծել է բնական լուսավորությունը և թարմ օդը բանտարկյալների համար խցերում առանց խոչընդոտի և բավարար չափով հասանելի դարձնելու կարևորությունը: Մինչև 2000-ականների սկզբի տարիները՝ Ռուսաստանի նախնական կալանքի բանտերը կահավորված էին մետաղյա շերտավարագույրներով կամ պատուհանների չափով ներկառուցված թեք շերտերով, որոնք ըստ երևույթին նախագծված էին եղել բանտարկյալների միջև հաղորդակցությունը կանխելու համար: Ինչպես նշել է Խոշտանգման կանխարգելման կոմիտեն, նման հարմարանքները ոչ միայն զրկում էին բանտարկյալներին բնական լույսի մատչելիությունից և խափանում թարմ օդի ներհոսքը խցի տարածք, այլ նաև՝ ստեղծում էին հիվանդությունների, մասնավորապես՝ պալարախտի տարածման համար նպաստավոր պայմաններ (տե՛ս 11-րդ ընդհանուր զեկույցի 30-րդ կետը, որը մեջբերված է վերևում՝ 56-րդ կետում):", "154. Դատարանը կարծում է, որ մետաղյա շերտավարագույների տեղադրման պատճառով բնական լույսի և օդի հասանելիության սահմանափակումները լրջորեն ծանրացրել են բանտարկյալների վիճակն առանց այն էլ գերբնակեցված խցում և զգալիորեն նպաստել են 3-րդ հոդվածի խախտման առաջացմանը (տե՛ս Goroshchenya-ի գործը, 71-րդ կետ, Salakhutdinov-ի գործը, 73-րդ կետ, Shilbergs-ի գործը, 97-րդ կետ, որոնք բոլորը նշված են վերևում, Grigoryevskikh-ն ընդդ. Ռուսաստանի, թիվ 22/03, 64-րդ կետ, 9-ը ապրիլի, 2009թ., Aleksandr Makarov-ի գործը, 96-րդ կետ, Belashev-ի գործը, 59-րդ կետ, Moiseyev-ի գործը, 125-րդ կետ, Vlasov-ի գործը, 82-րդ կետ, որոնք բոլորը նշված են վերևում, և Novoselov-ն ընդդ. Ռուսաստանի, թիվ 66460/01, 44-րդ կետ, 2-ը հունիսի, 2005թ.): Այնուհանդերձ, գերբնակեցման նշանների կամ օդափոխության և արհեստական լուսավորության համակարգի խափանումների բացակայության դեպքում շերտավարագույրների բացասական ազդեցությունն ինքնին այնքան ծանր չէր, որպեսզի հասներ 3-րդ հոդվածով պահանջվող ծանրության մակարդակին (տե՛ս Pavlenko-ի վերևում մեջբերված գործը, 81-82-րդ կետեր, և Matyush-ն ընդդ. Ռուսաստանի, թիվ 14850/03, 58-րդ կետ, 9-ը դեկտեմբերի, 2008թ.):", "155. Դատարանը նաև պարզաբանել է, որ բնական օդի ազատ հոսքը չպետք է շփոթել անբարենպաստ եղանակային պայմանների, այդ թվում՝ ամառվա ամիսների ծայրահեղ շոգի կամ ձմեռվա ամիսների սառնամանիքների հետևանքները կրելու հետ: Գանգատաբերները որոշ դեպքերում հայտնվել են առանձնապես ծանր պայմաններում, քանի որ խցի պատուհանի վրա տեղադրված է եղել շերտավարագույր, սակայն ոչ՝ ապակի: Հետևանքը եղել է ոչ միայն այն, որ նրանց համար բավարար չափով հասանելի չեն եղել բնական լույսը և օդը, այլ նաև այն, որ նրանք կրել են շատ ցածր ջերմաստիճանի հետևանքները ձմեռվա ամիսներին՝ որևէ կերպ չկարողանալով պաշտպանվել դրսից դեպի խուց ներթափանցող ցրտից (տե՛ս Zakharkin-ի գործը, 125-127-րդ կետեր, Gultyayeva-ի գործը, 159-162-րդ կետեր, երկուսն էլ նշված են վերևում, և Starokadomskiy-ն ընդդ. Ռուսաստանի, թիվ 42239/02, 45-րդ կետ, 31-ը հուլիսի, 2008թ.):", "(iii) Սանիտարահիգիենիկ պայմանները", "156. Դատարանը, ինչպես Խոշտանգման կանխարգելման կոմիտեն, համարում է, որ պատշաճ կերպով կահավորված և հիգիենիկ սանիտարական հանգույցների հասանելիությունը մեծագույն կարևորություն ունի բանտարկյալների անձնական արժանապատվության զգացումը պահպանելու նպատակով (տե՛ս 2-րդ ընդհանուր զեկույցի 49-րդ կետը, որը մեջբերված է վերևում՝ 56-րդ կետում): Հիգիենան և մաքրությունը ոչ միայն անձի կողմից սեփական մարմնի նկատմամբ հարգանքի և տևական ժամանակով իրենց հետ միևնույն տարածքում գտնվող հարևանների նկատմամբ հարգանքի կարևոր դրսևորումներ են, այլ նաև՝ առողջության պահպանության անհրաժեշտ նախապայման են: Իրապես մարդավայել միջավայր հնարավոր չէ ունենալ, եթե անմիջականորեն հասանելի չեն զուգարանային պայմանները կամ հնարավոր չէ սեփական մարմինը մաքուր պահել (տե՛ս Բանտարկյալների հետ վարվեցողության նվազագույն ստանդարտ կանոնների 15-րդ կետը և Եվրոպական բանտային կանոնների 19.4 կետը, որոնք մեջբերված են վերևում՝ համապատասխանաբար 55-րդ և 58-րդ կետերում):", "157. Ինչ վերաբերում է զուգարանների հասանելիությանը, ապա Դատարանը մի շարք գործերով նշել է, որ Ռուսաստանի նախնական կալանքի բանտերում զուգարանակոնքը տեղադրված է խցի անկյունում և կա՛մ որևէ կերպ առանձնացված չէ խցի բնակելի տարածքից, կա՛մ առանձնացված է մոտավորապես մեկից մեկուկես մետր բարձրություն ունեցող մեկ միջնապատով: Նման փոքր տարածությունը և անմիջական մոտակայքում գտնվելն անընդունելի է ոչ միայն հիգիենայի տեսանկյունից, այլ նաև՝ կալանավորին զրկում է զուգարանից մեկուսիորեն օգտվելու հնարավորությունից, քանի որ նա մշտապես մնում է մահճակալներին նստած այլ կալանավորների և դռան անցքից ներս նայող բանտապահների ուղիղ տեսադաշտում (տե՛ս, ի թիվս այլ նախադեպերի, Aleksandr Makarov-ի գործը, 97-րդ կետ, Trepashkin-ի գործը, 94-րդ կետ, Grishin-ի գործը, 94-րդ կետ, և Kalashnikov-ի գործը, 99-րդ կետ, բոլորը նշված են վերևում): Գործերից մեկով Դատարանը համարեց, որ զուգարանային տարածքի բաց լինելու հետևանքով մեկուսիության բացակայությունը պետք է որ հատկապես ծանր ազդեցություն ունեցած լիներ գանգատաբերի վրա, ով թութքի բուժում էր ստանում և ստիպված էր լինում դեղը կիրառել խցակիցների և բանտապահների աչքերի առաջ (տե՛ս Moiseyev-ի վերևում մեջբերված գործը, 124-րդ կետ):", "158. Դատարանը հաճախ է նշել, որ Ռուսաստանի նախնական կալանքի բանտերում կալանավորներին ցնցուղ ընդունելու համար սովորաբար տրամադրվող ժամանակը սահմանափակվել է շաբաթը մեկ անգամ 15-20 րոպեով, որն ակնհայտորեն անբավարար է եղել մարմնի պատշաճ հիգիենա պահպանելու համար: Ցնցուղի ընդունման կազմակերպման ձևը կալանավորների համար չի ապահովել տարրական մեկուսիություն, քանի որ նրանք տեղափոխվել են լոգարանի տարածք խմբով՝ խուց առ խուց, և աշխատող ցնցուղների թիվը երբեմն չափազանց փոքր էր եղել նրանց բոլորին բավականացնելու համար (տե՛ս Goroshchenya-ի գործը, 71-րդ կետ, Shilbergs-ի գործը, 97-րդ կետ, Aleksandr Makarov-ի գործը, 99-րդ կետ, Seleznev-ի գործը, 44-րդ կետ, Grishin-ի գործը, 94-րդ կետ, և Romanov-ի գործը, 79-րդ կետ, բոլորը նշված են վերևում):", "159. Վերջապես, սանիտարական անհրաժեշտ կանխարգելիչ միջոցառումները պետք է ներառեն կրծողների, լվերի, ոջիլների, փայտոջիլների և այլ վնասատուների ախտահարումից պաշտպանությունը: Այդ միջոցառումները ներառում են ախտահանման բավարար և համարժեք պայմանները, լվացող-ախտահանող նյութերի տրամադրումը և խցերի գազային ախտահանումը և ստուգումները, մասնավորապես՝ մահճակալի սպիտակեղենի, դոշակների և սննդի պահման տարածքների մաքրումը: Դա կարևորագույն նախապայման է մաշկի հիվանդությունների, մասնավորապես՝ քոսի կանխարգելման համար, որը կարծես հաճախ է հանդիպում Ռուսաստանի նախնական կալանքի բանտերում (տե՛ս Kozhokar-ի գործը, 87-րդ կետ, Shcherbakov-ի գործը, 14-րդ կետ, Buzhinayev-ի գործը, 17-րդ կետ, Grigoryevskikh-ի գործը, 25-րդ կետ, Belashev-ի գործը, 34-35-րդ կետեր, Novoselov-ի գործը, 23-րդ կետ, և Kalashnikov-ի գործը, 18-րդ և 29-րդ կետեր, բոլորը նշված են վերևում):", "2. Կիրառությունը սույն գործի նկատմամբ", "160. Վերոհիշյալ ընդհանուր սկզբունքների և պահանջների լույսի ներքո Դատարանն այժմ գնահատելու է, թե արդյոք վերևում շարադրված փաստերով բացահայտվել է 3-րդ հոդվածի խախտում գանգատաբերների նկատմամբ:", "(ա) Անձնական տարածքը", "161. Սույն գործը վերաբերում է կալանքի պայմաններին նախնական կալանքի երկու տարբեր բանտերում՝ Սմոլենսկի թիվ IZ-67/1 բանտում և Աստրախանի թիվ IZ-30/1 բանտում: Դատարանը Կոնվենցիայի 3-րդ հոդվածով պահանջվող չափանիշով ապացուցված է համարում, որ քննարկվող ժամանակահատվածում նշված երկու բանտերում կալանավորներին հասանելի անձնական տարածքի կտրուկ անբավարարության խնդիր է եղել:", "162. Գանգատաբեր պրն. Բաշիրովն Աստրախանի բանտում պահվել է այնպիսի պայմաններում, որոնցում մեկ ազատազրկվածին բաժին է հասել երկու քառակուսի մետրից ոչ ավելի տարածք (տե՛ս վերը՝ 138-րդ կետը): Գանգատաբեր պրն. Անանյևի վիճակն էլ ավելի վատ է եղել. մեկ ազատազրկվածին բաժին ընկնող անձնական տարածքի մակերեսը մեկ քառակուսի մետրից մի փոքր ավելի է եղել, իսկ մեկ խցում կալանավորների թիվը զգալիորեն գերազանցել է քնելատեղերի թիվը (տե՛ս վերը՝ 133-րդ կետը):", "(բ) Այլ առանձնահատկությունները", "163. Հաշվի առնելով կողմերի ներկայացրած փաստարկները և Ռուսաստանի նախնական կալանքի բանտերին առնչվող իրավանորմատիվ ռեժիմը, որը գործել է քննարկվող ժամանակահատվածում (տե՛ս վերը՝ 26-րդ և հետագա կետերը), Դատարանը համարում է, որ անհրաժեշտ է պարզել հետևյալ լրացուցիչ տարրերը:", "164. Գանգատաբերներին օրական թույլատրվել է մեկժամյա բացօթյա զբոսանք: Պատուհանների վրա չեն եղել մետաղյա շերտավարագույրներ կամ այլ հարմարանքներ, որոնք կարգելափակեին բնական լույսի ներթափանցումը խուց: Առկայության դեպքում պատուհանի փոքր փեղկը հնարավոր է եղել բացել՝ մաքուր օդի ներհոսքի համար: Խցերը կահավորված են եղել նաև արհեստական լուսավորությամբ և օդափոխությամբ:", "165. Ինչ վերաբերում է սանիտարահիգիենիկ պայմաններին, ապա և ճաշասեղանը, և զուգարանակոնքը եղել են գանգատաբերների խցերի ներսում, երբեմն՝ միմյանց այնքան մոտ, որ դրանց միջև հեռավորությունը մեկ կամ մեկուկես մետր է եղել: Զուգարանը մեկ կողմից առանձնացված է եղել մեկից մեկուկես մետր բարձրությամբ միջնապատով: Բանտի կանոնակարգը թույլ չի տվել զուգարանը դռնով կամ վարագույրով ամբողջովին առանձնացնել տեսադաշտից: Խցերում սովորաբար եղել է մշտապես հոսող սառը ջուր, և կալանավորները յոթից տասն օրը մեկ ցնցուղ ընդունելու հնարավորություն են ստացել:", "(գ) Եզրակացությունը", "166. Պարզվել է, որ գանգատաբերներ պրն. Անանյևը և պրն. Բաշիրովն ստացել են երեք քառակուսի մետրից պակաս անձնական տարածք: Նրանք մշտապես մնացել են խցի ներսում, բացառությամբ մեկժամյա բացօթյա զբոսանքի: Նրանք ստիպված են եղել սնվել և բնական կարիքները հոգալ այդ նեղլիկ պայմաններում: Ինչ վերաբերում է պրն. Բաշիրովին, ապա արձանագրվում է, որ նա այդ պայմաններում անցկացրել է երեք տարուց ավելի: Ուստի, Դատարանը համարում է, որ գանգատաբերներ պրն. Անանյևը և պրն. Բաշիրովը ենթարկվել են անմարդկային և նվաստացուցիչ վերաբերմունքի՝ ի խախտումն Կոնվենցիայի 3-րդ հոդվածի:", "VI. ԿՈՆՎԵՆՑԻԱՅԻ 41-ՐԴ ՀՈԴՎԱԾԻ ԿԻՐԱՌՈՒԹՅՈՒՆԸ", "167. Կոնվենցիայի 41-րդ հոդվածով նախատեսվում է.", "«Եթե Դատարանը գտնում է, որ տեղի է ունեցել Կոնվենցիայի կամ դրան կից Արձանագրությունների խախտում, իսկ համապատասխան Բարձր պայմանավորվող կողմի ներպետական իրավունքն ընձեռում է միայն մասնակի հատուցման հնարավորություն, ապա Դատարանը որոշում է, անհրաժեշտության դեպքում, տուժած կողմին արդարացի փոխհատուցում տրամադրել»:", "Ա. Նյութական վնասը", "168. Գանգատաբեր պրն. Բաշիրովը տոկոսներ էր պահանջում այն գումարի դիմաց, որն առգրավվել էր նրա բնակարանից 2005թ. իրականացված խուզարկության ընթացքում: Կառավարությունն ընդգծել էր, որ 2009թ. հուլիսի 17-ին շրջանային դատարանն իշխանություններին կարգադրել էր գումարը վերադարձնել նրան, սակայն նա հարկադիր կատարման թերթիկը չէր ներկայացրել կատարածուներին: Դատարանը նշում է, որ թիվ 1 լրացուցիչ արձանագրության 1-ին հոդվածով ներկայացված բողոքն անընդունելի է ճանաչվել, և մերժում է նյութական վնասի փոխհատուցման այս պահանջը:", "Բ. Ոչ նյութական վնասը", "169. Ոչ նյութական վնասի դիմաց գանգատաբեր պրն. Անանյևը պահանջում էր 2,000 եվրոյի, իսկ գանգատաբեր պրն. Բաշիրովը՝ 50,000 եվրոյի փոխհատուցում:", "170. Կառավարությունը համարեց, որ նրանց պահանջները չափազանց մեծ են:", "171. Դատարանը Կոնվենցիայի 3-րդ հոդվածի խախտում է արձանագրել երկու գանգատաբերների նկատմամբ, ովքեր անմարդկային և նվաստացուցիչ վերաբերմունքի են ենթարկվել իրենց կալանքի ոչ համարժեք պայմանների պատճառով: Դատարանը նաև Կոնվենցիայի 13-րդ հոդվածի խախտում է արձանագրել, քանի որ նրանց տրամադրության տակ չի եղել իրավական պաշտպանության ներպետական արդյունավետ միջոց:", "172. Ինչ վերաբերում է 3-րդ հոդվածի խախտման առնչությամբ փոխհատուցմանը, Դատարանը համարում է, որ ակնհայտորեն ոչ պատշաճ պայմաններում ազատազրկված անձի կրած տառապանքը և դժվարությունները չեն կարող փոխհատուցվել պարզապես խախտման արձանագրմամբ: Այդ պայմաններում մնալու տևողությունն անհերքելիորեն այն կարևորագույն գործոնն է, որը նշանակություն ունի ոչ նյութական վնասի չափը որոշելիս: Հայտնի է նաև, որ անբարենպաստ պայմաններին հարմարվելու սկզբնական ժամանակահատվածն առանձնապես ծանր հոգեկան և ֆիզիկական ազդեցություն է թողնում անձի վրա: Հաշվի առնելով 3-րդ հոդվածով պաշտպանվող իրավունքի հիմնարար բնույթը, Դատարանը նպատակահարմար է գտնում պրն. Բաշիրովին փոխհատուցում նշանակել 6,000 եվրոյի չափով՝ անմարդկային և նվաստացուցիչ պայմաններում նրա կալանքի առաջին տարվա համար, և 3,500 եվրոյի չափով՝ յուրաքանչյուր հաջորդ տարվա դիմաց, որի արդյունքում ընդհանուր գումարը կազմում է 13,000 եվրո: Ինչ վերաբերում է պրն. Անանյևին, ապա Դատարանը խելամիտ է համարում նրան փոխհատուցում նշանակել իր պահանջած ամբողջ գումարի, այսինքն՝ 2,000 եվրոյի չափով:", "173. Ինչ վերաբերում է 13-րդ հոդվածի խախտմանը, ապա Դատարանը վճռում է, որ խախտման արձանագրումն ինքնին բավարար արդարացի փոխհատուցում է:", "174. Հաշվի առնելով վերոհիշյալ սկզբունքները, Դատարանը պրն. Անանյևին նշանակում է 2,000 եվրոյի, իսկ պրն. Բաշիրովին՝ 13,000 եվրոյի չափով փոխհատուցում կրած ոչ նյութական վնասի դիմաց, գումարած գանձման ենթակա բոլոր հարկերի գումարը, և այս ենթակետի ներքո մերժում է պահանջների մնացած մասը:", "Գ. Ծախսերը և ծախքերը", "175. Գանգատաբեր պրն. Անանյևը ծախսերի կամ ծախքերի փոխհատուցում չի պահանջել: Գանգատաբեր պրն. Բաշիրովը պահանջել է 35,800 ռուբլի ներպետական իրավական վճարների և 11,908 ռուբլի պատճենահանման և փոստային առաքման ծախսերի գծով: Կառավարությունը նշել է, որ ներպետական իրավական վճարներն առնչություն չեն ունեցել Ստրասբուրգի վարույթի խնդրո առարկային, և որ փոստային առաքումների ստացականներով հաստատվել է ընդամենը 4,191 ռուբլին:", "176. Դատարանի ձևավորված նախադեպի համաձայն, ծախսերը և ծախքերը 41-րդ հոդվածի ներքո չեն փոխհատուցվում, եթե ապացուցված չէ, որ դրանք փաստացի կատարվել են, եղել են անհրաժեշտ և ունեցել են ողջամիտ գումար (տե՛ս Iatridis-ն ընդդ. Հունաստանի (արդարացի փոխհատուցում) [ՄՊ], թիվ 31107/96, 54-րդ կետ, ECHR 2000-XI):", "177. Պրն. Բաշիրովի գործով նրա բողոքների մի մասն անընդունելի են ճանաչվել: Հաշվի առնելով իր մոտ առկա փաստաթղթերը, Դատարանը խելամիտ է համարում պրն. Բաշիրովին տրամադրել 850 եվրոյի գումար՝ որպես բոլոր ծախսերի փոխհատուցում, գումարած նրանից գանձման ենթակա հնարավոր բոլոր հարկերը:", "Դ. Հաշվարկային տոկոսադրույքը", "178. Դատարանը նպատակահարմար է համարում հաշվարկային տոկոսադրույքի հիմք ընդունել Եվրոպական կենտրոնական բանկի վարկավորման մարժայի տոկոսադրույքը, որին պետք է հավելել երեք տոկոսային կետ:", "VII. ԿՈՆՎԵՆՑԻԱՅԻ 46-ՐԴ ՀՈԴՎԱԾԻ ԿԻՐԱՌՈՒԹՅՈՒՆԸ", "179. Դատարանը նշում է, որ կալանքի ոչ համարժեք պայմանների խնդիրն ըստ երևույթին կրկնվող խնդիր է Ռուսաստանում, որը Կոնվենցիայի 3-րդ և 13-րդ հոդվածների խախտումներ արձանագրող ավելի քան 80 դատավճիռների է հանգեցրել, որոնք ընդունվել են 2002 թվականին Kalashnikov-ի գործով առաջին անգամ նման եզրակացության հանգելուց ի վեր: Ուստի, Դատարանը յուրաժամ և պատշաճ է համարում սույն գործը քննության առնել Կոնվենցիայի 46-րդ հոդվածի ներքո, որի համապատասխան մասով նախատեսվում է հետևյալը.", "«1. Բարձր պայմանավորվող կողմերը պարտավորվում են կատարել Դատարանի վերջնական վճիռները ցանկացած գործերի վերաբերյալ, որոնցում նրանք կողմեր են:", "2. Դատարանի վերջնական վճիռն ուղարկվում է Նախարարների կոմիտե, որը վերահսկողություն է իրականացնում դրա կատարման նկատմամբ»:", "Ա. Ընդհանուր սկզբունքները", "180. Դատարանը հիշեցնում է, որ Կոնվենցիայի 46-րդ հոդվածը՝ մեկնաբանված լինելով 1-ին հոդվածի լույսի ներքո, պատասխանող պետության համար իրավական պարտավորություն է սահմանում՝ Նախարարների կոմիտեի վերահսկողության ներքո իրականացնելու ընդհանուր և/կամ անհատական միջոցառումներ, որոնք կերաշխավորեն գանգատաբերի այն իրավունքը, որի խախտում է արձանագրել Դատարանը: Նման միջոցառումներ պետք է իրականացվեն նաև գանգատաբերի վիճակի նման վիճակում գտնվող այլ անձանց նկատմամբ, մասնավորապես՝ լուծելով այն խնդիրները, որոնց պատճառով Դատարանն արձանագրել է խախտումը (տե՛ս Scozzari-ն և Giunta-ն ընդդ. Իտալիայի [ՄՊ], թիվ 39221/98 և թիվ 41963/98, 249-րդ կետ, ECHR 2000-VIII, Christine Goodwin-ն ընդդ. Միացյալ Թագավորության [ՄՊ], թիվ 28957/95, 120-րդ կետ, ECHR 2002-VI, Lukenda-ն ընդդ. Սլովենիայի, թիվ 23032/02, 94-րդ կետ, ECHR 2005-X, և S.-ն և Marper-ն ընդդ. Միացյալ Թագավորության [ՄՊ], թիվ 30562/04 և թիվ 30566/04, 134-րդ կետ, ECHR 2008 ...): Այդ պարտավորությունը մշտապես ընդգծվել է Նախարարների կոմիտեի կողմից Դատարանի դատավճիռների կատարումը վերահսկելու գործընթացում (տե՛ս, ի թիվս բազմաթիվ հիմքերի, DH(97)336 միջանկյալ բանաձևն Իտալիայում վարույթների տևողությանն առնչվող գործերի վերաբերյալ, DH(99)434 միջանկյալ բանաձևը Թուրքիայի անվտանգության ուժերի գործողությունների վերաբերյալ, ResDH(2001)65 միջանկյալ բանաձևը Scozzari-ն և Giunta-ն ընդդ. Իտալիայի գործի վերաբերյալ, ResDH(2006)1 միջանկյալ բանաձևը Ryabykh-ն ընդդ. Ռուսաստանի և Volkova-ն ընդդ. Ռուսաստանի գործերի վերաբերյալ):", "181. Այդ սկզբունքներին համահունչ իր դատավճիռների արդյունավետ իրագործմանն աջակցելու նպատակով Դատարանն իրավասու է պիլոտային դատավճռի ընթացակարգ սահմանել, որը Դատարանին թույլ կտա դատավճռում հստակորեն ամրագրել խախտումները պայմանավորող համակարգային խնդիրների գոյությունը և մատնանշել դրանք լուծելու ուղղությամբ պատասխանող պետության կողմից իրագործվելիք կոնկրետ միջոցառումները կամ գործողությունները (տե՛ս Broniowski-ն ընդդ. Լեհաստանի [ՄՊ], 31443/96, 189-194-րդ կետեր և աշխատանքային մասը, ECHR 2004-V, և Hutten-Czapska-ն ընդդ. Լեհաստանի [ՄՊ] թիվ 35014/97, ECHR 2006-... 231-239-րդ կետեր և աշխատանքային մասը): Դատական ակտերի ընդունման այդ գործառույթը, սակայն, իրականացվում է՝ հավուր պատշաճի հարգելով կոնվենցիոն մարմինների համապատասխան լիազորությունները. Կոնվենցիայի 46-րդ հոդվածի 2-րդ մասի համաձայն անհատական և ընդհանուր միջոցառումների իրագործման գնահատականը տալիս է Նախարարների կոմիտեն (տե՛ս, mutatis mutandis, Broniowski-ն ընդդ. Լեհաստանի (հաշտության համաձայնություն) [ՄՊ], թիվ 31443/96, 42-րդ կետ, ECHR 2005-IX, և Hutten-Czapska-ն ընդդ. Լեհաստանի (հաշտության համաձայնություն) [ՄՊ], թիվ 35014/97, 42-րդ կետ, 28-ը ապրիլի, 2008թ.):", "182. Փորձնական դատավճռի ընթացակարգի հաջորդ կարևոր նպատակն է պատասխանող պետությանը դրդել՝ լուծելու ներպետական մակարդակի միևնույն համակարգային խնդրի պատճառով ծագող մեծաթիվ անհատական գործերի խնդիրը՝ այդկերպ կյանքի կոչելով Կոնվենցիայի համակարգի հիմքում դրված սուբսիդիարության սկզբունքը: Հիրավի, 19-րդ հոդվածով նախատեսված՝ Դատարանի խնդիրը, այն է՝ « Կոնվենցիայով և դրա Լրացուցիչ արձանագրություններով ամրագրված հիմնարար իրավունքների երաշխավորման՝ Պայմանավորվող կողմերի ստանձնած պարտավորությունների կատարումն ապահովելը», լուծելու լավագույն միջոցը մեծաթիվ գործերով միևնույն կրկնվող եզրակացությանը հանգելը չէ (տե՛ս, mutatis mutandis, E.G.-ն ընդդ. Լեհաստանի (որոշում), թիվ 50425/99, 27-րդ կետ, 23-ը սեպտեմբերի, 2008թ.): Փորձնական դատավճռի ընթացակարգի նպատակն է ապահովել ազգային իրավական համակարգում Կոնվենցիայով երաշխավորված որոշակի իրավունքների պաշտպանության վրա ազդող խափանումների հնարավորինս արագ և արդյունավետ հանգուցալուծումը (տե՛ս Wolkenberg-ը և այլք ընդդ. Լեհաստանի (որոշում), թիվ 50003/99, 34-րդ կետ, ECHR 2007 ... (քաղվածքներ)): Թեպետ պատասխանող պետության գործողությունները պետք է հիմնականում ուղղված լինեն նման խափանումների լուծմանը, իսկ համապատասխան դեպքերում՝ նաև կոնկրետ խախտումների առնչությամբ իրավական պաշտպանության ներպետական արդյունավետ միջոցների ներդրմանը, այն կարող է ներառել նաև տեղային լուծումներ, օրինակ՝ հաշտության համաձայնություններ գանգատաբերների հետ կամ խախտված իրավունքի վերականգնման՝ Կոնվենցիայի պահանջներին համապատասխանող միակողմանի առաջարկներ: Դատարանը կարող է որոշում կայացնել նմանօրինակ բոլոր գործերի քննությունը հետաձգելու մասին՝ այդկերպ պատասխանող պետությանը հնարավորություն ընձեռելով դրանք լուծել տարաբնույթ ուղիներով (տե՛ս, mutatis mutandis, Broniowski-ի վերևում մեջբերված գործը, 198-րդ կետ, և Xenides-Arestis-ն ընդդ. Թուրքիայի, թիվ 46347/99, 50-րդ կետ, 22-ը դեկտեմբերի, 2005թ.):", "183. Եթե, սակայն, պատասխանող պետությունը փորձնական դատավճռից հետո չի իրականացնում այդ միջոցառումները և շարունակում է խախտել Կոնվենցիան, ապա Դատարանին այլ ընտրություն չի մնում, քան՝ իրեն ներկայացված նմանօրինակ բոլոր գանգատների քննությունը վերսկսելը և դրանք դատավճռի հասցնելը՝ այդկերպ երաշխավորելով Կոնվենցիայի պահանջների արդյունավետ կատարումը (տե՛ս Burdov-ի (թիվ 2) գործը, որը մեջբերված է վերևում, 128-րդ կետ):", "Բ. Փորձնական դատավճռի ընթացակարգի կիրառությունը հիմնավորող համակարգային խնդրի գոյությունը", "184. Ռուսաստանի նախնական կալանքի վայրերում կալանքի անմարդկային և նվաստացուցիչ պայմաններին վերաբերող առաջին դատավճռից (տե՛ս Kalashnikov-ի վերևում մեջբերված գործը) ի վեր Դատարանը կալանքի նմանօրինակ պայմանների պատճառով 3-րդ հոդվածի խախտում է արձանագրել ավելի քան 80 գործերով (տե՛ս Հավելվածը): Այդ դատավճիռներից մի քանիսում Դատարանը նաև եզրակացրել է, որ տեղի է ունեցել նաև 13-րդ հոդվածի խախտում, քանի որ գանգատաբերներն իրենց կալանքի պայմանները վիճարկելու համար չեն ունեցել իրավական պաշտպանության ներպետական արդյունավետ միջոցներ: Դատարանի նախադեպերի կառավարման շտեմարանի տվյալներով, Ռուսաստանի դեմ ներկայացված մոտ 250 գանգատներ, որոնք առերևույթ արժանի են ըստ էության քննարկման, ներկայումս սպասում են իրենց հերթին, որպեսզի առաջին անգամ քննարկվեն Դատարանի կողմից, և դրանցում հիմնական բողոքը վերաբերում է կալանքի ոչ համարժեք պայմաններին: Վերոհիշյալ ցուցանիշներն ինքնին խոսում են կրկնվող համակարգային խնդրի գոյության մասին (տե՛ս, ի թիվս այլ նախադեպերի, Bottazzi-ն ընդդ. Իտալիայի [ՄՊ], թիվ 34884/97, 22-րդ կետ, ECHR 1999-V, Lukenda-ի վերևում մեջբերված գործը, 90-93-րդ կետեր, և Rumpf-ն ընդդ. Գերմանիայի, թիվ 46344/06, 64-70-րդ կետեր, 2-ը սեպտեմբերի, 2010թ.):", "185. Նախորդ դատավճիռներում և սույն գործի շրջանակում արձանագրված՝ Կոնվենցիայի 3-րդ հոդվածի խախտումները տեղի են ունեցել Ռուսաստանի Դաշնության տարբեր վարչական սուբյեկտներում և աշխարհագրական տարաբնույթ շրջաններում/երկրամասերում գտնվող նախնական կալանքի վայրերում: Այնուամենայնիվ, խախտումների հիմքում ընկած փաստերն էականորեն նման են եղել. կալանավորներն անմարդկային և նվաստացուցիչ վերաբերմունք են կրել խցերում անձնական տարածքի խիստ անբավարարության պատճառով, չեն բավականացրել քնելատեղերը, անհիմն կերպով սահմանափակված է եղել բնական լույսի և օդի հասանելիությունը, և սանհանգույցից օգտվելու ընթացքում ապահովված չի եղել մեկուսիությունը: Ուստի, տպավորություն է առաջանում, որ խախտումները պայմանավորված չեն եղել առանձին միջադեպով կամ կոնկրետ գործերի շրջանակում տեղի ունեցած որոշակի իրադարձություններով, այլև՝ բխել են լայն տարածում ունեցող խնդրից, որի պատճառը եղել է Ռուսաստանի քրեակատարողական համակարգի վատ աշխատանքը և արգելված վերաբերմունքը բացառող իրավական և վարչական երաշխիքների անբավարարությունը: Այդ խնդիրը հետևանքներ է առաջացրել, և ներկայումս էլ կարող է հետևանքներ առաջացնել, Ռուսաստանի տարբեր շրջաններում նախնական կալանքի վայրերում կալանավորված մեծաթիվ անձանց համար (համեմատության համար տե՛ս Broniowski-ի գործը, 189-րդ կետ, և Hutten-Czapska-ի գործը, 229-րդ կետ, երկուսն էլ նշված են վերևում):", "186. Կարիք կա նաև վերհիշել, որ նախնական կալանքի վայրերի «գործնականում անմարդկային պայմանները» Եվրոպական բանտային կանոնների վերաբերյալ թիվ R(87)3 հանձնարարականին (մեջբերված է վերևում՝ 58-րդ կետում) համահունչ անհապաղ բարելավելու պարտավորությունը Ռուսաստանի Դաշնությունը, ի թիվս այլ պարտավորությունների, ստանձնել էր Եվրոպայի խորհրդին անդամակցելիս (տե՛ս Խորհրդարանական վեհաժողովի թիվ 193 (1996) եզրակացությունը, 7 (ix) կետ): Ռուսաստանի Դաշնության կողմից պարտավորությունների և հանձնառությունների կատարման վերաբերյալ թիվ 1277 (2002) բանաձևում Խորհրդարանական վեհաժողովը նշել էր, որ կտրականապես նվազել է նախնական կալանքի հիմնարկներում պահվող կալանավորների թիվը, սակայն դատապարտել էր կալանքի պայմանները, մասնավորապես՝ բանտերի գերբնակեցումը, առողջապահության կազմակերպման թերությունները և ֆինանսավորման անբավարարությունը: Խորհրդարանական վեհաժողովը Ռուսաստանի իշխանություններին կոչ էր արել բարելավել պայմանները նախնական կալանքի վայրերում, ապահովել Խոշտանգման և անմարդկային կամ նվաստացուցիչ վերաբերմունքի կամ պատժի կանխարգելման եվրոպական կոնվենցիայի պահանջների հարգումը և ի կատար ածել Խոշտանգման կանխարգելման կոմիտեի տված հանձնարարականները (8 (ix) կետ): Ռուսաստանի Դաշնության կողմից պարտավորությունների կատարման վերաբերյալ Մոնիթորինգի հանձնաժողովի վերջին շրջանի զեկույցում (թիվ 10568 փաստաթուղթ, 3-ը հունիսի, 2005թ.) նշվել էր, որ պայմանավորված զանգվածային համաներումներով, այլընտրանքային պատժատեսակների կիրառությամբ և քրեական օրենսգրքով նախատեսված պատժաչափերի կրճատմամբ, ինչպես նաև նախնական կալանքը կիրառելու և դրա ժամկետը երկարաձգելու լիազորությունը դատախազներից դատարաններին փոխանցելու և նախնական կալանքի նոր վայրեր կառուցելու հանգամանքներով, նախնական կալանքի վայրերում գերբնակեցման միջին ցուցանիշը կրճատվել էր և ներկայումս ընդամենը մեկ տոկոսով էր գերազանցում հիմնարկների նախատեսված լրակազմը: Այնուամենայնիվ, առանձին երկրամասերի մանրակրկիտ վերլուծությունը ցույց էր տալիս, որ նախնական կալանքի վայրերը շարունակում էին տարբեր չափերով գերբնակեցված մնալ 34 երկրամասերում, որոնցից 15-ում գերբնակեցումը 20%-ից պակաս է, 16-ում՝ 20-ից 50%է: Երեք երկրամասերում՝ Տուվայի Հանրապետությունում, Չիտայի և Կոստրոմայի երկրամասերում, նախնական կալանքի հիմնարկների գերբնակեցման խնդիրն առավել ծանր էր (տե՛ս զեկույցի 204-210-րդ կետերը):", "187. 2002 թվականին Kalashnikov-ի գործով դատավճռի ընդունումից ի վեր Ռուսաստանի նախնական կալանքի վայրերում գերբնակեցման խնդիրը Կոնվենցիայի 46-րդ հոդվածին համապատասխան առանձնակի տեղ է զբաղեցրել Եվրոպայի խորհրդի նախարարների կոմիտեի օրակարգում: Kalashnikov-ի գործով դատավճռի կատարման վերաբերյալ առաջին միջանկյալ բանաձևում Նախարարների կոմիտեն նշել էր, որ գերբնակեցման խնդրով տառապում են Ռուսաստանի 89 երկրամասից 57-ի նախնական կալանքի վայրերը, և որ անհրաժեշտ է անհապաղ քայլեր ձեռնարկել խնդիրը լուծելու և կալանքի սանիտարական պայմանները Կոնվենցիայի պահանջներին համապատասխանեցնելու ուղղությամբ (տե՛ս CM/ResDH(2003)123 միջանկյալ բանաձևը՝ մեջբերված վերը՝ 59-րդ կետում): Ընդունված երկրորդ միջանկյալ բանաձևը վերաբերում էր Kalashnikov-ի գործով դատավճռի և այդ ընթացքում Դատարանի կայացրած ևս 31 նմանօրինակ դատավճիռների կատարմանը (տե՛ս CM/ResDH(2010)35 միջանկյալ բանաձևը՝ մեջբերված վերը՝ 60-րդ կետում): Բանաձևը հիշեցնում էր, որ գոյություն ունեցող համակարգային խնդիրների և համապարփակ ընդհանուր միջոցառումներ իրականացնելու անհրաժեշտությունն ընդգծվել էր Նախարարների կոմիտեի կողմից և ի գիտություն ընդունվել՝ ռուսաստանյան իշխանությունների կողմից, և վերահաստատվում էր նախնական կալանքի վայրերում գերբնակեցման խնդրի լուծումները գտնելու համար միասնական մոտեցում որդեգրելու, մասնավորապես՝ իրավական դաշտը, պրակտիկան և դիրքորոշումները փոփոխելու անհրաժեշտությունը:", "188. Ռուսաստանյան իշխանությունները չէին հերքում նախնական կալանքի վայրերում գերբնակեցմանն առնչվող համակարգային խնդրի գոյությունը: Խնդրի ծավալը և հրատապությունն ի գիտություն էին ընդունվում թե՛ սույն գործով Կառավարության ներկայացրած փաստարկներում, թե՛ ազգային մակարդակով ընդունված փաստաթղթերում և հայեցակարգերում, մասնավորապես, օրինակ, Քրեակատարողական համակարգի զարգացման 2006թ. սեպտեմբերի 5-ի դաշնային ծրագրում (մեջբերված է վերևում՝ 54-րդ կետում): Ծրագրում ուղղակիորեն նշվում էին Ռուսաստանի անդամակցության հետ կապված հանձնառությունները և Դատարանի և Խոշտանգման կանխարգելման կոմիտե կողմից սահմանված՝ նախնական կալանքի ստանդարտները, և որպես ծրագրի նպատակ էր հռչակվում կալանքի պայմանների համապատասխանեցումը Ռուսաստանի իրավական նորմերին, իսկ հետագայում նաև՝ անցումը միջազգային ստանդարտներին: Գույքագրելով իրավիճակը քրեակատարողական համակարգում, ծրագրում նշվում էր, որ Ռուսաստանի երկրամասերից ընդամենը 40-ն ունեին կալանավայրեր, որոնցում կալանավորները կարող էին պահվել մեկ կալանավորի հաշվով չորս քառակուսի մետրի ներպետական սանիտարական նորմին համապատասխանող կենցաղային պայմաններում, մինչդեռ 18 մարզերի կալանավայրերը մեկ ազատազրկվածի հաշվով կարող էին ապահովել երեք քառակուսի մետրից պակաս տարածք: Ծրագրի տարեկան թիրախներն էին նախնական կալանքի վայրերի 60 տոկոսը համապատասխանեցնել Ռուսաստանի սանիտարական նորմին 2011 թվականին դրությամբ, իսկ բոլոր կալանավայրերը՝ մինչև 2016 թվականը: Այնուհանդերձ, ակնկալվում էր, որ կալանավայրերի մեկ տոկոսից պակաս մասն էր համապատասխանելու մեկ կալանավորի հաշվով յոթ քառակուսի մետրի միջազգային ստանդարտին 2011 թվականի դրությամբ, և ընդամենը 11.4-ը՝ 2016-ի դրությամբ:", "189. Չնայած կալանքի նյութական պայմանների բարելավման ուղղությամբ նկատվող միտումներին և դատաքննությանը սպասող բանտարկյալների թվի կրճատման միտումներին, գերբնակեցման խնդրի հրատապությունը վերջին տարիներին չի նվազել: Սույն գործով Դատարանի բացահայտումները և նոր գանգատների շարունակական ներհոսքը վկայում են որոշ կալանավայրերի ծանր իրավիճակի մասին, որոնցում ազատազրկվածները դեռևս չունեն անհատական քնելատեղեր, ինչպես՝ պրն. Անանյևի պարագայում էր, և ակնհայտ է դառնում, որ չկա շարունակվող խախտումը վերացնելու կամ արդեն ավարտված կալանավորման ժամկետի դիմաց փոխհատուցում ստանալու համար իրավական պաշտպանության ներպետական արդյունավետ միջոց: Դատարանին լրջորեն մտահոգում է, որ սույն դատավճռով արձանագրված խախտումները տեղի են ունեցել Kalashnikov-ի գործով կայացված դատավճռից ավելի քան հինգ տարի անց, որում առաջին անգամ արձանագրվել էր գերբնակեցման խնդիրը, չնայած որ պատասխանող կառավարությունը Կոնվենցիայի 46-րդ հոդվածի համաձայն պարտավոր է Նախարարների կոմիտեի վերահսկողության ներքո իրականացնել խախտման վերացման և կանխարգելման համար անհրաժեշտ միջոցառումները՝ թե՛ անհատի, թե՛ ընդհանուր մակարդակներով (համեմատության համար տե՛ս Burdov-ի (թիվ 2) գործը, մեջբերված է վերևում, 134-րդ կետ):", "190. Հաշվի առնելով, որ խնդիրը կրկնվում է և շարունակվում, ազդել է կամ կարող է ազդել մեծաթիվ մարդկանց վրա, և հրատապորեն անհրաժեշտ է ներպետական մակարդակով նրանց ընձեռել իրավունքն արագորեն և հավուր պատշաճի վերականգնելու միջոց, Դատարանը նպատակահարմար է գտնում սույն գործով կիրառել փորձնական դատավճռի ընթացակարգը (տե՛ս Burdov-ի (թիվ 2) գործը, մեջբերված է վերևում, 130-րդ կետ, և Finger-ն ընդդ. Բուլղարիայի, թիվ 37346/05, 128-րդ կետ, 10-ը մայիսի, 2011թ.): Ինչպես Դատարանն ընդգծել է, նմանատիպ անհատական գործերով Դատարանի եզրակացությունը պարզապես կրկնելը լավագույն մեխանիզմը չի կարող լինել Կոնվենցիայի նպատակներն իրագործելու համար: Ուստի, Դատարանը գտնում է, որ ստիպված է առավել խորապես անդրադառնալ խորքային համակարգային խնդրին, ուսումնասիրել խնդիրների պատճառը և լրացուցիչ աջակցություն ցուցաբերել Պատասխանող պետությանը համապատասխան լուծումները գտնելու գործում, ինչպես նաև Նախարարների կոմիտեին՝ դատավճիռների կատարումը վերահսկելու գործում (տե՛ս Նախարարների կոմիտեի թիվ Res(2004)3 բանաձևը խորքային համակարգային խնդիր բացահայտող դատավճիռների մասին, ինչպես նաև՝ Ինտերլակենի և Իզմիրի խորհրդաժողովներում Բարձր պայմանավորվող կողմերի ընդունած հռչակագրերը):", "Գ. Հիմնախնդրի պատճառները և այն լուծելու համար անհրաժեշտ ընդհանուր միջոցառումները", "191. Դատարանն ի գիտություն է ընդունում, որ Ռուսաստանի որոշ կալանավայրերում ոչ համարժեք պայմանների պատճառով տեղի ունեցող՝ 3-րդ հոդվածի խախտումների կրկնությունը զգալի ծավալի և բարդության խնդիր է: Այն թերի իրավական դրույթի կամ կարգավորման կամ Ռուսաստանի օրենսդրության որոշակի բացի հետևանքը չէ: Ավելի շուտ, այն բազմակողմանի խնդիր է, որի գոյությունը պայմանավորված է մեծաթիվ բացասական գործոններով, որոնք թե՛ իրավական, թե՛ կազմակերպչական բնույթ ունեն: Դրանցից մի քանիսը, օրինակ՝ նախնական կալանքի վայրերի թվի անբավարարությունը, հին և վերանորոգման անմխիթար վիճակում լինելը, ռեսուրսների սխալ տեղաբաշխումը և բանտերի ոչ թափանցիկ կառավարումը, կարող են վերագրվել քրեակատարողական համակարգին, սակայն կան նաև այլք, որոնք ծագել են այլ ոլորտներում, օրինակ՝ նախնական կալանքի չափից ավելի հաճախ, իսկ հաճախ էլ՝ չհիմնավորված կիրառությունը, խափանման այլընտրանքային միջոցների փոխարեն, կամ իրավական այնպիսի արդյունավետ մեխանիզմների բացակայությունը, որոնք կապահովեին պայմանների համապատասխանությունը Ռուսաստանի օրենսդրությանը:", "1. Կալանքի պայմանների բարելավման ուղիները", "192. Անվիճարկելի է այն փաստը, որ Ռուսաստանի նախնական կալանքի վայրերի վերը նկարագրված իրավիճակի համար դեռևս համապարփակ ընդհանուր միջոցառումներ են անհրաժեշտ ազգային մակարդակում՝ միջոցառումներ, որոնցում հաշվի կառնվեն ներկայումս այդ իրավիճակի հետևանքները կրող մեծաթիվ անհատների խնդիրները: Դատարանը ողջունում է այն ջանքերը, որոնք մինչ օրս գործադրել են Ռուսաստանի իշխանությունները կալանավայրերում պահման պայմանները ներպետական և միջազգային չափանիշներին համապատասխանեցնելու ուղղությամբ: 2002-2006թթ. ժամանակահատվածում բանտերի բարեփոխումների դաշնային ծրագրի շնորհիվ հնարավոր դարձավ մի շարք կալանավայրերի վերանորոգումը և վերակառուցումը՝ արդյունքում շոշափելիորեն ավելացնելով տեղերի թիվը և մեկ կալանավորին բաժին ընկնող տարածքի մակերեսը: Հաջորդ՝ 2007-2016թթ. ծրագիրը, որը Կառավարության որոշմամբ հաստատվեց 2006թ. սեպտեմբերի 5-ին, էլ ավելի հավակնոտ էր՝ նախատեսելով, մասնավորապես, ավելի քան 20 նոր կալանավայրերի կառուցումը, որոնցում նախնական կալանքի տակ պահվողների անձնական տարածքը լինելու էր յոթ քառակուսի մետր: Առավել կարևոր է, որ ծրագրի նպատակներից էր 2016թ. դրությամբ ապահովել բոլոր կալանավայրերի կենցաղային պայմանների համապատասխանությունը մեկ անձի հաշվով չորս քառակուսի մետր սահմանելու վերաբերյալ Ռուսաստանի իրավական պահանջին:", "193. Դատարանը, սակայն, ափսոսանքով է նշում, որ կալանքի նյութական պայմանների բարելավման մյուս միջոցառումները, որոնք կարելի է իրագործել կարճ ժամանակահատվածում և առանց լրացուցիչ ծախսերի, օրինակ՝ խցի ներսում գտնվող զուգարանների առանձնացումը վարագույրով կամ միջնապատով, խցերի պատուհանների վրայից բնական լույսն արգելափակող հաստ ցանցերի հեռացումը և ցնցուղի հաճախականության խելամիտ չափով ավելացումը, դեռևս չեն իրականացվել: Դատարանը նկատում է նաև, որ Նախարարների կոմիտեն, սերտորեն համագործակցելով Ռուսաստանի իշխանությունների հետ (տե՛ս վերը՝ 59-րդ և 60-րդ կետերում մեջբերված Միջանկյալ բանաձևերը), քննարկել է այդ միջոցառումների ընդունման հարցը: Կոմիտեի բանաձևերը վկայում են այն մասին, որ որոշակի առաջընթաց ձեռք է բերվել, և որ լրացուցիչ քայլեր են քննարկվում և իրականացվում նշված խնդիրը լուծելու ուղղությամբ:", "194. Դատարանը, ինչպես Նախարարների կոմիտեն, սատարում է Ռուսաստանի իշխանությունների այն դիրքորոշմանը, որ պետք է համալիր մոտեցում որդեգրել նախնական կալանքի բանտերում գերբնակեցման խնդրի լուծումները գտնելու համար՝ ներառյալ, մասնավորապես, փոփոխություններ կատարել իրավական համակարգի, պրակտիկայի և դիրքորոշումների մեջ (տե՛ս Նախարարների կոմիտեի թիվ CM/ResDH(2010)35 միջանկյալ բանաձևը, որը մեջբերված է վերևում): Ուսումնասիրելով Ռուսաստանում նախնական կալանքի պայմանների բարելավման համար արդեն իսկ ձեռնարկված և դեռևս իրականացվող տարաբնույթ միջոցառումները, Դատարանը նկատում է, որ այս գործընթացում առաջ են գալիս իրավական և գործնական բարդ խնդիրներ, որոնք սկզբունքորեն դուրս են Դատարանի դատական գործառույթների շրջանակից: Դատարանի խնդիրը չէ՝ խորհուրդներ տալ պատասխանող կառավարությանը բարեփոխումների նման համալիր գործընթացի վերաբերյալ, առավել ևս՝ առաջարկել քրեական և քրեակատարողական համակարգի կազմակերպման որոշակի ձև: Թեպետ փորձնական դատավճռի ընթացակարգը Պայմանավորվող պետություններին օգնել է Կոնվենցիայով սահմանված իրենց պարտավորությունները կատարելու գործում, Դատարանը չունի անհրաժեշտ կարողություններ կամ լիազորություններ, որպեսզի գործի միջազգային դատարանի կարգավիճակով, Նախարարների կոմիտեին զուգահեռ մասնակից լինի այդօրինակ բարեփոխումներին, կամ այդ գործընթացում պատասխանող պետությանը կարգադրի իրականացնել ընդհանուր բնույթի այս կամ այն միջոցառումը: Նախարարների կոմիտեն ավելի պատշաճ լիազորություններ և հնարավորություններ ունի այն միջոցառումները մշտադիտարկելու համար, որոնք պետք է ընդունվեն Ռուսաստանի կողմից՝ Կոնվենցիայի համաձայն նախնական կալանքի համարժեք պայմանները երաշխավորելու համար (տե՛ս, mutatis mutandis, Finger-ի վերևում մեջբերված գործը, 115-րդ կետ, Burdov-ի (թիվ 2) գործը, մեջբերված է վերևում, 136-րդ և 137-րդ կետեր, և Yuriy Nikolayevich Ivanov-ն ընդդ. Ուկրաինայի, թիվ 40450/04, 90-92-րդ կետեր, ECHR 2009-... (քաղվածքներ)):", "195. Վերոհիշյալ նկատառումները, սակայն, Դատարանին չեն արգելում՝ խոսել ընդհանուր խնդրի առկայության մասին կամ որոշակի մտահոգություն հայտնել, որը պատասխանող պետությանն անհրաժեշտ է մանրամասնորեն քննարկել՝ հաշվի առնելով առանձին գործերով Դատարանի կայացրած որոշումները: Դատարանի կողմից նման արձանագրումներ կատարելն էլ ավելի օգտակար և պատշաճ կլինի, քանի որ կնպաստի խախտումների հիմքում ընկած բարդ համակարգային խնդիրների հայտնաբերմանը և դրանց համար պատշաճ լուծումների ամրագրմանը:", "196. Այսպիսով, Դատարանը սույն դատավճռի իմաստով կարևորում է ընդգծել այն երկու խնդիրները, որոնց Ռուսաստանի իշխանություններին անխուսափելիորեն անհրաժեշտ կլինի անդրադառնալ կալանավայրերում շարունակվող գերբնակեցման խնդրի դեմ իրենց ընթացիկ պայքարում: Առաջին խնդիրը վերաբերում է այն սերտ կապին, որը գոյություն ունի Կոնվենցիայի 3-րդ հոդվածի ներքո քննարկման ենթակա գերբնակեցման խնդրի և նախնական կալանքի չափազանց երկար տևողության միջև՝ հաշվի առնելով, որ Ռուսաստանի դեմ քննված ոչ պակաս մեծաքանակ գործերով Դատարանը գտել է, որ տևողության նշված խնդիրն առաջացնում է Կոնվենցիայի մեկ այլ դրույթի, մասնավորապես՝ 5-րդ հոդվածի խախտում: Երկրորդ խնդիրը, սերտորեն կապված լինելով առաջինի հետ, վերաբերում է բանտի լրակազմը գերազանցող թվով բանտարկյալների ընդունելության պայմանական մեխանիզմների և երաշխիքների միջոցով գերբնակեցման դեմ պայքարի հնարավոր լրացուցիչ ուղիներին:", "(ա) Նախնական կալանքի կիրառության հաճախականության նվազեցումը", "197. Եվրոպայի խորհրդի բոլոր մարմինները մշտապես միակարծիք են այն դիրքորոշման մեջ, որ գերբնակեցման խնդրի առավել պատշաճ լուծում կարող է լինել նախնական կալանքի բանտերի թվի կրճատումը: Դատարանն իր բազմաթիվ դատավճիռներում վերահաստատել է, որ հաշվի առնելով թե՛ անմեղության կանխավարկածը, թե՛ ազատությունն ապահովելու կանխավարկածը, նախնական կալանքը պետք է լինի ոչ թե նորմը, այլև` բացառությունը, այն էլ` կիրառվի որպես հնարավոր միջոցներից վերջինը (տե՛ս, ի թիվս այլոց, McKay-ն ընդդ. Միացյալ Թագավորության [ՄՊ], թիվ 543/03, 41-րդ կետ, ECHR 2006-X): Խոշտանգման կանխարգելման կոմիտեն համարել է, որ բանտարկման բարձր ցուցանիշների համատեքստում, ինչպիսիք շարունակվում են Ռուսաստանում, «բանտային գույքի վրա նետվող գումարի ավելացումը չի լուծելու խնդիրը» (տե՛ս 11-րդ ընդհանուր զեկույցի 28-րդ կետը, CPT/Inf(2001)16), և կոչ է արել ակտիվորեն վերանայել նախնական կալանքի քաղաքականությունը: Վերջերս` 2010 թվականին, Նախարարների կոմիտեն նշեց, որ «նոր կալանավայրերի ստեղծումն ինքնին չի կարող տևական լուծում տալ բանտերի գերբնակեցման խնդրին, և այդ միջոցառմանն անհրաժեշտ է անպայմանորեն օժանդակել նախնական կալանքի տակ պահվողների ընդհանուր թվի կրճատմանն ուղղված այլ միջոցառումներով ևս» (տե՛ս թիվ CM/ResDH(2010)35 միջանկյալ բանաձևը, ինչպես նաև` վերևում` 57-րդ կետում նշված թիվ R(99)22 հանձնարարականի I(2) կետը):", "198. Ռուսաստանի դատական համակարգի վիճակագրական տեղեկությունները վկայում են այն մասին, որ զգալիորեն կրճատվել է կալանքի սանկցիայի համար ներկայացվող միջնորդությունների թիվը` 2010 թվականին 2007-ի համեմատ նվազելով մոտ 34 տոկոսով (տե՛ս վերը` 53-րդ կետը): Կալանքի ժամկետը երկարացնելու մասին միջնորդությունների թիվը նույնպես նվազել է, սակայն` շատ ավելի քիչ չափով, այսինքն` նույն քառամյա ժամկետում այն նվազել է ընդամենը մոտ 8 տոկոսով: Կալանքի սանկցիայի համար ներկայացվող միջնորդությունների թվի նվազումը կարող է մեկնաբանվել որպես որոշ ոչ բռնի հանցագործություններն ապաքրեականացնելու վերջին միջոցառումների հետևանք, ինչպես նաև` կարող է վկայել քննություն իրականացնող մարմինների կողմից կալանքը մինչդատական փուլում որպես խափանման միջոց կիրառելու հարցում ավելի զուսպ մոտեցման մասին: Թեպետ համեմատական առումով նվազել է դատախազների ներկայացրած միջնորդությունների թիվը, դրանց բացարձակ թիվը դեռևս կարծես չափազանց բարձր է:", "199. Մտահոգիչ է թվում այն հանգամանքը, որ միևնույն ժամանակահատվածում կալանքի սանկցիայի համար ներկայացվող և դատարանների կողմից բավարարված միջնորդությունների թիվը, որն անսովոր բարձր է, մնացել է անփոփոխ և այդպես էլ չի տատանվել, չնայած որ նման միջնորդությունների ընդհանուր թիվը նվազել է: Փաստացի, 2007-ից 2010 թվականների Ռուսաստանի դատարանները բավարարել են կալանքը մինչդատական փուլում որպես խափանման միջոց կիրառելու մասին քննություն իրականացնող մարմինների ներկայացրած միջնորդությունների ավելի քան 90 տոկոսը, ինչպես նաև` բավարարել են կալանքի ժամկետը երկարացնելու մասին միջնորդությունների մոտ 98 տոկոսը: Գործնականում դա նշանակել է, որ կալանքը որպես խափանման միջոց կիրառելու մասի դատախազի միջնորդությունը մերժվել է 10 մեղադրյալից միայն 1-ի դեպքում, և կալանավորված 50 մեղադրյալներից միայն մեկն է ազատ արձակվել նախքան առաջին դատական նիստի օրը: 2008 թվականի երկրորդ կեսի ընթացքում կալանքը կիրառվել է 407 անգամ: 2009թ. առաջին կեսին այդ թիվը հասել է 599-ի (տե՛ս վերևում մեջբերված թիվ CM/ResDH(2010)35 միջանկյալ բանաձևի II հավելվածի II (4) կետը), որը նախկինի պես չի գերազանցել կասկածյալին նախնական կալանքի տակ պահելու դեպքերի ընդհանուր թվի մեկ տոկոսը: 2010 թվականին դատական պրակտիկայի վիճակագրությունը տեսանելի փոփոխություն չի կրել, և կալանքը կիրառելու կամ կալանքի ժամկետը երկարացնելու մասին միջնորդությունների մերժումների տոկոսային բաժինն աճել է 0.2 տոկոսից պակաս չափով` չնայած այն փաստին, որ 2009թ. հոկտեմբերի 22-ին Ռուսաստանի Դաշնության Գերագույն դատարանը հատուկ վճիռ է կայացրել (տե՛ս վերը` 52-րդ կետը), որով դատարաններին հիշեցրել է, որ նախնական կալանքը որպես խափանման միջոց պետք է կիրառել միայն այն դեպքում, երբ խափանման այլ միջոցներ հնարավոր չէ կիրառել:", "200. Դատարանն իր հերթին արդեն իսկ արձանագրել է Ռուսաստանի դատական համակարգի գործունեության մեջ առկա թերացումը, որը պայմանավորված է պատշաճ հիմնավորման բացակայությամբ կիրառվող կալանքի չափազանց երկար տևողությամբ: Սկսած 2002 թվականին Kalashnikov-ի գործով կայացրած դատավճռից, Դատարանը մինչ օրս Ռուսաստանի նկատմամբ քննված ավելի քան 80 գործերով արձանագրել է Կոնվենցիայի 5-րդ հոդվածի 3-րդ մասի խախտում` պայմանավորված ողջամիտ ժամկետում դատական քննությունը կամ մինչև դատն ազատ արձակումը երաշխավորելու պարտավորության չկատարմամբ. այդ գործերով ներպետական դատարանները գանգատաբերի կալանքի ժամկետը երկարացրել են` փաստացի հիմնվելով մեղադրանքի ծանրության վրա, կիրառելով կարծրատիպային նույն բանաձևը, չանդրադառնալով կոնկրետ փաստերին և չդիտարկելով խափանման այլընտրանքային միջոցների հնարավորությունը (տե՛ս, ի թիվս բազմաթիվ այլ նախադեպերի, Belevitskiy-ն ընդդ. Ռուսաստանի, թիվ 72967/01, 99-րդ և հետագա պարբերություններ, 1-ը մարտի, 2007թ., Mamedova-ի վերևում մեջբերված գործը, 72-րդ և հետագա պարբերություններ, Dolgova-ն ընդդ. Ռուսաստանի, թիվ 11886/05, 38-րդ և հետագա պարբերություններ, 2-ը մարտի, 2006թ., Khudoyorov-ի վերևում մեջբերված գործը, 172-րդ և հետագա պարբերություններ; Rokhlina-ն ընդդ. Ռուսաստանի, թիվ 54071/00, 63-րդ և հետագա պարբերություններ, 7-ը ապրիլի, 2005թ., Panchenko-ն ընդդ. Ռուսաստանի, թիվ 45100/98, 91-րդ և հետագա պարբերություններ, 8-ը փետրվարի, 2005թ., և Smirnova-ն ընդդ. Ռուսաստանի, թիվ 46133/99 և թիվ 48183/99, 56-րդ և հետագա պարբերություններ, ECHR 2003-IX (քաղվածքներ)): Դատարանը, մասնավորապես, նշել է, որ «պատճառաբանության բացակայությունը ոչ թե պատահական կամ կարճատև բացթողում է եղել, այլև` ազատ արձակման մասին միջնորդությունների նկատմամբ ավանդական աշխատաոճ» (տե՛ս Khudobin-ն ընդդ. Ռուսաստանի, թիվ 59696/00, 108-րդ կետ, ECHR 2006-... (քաղվածքներ)):", "201. Քրեական վարույթի մինչդատական փուլում կալանքի` որպես խափանման միջոցի չհիմնավորված և չափից ավելի շատ կիրառությունը որպես Ռուսաստանում առկա համակարգային խնդիր է մատնացույց արել նաև Նախարարների կոմիտեն: Դրա գոյությունը հաստատվել է Դատարան ներկայացվող նմանաբնույթ նոր գանգատների շարունակական հոսքով և ազգային մակարդակով առկա տվյալներով: Այն սերտ կապի մեջ է նախնական կալանքի վայրերում գերբնակեցման խնդրի հետ (տե՛ս «Նախնական կալանքը Ռուսաստանի Դաշնությունում. Եվրոպական դատարանի դատավճիռների պահանջների կատարումն ապահովելու համար անհրաժեշտ միջոցառումները» խորագրով հուշագրի 3-րդ և 4-րդ կետերը, որը պատրաստվել է Մարդու իրավունքների եվրոպական դատարանի դատավճիռների կատարման վարչության կողմից, CM/InfDH(2007)4, 12-ը փետրվարի, 2007թ., ինչպես նաև վերևում մեջբերված` թիվ CM/ResDH(2010)35 միջանկյալ բանաձևը): Նախարարների կոմիտեն նշել է Ռուսաստանի Նախագահի և բարձրաստիճան պետական պաշտոնյաների՝ ներառյալ գլխավոր դատախազի և արդարադատության նախարարի կողմից բազմիցս արված հայտարարություններն այն մասին, որ նախնական կալանքի տակ պահվող անձանց մինչև 30 տոկոսը չպետք է ազատազրկված լինեին, քանի որ կասկածվում են ոչ ծանր կամ միջին ծանրության հանցագործությունների մեջ: Նախարարների կոմիտեն ողջունել է անընդունելի այս իրավիճակը փոխելու և դրա համար անհրաժեշտ օրենսդրական և այլ միջոցառումները հրատապորեն իրակականացնելու աներկբա հանձնառությունը քաղաքական ամենաբարձր մակարդակում (տե՛ս վերևում մեջբերված CM/ResDH(2010)35 միջանկյալ բանաձևը):", "202. Դատարանը ողջունում է այն քայլերն, որոնք արդեն իսկ իրագործվել են Ռուսաստանի իշխանությունների կողմից քրեական վարույթի մինչդատական փուլում կալանքի տակ պահվող անձանց թիվը կրճատելու ուղղությամբ: Դատարանը վերահաստատում է, որ Ռուսաստանի դատախազներին պետք է պաշտոնապես քաջալերել, որպեսզի նրանք նվազեցնեն կալանքը որպես խափանման միջոց կիրառելու մասին միջնորդությունների թիվը` բացառությամբ ծանրագույն դեպքերի, որոնք առնչվում են բռնությամբ կատարված հանցագործություններին: Այնուհանդերձ, դատական վերոհիշյալ վիճակագրությունը, վերջին շրջանում Դատարանի կայացրած դատավճիռներում արձանագրված` Կոնվենցիայի 5-րդ հոդվածի 3-րդ մասի խախտումների և Նախարարների կոմիտեի գնահատականների հետ միասին, վկայում են այն մասին, որ նախնական կալանքի վայրերում գերբնակեցման բարեհաջող կանխարգելումը կախված է 5-րդ հոդվածի 3-րդ մասի պահանջների կատարումն իրագործելու համար անհրաժեշտ հետևողական և երկարաժամկետ միջոցառումների շարունակությամբ: Ի լրումն Նախարարների կոմիտեի CM/ResDH(2010)35 միջանկյալ բանաձևում և թիվ Rec(2006)13 հանձնարարականում արձանագրված այն եզրակացությունների, որոնք վերաբերում են նախնական կալանքի կիրառությանը, նախնական կալանքի ի կատար ածելու պայմաններին և չարաշահումը կանխող երաշխիքներն ընձեռելուն, Դատարանը խորապես կասկածում է, թե կալանքը որպես նախընտրելի խափանման միջոց կիրառելու ներկայիս միտումը կարելի է հակադարձել` առանց Ռուսաստանի քրեական դատավարության օրենսգրքի համապատասխան դրույթները փոփոխելու և դրանցում Կոնվենցիայի 5-րդ հոդվածից բխող պահանջներն ուղղակիորեն արտացոլելու: Ինչպես Դատարանը շարունակաբար կրկնել է, այդ պահանջներից առաջինն այն է, որ բոլոր դեպքերում նախընտրելի տարբերակ պետք է համարվի ազատ արձակումը, իսկ նախնական կալանքը պետք է լինի ոչ թե նորմ, այլև` բացառություն: Նախքան դատապարտվելը մեղադրյալը պետք է համարվի անմեղ, և նրան կարելի է նախնական կալանքի տակ պահել միայն այն դեպքում, երբ քրեական հետապնդման մարմինների հավաքած կոնկրետ փաստերի և ապացույցների մատնանշմամբ հնարավոր է համոզիչ կերպով հիմնավորել, որ (i) առկա է ողջամիտ կասկած, որ նա կատարել է հանցագործություն, և (ii) առկա է էական ռիսկ, որ նա փախուստի կդիմի, նոր հանցանք կգործի, կխոչընդոտի արդարադատության իրականացմանը կամ կվտանգի հասարակական կարգուկանոնը, և (iii) գրավի կամ ազատությունից զրկելու հետ չառնչվող խափանման այլ միջոցների կիրառությամբ հնարավոր չէ բավարար չափով փարատել այդ ռիսկերը (տե՛ս թիվ Rec(2006)13 հանձնարարականի II (6)-(9) կետերը, ինչպես նաև, ի թիվս այլ նախադեպերի, Bykov-ն ընդդ. Ռուսաստանի [ՄՊ], թիվ 4378/02, 61-64-րդ պարբերությունները, ECHR 2009-..., և Kudła-ի վերևում մեջբերված գործը, 110-րդ և հետագա պարբերությունները):", "203. Ի վերջո, գործող օրենսդրական դաշտի ցանկացած նման փոփոխություն պետք է ուղեկցվի դատական պրակտիկայում փոփոխությունները կյանքի կոչելուն ուղղված արդյունավետ միջոցառումներով: Դատարանը, որպես հետաքրքիր օրինակ, նշում է, որ Պայմանավորվող որոշ պետություններ արձագանքել են Դատարանի դատավճիռներին` վերաբաշխելով դատավորների պարտականությունները և նշանակելով հատուկ դատավորների, ովքեր պետք է որոշումներ կայացնեն խափանման միջոցների կիրառության մասին և քրեական վարույթի շրջանակում վերահսկեն մարդու իրավունքների պահպանումը (տե՛ս, մասնավորապես, Lavents-ի և Jurjevs-ի գործերով Լատվիայի նկատմամբ Դատարանի կայացրած դատավճիռների կատարման մասին թիվ CM/ResDH(2009)131 բանաձևը, տե՛ս նաև Muller-ն ընդդեմ Ֆրանսիայի գործով Դատարանի դատավճռի կատարման մասին թիվ ResDH(2003)50 բանաձևը, որը վերաբերում էր անմեղության կանխավարկածի մասին Ֆրանսիայի` 2000թ. հունիսի 15-ի օրենքին, որով ներդրվել է ազատության կամ կալանքի հարցերով դատավորի (juge des libertés et de la detention) գործառույթը): Կալանքի սանկցիաներին առնչվող դատավորների համարժեք ընթացիկ վերապատրաստումը նույնպես կարևորագույն դեր ունի` ինչպես ընդգծել է Նախարարների կոմիտեն Կոնվենցիայի և մասնագիտական վերապատրաստումների վերաբերյալ 2004թ. մայիսի 12-ի թիվ (2004)4 հանձնարարականում:", "(բ) Գերբնակեցումը կանխելու և մեղմելու ժամանակավոր միջոցառումները", "204. Ռուսաստանի նախնական կալանքի վայրերում ներկայումս տիրող իրավիճակի իրատեսական գնահատականը վկայում է այն մասին, որ դրանցից շատ-շատերում դեռևս առկա է գերբնակեցման խնդիր և այլ շեղումներ կալանքի վերաբերյալ Ռուսաստանի օրենսդրությամբ սահմանված չափանիշներից: Չնայած որ նյութական պայմանները վերջին տարիներին զգալիորեն բարելավվել են, և արդեն իսկ պլանավորվել և բյուջեով նախատեսվել են լրացուցիչ աշխատանքներ, հավանական է, որ կալանքի` չափանիշներին չհամապատասխանող պայմանները կպահպանվեն ևս մի քանի տարի (տե՛ս, օրինակ, վերևում մեջբերված թիվ CM/ResDH(2010)35 միջանկյալ բանաձևի II հավելվածի տվյալները և Քրեակատարողական համակարգի զարգացման դաշնային ծրագրի տվյալները): Այս իրավիճակում անհրաժեշտ է հրատապ կերպով ներդնել իրավական լրացուցիչ երաշխիքներ, որոնք ի վիճակի կլինեն կանխել կամ առնվազն մեղմել գերբնակեցումն այն բանտերում, որոնցում դա դեռևս առկա է, ինչպես նաև ապահովել այնտեղ կալանքի տակ պահվող կամ պահվելիք անհատների իրավունքների արդյունավետ հարգումը:", "205. Եվրոպական բանտային կանոններով պահանջվում է, որպեսզի ազգային օրենսդրությամբ կոնկրետ նվազագույն պահանջներ սահմանվեն բանտարկյալների կենցաղային պայմանների վերաբերյալ, մասնավորապես հաշվի առնելով տարածքի մակերեսը, օդի մեկ խորանարդ մետրի պարունակությունը, ջեռուցումը և օդափոխությունը (18.1-18.3 կանոններ): Ուստի, ըստ երևույթին պատշաճ կլիներ նախնական կալանքի յուրաքանչյուր բանտի առավելագույն լրակազմը (numerus clausus) սահմանել` ամրագրելով ազատազրկված անձին բաժին ընկնող տարածքի նվազագույն մակերեսը` քառակուսի մետրերով, իսկ հնարավորության դեպքում նաև` խորանարդ մետրերով, որն առնվազն համադրելի կլիներ Նախնական կալանքի մասին գործող օրենքի պահանջներին, և պարբերաբար կվերանայվեր և կարտացոլեր քրեակատարողական չափանիշների էվոլյուցիան: Բացի դրանից, կարելի է սահմանել գործառնական լրակազմը, որը տարբերվում է առավելագույն լրակազմից և հիմնված է վերահսկողության, անվտանգության և ռեժիմի պատշաճ աշխատանքի վրա` նպատակ ունենալով ապահովել ազատազրկվածների սահուն շրջանառությունը և հարմարություններ ստեղծել մասնակի վերանորոգումների և այլ չնախատեսված իրավիճակների համար:", "206. Օրենքով ամրագրված կանոնների իրագործումը բարելավելու համար անհրաժեշտ է վերանայել կալանավայրերի պետերի իրավունքները և պարտականությունները: Ներկայումս պետն ըստ երևույթին հնարավորություն չունի` չընդունելու կալանավորներին այն դեպքում, երբ նրանց թիվը կգերազանցի հիմնարկի լրակազմը: Նման հնարավորություն ստեղծելով իրավիճակը կարող է բարելավվել` ամրագրելով առավելագույն լրակազմի կանոնները, որոնք նկարագրված են նախորդ պարբերությունում, և որոնցով կարելի է ապահովել, որպեսզի նախնական կալանքի վայրերի գործառնական լրակազմը չգերազանցվի, բացառությամբ նեղ ձևակերպված բացառիկ հանգամանքների:", "207. Օրենքով, սակայն, կարող են նախատեսվել անցումային հատուկ մեխանիզմներ, որոնք կարող են կիրառելի լինել մինչև այն ժամանակ, երբ նախնական կալանքի բանտում կբարելավվեն պահման պայմանները: Որպես օրինակ, Դատարանը հիշատակում է օրենսդրական այն փոփոխությունները, որոնք կատարվեցին Լեհաստանի պատիժների կատարման մասին օրենսգրքում` Լեհաստանի բանտերում պահման պայմանների վերաբերյալ փորձնական (պիլոտային) դատավճռի կայացումից հետո (տե՛ս վերը` 61-րդ և հաջորդ պարբերությունները): Անցումային հատուկ մեխանիզմների հիմնական առանձնահատկությունները պետք է լինեն. (i) կարճ և որոշակիորեն սահմանված տևողությունը, (ii) դատական հսկողությունը, և (iii) փոխհատուցման առկայությունը:", "208. Պահման համարժեք պահանջներին համապատասխանող կալանավայր գտնելու համար կարճատև ժամանակահատված տրամադրելու միջոցով կարելի է ապահովել, որպեսզի ոչ համարժեք պայմանների ներգործությունն այնքան երկար չլինի, որպեսզի առաջացնի 3-րդ հոդվածի խախտում: Անցումային շրջանի տևողությունը յուրաքանչյուր կոնկրետ գործով պետք է որոշվի դատարանի կողմից` հաշվի առնելով կոնկրետ փաստական հանգամանքները, սակայն օրենքը պետք է սահմանի նման կալանքի այն առավելագույն տևողությունը, որը որևիցե պարագայում չպետք է կարելի լինի գերազանցել: Օրենքը պետք է նաև սպառիչ կերպով սահմանի այն իրավիճակները, որոնցում դատարանն իրավունք կունենա որոշում կայացնել կալանավորվածին գերբնակեցված հիմնարկում ժամանակավորապես տեղավորելու մասին: Եվ վերջապես, կարևոր է սահմանել փոխհատուցման որոշակի մեխանիզմ նման ժամանակավոր տեղավորման դեպքերի համար, որը կարող է լինել դրամական հատուցման տեսքով, բացօթյա զբոսանքի լրացուցիչ ժամերի տեսքով, խցից դուրս զբաղվածության հնարավորությունների ավելացման կամ թվարկվածների որոշակի համադրության տեսքով:", "209. Դատարանը նշում է նաև, որ ցանկալի կլիներ, որպեսզի դատախազները և բանտի պետերը կարողանային անցումային մեխանիզմների միջոցով ձեռք բերվող լրացուցիչ ժամանակի ընթացքում ուսումնասիրել պահման համարժեք պայմաններ ապահովող կալանավայրում տեղեր ազատելու հնարավորությունները: Համագործակցաբար աշխատելու միջոցով նրանք կկարողանային ջանասիրաբար բացահայտել այն կալանավորներին, որոնց կալանքի սահմանված ժամկետը շուտով լրանալու է կամ այլևս կիրառելի չի լինելու, և դատական կամ դատախազական մարմիններին առաջարկ ներկայացնել նրանց անհապաղ ազատ արձակելու մասին: Բանտերի և դատախազական մարմինների այդօրինակ համակարգված գործունեությունը կարևոր նախադրյալ է գերբնակեցման մակարդակը նվազեցնելու և համարժեք նյութական պայմաններն ապահովելու համար:", "2. Իրավական պաշտպանության արդյունավետ միջոցների ներդրումը", "210. Դատարանը վերահաստատում է նաև, որ սույն գործով գանգատաբերները տուժել են Կոնվենցիայի 13-րդ հոդվածի խախտման հետևանքով, քանի որ կալանքի ոչ համարժեք պայմանների վերաբերյալ վիճարկելի պնդումները և պահանջները բավարարելու համար գոյություն չի ունեցել իրավական պաշտպանության արդյունավետ ներպետական միջոց: Դատարանն այդ եզրակացությանը հանգել է` ուշի-ուշով ուսումնասիրելով Ռուսաստանի օրենսդրությամբ ամրագրված իրավիճակը: Դատարանը նաև հիշատակել է Ռուսաստանի իրավական համակարգում առկա այս խնդրի համակարգային բնույթը` պարզելով, որ այն բողոք ունեցող անհատին ներկայումս թույլ չի տալիս վերջ դնել շարունակվող խախտմանը կամ համարժեք փոխհատուցում ստանալ կալանավորման արդեն ավարտված ժամանակահատվածի դիմաց:", "211. Հաշվի առնելով այդ խնդիրն ընդգծող առաջին դատավճիռներից անցած ժամանակը, Դատարանը համարում է, որ Ռուսաստանի Դաշնության` Կոնվենցիայով սահմանված պարտավորությունները նրան պարտադրում են անհապաղ ներդնել 13-րդ հոդվածով պահանջվող իրավական պաշտպանության արդյունավետ ներպետական միջոցները: Այդ միջոցների անհրաժեշտությունն էլ ավելի հրատապ է դառնում, քանի որ Կոնվենցիայով ամրագրված հիմնարար իրավունքի խախտումների հետևանքները կրող մեծաթիվ անձանց համար պաշտպանության հնարավոր միակ տարբերակ է մնում Մարդու իրավունքների եվրոպական դատարանի ժամանակատար միջազգային դատաիրավական գործընթացին դիմելը: Այս իրավիճակը հակասում է սուբսիդիարության սկզբունքին, որը կարևոր տեղ է գրավում կոնվենցիոն համակարգում (տե՛ս Demopoulos-ը և այլք ընդդ. Թուրքիայի (որոշում), թիվ 46113/99 և այլք, 69-րդ կետ, ECHR 2010-..., Nagovitsyn-ը և Nalgiyev-ը (որոշում), թիվ 27451/09 և թիվ 60650/09, 40-րդ կետ, 23-ը սեպտեմբերի, 2010թ.): Այս համատեքստում 13-րդ հոդվածի երաշխիքների ոչ լիարժեք կիրառությունն անընդունելի չափով կթուլացներ մարդու իրավունքների պաշտպանության` Կոնվենցիայով ստեղծված համակարգի արդյունավետ գործառույթը թե՛ ազգային, թե՛ միջազգային մակարդակներում (տե՛ս Finger-ի վերևում մեջբերված գործը, 121-րդ կետ, և McFarlane-ն ընդդ. Իռլանդիայի [ՄՊ], թիվ 31333/06, 112-րդ կետ, ECHR 2010-..., լրացուցիչ հղումներով հանդերձ): Պայմանավորվող պետությունները մշտապես ընդգծել են իրավական պաշտպանության ներպետական արդյունավետ միջոցների անհրաժեշտությունը, մասնավորապես` կրկնվող գործերի համատեքստում, որոնք հույժ կարևոր են դառնում երկարաժամկետ հատվածում Կոնվենցիայի արդյունավետությունը երաշխավորելու և Դատարանի ծանրաբեռնվածությունը սահմանափակելու տեսանկյունից (տե՛ս թիվ Rec(2004)6 հանձնարարականն Անդամ պետություններին` իրավական պաշտպանության ներպետական միջոցների բարելավման մասին, ինչպես նաև՝ Ինտերլակենի և Իզմիրի խորհրդաժողովներում Բարձր պայմանավորվող կողմերի ընդունած հռչակագրերը):", "212. Դատարանը վերահաստատում է, որ կալանավայրերում պահման պայմանները Կոնվենցիայի 3-րդ հոդվածին համապատասխանեցնելու նպատակով որոշակի ընդհանուր միջոցառումներ իրականացնելու պահանջ Պատասխանող պետությանը չի ներկայացրել: Բարձրաձայնելով իր մտահոգությունները և նշելով առկա թերությունների հաղթահարման հնարավոր ուղիները, Դատարանը եզրակացրել է, որ այս ոլորտում բովանդակային մանդատ ստանձնելը կհակասեր իր դատական գործառույթին` հաշվի առնելով առկա խնդիրների բնույթը: Իրավիճակը, սակայն, նույնը չէ կալանքի ոչ համարժեք պայմանների վերաբերյալ գանգատաբերների գանգատների առնչությամբ իրավական պաշտպանության ներպետական արդյունավետ միջոցների բացակայության պատճառով արձանագրված` 13-րդ հոդվածի խախտման պարագայում: Կոնվենցիայի 46-րդ հոդվածի համաձայն, այդ դրույթի վերաբերյալ Դատարանի եզրակացությունների հիման վրա հստակ և որոշակի փոփոխություններ են անհրաժեշտ ներպետական իրավական համակարգում, որոնք գանգատաբերի վիճակում հայտնված բոլոր անձանց հնարավորություն կընձեռեն կալանքի ոչ համարժեք պայմանների հետևանքով տեղի ունեցած` 3-րդ հոդվածի ենթադրյալ խախտումների վերաբերյալ բողոք ներկայացնել և նման խախտումների դիմաց իրավական համարժեք և բավարար պաշտպանություն ստանալ ներպետական մակարդակում:", "213. Դատարանն արդեն իսկ ընդգծել է Ռուսաստանի օրենսդրության մեջ առկա թերությունները և նշել է, թե Կոնվենցիայի որ սկզբունքները պետք է ուղղորդեն իշխանություններին Կոնվենցիայով պահանջվող իրավական պաշտպանության ներպետական արդյունավետ միջոցները ձևավորելու հարցում: Հարկ է հիշեցնել, որ Պատասխանող պետությունն ազատ է` ընտրելու այդ պահանջների բավարարման համար օգտագործվող միջոցները, Կոնվենցիայի 46-րդ հոդվածի համաձայն գործելով Նախարարների կոմիտեի վերահսկողության ներքո: Համապատասխան լուծումները գտնելու հարցում իշխանություններին օգնելու նպատակով Դատարանը լրացուցիչ ուշադրության կարժանացնի տվյալ խնդիրը: Դատարանը դա կանի` նախևառաջ անդրադառնալով պաշտպանության կանխարգելիչ իրավական միջոցներին, որից հետո` կքննարկի փոխհատուցման իրավական միջոցները:", "(ա) Պաշտպանության կանխարգելիչ իրավական միջոցները", "214. Կալանքի ոչ համարժեք պայմաններով պայմանավորված խախտումների կանխարգելման համար կարևոր երաշխիք է ներպետական իրավասու մարմիններին ազատազրկվածների բողոքների ներկայացման արդյունավետ համակարգի գոյությունը (տե՛ս Orchowski-ի վերևում մեջբերված գործը, 154-րդ կետ): Արդյունավետ գործելու համար համակարգը պետք է ապահովի բանտարկյալների բողոքների պատշաճ և շրջահայաց քննարկումը, երաշխավորի նրանց արդյունավետ մասնակցությունը բողոքների քննությանը, և ներառի Կոնվենցիայի պահանջների արձանագրված խախտումների վերացման համար կիրառվելիք իրավական գործիքների լայն շրջանակ:", "215. Կալանավայրի գործունեությունը վերահսկող մարմնին բողոք ներկայացնելը, որպես կանոն, բողոքների քննարկման ավելի արագ և հետևողական մեխանիզմ է, քան` բողոքների դատական քննությունը: Այդ մարմինը պետք է օժտված լինի բանտարկյալների իրավունքների խախտումները վերահսկելու համար անհրաժեշտ լիազորություններով: Այդ մարմնի անվանումը կամ վարչական կառույցների համակարգում նրա զբաղեցրած տեղն այնքան կարևոր չեն, եթե ապահովված է նրա անկախությունը քրեակատարողական համակարգի մարմիններից. այդպիսին են, օրինակ, Անկախ մոնիթորինգային հանձնախմբերը (Independent Monitoring Boards) Միացյալ Թագավորությունում (նախկին անվանումը` Այցելուների խորհուրդներ, Boards of Visitors) կամ Բողոքարկման հանձնաժողովները (beklagcommissie) Նիդեռլանդներում: Ռուսաստանի իրավական համակարգում այդ լիազորությունը վերապահված է դատախազությանը, որն անկախ կարգավիճակ ունի և պատասխանատու է բանտային իրավասու մարմինների կողմից Ռուսաստանի օրենսդրության պահանջների կատարումը վերահսկելու համար:", "216. Ի լրումն անկախ լինելուն, վերահսկող մարմինը պետք է իրավունք ունենա քննարկել բողոքները բողոքաբերի մասնակցությամբ, ինչպես նաև` կայացնելու պարտադիր և կիրարկելի որոշումներ: Ինչպես վերևում նշել է Դատարանը, Նախնական կալանքի մասին օրենքը և Դատախազության մասին օրենքը քննության լայն լիազորություններ են վերապահել հսկող դատախազներին և բանտային ղեկավարության համար պահանջ են սահմանել` հաշվետու լինելու այդ դատախազներին վերջիններիս որոշումների կատարման վերաբերյալ: Այնուհանդերձ, դատախազին ներկայացվող բողոքը չի բավարարում իրավական պաշտպանության արդյունավետ միջոցի համար սահմանված պահանջները, քանի որ ուսումնասիրման գործընթացին ապահովված չէ կալանավորի մասնակցությունը: Դատարանը համարում է, որ որպեսզի հսկող դատախազի կողմից իրականացվող վարույթը բավարարի այդ պահանջներին, բողոքաբերին պետք է առնվազն հնարավորություն ընձեռել` իր կարծիքը ներկայացնելու դատախազի պահանջով բանտի պետի ներկայացրած փաստական պնդումների վերաբերյալ, հարցեր տալու և լրացուցիչ փաստարկներ ներկայացնելու դատախազին: Պարտադիր չէ, որպեսզի բողոքի քննարկումը լինի հրապարակային և ներառվի բանավոր վարույթ, սակայն ընդհանուր առմամբ դատախազն իրավական պարտավորություն ունի` բողոքի վերաբերյալ որոշում կայացնելու ողջամտորեն կարճ ժամկետում:", "217. Այժմ, անդրադառնալով իրավունքների կամ ազատությունների խախտման վերաբերյալ քաղաքացիական դատավարության օրենսգրքի 25-րդ գլխի հիման վրա ընդհանուր իրավասության դատարան բողոք ներկայացնելու հնարավորությանը («25-րդ գլխով ներկայացվող բողոք»), Դատարանը նշում է, որ 25-րդ գլխով ներկայացվող բողոքի նկատմամբ կիրառելի են մրցակցային դատավարության պատշաճ երաշխիքները, ինչպես նաև արդար դատաքննության և բողոքաբերի արդյունավետ մասնակցության պահանջները: Դատարանը նաև ողջունելի է համարում Գերագույն դատարանի պլենումի 2009թ. փետրվարի 10-ի վճիռը, որում ուղղակիորեն նշվել էր, որ կալանքի ոչ համարժեք պայմաններին վերաբերող բողոքները համարվում են 25-րդ գլխով ներկայացվող և քննարկման ենթակա բողոքներ: Դատարանն առանձնապես չի կասկածում, որ նման բողոքը կարող է իրավական պաշտպանության արդյունավետ ներպետական միջոց դառնալ, սակայն դրա կապակցությամբ առկա են հետևյալ վերապահումները:", "218. Քաղաքացիական դատավարության օրենսգրքի համաձայն, 25-րդ գլխով ներկայացվող հիմնավոր բողոքի արդյունքում կարող է արձանագրվել օրենքի խախտում և ներկայացվել արձանագրված խախտումը վերացնելու պահանջ: Նշված չէ, սակայն, արդեն իսկ տեղի ունեցած խախտման առնչությամբ փոխհատուցում պահանջելու կամ ստանալու հնարավորությունը: Նմանապես, պարզ չէ, թե արդյոք, 25-րդ գլխով ներկայացվող բողոքը կարող է համադրվել վնասի փոխհատուցման վերաբերյալ քաղաքացիական օրենսգրքի 151-րդ և 1064-րդ հոդվածների հիման վրա ներկայացվող հասարակ պահանջի հետ և քննարկվել միևնույն վարույթի շրջանակում: Եթե այդ պահանջների համադրումն օրենքի կամ դատական պրակտիկայի համաձայն անհնար է, ապա դա չափից ավելի ծանր բեռ կառաջացնի հայցվորի համար, ով պարտավոր կլինի նախևառաջ վեճի առարկա դարձնել իր ըստ էության բողոքը, ապա` օրենքի խախտման արձանագրված փաստը ներկայացնել նույն դատարանին` այս անգամ արդեն փոխհատուցման նոր վարույթ հարուցելու նպատակով: Դատարանը համարում է, որ 25-րդ գլխով ներկայացվող բողոքի համար պետք է նախատեսված լինի հայցվորի իրավունքի` արդեն իսկ տեղի ունեցած խախտման դիմաց փոխհատուցում նշանակելու հնարավորությունը:", "219. Ավելին, 25-րդ գլխով կայացված դատավճռի կատարումը կարող է դժվարանալ` հանդիպելով իրավական և գործնական խոչընդոտների: Քաղաքացիական դատավարության օրենսգրքով չեն նշվում այն միջոցառումները, որոնք դատարանը կարող է կարգադրել` խախտումը վերացնելու նպատակով, և ինչպես Դատարանն արդեն նշել է, չկա նախադեպ, որի հիման վրա կարելի էր պատկերացում կազմել այն մասին, թե որն է տարածված դատական պրակտիկան: Ուստի, հնարավոր չէ պարզել, թե արդյոք 25-րդ գլխով կայացվող դատավճիռը սահմանափակվելու է արձանագրված խախտումը վերացնելու մասին ընդհանրական հայտարարությամբ, կամ` թե արդյոք դատարանը կարող է նաև կոնկրետ միջոցառումներ կարգադրել, որոնք անհրաժեշտ կլինեն գերբնակեցման և վատ վերաբերմունքի այլ ձևերի դեմ պայքարի համար, ընդ որում` այդ միջոցառումներն ազդեցություն կունենան ոչ միայն հայցվորի, այլև` բանտերում գտնվողների ավելի խոշոր խմբի վրա: Հաշվի առնելով գերբնակեցման խնդրի լայնատարած և համակարգային բնույթը, հարկ է դիտարկել Ռուսաստանի դատարաններին համապատասխան իրավական գործիքներ տրամադրելու նպատակահարմարությունը, որոնցով նրանք կկարողանան քննարկել անհատի բողոքի հիմքում ընկած խնդիրը և արդյունավետորեն հաղթահարել կոնկրետ կալանավայրում կալանքի ոչ համարժեք պայմանների պատճառով տեղի ունեցող` բանտարկյալների իրավունքների զանգվածային և միաժամանակյա խախտումները:", "220. Ի վերջո, կարևոր խնդիր է ծագում 25-րդ գլխով կայացված դատական ակտի կատարման, ինչպես նաև` չկատարման դեպքում համապատասխան պատժամիջոցների բացակայության առումներով: Վերջերս` 2010թ. ապրիլի 30-ին ընդունված օրենքը փոխհատուցման մասին կիրառելի չէ 25-րդ գլխով կայացվող դատական ակտերի նկատմամբ, քանի որ այն պարզապես պարտատիրոջն իրավունք է վերապահում դրամական փոխհատուցում պահանջել պետական բյուջեի նկատմամբ դատական ակտով հաստատված պարտքի վճարումն ուշացնելու առնչությամբ (տե՛ս Nagovitsyn-ի և Nalgiyev-ի գործով վերևում մեջբերված որոշումը): Ավելին, 25-րդ գլխով կայացվող դատական ակտերի նկատմամբ ըստ երևույթին չի տարածվում դատական կատարածուների կողմից հարկադիր կատարման ընթացակարգը: Ուստի, նման դատական ակտերը կարող են այդպես էլ չկատարվել պրակտիկայում: Պետք է նաև ընդունել, որ պետության պաշտոնյան, ով շարունակաբար խափանում է դատական ակտի կատարումը, կարող է քրեական պատասխանատվության ենթարկվել քրեական օրենսգրքի 315-րդ հոդվածի համաձայն: Սակայն Դատարանը դեռևս չի տեսել նման խախտումներ կատարող պաշտոնյաների նկատմամբ քրեական գործեր հարուցելու ձևավորված պրակտիկայի ապացույցներ (տե՛ս Burdov-ի (թիվ 2) գործը, մեջբերված է վերևում, 104-րդ պարբ.): Ուստի, կարևոր է միջոցառումներ իրականացնել, որոնք կապահովեն կատարման մասին հետագայում դատարանին հաշվետու լինելու պահանջի հարգումը:", "(բ) Փոխհատուցման իրավական միջոցները", "221. Բոլոր այն գործերով, որոնցում արդեն իսկ տեղի է ունեցել 3-րդ հոդվածի խախտում, Դատարանը համարում է, որ պետությունը պետք է պատրաստ լինի` ճանաչելու խախտումը և տուժածին անմիջականորեն հասանելի դարձնելու որոշակի փոխհատուցում: Միայն կանխարգելիչ միջոցի ներդրումը, բնականաբար, չի կարող բավարար լինել, քանի որ գերբնակեցումը և 3-րդ հոդվածի այլ խախտումները կանխելուն միտված պաշտպանության միջոցը համարժեք չէ այն իրավիճակը շտկելու համար, որում անհատը որոշակի ժամանակի ընթացքում արդեն իսկ կրել է անմարդկային կամ նվաստացուցիչ վերաբերմունք: Ուստի, Պատասխանող կառավարությունը պարտավոր է ներդնել իրավական միջոց, որը կարող է փոխհատուցում ապահովել արդեն իսկ տեղի ունեցած խախտումների համար: Դատարանը հարկ է համարում ավելացնել, որ փոխհատուցման իրավական պաշտպանության արդյունավետ միջոցի ներդրումն առանձնակի կարևորություն կունենա սուբսիդիարության սկզբունքի լույսի ներքո, որպեսզի անհատները համակարգայնորեն հարկադրված չլինեն` դիմելու Ստրասբուրգի դատարան այնպիսի բողոքներով, որոնցով անհրաժեշտ է հասարակ փաստեր արձանագրել կամ դրամական փոխհատուցման չափ հաշվարկել, քանի որ այդ երկու գործառույթներն արդյունավետ պրակտիկայի պայմաններում սկզբունքորեն պետք է կատարվեն ներպետական իրավական համակարգի կողմից (տե՛ս Demopoulos-ը և այլք գործով վերևում մեջբերված որոշումը, 69-րդ կետ, ինչպես նաև, mutatis mutandis, Scordino-ն ընդդ. Իտալիայի (թիվ 1) [ՄՊ], թիվ 36813/97, 188-րդ կետ., ECHR 2006-V):", "222. Անձի նկատմամբ իրականացված քրեական վարույթի շրջանակում տեղի ունեցած` Կոնվենցիայի պահանջների խախտումների առնչությամբ որոշ դեպքերում մեղադրյալին ընձեռվող փոխհատուցման տարբերակ կարող է լինել պատժի մեղմումը: Դատարանը նախկինում ընդունել է այն փաստը, որ Կոնվենցիայի 6-րդ հոդվածի 1-ին մասով երաշխավորված` ողջամիտ ժամկետի պահանջը չկատարելու դեպքում ազգային իշխանությունները կարող են համարժեք փոխհատուցում տրամադրել, մասնավորապես, արագորեն և չափելիորեն կրճատելով գանգատաբերի պատիժը (տե՛ս Finger-ի գործը, մեջբերված է վերևում, 128-րդ կետ, Morby-ն ընդդ. Լյուքսեմբուրգի (որոշում), թիվ 27156/02, 13-ը նոյեմբերի, 2003թ., Beck-ն ընդդ. Նորվեգիայի, թիվ 26390/95, 27-28-րդ կետեր, 26-ը հունիսի, 2001թ., և Laurens-ն ընդդ. Նիդեռլանդների, թիվ 32366/96, Հանձնաժողովի 1998թ. հուլիսի 1-ի որոշումը): Դատարանը համարում է, որ պատիժը նման կերպ մեղմելը կարող է նաև համարժեք փոխհատուցում տրամադրել 5-րդ հոդվածի 3-րդ մասի խախտումների դիմաց` այն գործերով, որոնցում ազգային իշխանությունները նախնական կալանքի տակ պահվող գանգատաբերի գործը չեն քննել առանձնահատուկ ջանասիրությամբ (տե՛ս Dzelili-ն ընդդ. Գերմանիայի, թիվ 65745/01, 83-րդ կետ, 10-ը նոյեմբերի, 2005թ.):", "223. Դատարանը դեռևս հնարավորություն չի ունեցել` որոշում կայացնելու այնպիսի գործով, որում գանգատաբերի պատժաչափը մեղմված կլիներ` որպես փոխհատուցում Կոնվենցիայի 3-րդ հոդվածի նախկին խախտման դիմաց: Դատարանը նշում է, որ Ռուսաստանի Դաշնության պետական դումայի պաշտոնական տեղեկագրի համաձայն, քրեական օրենսգրքի` պատժի վերաբերյալ դրույթների մեջ փոփոխություններ կատարելու մասին օրենքի նախագծով, որը մշակվել և ընդունվել է առաջին ընթերցմամբ, նախատեսվում է նախնական կալանքի տակ անցկացրած ժամկետի` պատժի կրման ժամկետի դիմաց հաշվանցման գործակցի ավելացում (քրեական օրենսգրքի 72-րդ հոդվածում փոփոխություններ կատարելու մասին օրենքի թիվ 73983-5 նախագիծ): Առաջարկով նախատեսվում է, որ նախնական կալանքի մեջ անցկացրած ժամանակը բազմապատկվելու է կրճատման որոշակի ստանդարտ գործակցով, և ստացվող ժամանակահատվածը նվազեցվելու է ազատազրկման տեսքով պատժի տևողությունից: Թեպետ Դատարանի խնդիրը չէ` կարծիք հայտնել օրենսդրական նման խնդրի վերաբերյալ, Դատարանը կարևոր է համարում այս առումով վերահաստատել իրավական պաշտպանության արդյունավետ միջոցին ներկայացվող պահանջները, որոնք շարադրված են վերևում` 94-րդ կետում, որոնք կարող են օգտակար լինել Ռուսաստանի իշխանություններին վերջիններիս կողմից սույն դատավճռի կատարման հարցում` անկախ օրենսդրական վերոհիշյալ փոփոխությունների արդյունքից:", "224. Նախևառաջ, իրավական պաշտպանության այնպիսի համապարփակ միջոցը, ինչպիսին պատիժը մեղմելն է, բնականաբար կունենա սահմանափակ ազդեցություն, քանի որ այն հասանելի կլինի միայն դատապարտված և որոշակի ժամկետով ազատազրկման պատիժ ստացած անձանց: Այն որևէ կերպ չի նպաստում այն անձանց իրավունքների պաշտպանությանը, ովքեր արդարացվել են, կամ դատապարտվել և սակայն ստացել են պատիժ, որի տևողությունն ավելի կարճ է, քան նախնական կալանքի տակ նրանց արդեն իսկ անցկացրած ժամանակը` կիրառելի գործակցով ճշգրտված:", "225. Երկրորդը, դատարանները պարտավոր են 3-րդ հոդվածի խախտումը ճանաչել բավականաչափ հստակորեն և փոխհատուցում տրամադրել` անմիջականորեն և չափելիորեն կրճատելով պատժաչափը: Եթե ներպետական դատարանների դատավճիռներում որոշակիորեն բացատրված չէ, թե որքանով է 3-րդ հոդվածի խախտման արձանագրումը հանգեցրել պատժաչափի կրճատմանը, ապա պատիժը մեղմելն ինքնին տուժած անձին չի զրկում իրավունքի խախտման տուժողի կարգավիճակից (տե՛ս Dzelili-ի գործը, մեջբերված է վերևում, 85-րդ կետ): Չափելիության այդ պահանջն ապահովելու համար անհրաժեշտ է իրավական հնարավորություն ունենալ` անհատականացված կերպով գնահատելու Կոնվենցիայով սահմանված իրավունքների խախտման ազդեցությունը և տուժածին ընձեռվելիք կոնկրետ փոխհատուցումը: Կրճատման ստանդարտ գործակիցների մեխանիզմով կիրառվող` պատժաչափի ինքնաբերական մեղմում դժվար թե համապատասխանի անհատականացված գնահատման սկզբունքներին: Բացի դրանից, պետք է հաշվի առնել, որ նախկինում անձին ոչ համարժեք կալանավայրում պահելու պատճառով հանցագործության համար դատապարտված անձի պատժաչափի ինքնաբերաբար կրճատումը կարող է բացասաբար ազդել քրեական պատժի հանրային շահի վրա (տե՛ս Dimitrov-ը և Hamanov-ն ընդդ. Բուլղարիայի, թիվ 48059/06 և թիվ 2708/09, 129-րդ կետ, 10-ը մայիսի, 2011թ.):", "226. Ի վերջո, պարզ է նաև, որ թեպետ կալանքի անմարդկային պայմանների պատճառով պատժաչափի ինքնաբերական կրճատումը կարող է իրականացվելիք ընդհանուր միջոցառումների լայն շրջանակի մաս համարվել, այն ինքնին վերջնականապես չի լուծի իրավական պաշտպանության թերի միջոցների առկա խնդիրը կամ վճռորոշ ազդեցություն չի ունենա գերբնակեցման իրական պատճառների վերացման վրա, որոնք են, մասնավորապես, մինչդատական փուլում կալանքի` որպես խափանման միջոցի չափից ավելի հաճախակի կիրառությունը և կալանավայրերի անբավարար նյութական պայմանները:", "227. Ինչ վերաբերում է 3-րդ հոդվածի խախտման դիմաց դրամական փոխհատուցում ստանալու հնարավորությանը` վերոհիշյալ 113-118-րդ կետերում Դատարանի շարադրած եզրակացությունների լույսի ներքո, տպավորությունն այն է, որ ներպետական օրենսդրության մեջ որոշակի սկզբունքային փոփոխություններ չկատարելու դեպքում դժվար թե հնարավոր կլինի կյանքի կոչել փոխհատուցման իրավական պաշտպանության արդյունավետ միջոցները (տե՛ս Burdov-ի (թիվ 2) գործը, մեջբերված է վերևում, 138-րդ կետ): Պարզաբանելու և տվյալ խնդիրը կարևորելու նպատակով Դատարանը պատշաճ է համարում ուղենիշներ տալ Կառավարությանը, որոնք վերջինիս կօգնեն Կոնվենցիայի 46-րդ հոդվածի 1-ին մասով նախատեսված իր պարտավորությունը կատարելու գործում:", "228. Դրամական փոխհատուցումը պետք է հասանելի լինի յուրաքանչյուր անձի, ով Կոնվենցիայի 3-րդ հոդվածի խախտմամբ ենթարկվել է անմարդկային կամ նվաստացուցիչ վերաբերմունքի և ով բողոք է ներկայացրել դրա վերաբերյալ: Դատարանն ընդգծում է, որ փոխհատուցման վարույթում բողոքաբերի վրա դրված` ապացուցման բեռը չպետք է չափից ավելի ծանր լինի: Նրանից կարելի է պահանջել, որպեսզի ներկայացնի վատ վերաբերմունքի առերևույթ հիմնավորումներ և տրամադրել իրեն անմիջականորեն հասանելի ապացույցները, օրինակ` կալանքի պայմանների մանրակրկիտ նկարագրությունը, վկաների բացատրությունները կամ հսկողություն իրականացնող մարմինների պատասխանները: Դրանից հետո արդեն իշխանություններն են պարտավոր հերքել վատ վերաբերմունքի մեղադրանքը` փաստաթղթային ապացույցներով կարողանալով հիմնավորել, որ բողոքաբերի կալանքի պայմանները չեն խախտել 3-րդ հոդվածը: Նման բողոքի քննարկման նկատմամբ կիրառելի դատավարական կանոնները պետք է համապատասխանեն Կոնվենցիայի 6-րդ հոդվածով սահմանված` արդարության սկզբունքին, մասնավորապես` բողոքը պետք է քննարկվի ողջամիտ ժամկետում, և ծախսերին վերաբերող կանոնները չպետք է չափից ավելի ծանր բեռ առաջացնեն վարույթի մասնակիցների համար այն դեպքում, երբ նրանց բողոքը հիմնավորված է (տե՛ս Finger-ի գործը, մեջբերված է վերևում, 125-րդ կետ):", "229. Կալանքի պայմանների` 3-րդ հոդվածի պահանջներին անհամապատասխանության վերաբերյալ եզրակացությունը վերոհիշյալ 143-158-րդ կետերում զետեղված չափորոշիչների հիման վրա փաստական բնույթ ունի և իրավական ծանրակշիռ նախավարկած է ստեղծում առ այն, որ այդ պայմանները ոչ նյութական վնաս են պատճառել տուժած անձին: Փոխհատուցման մասին ներպետական օրենսդրությունը պետք է արտացոլի այդ նախավարկածի գոյությունը, ի հակադրություն գործող օրենսդրության, որի համաձայն փոխհատուցման նշանակման համար որպես նախապայման է սահմանված կոնկրետ պաշտոնյաների կամ մարմինների մեղքը և նրանց գործողությունների անօրինականությունն ապացուցելու` բողոքաբերի կարողությունը: Ինչպես նախկինում արձանագրել է Դատարանը, ոչ համարժեք նյութական պայմանները ոչ միշտ են պայմանավորված բանտի պետի կամ այլ պաշտոնյաների թերացումներով, այլև` կարող են պայմանավորված լինել նախնական կալանքի վերաբերյալ ներպետական շրջանակի համակարգային թերացմամբ, իսկ գերբնակեցումն իր հերթին կարող է պայմանավորված լինել քրեակատարողական համակարգից դուրս, օրինակ` դատարաններում կամ դատախազությունում ծագող թերություններով: Այս առումով հարկ է նաև վերհիշել, որ անգամ այն իրավիճակում, որում կալանքի բոլոր պայմաններն առանձին վերցված համապատասխանում են ներպետական իրավական ակտերի պահանջներին, դրանց գումարային ազդեցությունը կարող է այնպիսին լինել, որ առաջացնի անմարդկային վերաբերմունք (տե՛ս վերը` 115-րդ կետը): Ուստի, հարկ է հստակեցնել, որ ո՛չ հանցավորության բարձր մակարդակը, ո՛չ ռեսուրսների անբավարարությունը կամ համակարգային այլ խնդիրները չեն կարող համարվել կալանքի անմարդկային կամ նվաստացուցիչ պայմանների հետևանքով պատճառված ոչ նյութական վնասի համար ներպետական իշխանությունների պատասխանատվությունը մեղմող կամ թուլացնող հանգամանքներ: Ինչպես բազմիցս ընդգծել է Դատարանը, Կառավարությունն է պարտավոր իր քրեակատարողական համակարգը կազմակերպել այնպես, որպեսզի դրանում ապահովվի հարգանքն ազատազրկվածների արժանապատվության նկատմամբ` անկախ ֆինանսական կամ կազմակերպչական դժվարություններից (տե՛ս, ի թիվս այլոց, Yevgeniy Alekseyenko-ի գործը, 87-րդ կետ, և Mamedova-ի գործը, 63-րդ կետ, երկուսն էլ մեջբերված են վերևում):", "230. Ոչ նյութական վնասի դիմաց նշանակվող փոխհատուցման չափը չպետք է ոչ խելամիտ լինի այն գումարների համեմատությամբ, որոնք Դատարանն է նշանակել նմանօրինակ գործերով: Վերոհիշյալ 172-րդ կետում Դատարանի շարադրած սկզբունքները կարող են որպես ուղենիշ ծառայել Ռուսաստանի իշխանությունների համար փոխհատուցման գումարը որոշելու հարցում: Անմարդկային կամ նվաստացուցիչ վերաբերմունքի չենթարկվելու իրավունքն այնքան հիմնարար և առանցքային նշանակություն ունի մարդու իրավունքների պաշտպանության համակարգի համար, որ գործով զբաղվող ներպետական իրավասու մարմինը կամ դատարանը պարտավոր կլինեն ծանրակշիռ և լուրջ պատճառներով հիմնավորել իրենց որոշումը ոչ նյութական վնասի դիմաց փոխհատուցման ավելի փոքր գումար նշանակելու կամ փոխհատուցում չտրամադրելու մասին (համեմատության համար տե՛ս Finger-ի վերևում մեջբերված գործը, 130-րդ կետ):", "231. Ի վերջո, Դատարանն ընդգծում է, որ իսկապես արդյունավետ լինելու և սուբսիդիարության սկզբունքին համապատասխանելու համար փոխհատուցումը որպես իրավական պաշտպանության միջոց պետք է հետադարձ կիրառություն ունենա և վերաբերի նաև փոխհատուցումը տրամադրելուց առաջ տեղի ունեցած` 3-րդ հոդվածի խախտման առնչությամբ` թե՛ այն իրավիճակներում, որոնցում կալանքն արդեն ավարտվել է, իսկ կալանավորվածն` ազատ արձակվել կամ տեղափոխվել կալանքի այլ ռեժիմ, թե՛ այն իրավիճակներում, որոնցում կալանավորվածը դեռևս պահվում է 3-րդ հոդվածի պահանջներին չհամապատասխանող պայմաններում (համեմատության համար տե՛ս Finger-ի վերևում մեջբերված գործը, 131-րդ կետ):", "3. Իրավական պաշտպանության ներպետական արդյունավետ միջոցները հասանելի դարձնելու ժամանակային սահմանափակումը", "232. Դատարանը որոշել է սույն գործով կիրառել փորձնական (պիլոտային) դատավճռի ընթացակարգը` հաշվի առնելով հատկապես իրավիճակի հետևանքները կրող անձանց մեծ թիվը և ներպետական մակարդակով նրանց իրավունքներն արագորեն և հավուր պատշաճի վերականգնելու հրատապ անհրաժեշտությունը: Ուստի, Դատարանը համոզված է, որ սույն դատավճիռն իր նպատակին կարող է հասնել միայն այն պարագայում, եթե անհրաժեշտ փոփոխություններն անհապաղ կյանքի կոչվեն Ռուսաստանի իրավական համակարգում: Դատարանի խնդիրը չէ` մատնանշել, թե որն է իրավական պաշտպանության անհրաժեշտ միջոցները հասանելի դարձնելու առավել պատշաճ մեխանիզմը: Պետությունը կարող է կա՛մ փոփոխել իրավական պաշտպանության առկա միջոցների շրջանակը, կա՛մ իրավական պաշտպանության նոր միջոցներ ավելացնել, որոնք կապահովեն Կոնվենցիայով սահմանված համապատասխան իրավունքների խախտման դիմաց արդյունավետ փոխհատուցումը` հաշվի առնելով Դատարանի վերոհիշյալ եզրակացությունները և հանձնարարականները: Բացի դրանից, պետությունը պետք է Նախարարների կոմիտեի վերահսկողության ներքո ապահովի, որպեսզի իրավական պաշտպանության այդ միջոցների համադրությունը թե՛ տեսականորեն, թե՛ գործնականում հարգի Կոնվենցիայի այն պահանջները, որոնք շարադրված են սույն դատավճռում (տե՛ս Burdov-ի (թիվ 2) գործը, մեջբերված է վերևում, 140-րդ կետ):", "233. Անկախ իշխանությունների կողմից ընտրվելիք մոտեցումից, Դատարանի նախնական գնահատականն այն է, որ կալանքի ոչ համարժեք պայմաններին վերաբերող բողոքների համար իրավական պաշտպանության ներպետական արդյունավետ միջոցների ստեղծման համար կարող է ավելի երկար ժամանակ պահանջվել, քան այն ժամանակը, որն անհրաժեշտ եղավ Burdov-ի գործով կայացված փորձնական դատավճռի հիման վրա կայացվող ներպետական դատական որոշումները չկատարելու համար անհրաժեշտ փոխհատուցումը որպես իրավական պաշտպանության միջոց հասանելի դարձնելու համար (տե՛ս Nagovitsyn-ի և Nalgiyev-ի գործը (որոշում), մեջբերված է վերևում, 38-րդ կետ): Դատարանը համոզված է, որ միջոցառումների ներդրման համար պետք է ամրագրել ողջամիտ ժամկետ` հաշվի առնելով խնդրի կարևորությունը և հրատապությունը և համապատասխան իրավունքի հիմնարար բնույթը: Այնուամենայնիվ, Դատարանը նպատակահարմար չի գտնում կոնկրետ ժամկետ մատնանշել 3-րդ հոդվածի խախտումների մասին բողոքների առնչությամբ իրավական պաշտպանության կանխարգելիչ միջոցների և փոխհատուցման միջոցների ներդրման համար, քանի որ այն ներառում է, մասնավորապես, օրենքների, փոփոխությունների և ենթաօրենսդրական ակտերի մշակումը, ապա նաև` դրանց ընդունումը և ուժի մեջ մտնելը, ինչպես նաև` համապատասխան պետական պաշտոնյաների համար պատշաճ վերապատրաստումների կազմակերպումը: Ավելի պատշաճ կլիներ, եթե այդ գործառույթը կատարեր Նախարարների կոմիտեն:", "234. Հաշվի առնելով վերոգրյալը, Դատարանը համարում է, որ Ռուսաստանի կառավարությունը պարտավոր է, համագործակցելով Նախարարների կոմիտեի հետ, սույն դատավճռի վերջնական դառնալու օրվանից հետո վեց ամսվա ընթացքում նշել պարտադիր ժամկետ, որում հասանելի կդարձնի Կոնվենցիայի 3-րդ հոդվածի այն խախտումների մասին բողոքների կապակցությամբ իրավական պաշտպանության կանխարգելիչ միջոցները և փոխհատուցման միջոցները, որոնց պատճառը եղել են կալանքի անմարդկային և նվաստացուցիչ պայմանները:", "Դ. Նմանօրինակ գործերով տրամադրվելիք փոխհատուցումը", "235. Դատարանը վերահաստատում է, որ փորձնական դատավճռի ընթացակարգի նպատակներից է հնարավոր դարձնել փոխհատուցումը ներպետական մակարդակում հնարավորինս արագորեն այն մեծաթիվ մարդկանց համար հասանելի դարձնելը, ովքեր կրում են փորձնական դատավճռում մատնանշված համակարգային խնդրի բացասական հետևանքները (տե՛ս Burdov-ի (թիվ 2) գործը, մեջբերված է վերևում, 142-րդ կետ): Դատարանի կանոնակարգի 61-րդ կանոնի 6-րդ կետով նախատեսվում է նմանօրինակ բոլոր այլ գանգատների քննությունը հետաձգելու հնարավորությունն այնքան ժամանակ, մինչև Պատասխանող պետությունն ի կատար կածի փոխհատուցման միջոցառումները: Դատարանն ընդգծում է, որ հետաձգումը պարզապես հնարավորություն է, այլ ոչ` պարտավորություն, որի հստակ ապացույցներն են կանոնակարգի 61-րդ կանոնի 6-րդ կետում «համապատասխան դեպքերում» բառերի ներառումը և փորձնական գործերի նախկին դատավճիռներում կիրառված մոտեցումների բազմազանությունը (տե՛ս Burdov-ի (թիվ 2) գործը, մեջբերված է վերևում, 143-146-րդ կետեր, որում հետաձգումը վերաբերում էր միայն փորձնական դատավճռի կայացումից հետո ներկայացված գանգատներին, կամ` Rumpf-ի վերևում մեջբերված գործը, 75-րդ կետ, որում ընդհանրապես անհրաժեշտ չհամարվեց հետաձգել այլ գանգատների քննությունը):", "236. Հաշվի առնելով Կոնվենցիայի 3-րդ հոդվածով պաշտպանվող իրավունքի հիմնարար բնույթը և անմարդկային կամ նվաստացուցիչ վերաբերմունքին վերաբերող բողոքների կարևորությունը և հրատապությունը, Դատարանը նպատակահարմար չի գտնում հետաձգել նմանօրինակ գործերի քննությունը: Ընդհակառակը, Դատարանը համարում է, որ կալանքի պայմաններին վերաբերող բոլոր գործերի ջանասեր քննությունը շարունակելը Պատասխանող պետությանը պարբերաբար կհիշեցնի Կոնվենցիայով ստանձնած պարտավորությունների, մասնավորապես` սույն դատավճռից բխող պարտավորությունների մասին (տե՛ս Rumpf-ի մեջբերված գործը):", "237. Ավելին, ինչ վերաբերում է սույն դատավճռի կայացումից առաջ ներկայացված գանգատներին, ապա Դատարանը համարում է, որ անարդար կլիներ, եթե այդ գործերով գանգատաբերները, ովքեր արդեն իսկ տևական ժամկետով կալանքի տակ գտնվելու ընթացքում ենթադրաբար կրել են անմարդկային կամ նվաստացուցիչ պայմանների բացասական հետևանքները, և իրավական պաշտպանության ներպետական արդյունավետ միջոցի բացակայության պայմաններում փորձել են իրավունքի պաշտպանության հարցով դիմել սույն Դատարանին, կրկին անգամ հարկադրված լինեին իրենց բողոքները ներկայացնել ներպետական իրավասու մարմիններին` թե՛ իրավական պաշտպանության նոր միջոցի հիմքով, թե՛ որևէ այլ հիմքով (համեմատության համար տե՛ս Burdov-ի (թիվ 2) գործը, մեջբերված է վերևում, 144-րդ կետ, և Łatak-ի վերևում մեջբերված գործը, 85-րդ կետ):", "238. Դատարանը, սակայն, համոզված է, որ ընթացքի մեջ գտնվող հարյուրավոր այսօրինակ գործերի դատական ճանապարհով լուծումը ժամանակատար գործընթաց կլինի, որը կարելի է արագացնել միայն սույն դատավճռին Պատասխանող պետության կողմից արդյունավետորեն արձագանքելու միջոցով, մասնավորապես` բավարար հիմքեր ունեցող գործերը հանգուցալուծելով ներպետական մակարդակով` կա՛մ հաշտության համաձայնությամբ, կա՛մ խախտման հետևանքները վերացնելու միակողմանի առաջարկի միջոցով: Առանձին գործերը ներպետական մակարդակում անհրաժեշտ է արագացված կարգով հանգուցալուծել` հաշվի առնելով 3-րդ հոդվածի հիման վրա գանգատաբերների ներկայացրած բողոքների լրջությունը: Բացի դրանից, հաշտության համաձայնության անհրաժեշտությունը պայմանավորված է նաև սուբսիդիարության սկզբունքով. երբ Դատարանը պարզաբանել է Պատասխանող պետության պարտավորությունները Կոնենցիայի շրջանակում, սկզբունքորեն արդեն Պատասխանող պետությունն է պարտավոր իրականացնել իրավունքի խախտման հետևանքները վերացնելու համար անհրաժեշտ միջոցառումները, որպեսզի Դատարանն ստիպված չլինի խախտումն արձանագրելու գործողությունը կրկնել մեծաթիվ համադրելի գործերի շրջանակում:", "239. Ուստի, Դատարանը համարում է, որ Պատասխանող պետությունը պարտավոր է համարժեք և բավարար փոխհատուցում տրամադրել Ռուսաստանի նախնական կալանքի վայրերում (քննչական մեկուսարաններում) կալանքի անմարդկային կամ նվաստացուցիչ պայմանների հետևանքով տուժած բոլոր այն անձանց, ովքեր իրենց գանգատը Դատարան են ներկայացրել նախքան սույն դատավճռի կայացումը: Փոխհատուցումը պետք է տրամադրվի սույն դատավճռի վերջնական դառնալու օրվանից հետո կամ գանգատի մասին Դատարանի կանոնակարգի 54-րդ կանոնի 2(բ) կետի հիման վրա Կառավարությանը ծանուցելու օրվանից հետո (կախված նրանից, թե այդ օրերից որն է ավելի ուշ վրա հասնում) 12 ամսվա ընթացքում: Դատարանը գտնում է, որ նման փոխհատուցումը կարող է ապահովվել, մասնավորապես, տեղային լուծումներով, ինչպիսին է, օրինակ, գանգատաբերի հետ հաշտության համաձայնությունը կամ խախտման հետևանքները վերացնելու միակողմանի առաջարկները` Կոնվենցիայի պահանջներին համահունչ (տե՛ս Burdov-ի (թիվ 2) գործը, մեջբերված է վերևում, 145-րդ կետ): Հարկ է հիշեցնել, որ Կոնվենցիայի 3-րդ հոդվածի պահանջներին կալանքի պայմանների համապատասխանությունը գնահատվելու է` հղում կատարելով սույն դատավճռում սահմանված չափորոշիչներին (տե՛ս վերը` 143-158-րդ կետերը), և որ ոչ նյութական վնասի փոխհատուցման չափը որոշվելու է Դատարանի նախադեպի և վերոհիշյալ 172-րդ կետում շարադրված սկզբունքների լույսի ներքո:", "240. Դատարանը կուսումնասիրի յուրաքանչյուր կոնկրետ գործով տրամադրված փոխհատուցման վերաբերյալ Կառավարության կողմից ներկայացվող տեղեկությունները և ըստ այդմ կորոշի, թե արդյոք տվյալ հանգամանքներում հիմնավորված է իր ուսումնասիրությունը շարունակելը:", "", "ԵԼՆԵԼՈՎ ԱՅԴ ՊԱՏՃԱՌՆԵՐԻՑ, ԴԱՏԱՐԱՆԸ ՄԻԱՁԱՅՆ", "", "1. Որոշում է միացնել գանգատները,", "2. Ընդունելի է ճանաչում թիվ IZ-67/1 և թիվ IZ-30/1 քննչական մեկուսարաններում իրենց կալանքի պայմանների և այդ կապակցությամբ իրավական պաշտպանության ներպետական արդյունավետ միջոցի ենթադրյալ բացակայության վերաբերյալ գանգատաբերներ պրն. Անանյևի և պրն. Բաշիրովի բողոքները, գործի ըստ էության քննությանն է միացնում իրավական պաշտպանության ներպետական միջոցների ենթադրյալ չսպառման վերաբերյալ Կառավարության առարկությունը, և անընդունելի է ճանաչում գանգատի մնացած մասը,", "3. Վճռում է, որ տեղի է ունեցել Կոնվենցիայի 3-րդ հոդվածի խախտում գանգատաբերներ պրն. Անանյևի և պրն. Բաշիրովի նկատմամբ,", "4. Վճռում է, որ տեղի է ունեցել Կոնվենցիայի 13-րդ հոդվածի խախտում գանգատաբերներ պրն. Անանյևի և պրն. Բաշիրովի նկատմամբ, և մերժում է Կառավարության առարկությունն իրավական պաշտպանության ներպետական միջոցների ենթադրյալ չսպառման վերաբերյալ,", "5. Վճռում է.", "(ա) որ Պատասխանող պետությունը պարտավոր է սույն Կոնվենցիայի 44-րդ հոդվածի 2-րդ մասի համաձայն սույն դատավճռի վերջնական ուժի մեջ մտնելու պահից հետո երեք ամսվա ընթացքում վճարել հետևյալ գումարները, ինչպես նաև գանձման ենթակա բոլոր հարկերը, եթե այդպիսիք կան, հաշվարկը կատարելու ամսաթվի դրությամբ կիրառելի փոխարժեքով վերածելով ռուսական ռուբլու.", "(i) պրն. Անանյևին` 2,000 (երկու հազար) եվրո` ոչ նյութական վնասի դիմաց,", "(ii) պրն. Բաշիրովին` 13,000 (տասներեք հազար) եվրո` ոչ նյութական վնասի դիմաց, և 850 (ութ հարյուր հիսուն) եվրո` ծախսերի և ծախքերի դիմաց,", "(բ) որ վերոհիշյալ եռամսյա ժամկետը լրանալուց հետո մինչև փաստացի վճարման պահը վճարման ենթակա է պարզ տոկոսագումար՝ չկատարման ժամկետի ընթացքում Եվրոպական կենտրոնական բանկի վարկավորման մարժայի տոկոսադրույքին համարժեք չափից երեք տոկոսային կետով ավելի բարձր չափով,", "6. Մերժում է արդարացի փոխհատուցման վերաբերյալ գանգատաբեր պրն. Բաշիրովի պահանջի մնացած մասը,", "7. Վճռում է, որ Պատասխանող պետությունը պարտավոր է, համագործակցելով Նախարարների կոմիտեի հետ, սույն դատավճռի վերջնական ուժի մեջ մտնելու օրվանից հետո վեց ամսվա ընթացքում ներկայացնել պարտադիր ժամկետ, որի ընթացքում հասանելի է դարձնելու կանխարգելման և փոխհատուցման նշանակություն ունեցող` իրավական պաշտպանության արդյունավետ միջոցները, ինչպես նաև` կատարելու է սույն դատավճռում շարադրված պահանջները,", "8. Վճռում է, որ Պատասխանող պետությունը պարտավոր է փոխհատուցում տրամադրել Ռուսաստանի նախնական կալանքի վայրերում (քննչական մեկուսարաններում) կալանքի անմարդկային կամ նվաստացուցիչ պայմաններից տուժած բոլոր այն անձանց, ովքեր իրենց գանգատները ներկայացրել են Դատարանին նախքան սույն դատավճռի կայացումը, ընդ որում` փոխհատուցումը պետք է տրամադրվի սույն դատավճռի վերջնական դառնալու օրվանից հետո կամ գանգատի մասին Դատարանի կանոնակարգի 54-րդ կանոնի 2(բ) կետի հիման վրա Կառավարությանը ծանուցելու օրվանից հետո (կախված նրանից, թե այդ օրերից որն է ավելի ուշ վրա հասնում) 12 ամսվա ընթացքում:", "Պատրաստվել է անգլերեն, գրավոր ծանուցվել է 2012թ. հունվարի 10-ին, Դատարանի կանոնակարգի 77-րդ կանոնի 2-րդ և 3-րդ մասերի համաձայն:", "", "Սյորեն Նիլսեն\t\t\t\t\t\tՆինա Վաժիչ", "Քարտուղար\t\t\t\t\t\tՆախագահ", "", "\n", "ՀԱՎԵԼՎԱԾ. ԴԱՏԱՎՃԻՌՆԵՐԻ ՑՈՒՑԱԿ", "", "Ստորև բերված է Ռուսաստանի դեմ կայացված այն դատավճիռների ցուցակը, որոնցում ազատազրկվածի՝ նախնական կալանքի վայրում (քննչական մեկուսարանում) պահման անբավարար պայմանների պատճառով արձանագրվել է Կոնվենցիայի 3-րդ հոդվածի առնվազն մեկ խախտում: Փակագծերում ներկայացվում են նախնական կալանքի վայրի համարը, դրա գտնվելու վայրի քաղաքը կամ երկրամասը և դրանում գանգատաբերի պահման տարիները:", "", "1. Kalashnikov-ն ընդդ. Ռուսաստանի, թիվ 47095/99, ECHR 2002-VI (IZ-47/1, Մագադան, 1999-2000թթ.)", "2. Mayzit-ն ընդդ. Ռուսաստանի, թիվ 63378/00, 20-ը հունվարի, 2005թ. (IZ-39/1, Կալինինգրադ, 2000-2001թթ.)", "3. Novoselov-ն ընդդ. Ռուսաստանի, թիվ 66460/01, 2-ը հունիսի, 2005թ (IZ-18/3, Նովոռոսիյսկ, 1998-1999թթ.)", "4. Labzov-ն ընդդ. Ռուսաստանի, թիվ 62208/00, 16-ը հունիսի, 2005թ. (IZ-21/2, Ցիվիլսկ, Չուվաշիա, 2000թթ.)", "5. Romanov-ն ընդդ. Ռուսաստանի, թիվ 63993/00, 20-ը հոկտեմբերի, 2005թ. (IZ-48/2, Մոսկվա, 1999-2000թթ.)", "6. Khudoyorov-ն ընդդ. Ռուսաստանի, թիվ 6847/02, ECHR 2005-X (քաղվածքներ) (OD-1/T-2, Վլադիմիր, 2000-2004թթ.)", "7. Mamedova-ն ընդդ. Ռուսաստանի, թիվ 7064/05, 1-ը հունիսի, 2006թ. (IZ-33/1, Vladimir, 2004-2005թթ.)", "8. Popov-ն ընդդ. Ռուսաստանի, թիվ 26853/04, 13 July 2006 (IZ-77/1, Moscow, 2002-2004)", "9. Belevitskiy-ն ընդդ. Ռուսաստանի, թիվ 72967/01, 1-ը մարտի, 2007թ. (IZ-77/3, Մոսկվա, 2001-2002թթ.)", "10. Andrey Frolov-ն ընդդ. Ռուսաստանի, թիվ 205/02, 29-ը մարտի, 2007թ. (IZ-47/1, Ստ. Պետերբուրգ, 1999-2003թթ.)", "11. Benediktov-ն ընդդ. Ռուսաստանի, թիվ 106/02, 10-ը մայիսի, 2007թ. (IZ-77/2 և IZ-77/3, Մոսկվա, 1999- 2001թթ.)", "12. Igor Ivanov-ն ընդդ. Ռուսաստանի, թիվ 34000/02, 7-ը հունիսի, 2007թ. (IZ-77/1 և IZ-77/2, Մոսկվա, 2000-2002թթ.)", "13. Trepashkin-ն ընդդ. Ռուսաստանի, թիվ 36898/03, 19-ը հուլիսի, 2007թ. (IZ-50/2, Մոսկվայի երկրամաս, 2005թ.)", "14. Babushkin-ն ընդդ. Ռուսաստանի, թիվ 67253/01, 18-ը հոկտեմբերի, 2007թ. (IZ-52/1, Նիժնի Նովգորոդ, 2000թ.)", "15. Mironov-ն ընդդ. Ռուսաստանի, թիվ 22625/02, 8-ը նոյեմբերի, 2007թ. (IZ-50/9, Մոսկվայի երկրամաս, 2002թ.)", "16. Grishin-ն ընդդ. Ռուսաստանի, թիվ 30983/02, 15-ը նոյեմբերի, 2007թ. (IZ-24/1, Կրասնոյարսկ, 1999-2000թթ.)", "17. Bagel-ն ընդդ. Ռուսաստանի, թիվ 37810/03, 15-ը նոյեմբերի, 2007թ. (IZ-17/1, Բարնաուլ, 2000-2003թթ.)", "18. Lind-ն ընդդ. Ռուսաստանի, թիվ 25664/05, 6-ը դեկտեմբերի, 2007թ. (IZ-77/2, Մոսկվա, 2004-2005թթ.)", "19. Dorokhov-ն ընդդ. Ռուսաստանի, թիվ 66802/01, 14-ը փետրվարի, 2008թ. (IZ-48/1, Մոսկվա, 1999թ.)", "20. Korobov-ը և այլք ընդդ. Ռուսաստանի, թիվ 67086/01, 27-ը մարտի, 2008թ. (IZ-37/1, Իվանովո, 1999-2001թթ.)", "21. Sukhovoy-ն ընդդ. Ռուսաստանի, թիվ 63955/00, 27-ը մարտի, 2008թ. (IZ-33/1, Վլադիմիր, 2000թ.)", "22. Gusev-ն ընդդ. Ռուսաստանի, թիվ 67542/01, 15-ը մայիսի, 2008թ. (IZ-47/1, Ստ. Պետերբուրգ, 2000թ.)", "23. Vlasov-ն ընդդ. Ռուսաստանի, թիվ 78146/01, 12-ը հունիսի, 2008թ. (IZ-99/1 (մյուս համարը՝ IZ-48/4), Մոսկվա, 1999-2002թթ.)", "24. Guliyev-ն ընդդ. Ռուսաստանի, թիվ 24650/02, 19-ը հունիսի, 2008թ. (IZ-7/2, Սոսնոգորսկ, Կոմիի Հանրապետություն, 2000-2002թթ.)", "25. Seleznev-ն ընդդ. Ռուսաստանի, թիվ 15591/03, 26-ը հունիսի, 2008թ. (IZ-47/1, Ստ. Պետերբուրգ, 2001-2003թթ.)", "26. Sudarkov-ն ընդդ. Ռուսաստանի, թիվ 3130/03, 10-ը հուլիսի, 2008թ. (IZ-77/2 և IZ-77/3, Մոսկվա, 2000-2002թթ.)", "27. Starokadomskiy-ն ընդդ. Ռուսաստանի, թիվ 42239/02, 31-ը հուլիսի, 2008թ. (IZ-77/1, Մոսկվա, 2001-2005թթ.)", "28. Moiseyev-ն ընդդ. Ռուսաստանի, թիվ 62936/00, 9-ը հոկտեմբերի, 2008թ. («Լեֆորտովո», Մոսկվա, 2000-2002թթ.)", "29. Buzychkin-ն ընդդ. Ռուսաստանի, թիվ 68337/01, 14-ը հոկտեմբերի, 2008թ. (IZ-52/1, Նիժնի Նովգորոդ, 1998-1999թթ., և IZ-48/3, Մոսկվա, 1999թ.)", "30. Belashev-ն ընդդ. Ռուսաստանի, թիվ 28617/03, 4-ը դեկտեմբերի, 2008թ. (IZ-77/3, Մոսկվա, 2002-2003թթ.)", "31. Matyush-ն ընդդ. Ռուսաստանի, թիվ 14850/03, 9-ը դեկտեմբերի, 2008թ. (IZ-55/1, Օմսկ, 1999-2003թթ.)", "32. Maltabar-ը և Maltabar-ն ընդդ. Ռուսաստանի, թիվ 6954/02, 29-ը հունվարի, 2009թ. (IZ-69/1, Տվեր, 2000-2001թթ.)", "33. Andreyevskiy-ն ընդդ. Ռուսաստանի, թիվ 1750/03, 29-ը հունվարի, 2009թ. (IZ-77/1, Մոսկվա, 2002-2005թթ.)", "34. Antropov-ն ընդդ. Ռուսաստանի, թիվ 22107/03, 29-ը հունվարի, 2009թ. (IZ-25/2, Ուսուրիյսկ, Պրիմորյե, 2001-2003թթ.)", "35. Novinskiy-ն ընդդ. Ռուսաստանի, թիվ 11982/02, 10-ը փետրվարի, 2009թ. (IZ-63/1, Սամարա, 2001թ., և IZ-77/3, Մոսկվա, 2001թ.)", "36. Denisenko-ը և Bogdanchikov-ն ընդդ. Ռուսաստանի, թիվ 3811/02, 12-ը փետրվարի, 2009թ. (IZ-77/2, Մոսկվա, 2001-2002թթ.)", "37. Bychkov-ն ընդդ. Ռուսաստանի, թիվ 39420/03, 5-ը մարտի, 2009թ. (IZ-77/2 և IZ-77/3, Մոսկվա, 2000-2003թթ.)", "38. Aleksandr Makarov-ն ընդդ. Ռուսաստանի, թիվ 15217/07, 12-ը մարտի, 2009թ. (IZ-70/1, Տոմսկ, 2006-2007թթ.)", "39. Lyubimenko-ն ընդդ. Ռուսաստանի, թիվ 6270/06, 19-ը մարտի, 2009թ. (IZ-34/1, Վոլգոգրադ, 2003- 2008թթ.)", "40. Grigoryevskikh-ն ընդդ. Ռուսաստանի, թիվ 22/03, 9-ը ապրիլի, 2009թ. (IZ-36/2, Բորիսոգլեբսկ, 2001-2002թթ.)", "41. Popov-ը և Vorobyev-ն ընդդ. Ռուսաստանի, թիվ 1606/02, 23-ը ապրիլի, 2009թ. (IZ-25/1, Վլադիվոստոկ, 2000-2001թթ.)", "42. Gubkin-ն ընդդ. Ռուսաստանի, թիվ 36941/02, 23-ը ապրիլի, 2009թ. (IZ-61/1, Դոնի Ռոստով, 1998- 2005թթ.)", "43. Kokoshkina-ն ընդդ. Ռուսաստանի, թիվ 2052/08, 28-ը մայիսի, 2009թ. (IZ-50/3, Սերպուխով, Մոսկվայի երկրամաս, 2006-2008թթ.)", "44. Shteyn (Stein)-ն ընդդ. Ռուսաստանի, թիվ 23691/06, 18-ը հունիսի, 2009թ. (IZ-70/1, Տոմսկ, 2004-2005թթ.)", "45. Bakhmutskiy-ն ընդդ. Ռուսաստանի, թիվ 36932/02, 25-ը հունիսի, 2009թ. (IZ-61/1, Դոնի Ռոստով, 1999-2005թթ.)", "46. Ananyin-ն ընդդ. Ռուսաստանի, թիվ 13659/06, 30-ը հուլիսի, 2009թ. (IZ-34/1, Վոլգոգրադ, 2003-2007թթ.)", "47. Bordikov-ն ընդդ. Ռուսաստանի, թիվ 921/03, 8-ը հոկտեմբերի, 2009թ. (IZ-61/1, Դոնի Ռոստով, 2001- 2003թթ.)", "48. Buzhinayev-ն ընդդ. Ռուսաստանի, թիվ 17679/03, 15-ը հոկտեմբերի, 2009թ. (IZ-4/1, Ուլան-Ուդե, Բուրյաթիա, 1998-2002, և IZ-77/3, Մոսկվա, 2002թ.)", "49. Nazarov-ն ընդդ. Ռուսաստանի, թիվ 13591/05, 26-ը նոյեմբերի, 2009թ. (IZ-33/1, Վլադիմիր, 2004-2005թթ.)", "50. Shilbergs-ն ընդդ. Ռուսաստանի, թիվ 20075/03, 17-ը դեկտեմբերի, 2009թ. (IZ-39/1, Կալինինգրադ, 2001-2003թթ.)", "51. Skorobogatykh-ն ընդդ. Ռուսաստանի, թիվ 4871/03, 22-ը դեկտեմբերի, 2009թ. (IZ-39/1, Կալինինգրադ, 1998թ.)", "52. Melnikov-ն ընդդ. Ռուսաստանի, թիվ 23610/03, 14-ը հունվարի, 2010թ. (IZ-69/1, Տվեր, 2003-2004թթ.)", "53. Salakhutdinov-ն ընդդ. Ռուսաստանի, թիվ 43589/02, 11-ը փետրվարի, 2010թ. (IZ-16/3, Բուգուլմա, Թաթարստան, 2002թ.)", "54. Gultyayeva-ն ընդդ. Ռուսաստանի, թիվ 67413/01, 1-ը ապրիլի, 2010թ. (IZ-62/1, Յուժնո-Սախալինսկ, Սախալին, 2000-2002թթ.)", "55. Pavlenko-ն ընդդ. Ռուսաստանի, թիվ 42371/02, 1 April 2010 (IZ-22/1, Բարնաուլ, 2002թ.)", "56. Lutokhin-ն ընդդ. Ռուսաստանի, թիվ 12008/03, 8-ը ապրիլի, 2010թ. (IZ-47/1, Ստ. Պետերբուրգ, 2001-2003թթ.)", "57. Goroshchenya-ն ընդդ. Ռուսաստանի, թիվ 38711/03, 22-ը ապրիլի, 2010թ. (IZ-47/1, IZ-47/4, Ստ. Պետերբուրգ, 1999-2004թթ.)", "58. Kositsyn-ն ընդդ. Ռուսաստանի, թիվ 69535/01, 12-ը մայիսի, 2010թ. (IZ-39/1, Կալինինգրադ, 1999-2000թթ.)", "59. Vladimir Kozlov-ն ընդդ. Ռուսաստանի, թիվ 21503/04, 20-ը մայիսի, 2010թ. (IZ-77/3, Մոսկվա, 2001-2003թթ.)", "60. Artyomov-ն ընդդ. Ռուսաստանի, թիվ 14146/02, 27-ը մայիսի, 2010թ. (IZ-39/1, Կալինինգրադ, 1999-2000թթ. և 2003-2004թթ.)", "61. Mukhutdinov-ն ընդդ. Ռուսաստանի, թիվ 13173/02, 10-ը հունիսի, 2010թ. (IZ-16/1 և IZ-16/2, Կազան, Թաթարստան, 1999-2000թթ.)", "62. Zakharkin-ն ընդդ. Ռուսաստանի, թիվ 1555/04, 10-ը հունիսի, 2010թ. (IZ-66/1, Եկատերինբուրգ, 1999-2003թթ.)", "63. Ovchinnikov-ն ընդդ. Ռուսաստանի, թիվ 9807/02, 17-ը հունիսի, 2010թ. (IZ-49/1 (նախկին IZ-47/1), Մագադան, 1999-2003թթ.)", "64. Shcherbakov-ն ընդդ. Ռուսաստանի, թիվ 23939/02, 17-ը հունիսի, 2010թ. (IZ-71/1, Տուլա, 2000-2002թթ.)", "65. Gubin-ն ընդդ. Ռուսաստանի, թիվ 8217/04, 17-ը հունիսի, 2010թ. (IZ-77/1, Մոսկվա, 2003-2004թթ.)", "66. Veliyev-ն ընդդ. Ռուսաստանի, թիվ 24202/05, 24-ը հունիսի, 2010թ. (IZ-33/1, Վլադիմիր, 2004-2007թթ.)", "67. Aleksandr Matveyev-ն ընդդ. Ռուսաստանի, թիվ 14797/02, 8-ը հուլիսի, 2010 (IZ-47/4, Ստ.Պետերբուրգ, 2000-2002թթ., և IZ-77/3, Մոսկվա, 2001-2002թթ.)", "68. Vladimir Krivonosov-ն ընդդ. Ռուսաստանի, թիվ 7772/04, 15-ը հուլիսի, 2010թ. (IZ-61/1, Դոնի Ռոստով, 2001-2005թթ.)", "69. Danilin-ն ընդդ. Ռուսաստանի, թիվ 4176/03, 16-ը սեպտեմբերի, 2010թ. (IZ-77/3 և IZ-77/5, Մոսկվա, 2000-2002թթ.)", "70. Aleksandr Leonidovich Ivanov-ն ընդդ. Ռուսաստանի, թիվ 33929/03, 23-ը սեպտեմբերի, 2010թ. (IZ-55/1, Օմսկ, 2001-2003թթ.)", "71. Skachkov-ն ընդդ. Ռուսաստանի, թիվ 25432/05, 7-ը հոկտեմբերի, 2010թ. (IZ-77/2, Մոսկվա, 2001-2005թթ.)", "72. Volchkov-ն ընդդ. Ռուսաստանի, թիվ 45196/04, 14-ը հոկտեմբերի, 2010թ. (IZ-67/1, Սմոլենսկ, 1996-1998թթ., 2004-2006թթ.)", "73. Arefyev-ն ընդդ. Ռուսաստանի, թիվ 29464/03, 4-ը նոյեմբերի, 2010թ. (IZ-37/1, Իվանովո, 2003թ.)", "74. Roman Karasev-ն ընդդ. Ռուսաստանի, թիվ 30251/03, 25-ը նոյեմբերի, 2010թ. (IZ-39/1, Կալինինգրադ, 1999-2002թթ.)", "75. Kovaleva-ն ընդդ. Ռուսաստանի, թիվ 7782/04, 2-ը դեկտեմբերի, 2010թ. (IZ-61/1, Դոնի Ռոստով, 2001-2005թթ.)", "76. Svetlana Kazmina-ն ընդդ. Ռուսաստանի, թիվ 8609/04, 2-ը դեկտեմբերի, 2010թ. (IZ-61/1, Դոնի Ռոստով, 2001-2005թթ.)", "77. Kozhokar-ն ընդդ. Ռուսաստանի, թիվ 33099/08, 16-ը դեկտեմբերի, 2010թ. (IZ-71/1, Տուլա, 2006-2007թթ.)", "78. Romokhov-ն ընդդ. Ռուսաստանի, թիվ 4532/04, 16-ը դեկտեմբերի, 2010թ. (IZ-77/2 և IZ-77/3, Մոսկվա, 2002-2003թթ.)", "79. Trepashkin-ն ընդդ. Ռուսաստանի (թիվ 2), թիվ 14248/05, 16-ը դեկտեմբերի, 2010թ. (IZ-77/1, Մոսկվա, 2003-2004, և IZ-50/2, Մոսկվայի երկրամաս, 2004-2005թթ.)", "80. Gladkiy-ն ընդդ. Ռուսաստանի, թիվ 3242/03, 21-ը դեկտեմբերի, 2010թ. (IZ-39/1, Կալինինգրադ, 1998-2002թթ.)", "81. Petrenko-ն ընդդ. Ռուսաստանի, թիվ 30112/04, 20-ը հունվարի, 2011թ. (IZ-47/1, Ստ. Պետերբուրգ, 2001-2004թթ.)", "82. Yevgeniy Alekseyenko-ն ընդդ. Ռուսաստանի, թիվ 41833/04, 27-ը հունվարի, 2011թ. (IZ-18/1, Իժևսկ, 2002-2004թթ.)", "83. Dorogaykin-ն ընդդ. Ռուսաստանի, թիվ 1066/05, 10-ը փետրվարի, 2011թ. (IZ-22/1, Բարնաուլ, 2004-2005թթ.)", "84. Tsarenko-ն ընդդ. Ռուսաստանի, թիվ 5235/09, 3-ը մարտի, 2011թ. (IZ-47/1, Ստ. Պետերբուրգ, 2007-2009թթ.)", "85. Vladimir Sokolov-ն ընդդ. Ռուսաստանի, թիվ 31242/05, 29-ը մարտի, 2011թ. (IZ-52/1, Նիժնի Նովգորոդ, 2003-2006թթ., և IZ-77/3, Մոսկվա, 2005թ.)", "86. Ilyadi-ն ընդդ. Ռուսաստանի, թիվ 6642/05, 5-ը մայիսի, 2011թ. (IZ-77/2, Մոսկվա, 2003-2004թթ.)", "87. Popandopulo-ն ընդդ. Ռուսաստանի, թիվ 4512/09, 10-ը մայիսի, 2011թ. (IZ-47/1, Ստ. Պետերբուրգ, 2005-2008թթ.)", "88. Vadim Kovalev-ն ընդդ. Ռուսաստանի, թիվ 20326/04, 10-ը մայիսի, 2011թ. (IZ-61/1, Դոնի Ռոստով, 2004-2006թթ.)", "89. Khodorkovskiy-ն ընդդ. Ռուսաստանի, թիվ 5829/04, 31-ը մայիսի, 2011թ. (IZ-77/1, Մոսկվա, 2005թ.)", "90. Chudun-ն ընդդ. Ռուսաստանի, թիվ 20641/04, 21-ը հունիսի, 2011թ. (IZ-17/1, Կիզիլ, 2000-2004թթ.)"]}