{"file": "ARM_HJUDARM_22689_07.docx", "doc_type": "HJUDARM", "doc_lang": "ARM", "case_id": "22689/07", "text_paragraphs": ["© Եվրոպայի խորհուրդ/ Մարդու իրավունքների եվրոպական Դատարան, 2013: Սույն թարգմանությունն իրականացվել է Եվրոպայի խորհրդի Մարդու իրավունքների հավատարմագրային ֆոնդի () աջակցությամբ: Այն որևէ կերպ չի պարտավորեցնում Դատարանին: Ավելին իմանալու համար ծանոթացեք սույն փաստաթղթի վերջում ներկայացված հեղինակային իրավունքի վերաբերյալ նշումներին:", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "ՄԵԾ ՊԱԼԱՏ", "", "", "", "", "", "", "DE SOUZA RIBEIRO-Ն ԸՆԴԴԵՄ ՖՐԱՆՍԻԱՅԻ ԳՈՐԾԸ", "(Գանգատ թիվ 22689/07)", "", "", "", "", "", "", "", "ԴԱՏԱՎՃԻՌ", "ՍՏՐԱՍԲՈՒՐԳ", "", "", "Այս տարբերակը շտկվել է 2012թ. դեկտեմբերի 18-ին՝ Դատարանի աշխատակարգի 81-րդ կանոնի համաձայն", "", "13-ը դեկտեմբերի, 2012թ.", "", "", "Սույն դատավճիռը վերջնական է, բայց կարող է ենթարկվել խմբագրական վերանայման։", "De Souza Ribeiro-ն ընդդեմ Ֆրանսիայի գործով,", "Մարդու իրավունքների եվրոպական դատարանը, գումարվելով Մեծ Պալատով, որի կազմում էին՝", "\tNicolas Bratza-ն, Նախագահ,\n\tFrançoise Tulkens-ը,\n\tNina Vajić-ը,\n\tLech Garlicki-ն,\n\tCorneliu Bîrsan-ն,\n\tBoštjan M. Zupančič-ը,\n\tAlvina Gyulumyan-ը,\n\tEgbert Myjer-ը,\n\tDavid Thór Björgvinsson-ը,\n\tIneta Ziemele-ն,\n\tPäivi Hirvelä-ն,\n\tZdravka Kalaydjieva-ն,\n\tNebojša Vučinić-ը,\n\tAngelika Nußberger-ը,\n\tPaulo Pinto de Albuquerque-ն,\n\tErik Møse-ն,\n\tAndre Potocki-ն, դատավորներ,\nև Michael O’Boyle-ը, Պալատի Քարուտղարի տեղակալ,", "Գաղտնի խորհրդակցելով 2012թ. մարտի 21-ին և սեպտեմբերի 19-ին՝", "Կայացնում է հետևյալ դատավճիռը, որն ընդունվել է վերոնշյալ վերջին ամսաթվին՝", "", "ԸՆԹԱՑԱԿԱՐԳ", "1.  Գործը սկզբնավորվել է Դատարանին գանգատի (թիվ. 22689/07) ներկայացմամբ ընդդեմ Ֆրանսիայի հանրապետության, որը Դատարան է ներկայացվել Մարդու իրավունքների և հիմնարար ազատությունների Կոնվենցիայի (“Կոնվենցիան”) Հոդված 34-ի համաձայն՝ Բրազիլիայի քաղաքացի պրն. Luan de Souza Ribeiro-ի (“գանգատարկուն”) կողմից, 2007թ. մայիսի 22-ին։", "2.  Գանգատարկուին ներկայացնում էր տկն. D. Monget Sarrail-ը, մի իրավաբան, որն իրավաբանական պրակտիկա էր վարում Créteil-ում և Ֆրանսիական Գվիանայում։ Ֆրանսիայի Կառավարությունը (“Կառավարությունը”) ներկայացնում էր Դատարանում Ֆրանսիայի ներկայացուցիչ, Արտաքին գործերի նախարարության Իրավական հարցերի տնօրեն պրն. E. Belliard-ը։", "3.  Գանգատարկուն պնդել էր, որ տեղի է ունեցել Կոնվենցիայի Հոդված 8-ի խախտում, առանձին վերցված և Հոդված 13-ի հետ կապված, մասնավորապես քանի որ նա չէր ունեցել հնարավորություն վիճարկելու հեռացման հրամանի օրինականությունը, դրա ի կատար ածումից առաջ։", "4.  Գանգատը տրամադրվել էր Դատարանի Հինգերորդ բաժին (Դատարանի կանոնակարգ, Կանոն 52 § 1)։ 2009թ. փետրվարի 9-ին Պալատի նախագահը որոշում էր կայացրել գանգատի վերաբերյալ ծանուցել Կառավարությանը։ Ինչպես նախատեսված է Կոնվենցիայի Հոդված 29 § 1-ով և Կանոն 54A-ով, որոշում էր կայացվել միաժամանակ քննել թե՛ բողոքի էությունը և թե՛ նրա ընդունելիությունը։", "5.  2011թ. հունիսի 30-ին, Հինգերորդ բաժնի պալատը, որի կազմում էին Dean Spielmann-ը, Նախագահ, Elisabet Fura-ն, Jean-Paul Costa-ն, Karel Jungwiert-ը, Mark Villiger-ը, Isabelle Berro-Lefèvre-ը և Ann Power-ը, դատավորներ, և Claudia Westerdiek-ը, Պալատի քարտուղար, կայացրեցին որոշում՝ գանգատը մասամբ հայտարարելով ընդունելի և գտնելով, չորս կողմ և երեք դեմ ձայնով, որ տեղի չի ունեցել Կոնվենցիայի Հոդված 13-ի ոտնահարում Հոդված 8-ի հետ կապված։ Վճռին կցվեց Դատավորներ Spielmann-ի, Berro-Lefèvre-ի և Power-ի՝ Դատարանի ընդհանուր վճռին չհամընկնող հատուկ կարծիքը։", "6.  2011թ. սեպտեմբերի 27-ին գանգատարկուն խնդրեց իր բողոքն ուղղել Մեծ պալատին (Կոնվենցիայի Հոդված 43)։ Մեծ պալատի կազմն այդ խնդրանքը բավարարեց 2011թ. նոյեմբերի 28-ին։", "7.  Մեծ պալատի կազմը որոշվեց համաձայն Կոնվենցիայի 26 §§ 4 և 5 Հոդվածների և Կանոն 24-ի դրույթների։", "8.  Գանգատարկուն և Կառավարությունը յուրաքանչյուրն իր հերթին գրավոր պնդումներ ներկայացրին Մեծ Պալատ։ Ի հավելում, համատեղ գրավոր դիտարկումներ ներկայացվեցին թե՛ Groupe d’information et de soutien des immigrés-ի (GISTI – “Գաղթականների տեղեկատվության և օժանդակության խումբ”), և թե՛ Ligue française des Droits de l’Homme-ի (LDH – “Մարդու իրավունքների լիգա”) ու Comité inter-mouvements auprès des évacués (CIMADE)-ի կողմից, որոնց Նախագահն իրավասություն էր տրամադրել՝ գրավոր վարույթին միջամտելու համար (Կոնվենցիայի Հոդված 36 § 2 և Կանոն 44 § 3)։", "9.  Տեղի ունեցավ բաց դատավարություն Մարդու իրավունքների պաշտպանության շենքում, Ստրասբուրգ, 2012թ. մարտի 21-ին (Կանոն 59 § 3)։", "", "Դատարանում ներկա էին՝", " (a)  Ի դեմս կառավարության\nՏկն.\tA.-F. Tissier-ը, Ֆրանսիայի կառավարության համատեղ ներկայացուցիչ,\n\tՄարդու իրավունքների բաժնի ղեկավար,\n\tԻրավական հարցերի տնօրինություն,\n\tԱրտաքին և եվրոպական գործերի նախարարություն,\tՆերկայացուցիչ,\nՊրն. B. Jadot-ը, արձանագրող քարտուղար, Իրավական հարցերի տնօրինություն,\nԱրտաքին և եվրոպական գործերի նախարարություն,\nՊրն.\tS. Humbert-ը, Արտագաղթի և ինտգերման հարցերով Գլխավոր քարտուղարի իրավախորհրդատու,\nՏկն\tC. Salmon-ը, Իրավական և ինստիտուցիոնալ գործերի փոխտնօրեն, Օտարերկրյա տարածքների գլխավոր պատվիրակություն,\tԽորհրդատուներ", "(b)  Ի դեմս գանգատարկուի\nՏկն.\tD. Monget Sarrail-ը, Ֆրանսիական Գվիանայում գործող իրավաբան\n\t\t\tՓաստաբան,\nՏկն.\tL. Navennec Normand-ը, Val de Marne-ում գործող իրավաբան \tԽորհրդատու", "", "Դատարանը լսեց տկն. Monget Sarrail-ի և տկն. Tissier-ի ելույթները, ինչպես նաև դատավորների կողմից նրանց ուղղված հարցերի պատասխանները։", "ՓԱՍՏԵՐ", "I.  ԳՈՐԾԻ ՀԱՆԳԱՄԱՆՔՆԵՐԸ", "10.  Գանգատարկուն ծնվել է 1988թ. հունիսի 14-ին և ապրում է Ռեմիրե Մոնտժոլիում (Remire Montjoly), Ֆրանսիական Գվիանա, Ֆրանսիական արտասահմանյան “բաժին և ռեգիոն” Հարավային Ամերիկայում։", "11.  Նա ժամանել էր Ֆրանսիական Գվիանա Բրազիլիայից 1992թ., չորս տարեկան հասակում և հաճախել էր այնտեղի դպրոցը մեկ տարի, նախքան 1994թ. Բրազիլիա վերադառնալը։", "12.   1995թ., ունենալով զբոսաշրջության վիզա, գանգատարկուն վերադարձել էր Cayenne Ֆրանսիական Գվիանայում, որտեղ միացել էր իր ծնողների հետ, որոնք երկուսն էլ ունեին մշտական բնակության քարտեր, և իր երկու քույրերին ու եղբայրներին, որոնցից մեկն ուներ Ֆրանսիայի քաղաքացիություն, մինչդեռ մյուս երեքը, ովքեր ծնվել էին Ֆրանսիայի հողում, իրավունք ունեին Ֆրանսիական քաղաքացիության համար դիմելու։ Նրա մոր կողմից ծնողները մնացել էին Բրազիլիայում։", "13.  Գանգատարկուն հաճախել էր տարրական և այնուհետև միջնակարգ դպրոց Ֆրանսիական Գվիանայում 1996-2004թթ.։ Քանի որ նա չուներ բնակության պատշաճ փաստաթղթեր և չէր կարող դիմել դրանք ստանալու համար քանի դեռ չէր լրացել նրա համապատասխան տարիքը (տես պարբերություն 26 ստորև), նա ստիպված էր եղել թողնել դպրոցը 2004թ.՝ տասնվեց տարեկանում։", "14.  2005թ. մայիսի 25-ին գանգատարկուն ձերբակալվել էր թմրանյութերի հետ կապված հանցանք կատարելու կասկածանքով։ 2006թ. մայիսի 17-ին Cayenne-ի Երիտասարդների դատարանը որոշել էր, որ նա պետք է գտնվի դատարանի հսկողության տակ և արգելել էր նրան հեռանալ Ֆրանսիական Գվիանայից։", "15. 2006թ. հոկտեմբերի 25-ին Cayenne-ի Երիտասարդների դատարանը գանգատարկուին դատապարտել էր երկու ամսվա ազատազրկման, կասեցրել էր որոշումը, և տրամադրել երկու տարվա փորձաշրջանի՝ պարտավորեցնելով նրան հաշվետու լինել իշխանություններին և անցնել վերապատրաստում, տասնութ տարին չրացած լինելով հանդերձ՝ անօրինական կոկաին պահելու համար։ Այդ դատավճռի կատարման ժամանակ գանգատարկուն սկսել էր մասնագիտական վերապատրաստման դասընթացներ անցնել, որոնք պետք է տևեին 2006թ. հոկտեմբերի 13-ից մինչև 2007թ. մարտի 30-ը, որպես Ֆրանսիական Գվիանայում սոցիալական և մասնագիտական ուղղորդման և ինտեգրման ծրագրի մի մաս։", "16.  2007թ. հունվարի 25-ին գանգատարկուին և նրա մորը կանգնեցրել էին ճանապարհային ստուգման համար։ Գանգատարկուն չէր կարողացել ապացուցել, որ իր ներկայությունը Ֆրանսիայի հողում օրինական էր, նա ձերբակալվել էր։", "17.  Նույն օրը առավոտյան 10-ին, նրա դեմ ընդունվել էր վարչական հեռացման հրաման (arrêté préfectoral de reconduite à la frontière) և վարչական կալանքի հրաման։ Հեռացման հրամանում նշված էր՝", "“-  Նկատի առնելով 1950թ. նոյեմբերի Մարդու իրավունքների և հիմնարար ազատությունների եվրոպական կոնվենցիան և մասնավորապես Հոդվածներ 3-ը և 8-ը,", "...", "-  Մինչդեռ համաձայն Թիվ 56 զեկույցի, 25/01/2007թ., որը պատրաստել է Ֆրանսիական Գվիանայի DDPAF-ը [Սահմանային ոստիկանության Բաժին], վերոնշյալ անձը՝", "\t-  ունակ չէ ապացուցելու, որ մուտք է գործել ֆրանսիական տարածք օրինականորեն,", "\t-  մնացել է ֆրանսիական տարածքում անօրինականորեն,", "-  Մինչդեռ տվյալ գործի հանգամանքներում վարչական հեռացման հրաման պետք է արձակվի տվյալ օտարականի նկատմամբ,", "-  Մինչդեռ տվյալ անձին տեղեկացվել է գրավոր դիտարկումներ ներկայացնելու իր իրավունքի մասին,", "-  Մինչդեռ տվյալ գործի հանգամանքներում առկա չէ անհամաչափ միջամտություն անձի ընտանեկան կյանքի իրավունքին,", "-  Իսկ օտարականը չի պնդում, որ իրեն կենթարկեն պատժի կամ վերաբերմունքի, որը հակասում է Մարդու իրավունքների եվրոպական կոնվենցիայի ոգուն, եթե նա վերադառնա իր ծագման երկիր (կամ իր սովորական բնակության երկիր, որտեղ նա արդյունավետորեն իրավունք ունի վերադառնալ),", "...", "[Գանգատարկուի] հեռացումը այսպիսով հանձնարարված է.”", "18.   2007թ. հունվարի 26-ին, երեկոյան 3.11-ին, գանգատարկուն երկու ֆաքս է ուղարկել Cayenne-ի վարչական դատարան։", "Ֆաքսերից մեկում պարունակվում էր հեռացման հրամանի դատական կարգով վերանայման մասին դիմում, որով կոչ էր արվում չեղյալ համարել վերոնշյալ հրամանը և հարց էր բարձրացվում բնակության թույլտվության մասին։ Ի օժանդակություն իր դիմումի, գանգատարկուն մասնավորապես պնդում էր, որ նշված հրամանը խախտում էր օտարերկրացիների և ապաստան հայցողների մուտքը և բնակությունը կանոնակարգող Օրենսգրքի Հոդված L. 511-4 (2)-ը (Code de l’entrée et du séjour des étrangers et demandeurs d’asile – “CESEDA”) (տես պարբերություն 26 ստորև), և նաև հիմնվելով Կոնվենցիայի Հոդված 8-ին պնդում էր, որ իշխանությունները բացահայտորեն սխալվել են իր անձնական և ընտանեկան կյանքի համար իր հեռացման հետևանքների գնահատման առումով։ Նա բացատրել էր, որ ինքը մուտք է գործել ֆրանսիական տարածք նախքան 13 տարին լրանալը և ապրել էր այնտեղ սովորական հիմունքներով այն ժամանակից ի վեր, որ իր երկու ծնողներն էլ ունեին մշտական բնակության քարտեր, և որ իր եղբայրներից մեկը ձեռք էր բերել Ֆրանսիայի քաղաքացիություն, իսկ իր մյուս եղբայրն ու քույրերը ծնվել էին ֆրանսիական հողի վրա։ Նա այնուհետև պնդել էր, որ ինքը պարտավորություն ուներ երկու տարի ենթարկվելու իր փորձաշրջանի պայմաններին, որոնց չենթարկվելու դեպքում ստիպված կլիներ բանտ գնալ, ինչպես պահանջվում էր փորձաշրջանի մասին հրամանի համաձայն, և որ ինքն արդեն սկսել էր մեխանիկայի դասընթացների հաճախել։", "Մյուս ֆաքսում ներառված էր հրատապ գանգատ դատարանին՝ կասեցնելու հեռացման հրամանի կիրառումը՝ դրա օրինականության վերաբերյալ լուրջ կասկածների հիմքով։ Իր դիմումը հիմնավորելու նպատակով գանգատարկուն կրկին հենվել էր Կոնվենցիայի Հոդված 8-ին և կրկնել էր այն պնդումները, որոնք նշված էին դատական կարգով վերանայման մասին իր բողոքում, ինչը ցույց էր տալիս, որ նրա անձնական և ընտանեկան կյանքի հիմնական մասն անցել էր Ֆրանսիական Գվիանայում։", "19. Հունվարի 26-ին երեկոյան 4-ին գանգատարկուին տեղափոխում են Բելեմ, Բրազիլիա։", "20. Հենց այդ նույն օրը Cayenne –ի վարչական դատարանի հրատապ գանգատներով զբաղվող դատավորը աննպատակ է համարել գանգատարկուի հեռացումը կասեցնելու մասին գանգատարկուի դիմումը, քանի որ վերջինին արդեն տեղահանել էին։", "Գանգատարկուն անմիջապես դիմել է իրավաբանական օգնության ստանալու համար, որպեսզի բողոք ներկայացնի Conseil d’Etat՝ նման որոշման դեմ։ 2007թ. մարտի 6-ին Conseil d’Etat-ի Իրավաբանական օգնության գրասենյակի նախագահի որոշմամբ նրա գանգատը մերժվել է՝ “դատարանին համոզելու հավանականություն ունեցող լուրջ հիմքերի բացակայության պատճառով”։", "21. 2007թ. փետրվարի 6-ին գանգատարկուն հրատապ գանգատ է ներկայացրել հիմնարար ազատության պաշտպանության վերաբերյալ (requête en référé liberté) Cayenne-ի վարչական դատարան։ Վկայակոչելով Կոնվենցիան և Դատարանի նախադեպային իրավունքը՝ նա բողոքել է իշխանությունների լուրջ և պարզորոշ ապօրինի միջամտություններից՝ բնականոն ընտանեկան կյանք վարելու և արդյունավետ իրավական պաշտպանություն ունենալու իր իրավունքներին։ Նա խնդրել է, որպեսզի Ֆրանսիական Գվիանայի պրեֆեկտը հրահանգի կազմակերպել իր վերադարձն այնտեղ՝ հրամանի մասին ծանուցումից հետո քսանչորս ժամվա ընթացքում՝ իրեն հնարավորություն ընձեռելու պաշտպանվել արդյունավետորեն Կոնվենցիայով նախատեսված իր իրավունքների ենթադրելի խախտումներից և վերամիավորվելու իր ընտանիքին, մինչ պրեֆեկտուրան կքննի Ֆրանսիական Գվիանայում մնալու իր իրավունքը։", "2007թ. փետրվարի 7-ի հրամանով Cayenne –ի վարչական դատարանում հրատապ բողոքները քննող դատավորը մերժել է բողոքը, ըստ էության համարելով, որ միջոցը, որին ձգտում է գանգատարկուն, բոլոր իմաստներով և նպատակներով համազոր է մշտական միջոցի, մինչդեռ հրատապ բողոքներով զբաղվող դատավորը կարող էր միայն հրամաններ արձակել միջանկյալ միջոցների վերաբերյալ։", "22. 2007թ. օգոստոսին գանգատարկուն վերադարձել է Ֆրանսիական Գվիանա անօրինականորեն։", "23.  2007թ. հոկտեմբերի 4-ին Cayenne-ի վարչական դատարանը լսումներ է անցկացրել, որոնց ընթացքում քննել է գանգատարկուի ավելի վաղ ներկայացրած բողոքը դատական կարգով վերանայման վերաբերյալ (տես պարբերություն 18 վերևում)։ 2007թ. հոկտեմբերի 18-ին կայացրած իր վճռում այն մի կողմ է թողել հեռացման մասին հրամանը։ Այն նշել է մասնավորապես, որ գանգատարկուն պնդել է, որ ինքը վերադարձել է Ֆրանսիա 1995թ, յոթ տարեկան հասակում, և բնակվել է այնտեղ սովորութային հիմունքներով դրանից հետո, և որ ի օժանդակություն իր բողոքներին, նա ներկայացրել է դպրոցի վկայականներ, որոնց իսկությունը պրեֆեկտը կասկածի տակ չի դրել։ Դատարանը հաստատել է, որ գանգատարկուի մայրն ուներ մշտական բնակության քարտ, և նրա հայրը նույնպես ապրում է Ֆրանսիական Գվիանայում։ Դատարանն այնուհետև նշել է, որ համաձայն դատարանի կողմից վերահսկողության տակ գտնվելու մասին որոշման, որը ներկայացրել էր գանգատարկուն, վերջինը ձերբակալվել է Ֆրանսիական Գվիանայում 2005թ., և նրան արգելել են հեռանալ այդ տարածքից։ Դատարանը գտել է, որ գանգատարկուն կատարել է այն պայմանները, որոնք նախատեսված են CESEDA-ի Հոդված L. 511-4 (2)-ով, ինչը նշանակում է, որ հեռացման մասին հրաման չպետք է կայացվեր նրա դեմ։", "Ի պատասխան գանգատարկուի խնդրանքին, դատարանի որոշման կիրառմանը հաջորդած մեկ ամսում իրեն բնակության թույլտվություն տրամադրելու վերաբերյալ Ֆրանսիական Գվիանայի պրեֆեկտին հրահանգելու մասին, դատարանը համարել է, որ իր որոշումը անպայմանորեն ի հայտ չէր բերում բնակության ժամանակավոր թույլտվության տրամադրում և որ այն միայն վերաբերում է հեռացման մասին հրամանը մի կողմ թողնելուն։ Դատարանը սակայն սահմանել է եռամսյա ժամանակային սահման, որի շրջանակներում պրեֆեկտը պետք է որոշում կայացներ գանգատարկուի բնակության կարգավիճակի խնդրի վերաբերյալ։", "24.  2009թ. հունիսի 16-ին Ֆրանսիական Գվիանայի պրեֆեկտուրան գանգատարկուին տրամադրել է “այցելուի” բնակության թույլտվություն, որը վավերական էր մեկ տարով, բայց նրան թույլ չէր տալիս աշխատել։ Հետաքննությունը բացահայտել էր, որ իշխանությունները “այցելուի” թույլտվություն են տրամադրել սխալմամբ։ 2009թ. սեպտեմբերի 23-ին գանգատարկուին տրամադրվել էր բնակության նոր թույլտվություն “անձնական և ընտանեկան կյանքի համար”։ Այն տրամադրվել էր հետին թվով՝ 2009թ. հունիս ամսվանից, և վավերական էր մեկ տարի ու նրան թույլ էր տալիս աշխատել։", "Այդ կացության թույլտվությունը չէր թարմացվել 2010թ. հունիսի 15-ին՝ դրա ժամկետը սպառվելուց հետո, նրա թարմացման համար պահանջվող փաստաթղթերի հետ կապված խնդիրների պատճառով։ 2010թ. հոկտեմբերի 14-ին գանգատարկուին տրամադրվել է կացության նոր թույլտվություն, որը վավերական էր 2010թ. հունիսի 16-ից մինչև 2011թ. հունիսի 15-ը, և այնուհետև թարմացվել է մինչև 2012թ. հունիսի 15-ը։ Գանգատարկուն այժմ ունի թարմացման ենթակա կացության թույլտվություն “անձնական և ընտանեկան կյանքի” համար։", "II.  ՀԱՄԱՊԱՏԱՍԽԱՆ ՆԵՐՊԵՏԱԿԱՆ ՕՐԵՆՍԴՐՈՒԹՅՈՒՆԸ ԵՎ ՊՐԱԿՏԻԿԱՆ", "25.  Ֆրանսիական Գվիանան Ֆրանսիական օտարերկրյա դեպարտամենտ և ռեգիոն է։ Սահմանադրության Հոդված 73-ն ամրագրում է, որ օտարերկրյա դեպարտամենտներում և ռեգիոններում ֆրանսիական օրենքներն ու կանոնակարգերը ինքնաբերաբար կիրառվում են, չնայած որ կարող են կատարվել համապատասխանեցումներ տվյալ տարածքներին բնորոշ հատկանիշները և սահմանափակումները հաշվի առնելու նկատառումով։ Ինչ վերաբերում է ներգաղթի մասին օրենքներին, ապա օտարերկրյա տարածքներում կիրառելի վարչակարգը նույնն է, ինչ որ նախատեսված է օտարերկրացիների և ապաստան հայցողների մուտքը և կեցությունը կարգավորող Կանոնակարգով (CESEDA), որոշակի տարբերություններով։", "A.  Օտարերկրացիների բնակությունը ղեկավարող դրույթներ", "26.  Տվյալ ժամանակահատվածում ուժի մեջ եղած CESEDA դրույթները ներառում են հետևյալը՝", "Հոդված L. 313-11", "“Եթե նրանց ներկայությունը չի ներկայացնում սպառնալիք հասարակական կարգի համար, ապա ժամանակավոր կացության թույլտվությունը ‘անձնական և ընտանեկան կյանքի համար’ ինքնաբերաբար տրամադրվում է՝", "(1)  օտարականին, վերջինի 18 տարին լրանալուն հաջորդած տարում, ... երբ առնվազը ծնողներից մեկն ունի ժամանակավոր կամ լիարժեք կացության թույլտվություն...,", "(2)  օտարականին, վերջինի 18 տարին լրանալուն հաջորդած տարում, ... երբ նա կարող է ապացուցել որևէ ձևով, որ ինքը սովորաբար բնակվելիս է եղել Ֆրանսիայում, իր օրինական, բնական կամ որդեգրյալ ծնողներից առնվազը մեկի հետ, տասներեք տարեկանից ի վեր, երբ որդիական կապը հաստատվում է Հոդված L. 314-11-ում ամրագրված պայմաններում, Հոդված L. 311-7-ով նախատեսված պայմանը պարտադիր չէ ...”", "Հոդված L. 511-4", "“Հետևյալ անձանցից չպետք է պահանջվի հեռանալ Ֆրանսիայի տարածքից կամ նրանց դարձնել հեռացման հրամանի սուբյեկտ սույն գլխի դրույթների շրջանակներում։", "(1)  ...;", "(2)  Օտարականները, ովքեր որևէ ձևով ապացուցում են, որ իրենք սովորաբար բնակվել են Ֆրանսիայում առնվազը տասներեք տարեկանից ...”", "27.  Այս դրույթները կիրառելի են Ֆրանսիայի տարածքում, ներառյալ ֆրանսիայի արտասահմանյան տարածքներում։", "B.  Վտարման միջոցներն ու բողոքները վարչական դատարան։", "1.  Ընդհանրապես կիրառվող օրենքը", "28.  Խնդրո առարկա ժամանակահատվածում վտարման միջոցները ղեկավարվում էին CESEDA-ի Գիրք V-ով, որը ներմուծվել էր Թիվ 2006-911 Օրենքով, 2006թ. հուլիսի 24-ին։ Դրանք ներառում էին Ֆրանսիայի տարածքից հեռանալու պարտականությունը (Հոդված L. 511-1-I) և վարչական հեռացումը (Հոդված L. 511-1-II)։", "29.  Օտարականը, ով չէր կարող ապացուցել, որ ինքը Ֆրանսիա է մուտք գործել օրինական ճանապարհով կամ ով մնացել էր այնտեղ անօրինականորեն, և ով չէր կարող որևէ հիմքով այնտեղ բնակվելու թույլտվություն ստանալ, կարող էր ստանալ հեռանալու մասին հրահանգ, մասնավորապես վարչական հեռացման հրամանի միջոցով (CESEDA-ի Հոդվածներ L. 511-1 - L. 511-3)։", "30.  Եթե օտարականը վարչական կալանքի է հանձնվել, նրան տեղեկացվել են իր իրավունքները, և նա ունեցել է կալանավայրի կենտրոնում գտնվող որևէ ընկերակցության կողմից իրավական օգնություն ստանալու իրավունք։ Այս ընկերակցությունները եղել են իրավական կազմակերպություններ, որոնք համաձայնություններ են կայացրել ապաստան տրամադրելու համար պատասխանատու Նախարարության հետ և ում նպատակն է տեղեկացնել համապատասխան օտարականներին և օգնել նրանց իրենց իրավունքների իրականացման հարցում։ 2007թ. միայն CIMADE-ն էր ներկա ֆրանսիական վարչական կալանքի կենտրոններում։ 2010թ.-ից ի վեր ներկա էր չորս այլ ընկերակցություն՝ Ordre de Malte-ը, Association Service Social Familial Migrants (ASSFAM)-ը, France Terre d’Asile-ը և Forum des Réfugiés-ը։", "31. Վարչական հեռացման հրամանների դեմ բողոքները կարող են ներկայացվել վարչական դատարաններին դրանց կայացումից հետո քառասունութ ժամվա ընթացքում (CESEDA Հոդված L. 512-2)։ Բողոքը կասեցրել էր հեռացման հրամանի կատարումը, բայց չէր կանխարգելել օտարականին վարչական կալանքի ենթարկելը։ Օտարականին չի կարելի արտաքսել նախքան բողոքարկման ժամանակային սահմանափակման լրանալը կամ եթե խնդիրը բերվել էր դատարան, նախքան դատարանի կողմից որոշման կայացումը։ (CESEDA, Հոդված L. 512-3)։ Նպատակակետ երկրի վերաբերյալ որոշումը փաստացի հեռացման հրամանից առանձին էր։ Եթե այդ որոշումը վիճարկվում էր հեռացման հրամանի հետ միևնույն ժամանակ, ապա բողոքը կրկին ուներ կասեցնող ազեցություն (CESEDA, Հոդված L. 513-3)։", "32.  Բողոքը ստացել էր դատական կարգով վերանայման դիմումի ձև՝ առանց փոխհատուցման խնդրի քննության։ Հետևաբար վարչական դատարանի որոշումը բևեռվել էր զուտ հեռացման մասին հրամանի օրինականությանը։ Դատարանը վերանայել էր պետական քաղաքականության համաչափությունը օտարականի կողմից վկայակոչված հիմնարար ազատության (ազատությունների) նկատմամբ։ Երբ քննվում էր այն բողոքը, որը ներկայացված էր կապված երկիրը ֆիքսելու հետ, որտեղ պետք է արտաքսվեր օտարականը, դատարանը քննել էր Կոնվենցիայի Հոդված 3-ին համապատասխանությունը։ Այն նաև քննել էր հեռացման մասին հրամանի հետամուտ եղած նպատակների համաչափությունը օտարականի անձնական և ընտանեկան կյանքին միջամտության նկատմամբ, որը պաշտպանված է Կոնվենցիայի Հոդված 8-ով։", "33.  Վարչական դատարանից պահանջվել էր որոշում կայացնել յոթանասուներկու ժամվա ընթացքում։", "34.  Վարչական դատարանի վճռի դեմ բողոքը կարող է ներկայացվել տարածքային իրավասություն ունեցող վարչական վերաքննիչ դատարանի նախագահին կամ նրա կողմից պատվիրակված որևէ այլ անձի։ Այս բողոքը չի ունեցել կասեցնող ազդեցություն (Վարչական դատարանների կանոնագիրք, Հոդված R. 776-19)։", "35.  Վարչական հեռացման հրամանը մի կողմ թողնելու հետևանքներին անդրադառնում էր CESEDA-ի Հոդված L. 512-4-ը։ Առաջին հերթին, այն վերջ էր դնում ցանկացած վարչական կալանքի կամ տնային կալանքին։ Այնուհետև օտարականին տրամադրվում էր ժամանակավոր կացության թույլտվություն, մինչ վարչական իշխանությունը քննում էր նրա գործը։ Եվ վերջապես, հեռացման հետ կապված խնդիրների համար պատասխանատու դատավորը օտարականին զուտ հետ չէր ուղղորդում դեպի վարչական իշխանությունները։ Վարչական դատարանների կանոնագրքի Հոդված L. 911-2-ի համաձայն, նա նաև պատվիրում էր պրեֆեկտին որոշել, թե արդյոք տվյալ անձն ուներ բնակության թույլտվության իրավունք, “անկախ նրանից, թե արդյոք վերջինս դիմել էր նման իրավունքի համար թե ոչ” և դնում էր ժամանակային սահմաններ, որոնց շրջանակներում պետք է քննվեր տվյալ օտարականի իրավիճակը։ (տես օրինակ՝ Conseil d’Etat, 13-ը հոկտեմբերի, 2006թ., գանգատ թիվ 275262, M. Abid A.)։", "36.  Սակայն, վարչական դատարանի վճիռը, որով մի կողմ էր թողնվում հեռացման մասին հրամանը, չէր պարտավորեցնում պրեֆեկտին բնակության թույլտվություն տրամադրել, քանի որ այն չէր վերաբերում բնակության թույլտվության տրամադրման մերժումը մի կողմ դնելուն (տես Conseil d’Etat-ի կարևոր վճիռներից մեկը, 22-ը փետրվարի, 2002թ., գանգատ թիվ 224496, Dieng, որին հետևել են մյուսները)։ Սա կիրառվում էր նույնիսկ այն ժամանակ, երբ հեռացման մասին հրամանը մի կողմ թողնելու որոշումը հիմնված էր նյութական հիմքերի վրա, ինչպես օրինակ Կոնվենցիայի Հոդված 8-ի ոտնահարումն է։ Համաձայն նախադեպային իրավունքի, անձի իրավիճակի վերանայումը լիովին բավարար էր հիմնավոր հիմքերով հեռացման հրամանը մի կողմ թողնելու մասին որոշումը կատարելու համար։ Սակայն res judicata-ի սկզբունքը թույլ չի տալիս վարչական իշխանությանը հեռացման նոր հրաման արձակել միևնույն հիմքերով՝ առանց ցույց տալու հանգամանքերի որևէ փոփոխություն։", "37.  Այս դրույթները (տես վերը նշված պարբերություններ 28- 36) մասամբ փոփոխվել են Ներգաղթի,ի ինտեգրման և քաղաքացիության մասին թիվ 2011-672 Օրենքով, 2011թ. հունիսի 16-ին, որը ներդաշնակեցրել է անօրինական օտարականների հեռացման ընթացակարգը։ Լուծումները, որոնք նախկինում ընդունվել են նախադեպային իրավունքում կապված վարչական հեռացման միջոցների հետ, ընդհանուր առմամբ փոխատեղելի (կիրառելի) են ներկա իրավիճակում։", "2.  Ֆրանսիական Գվիանայում կիրառելի օրենքը", "38.  CESEDA –ի համապատասխան դրույթները, որոնք ուժի մեջ էին խնդրո առարկա ժամանակահատվածում կիրառվող տարբերակում, ամրագրում են՝", "Հոդված L. 514-1", "“Սույն հատվածի նպատակների համար Ֆրանսիական Գվիանայում և Saint Martin-ում կիրառվում են հետևյալ դրույթները՝", "(1)  Եթե այդպես է պահանջում հյուպատոսական մարմինը, ապա հեռացման հրամանը չպետք է կատարվի դրա ընդունմանը հաջորդած մեկ օրվա ընթացքում։", "(2)  Առանց նախորդ պարբերության դրույթների նկատմամբ որևէ կանխակալության, օտարականը, ում հրամայվել է հեռանալ ֆրանսիական տարածքից կամ ում նկատմամբ արձակվել է վարչական հեռացման հրաման և ով տվյալ խնդիրը ուղղում է վարչական դատարանին, կարող է միևնույն ժամանակ դիմել կացության կարգավիճակ ստանալու համար։", "Հետևաբար, Հոդվածներ L. 512-1 և L. 512-2- L. 512-4-ի դրույթները [որոնց համաձայն հեռացման մասին հրամանը, որն արձակել է պրեֆեկտը, կարող է վիճարկվել վարչական դատարանի առջև քառասունութ ժամվա ընթացքում՝ հեռացման մասին հրամանի կատարումը կասեցնող ազդեցությամբ] չպետք է կիրառվեն Ֆրանսիական Գվիանայում կամ Saint Martin-ում”։", "39.  Հետևաբար ի տարբերություն Ֆրանսիայի սովորական օրենսդրության, (տես պարբերություն 31-ը վերևում), բողոքը վարչական դատարան չի կասեցնում հեռացման հրամանի կատարումը։ Այս բացառությունը, որն ի սկզբանե ներմուծվել էր սահմանափակ ժամանակահատվածով, դարձել էր մշտական Ֆրանսիական Գվիանայում համաձայն Հայրենիքի անվտանգության ակտի (Homeland Security Act) (Օրենք թիվ 2003239, 18-ը մարտի, 2003թ.)։", "40.  Երբ խնդրանք էր ներկայացվել քննել այս միջոցի համապատասխանությունը ֆրանսիական Սահմանադրությանը, ինչպես նախատեսված է Սահմանադրության Հոդված 61-ով, Սահմանադրական խորհուրդը հաստատել էր այն։ 2003թ. մարտի 13-ին իր ընդունած թիվ 2003-467 որոշման մեջ, Սահմանադրության Հոդված 73-ին վերոնշյալ միջոցի համապատասխանությունը քննարկելու առնչությամբ, Սահմանադրական խորհուրդը նշել էր՝", "“ [Հայրենիքի անվտանգության ակտի] 141 և 142 բաժիններում հատուկ դրույթներ կան ... մշտական Ֆրանսիական Գվիանայում և Saint Martin-ի քաղաքային իշխանություններում՝ Guadeloupe-ում։ Այս դրույթների համաձայն կացության թույլտվություն չտրամադրելու մերժումը որոշակի օտարականների չի ներկայացվում կացության թույլտվության կոմիտեի քննությանը, ինչպես նախատեսված է 1945թ. նոյեմբերի 2-ի հրամանի 12րդ quater-ում, և հեռացման հրամանի վերաբերյալ բողոքը չունի կասեցնող ազդեցություն։", "Հայտատու պատգամավորները պնդում էին, որ հատուկ ռեժիմի մշտական բաժիններ 141-ը և 142-ը միջամտում են ‘սահմանադրորեն պաշտպանվող իրավունքներին և երաշխիքներին, ինչպիսիք պաշտպանության իրավունքներն են’ և անցնում են օտարերկրյա դեպարտամենտների օրենսդրություններին Սահմանադրության Հոդված 73 –ով թույլատրված հարմարեցումների սահմանները։", "Ֆրանսիական Գվիանայի դեպարտամենտում և Saint Martin-ի քաղաքային իշխանության Guadeloupe-ի դեպարտամենտում առանձին իրավիճակների և մարդկանց միջազգային շարժմանն առնչվող մշտական դժվարությունների հաղթահարման նպատակով Խորհրդարանը պահպանել էր հատուկ ռեժիմը, որը ներմուծվել էր 1645թ. նոյեմբերի 2-ի հրամանի 12 quater-ն և 40 բաժիններով, որի մասին նշվեց վերևում, առանց խախտելու Սահմանադրությամբ պահանջվող հավասարակշռությունը պետական քաղաքականության և Սահմանադրությամբ երաշխավորված իրավունքների ու ազատությունների պաշտպանության միջև։ Համապատասխան անձինք շարունակում են օգտվել վարչական միջոցների դեմ բողոք ներկայացելու իրավունքից և մասնավորապես վարչական դատարանում հրատապ գանգատներ ներկայացնելու իրավունքից։ Նկատի առնելով հատուկ հանգամանքները, որոնք ուղղակիորեն կապված են անօրինական ներգաղթի դեմ պայքարն ուժեղացնելու հատուկ նպատակին, օրենսդրությունը չի խախտել իրավահավասարության սահմանադրական սկզբունքը։ Խնդրո առարկա համապատասխանեցումները չեն հակասում Սահմանադրության Հոդված 73-ին ...”։", "41.  Ինչ վերաբերում է օտարականների արտաքսմանը, ապա Ֆրանսիայի օրենսդրությունը նախատեսում է նմանօրինակ բացառություններ օտարերկրյա վեց “դեպարտամենտներում և ռեգիոններում” և համայնքներում (Գվադելուպա (Guadeloupe), Մայոտա (Mayotte), Ուոլիզ և Ֆոտունա (Wallis and Futuna), Սուրբ Բարդուղեմիոս կղզի, Սեն Մարտեն, Ֆրանսիական Հոլինեզիա (Saint-Barthelemy, Saint-Martin, French Polynesia) և Նոր Կալեդոնիա (New Caledonia)։", "C.  Հրատապ գանգատներ", "42.   Չարտաքսման կամ հիմնարար ազատության պաշտպանության վերաբերյալ (référé suspension or référé liberté) Հրատապ գանգատները կառավարող իրավական դրույթները ինքնաբերաբար կիրառելի են Ֆրանսիական Գվիանայում ճիշտ այնպես, ինչպես նրանք կիրառելի են Ֆրանսիայում այլուր։ Վարչական դատարանների կանոնագրքի համապատասխան դրույթները նախատեսում են՝", "Հոդված L. 521-1", "“Երբ դիմում է ներկայացվում՝ վարչական որոշումը, ներառյալ մերժումը, մի կողմ դնելու կամ փոխելու վերաբերյալ, հրատապ բողոքներով զբաղվող դատավորը կարող է պատվիրել, որ որոշման կատարումը, կամ դրա կոնկրետ ազդեցությունները կասեցվեն, եթե խնդրի հրատապ բնույթը երաշխավորում է դա, և այն դեպքերում, երբ բողոքի հիմքերը այնպիսին են, որ կարող են հարուցել լուրջ կասկածներ ինչպես ներկայացված փաստերի, այնպես էլ որոշման օրինականության առնչությամբ։", "Երբ հրամանի կատարումը կասեցվում է, բողոքը պետք է հնարավորինս արագ քննվի՝ վճիռը չեղյալ համարելու կամ փոփոխելու նկատառումով։ Հրամանի կատարման կասեցումը ավարտվում է այն ժամանակ, երբ վճիռ է կայացվում որոշումը չեղյալ համարելու կամ փոփոխելու վերաբերյալ։", "Հոդված L. 521-2", "“Հրատապ գանգատներ քննող դատավորը, նման գանգատ ստանալով կարող է հրահանգել այն բոլոր միջոցառումները, որոնք անհրաժեշտ են պաշտպանելու որևէ հիմնարար ազատություն, որը խախտվել է լուրջ և ակնհայտորեն ապօրինի ձևով հանրային իրավունքի սուբյեկտի կամ մասնավոր իրավունքի սուբյեկտ հանդիսացող կազմակերպության կողմից, որը պատասխանատու է պետական ծառայությունների կառավարման համար, իր լիազորություններն իրականացնելիս։ Հրատապ գանգատներով զբաղվող դատավորը պետք է վճիռ կայացնի քառասունութ ժամվա ընթացքում”։", "43.  Ֆրանսիական Գվիանայի վերաբերյալ գործի քննության ժամանակ, որի կապակցությամբ հղում էր կատարվել Վարչական դատարանների կանոնագրքի Հոդված L. 521-1-ին, Conseil d’Etat-ը մատնանշել էր՝", "“Խնդրի հրատապությունը արդարացնում է վարչական միջոցի կիրառման կասեցումը, եթե դրա կատարումը կարող է էականորեն լուրջ և անմիջական ձևով խոչընդոտել հանրային շահը, գանգատարկուի իրավիճակը կամ այն շահերը, որ նա փորձում է պաշտպանել։ Հենց Հրատապ բողոքների դատավորին է վերապահված, ում ուղղված է կեցության թույլտվություն չտրամադրելու մասին որոշման կատարումը կասեցնելու վերաբերյալ դիմումը, գնահատել հրատապությունը և ներկայացնել հիմնավորումներ՝ հաշվի առնելով կեցության թույլտվություն չտրամադրելու վերաբերյալ մերժման անմիջական ազդեցությունը խնդրո առարկա անհատի գործնական իրավիճակին։ Քանի որ Օտարականների և ապաստան հայցողների մուտքը և բնակությունը կանոնակարգող օրենսգրքի Հոդված L. 514-1-ը ամրագրում է, որ միևնույն Օրենսգրքի Հոդված L. 512-1-ը չի կիրառվում Ֆրանսիական Գվիանայում, օտարականի կողմից կացության թույլտվություն տալու մերժման հետ կապված բողոքը, որը զուգորդվում է որոշակի նպատակային երկիր ֆրանսիական տարածքից տեղափոխվելու պարտականության հետ, չի կասեցնում ֆրանսիական տարածքը թողնելու պարտականության կատարումը”։", "44.   Conseil d’Etat –ը շարունակել է քննել այս հանգամանքներում, որ", "“հեռանկարը, որ արտաքսման միջոցը կարող է կիրառվել ցանկացած պահի ... կարող է նկատի առնվել բնութագրելու որևէ արտակարգ իրավիճակ, որը հնարավորություն է ընձեռում հրատապ բողոքներ քննող դատավորին կասեցնել կացության թույլտվության տրամադրումը մերժելու վերաբերյալ որոշումը, որը զուգորդվում է Ֆրանսիայի տարածքը լքելու պարտականության հետ, համաձայն Վարչական դատարանների կանոնագրքի Հոդված L. 521-1-ի դրույթների” (Conseil d’Etat, 9-ը նոյեմբերի, 2011թ., M. Takaram A., թիվ 346700, Lebon collection)։", "D.  Ոստիկանական էթիկայի ազգային հանձնաժողովի թիվ. 2008-9 կարծիքը", "45.  Ի պատասխան 2008թ. հունվարի 23-ին ներկայացված բողոքի, Ոստիկանական էթիկայի ազգային հանձնաժողովը (Commission nationale de déontologie de la sécurité) քննել է այն հանգամանքները, որոնցում պրն. C.D.-ն, Բրազիլիայի մի քաղաքացի, կանգնեցվել է 2007թ. նոյեմբերի 12-ին Ֆրանսիական Գվիանայի դեպարտամենտի Սահմանայն ոստիկանության շարժական քննչական ջոկատի կողմից, ձերբակալվել և պահվել կալանքի տակ՝ ենթակա լինելով արտաքսման, և այնուհետև մահացել է վեց ժամ անց Cayenne-ում հոսպիտալացվելուց հետո։", "46.   2008թ. դեկտեմբերի 1-ի իր կարծիքում Ոստիկանական էթիկայի ազգային հանձնաժողովը նշել է՝", "“Ֆրանսիական Գվիանայում սահմանային ոստիկանության ներսում 2006թ. -2008թ. հունվարի 30-ը, երբ զորացրվեցին երկու պետական մայրուղիները վերահսկող շարժական հետաքննական ոստիկանական ստորաբաժանումները, առկա աշխատանքային մեթոդները և տվյալների վերլուծության գործելակերպը, որոնք գործադրվել են պաշտոնապես օրինական ընթացակարգերի քողի ներքո, մշտապես ոտնահարել են քրեական վարույթների բոլոր սկզբունքները և հատկապես ձերբակալված անձանց ամենատարրական իրավունքները, ... նպատակադրված կերպով կեղծելով իրենց զեկույցներում մատնանշված ժամերը կամ օգտագործելով նախապես տպված ձևեր, որոնցով մարդիկ, ովքեր ձերբակալվել կամ կալանավորվել են, հրաժարվել են իրենց իրավունքներից նախքան ունեցել են տվյալ խնդրի վերաբերյալ իրենց ցանկություններն արտահայտելու հնարավորություն։", "Օրենքի ոտնահարման մշտական և երկարատև բնույթի պատճառով ... Հանձնաժողովը հաստատակամորեն խորհուրդ է տալիս, որ ...", "Կարգապահական միջոցներ կիրառվեն այն բոլոր անձանց դեմ ... ովքեր հրահրել կամ կիրառել են այդ ոտահարումները կամ թույլ են տվել, որ դրանք շարունակվեն այդքան երկար ժամանակ ...", "Ընդհանուր առմամբ, Հանձնաժողովը խնդրում է, որ բոլոր նրանք, ովքեր ծառայում են արտասահմանում, մտապահեն, որ", "...", "Ապօրինի ներգաղթի դեմ պայքարում կենտրոնական իշխանությունների կողմից պահանջվող արդյունավետ արտաքսումների թիվը չպետք է որևէ ձևով ներգործի ընթացակարգերի որակի կամ օրինականության վրա,", "և ինչպիսի իրավական քայլեր էլ ձեռնարկվեն ձերբակալումից հետո՝ կալանքի տակ պահելը, ինքնության ստուգումը, վարչական կալանքը, խնդրո առարկա անձինք ունեն որոշակի իրավունքներ, և ոստիկանության պարտականությունն է նրանց տեղեկացնել այդ իրավունքների մասին գործնականում, նրանց համար հասկանալի լեզվով, որպեսզի նրանց հնարավորություն ընձեռվի կիրառել իրենց իրավունքները արդյունավետ և ոչ թե զուտ ձևականորեն”։", "III.  ՀԱՄԱՊԱՏԱՍԽԱՆ ՄԻՋԱԶԳԱՅԻՆ ՓԱՍՏԱԹՂԹԵՐ ԵՎ ԳՈՐԾԵԼԱԿԵՐՊ", "A.  Եվրոպայի խորհրդի փաստաթղթերը", "1.  Նախարարների կոմիտե", "47.  2005թ. մայիսի 4-ին Նախարարների կոմիտեն ընդունեց “Քսանչորս ուղենիշ հարկադիր վերադարձի առնչությամբ”։ Համապատասխան ուղենիշներում նշված է՝", "", "“Ուղենիշ 2.  Հեռացման հրամանի ընդունումը", "Հեռացման հրամանները պետք է արձակվեն միայն օրենքով նախատեսված կարգով որոշում ընդունելուց հետո։", "1.  Հեռացման հրամանը պետք է արձակվի միայն այն դեպքում, երբ հյուրընկալ պետության իշխանությունները քննել են համապատասխան ողջ տեղեկատվությունը, որը եղել է իրենց ձեռքի տակ, և բավարարվել են, այնքանով որքանով կարելի է ողջամտորեն ակնկալել, որ նման հրամանի կատարումը կամ իրականացումը՝ վերադարձի ենթակա անձին չի ենթարկում՝", "a.  մահապատժի կամ խոշտանգումների կամ անմարդկային կամ արժանապատվությունը նվաստացնող վերաբերմունքի կամ պատժի ենթարկվելու իրական վտանգի;", "b. ոչ պետական դերակատարների կողմից սպանվելու կամ անմարդկային կամ արժանապատվությունը նվաստացնող վերաբերմունքի ենթարկվելու իրական վտանգի, եթե վերադարձի պետության իշխանությունները, կողմերը կամ կազմակերպությունները, որոնք վերահսկում են պետությունը կամ պետության էական տարածքը, ներառյալ միջազգային կազմակերպությունները, անկարող են կամ չեն ցանկանում տրամադրել համապատասխան կամ արդյունավետ պաշտպանություն, կամ", "c.  այլ իրավիճակներիում, որոնք կարող են համաձայն միջազգային իրավունքի կամ ներպետական օրենսդրության, արդարացնել միջազգային պաշտպանության տրամադրումը։", "2.  Հեռացման հրամանը պետք է արձակվի միայն այն բանից հետո, երբ հյուրընկալ պետության իշխանությունները, ուսումնասիրելով ձեռքի տակ եղած ողջ տեղեկատվությունը, բավարարվեն, որ ընտանեկան կամ անձնական կյանքի առնչությամբ վերադարձողի իրավունքին հնարավոր միջամտությունը, մասնավորապես, համաչափ է հետապնդվող իրավաչափ նպատակին։", "...", "Ուղենիշ 5. Միջոց հեռացման հրամանի դեմ", "1.  Հեռացման հրամանում կամ դեպի հեռացման հրաման տանող գործընթացում, հեռացման հրամանի սուբյեկտին պետք է տրամադրվի արդյունավետ պաշտպանության միջոց իրավասու իշխանության կամ մարմնի առջև, որը կազմված է այնպիսի անդամներից, ովքեր անկողմնակալ են և ունեն անկախության երաշխիքներ։ Այդ իրավասու իշխանությունը կամ մարմինը պետք է ունենա լիազորություն քննելու հեռացման հրամանը, ներառյալ դրա կատարումը ժամանակավոր դադարեցնելու հնարավորությունը։", "2.  Միջոցը պետք է տրամադրի անհրաժեշտ ընթացակարգային երաշխիքներ և ունենա հետևյալ հատկանիշները՝", "–  միջոցի գործադրման ժամանակային սահմանները չպետք է լինեն անողջամտորեն կարճ,", "– միջոցը պետք է լինի մատչելի, ինչը ենթադրում է մասնավորապես, որ եթե հեռացման հրամանի սուբյեկտը չունի անհրաժեշտ իրավական օգնության համար վճարելու  բավարար միջոցներ, ապա նրան այդ պաշտպանությունը պետք է հատկացվի անվճար, համաձայն իրավաբանական օգնությանն առնչվող համապատասխան կանոնների։", "–  երբ վերադարձողը պնդում է, որ արտաքսումը կհանգեցնի իր մարդու իրավունքների ոտնահարման, ինչը սահմանված է 2.1 ուղենիշում, ապա միջոցը պետք է խիստ ուշադրություն դարձնի նմանօրինակ պնդմանը։", "3.  Նման միջոցի գործադրումը պետք է ունենա կասեցնող ազդեցություն, եթե վերադարձողն ունի վիճարկելի պնդում այն մասին, իրեն կենթարկեն այնպիսի վերաբերմունքի, որը հակասում է նրա մարդու իրավունքներին, ինչպես սահմանված է ուղենիշ 2.1.-ում”։", "2.  Մարդու իրավունքների եվրոպական հանձնակատար", "48.  Մարդու իրավունքների հանձնակատարը տարածել է մի հանձնարարական օտարականների իրավունքների, ովքեր ցանկանում են մուտք գործել Եվրոպայի խորհրդի անդամ պետություն, և արտաքսման մասին հրամանների վերաբերյալ (CommDH(2001)19)։ 2001թ. սեպտեմբերի 19-ի այս հանձնարարականում ներառված է հետևյալ պարբերությունը՝", "“11.  Կարևոր է, որպեսզի դատական պաշտպանության միջոցի իրավունքը ՄԻԵԿ-ի Հոդված 13-ի իմաստի շրջանակներում երաշխավորված լինի ոչ միայն օրենքում, այլև տրամադրվի գործնականում, երբ անձը պնդում է, որ իրավասու իշխանությունները խախտել են կամ կարող են խախտել ՄԻԵԿ-ով երաշխավորված իրավունքը։ Արդյունավետ միջոց ունենալու իրավունքը պետք է երաշխավորվի յուրաքանչյուրին, ով ցանկություն ունի վիճարկել վերադարձի կամ արտաքսման հրամանը։ Այդ միջոցը պետք է ունակ լինի առկախելու արտաքսման հրամանի կատարումը առնվազը այն դեպքերում, երբ ենթադրվում է ՄԻԵԿ-ի Հոդվածներ 2-ի կամ 3-ի խախտում”։", "B.  Եվրոպական խորհրդարանի և Խորհրդի 2008թ. դեկտեմբերի 16-ի Թիվ 2008/115/EC դիրեկտիվը Անդամ պետություններում ապօրինի բնակվող երրորդ երկրի քաղաքացիներին վերադարձնելու ընդհանուր չափանիշների և ընթացակարգերի վերաբերյալ։ (“Վերադարձի դիրեկտիվ”)", "49.  Դիրեկտիվի Հոդվածներ 5, 12 և 13-ի համապատասխան հատվածներով ամրագրված է՝", "Հոդված 5", "“Չվերադարձ, երեխայի, ընտանեկան կյանքի և առողջության լավագույն շահերը", "Այս Դիրեկտիվը կիրառելիս Անդամ պետությունները պետք է պատշաճ հաշվի առնեն՝", "(a)  երեխայի լավագույն շահերը,", "(b)  ընտանեկան կյանքը,", "(c)  խնդրո առարկա երրորդ երկրի քաղաքացու առողջական վիճակը,", "և հարգեն չվերադարձման սկզբունքը”։", "Գլուխ III", "ԸՆԹԱՑԱԿԱՐԳԱՅԻՆ ԵՐԱՇԽԻՔՆԵՐ", "Հոդված 12", "“Ձև", "1.  Վերադարձի մասին որոշումները, և կայացվելու դեպքում, մուտքի արգելքի մասին որոշումները և հեռացման վերաբերյալ որոշումները պետք է կայացվեն գրավոր և փաստերով ու օրենքով հիմնավորվեն, ինչպես նաև պարունակեն տեղեկատվություն մատչելի իրավական միջոցների վերաբերյալ։", "...”", "Հոդված 13", "“Միջոցներ", "1.  Երրորդ երկրի խնդրո առարկա քաղաքացուն պետք է տրամադրվի պաշտպանության արդյունավետ միջոց՝ վերադարձի վերաբերյալ որոշումների առնչությամբ բողոք ներկայացնելու կամ դրանց վերանայման համար դիմելու համար, ինչպես վկայակոչված է Հոդված 12(1)-ում, իրավասու դատավորի կամ վարչական իշխանությանը կամ իրավասու մարմնի, ով կազմված է այնպիսի անդամներից, ովքեր անկողմնակալ են և օգտվում են անկախ լինելու երաշխիքներից։", "2.  Պարբերություն 1-ում մատնանշված իշխանությունը կամ մարմինը պետք է լիազորություններ ունենա վերանայելու վերադարձին առնչվող որոշումները, ինչպես վկայակոչված է Հոդված 12(1)-ում, ներառյալ դրանց կատարումը ժամանակավորապես կասեցնելու հնարավորությունը, եթե ժամանակավոր կասեցումն արդեն իսկ կիրառելի չէ ներպետական օրենսդրության համաձայն ...”։", "C. Միավորված ազգերի կազմակերպության Մարդու իրավունքների հանձնաժողովի եզրափակիչ դիտարկումները Ֆրանսիայի պարբերական չորրորդ զեկույցի վերաբերյալ", "50.  Համաձայն Քաղաքացիական և քաղաքական իրավունքների Միջազգային դաշնագրի Հոդված 40-ի, 2008թ. հուլիսի 9-ին և 10-ին Մարդու իրավունքների կոմիտեն ուսումնասիրել է Ֆրանսիայի չորրորդ պարբերական զեկույցը (CCPR/C/FRA/4)։ 2008թ. հուլիսի 22-ին, այն ընդունել է իր եզրափակիչ դիտարկումները (CCPR/C/FRA/CO/4) այդ զեկույցի վերաբերյալ, որը ներառում էր հետևյալը՝", "“... դատարան դիմելու ոչ մի հնարավորություն մատչելի չէ Մայոտի օտարերկրյա տարածքից արտաքսված անձանց, որոնց թվում են տարեկան մոտ 16,000 չափահասներ և 3,000 երեխաներ, և ոչ էլ Ֆրանսիական Գվիանայից...", "Պետական կողմը պետք է երաշխավորի, որ օտարերկրյա քաղաքացիների, այդ թվում՝ ապաստան հայցողների վերադարձը գնահատվում է արդար գործընթացի միջոցով, որն արդյունավետորեն բացառում է իրական վտանգը, որ որևէ անձ կառերեսվի մարդու իրավունքների լուրջ խախտումների իր վերադարձից հետո։", "Չգրանցված օտարերկրյա քաղաքացիները և ապաստան փնտրողները պետք է պատշաճ տեղեկացվեն իրենց իրավունքներին, այդ թվում նաև ապաստանի համար դիմելու իրավունքին, և ստանան դրանց պաշտպանության երաշխիքներ, ինչպես նաև նրանց համար պետք է մատչելի լինի անվճար իրավաբանական օգնությունը։ Կողմ պետությունը պետք է նաև երաշխավորի, որ արտաքսման հրամանի ենթակա բոլոր անհատներն ունենան բավարար ժամանակահատված ապաստանի համար դիմում ներկայացնելու համար և երաշխավորված լինի թարգմանիչներին նրանց մուտքը և կասեցնող ազդեցությամբ բողոքի իրավունքը”։ (Վերջին երկու պարբերությունները ստվար տառերով սկզբնական տեքստում)", "ԻՐԱՎՈՒՆՔԻ ՀԱՐՑԵՐ", "I.  ՄԵԾ ՊԱԼԱՏԻ ԱՌՋԵՎ ՆԵՐԿԱՅԱՑՎԱԾ ԳՈՐԾԻ ՇՐՋԱՆԱԿԸ", "51.  Մեծ պալատին ներկայացրած պնդումներում Կառավարությունը վեր հանեց նախնական առարկություն կապված Կոնվենցիայի Հոդված 8-ով բերված բողոքի հետ։ 2011թ. հունիսի 30-ի իր վճռում այնուհանդերձ Պալատը հայտարարեց, որ արդյունավետ պաշտպանության միջոցի բացակայության վերաբերյալ բողոքը (Կոնվենցիայի Հոդվածներ 13-ը և 8-ը միասին վերցված) ընդունելի է, իսկ անձնական և ընտանեկան կյանքի նկատմամբ գանգատարկուի իրավունքին չարդարացված միջամտության բողոքը՝ (Կոնվենցիայի Հոդված 8-ը միայն) անընդունելի։ Պալատը մերժել էր վերջին բողոքը որպես անհամատեղելի ratione personae Կոնվենցիայի հետ, քանի որ գանգատարկուն չէր կարող համարվել “զոհ” Հոդված 34-ի նշանակության շրջանակներում։ Մեծ Պալատը ուստի կքննի միայն Պալատի կողմից ընդունելի հայտարարված բողոքը, քանի որ “գործը”, որն ուղղված է Մեծ Պալատին, գանգատն է, որը հայտարարվել է ընդունելի Պալատի կողմից (տես, այլ իշխանությունների թվում, K.-ն և T.-ն ընդդեմ Ֆինլանդիայի [GC], no. 25702/94, §§ 140-141, ՄԻԵԴ 2001-VII, և Taxquet-ն ընդդեմ Բելգիայի [GC], no. 926/05, § 61, ՄԻԵԴ 2010)։", "II.   ՀՈԴՎԱԾ 13-Ի ԵՆԹԱԴՐԵԼԻ ԽԱԽՏՈՒՄ ԿՈՆՎԵՆՑԻԱՅԻ ՀՈԴՎԱԾ 8-Ի ՀԵՏ ՄԻԱՍԻՆ ՎԵՐՑՎԱԾ", "52.  Գանգատարկուն բողոքել էր, որ ինքը չի ունեցել պաշտպանության արդյունավետ միջոց համաձայն Ֆրանսիայի օրենքի, իր անձնական և ընտանեկան կյանքի նկատմամբ հարգանքին անօրինական միջամտության մասին բողոքի հետ կապված՝ Բրազիլիա իր արտաքսման արդյունքում։ Նա հենվել էր Կոնվենցիայի Հոդված 13-ին՝ Հոդված 8-ի հետ միասին վերցված, որն ամրագրում է հետևյալը՝", "Հոդված 8", "", "“1.  Յուրաքանչյուր ոք ունի իր անձնական ու ընտանեկան կյանքի, բնակարանի և նամակագրության նկատմամբ հարգանքի իրավունք։", "2.  Չի թույլատրվում պետական մարմինների միջամտությունն այդ իրավունքի իրականացմանը, բացառությամբ այն դեպքերի, երբ դա նախատեսված է օրենքով և անհրաժեշտ է ժողովրդավարական հասարակությունում՝ ի շահ պետական անվտանգության, հասարակական կարգի կամ երկրի տնտեսական բարեկեցության, ինչպես նաև անկարգությունների կամ հանցագործությունների կանխման, առողջության կամ բարոյականության պաշտպանության, կամ այլ անձանց իրավունքների և ազատությունների պաշտպանության նպատակով”։", "Հոդված 13", "“Յուրաքանչյուր ոք, ում սույն Կոնվենցիայով ամրագրված իրավունքներն ու ազատությունները խախտվում են, ունի պետական մարմինների առջև իրավական պաշտպանության արդյունավետ միջոցի իրավունք, նույնիսկ եթե խախտումը կատարել են ի պաշտոնե գործող անձինք”։", "A.  Պալատի վճիռը", "53.  2011թ. հունիսի 30-ի իր դատավճռում Պալատը նշել է, որ Cayenne-ի վարչական դատարանը մի կողմ է դրել գանգատարկուի նկատմամբ հեռացման հրամանը որպես անօրինական, 2007թ. հոկտեմբերի 18-ին՝ նրա Բրազիլիա հեռանալուց հետո գրեթե ինն ամիս անց։ Այն նաև նշել է, որ գանգատարկուին չեն տրամադրել բնակության թույլտվություն, որը նրան հնարավորություն կընձեռեր օրինականորեն բնակվել Ֆրանսիական Գվիանայում մինչև 2009թ. հունիսի 16-ը։ Այս հիմքով Պալատը համարել է, որ գանգատարկուի Բրազիլիա հեռանալու ժամանակ ի հայտ է եկել մի լուրջ հարց՝ կապված Կոնվենցիայի Հոդված 8-ին նրա հեռացման համապատասխանության հետ։ Այն համարել է, որ գանգատարկուն ունեցել է “վիճելի” պնդում Կոնվենցիայի Հոդված 13-ի նպատակների առումով և Դատարանի նախադեպային իրավունքի շրջանակներում։ Այն համապատասխանաբար շարունակել է քննել բողոքն ըստ էության և Ֆրանսիական Գվիանայում գանգատարկուի համար մատչելի պաշտպանության միջոցի արդյունավետությունը։ Այն գտել է, որ պաշտպանության այն միջոցը, որից կարողացել է օգտվել գանգատարկուն Cayenne-ի վարչական դատարանի առջև, նրան հնարավորություն է ընձեռել անօրինական հայտարարելու հեռացման մասին հրամանը և հետևաբար կացության թույլտվություն ստանալու, չնայած որ, քանի որ այն չէր ունեցել կանխարգելող ազդեցություն, գանգատարկուն հեռացվել էր նախքան Վարչական դատարանը կկարողանար քննել գործը։ Շարունակելով այն նշել է, որ գանգատարկուի հեռացումը վերջնականորեն չի աղճատել նրա ընտանեկան կապերը և նա կարողացել է հետ վերադառնալ Ֆրանսիական Գվիանա արտաքսվելուց որոշ ժամանակ անց, թեկուզև սկզբում անօրինականորեն, և նրան տրվել է կեցության թույլտվություն։ Մտապահելով, inter alia, նման հարցերում Պետություններին վերապահված հայեցողականության շրջանակը՝ Պալատը վճռել է, որ տեղի չի ունեցել Կոնվենցիայի Հոդված 13-ի խախտում Հոդված 8-ի հետ միասին վերցված։", "B.  Կողմերի պնդումները Մեծ Պալատի առջև", "1.  Կառավարությունը", "(a)  Գանգատարկուի զոհի կարգավիճակը", "54.  Կառավարությունը պնդում էր, որ գանգատարկուն այլևս չէր կարող պնդել, որ ինքը հանդիսանում է “զոհ” Կոնվենցիայի Հոդված 34-ի կամ Դատարանի նախադեպային իրավունքի համաձայն։", "Նրանք պնդում էին, որ ներպետական իշխանությունները ճանաչել և շտկել են Կոնվենցիայի Հոդված 13-ի Հոդված 8 հետ միասին խախտումը՝ գանգատարկուին կացության թույլտվություն տրամադրելու միջոցով։ Ի հավելում, չնայած հեռացման հրամանի կատարմանը, Վարչական դատարանը վճռել էր, որ որոշումը ավելի շուտ պետք է մի կողմ թողնվեր, և ոչ թե պարզապես դադարեցվեին վարույթները, ինչը ցույց էր տվել, որ նշված միջոցը արդյունավետ էր։", "55. Լսումների ընթացքում Կառավարությունը նաև մատնանշել է գանգատարկուի անօրինական կարգավիճակը Ֆրանսիական Գվիանայում նրա ձերբակալման ժամանակ, ինչը նրա սեփական անփութության հետևանքն էր, քանի որ նա չէր դիմել իր վարորդական կարգավիճակի կանոնակարգման համար, չնայած որ ինքնաբերաբար ուներ կացության թույլտվության իրավունք։ Համաձայն Կառավարության, սա հստակորեն ներկա գործը տարանջատում էր Gebremedhin [Gaberamadhien]-ն ընդդեմ Ֆրանսիայի (no. 25389/05, ECHR 2007II) նախադեպից, Էրիթրիացին խնդրել էր Ֆրանսիային թույլ տալ իր մուտքը երկիր որպես ապաստան հայցող։ Այդ գործում այնուամենայնիվ, Դատարանի կողմից միջանկյալ միջոցի չհրահանգման դեպքում, եթե երկիր չթողնելու մասին վճռի դեմ բողոքն ունեցած չլիներ կասեցնող ազդեցություն, ապա ներպետական իշխանությունների համար անհնարին կլիներ Կոնվենցիայի Հոդված 3-ի ենթադրելի ոտնահարման շտկումը։ Այդ գործում գանգատարկուն ուներ վիճելի բողոք՝ ի տարբերություն սույն գործով գանգատարկուի։", "(b)  Կոնվենցիայի Հոդված 13-ի կատարումը Հոդված 8-ի հետ միասին վերցված", "56.  Անդրադառնալով Դատարանի նախադեպային իրավունքին՝ Կառավարությունը պնդել է, որ միջոցի արդյունավետությունը սկզբունքորեն պայմանավորված չէր նրա կասեցնող ազդեցությամբ Հոդված 13-ի իմաստով, բացառությամբ այն դեպքերի, երբ կարող էին լինել “պոտենցիալ անշրջելի հետևանքներ” ի հակասություն Կոնվենցիայի Հոդված 3-ի և Թիվ 4 Արձանագրության Հոդված 4-ի։ Տվյալ դեպքում գանգատարկուին հեռացնելու մասին որոշումը վիճարկվել էր վարչական դատարանի առջև, որը մի կողմ էր դրել այն՝ դրանով թույլ տալով գանգատարկուին վերադառնալ Ֆրանսիական Գվիանա։ Ուստիև գանգատարկուի համար մատչելի էր եղել պաշտպանության արդյունավետ միջոցը։ Կառավարությունը շեշտել էր, որ գանգատարկուի ընտանիքի կապերը երկարատև չէին աղճատվել և որ նրա վերադարձը չէր ունեցել անշրջելի որևէ հետևանք։ Իր արտաքսման ժամանակ գանգատարկուն եղել էր տասնութ տարեկան, չամուսնացած, չէր ունեցել երեխաներ և ունեցել էր լավ առողջական վիճակ։ Նրան հետ էին ուղարկել մի երկիր, որտեղ ապրում էին նրա տատն ու պապը, իսկ մի քանի ամիս անց նա կարողացել էր վերադառնալ Ֆրանսիական Գվիանա և վերսկսել իր կյանքն այնտեղ առանց որևէ պատահարի։ Դա նշանակում էր, ըստ Կառավարության, որ գանգատարկուն ունեցել էր պաշտպանության արդյունավետ միջոց։", "Բացի այդ, Կառավարությունը համարում էր, որ Պալատը a priori մոտեցում է կիրառել՝ պատճառաբանելով, որ իշխանությունների կողմից Հոդված 8-ով արմարգված իրավունքին միջամտությունը, ըստ էության, անշրջելի է, եթե խնդրո առարկա անձը չի ունեցել ողբերգական վերջ կամ հատկապես խոցելի չի եղել։ Կառավարությունը պնդել էր, այնուամենայնիվ, որ նման առանձնահատուկ դեպքերը կարող են դասվել Հոդված 3-ի շրջանակներում և որ պաշտպանության միջոցը ինքնաբերաբար ունեցած կլիներ կասեցնող ազդեցություն։ Գանգատարկուի գործն անտարակույս ընկնում էր Հոդված 8- շրջանակներում և ի ցույց էր դնում պոտենցիալ անշրջելի հետևանքների բացակայության սկզբունքը։", "57. Կառավարության պնդմամբ, գանգատարկուն ցույց չէր տվել, թե ինչպես իր անձնական և ընտանեկան կյանքի նկատմամբ հարգանքի իրավունքին միջամտությունը  կարող էր անշրջելի հետևանքներ ունենալ։ Չնայած որ նրա ապօրինի վերադարձը Ֆրանսիական Գվիանա վտանգավոր էր եղել, այն փաստը, որ նա խախտել էր օրենքը առանց նույնիսկ սպասելու վարչական դատարանի որոշմանը իր բողոքի վերաբերյալ, չէր կարող ընկալվել որպես որևէ այլ բան, քան գանգատարկուի անձնական պատասխանատվությունը։ Եվ վերջապես Կառավարությունը մատնանշել էր, որ ներպետական դատարանի վճռին հաջորդիվ գանգատարկուին շնորհվել էր մնալու ժամանակավոր թույլտվություն։ Այն փաստը, որ իշխանությունները չէին կարողացել տրամադրել կացության առաջին թույլտվությունը նախքան 2009թ. հունիսի 16-ը, գանգատարկուի անձնական մեղքով էր, քանի որ նա հարմար չէր համարել ներկայացնել անհրաժեշտ փաստաթղթերը և որևէ ջանք չէր գործադրել իր իրավիճակը կարգավորելու ուղղությամբ, երբ նրան հրավիրել էին այդ անել։", "58.  Կառավարությունը պնդում էր, որ այդ բացառությունը, որը կիրառվում էր Ֆրանսիական Գվիանայում, ընկնում էր Պետություններին վերապահված թույլատրելի հայեցողության շրջանակում կապված այն ձևի հետ, որով նրանք կատարում էին Կոնվենցիայի Հոդված 13-ով նախատեսված իրենց պարտականությունները։ Կասեցնող միջոցի սկզբունքից բացառությունը հիմնավորվում էր Ֆրանսիական Գվիանայում ապօրինի ներգաղթի առանձնահատուկ ճնշմամբ։ Ապօրինի ներգաղթը և քրեական ցանցերը, որոնք նպաստում էին դրան, խթանվում էին այնտեղին բնորոշ տեղագրությամբ, ինչը թափանցելի էր դարձնում սահմանները և անհնար՝ դրանց արդյունավետ պաշտպանությունը։ Ավելին, նկատի առնելով հեռացման հրամանների մեծ թիվը, որոնք արձակում էր Ֆրանսիական Գվիանայի Պրեֆեկտը, որոնք ինքնաբերաբար ի հայտ էին բերում կասեցնող միջոց, կարող էր գերծանրաբեռնել վարչական դատարաններն ու վատ հետևանքներ ունենալ արդարադատության վարչարարման վրա։ Բացառությունը նաև հիմնավորվում էր Ֆրանսիական Գվիանայում որոշակի հավասարակշռություն պահպանելու անհրաժեշտությամբ՝ հարևան երկրների հետ Ֆրանսիայի ունեցած սերտ երկկողմանի կապերի միջոցով։", "59.  Ամեն դեպքում, չնայած չկար ավտոմատ կասեցնող միջոց, հրատապ գանգատները՝ կատարումը հետաձգելու վերաբերյալ, լայնորեն կիրառվում էին և կիրառվել էին գանգատարկուի կողմից։ Լսումների ընթացքում Կառավարությունը ըստ էության մատնանշել էր, որ քանի որ տվյալ խնդրով Conseil d’Etat –ի վճիռը վերջերս էր կայացվել, նրա որոշակի շրջանակները դեռ պետք է սահմանվեին։ Վճիռը հրատապ գանգատները քննող դատավորին փաստորեն իրավասություն էր վերապահում հետաձգել հեռացման հրամանի կատարումը, երբ ցանկացած պահի կար դրա կիրառման վտանգ և առկա էին լուրջ պատճառներ՝ դրա օրինականությունը կասկածի դնելու համար (տես պարբերույթուններ 43 և 44 վերևում)։", "60.  Ինչ վերաբերում էր նրան, թե արդյոք Դատարանի նախադեպային իրավունքը հետևողական էր, Կառավարությունը պնդել էր, որ այն հետևողական էր։ Չկար կասեցնող ազդեցությամբ միջոցի անհրաժեշտություն, երբ Կոնվենցիայի Հոդված 13-ը վերցվում էր Հոդված 8-ի հետ միասին։ Նման դեպքերում Դատարանը կատարում էր պատշաճ գնահատում, թե հեռացումը որքանով էր համաչափ հետապնդվող նպատակին։ Այդ անելով՝ Դատարանը կիրառել էր իր նախադեպերով սահմանված չափանիշները (օրինակ, Boultif-ի ընդդեմ Շվեյցարիայի, Թիվ 54273/00, ՄԻԵԴ 2001IX)։ Այսպիսով միջոցի արդյունավետությունը պայմանավորված չէր նրա կասեցնող ազդեցություն ունենալով։ Լսումների ժամանակ Կառավարությունն ավելացրել էր, որ այս սկզբունքից հեռացումը կարող է վտանգել Դատարանի նախադեպային իրավունքի հետևողականությունն ու հստակությունը։", "61.  Կառավարությունը դրանով եզրափակվել էր՝ Դատարանին հրավիրելով ուժի մեջ թողնել Պալատի կողմից կայացված վճիռը։", "2.  Գանգատարկուն", "(a)  Զոհի կարգավիճակ", "62.  Գանգատարկուն պնդել էր, որ ինչպես Gebremedhin-ի վերոնշյալ նախադեպում, ինքը կարող է շարունակել պնդել, որ ինքը եղել է զոհ Կոնվենցիայի Հոդված 34-ի նշանակության շրջանակներում։ Ըստ նրա Կոնվենցիայի Հոդված 13-ի խախտումը Հոդված 8-ի հետ միասին վերցված արդեն իսկ տեղի էր ունեցել այն ժամանակ, երբ վարչական դատարանը ընդունել էր վճիռը։ Դատական լսումների ընթացքում նա բացատրել էր, որ իր ձերբակալման և հեռացման ժամանակ նոր էր լրացել նրա տասնութ տարին, և արդյունքում, համաձայն Ֆրանսիայի օրենսդրության, նա պետք է ժամանակ ունենար մինչև 2007թ. հունիսի ամիսը՝ իր իրավիճակը կանոնակարգելու համար (տես պարբերություններ 26-ը և 27-ը վերևում)։ Մինչդեռ նրան արտաքսել էին և ստիպել էին ենթարկվել մաքսանենգին վճարելու ռիսկին՝ ապօրինի Ֆրանսիական Գվիանա վերադառնալու համար։", "Անդրադառնալով Պալատի կողմից կայացված վճռում Պալատի տեղ գտած եզրակացությանը՝ գանգատարկուն պնդել է, որ իր բողոքը եղել է վիճելի և ի հայտ է բերել լուրջ խնդիր իր հեռացման պահին։", "(b)  Կոնվենցիայի Հոդված 13-ի կատարումը Հոդված 8-ի հետ միասին վերցված", "63.  Գանգատարկուն քննադատել է օրենքից բացառությունը Ֆրանսիական Գվիանայում, որն իրեն զրկել էր արդյունավետ պաշտպանության միջոցից՝ Կոնվենցիայի Հոդված 8-ի համաձայն իր գանգատը պաշտպանելու համար։", "64.  Նա բացատրել է, որ հակառակ նրան, թե ինչ է որոշել Պալատը, անձնական և ընտանեկան կյանքի նկատմամբ հարգանքի իրավունքի խախտումը կարող էր պոտենցիալ անշրջելի հետևանքներ ունենալ, երբ օտարերկրացիներն արտաքսվում էին։ Նրա դեպքում հետևանքները կարող էին անշրջելի եղած լինել և իսկապես այդպես էլ կար, գոնե հոգեբանական առումով։ Դրանք չեն կարող գնահատվել ex post facto նրա բարեբախտության լույսի ներքո, այն առումով, որ հաջողացրել էր վերադառնալ Ֆրանսիական Գվիանա իր ապօրինի արտաքսումից հետո։ Ոչ էլ ընդունելի էր այն, որ նա ստիպված էր եղել վճարել մի մաքսանենգի, որպեսզի նա իրեն վերադարձնի Ֆրանսիական Գվիանա, մեծապես ռիսկի ենթարկելով իրեն, երբ իշխանություններից պահանջվել էր երկու տարի՝ դատարանի որոշումը կատարելու համար, այն երեք ամսվա փոխարեն, որ նրանց տրվել էր։ Ըստ գանգատարկուի, փաստը, որ երկու տարի էր տևել կացության թույլտվության ստացումը, վարչական իշխանությունների հետ “լարված” փոխհարաբերությունների պատճառով էր, ովքեր նրանից պահանջել էին ներկայացնել բազմաթիվ փաստաթղթեր, որոնցից ոչ բոլորն էին տեղին։", "65. Գանգատարկուն վկայակոչել էր իրական իրավիճակը Ֆրանսիական Գվիանայում, որտեղ քառասուն հազար անօրինականորեն բնակվող օտարականներից տասը հազարը հեռացվում էին ամեն տարի։ Գանգատարկուի պնդմամբ, նման թվերն անհնար էին դարձրել վերանայել յուրաքանչյուր անհատի իրավիճակը նախքան նրան արտաքսելը։ Հեռացման հրամանների մեծ մասն ի կատար էր ածվում քառասունութ ժամվա ընթացքում, շատ արագ ֆորմալ ստուգմամբ, և ստորագրվում էին պարզապես խրձերով, ինչպես ի հայտ էր բերել Ոստիկանական էթիկայի ներպետական հանձնաժողովի իրականացրած հետաքննությունը (տես պարբերություններ 45-ը և 46-ը վերևում)։ Դրանք վերաբերում էին բոլոր տեսակի գործերին, այդ թվում ծնողներին հարկադրելով թողնել իրենց երեխաներին այնտեղ, որտեղ նրանք հանձնված էին խնամքի, ինչն անդառնալիորեն ազդում էր նրանց ընտանեկան կյանքի վրա։ Անշրջելի հետևանքների հավանականությունը շատ մեծ էր այն առումով, որ որևէ նախնական ստուգում չէր իրականացվում իշխանությունների կամ դատարանների կողմից։", "66.  Գանգատարկուն այնուհետև անդրադարձել է Դատարանի նախադեպային իրավունքին երեխաների միջազգային առևանգման վերաբերյալ, որի համաձայն խնդրո առարկա ժամանակահատվածը կարող էր անշրջելի հետևանքներ ունենալ երեխայի և այն ծնողի փոխհարաբերությունների վրա, ում հետ երեխան չէր ապրում։ Նա պնդել է, որ նման մոտեցումը կարելի է ցուցաբերել նաև օտարականների հեռացմանը։", "67.  Բացի այդ, նա պնդել է, որ անհրաժեշտ է, որ միջոցն ունենա կասեցնող ազդեցություն կապված Հոդված 8-ով բերված գանգատի հետ, որպեսզի համապատասխանի նախադեպային իրավունքի ընդհանուր միտումներին, որը սահմանվել է Čonka-ն ընդդեմ Բելգիայի վճռով (Թիվ 51564/99, ՄԻԵԴ 2002I) և տրամաբանորեն մեծացնի Դատարանի դերի սուբսիդիարությունը։", "68.  Գանգատարկուն նաև պնդել է, որ պետություններին վերապահված հայեցողականության թույլատրելի շրջանակը չէր կարող արդարացնել Ֆրանսիական Գվիանայում իրավական բացառությունը՝ Կոնվենցիայով ամրագրված իրավունքները պաշտպանելու Ֆրանսիայի հանձնառության ներքո։", "69.  Վերջապես, գանգատարկուն պնդել էր, որ Պալատի վճիռը շեղվում էր Եվրոպական միության պահանջներից և մասնավորապես Եվրոպական խորհրդարանի և Խորհրդի Թիվ 2008/115/EC դիրեկտիվից։", "3.  Groupe d’information et de soutien des immigrés (GISTI)-ը, Ligue française des droits de l’homme et du citoyen (LDH)-ը և Comité intermouvements auprès des évacués (CIMADE)-ը՝ երրորդ կողմից միջամտողներ։", "70.  Համատեղ ներկայացված հուշագրում երրորդ կողմից միջամտողները բացատրել են, որ Ֆրանսիայի օտարերկրյա տարածքները բնորոշվում են Ֆրանսիայի հիմնական հողում կիրառվող օրենքներից բացառություններով, երբ խոսքը վերաբերում է ներգաղթյալների իրավունքներին։ Այս տարածքները փաստորեն փորձադաշտ էին ներգաղթի քաղաքականությունների և ոստիկանական գործելակերպի համար։ Ֆրանսիական Գվիանայում, օրինակ, ի տարբերություն բուն Ֆրանսիայի, ոստիկանությունը կարող էր իրականացնել ինքնության ընդհանուր ստուգումներ առանց պետական դատախազից նախնական լիազորություն ստանալու։ Ազատազրկման հաստատություններում պայմանները անբավարար էին, իսկ արտաքսումները Ֆրանսիական Գվիանայից իրականացվում էին շատ արագ և զանգվածային մասշտաբներով։ 2010թ. օրինակ 6,073 մարդ էին տեղափոխվել վարչական կալանքի կենտրոն, որն ուներ երեսունութ տեղանոց հնարավորություններ, և 4,057-ն արտաքսվել էին այնտեղ միջին հաշվով 1.4 օր պահվելուց հետո։ Հենց այդ նույն տարի այնտեղ պահվող 6,073 մարդկանցից միայն 717 (11.8%)-ն էին բերվել ազատությունների և ազատազրկման դատավորի առջև։ Երրորդ կողմից միջամտողների ներկայացրած պնդումներում, նման արդյունքները ամբողջապես կասեցնող միջոցի պակասի պատճառով էին՝ ի վնաս Կոնվենցիայով պաշտպանվող հիմնարար իրավունքների և ազատությունների։ Կասեցնող միջոցի այս պակասը կիրառվում էր նույնիսկ այն օտարականների նկատմամբ, ովքեր պնդում էին, որ խախտվել են Կոնվենցիայի Հոդվածներ 2-ը և 3-ը կամ Թիվ 4 արձանագրության Հոդված 4-ը՝ ի անտեսումն Դատարանի նախադեպային իրավունքի։", "71.  Ընթացակարգի կասեցնող ազդեցությունից բացառություն կատարելու, ինչպես նաև օգտագործվող ոստիկանական մեթոդների նպատակն էր առավել դյուրին դարձնել անօրինական օտարականների արտաքսումը։ Ոստիկանության օգտագործած մեթոդները քննադատվել էին Ոստիկանական էթիկայի Ներպետական հանձնաժողովի կողմից, որը քննել էր մի շարք լուրջ գործեր 2008թ. (այդ թվում մի անձի մահը, ով պահվել էր ոստիկանական հսկողությամբ վարչական կալանքի տակ)։ Cayenne-ի ազատազրկման կենտրոնի արտաքսման ծավալը կազմում էր 80% (համեմատած Ֆրանսիայի հիմնական հողում գրանցված 20-30% -ի հետ)։ Արտաքսումը հաճախ պարզապես անօրինական օտարականներին գետից այն կողմ հետ վերադարձնելն էր, ուստի դրա համար գրեթե ժամանակ չէր պահանջվում (չորս ժամից պակաս)։ Բրազիլիան միակ երկիրն էր, որի հետ Ֆրանսիան պայմանագիր էր կնքել Ֆրանսիական Գվիանայից ռեադմիսիայի (հայրենադարձման) վերաբերյալ, ինչը հնարավորություն էր ընձեռում արտաքսել Բրազիլիայի քաղաքացիներին առանց որևէ ձևականության։ Մեկնումները Բրազիլիա կազմակերպվում էին ամեն օր, և խնդրո առարկա անհատներին պահում էին այնքան կարճ ժամանակ, որ CIMADE-ի համար դժվար էր նրանց օգնություն ցուցաբերել իրավաբանական ձևակերպումների առումով։", "72.  Գործնականում արտաքսումների մեծամասնությունը իրականացվում էր առանց դատական վերահսկողության, և հեռացման մասին հրամանները արձակվում էին խնդրո առարկա անձանց առնչությամբ և ի կատար էին ածվում իրական բոլոր երաշխիքների բացակայության պայմաններում, որոնք կերաշխավորեին դրանց օրինականության քննությունը։ CIMADE-ը պարզել էր, օրինակ, որ որոշ անձիք հեռացվել էին այն բանից հետո, երբ բողոք էին ներկայացրել, որը զուգորդվել էր հրամանի կասեցման վերաբերյալ հրատապ դիմում, նախքան ազատազրկման կենտրոնը կստանար ծանուցու գործի քննության վերաբերյալ, կամ նույնիսկ որոշ դեպքերում այդ ծանուցումը ստացվելուց հետո։ Հենց որ տվյալ անձը հեռացվել էր, հրատապ դիմումը զրկվել էր իր իմաստից, և դատարանն ընդհատել էր վարույթները։", "73.  Կալանված մարդիկ հաճախ դիմում էին պրեֆեկտուրա՝ իրենց կալանքը վերանայելու նպատակով։ Չնայած որ պրեֆեկտուրան լրիվ հայեցողություն ուներ տվյալ խնդրում, սա CIMADE-ի հիմնական գործողության միջոցն էր և հանգեցնում էր լավ արդյունքների, քանի որ ազատազրկվածների անձնական իրավիճակը հաճախ լուրջ էր լինում։", "74.  Այս համատեքստում CIMADE-ը հայտնաբերել էր ազատազրկվածների անձնական և ընտանեկան կյանքին միջամտության բազմաթիվ դեպքեր։ Երեխաներ, որոնք անջատվում էին իրենց ծնողներից և շտապողաբար վստահվում օտարականների խնամքին, ուսման ընդհատում, քանդված ընտանիքներ, իրենց երեխաներից զատված ծնողներ, փոքր երեխաների մայրեր, ում ստիպում են դադարեցնել կրծքով կերակրումը և այլն։ Այն նաև նշել է, որ հազարավոր երեխաներ տեղավորվել են վատ կահավորված ազատազրկման վայրերում և արտաքսվել իրենց ծնողների հետ կամ առանց նրանց։", "75.  Ամփոփելով, երրորդ կողմի միջամտողների կարծիքով կասեցնող բողոքն ընդդեմ արտաքսման միջոցների հրատապ անհրաժեշտություն էր։ Նման միջոցի պակասը խնդրո առարկա անձանց ենթարկում էր նրանց հիմնարար իրավունքների և ազատությունների զգալի և երբեմն անշրջելի ոտնահարումների և հնարավոր էր դարձնում օրենքից բացառությունների կատարումը ֆրանսիական տարածքում, որը ենթակա էր Դատարանի ընդդատությանը։", "C.  Դատարանի գնահատականը", "1.  Գանգատարկուի՝ զոհի կարգավիճակը", "76.  Դատարանը համարում է, որ Կառավարության կողմից նախապես բարձրացված առարկությունը, որ գանգատարկուն այլևս զոհ չէ, այնքան սերտ է կապված գանգատարկուի բողոքի էությանը, որ այն պետք է միացվի գանգատին ըստ էության։", "2.   Կոնվենցիայի Հոդված 13-ի կատարումը Հոդված 8-ի հետ միասին վերցված", "(a)  Կիրառելի ընդհանուր սկզբունքներ", "77.  Ներգաղթի օրենքներին առնչվող դեպքերում Դատարանը մշտապես հաստատել է, որ որպես լավ հիմնավորված միջազգային իրավունքի խնդիր և իրենց պայմանագրային պարտականություններին շրջանակներում Պետություններն ունեն իրավունք՝ վերահսկելու օտարականների մուտքը, բնակությունը և արտաքսումը։ Կոնվենցիան չի երաշխավորում որոշակի երկիր մուտք գործելու և այնտեղ բնակվելու՝ օտարականի իրավունքը և հետամուտ լինելով պետական կարգի պահպանման իրենց պարտականությանը՝ Պայմանավորվող պետություններն իրավասություն ունեն արտաքսել օտարականին, ով դատապարտվել է քրեական հանցագործությունների համար։ Այնուհանդերձ, նրանց որոշումներն այս ոլորտում, այնքանով, որքանով որ դրանք կարող են միջամտել Հոդված 8-ի պարբերություն 1 –ով պաշտպանվող իրավունքին, պետք է լինեն օրենքին համապատասխան, հետամուտ լինեն իրավաչափ նպատակին և անհրաժեշտ լինեն ժողովրդավարական հասարակությունում (տես վերը նշված Boultif-ը, § 46, և Üner-ն ընդդեմ Նիդեռլանդների [GC], Թիվ 46410/99, § 54, ՄԻԵԴ 2006XII)։", "Կոնվենցիայի Հոդված 1-ի ուժով, երաշխավորված իրավունքների և ազատությունների կիրառման և իրականացման հիմնական պատասխանատվությունը դրված է ներպետական իշխանությունների վրա։ Դատարանին գանգատի ներկայացման մեխանիզմը հետևաբար օժանդակում (լրացնում) է մարդու իրավունքները երաշխավորող ներպետական համակարգերին։ Այս օժանդակող բնույթը ձևակերպված է Կոնվենցիայի Հոդված 13-ով և Հոդված 35 § 1-ով (տես Kudła-ն ընդդեմ Լեհաստանի [GC], Թիվ 30210/96, § 152, ՄԻԵԴ 2000XI)։", "78.  Դատարանը բազմաթիվ առիթներով վերահաստատել է, որ Կոնվենցիայի Հոդված 13-ը երաշխավորում է ներպետական մակարդակի պաշտպանության միջոցի մատչելիությունը Կոնվենցիայով նախատեսված իրավունքների և ազատությունների էությանը նպաստելու նկատառումով, անկախ նրանից, թե ինչ ձևով են դրանք նախատեսված ներպետական իրավակարգում։ Այս Հոդված-ի գործողությունն է ուստի պահանջել ներպետական միջոցի դրույթը, որը իրավասու ներպետական իշխանությանը հնարավորություն է տալիս քննել “վիճելի բողոքը” Կոնվենցիայի շրջանակներում և տրամադրել համապատասխան օգնություն։ Պայմանավորվող պետությունների պարտականությունների շրջանակը համաձայն Հոդված 13-ի տարբերվում է, կախված գանգատարկուի ներկայացրած բողոքի բնույթից։ Պետություններին վերապահվում է որոշ հայցեողականություն կապված այն ձևի հետ, որով նրանք կատարում են սույն դրույթով նախատեսված իրենց պարտականությունները (տես Jabari-ն ընդդեմ Թուրքիայի, Թիվ. 40035/98, § 48, ՄԻԵԴ 2000VIII)։ Այնուհանդերձ, Հոդված 13-ով պահանջվող միջոցը պետք է լինի “արդյունավետ” գործնականում, ինչպես նաև օրենսդրության մեջ (տես վերը նշված Kudła-ն, § 157)։", "79.  Միջոցի արդյունավետությունը Հոդված 13-ի նշանակության շրջանակներում կախված չէ գանգատարկուի համար անպայմանորեն բարենպաստ որոշման կայացումից։ Ոչ էլ այդ դրույթում վկայակոչված “իշխանությունը անհրաժեշտաբար պետք է լինի դատական իշխանություն։ Այնուհանդերձ՛, նրա լիազորություններն ու ընթացակարգային երաշխիքները, որ այն տրամադրում է, կարևոր են որոշելու, թե արդյոք նշված միջոցը արդյունավետ է (տես Klass-ը և այլոք ընդդեմ Գերմանիայի, 6-ը սեպտեմբերի, 1978թ., § 67, Շարք A Թիվ. 28)։ Երբ խնդրո առարկա “իշխանությունը” դատական իշխանություն չէ, Դատարանը նշում է դրա անկախությունը (տես օրինակ՝ Leander-ն ընդդեմ Շվեդիայի, 26-ը մարտի, 1987թ., §§ 77 և 81-83, Շարք A Թիվ. 116, և Khan-ն ընդդեմ Միացյալ Թագավորության, Թիվ. 35394/97, §§ 44-47, ՄԻԵԴ 2000V) և գանգատարկուներին նրա կողմից առաջարկվող ընթացակարգային երաշխիքները ստուգելու անհրաժեշտության մասին (տես, mutatis mutandis, Chahal-ն ընդդեմ Միացյալ Թագավորության, 15-ը նոյեմբերի, 1996թ., §§ 152-154, Reports of Judgments and Decisions 1996V)։ Բացի այդ, նույնիսկ եթե մեկ միջոցն ինքնին չի բավարարում Հոդված 13-ի պահանջները, ներպետական իրավունքի համաձայն տրամադրված միջոցների համախումբը կարող է այդ անել (տես Rotaru-ն ընդդեմ Ռումինիայի [GC], Թիվ. 28341/95, § 69, ՄԻԵԴ 2000V)։", "80.  Արդյունավետ լինելու համար Հոդված 13-ով պահանջվող միջոցը պետք է մատչելի լինի գործնականում, ինչպես նաև օրենսդրության մեջ, մասնավորապես այն իմաստով, որ նրա կիրառությունը չպետք է անհիմն կերպով խոչընդոտվի պատասխանող Պետության իշխանությունների գործողությունների կամ թերացումների պատճառով (տես Çakıcı-ն ընդդեմ Թուրքիայի [GC], Թիվ. 23657/94, § 112, ՄԻԵԴ 1999IV)։", "81.  Ի հավելում, առանձնակի ուշադրություն պետք է դարձվի միջոցի կիրառման գործողության արագությանը, քանի որ աներևակայելի չէ, որ միջոցի պատշաճ բնույթը կարող է խոչընդոտվել դրա ավելորդ տևողությամբ (տես Doran-ն ընդդեմ Իռլանդիայի, Թիվ. 50389/99, § 57, ՄԻԵԴ 2003X)։", "82.  Երբ բողոքը վերաբերում է այն պնդումներին, որ անձի վտարումը կարող էր նրան ենթարկել տառապանքների ռիսկի՝ հակառակ Կոնվենցիայի Հոդված 3-ի, կապված այն նշանակության հետ, որ Դատարանը տալիս է այդ դրույթին և նկատի առնելով այն վնասի անշրջելի բնույթը, որը կարող էր տեղի ունենալ, եթե խոշտանգումների կամ վատ վերաբերմունքի ռիսկը նյութականացվեին, միջոցի արդյունավետությունը Հոդված 13-ի նպատակների շրջանակում պարտադիր պահանջում է, որ բողոքը ենթարկվի խորը քննության ներպետական իշխանության կողմից (տես Shamayev-ը և այլոք ընդդեմ Վրաստանի և Ռուսաստանի, Թիվ. 36378/02, § 448, ՄԻԵԴ 2005III), անկախ և խիստ ստուգման, եթե առկա են էական հիմքեր վախենալու Հոդված 3-ին հակասող վերաբերմունքի ենթարկվելու վտանգից (տես վերը նշված Jabari-ն, § 50) և ողջամիտ արագություն (տես Batı-ն և այլոք ընդդեմ Թուրքայի Թիվ. 33097/96 և 57834/00, § 136, ՄԻԵԴ 2004IV)։ Նման դեպքում արդյունավետությունը նաև պահանջում է, որպեսզի խնդրո առարկա անձի համար մատչելի լինի ավտոմատ կասեցնող ազդեցությամբ միջոց (տես վերը նշված Gebremedhin-ը [Gaberamadhien], § 66, և Hirsi Jamaa-ն և այլոք ընդդեմ Իտալիայի [GC], Թիվ. 27765/09, § 200, 23-ը փետրվարի, 2012թ.)։ Միևնույն սկզբունքներն են կիրառվում, երբ վտարումը գանգատարկուին ենթարկում է Կոնվենցիայի Հոդված 2-ով երաշխավորված նրա կյանքի իրավունքի նկատմամբ իրական վտանգի։ Վերջապես, այն պահանջը, որ միջոցը պետք է ունենա ավտոմատ կասեցնող ազդեցություն, հաստատվել է Թիվ 4 Արձանագրության Հոդված 4-ի համաձայն ներկայացված բողոքների համար (տես վերը նշված Čonka-ն, §§ 81-83, և Hirsi Jamaa-ն և այլոք, § 206)։", "83.  Հակառակը, երբ վտարումները վիճարկվում են անձնական և ընտանեկան կյանքին ենթադրելի միջամտության հիմքով, պարտադիր չէ, որ միջոցն արդյունավետ լինելու համար ունենա ավտոմատ կասեցնող ազդեցություն։ Այնուհանդերձ, ներգաղթի խնդիրների առնչությամբ, երբ առկա է վիճելի բողոք, որ վտարումը սպառնում է միջամտել օտարականի անձնական և ընտանեկան կյանքի նկատմամբ հարգանքի իրավունքին, Կոնվենցիայի Հոդված 13-ը Հոդված 8-ի հետ միասին պահանջում է, որ Պետությունները խնդրո առարկա անհատների համար մատչելի դարձնեն արտաքսման կամ կացության մերժման վիճարկումը և որ համապատասխան խնդիրները քննվեն բավարար ընթացակարգային երաշխիքների պայմաններում և ներպետական հանգամանալի ֆորումի կողմից, որը կառաջարկի անկախության և անկողմնակալության բավարար երաշխիքներ (տես M-ն և այլոք ընդդեմ Բուլղարիայի, Թիվ. 41416/08, §§ 122-132, 26-ը հուլիսի, 2011թ., և, mutatis mutandis, Al-Nashif-ն ընդդեմ Բուլղարիայի, Թիվ 50963/99, § 133, 20 –ը հունիսի, 2002թ.)։", "(b)  Այս սկզբունքների կիրառումը նշված գործի առնչությամբ", "84.  Դատարանը նշում է, որ խնդրո առարկա հարցը վերաբերում է գանգատարկուի կողմից Ֆրանսիական Գվիանայում օգտագործած միջոցների արդյունավետությանը վերջինի հեռացման ժամանակ՝ Կոնվենցիայի Հոդված 8-ի համաձայն իր բողոքը պաշտպանելիս։ Այս կապակցությամբ Դատարանն անհրաժեշտ է համարում վերահաստատել, որ ներգաղթին վերաբերող գործերում, ինչպիսին գանգատարկուի գործն է, միակ մտահոգությունն է, սուբսիդիարության սկզբունքին հետևելով, քննել ներպետական ընթացակարգերի արդյունավետությունը և երաշխավորել, որ դրանք հարգում են մարդու իրավունքները (տես, mutatis mutandis, M.S.S.-ն ընդդեմ Բելգիայի և Հունաստանի [GC], Թիվ. 30696/09, §§ 286287, ՄԻԵԴ 2011, և I.M. –ն ընդդեմ Ֆրանսիայի, Թիվ 9152/09, § 136, 2 –ը Փետրվարի, 2012թ)։", "85.  Դատարանն այնուհետև կրկնում է, որ Կոնվենցիայի Հոդված 13-ը այնքան հեռու չի գնում, որ պահանջի միջոցի որևէ առանձնահատուկ ձև՝ Պայմանավորվող պետություններին տրամադրելով թույլատրելի հայեցողության շրջանակ այս առումով (տես Vilvarajah-ը և այլոք ընդդեմ Միացյալ Թագավորության, 30-ը հոկեմբերի, 1991թ., § 122, Շարք A Թիվ. 215, և, այլ իշխանությունների թվում, G.H.H.-ն և այլոք ընդդեմ Թուրքիայի, Թիվ. 43258/98, § 36, ՄԻԵԴ 2000VIII)։", "86.  Սույն գործում գանգատարկուն օգտագործել է իրեն մատչելի միջոցները նախքան իր հեռացումը Ֆրանսիական Գվիանայում ուժի մեջ եղած համակարգի համաձայն. Նա բերել է իր գանգատը վարչական դատարան՝ իր հեռացման մասին հրամանի դատական կարգով վերանայման նպատակով, ինչպես նաև հրատապ դիմում է ներկայացրել այդ հրամանի կատարումը հետաձգելու մասին խնդրանքով. Նա նաև այնուհետև հրատապ դիմում է ներկայացրել միևնույն դատարանին՝ հիմնարար ազատության պաշտպանության նպատակով։", "87.  Դատարանը հետևաբար պետք է որոշի, թե արդյոք գանգատարկուն օգտվել է իրեն Հոդված 8-ը ենթադրաբար ոտնահարող՝ հեռացման հրամանի կատարումից պաշտպանելու արդյունավետ երաշխիքներից։", "88. Դատարանն առաջին հերթին պարտավոր է նշել տվյալ գործի ժամանակագրությունը։ Այն բանից հետո, երբ գանգատարկուն ձերբակալվել է 2007թ. հունվարի 25-ի առավոտյան, արձակվել է նրան հեռացնելու հրաման, և նրան տեղավորել են վարչական ազատազրկման կենտրոնում առավոտյան 10.00 հենց նույն օրը և վտարել հաջորդ օրը՝ երեկոյան 4.00-ին։ Փաստորեն նա վտարվել է Ֆրանսիական Գվիանայից իր ձերբակալությունից հետո ավելի պակաս, քան երեսունվեց ժամվա ընթացքում։", "Դատարանը նշում է, ինչպես գանգատարկուն, որ Ֆրանսիական Գվիանայի պրեֆեկտի կողմից տրված հեռացման հրամանում ամփոփված հիմնավորումը սեղմ էր և կարծրատիպային (տես վերոնշյալ պարբերություն 17)։ Դատարանը նաև նշում է, որ հրամանի մասին ծանուցումը տրամարդվել է գանգատարկուին անմիջապես նրա ձերբակալությունից հետո։ Այս տարրերն ի ցույց են դնում իշխանությունների կողմից գանգատարկուի իրավիճակի ուսումնասիրման հապշտապ (անփույթ) բնույթը։", "89.  Դատարանը նաև նշում է, որ կողմերը համաձայնության չեն եկել այն բանի շուրջ, թե ի՞նչ պատճառով է կայացվել գանգատարկուի հեռացման հրամանը։ Ըստ Կառավարության, գանգատարկուի ապօրինի իրավիճակը Ֆրանսիական Գվիանայում պայմանավորված էր նրա սեփական անփութությամբ, քանի որ նա քայլեր չէր ձեռնարկել իր վարչական կարգավիճակը կարգավորելու ուղղությամբ։ Գանգատարկուն, մյուս կողմից, պնդում էր, որ քանի որ դեռ չէր լրացել իր տասնութ տարին, ապա ինքը դեռ իրավունք ուներ դիմելու իր կարգավիճակը կարգավորելու համար և ամեն դեպքում պաշտպանված էր Ֆրանսիական տարածքից որևէ ձևով հեռացվելուց։", "90.  Դատարանը նշում է, որ քանի որ գանգատարկուն պնդում էր, որ երբ ինքն առաջին անգամ դիմել է ներպետական դատարաններին (տես վերը նշված պարբերություն 18-ը), անկախ նրա ձերբակալության պահին նրա անօրինական իրավիճակի պատճառներից, նա պաշտպանված էր արտաքսման որևէ ձևից՝ Ֆրանսիայի օրենքի համաձայն (տես CESEDA –ի Հոդված L. 511-4)։ Սա էր այն եզրակացությունը, որին հանգել էր Cayenne-ի վարչական դատարանը, որը գանգատարկուի կողմից նախապես ներկայացրած ապացույցներն ուսումնասիրելուց հետո որոշել էր ապօրինի ճանաչել հեռացման մասին հրամանը (տես վերը նշված պարբերություն 23-ը)։", "91. Ակնհայտ է այսինքն, որ մինչև 2007թ. հունվարի 26-ը Ֆրանսիայի իշխանությունները տիրապետում էին այն ապացույցներին, որ գանգատարկուի հեռացումը օրենքին համապատասխան չէր և կարող էր հետևաբար հանդիսանալ Կոնվենցիայի  Հոդված 8 § 2-ով նախատեսված նրա իրավունքներին անօրինական միջամտություն (տես վերը նշված պարբերություն 18-ը)։ Ինչպես Պալատը, այնպես էլ Մեծ Պալատը հետևաբար համարում է, որ գանգատարկուին Բրազիլիա վտարելիս ի հայտ է եկել լուրջ խնդիր կապված Կոնվենցիայի Հոդված 8-ին համատեղելիության հետ, և որ նա ունեցել է “վիճելի” բողոք՝ Կոնվենցիայի Հոդված 13-ի առնչությամբ (տես վերը նշված պարբերություն 53)։", "92.  Այնուհետև անդրադառնալով այն հնարավորություններին, որոնք մատչելի են եղել գանատարկուի համար՝ իր հեռացման վերաբերյալ որոշումը վիճարկելու առումով, Դատարանը նկատում է, որ CIMADE-ի օգնությամբ նա կարող էր դիմել Cayenne-ի վարչական դատարան։ Դատարանի կարծիքով, այն դատարանը, որտեղ բերվել էր նրա բողոքը, բավարարում էր անկախության, անկողմնակալության և իրավասության պահանջներին՝ Հոդված 8-ի համաձայն բերված բողոքները քննելու համար։", "93.  Այնուամենայնիվ, այն կրկնում է, որ առանց կասկածի տակ դնելու դրա կասեցնող բնույթի հետ կապված խնդիրը, որպեսզի միջոցը լիներ արդյունավետ և խուսափեր կամայական որևէ որոշումից, պետք է առկա լիներ իրական միջամտություն դատարանի կամ “ներպետական իշխանության կողմից”։", "94.  Ներկա գործում փաստաթղթերի փաթեթը, որը ներկայացվել էր իրավասու “ներպետական իշխանությանը” չէր կարող համարվել առանձնահատուկ բարդ բնույթի։ Դատարանը կցանկանար կրկնել, որ գանգատարկուի բերած գանգատները պարունակում էին հստակ բացատրված իրավական հիմնավորումներ։ Վիճարկելով հեռացման հրամանը՝ գանգատարկուն պնդել էր, որ այն թե՛ հակասում էր Կոնվենցիային և թե՛ անօրինական էր Ֆրանսիական օրենքի տեսանկյունից։ Նա, inter alia, վկայակոչել էր CESEDA-ի Հոդված L. 511-4-ը և ներկայացրել էր մանրամասն ապացույց, որ իր անձնական և ընտանեկան կյանքի հիմնական մասն անցել է Ֆրանսիական Գվիանայում (տես վերը նշված Պարբերություն 18)՝ դրանով ի ցույց դնելով, որ իր գործը էապես ըստ էության էր՝ պատշաճ քննություն երաշխավորելու համար (տես, mutatis mutandis, վերը նշված I.M.-ն ընդդեմ Ֆրանսիայի, § 155)։", "Հաջորդը, և առաջին հերթին, Դատարանը պարտավոր է նկատել, որ 2007թ. հունվարի 26-ին, երեկոյան 3.11-ին վարչական դատարան դիմելուց հետո, գանգատարկուն վտարվել է Բրազիլիայից նույն օրը երեկոյան 4-ին։ Դատարանի կարծիքով այդ ժամանակամիջոցի հակիրճությունը բացառում է ցանկացած հնարավորություն, որ դատարանը լրջորեն քննել է հանգամանքներն ու իրավական փաստարկները հօգուտ կամ ի վնաս Կոնվենցիայի Հոդված 8-ի ոտնահարման՝ հեռացման մասին հրամանի կատարման դեպքում։", "Արդյունքն այն է, որ նրա հեռացման ժամանակ, գանգատարկուի կողմից բերված բողոքները և նրա անձնական ու ընտանեկան կյանքին առնչվող հանգամանքները արդյունավետ չեն քննվել ներպետական որևէ իշխանության կողմից։ Մասնավորապես, մտապահելով ներկա գործին առնչվող փաստերի ժամակակագրությունը՝ Դատարանը չի կարող չնշել, որ որևէ դատական քննություն չի իրականացվել Գանգատարկուի բողոքներն ըստ էության կամ միջանկյալ միջոցների իրականացման նպատակ հետապնդող նրա հրատապ դիմումը քննելու նպատակով։", "95.  Մինչ հրատապ վարույթները կարող էին տեսականորեն հնարավորություն ընձեռել դատարանին քննելու գանգատարկուի պնդումները, և անհրաժեշտության դեպքում, կասեցնել հեռացման հրամանի կատարումը, այդ ամենի փաստացի տեղի ունենալու ցանկացած հնարավորություն սպառված էր դատարան նրա կողմից բողոք բերելու և հեռացման հրամանի կատարման միջև չափից ավելի կարճ ժամանակահատվածի պատճառով։ Փաստորեն, հրատապ գանգատները քննող դատավորն անզոր էր որևէ բան անել, քան հայտարարել, որ դիմումն անիմաստ է։ Ուստի և գանգատարկուն վտարվել էր միայն վարչական իշխանության կայացրած որոշման հիմքով։", "Հետևաբար, սույն գործի հանգամանքները նկատի առնելով՝ Դատարանը համարում է, որ այն շտապողականությունը, որով իրականացվել է հեռացման հրամանը, ունեցել է մատչելի պաշտպանության միջոցները գործնականում անարդյունավետ, հետևաբար անմատչելի դարձնելու ազդեցություն։ Չնայած որ Դատարանը տեղյակ է միջոցի արագ մատչելիության անհրաժեշտությանը, արագությունը չպետք է լինի այնպիսին, որ հանդիսանա այդ միջոցի օգտագործման խոչընդոտ կամ չարդարացված պատվար, կամ գերակայի այդ միջոցի գործնական արդյունավետությանը։", "96.  Վերոնշյալի լույսի ներքո Դատարանը համարում է, որ այն եղանակը, որով իրականացվել էր գանգատարկուի հեռացումը, չափից ավելի արագ էր, նույնիսկ մակերեսային։ Նման հանգամանքներում, երբ նրան վտարում էին, գանգատարկուն ոչ մի հնարավորություն չուներ երաշխավորված լինելու, որ հեռացման հրամանի օրինականությունը բավարար հանգամանորեն կքննվեր ներպետական այնպիսի իշխանությունների կողմից, որոնք կապահովվեին համապատասխան դատական երաշխիքներ (տես վերը նշված պարբերություն 79)։", "97.  Ինչ վերաբերում է Ֆրանսիական Գվիանայի աշխարհագրական դիրքին և ներգաղթի ուժեղ ճնշմանն այնտեղ, Կառավարությունը պնդել էր, որ այս գործոններն արդարացնում էին սովորական օրենսդրությունից բացառություններն այնպես, ինչպես դրանք կիրառվում էին այդ տարածքում։ Սույն գործի հանգամանքները նկատի առնելով՝ Դատարանը չի կարող ընդունել այդ վերլուծությունը։ Այն անկասկած տեղյակ է, որ Պետություններն ունեն ապօրինի ներգաղթի դեմ պայքարելու և այդ անելու համար համապատասխան միջոցներ ունենալու անհրաժեշտություն, միևնույն ժամանակ կազմակերպելով ներպետական միջոցներն այնպես, որպեսզի դրանք նպաստեն ներպետական որոշակի սահմանափակումներին և իրավիճակներին։", "Այնուհանդերձ, մինչ Պետություններին վերապահված է որոշակի հայեցողություն կապված այն ձևի հետ, որով իրենք կատարում են Կոնվենցիայի Հոդված 13-ով ամրագրված պարտավորությունները, այդ հայեցողականությունը չպետք է հանգեցնի, ինչպես տվյալ գործում, նրան, որ գանգատարկուի համար գործնականում մատչելի չլինեն այն նվազագույն ընթացակարգային երաշխիքները, որոնք անհրաժեշտ են նրան կամայական վտարումից պաշտպանելու համար։", "98.  Եվ վերջապես, կապված դատարաններին գերծանրաբեռնելու վտանգի և Ֆրանսիական Գվիանայում արդարադատության պատշաճ իրականացման վրա վատ հետևանքներ ունենալու հետ՝ Դատարանը վերահաստատում է, որ ինչպես Կոնվենցիայի Հոդված 6-ի դեպքում, Հոդված 13-ը Պայմանավորվող պետություններին է հանձնարարում կազմակերպել իրենց դատական համակարգերն այնպիսի ձևով, որ իրենց դատարանները կարողանան կատարել իր պահանջենրը։ Այդ կապակցությամբ անհրաժեշտ է շեշտել Հոդված 13-ի կարևորությունը՝ Կոնվենցիայի համակարգի լրացնող համակարգը պահպանելու տեսանկյունից (տես, mutatis mutandis, վերը նշված Kudła-ն, § 152, և Čonka-ն, § 84)։", "99.  Հաշվի առնելով բոլոր վերոնշյալ նկատառումները՝ Դատարանը գտնում է, որ գանգատարկուի համար գործնականում մատչելի չեն եղել արդյունավետ պաշտպանության միջոցներ կապված Կոնվենցիայի Հոդված 8-ով նրա բերած բողոքի հետ, երբ նրան պատրաստվում էին վտարել։ Այս փաստը չէր շտկվել ի վերջո տրամադրված բնակության թույլտվությամբ։", "100.  Ուստիև Դատարանը պետք է չընդունի Կառավարության նախնական առարկությունը կապված նրա հետ, որ գանգատարկուն կորցրել է “զոհի” կարգավիճակը Կոնվենցիայի Հոդված 34-ի իմաստով, և համարում է, որ տեղի է ունեցել Կոնվենցիայի Հոդված 13-ի խախտում կապված Հոդված 8-ի հետ։", "III.  ԿՈՆՎԵՆՑԻԱՅԻ ՀՈԴՎԱԾ 41-Ի ԿԻՐԱՌՈՒՄԸ", "101.  Կոնվենցիայի Հոդված 41-ը ամրագրում է՝", "", "“Եթե Դատարանը գտնում է, որ տեղի է ունեցել Կոնվենցիայի կամ դրան կից արձանագրությունների խախտում, իսկ համապատասխան Բարձր պայմանավորվող կողմի ներպետական իրավունքն ընձեռում է միայն մասնակի հատուցման հնարավորություն, ապա Դատարանը որոշում է, անհրաժեշտության դեպքում, տուժած կողմին արդարացի փոխհատուցում տրամադրել”։", "A.  Վնասը", "102.  Գանգատարկուն պահանջել էր 32,000 եվրո (EUR) նյութական վնասի փոխհատուցման համար՝ բացատրելով, որ դա ծածկում է Բրազիլիայում յոթ ամիս ապրելու և Ֆրանսիական Գվիանա անօրինական ճանապարհով վերադառնալու ծախսերը։ Նա այս գումարում ներառել էր նաև վնասները կապված այն բաստի հետ, որ չէր կարողացել մասնակցել վերապատրաստման այն դասընթեցին, որին պետք է մասնակցեր, իր հեռացման ժամանակահատվածում, որպես դատարանի վերահսկողության պահանջների մի մաս, և այն փաստի համար, որ ինքը չէր կարողացել աշխատել նախքան ստացել էր բնակության թույլտվություն “անձնական և ընտանեկան կյանքի համար”։", "103.  Նա նաև պահանջել էր 10,000 եվրո (EUR) ոչ նյութական վնասի փոխհատուցման համար։", "104.  Կառավարությունը համարել էր, որ այս գումարները ակնհայտորեն չափազանցված են։ Ինչ վերաբերում էր նյութական վնասին, նրանք մատնանշել էին, որ ենթադրելի ոտնահարումը վերաբերում էր գանգատարկուի տարհանմանը Բրազիլիա և ոչ նրան բնակության թույլտվության տրամադրմանը։ Ուստիև նրանք պնդել էին, որ որևէ կապ չկար փաստի միջև, որ գանգատարկուին չէին թույլատրել աշխատել, և Կոնվենցիայի ենթադրելի խախտման միջև։ Կառավարությունը բացատրել էր, որ խնդրո առարկա ժամանակահատվածում գանգատարկուն աշխատելիս չէր եղել կամ աշխատանք փնտրելիս չէր եղել։", "105.  Ինչ վերաբերում էր ենթադրելի ոչ նյութական վնասին, ապա Կառավարությունը պնդել էր, որ խախտումն արձանագրելն ինքնին կհանդիսանար բավականին արդար բավարարում։", "106.  Դատարանը չի տեսնում պատճառահետևանքային կապը հայտնաբերված ոտնահարման և ենթադրելիորեն կրած նյութական վնասի միջև և մերժում է համապատասխան պահանջը։", "107.  Այնուհանդերձ, Դատարանը համարում է, որ տվյալ գործի հանգամանքներում գանգատարկուն պետք է որ վերապրած լինի իրական հուսահատություն և անորոշություն, ինչը չի կարող փոխհատուցվել զուտ խախտումն արձանագրելով։ Արդյունքում, կայացնելով արդարացի որոշում, ինչպես պահանջվում է համաձայն Հոդված 41-ի, այն գանգատարկուին է տրամադրում 3,000 եվրո (EUR) գումար՝ ոչ նյութական վնասի դիմաց։", "B.  Ծախքերը և ծախսերը", "108.  Գանգատարկուն պահանջել է 2,500 եվրո (EUR) ներպետական դատարանների առջև կատարված ծախսերի և ծախսերի փոխհատուցման համար։ Նա չէր ներկայացրել որևէ փաստաթուղթ՝ իր պահանջը հիմնավորելու համար։ Ինչ վերաբերում էր Դատարանի առջև վարույթներին, ապա գանգատարկուի փաստաբանը մատնանշել էր, որ իր հաճախորդը չի ունեցել եկամուտ և զրկված է եղել աշխատելու հնարավորությունից մինչև 2009թ.։ Նրա փաստաբանը հետևաբար վճարել էր նրա ծախսերն ու ծախքերն ու պատրաստել համապատասխան հաշիվները՝ մեկը Պալատի առջև վարույթների և մյուսը՝ Մեծ պալատի առջև վարույթների համար։ Նա երկու հաշիվներն էլ ներկայացրեց Դատարանին, և դրանցից յուրաքանչյուրում մանրամասն ներկայացված էին ծախսերի համապատասխան բաշխումները։ Առաջին հաշիվը կազմում էր 14,960 եվրո (EUR), իսկ երկրորդը՝ 7,120 եվրո (EUR)՝ միասին կազմելով ընդհանուր 22,080 եվրո (EUR)։ Գանգատարկուն նաև բացատրեց, որ իրեն տրամադրվել է իրավաբանական օգնություն Դատարանի առջև վարույթների համար։", "109.  Կառավարությունը համարեց այս գումարներն անհամաչափ։ Ինչ վերաբերում էր ներպետական դատարանների առջև վարույթներին, Կառավարությունը պնդեց, որ նշված գումարները չէին համապատասխանում Դատարանի նախադեպային իրավունքով սահմանված չափանիշներին։ Ինչ վերաբերում էր Դատարանի առջև կատարված ծախսերին և ծախսերին, ապա Կառավարությունը համարում էր, որ 3,000 եվրո (EUR) գումարը ողջամիտ էր կատարված ծախսերը փակելու համար, հանած արդեն իսկ ստացված իրավաբանական օգնությունը։", "110.  Համաձայն Դատարանի նախադեպային իրավունքի, ծախսերը և ծախքերը հատուցվում են միայն այն դեպքում, երբ դրանք փաստացիորեն և անհրաժեշտաբար կատարվել են գանգատարկուի կողմից և ողջամիտ են իրենց չափով։ Տվյալ դեպքում Դատարանը մերժում է ներպետական վարույթների առնչությամբ կատարված ծախսերի և ծախքերի հատուցման պահանջը, քանի որ ոչ մի հիմնավորող փաստաթուղթ չի տրամադրվել։", "111.  Այնուհետև, նկատի ունենալով գանգատարկուի իրավիճակը, առաջին անգամ այն բանից հետո, երբ նա արտաքսվել էր Բրազիլիա և այնուհետև, երբ նա չուներ բնակության թույլտվություն, որը նրան թույլ կտար աշխատել Ֆրանսիական Գվիանայում մինչև 2009թ.՝ Դատարանը կասկած չունի, որ նա փողազուրկ է եղել այդ ժամանակահատվածում։ Դատարանը համարում է, տվյալ հանգամանքներում, որ գանգատարկուին պետք է տրամադրվի մի գումար կապված նրա իրավաբանի կողմից նրան ներկայացված ծախսերի հետ։ Այս գումարը պետք է լինի նպաստ, սակայն այն փաստի պատճառով, որ Դատարանը Կոնվենցիայի խախտում է հայտնաբերել միայն գանգատարկուի ներկայացրած բողոքներից մեկի կապակցությամբ, մասնավորապես՝ Կոնվենցիայի Հոդվածներ 13-ի և 8-ի միասին վերցված ոտնահարումը։ Համաձայն Հոդված 41-ի կարող են հատուցվել միայն այն ծախսերը և ծախքերը, որոնք ողջամիտ են իրենց չափով և փաստացիորեն ու անհրաժեշտաբար կատարվել են գանգատարկուի կողմից, որպեսզի Դատարանը գտնի Կոնվենցիայի խախտումը։ Ուստիև Դատարանը մերժում է ծախսերի և ծախքերի վերաբերյալ բողոքի մնացած մասը (տես, mutatis mutandis, վերը նշված՝ I.M.-ն ընդդեմ Ֆրանսիայի, § 171)։", "112.  Հաշվի առնելով վերոնշյալը, և նկատի առնելով իր տնօրինած փաստաթղթերը՝ Դատարանը համարում է ողջամիտ տրամադրել գանգատարկուին 12,000 եվրո (EUR) գումար իր առջև կատարված ծախսերի և ծախքերի համար։ Ինչ վերաբերում է իրավաբանական օգնությանը, ապա Դատարանը նշում է, որ չնայած գանգատարկուն սկզբում ներկայացրել է իրավաբանական օգնության պահանջ, նա չի կարողացել կատարել անհրաժեշտ ձևակերպումները։ Հետևաբար իրավաբանական ոչ մի օգնություն չէր վճարվել Դատարանի առջև վարույթների համար, և անհրաժեշտություն չկար կատարելու համապատասխան նվազեցումը։", "C.  Տուգանքը", "113.  Դատարանը նպատակահարմար է համարում, որ նախնական տոկոսադրույքը հիմնված լինի Եվրոպական կենտրոնական բանկի նվազագույն փոխարկային տոկոսադրույքին, որին պետք է հավելել երեք տոկոս։", "ԱՅՍ ՀԻՄՔԵՐՈՎ ԴԱՏԱՐԱՆԸ ՄԻԱՁԱՅՆ՝", "1.  Միանում է Կառավարության նախնական առարկության էությանը կապված Կոնվենցիայի Հոդված 13-ով բերված բողոքին Հոդված 8-ի հետ միասին վերցված և մերժում է այն։", "", "2.  Վճռում է, որ տեղի է ունեցել Կոնվենցիայի Հոդված 13 –ի խախտում Հոդված 8-ի առնչությամբ։", "", "3.  Վճռում է,", "(a)  որ պատասխանող Պետությունը պետք է գանգատարկուին երեք ամսվա ընթացքում վճարի հետևյալ գումարները՝", "(i)   3,000 (EUR) (երեք հազար եվրո), գումարած ցանկացած հարկ, որը կարող է ենթակա լինել վճարման՝ որպես ոչ նյութական վնասի փոխհատուցում։", "", "(ii)   12,000 (EUR) (տասներկու հազար եվրո), գումարած այն հարկը, որը կարող է ենթակա լինել գանգատարկուի կողմից վճարման՝ որպես ծախսերի և ծախքերի փոխհատուցում։", "(b)  որ վերոնշյալ եռամսյա ժամկետը լրանալուն պես՝ նշված գումարի չվճարման համար տոկոսադրույքը պետք է հիմնվի Եվրոպական կենտրոնական բանկի՝ չվճարման ժամանակահատվածում նվազագույն փոխարկային տոկոսադրույքի վրա, հավելելով դրան երեք տոկոս։", "", "4.  Մերժում է արդարացի բավարարման վերաբերյալ դիմողի պահանջի մնացած մասը։", "Կատարված է անգլերեն և ֆրանսերեն և հրապարակված է Մարդու իրավունքների շենքում հանրային լսումների ժամանակ, Ստրասբուրգ, 13-ը դեկտեմբերի, 2012թ.։", "\tMichael O’Boyle\tNicolas Bratza\n\tՓոխքարտուղար\tՆախագահ", "", "Համաձայն Կոնվենցիայի Հոդված 45 § 2-ի և Դատարանի կանոնակարգի Թիվ 74 § 2 կանոնի, սույն վճռին են կցվում՝", "", "–  Դատավոր Kalaydjieva-ի համընկնող կարծիքը;", "–  Դատավոր Pinto de Albuquerque-ի համընկնող կարծիքը, որին միանում է դատավոր Vučinić-ը։", "N.B.\nM.O’B.", "", "", "“Առանձին կարծիքները չեն թարգմանվել, բայց ներառված են անգլերենով կա ֆրանսերենով դատավճռի պաշտոնական տարբերակ(ներ)ում, որին կարելի է ծանոթանալ Դատարանի դատական նախադեպերի HUDOC տվյալների բազայում”։", "© Եվրոպայի խորհուրդ/ Մարդու իրավունքների եվրոպական Դատարան, 2013", "", "Մարդու իրավունքների եվրոպական դատարանի պաշտոնական լեզուներն են ֆրանսերենը և անգելերենը: Սույն թարգմանությունն իրականացվել է Եվրոպայի խորհրդի Մարդու իրավունքների հավատարմագրային ֆոնդի () աջակցությամբ: Այն որևէ կերպ չի պարտավորեցնում Դատարանին, որը պատասխանատու չէ թարգմանության որակի համար: Այն կարելի է բեռնել HUDOC-ից` Մարդու իրավունքների եվրոպական դատարանի նախադեպային իրավունքի տվյալների բազայից (), կամ տվյալների ցանկացած այլ բազայից, որին HUDOC-ը տրամադրել է փաստաթուղթը: Այն կարող է վերաթողարկվել ոչ առևտրային նպատակներով` պայմանով, որ գործի անվանումը ներկայացվի ամբողջական և ուղեկցվի վերը նշված հեղինակային իրավունքի նշումներով, ինչպես նաև Մարդու իրավունքների հավատարմագրային ֆոնդին հղումով: Առևտրային նպատակներով սույն թարգմանությունը մասնակիորեն կամ ամբողջապես օգտագործելու դեպքում, հարկ է այդ մասին տեղեկացնել հետևյալ հասցեով` ", "", "© Council of Europe/European Court of Human Rights, 2013", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "©Conseil de l’Europe/Cour européenne des droits de l’homme, 2013", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ."]}