{"file": "ARM_HJUDARM_30696_09.docx", "doc_type": "HJUDARM", "doc_lang": "ARM", "case_id": "30696/09", "text_paragraphs": ["© Եվրոպայի խորհուրդ/Մարդու իրավունքների եվրոպական դատարան, 2012թ.", "Սույն թարգմանությունը պատվիրված է Եվրոպայի խորհրդի մարդու իրավունքների տրաստային հիմնադրամի աջակցությամբ (): Դատարանը թարգմանության համար պարտավորություն չի ստանձնում: Այլ տեղեկությունների համար տես սույն փաստաթղթի վերջում հեղինակային իրավունքի մասին ամբողջական նշումը:", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "ՄԵԾ ՊԱԼԱՏ", "", "", "M.S.S. ԸՆԴԴԵՄ ԲԵԼԳԻԱՅԻ ԵՎ ՀՈՒՆԱՍՏԱՆԻ", "", "(Դիմում թիվ 30696/09)", "", "", "", "", "", "", "", "ՎՃԻՌ", "", "", "Ստրասբուրգ", "21 հունվարի 2011թ.", "", "Սույն վճիռը վերջնական է, այն կարող է ենթարկվել խմբագրական փոփոխությունների:", "", "M.S.S. ընդդեմ Բելգիայի և Հունաստանի գործով,", "Մարդու իրավունքների Եվրոպական դատարանի Մեծ Պալատը, հետևյալ կազմով՝", "\tJean-Paul Costa, նախագահ\n\tChristos Rozakis,\n\tNicolas Bratza,\n\tPeer Lorenzen,\n\tFrançoise Tulkens,\n\tJosep Casadevall,\n\tIreneu Cabral Barreto,\n\tElisabet Fura,\n\tKhanlar Hajiyev,", "\tDanutė Jočienė,\n\tDragoljub Popović,\n\tMark Villiger,\n\tAndrás Sajó,\n\tLedi Bianku,", "\tAnn Power,\n\tIşıl Karakaş,", "\tNebojša Vučinić, դատավորներ\nև Michael O’Boyle, քարտուղարի տեղակալ", "", "2010թ. սեպտեմբերի 1-ին և դեկտեմբերի 15-ին կայացած դռնփակ նիստերում,", "Կայացրեց հետևյալ վճիռը, որն ընդունվեց 2010թ. դեկտեմբերի 15-ին:", "", "ԸՆԹԱՑԱԿԱՐԳԸ", "1.  Գործը սկիզբ է առել 2009թ. հունիսի 11-ին Մարդու իրավունքների և հիմնարար ազատությունների պաշտպանության մասին կոնվենցիայի («Կոնվենցիա») 34-րդ հոդվածի համաձայն Աֆղանստանի քաղաքացի պարոն M.S.S.-ի կողմից (դիմումատու) ընդդեմ Բելգիայի Թագավորության և Հունաստանի Հանրապետության (թիվ 30696/09) գանգատի հիման վրա: Պալատի նախագահը, որին հանձնարավել էր գործը բավարարել էր դիմումատուին խնդրանքն իր անունը չհրապարակելու մասին (Դատարանի կանոնակարգի 47 § 3 կանոն):", "2.  Դիմումատուներին ներկայացնում էր Բրյուսելում գործող փաստաբան պարոն Z. Chihaoui-ին: Բելգիայի կառավարությանը ներկայացնում էր Մարդու իրավունքների հարցերով կառավարության հանձնակատար պրն. Tysebaert-ը և համահանձնակատար տկն. I. Niedlispacher-ը: Հունաստանի կառավարությանը ներկայացնում էր Պետական իրավական խորհրդի իրավաբանական օգնական տկն. M. Germani-ն:", "3.  Դիմումատուն մասնավորախես պնդում էր, որ Բելգիայի իշխանությունների կողմից իրեն արտաքսելը խախտել էր Կոնվենցիայի 2-րդ և 3-րդ հոդվածները և, որ Հունաստանում նա ենթարկվել էր Կոնվենցիայի 3-րդ հոդվածով արգելված վերաբերմունքի, նա նաև բողոքում էր Կոնվենցիայի 13-րդ հոդվածով նախատեսված իրավական պաշտպանության բացակայության վերաբերյալ, որը հնարավորություն կտար, որպեսզի նրա բողոքները քննվեին:", "4.  Գանգատն ուղարկվել էր Դատարանի Երկրորդ բաժանմունք (Դատարանի կանոնակարգ, կանոն 52 § 1): 2009թ. նոյեմբերի 19-ին այդ Բաժանմունքի Պալատը ծանուցել էր պատասխանող Կառացվարություններին գանգատի մասին: 2010թ. մարտի 16-ին Պալատը՝ կազմով՝ Ireneu Cabral Barreto, նախագահ, Françoise Tulkens, Vladimiro Zagrebelsky, Danutė Jočienė, Dragoljub Popović, András Sajó, Nona Tsotsoria, դատավորներ, ինչպես նաև Sally Dollé, Բաժանմունքի քարտուղար, գործը քննելու իրավունքը զիջեց Մեծ Պալատին, ընդ որում կողմերից որևէ մեկը զիջմանը չառարկեց (Կոնվենցիայի 30-րդ հոդված և Դատարանի կանոնակարգի 72-րդ կանոն):", "5.  Մեծ Պալատի կազմը որոշվել էր Կոնվենցիայի 26-րդ հոդվածի 4-րդ և 5-րդ կետերին և Դատարանի կանոնակարգի 24-րդ կանոնին համապատասխան:", "6.  Համաձայն ընդունված որոշման Մեծ Պալատը միաժամանակ վճիռ էր կայացնելու գանգատի ըստ էության և ընդունելիության մասին (Կոնվենցիայի 29-րդ հոդվածի 1-ին կետ):", "7.  Ինչպես դիմումատուներն, այնպես էլ Կառավարությունը գործի ըստ էության փաստարկներ ներկայացրեցին (Կանոն 59 § 1): Դատավարության ժամանակ Կողմերը պատասխանեցին միմյանց փաստարկներին (Կանոն 44 § 5): Գրավոր մեկնաբանություններ ստացվեցին նաև Նիդերլանդների և Միացյալ Թագավորության կառավարությունների կողմից, ինչպես նաև Եվրոպայում անհատական իրավունքների հարցերով խորհրդատվական կենտրոնից (այսուհետ՝ Aire կենտրոն) և Amnesty International կազմակերպությունից, որոնց Պալատի նախագահը գրավոր ընթացակարգին միջամտելու թույլտվություն էր տվել (Կոնվենցիայի 36 § 2 հոդված և Դատարանի կանոնակարգի 44 § 2 կանոն): Մեկնաբանություններ ստացվեցին նաև Եվրախորհրդի Մարդու իրավունքների եվրոպական հանձնակատարից (այսուհետ՝ Հանձնակատար), ՄԱԿ-ի Մարդու իրավունքների հարցերով գերագույն հանձնակատարի գրասենյակից այսուհետ՝ ՄԱԿ ՓԳՀ) և Հունաստանում Հելսինկիի մոնիտորինգի խմբից (այսուհետ՝ ՀՄԽ), որոնց Պալատի նախագահը գրավոր ընթացակարգին միջամտելու թույլտվություն էր տվել. Նիդերլանդների և Միացյալ Թագավորության կառավարությունները, Հանձնակատարը և ՄԱԿ ՓԳՀ-ն նաև թույլտվություն էին ստացել միջամտելու բանավոր ընթացակարգին:", "8.  Հրապարակային քննությունը տեղի ունեցավ 2010թ. սեպտեմբերի 1-ին Ստրասբուրգում, Մարդու Իրավունքների Դատարանի շենքում (Կանոն 59 § 3):", "", "Դատարանում ներկայացան.", "–  Բելգիայի կառավարության անունից՝\nպրն\tMarc Tysebaert, \t      լիազոր ներկայացուցիչ\nտկն\tIsabelle Niedlispacher        համահանձնակատար\t", "տկն Edda Materne, \tփաստաբան\nտկն Valérie Demin\t\tխորհրդական", "", "–  Հունաստանի կառավարության անունից՝", "պրն Konstantinos Georgiadis, \tփաստաբան,", "\tտկն Myrto Germani,\tխորհրդական", "", "– Դիմումատուի անունից՝", "\tպրն Zouhaier Chihaoui,\tխորհրդական", "", "– Երրորդ կողմ միջամտող Միացյալ Թագավորության անունից՝", "\tպրն Martin Kuzmicki, \tլիազոր ներկայացուցիչ", "\tտկն Lisa Giovanetti,\tխորհրդական", "", "– Երրորդ կողմ միջամտող Նիդերլանդերի կառավարության անունից՝", "\tպրն Roeland Böcker, \tլիազոր ներկայացուցիչ,", "  պրն Martin Kuijer, \t արդարադատության նախարարություն,", "\tտկն Clarinda Coert,  ներգաղթի և հպատակագրման վարրություն \t\tխորհրդականներ,", "", "– Երրորդ կողմ միջամտող Եվրախորհրդի Մարդու իրավունքների եվրոպական հանձնակատարի անունից՝", " պրն Thomas Hammarberg, \t\t\t  Հանձնակատարը", "պրն Nikolaos Sitaropoulos, \tփոխտնօրեն,", "տկն Anne Weber,\t\tխորհրդականներ,", "", "– Երրորդ կողմ միջամտող ՄԱԿ-ի Մարդու իրավունքների հարցերով գերագույն հանձնակատարի գրասենյակից՝", "\tպրն Volker Türk, \t\tիրավագետ", "  տկն Madeline Garlick,", "\tպրն Cornelis Wouters,\tխորհրդականներ", "", "Դատարանը լսեց տկն. Niedlispacher-ի, տկն Materne-ի, տկն. Germani-ի, պրն. Chihaoui-ի, պրն. Böcker-ի, տկն. Giovanetti-ի, պրն Türk-ի և պրն. Hammarberg-ի հաղորդումները և նրանց պատասխանները դատավորների հարցերին:", "ՓԱՍՏԵՐԸ", "I.  ԳՈՐԾԻ ՓԱՍՏԱԿԱՆ ՀԱՆԳԱՄԱՆՔՆԵՐԸ", "Ա. Եվրոպական Միություն մուտք գործելը", "9.  Դիմումատուն Քաբուլը լքել էր 2008թ. ձմռանը և հատելով Իրանի ու Թուրքիայի սահմանները Հունաստանի տարածքով մուտք էր գործել Եվրոպական Միություն, որտեղ Միտելենե քաղաքում 2008թ. դեկտեմբերի 7-ին նրանից մատնահետքեր էին վերցվել:", "10.  Այնտեղ նա պահվել էր կալանքի տակ մեկ շաբաթ, որից հետո նրան հրամայել էին լքել երկիրը: Հունաստանում նա ապաստան չէր հայցել:", "Բ.  Ապաստանի տրամադրման ընթացակարգը և արտաքսման ընթացակարգը Բելգիայում", "11.  2009թ. փետրվարի 10-ին, դիմումատուն, հատելով Ֆրանսիայի սահմանը, ժամանել էր Բելգիա, որտեղ ներկայացել էր Օտարերկրացիների հարցերով վարչություն և դիմել ապաստան ստանալու համար՝ չունենանոլով իր մոտ անձը հաստատող փաստաթղթեր:", "12.  ԵՄ-ի Եվրոդակ տեղեկատվական շտեմարանի «սև ցուցակում» որոնում անցկացնելու և դիմումատուի մատնահետքերը համեմատելու արդյունքում 2010թ. փետրվարի 10-ին ձեռք բերված տեղեկություններից պարզվեց, որ դիմումատուն Հունաստանում ներառված էր եղել այդ ցուցակում:", "13. Դիմումատուին սկզբում տևղավորել էին Lanaken-ի  ապաստան հայցողների բաց կենտրոնում:", "14.  2009թ. մարտի 18-ին, թիվ 343/2003/EC կանոնակարգի 10 § 1 կետի համաձայն (Դուբլինի կանոնակարգ, տես սույն դատավճռի 65-82 կետերը), Օտարերկրացիների հարցերով վարչությունը դիմել էր Հունաստանի իշխանություններին, ոչպեսզի վերջիններս քննության առնեին դիմումատուի ապաստանի հայցը: Կանոնակարգի 18 § 1 կետին համապատասխան երկու ամիս ժամկետում Հունաստանի իշխանություններից պատասխան չստանալուց հետո, Օտարերկրացիների հարցերով վարչությունը նույն կանոնակաևգի 7-րդ կետի համաձայն այն համարել էր հայցի վերաբերյալ ինքնուրույն որոշում կայացման լուռ համաձայնություն:", "15.  2009թ. մարտի 18-ին Դուբլինի կանոնակարգին համապատասխան Օտարերկրացիների հարցերով վարչության կողմից անցկացված հարցազրույցի ժամանակ դիմումատուն հայտնել էր, որ նա Աֆղանստանից հեռացել էր մարդկանց անօրինական տեղափոխմամբ զբաղվող մի անձի օգնությամբ, որին վճրել էր 12,000 դոլար և որն իրենից վերցրել էր անձը հաստատող փաստաթղթերը: Նա ասաց, որ Բելգիա էր որոշել մեկնելու այն բանից հետ, երբ հանդիպել էր Հյուսիսատլանտյան դաշինքի (ՆԱՏՕ) բելգիացի զինվորներին, որոնք շատ բարյացակամ էին տրամադրված: Նա նաև տեղյակ էչ պահել Բելգիայի իշխանություններին իր մտավախությունների մասին, հայցելով օգնություն: Նա նրանց հայտնել էր, որ իր քույրը բնակվում է Նիդերլանդներում, որի հետ նա կորցրել էր կապը: Նա նաև նշել էր, որ հիվանդ է հեպատիտ Բ-ով և ութ ամիս բուժում է անցել:", "16.  2009թ. ապրիլի 2-ին ՄԱԿ ՓԳՀ-ն նամակ էր հղել Բելգիայի միգրացիայի և ապաստանի քաղաքականության հարցերով պատասխանատու նախարարին, որտեղ քննադատվում էին Հունաստանի ապաստանի ընթացակարգում առկա թերությունները և Հունաստանում գտնվող ապաստան հայցող անձանց պահման պայմանները և առաջարկվում էր այլևս նրանց Հունաստան չուղարել (տես՝ սույն դատավճռի 194 և 195 կետերև): Նամակի պատճեն ուղարկվել էր Օտարերկրացիների հարցերով վարչություն:", "17.  2009թ. մայիսի 19-ին, ղեկավարվելով 1980թ. դեկտեմբերի 15-ի «Օտարերկարցիների երկիր մուտք գործելու, երկրում գտնվելու, նրանց կացությունը թույլատրելու և արտաքսելու մասին» օրենքի (այսուհետ Օտարերկրացիների մասին օրենք) բաժին 51/5-ով, Օտարերկրացիների հարցերով վարչությունը որոշել էր մերժել դիմումատուի երկրում մնալու խնդրանքը և նրան Բելգիայից վտարելու մասին հրահանգ արձակել: Իշխանությունները հիմնավորում էին այդ հրահանգն այն հանգամանքով, որ համաձայն Դուբլինի կանոնակարգի, ապաստանի այդ հայցը քննելու համար պատասխանատու էր ոչ թե Բելգիան, այլ Հունաստանը, և որևէ հիմքեր չկային կասկածելու համար, որ հունաստանյան կողմը կթերանա ապաստանի հարցում իր պարտավորությունները կատարելուց Համայնքի օրենսդրության և Փախստականների կարգավիճակի մասին 1951թ. Ժնևի կոնվենցիային համապատասխան: Վերջ ի վերջո դիմումատուին տրվեցին երաշխիքներ, որ հենց որ նա հայտնվի Հունաստանում նա հնարավորություն կունենա ապաստանի հայց ներկայացնել, որը կդիտարկվի ըստ համապատասխան կանոնների և նորմերի: Բելգիայի իշխանություններին ոչինչ չէր պարտավորեցնում կիրառելու կանոնակարգի 3 § 2 հոդվածով նախատեսված բացառությունը: Վերջապես, դիմումատուն չուներ որևէ առողջական խնդիր, որը ստիպեր նրանց զերծ մնալու դիմումատուին ուղարկելուց այլ երկիր և նա նաև Բելգիայում չուներ որևէ բարեկամ:", "18.  Նույն օրը դիմումատուին վերցրեցին կալանքի տակ ընդունված որոշումն ի կատար ածելու նպատակով և տեղավորեցին թիվ 127 մեկուսատանը Steenokkerzeel-ում:", "19.  2009թ. մայիսի 26-ին Բելգիայում ՄԱԿ ՓԳՀ-ի աշխատանքային գործընկեր Օգնություն փախստականներին հանձնաժողովին հաղորդվեցին դիմումատուի հարցերով զբաղվող փաստաբանի տվյալները:", "20.  2009թ. մայիսի 27-ին Օտարերկրացիների հարցերով վարչությունը որոշեց, որ դիմումատուն երկրից հեռացվելու է \n2009թ. մայիսի 29-ին:", "21.  Նշված օրը առավոտյան ժամը 10 անց 25-ին դիմումատուի առաջին փաստաբանը Տոնգրե քաղաքից ֆաքսով հեռագիր ուղարկեց Օտարերկրացիների բողոքարկման խորհրդին՝ միջնորդելով չկիրառելու երկրից վտարելու հրահանգը և հրատապ ընթացակարգով կասեցնելու դրա կատարումը: Որպես միջնորդության հիմնավորվում նշվում էին Կոնվենցիայի 3-րդ հոդվածի դրույթները, ընդգծելով Հունաստանում դիմումատուին կամայականորեն կալանավորելու և ծանր պայմաններում պահելու, այդ թվում՝ իր նկատմամբ դաժան վերաբերմունք դրսևորելու վտանգը: Դիմումատուն նաև հորդորում էր Վարչությանը հաշվի առնել Հունաստանում ապաստանի տրամադրման ընթացակարգի թերությունները, դատական վարույթից արդյունավետ օգտվելու հնարավորության բացակայությունը և առանց Աֆղանստանը լքելու պատճառները ուսումնասիրելու նրան այդ երկիր վերադարձնելու վտանգը:", "22.  Գործի լսումը նշանակվել էր նույն օրը՝ ցերեկվա 11 անց 30 րոպեին Բրյուսելի Օտարերկրացիների բողոքարկման խորհրդի նստավայրում: Դիմումատուի փաստաբանը լսումներին չէր ներկայացել, որի պատճառով էլ հրահանգը չկիրառելու մասին միջնորդությունը նույն օրը մերժվել էր:", "23.  2009թ. մայիսի 29-ին դիմումատուն հրաժարվել էր նստել ինքաթիռ և Օտարերկրացիների մասին օրենքի 27-րդ բաժնի 1-ին կետի համաձայն նրա կալանքի ժամկետը երկարացվել էր:", "24.  2009թ. հունիսի 4-ին Հունաստանի իշխանությունները պաշտոնական գրություն էին հղել հաստատելով Դուբլինի կանոնակարգի 18 § 7 և 10 § 1 հոդվածներին համապատասխան իրենց իրավասությունը քննության առնելու ապաստան տրամադրելու մասին դիմումատուի հայցը: Գրությունն ավարտվում էր հետևյալ բառերով. «Խնդրում ենք հաշվի առնել, որ երբ որ այդ անձը կժամանի Հունաստան, նա, ցանկության դեպքում, կարող է հայց ներկայացնել [ապաստանի համար]»:", "25. 2009թ. հունիսի 9-ին Բրյուսելի Առաջին ատյանի դատարանի chambre du conseil-ը [դատական կոլեգիա] հաստատել էր դիմումատուին կալանքի տակ պահելու որոշումը:", "26.  Հունիսի 10-ին հղած բողոքը դիտարկելու համար Բրյուսելի վճռաբեկ դատարանի Մեղադրական եզրակացությունների պալատը 2009թ. հունիսի 22-ին նիստ էր նշանակել:", "27.  Այն բանից հետո, երբ 2009թ. հունիսի 11-ին դիմումատուին ծանուցել էին, որ նա երկրից հեռացվելու է հունիսի 15-ին, դիմումատուն իր նոր փաստաբանի միջոցով կրկին միջնորդություն էր ներկայացրել Օտարերկրացիների բողոքարկման խորհրդին՝ խնդրելով իր նկատմամբ չկիրառելու երկրից վտարելու հրահանգը: Նա Խորհրդի ուշադրությունը հղում էր այն վտանգների վրա, որոնց առջև կհայտնվի Աֆղանստանում, ինչպես նաև Հունաստանում, հաշվի առնելով այն, որ այդ երկրում ապաստան ստանալու վերաբերյալ իր հայցը պատշաճ քննության առնելու հավանականությունը չնչին էր, իսկ ապաստան հայցողների ընդունման և պահման պայմաններն անտանելի են:", "28.  Դիմումատուին երկրից վտարելու երկրորդ միջոցառումը, այս անգամ հարկադիր ուղեկցորդությամբ, նշանակվել էր 209թ. հունիսի 15-ին:", "29. 2009թ. սեպտեմբերի 3-ին և 10-ին կայացրած երկու վճիռներով  Օտարերկրացիների բողոքարկման խորհուրդը մերժել էր երկրից վտարելու հրահանգը չկիրառելու մասին միջնորդությունները՝ առաջինը, որովհետև, երկրից վտարելու հրահանգի կատարումը հրատապ ընթացակարգով կասեցնելու միջնորդությունը խորհրդի կողմից մերժելու մասին ծանուցվելուց հետո դիմումատուն սահմանված 15 օրվա ընթացքում չէր դիմել իր գործի վարույթը շարունակելու մասին միջնորդությամբ, իսկ երկրորդն այն հիմքով, որ դիմումատուն պատասխան միջնորդությամբ հանդես չէր եկել:", "30.  Conseil d’Etat [Գերագույն վճռաբեկ դատարան] այդ որոշումների վերաբերյալ դիմումատուի կողմից վճռաբեկ բողոքներ չէին ներկայացվել:", "Գ.  Բելգիայի դեմ հայցի ապահովման միջոցներ կիրառելու մասին միջնորդությունը", "31. Այդ ընթացքում, 2009թ. հունիսի 11-ին, դիմումատուն իր փաստաբանի միջոցով դիմեց Եվրոպական դատարան, միջնորդելով կասեցնելու իր տեղափոխումը Հունաստան: Հունաստանում իրեն սպասող վտանգների մասին իր մտավախությունն արտահայտելուց բացի նա հայտնել էր, որ լքել էր Աֆղանստանն այն բանից հետո, երբ խուսափել էր թալիբների կողմից կազմակերպված մահափորձից, որը վրեժխնդրություն էր նրա թարգմանչի աշխատանքի համար Քաբուլում տեղակայված միջազգային ռազմաօդային ուժերի հետ: Ի ապացույց դրան նա ներկայացրել էր թարգմանչի աշխատանքը հաստատող տեղեկանքներ:", "32. 2009թ. հունիսի 12-ին Դատարանը հրաժարվեց կիրառելու 39-րդ կանոնը, սակայն տեղեկացրեց Հունաստանի կառավարությունը, որ իր որոշումը հիմնված էր այն համոզման վրա, որ Հունաստանը կկատարի Կոնվենցիայի ներքո իր կողմից ստանձնած պարտավորությունները և կպահպանի ապաստանի հարցում ԵՄ-ի օրենսդրության պահանջները: Հունաստանի կառավարությունը հղված նամակում նշվել էր.", "«Այդ որոշման հիմքում ընկած էր այն համոզմունքը, որ Հունաստանը, որպես Պայմանավորվող պետություն, կկատարի Կոնվենցիայի 3-րդ, 13-րդ և 34-րդ հոդվածներով ստանձնած պարտավորությունները: Բաժանմունքը նաև վստահություն է հայտնել, որ Ձեր Կառավարությունը կպահպանի հետևյալ փաստաթղթերի ներքո իր կողմից ստանձնած պարտավորությունները.", "", "- վերոնշյալ Դուբլինի կանոնակարգի,", "", "-  Խորհրդի 2005թ. դեկտեմբերի 1-ի թիվ 2005/85/EC հանձնարարականի՝ փախստականի կարգավիճակի շնորհման և չեղյալ հայտարարման ընթացակարգերի նվազագույն պահանջների մասին Մասնակից պետությունների համար, և", "", "- Խորհրդի 2003թ. հունվարի 27-ի թիվ 2003/9/EC հանձնարարականի, որտեղ սահմանված են ապաստան հայցողների ընդունման նվազագույն չափորոշիչները:", "", "Ուստի շնորհակալ կլինենք, եթե Ձեր Կառավարությունը Դատարանին իրազեկ պահի դիմումատուի կողմից Հունաստանում ներկայացված ապաստանի հայցով առաջիկա առաջընթացի, ինչպես նաև նրա պահման վայրի մասին, եթե Հունաստան ժամանելիս նա կալանքի տակ առնվի»:", "Դ. Հունաստանին հայցի ապահովման միջոցների կիրառելու մասին տրված ցուցմունքը", "33.  2009թ. հունիսի 15-ին դիմումատուին տեղափոխեցին Հունաստան: Ժամանելով Աթենքի օդանավակայան նա հայտնեց իր անունը, որը նշված էր պատասխանատվությունը ստանձնելու մասին Հումաստանի իշախնությունների կողմից 2009թ. հունիսի 4-ին կազմած համաձայնագրում:", "34. 2009թ. հունիսի 19-ին դիմումատուի փաստաբանը ստացել էր առաջին հեռախոսային կարճ տեքսային հաղորդագրությունը, որի մասին տեղյակ էր պահել Դատարանին: Հաղորդագրությունում նշված էր, որ ժամանելուց անմիջապես հետո դիմումատուն տեղափոխվել էր օդանավակայանի հարևանությամբ գտնվող կալանատունը, որտեղ նրան ևս 20 կալանավորված անձանց հետ տեղավորել էին փոքր խցում, ընդ որում այնտեղ զուգարանից կարելի էր օգտվել միայն պահակների թույլատրությամբ, նրան թույլ չէին տալիս դուրս գալ մաքուր օդ, ուտելու շատ քիչ բան էին տալիս, և նա ստիպված էր քնել կեղտոտ ներքնակի կան դատարկ հատակի վրա:", "35.  2009թ. հունիսի 18-ին ազատ արձակվելուց հետո նրան տվել էրն ապաստան հայցողի քարտ («վարդագույն քարտ», տես՝ սույն դատավճռի 89-րդ կետը): Միևնույն ժամանակ ոստիկանությունը նրան հանձնել էր հետևյալ ծանուցագիրը (թարգմանությունը տրամադրել է Հունաստանի կառավարությունը).", "«Սպատա քաղաքում, 18.06.2009թ. ժամը 12.58-ին, ես, ներքոստորագրյալ ոստիկանության ծառայող [...], ծանուցել եմ Աֆղանստանի քաղաքացի [...], ծնված [...], գրանցման հասցե չունեցող, որ նա երկու օրվա ընթացքում պարտավոր է ներկայանալ Ատիկայի ոստիկանության բաժանմունքի Ապաստան հայցողների վարչության Օտարերկրացիների տնօրինություն և հայտնել Հունաստանում իր բնակվելու հասցեն, որպեսզի հետագայում հնարավոր լինի նրան տեղյակ պահել ապաստան ստանալու իր հայցի ընթացքի մասին»:", "36.  Դիմումատուն չէր ներկայացել Աթենքի Պետրու Ռալի պողոտայի վրա գտնվող Ատիկայի ոստիկանության բաժանմունքը (այսուհետ՝ Ատիկայի ոստիկանության բաժանմունք):", "37.  Չունենալով գոյատևելու որևէ միջոց դիմումատուն գիշերում էր Աթենքի կենտրոնում գտնվող այգիներից մեկում, որտեղ հավաքվում էին այլ աֆղանստանցի ապաստան հայցողները:", " 38.  2009թ. հունիսի 22-ին, տեղեկանալով իրավիճակի մասին, Երկրորդ բաժանմունքի քարտուղարը նամակ հղեց Հունաստանի կառավարությանը, որտեղ նշված էր.", "«Շնորհակալ կլինեմ, եթե Ձեր Կառավարությունը Դատարանին իրազեկի դիմումատուի ներկա իրավիճակի, մասնավորապես՝ ապստան արդյունավետ հայցելու նրա հնարավորությունների մասին: Միևնույն ժամանակ Դատարանը պետք է տեղյակ պահվի այն միջոցառումների մասին, որոնց Ձեր Կառավարությունը մտադիր է դիմելու հետևյալ ուղղություններով.", "ա) դիմումատուին արտաքսելու,", "բ) դիմումատուի կենսական կարիքներն ապահովելու համար նրան միջոցներ հատկացնելու»:", "39.  Հունաստանի իշխանություններին ժամանակ էր տրվել մինչև 2009թ. հունիսի 29-ը այդ տեղեկատվությունը տրամադրելու համար և նշվել էր «մինչև այդ ժամկետի լռանալը պատասխան չստանալու դեպքում Դատարանը ստիպված է լինելու լրջորեն ուսումնասիրել Հունաստանի դեմ 39 կանոնի կիրառման հնարավորությունը»:", "40.  2009թ. հուլիսի 2-ին, հաշվի առնելով Աֆղանստանում լարվածության աճը, Աֆղանստանում իրեն նախկինում սպառնացող վտանգների և այնտեղ հայտնվելու դեպքում սպասող վտանգների մասին դիմումատուի պատմության արժանահավատությունը, ինչպես նաև Հունաստանի իշխանությունների կողմից որևէ արձագանքի բացակայությունը, Դատարանը որոշեց կիրառել 39-րդ կանոնը և հայտնել Հունաստանի կառավարությանը՝ կողմերի և դատաքննության անխափան ընթացքն ապահովելու նպատակով, դիմումատուին չարտաքսել մինչ Դատարանի դատաքննության ավարտը:", "41. 2009թ. հուլիսի 23-ին Հունաստանի կառավարությունը պատասխանելով 2009թ. հունիսի 22-ի նամակին Դատարանին տեղեկացրեց, որ 2009թ. հունիսի 15-ի Աթենքի օդանավակայան ժամանելուց հետո դիմումատուն ապաստան էր հայցել, որի արդյունքում ապաստանի տրամադրման ընթացակարգին ընթացք էր տրվել: Կառավարությունը նաև հայտնել էր, որ այնուհետև դիմումատուն սահմանված երկօրյա ժամկետում չէր ներկայացել Ատիկայի ոստիկանության բաժանմունք՝ ապաստան հայցելու դիմումը լրացնելու և իր հասցեն տալու համար:", "42. Այդ ընթացքում դիմումատուի փաստաբանը դատարանին տեղյակ էր պահում դիմումատուի հետ իր հաղորդակցության մասին: Նա հաստատել էր, որ դիմումատուն ապաստան էր հայցել օդանավակայանում և նրան հրամայվել էր ներկայանալ Ատիկայի ոստիկանության բաժանմունք և հաղորդել իր հասցեն՝ վարույթի ընթացքում կապի պահպանման համար: Դիմումատուն սակայն չէր ներկայացել, քանի որ որևէ հասցեյում չէր բնակվում և այն ոստիկանությանը տալ չէր կարող:", "Ե.  Հետագա իրաֆարձությունները", "43.  2009թ. օգոստոսի 1-ին, երբ Բուլղարիայի քաղաքացու կեղծ փաստաթղթով դիմումատուն փորձում էր մեկնել Հունաստանից, նրան ձեռբակալել էին օդանավակայանում:", "44. Նրան յոտ օր պահել էին օդանավակայանի մոտ գտնվող նույն կալանատանը, որտեղ նա նախկինում արդեն եղել էր: Փաստաբանին ուղարկված հաջորդ հաղորդագրությունում նա նկարագրել էր իր կալանքի տակ գտնվելու պայմանները, նշելով, որ նրան ծեծել էին կենտրոնի ոստիկանական աշխատակիցները, և ասել էր, որ մտադիր է ցանկացած գնով լքել Հունաստանը, որպեսզի այլևս չհայտնվի նման պայմաններում:", "45.  2009թ. օգստոսի 3-ին երկրից կեղծ փաստաթղթերով մեկնելու փորձ կատարելու համար Աթենքի քրեական գործերով դատարանը նրան դատապարտել էր երկու ամիս ազատազրկման, երեք տարվա փորձաշրջանով:", "46.  2009թ. օգստոսի 4-ին հասարակական կարգի պահպանման նախարարությունը (ներկայումս՝ քաղաքացիական պաշտպանության նախարարություն) հրահանգ էր արձակել՝ ի կատարումն «Հունաստանում երրորդ երկրների քաղաքացիների մուտքի, կացության և սոցիալական վերամիասնականացման մասին» թիվ 3386/2005 օրենքի 76-րդ մասի, դիմումատուի նկատմամբ արտաքսման վարչական ընթացակարգ կիրառելու մասին: Հրահանգում նաև նշված էր, որ դիմումատուին կարելի է ազատ արձակել, քանի որ նա չի կասկածվում փախուստի դիմելու մտադրության մեջ և հասարակական կարգի համար վտանգ չի ներկայացնում:", "47. 2009թ. դեկտեմբերի 18-ին դիմումատուն ներկայացել էր Ատիկայի ոստիկանության բաժանմունք, որտեղ նրա վարդագույն քարտը երակարացվել էր վեց ամսով: Նույն օրը պատրաստված նամակում ոստիկանությունը նշել էր, որ դիմումատուն նրանց տեղեկացրել է կացարան չունենալու մասին և խնդրել առողջապահության և սոցիալական համերաշխության նախարարությանը օգնելու նրան գտնել կացարան:", "48. 2010թ. հունվարի 20-ին Հունաստանի իշխանությունները, գործող կարգին համապատասխան, սեփական նախաձեռնությամբ կարճել էին դիմումատուի արտաքսման մասին որոշումը, քանի որ դիմումատուն ապաստան էր հայցել մինչ ձեռբակալվելը:", "49. 2010թ. հունվարի 26-ին հղված նամակում առողջապահության և սոցիալական համերաշխության նախարարը տեղեկացրել էր Պետական իրավական խորհրդրին որ, թեև մեծ թվով դիմումների պատճառով դիմումատուի համար կացարանի որոնման աշխատանքները ձգձգվել էին, այնուամենայնիվ դիմումատուին կացարան տրամադրելու հնարավորություն էր ստեղծվել, որի մասին, սակայն, դիմումատուի գտնվելու վայրի մասին տեղեկատվության բացակայության պատճառով, նրան հաղորդել հնարավոր չէր եղել:", "50. 2010թ. հունիսի 18-ին դիմումատուն ներկայացել էր Ատիկայի ոստիկանության բաժանմունք, որտեղ նրա վարդագույն քարտը երկարացվել էր վեց ամսով:", "51. 2010թ. հունիսի 21-ին դիմումատուն հունարեն լեզվով կազմած ծանուցագիր էր ստացել և այն ստորագրել թարգմանչի ներկայությամբ, որտեղ նշված էր, որ 2010թ. հուլիսի 2-ին նա հրավիրվում է հարցազրույցի Ատիկայի ոստիկանության բաժանմունք: Դիմումատուն հարցազրույցին չէր ներկայացել:", "52. Եվրոպական դատարանում դատավարությունից հետո իր փաստաբանի հետ հաղորդակցելիս դիմումատուն նշել էր, որ ծանուցագիրը իրեն տրվել էր վարդագույն քարտի երկարացման ժամանակ և այն լկազմված էր եղել հունարեն լեզվով, ընդ որում թարգմանիչը իրեն չէր հաղորդել թե երբ է կայանալու հարցազրույցը:", "53.  2010թ. սեպտեմբերի 1-ին փաստաբանին հղված հաղորդագրությունում դիմումատուն հաղորդել էր, որ նա ևս մեկ անգամ փորձել էր մեկնել Հունաստանից Իտալիա, որտեղ ինչպես նա լսել էր, կացության պայմաններն ավելի բարվոք էին և նա ստիպված չէր լինելու փողոցում ապրել: Ոստիկանությունը նրան կանգնեցրել էր Պատրասում և տարել Սալոնիկի, իսկ այնուհետև դեպի Թուրքիայի սահման, որտեղից նրան պատրաստվում էին վտարել: Վերջին պահին հունական ոստիկանությունը հրաժարվել էր այդ մտքից, դիմումատուի խոսքերով թուրկ ոստիկանների հայտնվելու պատճառով:", "II.  ՀԱՄԱՊԱՏԱՍԽԱՆ ՄԻՋԱԶԳԱՅԻՆ ԵՎ ԵՎՐՈՊԱԿԱՆ ԻՐԱՎՈՒՆՔԸ", "Ա. 1951թ. Ժնևի կոնվենցիան Փախստականների կարգավիճակի մասին", "54.  Բելգիան և Հունաստանը վավերացրել են Փախստականների կարգավիճակի մասին 1951թ. Ժնևի կոնվենցիան (այսուհետ՝ Ժնևի կոնվենցիա), որտեղ ներկայացված են այն հանգամանքները, որոնցում պետությունը պարտավոր է փախստականի կարգավիճակ տրամադրել հայցողներին, ինչպես նաև սահմանված են այդ անձանց իրավունքներն ու պարտականությունները:", "55. Ներկա գործի հանգամանքներում կիրառելի է Ժնևի կոնվենցիայի 33 § 1 հոդվածը, որտեղ ամրագրված է.", "«1. Պայմանավորվող ոչ մի պետություն փախստականին չի վտարում կամ այլ կերպ վերադարձնում («refouler») այն տարածքների սահմանները, որտեղ նրա կյանքին կամ ազատությանը վտանգ կսպառնար՝ իր ռասայի, կրոնի, քաղաքացիության, որոշակի սոցիալական խմբի պատկանելու կամ քաղաքական կարծիքի հարելու հիմքով»։", "56.  Միջազգային պաշտպանության մասին 2001թ. սեպտեմբերի 13-ի հայտարարությում (A/AC.96/951, § 16) ՄԱԿ-ի ՓԳՀ-ն, nրը հետևում է Մասնակից պետությունների կողմից Ժնևի Կոնվենցիայի սկզբունքներ պահպանմանը, նշել էր, որ non-refoulement սկզբունքը հանդիսանում է.", "“... Կոնվենցիայով ամրագրված պաշտպանության առանցքային սկզբունք, որը ենթակա չէ որևէ նախապայմանի: Շատ առումներով այդ սկզբունքը Մարդու իրավունքների համընդհանուր հռչակագրում ճանաչված ապաստան հայցելու իրավունքի տրամաբանական շարունակությունն է: Այն դարձել է համընդհանուր ճանաչում ստացած միջազգային իրավունքի անբաժանելի մասը, որին հետևելը պարտադիր է բոլոր պետությունների համար: Միևնույն ժամանակ մարդու իրավունքները պաշտպանության միջազգային իրավունքով non-refoulement-ը սահմանվել է որպես խոշտանգումների և դաժան, անմարդկային կամ նվաստացնող վերաբերմունքի կամ պատժի բացարձակ արգելքի առանցքահին բաղադրիչ: Refoule-ն արգելելու սկզբունքը նաև տարածվում է փախստականների վրա, անկախ վերջիններիս պաշտոնապես ճանաչմանը, և այդ առումով հստակորեն տարածվում է այն ապաստան հայցողների վրա, որոնց կարգավիճակը դեռևս չի որոշվել: Այն ներառում է պետությանը վերագրվող ցանկացած միջոցառում, որի արդյունքում ապաստան հայցողը կամ փախստականը կարող է վերադարձվել այն երկրի տարածքը, որտեղ նրա կյանքին կամ ազատությանը վտանգ կսպառնա կամ որտեղ նա կհայտնվի հետապնդման վտանգի առջև: Այն ներառում է երկրի սահմանն անցնելու արգելքը, ճանապարհը խափանելը և անուղղակի refoulement-ը՝ ինչպես ապաստան հայցող ֆիզիկական անձանց, այնպես էլ զանգվածային ներհոսքի իրավիճակներում»:", "Բ.   Համայնքի իրավունքը", "1. Եվրոպական Միության պայմանագիրը (2009թ. դեկտեմբերի 1-ին ուժի մեջ մտած Լիսաբոնի դաշնագրի խմբագրությամբ)", "57.  Կոնվենցիայով երաշխավորված հիմնարար իրավունքնրը կազմում են Եվրոպական Միության իրավունքի անբաժանելի մասը և ճանաչվում են հետևյալ սկզբունքներով.", "Հոդված 2", "«Միությունը հիմնադրված է մարդու արժանապատվությունը, ազատությունը, ժողովրդավարությունը, հավասարությունը, օրենքի գերակայությունը և մարդու իրավունքները, այդ թվում՝ փոքրամասնություններին պատկանող անձանց իրավունքները հարգելու արժեքների վրա...»", "Հոդված 6", "«1. Միությունը ճանաչում է Եվրոպական Միության 2000թ. դեկտեմբերի 7-ի Հիմնարար իրավունքների խարտիային համահունչ 2007թ. դեկտեմբերի 12-ին Ստրասբուրգում սահմանված իրավունքները, ազատություններն ու սկզբունքները, որոնք ունեն նույն իրավական արժեքն, ինչ որ Պայմանագրերը:", "...", "3. Հիմնարար իրավունքները, որոնք երաշխավորված են Մարդու իրավունքներ և հիմնարար ազատությունների պաշտպանության Եվրոպական կոնվենցիայով, և որոնք բխում են Մասնակից պետությունների ընդհանուր սահմանադրական ավանդույթներից, սահմանում են Միության իրավունքի հմընդհանուր սկզբունքները»:", "2. Եվրոպական Միության գործունեության մասին պայմանագիրը (2009թ. դեկտեմբերի 1-ին ուժի մեջ մտած Լիսաբոնի դաշնագրի խմբագրությամբ)", "58. Սույն դատավճռի համար հատուկ նշանակություն ունեցող հարցերը ներկայացված են Միության քաղաքականության և Միության ներքին գործողության հարծերում Միության գործունեության մասին պայմանագրի 3-րդ մասի V գլխում՝ Ազատության, անվտանգության և արդարության ոլորտը: Այդ գլխի 1-ն բաժնում սահմանված է.", "«1. Միությունը հանդիսանում է Մասնակից պետությունների հիմնարար իրավունքների և տարբեր իրավական համակարգերի ու ավանդույթների ազատության, անվտանգության և արդարության տարածք:", "2. Այն ... ձևավորում է Մասնակից պետությունների համերաշխության վրա հիմնված ապաստանի տրամադրման, ներգաղթի և արտաքին սահմանների հսկողության ընդհանուր քաղաքականություն, որն արդարացի է այլ երկրների քաղաքացիների նկատմամբ: ...»", "59.  V գլխի երկրորդ բաժինը վերաբերում է «սահմանային ստուգումների, ապաստանի տրամադրման և ներգաղթի քաղաքականությանը»: 78 § 1 հոդվածով սահմանված է.", "«Միությունը մշակում է միասնական քաղաքականություն ապաստանի տրամադրման, սուբսիդիար պաշտպանության և ժամանակավոր պաշտպանության հարցերում, որը միտված է միջազգային պաշտպանության կարիք ունեցող այլ պետության ցանկացած քաղաքացուն համապատասխան կարգավիճակի տրամադրմանը և non-refoulement սկազբունքի պահպանման ապահովմանը: Այս քաղաքականությունը պետք է համահունչ լինի Ժնևի կոնվենցիայի ... և այլ համապատասխան միջազգային պայմանագրերի հետ»:", "60.  78 § 2 հոդվածը, inter alia, սահմանում է, որ Միության օրենսդիր մարմինները պետք է ընդունեն ապաստանի և սուբսիդիար պաշտպանության միասնական համակարգ, ինչպես նաև ապաստանի հայցի քննության համար պատասխանատու պետությանը որոշելու համար չափանիշներ և մեխանիզմներ:", "3.  Եվրոպական Միության հիմնարար իրավունքների խարտիան", "61.   Հիմնարար իրավունքների խարտիան, որը Լիսաբոնի պայմանագրի ուժի մտնելու պահից դարձել է Եվրոպական Միության առաջնային իրավունքի մասը, սահմանում է ապաստանի տրամադրման իրավունքը երաշխավորող հետևյալ հստակ դրույթը.", "Հոդված 18 – Ապաստան ստանալու իրավունքը", "«Ապաստան ստանալու իրավունքը երաշխավորվում է հիմք ընդունելով 1951թ. հուլիսի 28-ի Ժնևի կոնվենցիայում և 1967թ. հունվարի 31-ի Արձանագրությունում փախստականի կարգավիճակին վերաբերող դրությները և Եվրոպական համայնքի հիմնադրման պայմանագրին համապատասխան»:", "4.  «Դուբլինի» ապաստանի տրամադրման համակարգը", "62.  1999թ. Տամպերեում կայացած Եվրախորհրդի հանդիպումից հետո Եվրոպական Միությունը կազմակերպեց միասնական եվրոպական ապաստանի համակարգի իրականացումը:", "63.  Առաջին թուլում (1999-2004թթ.) հաստատվեցին մի շարք իրավական փաստաթղթեր, որոնք սահմանում էին նվազագույն չափանիշները ապաստան հայցողներին, ապաստանի տրամադրման ընթացակարգերին և միջազգային պաշտպանության կարիք ունեցող անձ ճանաչվելու համար պայմաններին վերաբերող հարցերում, ինչպես նաև կանոնները որոշելու համար, թե որ պետությունն է պատասխանատու ապաստանի հայցը քննելու համար (Դուբլինի համակարգ):", "64.  Ներկայումս ընթացքի մեջ է երկրորդ փուլը: Նրա նպատակն է 2012թ. միասնական եվրոպական ապաստանի համակարգը 2012թ. գործարկելուն միտված պաշտպանության չափորոշիչների հետագա ներդաշնակեցումը և բարելավումը: 2008թ. հունիսի 17-ի ախպաստանի տրամադրման քաղաքականության ծրագրում COM(2008) 360) Հանձնաժողովը ներկայացրել էր մի շարք առաջարկներ:", "(ա) Դուբլինի կանոնակարգը և Եվրոդակի կանոնակարգը", "65. Մասնակից պետություններից որևէ մեկում երրորդ երկրի քաղաքացու կողմից ներկայացված ապաստանի հայցը քննելու համար պատասխանատու Մասնակից պետությանը որոշելու չափանիշներն ու մեխանիզմները սահմանող Եվրախորհրդի 2003թ. փետրվարի 18-ի թիվ 343/2003 Կանոնակարգը (այսուհետ՝ Դուբլինի կանոնակարգ) տարածվում է Եվրոպական Միության Մասնակից պետությունների, ինչպես նաև Նորվեգիայի, Իսլանդիայի և Շվեյցարիայի վրա:", "66.  Այդ Կանոնակարգը փոխարինում է 1990թ. հունիսի 15-ի Դուբլինի կոնվենցիայով սահմանված Եվրոպական Համայնքների որևէ Մասնակից պետությունում ներկայացված ապաստանի հայցը քննելու համար պատասխանատու Մասնակից պետությանը որոշելու պայմանները:", "67. 2003թ. սդեպտեմբերի 3-ի թիվ 1560/2003 սուբսիդիար պաշտպանության մասին Կանոնակարգը սահմանում է Դուբլինի կանոնակարգի կիրառման դրույթները:", "68.  Դուբլինի կանոնակարգի առաջին ներածական մասում նշվում է, որ այն կազմում է ապաստանի տրամադրման ոլորտում միասնական քաղաքականության մասը, որը միտված է ազատության, անվտանգության և արդարության տարածքի հետևողական սահմանմանը, որը բաց է նրանց համար, ովքեր հանգամանքներով դրդված օրինական ձևով պաշտպանություն են հայցում Համայնքում:", "69.  Երկրորդ ներածական մասում հաստատվում է, որ Կանոնակարգը հիմնված է այն համոզմունքի վրա, որ մասնակից պետությունները հարգում են Ժնևի կոնվենցիայով ամրագրված \nnon-refoulement սկզբունքը և համարվում են ապահով երկրներ:", "70.  Համաձայն Կանոնակարգի, Մասնակից պետությունները օբյեկտիվ չափանիշների սանդղակի հիման վրա (5-14 հոդվածներ), որոշում են թե որ Մասնակից պետությունն է պատասխանատվություն կրում իրենց տարածքում ներկայացված ապաստանի հայցը քննելու համար: Դա հետապնդում է բազմակի հայցերից խուսափելու և յուրաքանչյուր ապաստան հայցողի գործը մեկ Մասնակից պետության կողմից քննելու երաշխավորելու նպատակը:", "71. Այն դեպքերում, երբ պարզվում է, որ երրոդ երկրից ժամանած ապաստան հայցողն անօրինական ճանապարհով է հատել Մասնակից պետության սահմանը, ապաստանի հայցի քննելու պատասխանատվությունը դրվում է այն Մասնակից պետության վրա, որտեղ մուտք է գործել ապաստան հայցողը (10 § 1 հոդված): Այդ պատասխանատվությունն ուժը կորցնում է սահմանահատումից 12 ամիս անց:", "72. Այն դեպքում, երբ Կանոնակարգի չափանիշներից հետևում է, որ պատասխանատվությունն այլ Մասնակից պետության վրա է, այդ պետությունը պարտավոր է պատասխանատվություն ստանձնել ապաստան հայցողի նկտմամբ և քննության առնել նրա հայցը: Հայցը ստանալուց երկու ամսվա ընթացքում հայցվող պետությունը պարտավոր է պատասխան տալ նրան: Երկու ամսվա ընթացքում չպատասխանելու դեպքում համարվում է, որ ապաստանի հայցը բավարարվել է (հոդվածներ 17 և 18 §§ 1 և 7):", "73. Եթե Մասնակից պետությունն ստանձնում է պատասխանատվությունը դիմումատուի նկատմամբ, ապա Մասնակից պետությունը, որին ներկայացվել է հայցը, հայցատուին ծանուցում է վերջինիս տեղափոխման որոշման մասին, նշելով պատճառները: Տեղափոխումն իրականացվում է պատասխանատվությունը ստանձնելու հայցը ստանալուց առավելագույնը վեց ամիս հետո: Այն դեպքում, եթե նշված ժամկետում տեղափոխում տեղի չի ունենում, հայցը քննութան առնելու պատասխանատվությունը դրվում է այն պետության վրա, որտեղ ներկայացվել էր ապաստանի հայցը (հոդված 19):", "74.  Յուրաքանչյուր Մասնակից պետություն կարող է շեղվելով ընդհանուր կանոնից քննության առնել իրեն ներկայացրցած երրորդ երկրի քաղաքացու ապաստանի հայցը, նույնիսկ եթե Կանոնակարգում սահմանված չափանիշների համաձայն նման քննությունն իր պարտականությունը չի հանդիսանում (հոդված 3 § 2): Դա կոչվում է «երկրի հայեցողության իրավունքի» սկզբունք: Նման դեպքերում այդ պետությունը հանդես է գալիս պատասխանատվություն կրող Մասնակից պետության դերում և ստանձնում է այդ պատասխանատվությունից բխող պարտավորությունները:", "75.  Բացի այդ, ցանկացած Մասնակից պետություն, եթե նույնիսկ Կանոնակարգով սահմանված չափանիշների համաձայն նա պատասխանատվություն չի կրում, ելնելով մասնավորապես ընտանեկան կամ մշակութային նկատառումներից, կարող է մարդասիրության սկզբունքի հիման վրա միավորել ընտանիքի անդամներին, ինչպես նաև խնամակալվող այլ հարազատներին (Հոդված 15 § 1): Դա հայտնի է որպես «մարդասիրության» սկզբունք: Նման դեպքերում Մասնակից պետությունը այլ Մասնակից պետության խնդրանքով քնննության է առնում համապատասխան անձի ապաստան ստանալու հայցը վերջինիս համաձայնությամբ:", "76.  Եվրախորհրդի 2000 դեկտեմբերի 11-իվ մեկ այլ թիվ 2725/2000 Կանոնակարգը սահմանում է Եվրոդակ համակարգի ստեղծումը մատնահետքերի համեմատման համար (այսուհետ՝ Եվրոդակ Կանոնակարգ): Այն պահանջում է, որպեսզի պետությունները գրանցեն ապաստան հայցողների մատնահետքերը: Գրանցված տվյալները փոխանցվում են Եվրոպական Հանձնաժողովի Եվրոդակի կենտրոնական ստորաբաժանում, որտեղ դրանք մուտքագրվում են կենտրոնական տվյալների շտեմարանում և համեմատվում այնտեղ արդեն առկա տվյալների հետ:", "77. 2007թ. հունիսի 6-ին Եվրոպական հանձնաժողովը Եվրոպական խորհրդարանին և Խորհրդին ներկայացրեց Դուբլինի համակարգի գնահատման մասին հաշվետվությունը (COM(2007)299 վերջնական): 2008թ. դեկտեմբերի 3-ին այն հրապարակեց Դուբլինի կանոնակարգի վերաձևավորման մասին իր առաջարկը (COM(2008) 820 վերջնական l/2): Այդ բարեփոխման նպատակն էր բարելավել համակարգի արդյունավետությունը և ապահովել, որպեսզի միջազգային պաշտպանություն հայցող բոլոր անձանց կարիքներն ամբողջությամբ հաշվի առնվեին պատասխանատվությունը որոշող ընթացակարգում:", "78. Առաջարկը միտված է Դուբլինի համակարգի ներքո տեղափոխումների կասեցման մեխանիզմի ստեղծմանը, որպեսզի, մի կողմից, Մասնակից պետությունները, որոնց ապաստանի տրամադրման համակարգերն արդեն իսկ մեծ ճնշման տակ են գտնվում, կարողանան խուսափել նոր տեղափոխումների արդյունքում ճնշման հետագա աճից, իսկ, մյուս կողմից, որպեսզի ապաստան հայցողները չտեղափոխվեն Մասնակից պետություններ, որոնք չեն կարող տրամադրել բավարար աստիճանի պաշտպանություն, մասնավորապես ընդունման պայմանների և ապաստանի տրամադրման ընթացակարգերից օգտվելու հնարավորության ընձեռնման տեսանկյունից (առաջարկի 31-րդ հոդված): Ներգրավված պետությունը պետք է դիմի Եվրոպական հանձնաժողով՝ որոշում կայացնելու համար: Տեղափոխումները կարող են կասեցվել մինչև վեց ամիս ժամկետով: Հանձնաժողովը կարող է դրանք հետաձգել ևս վեց ամսով սեփական նախաձեռնությամբ կամ համապատասան պետության խնդրանքով:", "79.  Այն բանից հետո, երբ առաջարկությունը քննության առնվեց որոշումների համատեղ ընդունման ընթացակարգով և ընդունվեց Եվրախորհրդարանի կողմից առաջին ընթերցմամբ, 2009թ. մայիսի 7-ին այն ներկայացվեց Հանձնաժողովին և Խորհրդին:", "80.  2010թ. հուլիսի 15-ին և 16-ին Բրյուսելում կայացած Արդարադատության և ներքին գործերի խորհրդի ոչ պաշտոնական հանդիպման ժամանակ, Եվրոպական Միության Խորհրդի Բելգիայի նախագահությունը օրակարգում ընդգրկեց մինչև 2012թ. ապաստանի տրամադրման միասնական համակարգի մշակման և միջազգային պաշտպանության միասնական չափորոշիչի ստեղծման մասին կարծիքների փոխանակման կետը: Քննարկումը մասնավորապես ծավալվեց այն հարցի շուրջ թե ինչպիսի կարևորություն պետք է Խորհրդի կողմից տրվի Դուբլինի կանոնակարգի վերաձևավորման շուրջ բանակցություններին և թե արդյոք նախարարները կհամաձայնվեն այնտեղ ներառել ժամանակավոր կասեցման սկզբունքը:", "81.  Եվրոպական Համայնքների Դատարանը (ԵՀԴ), որը Լիսաբոնի պայմանգրի ուժի մեջ մտնելուց հետո վերանվանվեց Եվրոպական Միության Դատարան (ԵՄԴ), իր վճիռներից մեկում անդրադարձել էր Դուբլինի կանոնակարգին: Պետրոսյանի գործում [Petrosian] (C-19/08, 29 հունվարի 2009թ. դատավճիռ) նրանից պահանջվում էր պարզաբանել հոդված  20 §§ 1 և 2-ի մեկնաբանությունը ապաստանի տրամադրման հայցի և տեղափոխման ժամկետի հաշվարկման համար պատասխանատվություն ստամձնելու հարցի վերաբերյալ, այն դեպքի համար, երբ միջնորդող պետության օրենսդրությամբ նախատեսված էր բողոք ներկայացնելու դեպքում ճկիրառել վճիը: ԵՀԴ-ն գտավ, որ այդ ժամկետը սկսվում էր այն պահից, երբ միջնորդության ըստ էության մասին որոշում էր կայացվել:", "82.  ԵՀԴ-ն վերջերս միջնորդություն ստացավ Վճռաբեկ դատարանից (ՄԻացյալ Թագավորության)՝ Դուբլինի կանոնակարգում սահմանված երկրի հայեցողության սկզբունքին տրված մեկնաբանության վերաբերյալ նախնական որոշում կայացնելու վերաբերյալ (N.S.-ի գործը, C-411/10):", "(բ) ապաստանի տրամադրման հետ կապված հարցերի վերաբերյալ Եվրոպական Միության հանձնարարականները", "83. Դուբլինի կանոնակարգը լրացնում են ևս երեք ԵՄ-ի փաստաթղթեր.", "84.  2003թ. հունվարի 27-ի թիվ 2003/9 հանձնարարականը Մասնակից պետություններում ապաստան հայցողներին ընդունելու նվազագույն չափորոշիչների սահմանման մասին \n(այսուհետ՝ Ընդունման հանձնարարական), որն ուժի մեջ է մտել պաշտոնական տեղեկագրում հրապարակման օրը (OJ L 31. 6.2.2003թ.): Այն նախատեսում է, որպեսզի պետություններն ապաստան հայցողների համար ապահովեն.", "-\tընդունման որոշ առաջնային պայմաններ, այդ թվում, կացարաի, սննդի և հագուստի տրամադրումը՝ բնեղեն կամ գումարի տեսքով, ընդ որում տրվող գումարը պետք է բավարար լինի ապաստան հայցողներին չքավորությունից պաշտպանելու համար, \t", "-\tընտանիկի միասնությունը պաշտպանելուն ուղղված պայմանավորվածությունները,", "-\tբժշկական և հոգեբանական օգնություն,", "-\tանչափահասների համար կրթություն ստանալու հնարավորություն և անհրաժեշտության դեպքում լեզվի դասընթացներ՝ հետագա ուսման հավասարությունն ապահովեկու համար:", "2007թ. Եվրոպական հանձնաժողովը դիմեց ԵՀԴ-ին (ներկայումս՝ ԵՄԴ) խնդրանքով ուսումնասիրելու թե արդյոք Հունաստանը կատարում է փասխտականների ընդունման հարցում իր պարտավորությունները: 2007թ. ապրիլի 19-ին կայացրած վճռում (գործ C-72/06), ԵՀԴ-ն գտավ, որ Հունաստանը չի կատարում Ընդունման հանձնարարականով նախատեսված պարտավորությունները: Հունաստանի իշխանություններն այնուհետև փոխատեղեցին Ընդունման հանձնարարականը ներպետական օրենսդրություն:", "2009թ. նոյեմբերի 3-ին Եվրոպական հանձնաժողովը նամակ հղեց Հունաստան, հայտարարելով, որ նոր վարույթ է նախաձեռնում երկրի դեմ:", "85.  2005թ. դեկտեմբերի 1-ի թիվ 2005/85 հանձնարարականը Մասնակից պետություններում փախստականի կարգավիճակի շնորհման և չեղյալ հայտարարման ընթացակարգերի նվազագույն չափորոշիչների մասին (այսուհետ՝ Ընթացակարգերի հանձնարարական), որն ուժի մեջ մտավ պաշտոնական տեղեկագրում հրապարակման օրը (OJ L 326/13, 13.12.2005թ.), երաշխավորում է հետևյալ իրավունքները.", "-\tապաստան ստանալու հայցը չի կարող մերժվել սոսկ այն պատճառով, որ այն չի ներկայացվել հնարավորինս արագ: Բացի այդ, հայցը պետք է քննվի անհատական կարգով, օբյեկտիվորեն և անաչառորեն,", "-\tապաստան հայցողներն իրավունք ունեն գտնվելու Մասնակից պետությունունում այնքան ժամական քանի դեր իրենց հայցով որոշում չի կայացվել, \t", "-\tՄասնակից պետությունները պարտավոր են ապահովելու, որպեսզի ապաստանի հայցերը ներկայացվեն գրավոր տեսքով և, հայցը մերժելու դեպքում, գրավոր որոշման մեջ ներկայացվեն հայցի մերժման հիմքերը և տեղեկատվություն տրամադրվի թե ինչպես կարելի է բողոքարկել բացասական որոշումը,", "-\tապաստան հայցողներին պետք է ծանոթացնել այն ընթացակարգին, որին նրանք պետք է հետևեն, իրենց իրավունքներին և պարտականություններին և որոշում ընդունող մարմնի կողմից կայացրած որոշմանը,", "-\tանհրաժետության դեպքում ապաստան հայցողները կարող են օգտվել թարգմանչի ծառայություններից՝ իրենց գործը իրավասու իշխանություններին ներկայացնելու համար,", "-\tապաստան հայցողներին չի կարելի զրկել ՄԱԿ ՓԳՀ-ի հետ կապ հաստատելու հնարավորությունից: Միևնույն ժամանակ Մասնակից պետությունները պետք է հնարավորություն ընձեռեն ՄԱԿ ՓԳՀ-ին հանդիպելու ապաստան հայցողներին, այդ թվում՝ կալանքի տակ գտնվողներին, ինչպես նաև տեղեկատվություն տրամադրեն նրան ապաստան ստանալու համար ներկայացված հայցերի և համապատսխան ընթացակարգերի մասին և կարծիքների փոխանակման համար հանդիպումներ կազմակերպել նրա և իրավասու մարմինների միջև,", "-\tապաստան հայցողներին հնարավորություն պետք է ընձեռել սեփական հաշվին արդյունավետ ձևով խորհրդակցելու իրավաբանի հետ: Իրավասու մարմնի կողմից բացասական որոշում ընդունելու դեպքում Մասնակից պետությունները պարտավոր են ապահովելու, որպեսզի ապաստան հայցողի խնդրանքով նրան տրամադրվի անվճար իրավաբանական օգնություն: Այդ իրավունքը կարող է սահմանափակումների ենթակա լինել (փաստաբանի ընտրությունը կարող է սահմանափակվել ներպետական օրենքի համաձայն հատուկ նշանակված իրավական խորհրդատուներով, բողոքները սահմանափակվեն միայն այնպիսիներով, որոնց շահելու հնարավորությունը մեծ է, իկս անվճար իրավական օգնությունը տրվի միայն բավարար միջոցներ չունեցող դիմումատուներին):", "2006թ. փետրվարին Եվրոպական հանձնաժողովը դատական վարույթ հարուցեց Հունաստանի դեմ իր պարտավորությունները չկատարելու համար, Հունաստանի ապաստանի տրամադրման համակարգի ընթացակարգային թերությունների պատճառով և գործը ներկայացրեց ԵՀԴ-ին (ներկա ԵՄԴ-ին): Այն բանից հետո, երբ 2008թ. հուլիսին Հունաստանը փոխատեղեց Ընդունման հանձնարարականը ներպետական օրենսդրություն, գործը ցուցակից դուրս բերվեց:", "2010թ. հունիսի 24-ին Եվրոպական դատական ԵՄԴ-ում վարույթ հարուցեց Բելգիայի դեմ այն հիմքերով, որ Բելգիայի իշխանությունները ամբողջությամբ չէին փոխատեղել Ընդունման հանձնարարականը ներպետական օրենսդրություն, մասնավորապես դա վերաբերում էր անհատական հարցազրույցների անցկացման հարցում նվազագույն պարտավորություններին:", "2009թ. հոկտեմբերի 21-ին Ընդունման հանձնարարականը վերաձևավորելու մասին ներկայացրած իր առաջարկում (COM(2009) 554 վերջնական), Հանձնաժողովը ուսումնասիրել էր հայցատուին տեղեկացնելու պարտավորության խստացման նպատակահարմարությունը: Այն նաև սահմանել էր առաջին ատյանի դատարանի կամ զինվորական դատարանի կողմից այսուհետ ընդունված որոշումների համապարփակ քննությունը և նշել էր, որ արդյունավետ իրավական պաշտպանություն հասկացությունը պահանջում է այդ որոշումներն քննության առնել ինչպես փաստացիական, այնպես էլ իրավական ճշգրտության տեսանկյունից: Բացի այդ սահմանվել էին դրույթներ, համաձայն որոնց բողոքարկումներն ինքնստինքյան կանգնեցնում էին կայացրած որոշման կատարումը մինչ բողոքի վերաբերյալ վճիռ կայացնելը: Առաջարկվող փոփոխությունները նպատակ էին հետապնդում համապատասխանեցնելու հանձնարարականը զարգացող նախադեպային իրավունքին այնպիսի հարցերում, ինչպիսիք էին պաշտպանության իրավունքը, կողմերի հավասարությունը և արդյունավետ դատական պաշտպանության իրավունքը:", "86.  2004թ. ապրիլի 29-ի թիվ 2004/83 հանձնարարականը վերաբերում էր երրորդ երկրների քաղաքացիների կամ քաղաքացիություն չունեցող անձանց փախստականի կարգավիճակի կամ միջազգային պաշտպանության որևէ այլ որակավորման և տրամադրվող պաշտպանության նվազագույն չափորոշիչներին (այսուհետ՝ Որակավորման հանձնարարական): Այն ուժի մեջ մտավ պաշտոնական տեղեկագրում հրապարակման օրը (OJ L 304, 30.09.2004թ.):", "Այդ Հանձնարարականում սահմանված են փախստականի կամ սուբսիդիար պաշտպանության կարիք ունեցող անձի կարգավիճակ շնորհելու համար չափանիշները և դրանցից յուրաքանչյուրից բխող իրավունքները: Այն սահմանում է Ժնըի կոնվենցիայում չներառված, սակայն այդուհանդերձ միջազգային պաշտպանության կարիք ունեցող անձանց, օրինակ՝ համատարած բռնության կամ քաղաքացիական պատերազմի զոհ հանդիսացողների ժամանակավոր պաշտպանության ներդաշնակ համակարգ:", "ԵՀԴ-ն (ներկայումս ԵՄԴ) երկու վճիռներ է կայացրել Որակավորման հանձնարարականի հարցերով՝ 2009թ. փետրվարի 17-ի Elgafaji (C-465/07) և 2010թ. մարտի 2-ի \n«Salahadin Abdulla և մյուսները» (C-175, 176, 178 և 179/08 միաժամանակ քննված գործերով) դատավճիռները:", "Գ. Եվրախորհրդի Մարդու իրավունքների հանձնակատարի համապատասխան փաստաթղթերը", "87.  Հունաստան կատարված այցերից հետո հրապարակված հաշվետվություններից բացի (տես՝ սույն դատավճռի 160-րդ կետը), 2001թ. սեպտեմբերի 19-ին Հանձնակատարը հրապարակել էր բանաձև «Եվրախորհրդի Մասնակից պետություն մուտք գործել ցանկացող օտարերկրացիների իրավունքների և արտաքսման որոշումների կիրառման մասին», որտեղ, inter alia, նշում էր.", "«1. Յուրաքանչյուր անձ իրավունք ունի Մասնակից պետության սահմանը ժամանելիս արժանանալու մարդկային արժանապատվությանը հարիր հարգալից վերաբերմունքի, այլ որ թե նախապես համարվել հանցագործ կամ խաբեբաության մեջ մեղավոր:", "2. Յուրաքանչյուր ժամանած անձի, ում մուտք գործելու իրավունքը վիճարկվում է, հնարավորություն է ընձեռնվում ներկայացնելու իր հանգամանքները, անհրաժեշտության դեպքում թարգմանչի օգնությամբ, որի վարձավճարը հոգում է ժամանման երկիրը, որպեսզի, անհրաժեշտության դեպքում նա կարողանա ապաստան հայցել: Դա նաև հանգեցնում է անձնական գործ բացելու իրավունքի, այն բանից հետո, երբ անձն իր համար ըմբռնելիի լեզվով պատշաճ կերպով տեղեկացվում է այն ընթացակարգի մասին, որին պետք է հետևի: Ուստի, «ժամանման վայրում» refoulement-ի գործելակերպն անընդունելի է:", "3. Որպես կանոն բացառվում է տեղաշարժի ազատության որևէ սահմանափակումը: Բոլոր հնարավոր դեպքերում կալանքը փոխարինվում է վերահսկման այլ միջոցներով, ինչպիսիք են երաշխիքի կամ գրավի կամ այլ համանման միջոցների տրամադրումը: Այն դեպքում, երբ կալանքը օտարերկրացու ֆիզիկական ներկայությունն ապահովելու միակ միջոցն է, այն չի կարող պարբերաբար տեղի ունենալ ոստիկանության բաժանմունքում կամ բանտում, բացառությամբ որևէ այլ գործնական այլընտրանքի բացակայության պարագայում, և նման դեպքում խստորեն սահմանափակվում է այնքան ժամանակ, որքան անհրաժեշտ է մասնագիտացված կենտրոն տեղափոխելը կազմակերպելու համար:", "...", "9. Արգելվում է բանտային պայմաններով կենտրոններ ստեղծելը:", "...", "11. Կարևոր է, որպեսզի իրավական պաշտպանության միջոցները ՄԻԵԿ-ի 13-րդ հոդվածի իմաստով ոչ միայն երաշխավորվեն օրենքով, այլ նաև տրամդրվեն գործնականում, երբ անձը պնդում է, որ իրավասու իշխանությունները խախտել են կամ պատրաստվում են խախտել ՄԻԵԿ-ով երաշխավորված իրավունքը: Արդյունավետ իրավական պաշտպանության իրավունքը պետք է երաշխավորվի յուրաքանչյուրի համար, ով ցանկանում է վիճարկել refoulement-ը կամ արտաքսման հրահանգը: Այն պետք է արտաքսման հրահանգի կատարումը կասեցնելու հնարավորություն նախատեսի, առնվազն այն դեպքում, երբ վիճարկվում է ՄԻԵԿ-ի 2-րդ կամ 3-րդ հոդվածների խախտումը»:", "III.  ՀԱՄԱՊԱՏԱՍԽԱՆ ՕՐԵՆՍԴՐՈՒԹՅՈՒՆՆ ՈՒ ՊՐԱԿՏԻԿԱՆ ՀՈՒՆԱՍՏԱՆՈՒՄ", "Ա. Ապաստան հայցողների ընդունման պայմանները", "1. Կացություն", "88.  Ապաստան հայցողների ընդունման պայմանները Հունաստանում հիմնականում կարգավորվում են թիվ 220/2007 նախագահական որոշմամբ (այսուհետ՝ ՆՈ), որն իրենից ներկայացնում է փոխատեղված Ընդունման հանձնարարականը: Սույն դատավճռին կիրառելի դրույթներն այդ փաստաթղթում կարելի է ամփոփել հետևյալ ձևով:", "89.  Ապաստանի հայցը ստանալու և քննելու համար պատասխանատու մարմինը հայցատուին ապաստան հայցողի անվճար քարտ է տալիս անմիջապես այն բանից հետո, երբ հայտնի են դառնում նրա մատնահետքերի ստուգման արդյունքները, բայց ոչ ու քան ապաստան տրամադրելու հայցը ստանալուց երեք օր հետո: «Վարդագույն քարտ» անվանվող այդ քարտը հայցատուին թույլ է տալիս Հունաստանում գտնվել հայցը քննելու ողջ ընթացքում: Քարտն ուժի մեջ է վեց ամսվա ընթացքում և այնուհետև կարող է երկարացվել այնքան ժամանակ, քանի դեռ վերջնական որոշումը չի կայացվել (հոդված 5 § 1):", "90.  Համաձայն հոդված 12 §§ 1 և 3-ի, իրավասու մարմինները պարտավոր են դիմելու համապատասխան քայլերի, որպեսզի ապահովեն ապաստան հայցողների ընդունման առաջնային կենցաղային պայմանները: Նրանց համար երաշխավորվում են այնպիսի կենցաղային պայմաններ, որոնք թույլ են տալիս պահպանելու առողջական վիճակը և գոյատևությունը, ինչպես նաև հիմնարար իրավունքները: Նման միջոցները կարող են սահմանափակվել և տրվել միայն կարիքավորներին:", "91.  Ապաստան հայցողները, որոնք չունեն որևէ կացարան կամ այն վճարելու համար անհրաժեշտ գումար, տեղավորվում են ընդունման կենտրոնում կամ այդ նպատակին ծառայող որևէ այլ կառույցում՝ այդ մասին դիմելով իրավասու մարմնին (հոդված 6 § 2): Համաձայն Հունաստանի առողջապահության և սոցիալական համերաշխության նախարարության, 2009թ. երկրի տարբեր մասերում գործում էին տասնչորս ընդունման կենտրոններ ապաստան հայցողների համար, որտեղ միաժամանակ կարող էին սպասարկվել 935 մարդ: Դրանցից վեցը նախատեսված էին խնամազուրկ անչափահասների համար:", "92.  Աշխատել ցանկացող ապաստան հայցողներին տրվում էր ժամանակավոր աշխատանքի թույլտվություն թիվ 189/1998 ՆՈ-ում [նախագահի ոչոշում] սահմանված պայմաններին համապատասխան (թիվ 220/2007 ՆՈ, հոդված 10 § 1): Համաձայն թիվ 189/1998 ՆՈ հոդված 4 «գ»-ի իրավասու մարմինները պարտավոր են հայցատուին տրամադրել աշխատանքի թույլտվությունն այն բանից հետո, երբ կհամոզվեն, որ հայցվող աշխատատեղով հետաքրքրված չէ որևէ «Հունաստանի քաղաքացի, Եվրոպական Միության քաղաքացի, փախստականի կարգավիճակ ունեցող քաղաքացի, հունական արմատներ ունեցող քաղաքացի և այլն»:", "93. Ապաստան հայցողները կարող են մասնակցել մասնագիտական վերապատրաստման ծրագրերին նույն պայմաններով, ինչպես որ Հունաստանի քաղաքացիները (հոդված 11):", "94. Ֆինանսական միջոցներ չունենալու և ապահովագրված չլինելու դեպքում ապաստան հայցողներին տրամադրվում է անվճար բժշկական և հիվանդանոցային օգնություն: Շտապօգնությունը նույնպես անվճար է   (թիվ 220/2007 ՆՈ հոդված 14):", "2. Կալանավորում", "95.  Այն դեպքւմ, երբ օտարերկրացի անձի վարչական արտաքսումը թիվ 3386/2005 օրենքի 76(1) կետին համապատասխան թույլ է տրվում (տես՝ սույն դատավճռի 119-րդ կետը) և այդ օտարերկրացի անձը կասկածվում է փախուստ կատարելու մտադրության մեջ, որը կարող է սպառնալ հասարակական կարգին կամ խոչընդոտել նրա մեկնելուն կամ արտաքսման գործընթացի կազմակերպմանը, նրան կարելի է ժամանակավոր կալանքի տակ վերցնել երեք օր ժամկետով, մինչև արտաքսման մասին որոշման ուժի մեջ մտնելը (բաժին 76(2)): Քանի դեռ թիվ 3772/2009 օրենքը ուժի մեջ չէր մտել վարչական կալանքը կարող էր տևել մինչև երեք ամիս: Ներկայումս այն կազմում է վեց ամիս և կարող է երկարաձգվել ևս տասներկու ամսով:", "96. Արտաքսման հրահանգի դեմ Գերագույն վարչական դատարան հղած գանգատը կալանքի կիրառումը չի կասեցնում (թիվ 3386/2005 օրենքի 77-րդ բաժին):", "97. 76(1) բաժնով նախատեսված դեպքերում, Աթենքի միջազգային օդանավակայան ժամանելիս համապատասխան անձն տեղավորվում է օդանավակայանի հարևանությամբ գտնվող կալանատանը: Երկրի այլ մասում նման անձինք պահվում են ապաստան հայցողների կալանավորման կենտրոններում կամ ոստիկանության բաժանմունքներում:", "98.  Համաձայն թիվ 90/2008 ՆՈ-ի 13 § 1 հոդվածի, ապաստան ստանալու հայց ներկայացնելը քրեական հանցագործություն չի համարվում և, այդ հիմքով հայցատուի կալանավորումն արդարացվել չի կարող, եթե նույնիսկ նա երկիր ապօրինի մուտք է գործել:", "Բ.  Ապաստան տրամադրելու ընթացակարգը", "1. Կիրառելի դրույթները", "99.  Ապաստանի ընթացակարգի նկատմամբ կիրառելի դրույթները առկա են հետևյալ նախագահական որոշումներում՝ փախստականի կարգավիճակի տրամադրման, չեղյալ հայտարարման, օտարերկրացու արտաքսման, ընտանիքի անդամների կացության թույլատրության և ՄԱԿ ՓԳՀ-ի հետ համագործակցության միջոցների մասին թիվ 61/1999 և թիվ 2005/85 ՆՈ, ինչպես նաև Ընթացակարգերի հանձնարարականը փոխատեղող թիվ 90/2008 ՆՈ, թիվ 81/2009 ՆՈ-ի խմբագրությամբ:", "(ա) Ընթացակարգից օգտվելու հնարավորությունը", "100. Բոլոր երրորդ երկրների քաղաքացիներն ու քաղաքացիություն չունեցող անձինք ապաստան հայցելու իրավունք ունեն: Հայցերը ստանալու և քննության առնելու համար պատասխանատու իրավասու մարմինները ապահովում են, որպեսզի բոլոր չափահաս անձինք հնարավորություն ունենան օգտվելու հայց հղելու իրավունքից, եթե նրանք անձամբ ներկայանում են երկրի իշխանություններին (թիվ 90/2008 ՆՈ, հոդված 4 § 1):", "101.  Երկրի իշխանություններն անմիջապես ծանոթացնում են ապաստան հայցողներին իրենց իրավունքների և պարտականությունների մասին՝ վերջիներիս տրամադրելով իրենց համար հասկանալի լեզվով կազմված գրքույկ, որտեղ նկարագրվում է ապաստան ստանալու հայցերի քննության ընթացակարգը և ապաստան հայցողի իրավունքներն ու պարտականությունները: Եթե ապաստան հայցողը չի հասկանում գրքույկի լեզուն կամ կարդալ չգիտի, նրան թարգմանչի միջոցով բանավոր ծանոթացնում են գրքույկի բովանդակությանը (թիվ 61/1999 ՆՈ, հոդված 1 § 6 և թիվ 90/2008 ՆՈ, հոդված 8 § 1):", "102. Տեղեկատվական գրքույկը կազմվել է ՄԱԿ ՓԳՀ-ի օժանդակությամբ և հրատարակվել վեց լեզուներով (արաբերեն, անգլերեն, ֆրանսերեն, հունարեն, պարսկերեն և թուրքերեն):", "103.  Երբ ապաստան հայցողները ժամանում են Աթենքի միջազգային օդանավակայան, այդ տեղեկատվությունը տրամադրելու պատասխանատվությունը դրված է օդանավակայանում աշխատող անվտանգության ծառայության աշխատակիցների վրա: Թարգմանչական ծառայություններ տրամադրում են Աթենքի ոստիկանության բաժանմունքի, հասարակական կազմակերպությունների կամ օդանավակայանի թարգմանիչները:", "104.  Ապաստան հայցողները պարտավոր են համագործակցել իրավասու մարմինների հետ (թիվ 90/2008 ՆՈ, հոդված 9 § 1 ): Մասնավորապես, նրանք պետք է տեղյակ պահեն իրենց բնակության վայրի որևէ փոփոխության մասին (թիվ 220/2007 ՆՈ, հոդված 6 § 1):", "105. Եթե օտարերկրացին օդանավակայանում ապաստան չի հայցել, ապա նա պետք է մոտակա շաբաթ օրը ներկայանա Ատիկայի ոստիկանության բաժանմունքի Օտարերկրացիների հարցերով տնօրինություն և այնտեղ հանձնի ապաստան ստանալու հայցը: Թիվ 81/2009 ՆՈ-ի (1-ին հոդվածի) ուժի մեջ մտնելուց հետո ապաստանի հայցերի ներկայացման գործընթացն ապակենտրոնացվել է և ներկայումս դրանք կարող են ներկայացվել երկրի տարբեր մասերում գործող հիսուն երկու ոստիկանության բաժանմունքներում:", "106.  Օդանավակայանում ապաստանի հայց ներկայացրած անձինք երեք օրվա ընթացքում պարտավոր են ներկայանալու Ատիկայի ոստիկանության բաժանմունք, որպեսզի գրանցեն իրենց բնակության վայրը:", "107. Նրանց այնուհետև հրավիրում են ոստիկանության բաժանմունք անհատական հարցազրույցի համար, որի ընթացքում նրանց կարող է ներկայացնել փաստաբանը: Հարցազրույցն անց է կացվում թարգմանչի օգնությամբ և ապաստան հայցողը պետք է հաստատի հայցի մեջ նշված ամբողջ տեղեկատվությունը և մանրամասն տեղեկություններ հաղորդի իր անձի, Հունաստան ժամանելու ճանապարհի և սեփական երկրից հեռանալու պատճառների մասին (ՆՈ թիվ 90/2008, հոդված 10 § 1):", "(բ) Ապաստանի հայցի քննությունը առաջին ատյանում", "108.  Մինչև 2009թ., հարցազրույցն անցկացնելուց հետո ոստիկանության ծառայողը ապաստան ստանալու հայցը ներկաայցնում էր հասարակական կարգի պահպանման նախարարությանն (ներկա քաղաքացիական պաշտպանության նախարարության) առնթեր փախստականների խորհրդատվական երեք հանձնաժողովներից որևէ մեկին՝ կարծիք ստանալու համար: Այդ հանձնաժողովների կազմում ներգրավված էին ոստիկանության աշխատակիցներ, տեղական մարմինների ներկայացուցիչներ և որոշ դեպքում նաև ՄԱԿ ՓԳՀ-ն՝ դիտորդի դերում: Հանձնաժողովը, որին ներկայացվում էր հայցը, կազմում էր կարծիք՝ Ատիկայի ոստիկանության բաժանմունք ներկայացվող ծառայողական զեկույցի տեսքով, որն էլ կայացնում էր վերջնական որոշումը:", "109.  Թիվ 81/2009 ՆՈ-ն նախատեսում է առաջին ատյանում ապաստանի հայցի քննության գործընթացի ապակենտրոնացում և երկրի բոլոր շրջանների հիսուն երկու ոստիկանության բաժանմունքներում փախստականների հարցերով խորհրդատվական հանձնաժողովների կազմավորում (հոդված 3): Թեև քննության ընթացակրգը փոփոխություններ չի կրել, սակայն ներկայումս այն իրականացվում է երկրի տարբեր շրջանների հիսուն երկու ոստիկանության բաժանմունքներում:", "110. Որոշումները կայացվում են անհատական հիմքերով՝ մանրակրկիտ, օբյեկտիվ և անաչառ ուսումնասիրություան արդյունքում: Իշխանությունները հավաքում և վերլուծում են ճշգրիտ, մանրամասն տեղեկատվություն վստահելի աղբյուրներից, օրինակ՝ ՄԱԿ ՓԳՀ-ի կողմից տրամադրվող նյութերը ապաստան հայցողի երկրում ընդհանուր իրավիճակի մասին (թիվ 90/2008 ՆՈ, հոդված 6 § 2): Ինչպես և ընթացակարգի բոլոր փուլերում հայցատուներին տրվում են թարգմանչական ծառայություններ պետության հաշվին (թիվ 90/2008 ՆՈ, հոդված 8 § 1 «բ»):", "111.  Ապաստան հայցողը կարող է սեփական հաշվին օգտվել իրավաբանի կամ այլ խորհրդատուի ծառայություններից (թիվ 90/2008 ՆՈ, հոդված 11 § 1):", "112.  Որոշումը տրամադրվում է հայցատուին իր իրավաբանի կամ փաստաբանի ներկայությամբ (թիվ 90/2008 ՆՈ, հոդված 8 § 1 «դ»): Այդ կետի վերաբերյալ գրքույկի 10-րդ կետում նշված է հետևյալը.", "«... [Վարդագույն] քարտում նշվում է հայցողի կողմից հայտնած բնակության հասցեն կամ հայցողի կացության համար նշանակված ընդունման կենտրոնը: Որոշումը կայացնելուց հետո այն ուղարկվում է հայցողի կողմից հայտնած բնակության հասցեով, հետևաբար կարևոր է ոստիկանությանն անհապաղ տեղեկացնել բնակության հասցեի որևէ փոփոխության մասին»:", "113.  Եթե հասցեն հայտնի չէ, որոշումն ուղարկվում է քաղաքապետարանի ծառայության գլխամասային գրասենյակը, որտեղ ներկայացվել է ապաստան ստանալու հայցը, և այն փակցվում է քաղաքապետարանի հայտարարությունների ցուցանակի վրա, ինչպես նաև ուղարկվում է ՄԱԿ ՓԳՀ (թիվ 90/2008 ՆՈ, հոդված 7 § 2):", "114.  Տեղեկությունը հայցողին հաղորդվում է հայցատուի համար ողջամտորեն հասկանալի լեզվով, եթե նրա շահերը այլ անձ չի ներկայացնում և նրան իրավական օժանդակություն չի տրամադրվում (թիվ 90/2008 ՆՈ, հոդված 8 § 1 «ե»):", "(գ) Բացասական որոշումնրի բողոքարկումը", "115.  Մինչև 2009թ. ապաստանի հայցը մերժելու դեպքում փախստականների հարցերով հանձնաժողովն այն քննության էր առնում երկրորդ ատյանում (թիվ 90/2008 ՆՈ, հոդված 25): ՄԱԿ ՓԳՀ-ն ներկա էր գտնվում հանձնաժողովի այդ նիստերում (թիվ 90/2008 ՆՈ, հոդված 26): Այնուհետև, հնարավոր էր դիմել որոշումը բեկանելու համար Գերագույն վարչական դատարան: Թիվ 81/2009 ՆՈ-ի 5-րդ հոդվածի համաձայն փախստականների հարցերով հանձնաժողովներն երկրորդ ատյանի գործառույթ այլևս չէին իրականացնելու: 2009թ. սկսած առաջին ատյանի որոշումների դեմ բողոքներն անիմջապես ներկայացվում են Գերագույն վարչական դատարան: 2009թ. հուլիսին ՄԱԿ ՓԳՀ-ն որոշեց, որ նա այլևս չի մասնակցելու այդ ընթացակարգին:", "116. Բացառությամբ այն դեպքերի, երբ հայցատուին արդեն իսկ գրավոր տեսքով ներկայացվել է համապատասխան տեղեկատվությունը, հայցը մերժելու մասին որոշման մեջ պետք է նշվի բողոք ներկայացնելու հնարավորությունը, վերջնաժամկետը և նշված ժամկետում բողոք չնեկայացնելու հետևանքները   (թիվ 90/2008 ՆՈ, հոդվածներ 7 § 3 և 8 § 1 «ե»):", "117.  Գերագույն վարչական դատարան ներկայացրած բողոքը չի կանգնեցնում հայցը մերժելու որոշում կայացնելուց հետո տրված արտաքսման հրահանգի կատարումը: Սակայն օտարերկրացի անձն իրավունք ունի բողոքարկելու արտաքսման մասին հրահանցը՝ այդ մասին ծանուցում ստանալուց հետո հինգ օրվա ընթացքում: Այդ դեպքում որոշումը կայացվում է բողոքը ներկայացնելու օրվանից հետո երեք աշխատանքային օրվա ընթացքում: Նման բողոքն արդեն կասեցնում է արտաքսման որոշման կատարումը: Այն դեպքում, երբ կալանքի տակ վերցնելու որոշումը արվում է արտաքսման մասին հրահանգի հետ միաժամանակ, բողոքը կասեցնում է արտաքսումը, սակայն ոչ կալանքի մասին որոշումը (թիվ 386/2005 օրենքի 77-րդ կետ):", "118. Գերագույն վարչական դատարան բողոք ներկայացնելու դեպքում ապաստան հայցողներին կարող է տրամադրվել իրավաբանական օժանդակություն, այն դեպքում եթե բողոքը ակնհայտորեն անընդունելի կամ անհիմն չէ (թիվ 90/2008 ՆՈ, հոդված 11 § 2):", "(դ) Պաշտպանությունը refoulement-ից", "119., Թիվ 3772/2009 օրենքի (բաժին 76(1) «գ») խմբագրությամբ թիվ 3386/2005 օրենքով նախատեսվում է օտարերկրացու վարչական արտաքսում, երբ վերջինիս Հունաստանում գտնվելը սպառնում է երկրի հասարակական կարգին կամ ազգային անվտանգությանը: Օտարերկրացին կարող է նման վտանգ ներկայացնել այն դեպքում, եթե նրա դեմ հարուցված ընթացքի մեջ գտնվող քրեական վարույթով նախատեսվում է ավելի քան երեք ամիս ազատազրկում: Կեղծ անձնագրով կամ անձը հաստատող այլ ճանապարհորդային փաստաթղթերով երկրիը լքելը համարվում է քրեական հանցագործություն, որը նախատեված է թիվ 3386/200583 օրենքի 83(1) և 87(7) բաժիններով:", "120. Սակայն օրենքի այդ դրույթը չի տարածվում ապաստան հայցողների և փախստականների վրա (բաժիններ 1 «գ» և 79 «դ»)): Ապաստան հայցողները կարող են մնալ երկրում մինչև իրենց հայցի քննության վարչական ընթացակարգի ավարտը և որևէ կարգով երկրից հեռացվել չեն կարող (թիվ 61/1999 ՆՈ, հոդված 1 § 1 և թիվ 90/2008 ՆՈ, հոդված 5 § 1):", "(ե) Մարդասիրական հիմքերով և սուբսիդիար պաշտպանության համար երկրում ժամանակավոր կացության թույլտվություն", "121. Բացառիկ դեպքերում, մասնավորապես մարդասիրական նկատառումներից ելնելով, հասարակական կարգի պահպանման նախարարը (ներկայումս քաղաքացիական պաշտպանության նախարար) կարող է թույլ տալ երկրում օտարերկրացու ժամանակավոր կացությունը, որի ապաստան ստանալու հայցը մերժվել է, այնքան ժամանակ մինչև վերջինս հնարավորություն կունենա մեկնելու երկրից (թիվ 1975/1991 օրենքի բաժին 25(6)): Երբ նման թույլտվությունը տրվում է մարդասիրական հիմքերով, հաշվի են առնվում այնպիսի չափանիշներ, ինչպիսիք են օբյեկտիվ պատճառներով հեռանալու կամ քաղաքացիության երկիր վերադառնալու հնարավորության բացակայությունը անհաղթահարելի ուժի՝ force majeure-ի պատճառով, ինչպիսիք են լուրջ առողջապահական պատճառները, քաղաքացիության երրկի միջազգային բոյկոտումը, մարդու իրավունքների զանգվածային ոտնահարմամբ ուղեկցվող քաղաքացիական ընդվզումները կամ քաղաքացիության երկրում անձին սպառնացող Կոնվենցիայի 3-րդ հոդվածին հակասող վերաբերմունքը (ՆՈ թիվ 61/1999 հոդված 8 § 2): Վերջին դեպքում Գերագույն վարչական դատարանը գտնում է, որ Կոնվենցիայի 3-րդ հոդվածի հիմքերով վտանգը հաշվի առնելը վարչական մարմինների համար ոչ թե կամընտիր, այլ պարտադիր է (տես, օրինակ, թիվ 4055/2008 և 434/2009 դատավճիռներ):", "122. Սուբսիդիար պաշտպանություն կարող է նաև շնորհվել թիվ 2004/83/EC հանձնարարականը փոխատեղած թիվ 96/2008 ՆՈ-ով, որտեղ սահմանված են երրորդ երկրների քաղաքացիների կամ քաղաքացիություն չունեցող անձանց փախստականի կարգավիճակի կամ միջազգային պաշտպանության որևէ այլ որակավորման նվազագույն չափորոշիչները և տրամադրվող պաշտպանության էությունը:", "(զ) Ապաստանի ընթացակարգի շարունակական բարեփոխումը", "123.  2009թ. հոկտեմբերին Հունաստանում կայացած խորհրդարանական ընտրություններից հետո նորընտիր կառավարությունը ստեղծեց փորձագետների հանձնաժողով, որը առաջարկություններ պետք է ներկայացներ Հունաստանում ապաստանի տրամադրման համակարգի բարեփոխման վերաբերյալ: Հանձնաժողովին, որի կազմում ընդգրկված էին քաղաքացիական պաշտպանության նախարարության, ներքին գործերի և առողջապահության նախարարության, ՄԱԿ ՓԳՀ-ի, Հունաստանի փախստականների հարցերով խորհրդի, մարդու իրավունքների պաշտպանի գրասենյակի ներկայացուցիչները, ինչպես նաև մի շարք գիտնականներ, առաջադրանք է տրվել ուսումնասիրելու ներկա օրենսդրությունում և պրակտիկայում փոփոխություններ կատարելու հնարավորությունները և առաջարկություններ ներկայացնել ապաստանի հայցերի հարցերով նոր քաղաքացիական մարմնի կազմի ու գործառույթների վերաբերյալ, որում ընդգրկվելու են ոչ թե ոստիկանության ծառայողներ, ինչպես դա նախկինում էր, այլ պետական ծառայողներ: Նախատեսվում է նաև վերականգնել փախստականների հարցերով խորհրդատվական հանձնաժողովի բողոքարկման մարմնի դերը:", "124.  2009թ. դեկետմեբրի 22-ին փորձագետների հանձնաժողովը Հունաստանի կառավարությանը ներկայացրեց իր առաջարկությունները, որոնց հիման վրա պատրաստվում է նոր օրենքի նախագիծը: 2010թ. հունվարի 20-ին ՄԱԿ-ի Փախստականների հարցերով գերագույն հանձնակատար Անտոնիո Գուտյերեսի մասնակցությամբ անցկացված մամլո ասուլիսի ժամանակ Հունաստանի վարչապեը Գեորգիոս Պապանդրեուսը ասաց, որ բարեփոխման նպատակն է օրենսդրական դաշտի արդիականացումը, այն «համահունչ դարձնելով Փախստականների մասին 1951թ. Կոնվենցիայի և եվրոպական օրենսդրության հետ»:", "2. Հունաստանում ապաստանի մասին վիճակագրական տվյալները", "125.  ՄԱԿ ՓԳՀ-ի կողմից հրապարակվող վիճակագրության համաձայն 2008թ. Հունաստանը 19,880 ընդունած ապաստան հայցողների թվով գրավում էր Եվրոպական Միության Մասնակից պետություններում յոթերորդ տեղը (2009թ. 15,930-ի դիմաց):\n(Asylum Levels and Trends in Industrialized Countries, 2009թ.): 2009թ. Եվրոպական Միություն այցելած օաերկրացի միգրանտների 88%-ը Եվրոպական Միություն մուտք էին գործել Հունաստանով:", "126.  2008թ. համար ՄԱԿ ՓԳՀ-ն հաղորդում է առաջին ատյանում քննության առնված գործերով Ժնևի կոնվենցիային համապատասխան փախստականի կարգավիճակի շնորհման 0.04% (տասնմեկ մարդ), և մարդասիրական ու սուբսիդիար պաշտպանության նկատառումներով փախստականի կարգավիճակի շնորհման 0.06% (տասնութ մարդ) ցուցանիշների մասին (կայացված բոլոր որոշումներում դրական որոշումների մասնաբաժինը) (ՄԱԿ ՓԳՀ. Observation on Greece as a country of asylum, 2009թ.): Բացասական որոշումների գծով ներկայացվել էր 12.095 բողոք: Դրանց դիտարկման արդյունքում Ժնևի կոնվենցիային համապատասխան փախստականի կարգավիճակ էր շնորհվել 25 մարդու, իսկ մարդասիրական ու սուբսիդիար պաշտպանության նկատառումներով 11 մարդու: Բողոքարկումների քննության արդյունքում ընդունված դրական որոշումները կազմել էին 2.87% և 1.26% համապատասխանաբար: Համեմատության համար Հունաստանի հետ մեկտեղ ամենաշատ հայցատուներ ընդունող հինգ-վեց երկրներում 2008թ. առաջին ատյանում ընդունված դրական որոշումների միջին ցուցանիշը կազմել էր 36.2% (Ֆրանսիա, Միացյալ Թագավորություն, Իտալիա, Շվեդիա և Գերմանիա) (ՄԱԿ ՓԳՀ, Global Trends 2008, Refugees, Asylum-seekers, Returnees, Internally Displaced and Stateless Persons).", "127.  Մինչև 2009թ., ապաստան ստանալու հայցերի 95% տոկոսը ներկայացվել էր Ատիկայի ոստիկանության բաժանմունքի միջոցով. Այն բանից հետո, երբ ապաստան ստանալու հայցերի քննության գործընթացը ապակենտրոնացվել և սկսել էր իրականացվել երկրի բոլոր շրջաններում, Ատիկայի ոստիկանության բաժանմունքը քննել էր հայցերի մոտ 79%-ը:", "IV.  ԲԵԼԳԻԱՅԻ ԿԻՐԱՌԵԼԻ ՕՐԵՆՍԴՐՈՒԹՅՈՒՆՆ ՈՒ ՊՐԱԿՏԻԿԱՆ", "128.  Օտարերկրացիների մասին օրենքը կարգավորում է ապաստանի ընթացակարգի տարբեր փուլերը: «Դուբլինի» կանոնակարգով ապաստան հայցողների հարցերը կարգավորող դրույթները ամփոփ ներկայացված են ստորև.", "Ա.  Օտարերկրացիների հարցերով վարչությունը", "129.  Օտարերկրացիների հարցերով վարչությունը Եվրոդակ տվյալների շտեմարանում ստուգման արդյունքում ապաստանի հայցերի գրանցման համար պատասխանատու վարչական մարմինն է: Այն նաև պատասխանատու է ապաստան հայցողների հետ հարցազրույցների անցկացման համար, որոնց արդյունքում որոշում է Դուբլինի կանոնակարգի համաձայն ապաստանի հայցերը քննելու Բելգիայի պարտականությունը: Ընթացակարգային այդ խնդիրները կարգավորվում են Օտարերկրացիների մասին օրենքի 51/5 բաժնում:", "130.  Հարցազրույցից հետո Օտարերկրացիների հարցերով վարչությունը լրացնում է «Դուբլինի» հարցաթերթիկը: Հարցաթերթիկը բաղկացած է բաժիններից, որտեղ ներկայացվում են ապաստան հայցողի մասին ընդհանուր տվյալները և ավելի մանրամասն տեղեկություն այն մասին, թե ինչպես է նա հայտնվել Բելգիայում, ապաստան հայցողի առողջական վիճակը և Բելգիա ժամանելու պատճառները: Հարցազրույցի ժամանակ ապաստան հայցողներին թարգմանչի տրամադրման մասին որևէ դրույթ չկա:", "131.  Այն դեպքերում, երբ Օտարերկրացիների հարցերով վարչությունը եզրակացնում է, որ Դուբլինի չափանիշներին համապատասխան կամ հատուկ պայմանների կիրառման արդյունքում կամ ապաստան հայցողին արտահանձնելու վերջնաժամկետի սպառման պատճառով Բելգիան պատասխանատու է հայցը քննելու համար (դրական որոշում), ապա հայցը փոխանցվում է Բելգիայում ապաստանի հայցերը քննությանիրավասու մարմնին՝ Փախստականների և քաղաքացիություն չունեցող անձանց հարցերով գերագույն հանձնակատարին (ՓՔԱԳՀ):", "132.  Այն դեպքերում, երբ Օտարերկրացիների հարցերով վարչությունը գտնում է, որ հայցի քննությունը Բելգիայի պատասխանատվությունը չէ (բացասական որոշում), այն դիմում է հայցը քննելու համար պատասխանատու պետությանը: Եթե այդ պետությունը գրավոր հայտնում է հայցը քննելու իր պատրաստականմության մասին կամ պատասխան չի տալիս, Օտարերկրացիների հարցերով վարչությունը մերժում է դիմումը և կայացնում է կացությունն արգելող որոշում, ինչպես նաև հրահանգում է հայցատուին հեռացնել երկրից:", "133. Դիմումատուին երկրից հեռացնելու մասին որոշմանը պետք է տրվի հիմնավորում: Այն դեպքում, երբ հայցատուն տեղափոխվում է Հունաստան, երկիրը լքելու հրահանգի հիմնավորումը հիմնված է այն կանխավարկածի վրա, որ Հունաստանը կատարում է Համայնքի և միջազգային հանրության առջև ապաստանի հարցերում իր կողմից ստանձնած պարտավորությունները և, որ Դուբլինի կանոնակարգի համաձայն երկրի հայեցողության իրավունքի սկզբունքի կիրառելը պարտադիր չէ: Որոշ դեպքերում նշվում է, որ երկրի ընդհանուր իրավիճակից ելնելով անձամբ իրեն սպառնացող վտանգների մասին հայցատուն որևէ հիմնավորումներ չի ներկայացրել:", "134. Բացակայում են ճշգրիտ վիճակագրական տվյալները, որոնք թույլ կտային կարծիք կազմելու այն մասին, թե որքան հաճախ է Օտարերկրացիների հարցերով վարչությունը կիրառում երկրի հայեցողության իրավունքի սկզբունքը: Կայացված դրական որոշումներում այդ մասին չի նշվում: Օտարերկրացիների հարցերով վարչության 2009թ. տարեկան հաշվետվությունում պարունակվող տվյալներից կարելի է միայն եզրակացնել, որ 2009թ. Բելգիան 1,116 դեպքերում դիմել էր այլ Մասնակից պետություններին, որպեսզի վերջիններս քննության առնեին ապաստանի հայցերը, որոնցից 420-ի դեպքերում դրանք վերաբերել են Հունաստանին, և հայցերից 166-ը հղվել էր ՓՔԱԳՀ-ին:", "135. Այն ընթացքում, երբ որոշվում թե որ պետությունն է պատասխանատու հայցը քննելու համար, օտարերկրացին կարող է կալանքի տակ պահվել այնքան ժամանակ, որքան անհրաժեշտ է, սական մեկ ամսից ոչ ավել:", "Բ.  Օտարերկրացիների բողոքարկման խորհուրդը", "136.  Օտարերկրացիների հարցերով վարչության կողմից կացության հարցով կայացված որոշումները կարող են բողոքարկվել Օտարերկրացիների բողոքարկման խորհրդում: Օտարերկրացիների բողոքարկման խորհուրդը վարչական դատարան է, որը հիմնադրվել է Conseil d’Etat-ի վերակառուցման և Օտարերկրացիների բողոքարկման խորհուրդ ստեղծման մասին 2006թ. սեպտեմբերի 15-ի օրենքի համաձայն: Օտարերկրացի քաղաքացիներին վերաբերող վեճերում Խորհուրդը ստանձնել է Conseil d’Etat-ի, ինչպես նաև Փախստականների բողոքարկման մշտական խորհրդի գործառույթները:", "137. Երկրից հեռանալու հրահանգների դեմ բողոքները դրանք չկիրառելու հնարավորություն չեն նախատեսում: Այդ իսկ պատճառով օրենքով նախատեսվում է նման որոշումների կատարումը կասեցնելու մասին միջնորդություն ներկայացնելու հնարավորություն: Կատարումը կասեցնելու մասին միջնորդությունը ներկայացվում է մինչ հրահանգի դեմ բողոք հղելը կամ դրա հետ միաժամանակ:", "1. Հրահանգի կատարումը հրատապ ընթացակարգով կասեցնելու մասին միջնորդությունը", "138.  Օտարերկրացիների մասին օրենքի 39/82 բաժնի համաձայն, երբ վտանգը անդարձելի բնույթ է կրում, դիմումատուն կարող է միջնորդություն ներկայացնել հրահանգի կատարումը հրատապ ընթացակարգով կասեցնելու մասին: Այն դեպքում, երբ Օտարերկրացիների բողոքարկման խորհուրդը գտնում է, որ միջնորդության մեջ ներկայացված հիմնավորումները բավական հիմնավորված են վիճարկվող որոշումը չկիրառելու համար և եթե մեծ է հավանականությունը, որ որոշման անմիջապես կատարումը կարող է լուրջ և գործնականում անշտկելի վնաս պատճառել համապատասխան անձին, այն բավարարվում է: Հրահանգի կատարումը կասեցնելու մասին միջնորդությունը ներկայացվում է երկիրը լքելու մասին ծանուցումը ստանալուց հետո ոչ ուշ քան հինգ, սակայն ոչ շուտ քան երեք աշխատանքային օրվա ընթացքում: Մինչ 2009թ. մայիսի 25-ին 2009թ. մայիսի 6-ի օրենքի ուժի մեջ մտնելը միջնորդություն ներկայացնելու վերջնաժամկետը կազմում էր քսան չորս ժամ: Հրահանգի կատարումը հրատապ ընթացակարգով չկիրառելու միջնորդություն կասեցնում է արտաքսման հրահանգի կատարումը:", "139.  Օրենքի 39/82(4) բաժնի համաձայն Օտարերկրացիների բողոքարկման խորհուրդը քննում է հրահանգի կատարումը հրատապ ընթացակարգով կասեցնելու մասին միջնորդությունը, այն ստանալուց հետո քառասուն ութ ժամվա ընթացքում: Եթե Խորհրդի համապատասխան բաժանմունքի ղեկավարը կամ գործը քննող դատավորը այդ ընթացքում որոշում չեն կայացնում, ապա նրանք պարտավոր է այդ մասին ծանուցել Խորուրդի գերագույն նախագահին, որն ապահովում է, որպեսզի ստացված միջնորդության վերաբերյալ որոշումը կայացվի այն ստանալուց հետո յոթանասուն երկու ժամվա ընթացքում: Այդ դեպքում նա նաև կարող է ինքնուրույն քննել գործը և որոշում կայացնել:", "140.  Conseil d’Etat-ի կողմից սահմանված նախադեպային իրավունքով, որն այնուհետև որդեգրվեց նաև Օտարերկրացիների բողոքարկման խորհրդի կողմից, ազատությունից զրկվելու մասին փաստարկը վտանգի անդարձելիության մասին վկայող բավարար հիմք է հանդիսանում երկրից վտարումը կասեցնելու համար:", "2. Ըստ էության քննությունը", "141.  Այնուհետև Օտարերկրացիների բողոքարկման խորհուրդն անցնում է Օտարերկրացիների մասին օրենքի 39/2(2) բաժնին համապատասխան վիճարկվող որոշման իրավաչափության գնահատմանը, ստուգելով, թե արդյոք վարչական մարմնի որոշումը հիմնված է եղել վարչական գործում առկա փաստերի վրա, արդյոք որոշման նյութական և ձևական հիմնավորումներում փաստերի մեկնաբանությունը ակնհայտորեն չի գերազանցել հայեցողության շրջանակը և չեն խախտվել անաչառության վերաբերյալ ընթացակարգային պահանջներն ու իրավական նորմերը և թե արդյոք չի չարաշահվել կամ գերազանցվել որոշում ընդունող մարմնի իրավասությունը (տես, օրինակ, Օտարերկրացիների բողոքարկման խորհուրդ, դատավճիռ թիվ 14.175, 31 հուլիսի 2008թ.):", "142. Այն դեպքում, երբ հրահանգի կատարումը կասեցնելու միջնորդությունը մերժվում է և հայցատուն արտաքսվում է երկրից, գործի ըստ էության վարույթը չի կասեցվում: Միևնույն ժամանակ Օտարերկրացիների բողոքարկման խորհուրդը կարող է մերժել երկիրը լքելու հրահանգի դեմ ներկայացված միջնորդությունը, համարելով, որ հայցատուն երկրում չգտնվելով այլևս որևէ շահագրգռվածություն չունի բողոքարկելու այդ հրահանգը \n(տես՝ 2009թ. մայիսի 29-ի թիվ 28.233 դատավճիռը և 2009թ. նոյեմբերի 16-ի թիվ 34.177 դատավճիռը):", "3. Օտարերկրացիների բողոքարկման խորհրդի «Դուբլինին» գործերով նախադեպային պրակտիկան", "143. Հունաստանում ապաստանի ընթացակարգից օգտվելու հարցում ապաստան հայցողների մոտ առաջացած դժվարությունների պատճառով հարուցված առաջին գործերը թվագրված են դեռևս 2008թ. ապրիլ ամսով: 2008թ. ապրիլի 10 թիվ 9.796 որոշման մեջ Օտարերկրացիների բողոքարկման խորհուրդը հրատապ ընթացակարգով կասեցնել էր հայցատուին «Դուբլինի» կանոնակարգով Հունաստանին արտահանձնելու հրահանգի կատարումը, որովհետև Հունաստանի իշխանությունները չէին արձագանքել ապաստանի հայցը քննության առնելու նրա միջնորդությանը, իսկ Օտարերկրացիների հարցերով վարչությունը անհատական երաշխիքներ ստանալու համար չէր դիմել: Օտարերկրացիների բողոքարկման խորհուրդը գտել էր, որ լուռ համաձայնությունը այս դեպքում բավարար երաշխիք չեր հանդիսանում առ այն, որ Հունաստանի իշխանությունները արդյունավետ կքննեին ապաստանի հայցը: Սակայն, 2009թ. մարտ ամսվանից սկսած, Օտարերկրացիների հարցերով վարչությունն այլևս նման երաշխիքներ ստանալու համար չի միջնորդում և որոշումներ կայացնելիս առաջնորդվում է լուռ համաձայնության սկզբունքով: Օտարերկրացիների բողոքարկման խորհուրդն այլևս հաշվի չի առնում այդ հանգամանքը, գտնելով որ Հունաստանը փոխատեղել է Որակավորման և Ընթացակարգային հանձնարարականները ներպետական օրենսդրությունում:", "144.  Գնահատելով երկրից հեռանալու հրահանգի հիմնավորված լինելու հարցը, Օտարերկրացիների բողոքարկման խորհուրդը առաջին հերթին ուշադրությունը սևեռում է Օտարերկրացիների հարցերով վարչության կողմից Դուբլինի կանոնակարգով անցկացված հարցազրույցի ժամանակ կորզված և հայցատուի վարչական գործում գրանցված փաստերի և հանգամանքների վրա: Այն դեպքում, երբ Դուբլինյան կանոնակարգով գործի հետքննության ժամանակ Օտարերկրացիների հարցերով վարչությանը հղված նամակով կամ երկից հեռանալու մասին կարգադրության դեմ ներկայացրած բողոքում դիմումատուն գործի վերաբերյալ ապացույցներ է ներկայացվում, այդ թվում՝ ընդհանուր բնույթի փաստաթղթերի տեսքով, Օտարերկրացիների բողոքարկման խորհուրդը կարող է դրանք հաշվի չառնել՝ վերջիններս ժամանակին չներկայացնելու պատճառով կամ այն հիմնավորմամբ, որ դրանք վստահելի չեն, քանի որ ապաստան հայցողը դրանց մասին չէր հայտնել Օտարերկրացիների հարցերով վարչությունում անցկացված հարցազրույցում (տես, օրինակ, 2010թ. ապրիլի 9-ի թիվ 41.482, \nդատավճիռը և 2010թ. ապրիլի 1-ի թիվ 41.351 դատավճիռը):", "145.  Այն դեպքերում երբ Օտարերկրացիների բողոքարկման խորհուրդը հաշվի էր առնում Դուբլինյան կանոնակարգով ապաստան հայցողների կողմից ներկայացված միջազգային զեկույցները, որոնք վկայում էին Հունսատանի ապաստանի տրամադրման ընթացակարգի և ապաստան հայցողների մեկուսացման ու ընդունման պայմանների թերությունների պատճառով Կոնվենցիայի 3-րդ հոդվածի խախտման վտանգի մասին, ապա վերջինիս նախադեպային պրակտիկան ըստ Խորհրդի ներկայացված դիրքորոշումների միանշնակ չէր:", "146.  Խորհրդի որոշ բաժանմունքներ ընդհանուր առմամբ դրսևորել էին Հունաստանում իրավիճակի հաշվի առնելուն միտված դիրքորոշում: Այդպես, 2008թ. մայիսի 29-ի թիվ 12.004 և 12.005 վճիռներում, Խորհուրդը գտել էր, որ Օտարերկրացիների հարցերով վարչությունը պարտավոր էր հաշվի առնելու Հունաստանում ապաստան հայցողների նկատմամբ դաժան վերաբերմունքի մասին վկայող պնդումները:", "«Հայցատուն ժամանակին մասամբ տեղեկացրել էր մյուս կողմին, որ նրան Հունաստան տեղափոխելը, իր կարծիքով, կհանգեցնի Կոնվենցիայի 3-րդ հոդվածի խախտման, մասնավորապես, այն անմարդկային և նվաստացնող վերաբերմունքի, որն իր պնդմամբ այնտեղ արդեն իսկ դրսևորվել էր իր նկատմամբ և որն անկասկած կրկնվելու էր: ... Խորհուրդը նշում է, որ պնդելով, թե Հունաստան տեղափոխվելու դեպքում նա հայտնվելու է Կոնվենցիայի 3-րդ հոդվածին հակասող անմարդկային և նվաստացնող վերաբերմունքի վտանգի առջև, և հիմնավորելով իր փաստարկները վստահելի փաստաթղթային աղբյուրներով, որոնք նա փոխանցել էր մյուս կողմին, հայցատուն հստակ և մանրամասն առարկություն էր ձևակերպել, որն անհրաժեշտ էր հաշվի առնել նրան Հունաստան արտաքսելու մասին որոշում կայացնելիս: Ուստի որոշումը կայացնելիս մյուս կողմը պարտավոր էր հիմնվել այդ առարկության վրա, որպեսզի կատարեր հիմնավորված որոշում կայացնելու իր պարտականությունը»:", "147. Դրսևորելով նույնանման մոտեցում 2009թ. ապրիլի 10-ի թիվ  25.962 վճռում Օտարերկրացիների բողոքարկման խորհուրդը կանգնեցրեց Հունաստանին արտահանձնելու որոշման կիրառումը, հետևյալ հիմնավորմամբ.", "«Խորհուրդը գտնում է, որ Եվրոպայի խորհրդի Մարդու իրավունքների հարցերով հանձնակատարի 2009թ. փետրվարի 4-ի զեկույցում նշված փաստերը (...) և ներկայացված լուսանկարները, որոնք վկայում էին ապաստան հայցողների կալանքի տակ գտնվելու պայմանների մասին չափազանց կարևոր են: ... Թեև Խորհրդի և Մարդու իրավունքների Եվրոպական դատարանի վճիռները, որոնք նշված են դատավճռում վերաբերում են ավելի վաղ ժամկետի, այդ հաշվետվության բովանդակությունից հստակ երևում է, որ չնայած ապաստանի տրամադրման և ապաստան հայցողների հիմնարար իրավունքների պաշտպանության հարցերում եվրոպական չափորոշիչները չխախտելու ուղղությամբ վերջին շրջանում ձեռնարկվող ջանքերին, Հունաստանի իշխանություններին դեռևս չի հաջողվում նվազագույն երաշխիքներ տրամադրել ապաստան հայցողներին նրանց ընդունման կամ ընթացակարգային հարցերում»:", "148. Այլ ստորաբաժանումներ իրենց որոշումներում հիմնվել են հակառակ մոտեցման վրա, որը հաշվի է առնում Հունաստանում ընդհանուր իրավիճակի և հայցատուի անհատական վիճակի միջև կապի գոյությունը չապացուցված լինելը: Օրինակ, 2009թ. փետրվարի 27-ի թիվ 37.916 վճռում, որով մերժվել էր Հունաստանին արտահանձնելու որոշումը չկիրառելու մասին հայցը, Օտարերկրացիների բողոքարկման խորհուրդը տվել էր հետևյալ պարզաբանումը.", "[Քարտուղարության թարգմանություն]", "«Հայցատուի անձնական գործում առկա իր կողմից տրամադրված տեղեկատվությունը վերաբերում է հիմնականում Հունաստանում միջազգային պաշտպանություն հայցող օտարերկրացիների իրավիճակին՝ այն հանգամանքներում, երբ նրանք տեղափոխվում և ընդունվում են Հունաստանում, նրանց նկատմամբ դրսևորվող վերաբերմունքին և Հունաստանում ապաստանի ընթացակարգի գործարկման ու կիրառման ճանապարհին: Գործի նյութերում բացակայում է ուղղակի կապը, որը կարող է ապացուցել, որ նշվող թերությունները հանգեցնելու են Հունաստանի կողմից ստանձնած non-refoulement պարտականության խախտմանը այն օտարերկրացիների նկատմամբ, ովքեր, ինչպես և հայցատուն, տեղափոխվել են Հունաստան ... Հաշվի առնելով վերոնշյալը, հայցատուն չի ապացուցել, որ վիճարկվող որոշման կիրառումը գործնականում անշտկելի վնաս ստանալու վտանգի առջև կկանգնեցնի իրեն»:", "149.  2009թ. քննված երեք գործերում նույն բաժանմունքները հակառակ դիրքրորոշումներ են դրսևորել և որոշել են կասեցնել հայցատուների տեղափոխումն Աթենք, հաշվի առնելով, որ Օտարերկրացիների հարցերով վարչությունն իր հիմնավորման մեջ պետք է հաշվի առներ Հունաստանում ընդհանուր իրավիճակի մասին տեղեկատվությունը: Այդ վճիռներն են 2009թ. ապրիլի 10-ի թիվ 25.959 և 25.960 որոշումները և 2009թ. հունիսի 17-ի թիվ 28.804 որոշումը):", "150. Նախադեպային իրավունքը ներդաշնակեցնելու համար  Օտարերկրացիների բողոքարկման խորհրդի Նախագահը 2010թ. մարտի 26-ին համագումար էր հրավիրել, որի ժամանակ հրապարակվել էին երեք վճիռներ (թիվ 40.963, 40.964 և 10.965), որոնցում բերվող պարզաբանումները կարելի է ամփոփել հետևյալ ձևով.", "-\tՀունաստանը օրենքի գերակայության սկզբունքով առաջնորդվող Եվրոպական Միության անդամ է, ստորագրել է Կոնվենցիան և Ժնևի կոնվենցիան և պարտավոր է ապաստանի հարցերում պահպանել Համայնքի օրենսդրությունը,", "-\tելնելով միջհամայնքային վստահության սկզբունքից, ենթադրվում է, որ յուրաքանչյուր Մասնակից պետություն պահպանում է իր պարտավորությունները (Խորհուրդը վկայակոչեց Դատարանի նածադեպային պրակտիկային վերաբերող «K.R.S. ընդդեմ Միացյալ Թագավորության» (որոշում), գանգատ թիվ 32733/08, ՄԻԵԴ 2008...) գործը,", "-\tայդ կանխավարկածը հերքելու համար հայցատուն պետք է in concreto ապացուցի, որ այն երկրում, որին նրան արտահանձնելու են, գոյություն ունի իր նկատմամբ Կոնվենցիայի 3 հոդվածին հակասող վերաբերմունքի դրսևորման վտանգ,", "-\tընդունման հետ կապված խնդիրների կամ refoulement կիրառելու մասին վստահելի աղբյուրների ընդհանուր զեկույցների վկայակոչելը կամ սոսկ այն փաստը, որ Եվրոպական Միության Մասնակից պետությունում գործող ապաստանի ընթացակարգն անկատար է, ինքնին բավարար չեն նման վտանգի առկայությունն ապացուցելու համար:", "151. Հրահանգի չկիրառման մասին հայցերը քննելիս Օտարերկրացիների բողոքարկման խորհուրդն ըստ էության առաջնորդվում է նույն մոտեցմամբ: Այդպես, երկրից հեռանալու կարգադրության մասին բողոքն անըդունելի համարելու մասին վերը նշված 2009թ. մայիսի 9-ի թիվ 28.233 որոշման ներքո իրականացվել է հայցատուի Կոնվենցիայի, մասնավորապես 3-րդ հոդվածի հիմքերով գանգատի վերլուծություն, որի արդյունքում այն մերժվել է, քանի որ հայցատուն չի կարողացել ապացուցել Հունաստանում ընդհանուր իրավիճակի և իր անհատական վիճակի միջև կապի գոյությունը:", "Գ. Conseil d’Etat-ը", "152.  Conseil d’Etat-ին և վերջինիս իրավասություններին վերաբերող դրույթները ներկայացված են Conseil d’Etat-ի մասին 1973թ. հունվարի 12-ին  համախմբված օրենքներում:", "153.  Օտարերկրացիների բողոքարկման խորհուրի վճռի մասին ծանուցվելուց հետո եռեսուն օրվա ընթացքում փաստաբանը կարող է վարչական գանգատ հղել Conseil d’Etat:", "154.  Որպեսզի գանագտը քննության առնվի Conseil d’Etat-ի կողմից, այն պետք է ընդունելի հայտարարվի: Գանգատն ընդունելի է հայտարարվում, եթե այն ակնհայտորեն անընդունելի կամ աննպատակ չէ, եթե այնտեղ հղում է կատարվում որոշումը բեկանելու համար հիմք հանդիսացող օրենքի, հիմնական ընթացակարգերի կամ իրավական պահանջների ենթադրյալ խախտումների վրա, այն պայմանով, որ նման հղումը ակնհայտորեն անհիմն չէ և ենթադրյալ խախտումը կարող է այնպիսի ազդեցություն ունենալ որոշման վրա, որը բավարար է այն չկիրառելու մասին որոշում ընդունելու համար, կամ եթե վերջինիս ուսումնասիրությունն անհրաժեշտ է նախադեպային իրավունքներից շեղումներ թույլ չտալու համար:", "155. Այդ ընթացակարգը չի կարող կասեցնել կայացված որոշումը: Conseil d’Etat-ն պարտավոր է ութ օրվա ընթացքում սկզբունքորեն որոշում կայացնել գանգատի ընդունելիության մասին:", "156.  Այն դեպքում, եթե գանգատն ընդունելի է հայտարարվում, Conseil d’Etat վեց ամսվա ընթացքում վճիռ է կայացնում, որով կարող է բեկանել Օտարերկրացիների բողոքարկման խորհրդի որոշումները՝ օրենքի, հիմնական ընթացակարգերի կամ իրավական պահանջների խախտման պատճառով, որը որոշումը բեկանելու հիմք է ծառայում:", "157.  Նախադեպային գործերի դատավճիռները վկայում են, որ Conseil d’Etat-ն որպես կանոն չի վիճարկում Օտարերկրացիների բողոքարկման խորհրդի վերոնշյալ մոտեցումը և չի գտնում, որ նման դեպքերում առկա են Կոնվենցիայի 13-րդ հոդվածի հետ կապված որևէ խնդիրներ (տես, օրինակ, 2009թ. դեկտեմբեր 15-ի թիվ 5115 վճիռը):", "Դ. Դատարանները", "158.  Կալանքի տակ պահելու մասին Օտարերկրացիների հարցերով վարչության որոշումները (հայցատուներին սահմնաված վայրում կալանքի տակ պահելու և կրկին կալանքի տակ վերցնելու մասին հրահանգները) կարող են բողոքարկվել դատարաններում: Կալանքից ազատվելու մասին հայցերը քննելիս Բրյուսելի վճռաբեկ դատարանը (Մեղադրական եզրակացությունների պալատը) զարգացրել է նախադեպային իարվունք, որը հիմքում ընկած են Հունաստանին արտահանձնելու դեպքում անձանց սպառնացող վտանգների մասին փաստերը, ինչպես նաև դատարանների եզրակացություններն առ այն, որ Հունաստանը խախտում է 3-րդ հոդվածով ստանձնած պարտավորությունները (տես՝ «S.D. ընդդեմ Հունաստանի», գանգատ թիվ 53541/07, 11 հունիսի 2009թ, և «Tabesh ընդդեմ Հունաստանի», գանգատ թիվ 8256/07, 26 նոյեմբերի 2009թ.):", " V. ՀունաստանՈՒՄ ԱՊԱՍՏԱՆ ՀԱՅՑՈՂՆԵՐԻ ԿԱԼԱՆՔԻ ՏԱԿ ՊԱՀՄԱՆ ԵՎ ԸՆԴՈՒՆՄԱՆ ՊԱՅՄԱՆՆԵՐԸ ԵՎ ԱՊԱՍՏԱՆԻ ԸՆԹԱՑԱԿԱՐԳԸ ՆԿԱՐԱԳՐՈՂ ՓԱՍՏԱԹՂԹԵՐԸ", "Ա. 2006թ. հետո լույս տեսած զեկույցները", "159.  2006թ. սկսած ազգային, միջազգային և հասարակական կազմակերպությունների կողմից պարբերաբար հրապարակվում էին Հունաստանում ապաստան հայցողների ընդունման պայմանները քննադատող զեկույցներ.", "160. Ստորև ներկայացվում է հիմնական զեկույցների ցուցակը.", "", "-\tԽոշտանգումների դեմ եվրոպական հանձնաժողովի 2005թ. օգոստոսի 27-ից սեպետմեբրի 9-ը Հունաստան այցելելու արդյունքում 2006թ. դեկտեմբերի 20-ին հրապարակված զեկույցը,", "-\tLIBE հանձնաժողովի զեկույցը Հունաստան այցելելու մասին (Սամոս և Աթենք), Եվրոպական խորհրդարան, 17 հուլիսի 2007թ.,", "-\tPro Asyl, “The truth may be bitter but must be told - The Situation of Refugees in the Aegean and the Practices of the Greek Coast Guard”, հոկտեմբեր 2007թ.,", "-\tՄԱԿ ՓԳՀ, “Asylum in the European Union. A Study of the implementation of the Qualification Directive”, նոյեմբեր 2007թ.,", "-\tԽոշտանգումների դեմ եվրոպական հանձնաժողովի 2007թ. փետրվարի 20-ից 27-ը Հունաստան այցելելու արդյունքում, 2008թ. փետրվարի 8-ին հրապարակված զեկույցը,", "-\tAmnesty International, “: No place for an asylum-seeker”, \n27 փետրվարի 2008թ.,", "-\tՓախստականների և վտարանդիների հարցերով Եվրոպական խորհուրդ (ՓՎԵԽ), “Spotlight on  – EU asylum lottery under fire”, 3 ապրիլի 2008թ.,", "-\tԱպաստան հայցողների նորվեգիական կազմակերպություն (“NOAS”), “A gamble with the right to asylum in Europe – Greece asylum policy and the  II regulation”, 9 ապրիլի 2008թ.,", "-\tՄԱԿ ՓԳՀ, “Position on the return of asylum seekers to Հունաստան under the  regulation”, ապրիլի 2008թ.,", "-\tHuman Rights Watch, “Stuck in a revolving door – Iraqis and other asylum seekers and migrants at Greece/Թուրքիայի entrance to the European Union”, նոյեմբեր 2008թ.,", "-\tClandestino, “Undocumented migration: counting the uncountable: data and trends across Europe”, դեկտեմբեր 2008թ.,", "-\tHuman Rights Watch, “Left to survive”, դեկտեմբեր 2008թ.,", "-\tCimade, “Droit d’asile: les gens de Dublin II, parcours juridique de demandeurs d’asile soumis à une réadmission selon le règlement Dublin II”, դեկտեմբեր 2008թ.,", "-\t2008թ. դեկտեմբերի 8-ից 10-ին և 2009թ. փետրվարի 4-ին Հունաստան այցելելու արդյունքում Եվրախորհրդի Մարդու իրավունքների հանձնակատար պրն. Տ. Համարբերգի զեկույցը,", "-\tՀունաստանի փախստականների հարցերով խորհուրդ, “The Dublin Dilemma – “Burden shifting and putting asylum seekers at risk”, 23 փետրվարի 2009թ.,", "-\tԽոշտանգումների դեմ եվրոպական հանձնաժողովի 2008թ. սեպտեմբերի 23-ից 28-ը Հունաստան այցելելու արդյունքում 2009թ. հունիսի 30-ին հրապարակված զեկույցը,", "-\tԱվստրիայի Կարմիր խաչ և Կարիտաս, “The Situation of Persons Returned by Austria to Greece under the  regulation. Report on a Joint Fact-Finding Mission to  (May 23rd - 28th 2009)”, \nօգոստոս 2009թ.,", "-\tՆորվեգիայի հելսինկյան հանձնաժողով (“NHC”), NOAS and Aitima, “Out the back door: the Dublin II regulation and illegal deportations from ”, հոկտեմբեր 2009թ.,", "-\tHuman Rights Watch, “”, հոկտեմբեր 2009թ.,", "-\tՄԱԿ ՓԳՀ, Observations on  as a country of asylum, \nդեկտեմբեր 2009թ.,", "-\tAmnesty International, “The Dublin II Trap: transfers of Dublin Asylum Seekers to ”, մարտ 2010թ.,", "-\tՄԱրդու իրավունքների ազգային հանձնաժողով (Հունաստան), “Detention conditions in police stations and detention areas of aliens”, \nապրիլ 2010թ.,", "-\tAmnesty International, “Irregular migrants and asylum-seekers routinely detained in substandard conditions”, հուլիս 2010թ.:", "Բ.  Կալանքի տակ գտնվելու պայմանները", "161.  Վերը նշված զեկույցները վկայակոչում են Հունաստան ժամանելու պահին ապաստան հայցողներին կալանքի տակ վերցնելու կանոնավոր գործելակերպը, ընդ որում կալանքը կարող է տևել մի քանի օրից մինչև մի քանի ամիս: Այդ գործելակերպը կիրառվում է ինչպես Հունաստան առաջին անգամ ժամանած ապաստան հայցողների, այնպես էլ այյ անձանց նկատմամբ, ովքեր Հունաստան են տեղափոխվում Եվրոպական Միության Մասնակից պետություններից Դուբլինի կանոնակարգին համապատասխան: Վկաները նշում են, որ կալանքի տակ վերցնելու պատճառների վերաբերյալ որևէ տեղեկատվություն չի տրամադրվում:", "162. Վերը նշված զեկույցները պատրաստած բոլոր կազմակերպություններն ու մարմիններն իրենց կողմից այցելած կենտրոններում ականատես են եղել նույնանման պայմանների, որոնք անընդունելիության տեսանկոյւնից միմյանցից շատ չէին տարբերվում՝ բազմամարդություն, հակասանիտարիա, տարածքի նեղվացք, օդափոխության բացակայություն, զբոսանքի հնարավորության սահմանափակում կամ բացակայություն, հանգստանալու հնարավորության բացակայություն, ներքնակների պակաս և առկա ներքնակների կեղտոտություն, զուգարան ազատ գնալու արգելք, սանիտարա-հիգիենիկ հարմարությունների անբավարար վիճակ, առանձնանալու հնարավորության բացակայություն, բուժօգնություն ստանալու սահմանափակ հնարավորություն: Հարցազրույց անցած շատ մարդիկ նաև բողոքում էին այդ կենտրոնների աշխատակիցների կողմից իրենց վիրավորելու, հատկապես ռասայական հողի վրա, և հսկիչների կողմից ֆիզիկական բռնության գործադրելու մասին:", "163. Մասնավորապես, Խոշտանգումների դեմ եվրոպական հանձնաժողովի (ԽԵՀ) 2005թ. օգոստոսի 27-ից սեպետմեբրի 9-ը Հունաստան այցելելու արդյունքում կազմված զեկույցում նշվում էր.", "«Օտարերկրացիների կացության համար նոր հատուկ շենքի կառուցումը (...) Հունաստանին հնարավորություն էր ընձեռում որդեգրելու եվրոպական նորմերին և չափորոշիչներին ավելի համապատասխանող մոտեցում: Ցավոք իշխանությունները պահպանեցին բանտային մեկուսացման մոտեցումը, հաճախ անտանելի պայմաններում և առանց նպատակային գործունեության ու առողջության ապահովման նվազագույն նվազագույն հնարավորություն ընձեռնելու այն անձանց համար, որոնք ոչ պատիժ են կրում, ոչ էլ կասկածվում են քրեական հանցագործություններ կատարելու մեջ և որոնք, ինչպես վկայում են բազմաթիվ հունական աղբյուրները, հաճախ ծանր ճանապարհորդություն են կատարում Հունաստան ժամանելու համար»:", "2007թ. փետրվարին ԽԵՀ-ն ստուգումներ անցկացրեց 24 ոստիկանության բաժանմունքներում և հասարակական կարգի պահպանման նախարարության ենթակայության տակ գտնվող միգրանտների պահման կենտրոններում, որի արդյունքում հանգեց այն եզրակացության, որ «Հունաստանի իրավապահ մարմինների կողմից ազատությունից զրկված մարդիկ ենթարկվում են իրենց նկատմամբ դաժան վերաբերմունքի դրսևորման իրական վտնագի»: Նաև նշված էր, որ.", "«[2005թ. ԽԵՀ-ի Հունաստան կատարացած վերջին այցից հետո] իրավապահ մարմիների կողմից ձեռբակալված անձանց նկատմամբ դրսևորվող վերաբերմունքի հարցում որևէ բարելավում տեղի չի ունեցել: ԽԵՀ-ի պատվիրակությունը մեկ անգամ ևս իրազեկվել է իրավապահ մարմինների կողմից կալանավորված մարդկանց նկատմամբ դրսևորվող դաժան վերաբերմունքի բազմաթիվ դեպքերի մասին: Հիմնականում խոսքը գնացել է մարդկանց ձեռբակալելու կամ հարցաքննելու ժամանակ ոստիկանության աշխատողների կողմից ապտակներ, ձեռքով, ոտքով կամ մահակով հարվածներ հասցնելու մասին: (...) Մի շարք դեպքերում պատվիրակության բժիշկները եկել էին այն եզրակացության, որ կալանավորված անձանց մոտ առկա վնասվածքները համընկնում էին դաժան վերաբերմունքի այն դրսևորումների հետ, որոնցում մեղադրվում էին իրավապահ մարմինների աշխատակիցները»:", "2008թ. նոյեմբերին Human Rights Watch կազմակերպությունը հետևյալ մտահոգությունն էր արտահայտել.", "«Թեև Հունաստանի ոստիկանության մարմինները թույլ չէին տվել Human Rights Watch-ին այցելելու կալանքի կենտրոնները և տեղում ծանոթանալու պայմաններին, մեզ հաջողվեց տեղեկություն ստանալ կալանավորված անձանցից, որը վկայում է ոստիկանների դաժան վերաբերմունքի, խցերում բազմամարդության և հակասանիտարիայի մասին, հատկապես այն կենտրոններում, որոնք մեզ արգելել էին այցելել, այդ թվում՝ սահմանակետերի ոստիկանության բաժանմունքներում, օդանավակայանում, Վեննայում և Միտիլինիում: Սույն զեկույցի նախորդ երեք բաժիններում նկարագրված պահման պայմաններն ու ոստիկանության կողմից կիրառվող բռնությունները անկասկած անմարդկային և նվաստացնող վերաբերմունք են հանդիսանում»:", "2008թ. դեկտեմբերյան զեկույցում Cimade կազմակերպությունը նշել էր.", "«2003թ. Լեսբոս ժամանածների թիվը կազմել է 1,000 հոգի, 2007թ. արդեն 6,000, իսկ 2008թ. առաջին ութ ամիսներին 10,000: (...) մեզ սպասում էի ցուցարարների մի խումբ, որոնք վանկարկում էին «ո՜չ սահմանին, ո՜չ քաղաքացիությանը, ո՜չ արտաքսմանը», և նրանցից շուրջ տասը բարձրաձայն պահանջում էին փակել այդ կենտրոնը: Ցանկապատից ձեռքեր էին պարզվում դեմի մեզ՝ հորդորելով օգնություն: Երեք մեծ վանդակապատ սենյակներ, որոնցից յուրաքանչյուրում պահվում է 85 մարդ Աֆղանստանից, Պաղեստինից, Սոմալիից, որոնք գտնվում են սարսափելի թշվառություն պայմաններում: Հունաստանում ամռան վերջում ցուրտ գիշերներ են, սակայն մարդիկ ստիված էին քնել դատարկ բետոնե հատակին: Սենյակներում տհաճ հոտ էր, որն ինձ հիշեցնում էր Ռուասիի մեկուսատան սպասասրահները (...): Մարդիկ հիմնականում այստեղ էին գտնվում մի քանի օր, ոմանք նաև մի ամիս: Նրանք չեն հասկանում թե ինչու են հայտնվել այնտեղ: Տղամարդկանց առանձնացերլ են իրենց կանանցից և երեխաներից: Ես բարձրացա երկրորդ հարկ՝ վարակիչ հիվանդություն ունեցող մեկ շրիլանկացի պահվում էր փոքր մեկուսարանում: Սրահը, որտեղ երեխաներն ու կանայք են պահվում, միակն էր, որ բաց էր: Այնտեղ կային մահճակալներ, որոնց թիվը բավարար չէր և այդ իսկ պատճառով նաև դատարկ բետոնե հատակին գցած ներքնակներ: Ուշ ամառ էր, սակայն բոլորը բողոքում էին, որ իրենք մրսում են և վերմակներև չեն հերիքում: Վերջին խուցն անչափահասների համար էր: Այնտեղ քսան հինգ հոգի էր պահվում: (...)»", "2009թ. փետրվարյան զեկույցում Եվրախորհրդի Մարդու իրավունքների Հանձնակատարը գրել էր.", "«Հանձնակատարի հետ հանդիպման ժամանակ Եվրոսի վարչության ղեկավարությունը տեղեկացրեց, որ 2008թ. դեկտեմբերի 1-ի դրությամբ այդ վարչության տարբեր մեկուսատներում գտնվում էին ոստիկանության կողմից կալանավորված 449 անօրինական միգրանտներ: Առավել մեծ թիվ էին կազմում հինգ երկրներից եկած միգրանտները՝ Իրաքից (215), Աֆղանստանից (62), Վրաստանից (49), Պակիստանից (37) և Պաղեստինից (27): 2008թ. դեկտեմեբրի 9-ին, Հանձնակատարի ժամանման օրը, Ֆերեսի սահմանակետի մեկուսատանը, որը գործում է 2000 թվականից սկսած, ապրանքների պահեստներ նմանացնող երկու առանձին սրահներում պահվում էին 45 երիտսասարդ տղամարդիկ, որոնք հիմնականում Իրաքից եկած անօրինական միգրանտներ էին: (...) Նրանց բառացիորեն խցկել էին այդ սենյակներում, որտեղ նրանք ստիպված էին քնել և կանգնել դատարկ բետոնե գետնին, իրար կողք գցած ներքնակների վրա: Զուգարանները ողորմելի վիճակում էին: Կալանավորվածներից ոմանց ձեռքերին ակնհայտ մաշկային բծեր էին երևում, մեկ ոտաբոբիկ տղամարդ բողոքեց, որ կենտրոնի ղեկավարությունն իրեն կոշիկ ու մաքուր հագուստ չէր տվել (...): 2008թ. դեկտեմբերի 9-ին ոստիականության ղեկավարությունը Հանձնակատարին տեղեկացրել էր, որ Կիպրինոսում (Ֆիլակիո) յոթ մեկուսացման սրահներում կալանքի տակ են գտնվում 320 միգրանտներ, որոնց հիմնական մասն Իրաքի և Աֆղանստանի քաղաքացիներ են»:", "164.  2005թ. օգոստոսին և սեպտեմբերին ԽԵՀ-ն այցելել էր Աթենքի միջազգային օդանավակայան հարևանությամբ գտնվող կալանավորման կենտրոնը: Զեկույցում նշվել էր.", "«Մեկուսատան պայմանները ԽԵՀ-ի պատվիրակության մոտ մտահոգություն են առաջացնում: Յուրաքանչյուր խուց (9.5մ² մակերեսով) ըստ պաշտոնական նախատեսվածի կարող էր ընդունել հինգ մարդ, որն արդեն իսկ չափից շատ էր: Իրականում, գրանցամատայններից երևում էր, որ շատ դեպքերում, օրինակ 2005թ. մայիսին և հունիսին մեկ խցում գտնվում էր վեց, իսկ որոշ դեպքերում մինչև ինը հոգի: Խցերի ուսումնասիրությունը ցույց տվեց, որ դրանք նախատեսված էին մեկ հոգու համար, քանի որ յուրաքանչյուր խցում կար միայն մեկ մահճակալի գետնախարիսխ, և բոլոր դեպքերում նման խցերում երկու կամ լավագույնը երեք մարդուց ավել գիշերելն անթույլատրելի է: Սանիտարական հարմարանքները գտնվում էին խցերից դուրս և պատվիրակությունը բազմաթիվ բողոքներ ստացավ, որ ոստիկանության պահակներն ուշացումով էին արձագանքում զուգարան այցելելու մարդկանց խնդրանքին, բացի այդ ցնցուղից օգտվելու հնարավորությունը չափազանց սահմանափակ էր և նույն խցում պահվող մարդկանցից հինգն էլ բողոքում էին, որ յոթ օր ցնցուղ չէին ընդունել, որի մասին էր վկայում խցում տիրող գարշահոտությունը: Պատվիրակությունը նաև հանդիպեց մի մարդու, որը մեկ ու կես ամիս անց էր կացրել խցում առանց շորերը փոխելու, մաքուր օդ դուրս գալու, ֆիզիկական կամ որևէ այլ համարժեք գործողություն կատարելու հնարավորության»:", "2007թ. Հունաստան այցելելուց հետո ԽԵՀ-ն նշել էր, որ Աթենքի միջազգային օդանավակայանի մեկուսատան խցերում ոստիկանության ձեռքերում գտնվող անձանց նկատմամբ դրսևորվող վերաբերմունքը և դաժանությունների մասին հաղորդումները վկայում էին, որ այդ հարցում որևէ դրական տեղաշարժ տեղի չի ունեցել.", "«Պետրու Ռալի օտարերկրացիների մեկուսատանը Բանգլադեշի մի քաղաքացի ասաց, որ, երբ Աթենքի միջազգային օդանավակայանում նա հրաժարվել էր հեռանալ երկրից, ուղեկցող ոստիկանության ածխատակիցները ապտակել և ոտքի հարվածներ էին հասցրել նրան: Իր հաղորդմամբ այնուհետև նրանք սեղմել էին նրա կոկորդը, մատերով սեղմում էին իր ակնախոռոչները, ձեռքերը ոլորել էին մեջքի հետևում և ոտքի հարվածներ էին հասցրել իր ոտքերին, հետույքին և որովայնին, որից հետո նա ուշագնաց էր եղել: Պատվիրակության բժշկներից մեկը անցկացրեց նրա զննությունը և արձանագրեց հետևյալ վնասվածքները` փոքր քերծվացք (մոտ 0.3 սմ) ստորին շրթի վրա, ձախ աչքի տակ թշին գծաձև կապտուկ (2 սմ) երկու ճանգռվածքներով, ճակատի երկու կողմերից մուք կարմիր տարածված արյունախեղդեր և կարմրագույն կապտուկ (2 սմ) կրծքավանդակի դիմացի մասում, ուռուցք պարանոցի առջևի մասում վահանագեղձի շրջանում, այտուցներ երկու ուսերին, մուք կարմիր տարածված արյունախեղդեր աջ ոտքին, ծնկի ստորին և հարևան մասերում, որոնք շրջապատված են կարմրավուն ճմլվածքներով (մոտ 2 սմ x 2 սմ)»:", "165.  2009թ. հոկտեմբերին և 2010թ. մայիսին կատարած երկու այցերի ժամանակ Amnesty International-ը հետևյալ ձևով էր նկարագրել օդանավակայանի մոտ գտնվող մեկուսատունը.", "«Շենքը բաժանված է երեք բաժինների: Առաջինը բաղկացած է երեք խցերից՝ յուրաքանչյուրը մոտավորապես 7 քառակուսի մետր մակերեսով: Յուրաքանչյուր խուց ունի մեկ պատուհան և բաժնում կա երկու առանձին զուգարան ու ջրցողարան: Երկրորդը բաղկացած է երեք մեծ խցերից՝ յուրաքանչյուրը մոտավորապես 50 քառակուսի մետր մակերեսով: Խցերից դուրս միջանցքում կան առանձին զուգարաններ: Երրորդ բաժինը բաղկացած է ինը շատ փոքր խցերից՝ յուրաքանչյուրը մոտավորապես 10 քառակուսի մետր մակերեսով: Խցերը օղակաձև դասավորված են փոքր միջանցքի շուրջ, որտեղ գտնվում է քարտով գործող հեռախոս: Միջանցքի հակառակ մասում գտնվում են երկու զուգարաններ և երկու ջրցողարաններ:", "2009թ. հոկտեմբերի այցի ժամանակ Amnesty International-ի պատվիրակությունը հնարավորություն ունեցավ տեսնելու առաջին երկու բաժինները, որտեղ կալանքի տակ պահվում էին «Դուբլին II» ընթացակարգով վերադարձված և այլ ապաստան հայցողները: Պատվիրակության անդամները ականատես եղան, խցերում թույլատրելի նորմերը գերազանցող մարդկանց քանակին և դրանց անթույլատրելի պայմաններին: Շատ ապաստան հայցողներ հայտնում էին, որ ոստիկանության աշխատակիցները հայհոյանքներով վիրավորում էին նրանց:", "2010թ. մայիսի այցի ժամանակ Amnesty International կազմակերպության ներկայացուցիչներին թույլ տվեցին այցելել երեք բաժինները: Ոստիկանության մարմինները պատվիրակությանը հայտնեցին, որ առաջին բաժնում պահվում էին «Դուբլին II» ընթացակարգով արտահանձնված և այլ ապաստան հայցողները, երկրորդում Հունաստանից կեղծ փաստաթղթերով մեկնելու փորձ կատարելու համար մեղադրվող կին ապօրինի միգրանտները, իսկ երրորդում Հունաստանից կեղծ փաստաթղթերով մեկնելու փորձ կատարելու համար մեղադրվող տղամարդ ապօրինի միգրանտները:", "2010թ. մայիսի այցի ժամանակ առաջին բաժնում կային յոթ ապաստան հայցողներ (վեց տղամարդ և մեկ կին), որոնցից, սակայն, ոչ մեկը «Դուբլին II» ընթացակարգով արտահանձնված անձ չէր հանդիսանում: Երկրորդ բաժնում մեկ խցում պահվում էին 15 կանայք, որոնցից երեքը հղի էին: Հղի կանանցից մեկը պատվիրակության այցի ընթացքում մի քանի անգամ բողոքեց, որ չէր կարող շնչել և խնդրում էր, որպեսզի նրան թույլ տային մաքուր օդ դուրս գալ: Մյուս խցում տղամարդկանցից մեկն ուներ ոտքի վնասվածք: Առաջին և երկրորդ բաժիններում պահվող մարդիկ Amnesty International-ի պատվիրակությանն ասացին, որ ոստիկանությունը հազվադեպ էր բացում իրենց բաժիների դռները: Արդյունքում նրանք չէին կարող օգտվել դրսում տեղադրված ջրի սառնացուցիչից և ստիպված էին ջուրը խմել սանհանգույցներում: Այցի ժամանակ երրորդ բաժնում չափազանց մեծ նեղվածքի պայմաններում պահվում էին 145 կալանավորներ: Նրանց թվում պատվիրակությունը հայտնաբերեց «Դուբլին II» ընթացակարգով վերադարձված մեկ անձի: Ընդհանուր առմամբ գործում էին ինը խցեր: Պատվիրակության անդամներին հաջողվեց այցելել միայն երկու խուց, որոնցից յուրաքանչյուրում կար միայն մեկ մահճակալ (բետոնե գետնախարիսխ, որի վրա ներքնակ էր գցած), սակայն բնակվում էին 14-ից 17 անձինք: Ներքնակները չէին հերիքում և կալանավորները ստիպված էին քնելու գետնին: Մարդկանց մեծ թվի և գետնին գցած ներքնակների պատճառով տեղաշարժվելը հնարավոր չէր: Կալանավորները Amnesty International-ին հայտնեցին, որ նեղվածության պատճառով նրանք բոլորը չէին կարողանում միաժամանակ պառկել և քնել: Թեև այցելած խցերում կային պատուհաններ, դրանց բազմամարդության պատճառով օդափոխությունն անբավարար էր: Խցերում անտանելի շոգ էր:", "Երրորդ բաժնում պահվող կալանավորները ասացին Amnesty International-ին, որ ոստիկանության աշխատակիցները թույլ չէին տալիս իրենց խցերից միջանցք դուրս գալ և, որ զուգարան գնալը մեծ խնդիր էր: Պատվիրակության այցի ժամանակ կալանավորները թակում էին խցերի դռները և հուսահատորեն խնդրում ոստիկաններին թույլ տալու իրենց զուգարան գնալ: Amnesty International-ի պատվիրակության անդամները նկատել էին, որ որոշ մարդկանց ձեռքերում, որոնց թույլ էր տրվել զուգարան դուրս գալ կային պլաստմասյա շշեր, որոնք կիսով չափի կամ գրեթե ամբողջությամբ լցված էին մեզով: Ոստիկանության մարմինների ներկայացուցիչները խոստովանեցին, որ բոլոր խցերում կալանավորներն իրենց բնական կարիքների համար օգտագործում էին պլաստմասյա շշեր, որոնք դատարկում էին, երբ իրենց զուգարան գնալ էր թույլատրվում: Պատվիրակության անդամները նաև նկատեցին, որ սանհանգույցներում հարմարությունները կեղտոտ էին, իսկ երկու ցնցխախցիկները ոչ դռներ ունեին ոչ էլ վարագույներ և այդպիսով մեկուսանալու որևէ հնարավորություն չկար:", "Աթենք օդանավակայանի ոստիկանության մարմինների աշխատակիցները հայտնեցին Amnesty International-ին, որ օդանավակայանում ձեռբակալված կեղծ փաստաթղթեր օգտագործող անկանոն միգրանտների կամ ապաստան հայցողների ազատազրկումը, որոնք ի վիճակի չէին վճարել դատավարության ծախսերի համար, էլ ավելի էր խորացնում մեկուսատան խցերում բազմամարդության խնդիրը:", "Այցի ժամանակ կազմակերպությունը նկատել էր, որ բոլոր բաժիններում ամբողջովին բացակայում էին հիգիենիկ պարագաները, այդ թվում չկար օճառ, օճառահեղուկ և զուգարանի թուղթ: Բացի այդ կալանավորներից շատերը պատվիրակությանը տեղեկացրեցին, որ չէին կարող օգտվել իրենց ուղեբեռից և այնտեղից վերցնել անձնական իրերը, այդ թվում՝ սպիտակեղենի և հագուստի փոխնորդը: Ոմանք ասացին, որ այդ պատճառով ստիպված էին շաբաթներով նույն սպիտակեղենը ու հագուստը կրել: Նաև նրանց ընդհանրապես թույլ չէր տրվում դուրս գալ մաքուր օդ: Երկու հոգի բողոքեցին, որ չէին կարող ընդունել իրենց նշանակված դեղերը, քանի որ դրանք մնացել էին ուղեբեռում: Նունպիսի հաշվետվություններ էին ստացվել 2009թ. հոկտեմբերի այցի ժամանակ: Բացի այդ 2009թ. հոկտեմբերից ի վեր առկա մտահոգությունը բուժօգնության բացակայության մասին մինչ օրս չի վերացել: Օդանավակայանի ոստիկանությյունը հաղորդել էր Amnesty International-ին, որ մեկուսատանը բժիշկի հաստիկ չկար և բուժօգնություն տրամադրվում էր միայն կալանավորի խնդրանքով՝ զանգահարելով օդանավակայանի շատպօգնության բժիշկներին»:", "166. 2010թ. ապրիլի 30-ի այցից հետո Médecins sans Frontières կազմակերպության հունաստանյան ներկայացուցչությունը հրապարակեց մի զեկույց, որտեղ նույնպես նկարագրեց փախստականների կենտրոնի (300 կալանավորներ) անթույլատրելի բազմամարդությունն ու սանիտարա-հիգիենիկ պայմանները: Առանց օդափոխման և ընդամենը երեք սանհագույց ունեցող երեք ընտանեկան խցերում, որոնք նախատեսված էին ութից տասներկու հոգու համար, 155 մարդ էր պահվում:", "Գ.  Կենսապայմանները", "167.  160-րդ կետում թվարկված զեկույցները կազմելիս հարցազրույցներ տրված մարդկանց խոսքերով ապաստան հայցողներին ազատելուց հետո մոտեցումները տարբեր էին: Աթենքի միջազգային օդանավակայանում նրանց անմիջապես վարդագույն քարտ էին տրամադրում կամ կարգադրում էին այն ստանալու համար ներկայանալ Ատիկայի ոստիկանության բաժանմունք: Երբեմն առաջին անգամ Հունաստանում գտնվող անձանց ուղղակիորեն հրահանգ էր տրվում մի քանի օրվա ընթացքում հեռանալ երկրից: Երկրի այլ շրջաններ ժամանած և այնտեղ ձեռբակալված անձնանց նկատմամբ կիրառվող գործելակերպը ավելի հետևողական էր՝ նրանց հրահանգում էին լքել երկիրը և ուղարկում երկրի որևէ մեծ քաղաք, օրինակ՝ Աթենք կամ Պատրաս:", "168. Բոլոր դեպքերում, բնակվելու հնարավորությունների մասին նրանց որևէ տեղեկատվություն չէր տրամադրվում: Մասնավորապես, հարցազրույցներ անցած մարդիկ հայտնում են, որ ոչ ոք նրանց չէր ասել, թե նրանք պետք է հաղորդեին իշխանություններին այն մասին, որ ապրելու որևէ տեղ չունեն, քանի որ այդ դեպքում իշխանությունները ստիպվալ կլինեին էին միջոցներ ձեռնարկել նրանց որևէ կացարան տրամադրելու համար:", "169. Այն անձինք, ովքեր Հունաստանում չունեն ընտանիք կամ բարեկամներ և չեն կարող տան վարձ վճարել, ստիպված էին գիշերը փողոցում անցկացնել: Արդյունքում շատ տնազուրկ ապաստան հայցողներ, հիմնականում միայնակ տղամարդիկ, ինչպես նաև ընտանիքներ, ապօրինի զբաղեցրել էին հանրային տարածքները, օրինակ՝ Պատրասի ժամանակավոր ճամբարը, որտեղից նրանք հեռացվել էին 2009թ. հուլիսին և այնուհետև այն քանդվել էր, կամ բնակվում էին Աթենքի վճռաբեկ դատարանի հին շենքում ու քաղաքի այգիներում:", " 170.  Հարցազրույցներին մասնակցած մարդկանցից շատերը հայտնում էին, որ իրենք գտնվում էին շարունակական վախի մթնոլորտում, որ կենթարկվեն հարձակման ու կողոպուտի, և անվերջ զրկանքների պայմաններում ապրելու հետևանքով ամբողջությամբ հուսալքված էին (սննդի հայթայթման դժվարություն, սանիտարա-հիգիենիկ հարմարանքներից զրկվածություն և այլն):", "171.  Սովորաբար, այդ մարդկանց գոյատևության միակ միջոցը հանրության, Կարմիր խաչի և որոշ կրոնական հաստատությունների կողմից տրամադրվող օգնությունն էր:", "172.  Վարդագույն քարտ ունենալը որևէ դեր չէր խաղում պետությունից օգնություն ստանալու հարցում, իսկ ժամանակավոր աշխատանքի թույլտվություն ստանալուն խոչընդոտում էին բյուրոկրատական քաշքշուկները: Օրինակ, հայցատուն, որպեսզի հարկային հաշվառման համար ստանար, պետք է ապացուցեր, որ ունի մշտական բնակության վայր, որն արդեն իսկ դուրս էր մղում տնազուրկներին զբաղվածության շուկայից: Բացի այդ, առողջապահության հարցերով զբաղվող մարմինների վերաբերմունքը չէր վկայում այն մասին, որ վերջիններս գիտեին ապաստան հայցողներին անվճար բուժօգնություն տրամադրելու իրենց պարտականության կամ այն առողջապահական վտանգների մասին, որոնց առջև կանգնած էին այդ մարդիկ:", "2008թ. նոյեմբերին, Human Right Watch կազմակերպությունը հաղորդել էր.", "«Տարբեր ազգություն ունեցող ապաստան հայցողները, որոնց հաջողվում է ստանալ և պահպանել կարմիր քարտը, քիչ հույս կարող են փայփայել, որ կառավարությունը կօգնի իրենց այն հաճախ երկարաձգվող ժամանակահատվածում, երբ ուսումնասիրվում են իրենց հայցերը: Նրանց շարքերում տնազուրկ և թշվառության մեջ գտնվող մարդիկ հաճախ չունեն կացության և նվազագույն սոցիալական աջակցության որևէ հնարավորություն՝ Հունաստանում նման մարդկանց համար գործող կացության կենտրոնները կարող են ընդունել միայն 770 առավել կարիքավոր և խոցելի ապաստան հայցողներին: Թեև 10 ընդունման կենտրոններից երեքը նախատեսված են խնամազուրկ երեխաների համար, Human Rights Watch-ն ի նաև հանդիպել է փողոցներում, այգիներում և լքված շենքերում ապրող խնամազուրկ երեխաների, որոնք ստպված էին այդտեղ ապրել կացարանից և սոցիալական ծառայություններից օգտվելու հնարավորությունից զրկված լինելու պատճառով: 15 տարեկան նիգերիացի մի տղա հաշվառման էր վերցված ոստիկանությունում, սակայն Human Rights Watch-ին հարցազրույց տալու ժամանակ ապրում էր փողոցում և ոչ մի օգնություն չէր ստանում: «Ես մինչ այժմ չունեմ որևէ մի տեղ, որտեղ կարող եմ ապրել: Իրավաբանները ինձ հասցե էին տվել, որտեղ ես կարող էի ապրել: Հիմա ես փոփոցում եմ գիշերում: Ես ոչ մի տեղ չեմ ապրում: Ես անվերջ մրսում և վախենում եմ: Քարշ եմ գալիս մինչև գիշերվա մեկը կամ երկուսը, իսկ այնուհետև գնում եմ այգի, որտեղ քնում եմ» պատմել էր նա: 2008թ. ապրիլին Ապաստան հայցողների Նորվեգիայի ասոցիացիան (ԱՀՆԱ), Նորվեգիայի Հելսինկյան հանձնաժողովը, և Հունաստանի Հելսինկյան մշտադիտարկողը համատեղ հաղորդեցին Հունաստանում «Դուբլին II» կանոնակարգով փախստականներին սպասող անմխիթար կացության և սոցիալական պայմանների մասին, նշելով որ թշվառության մեջ գտնվող անձանց տրամադրվող կացության տեղերը «չնչին» էին, իսկ փոքրաքանակ կացության կենտրոններում պայմանները «սոսկալի»: Զեկույցում նշվում էր «Ապաստան հայցողների զգալի մասը զրկված է որևէ սոցիալական օժանդակությունից՝ ինչպես կացության, այնպես էլ որևէ այլ սոցիալական օգնության իմաստով: Հունաստանը գործնականում այնպիսի երկիր է, որտեղ ապաստան հայցողներն ու փախստականները գրեթե ամբողջությամբ թողնված են սեփական հույսի վրա»:", "Դ.  Ապաստանի ընթացակարգը", "1. Ապաստանի ընթացակարգից օգտվելու հնարավորությունը", "173. 160-րդ կետում նշված զեկույցում նկարագրված են ապաստան հայցելու ընթացակարգից օգտվելու համար բազմաթիվ խոչընդոտները, որոնք այն անհնարին կամ չափազանց դժվար են դարձնում ինչպես Հունաստան առաջին անգամ ժամանողների, այնպես էլ Դուբլինի կանոնակարգի համաձայն Աթենք միջազգային օդանավակայանով ժամանած անձնաց համար:", "174. Միջազգային կազմակերպությունների և հասարակական կազմակերպությունների կողմից ուղղակի ստացված վկայությունները կարող են ամփոփվել հետևյալ ձևով:", "175.  Ապաստանի հայցերը շատ հազվադեպ են ուղղակիորեն ներկայացվում միջազգային օդանավակայանի անվտանգության ծառայության աշխատակիցներին, այդ ծառայության մասին տեղեկատվության բացակայության պատճառով:", " 176.  Օդանավակայան ժամանելիս ապաստան հայցողները որպես կանոն անմիջապես կալանավորվում են, մինչև որ կպարզվի իրենց կարգավիճակը:", "177.  Աղզատ արձակվելուց հետո նրանք, ովքեր առաջին անգամ են ժամանել Հունաստան, որոշ դեպքերում ստանում են երկրից հեռանալու մասին հունարեն լեզվով գրված կարգադրություն, չիրազեկվելով ապաստան հայցելու կամ այդ նպատակով իրավաբանի հետ հաղորդակցվելու հնարավորության մասին: Հայտնի են դեպքեր, երբ Դուբլինի կանոնակարգով վերադարձված անձինք, առաջին անգամ Հունաստան ժամանելիս ստացել էին երկրից հեռանալու մասին կարգադրություն այն հիմնավորմամբ, որ հայց ներկայացնելու համար բոլոր ժամկետները սպառվել են:", "178. Մի շարք կազմակերպություններ հաղորդում են, որ Դուբլինի կանոնակարգով վերադարձված անձանց Աթենքի օդանավակայանում ոչ միշտ է տրամադրվում ապաստանի ընթացակարգի մասին տեղեկատվական գրքույկը: Նրանց չի տրվում նաև որևէ տեղեկատվություն ընթացակարգերի և վերջնաժամկետների, ինչպես նաև իրավաբանական խորհրդատվություն ստանալու համար իրավաբանի կամ որևէ հասարակական կազմակերպության հետ կապ հաստատելու հնարավորության մասին:", "179.  Ավելին, ոստիկանությունը դիմում է տարբեր հնարքների, որպեսզի վերջիններս չօգտվեն այդ ընթացակարգից: Օրինակ, տարբեր վկաների խոսքերով, ոստիկանությունը նրանց համոզում էր, որ ընթացակարգին ընթացք տալու համար բնակության հասցե ունենալը պարտադիր նախապայման է:", "180.  Ոստիկանության բաժանմունք ներկայանալու և բնակության հասցեն հաղորդելու համար ապաստան հայցողներին տրվող եռօրյա ժամկետը գործնականում չափազանց կարճ է: Նշված գրասենյակները գործնականում անհասանելի են՝ մեծ հերթերի և այն պատճառով, որ ապաստանի հայց կարելի է ներկայացնել միայն շաբաթվա մեկ օր: Բացի այդ, գրասենյակի մուտքի թույլտվությունը թողնված է այն հսկող աշխաըտակիցների հայեցողությանը և գոյություն չունեն որևէ չափորոշիչներ, որոնցով առաջնահերթությունը կտրվի նրանց, ովքեր ցանկանում են ապաստան հայցել: Լինում են դեպքեր, երբ նշանակված օրը ներկայանում են հազարավոր մարդիկ, մինչդեռ շաբաթվա ընթացքում գրանցվում են ընդամենը 300-350 հայցեր: Ներկայումս օրական գրանցվում է մոտ քսան հայց, այնինչ դրսում իրենց հերթին են սպասում շուրջ 2,000 մարդ, որոնք դեռ պետք է տարբեր ձևակերպումներ կատարեն: Արդյունքում, առաջին հարցազրույցի ժամկետի մասին ծանուցվելու համար նրանք դեռ շատ երկար պետք է սպասեն:", "181.  Թարգմանության խիստ անբավարար հնարավորության պատճառով առաջին հարցազրույցը սովորաբար տեղի է ունենում այնպիսի լեզվով, որն ապաստան հայցողը չի հասկանում: Հարցազրույցները ձևական բնույթ են և հիմնականում սահմանափակվում են ապաստան հայցողին հարցնելով, թե ինչու է նա ժամանել Հունաստան, ընդ որում որևէ հարց չի տրվում նրա քաղաքացիության երկրում տիրող իրավիճակի մասին: Բացի այդ, որևէ իրավաբանական օգնությունից զրկված դիմումատուները չունեն իրավաբան վարձելու համար անհրաժեշտ գումարը և չափազանց հազվադեպ են ուղեկցվում իրավաբանի կողմից:", "182.  Ինչ վերաբերում է Եվրոպական դատարան դիմելու հնարավորությանը, թեև տեսականում բոլոր ապաստան հայցողները կարող են դիմել Դատարան և միջնորդել Դատարանի կանոնակարգի 39 կանոնը կիրառելու համար, իրականում վերոնշյալ թերություններն այնքան զգալի են, որ ապաստան հայցողների համար Դատարան դիմելու հնարավորությունը գրեթե անհասանելի է: Դրանով է բացատրվում Դատարանում ապաստան հայցողներից ստացվող դիմումների փոքր թիվը և Հունաստանի դեմ հայցի ապահովման միջոցներ կիրառելու միջնորդությունների սակավությունը:", "2. Ապաստանի հայցերի քննության ընթացակարգը", "183. Վերոնշյալ զեկույցներում նաև քննադատվում են ապաստանի հայցերի քննության ընթացակարգի թերությունները:", "184. Գործերի գերակշիռ մեծամասնությունը առաջին ատյանում մերժվում է, քանի որ համարվում է, որ հայցերը ներկայացվել են տնտեսական նկատառումով: ՄԱԿ ՓԳՀ-ի կողմից 2010թ. անցկացված ուսումնասիրությունը վկայում է, որ առաջին ատյանում կայացված 202 որոշումներից, 201-ը բացասական էին, ընդ որում դրանք ձևակերպված էին կարծրատիպ ձևաչափով և հայցատուի քաղաքացիության երկրի, կայացված որոշման պարզաբանման կամ իրավական հիմնավորման վերաբերյալ որևէ տեղեկատվություն չէին պարունակում:", "185. Զեկույցներում քննադատվում է ապաստանի հայցերի քննության համար պատասխանատու ոստիկանության աշխատակիցների կրթության, գիտելիքի և իրազեկվածության պակասը: Համաձայն ՄԱԿ ՓԳՀ-ի տվյալների 2008թ. Ատիկայի ոստիկանության բաժանմունքում ապաստանի հայցերի քննությամբ զբաղվող վաթսուն հինգ աշխատակիցներից միայն տասնմեկն էին մասնագիտանում ապաստանի հարցերում:", "186.  Համաձայն մի շարք զեկույցների, հաճախ հայցը մերժելու որոշումը և այն բողոքարկելու ժամկետը նշվում էին վարդագույն քարտի տրամադրման կամ երկարացման պահին տրվող փաստաթղթում, որը կազմված էր հունարեն լեզվով: Քանի որ քարտերը երկարացվում էին վեց ամիսը մեկ, հայցատուներն իրականում չէին հասկանում, որ իրենց հայցը մերժվել է և որ իրենք այդ որոշումը բողոքարկելու իրավունք ունեն: Սակայն եթե նրանք բողոքը չէին ներկայացնում սահմանված ժամկետում, ապա գործընթացից դուրս էին մնում, հայտնվում էին անօրինական կարգավիճակում և կանգնում էին ձեռբակալվելու և մինչ վտարվելը կալանքի տակ գտնվելու վտանգի առջև:", "187.  Մարդու իրավունքների հարցերով Եվրախորհրդի հանձնակատարը և ՄԱԿ ՓԳՀ-ն նաև ընդգծում էին, որ «անհայտ հասցեով անձանց» ծանուցման ընթացակարգն իրականում չէր գործում: Արդյունքում շատ ապաստան հայցողներ զրկված էին իրենց հայցի քննության ընթացքին հետևելու հնարավորությունից և ժամկետների մեջ չէին տեղավորվում:", "188. Ապաստնի հայցերի և բողոքների քննությունը շատ երկար է տևում: Համաձայն ՄԱԿ ՓԳՀ-ի, 2009թ. հուլիսին, առաջին ատյանում 6,145 հայցերի և 42,700 բողոքների քննությունը ձգձգվել էր: Հունաստանի քաղաքացիական պաշտպանության նախարարի կողմից Հանձնակատարին ներկայացված տեղեկատվության համաձայն 2010թ. փետրվարի դրությամբ դեռևս քննության չառնված ապաստանի հայցերի ընդհանուր թիվը կազմել էր 44,650:", "3. Իրավական պաշտպանություն", "189. Համամիտ չլինելով, մասնավորապես, 2009 թվականին փախստականների հարցերով հանձնաժողովների երկրորդ ատյանի մարմնի լիազորությունների կասեցման հետ \n(տես՝ սույն դատավճռի 115-րդ կետը), ՄԱԿ ՓԳՀ-ն 2009թ. հուլիսի 17-ի իր մամլո հաղորդագրությունում հաղորդեց, որ այլևս չի մասնակցելու Հունաստանում իրականացվող ապաստանի ընթացակարգին:", "190. Ինչ վերաբերում է Գերագույն վարչական դատարան հղվող գանգատներին, 160-րդ կետում նշված զեկույցներում քննադատվում է վարույթի չափազանց երկար ընթացքը: Եվրախորհրդի Մարդու իրավունքների հանձնակատարի համաձայն ներկա պահի դրությամբ վարույթը միջինում տևում էր հինգ և կես տարի: Զեկույցներում նաև ընդգծվում էր, որ բացասական որոշման բողոքարկումը ինքնաբերաբար չէր կասեցնում դրա կիրառումը և այն կանգնեցնելու համար պահանջվում է առանձին վարույթ: Վերջինս կարող էր տևել տաս օրից մինչև չորս տարի: Միևնույն ժամանակ զեկույցներում նշվում էր, որ Գերագույն վարչական դատարանի քննությունը խորքային բնույթ չի կրում և հաշվի չի առնում Կոնվենցիայի խախտումների մասին բողոքներում ներկայացվող կարևոր հանգամանքները:", "191.  Վերջապես, զեկույցներում նշվում էր, որ գործնականում Գերագույն վարչական դատարան գանգատ հղելու համար իրավական օգնության համակարգը չի գործում: Այն արգելակված է նման օգնություն տրամադրող իրավաբանների մոտ հետաքրքրվածության բացակայության և արդյունքնում նրանց պակասի պատճառով, որի վարույթի երկարատևության և վարձատրության ձգձգման հետևանք է:", "4. Վերադարձի [refoulement] վտանգը", "192.  Հունաստանի իշխանությունների կողմից ապաստան հանցողների refoulement-ի վտանգը, անկախ նրանից կատարվում է այն անուղղակիորեն Թուրքիայով, թե ուղղակիորեն ապաստան հայցողի քաղաքացիությա երկիր, մշտապես մտահոգության տեղիք է տալիս: Այդ գործելակերպի մասին մասնավորապես խոսվում է սույն դատավճռի 161-րդ կետում նշված զեկույցներում, ինչպես նաև լրատվամիջոցների հաղորդումներում, որտեղ ընդգծվում է, որ Հունաստանի իշխանությունները որոշ դեպքերում իրականացնում են հավաքական արտաքսում ինչպես դեռ ապաստանի հայց չներկայացրած ապաստան հայցողների, այնպես էլ նրանց, ում հայցերը գրանցվել են և ովքեր ստացել են վարդագույն քարտեր: Թուրքիա վտարումը իրականացվում է կամ Հունաստանի իշխանությունների սեփական նախաձեռնությամբ՝ Թուրքիայի սահմանում կամ Հունաստանի և Թուրքիայի միջև կնքված հետընդունման պայմանագրի շրջանակում: Պարզվել է, որ նման ուղիով արտաքսված որոշ մարդիկ Թուրքիայի իշխանությունների կողմից այնուհետև վերադարձվել են Աֆղանստան՝ առանց քննության առնելու նրանց կողմից ներկայացվող ապաստանի հայցերը:", "193.  Տարբեր զեկույցներում ուշադրությունը սևեռվում է ապաստանի հայցը մերժելու դեպքում անմիջապես refoulement-ի իրականացման լուրջ վտանգի վրա, քանի որ Գերագույն վարչական դատարան հղվող գանգատը ինքնաբերաբար չի կանգնեցնում որոշման կատարումը:", "5. 2009թ. ապրիլին հղված ՄԱԿ ՓԳՀ-ի նամակը", "194.  2009թ. ապրիլի 2-ին ՄԱԿ ՓԳՀ-ն նամակ հղեց Բելգիայի միգրացիայի և ապաստանի քաղաքականության հարցերով նախարարին, քննադատելով Հունաստանում ապաստանի ընթացակարգում առկա թերություններն ու ապաստան հայցողների ընդունման պայմանները, և առաջարկելով դադարեցնելու նրանց տեղափոխումը Հունաստան: Նամակի պատճենը ուղարկվել էր Օտարերկրացիների հարցերով վարչություն. Նամակում մասնավորապես նշված էր.", "«ՄԱԿ ՓԳՀ-ն տեղյակ է, որ Եվրոպական դատարանը «K.R.S. ընդդեմ Միացյալ Թագավորության» գործով դատավճռում ... վերջերս հանգել էր այն եզրակացության, որ ապաստան հայցողին Հունաստանին արտահանձնելը Կոնվենցիայի 3-րդ հոդվածի նպատակների համար refoulement-ի վտանգ չէր ներկայացնում: Սակայն, Դատարանը որևէ դիրքորոշում չէր արտահայտել Հունաստանի կողմից փախստականների հարցերով միջազգային նորմերը պահպանելու հարցի վերաբերյալ: Մասնավորապես Դատարանը ոչինչ չէր ասել այն մասին, թե արդյոք ապաստան հայցողների ընդունման պայմանները համապատասխանում էին մարդու իրավունքների պաշտպանության տարածաշրջանային և միջազգային չափորոշիչներին, արդյոք ապաստան հայցողների հայցերը անաչառ կերպով քննության են առնվում և արդյոք փախստականները կարող են արդյունավետ իրականացնել Ժնևի կոնվենցիայով սահմանված իրենց իրավունքները: ՄԱԿ ՓԳՀ-ն կարծում է, որ դեռևս դա այդպես չէ»:", "195.  Նամակի վերջում նշվում էր.", "«Վերոնշյալ պատճառներից ելնելով ՄԱԿ ՓԳՀ-ն անփոփոխ է թողնում Հունաստանի ապաստանի համակարգի վերաբերյալ իր գնահատականները և 2008թ. ապրիլին տրված առաջարկությունները, համաձայն որոնց կառավարությունները ապաստան հայցողներին չպետք է տեղափոխեն Հունաստան և իրենք իրականացնեն նման ապաստանի հայցերի քննությունը՝ Դուբլինի կանոնակարգի 3 § 2 հոդվածին համապատասխան»:", "VI. Աֆղանստանում իրավիճակը նկարագրող միջազգային փաստաթղթերը", "196.  Աֆղանստանը ներգրավված է զինված հակամարտությունում 1979 թվականից: Ներկա իրավիճակը ստեղծվել է 1994-2001թթ. քաղաքացիական պատերազմի արդյունքում, որի ընթացքում Մոջահեդինները (հակախորհրդային դիմադրության մասնակիցները, որոնցից շատերը ներկայումս պետական պաշտոններ են զբաղեցնում) պայքարում են Թալիբանների շարժման դեմ, ինչպես նաև բխում է 2001թ. սեպտեմբերի 11-ին ԱՄՆ-ում կատարված ահաբեկչական գործողություններից:", "197.  Համաձայն ՄԱԿ ՓԳՀ-ի 2009թ. «Աֆղանստանցի միջազգային պաշտապնություն հայցողների կարիքների գնահատման ուղեցույց»-ի, որը փոխարինեց 2007թ. ուղեցույցը, իրավիճակը Աֆղանստանում կարող է ներկայացվել, որպես թեժացող զինված հակասություն, որին ուղեկցում է լուրջ և համատարած մարդու իրավունքների նպատակային ոտնահարումը: Կառավարությունը և նրա միջազգային դաշնակիցները հակամարտում են տարբեր ապստամբ խմբավորումների հետ, որոնց թվում են Թալիբանները, «Հեզբ-է-Իսլամի»-ն և «Ալ-Քաիդա»-ն: Օրինական և ապօրինի զինված խմբերի և կազմակերպված հանցավոր խմբերի բազմությունը նույնպես կարևոր դեր է խաղում հակամարտությունում: Չնայած բարեփոխումների ուղղությամբ ձեռնարկվող քայլերին, Աֆղանստանում դեռևս մոլեգնում է համընդհանուր կոռուպցիան, բացակայում է պատճաշ իրավական համակարգը և արդյունավետ արդարադատության հնարավորությունը: Մարդու իրավունքների խախտումները գրեթե չեն կասեցվում դատաիրավական համակարգի կողմից և երկրում շարունակում է իշխել անպատժելիության մթնոլորտը: Կրոնական պահպանողականության շարունակական ամրապնդումը ստիպել է կառավարությունը և խորհրդարանին էապես սահմանափակել մարդկանց հիմնարար ազատություններն ու իրավունքները:", "198. Վերոնշյալ փաստաթղթում ՄԱԿ ՓԳՀ-ն նշում է, որ մարտական գործողությունների հիմնական մասն իրականացվում է երկրի հարավային և հարավ-արևելյան մասերում: Հարավում Թալիբանների հենարանը հանդիսացող Հելմանդ և Քանդահար նահանգներում դաժան մարտեր են ընթանում: Երկրի հարավային, հարավ-արևելյան և արևելյալ շրջաններում ծավալված հակամարտությունը տեղաշարժի է ենթարկել բնակչությանը և քաղաքացիական բնակչության մեծ կորուստների է հանգեցրել:", "199. Գնալով ավելանում են ապացույցները, որ մարդիկ, որոնք պետական ծրագրեր են իրականացնում կամ համարվում են դրանց իրականացնողները, ինչպես նաև հասարակական և քաղաքացիական կազմակերպությունները, որոնք աշխատում են Աֆղանստանում միջազգային ուժերի հետ կամ համարվում են դրանց հետ աշխատողներ, կանգնած են հակակառավարական խմբավորումների թիրախը դառնալու շատ լուրջ վտանգի առջև:", "200.  Ինչ վերաբերում է երկրի ներսում տեղափոխման հնարավորություններին ՄԱԿ ՓԳՀ-ն ընդգծում է, որ Աֆղանստանի ոչ մի շրջան անվտանգ չէ և եթե նույնիսկ այդպիսին գտնվեր, այն անհասանելի կլիներ, քանի որ Աֆղանստանի ճաանպարհների մեծ մասը գտնվում են զինված գործողությունների գոտիներում:", "201. Քաբուլում իրավիճակը վատթարացել է: Տնտեսական արտագաղթի աճը հավելյալ ճնշում է առաջացնում աշխատանքի շուկայում և նվազեցնում առկա պաշարների՝ ենթակատուցվածքների, վարելահողի և խմելու ջիր ծավալները: Իրավիճակն էլ ավելի է սրվում տևական երաշտի և դրա արդյունքում աղեստամոքսային հիվանդությունների համաճարակների պատճառով: Համատարած գործազրկությունը և զբաղվածության ցածր մակարդակը սահմանափակում են շատերի կարողությունները, թույլ չտալով նրանց բավարարելու իրենց հիմնական կարիքները:", "202.  ՄԱԿ ՓԳՀ-ն սովորաբար ներքին տեղափոխումը համարում է ողջամիտ այլընտրանքային լուծում այն դեպքերում, երբ տեղափոխման շրջանում կարող է ապահովվել անձի պաշտպանությունը նրա ընտանիքի, համայնքի կամ ցեղակիցների կողմից: Սակայն պաշտպանության այդ ձևերը կարող են տրամադրվել միայն այն շրջաններում, որտեղ գոյություն ունեն ընտանեկան կամ ցեղային կապեր: Նույնիսկ նման դեպքերում անհրաժեշտ է յուրաքանչյուր դեպքի առանձին վերլուծություն, քանի որ եռեսուն տարի շարունակվող պատերազմի, փախստակաների զանգվածային տեղահանման և գյուղերի աստիճանական դատարկման արդյունքում ավանդական սոցիալական կապերը երկրում գրեթե վերացել են:", "203.  Հաշվի առնելով այդ հանձնարարականներում տրվող առաջարկությունները Բելգիայում ապաստանի հայցերի քննության համար պատասխանատու մարմինը (ՓՔԱԳՀ, տես՝ սույն դատավճռի 131-րդ կետը) «Աֆղանստանցի միջազգային պաշտապնություն հայցողների հարցերով փախստականների և քաղաքացիություն չունեցող անձանց քաղաքականության Գերագույն հանձնակատարի գրասենյակը» անվանվամբ 2010թ. փետրվարին լույս տեսած փաստաթղթում նշել էր, որ պաշտպանություն է տրամադրել զգալի թվով աֆղանստանցի փախստականներին երկրի հատկապես վտանգավոր շրջաններից:", "ՕՐԵՆՔԸ", "204.  Սույն գործի հանգամանքներում Դատարանը նպատակահարմար է գտնում առաջին հերթին քննելու դիմումատուի բողոքները Հունաստանի, իսկ այնուհետև Բելգիայի դեմ:", "I.   ԴԻՄՈՒՄԱՏՈՒԻՆ ԿԱԼԱՆՔԻ ՏԱԿ ՊԱՀԵԼՈՒ ՊԱՅՄԱՆՆԵՐԻ ՊԱՏՃԱՌՈՎ ՀՈՒՆԱՍՏԱՆԻ ԿՈՂՄԻՑ ԿՈՆՎԵՆՑԻԱՅԻ 3–ՐԴ ՀՈԴՎԱԾԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄԸ", "205.  Դիմումատուն պնդում էր, որ Աթենքի միջազգային օդանավակայանում իրեն կալանքի տակ պահելու պայմանները հանդիսանում էին անմարդկային և նվաստացնող վերաբերմունք Կոնվենցիայի 3-րդ հոդվածի իմաստով, որտեղ ասված է.", "«Ոչ ոք չպետք է ենթարկվի խոշտանգումների կամ անմարդկային կամ նվաստացնող վերաբերմունքի կամ պատժի»:", "Ա.  Կողմերի փաստարկները", "1.  Դիմումատուն", "206. Դիմումատուն բողոքում էր կալանքի տակ գտնվելու երկու շրջանների մասին, որոնցից առաջինը՝ Աթենքի միջազգային օդանավակայան ժամանելուց հետո, որը տևել էր 2009թ. հունիսի 15-ից 18-ը, իսկ երկրորդը՝ 2009թ. օգոստոսի 1-ից 7-ը, այն բանից հետո, երբ նրան ձեռբակալել էին օդանավակայանում: Նա պնդում էր, որ Աթենքի միջազգային օդանավակայանի հարևանությամբ գտնվող կենտրոնում կալանքի պայմաններն այնքան անտանելի էին, որ նվաստացնող և անմարդկային վերաբերմունք էին հանդիսանում: Դիմումատուն հետևյալ ձևով էր նկարագրում իր կալանավորման պայմանները. նրան քսան հոգու հետ փակի տակ էին պահում փոքր սենյակում, թույլ էրն տալիս զուգարան գնալ միայն պահակների հայեցողությամբզրկել էին մաքուր օդ դուրս գալու հնարավորությունից, ուտելու շատ քիչ բան էին տալիս և նա ստիպված էր քնելու դատարկ հատակին գցած կեղտոտ ներքնակի վրա: Բացի այդ նա բողոքում էր, որ երկրորդ անգամ կալանքի տակ գտնվելու ժամանակ ոստիկանները նրան ծեծի էին ենթարկել:", "2. Հունաստանի կառավարությունը", "207.  Կառավարությունը վիճարկում էր, որ կալանքի տակ գտնվելու ժամանակ խախտվել էին դիմումատուի 3-րդ հոդվածով երաշխավորված իրավունքները: Դիմումատուն որևէ ապացույցներ չէր ներկայացրել, որ նրա նկատմամբ անմարդկային կամ նվաստացնող վերաբերմունք էր դրսևորվել:", "208. Ի տարբերություն դիմումատուի նկարագրությանը, Կառավարությունը ներկաայցնում էր կալանքի տակ պահման կենտրոնը որպես կարճատև կացության նպատակների համար հարմարեցված կենտրոն, որը հատուկ նախատեսված էր ապաստան հայցողների համար, և որտեղ նրանց բավարար կերակրում էին:", "209. Պատասխանելով Մեծ Պալատում կայացած դատավարության ժամանակ Դատարանի տրված հարցերին, Կառավարությունն ավելի մանրամասն տեղեկատվություն ներկայացրեց կենտրոնի կառուցվածքի և սարքավորումների մասին: Շենքն ուներ ապաստան հայցողների համար նախատեսված բաժին, որը բաղկացած էր տաս անկողիններով երեք սենյակներից, և երկու զուգարաններից: Հանրային հեռախոս ունեցող և ջրի պուլպուլակներով այդ սենյակներում ապաստան հայցողների հետ միաժամանակ պահվում էին նաև արտաքսման իրենց հերթին սպասող անձինք: Դիմումատուին այնտեղ պահել էին 2009թ. հունիսին, մինչև նրա վարդագույն քարտի պատրաստ լինելը:", "210.  Կառավարությունը Դատարանին հայտնեց, որ 2009թ. օգոստոսին դիմումատուին պահել էին ապաստան հայցողների բաժնից առանձնացված կենտրոնի մեկ այլ բաժնում, որը նախատեսված էր քրեական հանցագործություն կատարած օտարերկրացիների համար: Այդ բաժնի տարածքի մակերեսը կազմում էր 110 քառակուսի մետր և բաղկացած էր ինը սենյակներից և երկու զուգարաններից: Այնտեղ նույնպես կար հանրային հեռախոս և ջրի պուլպուլակ:", "211. Վերջում Կառավարությունը Դատարանի ուշադրությունը գրավեց կալանքի տակ գտնվելու ժամկետների կարճության և երկրորդ ժամկետի հանգամանքների վրա, որը պայմանավորված էր ոչ թե դիմումատուի կողմից ներկայացված ապաստանի հայցով, այլ այն հանցագործությամբ, որը նա կատարել էր, փորձելով Հունաստանից մեկնել կեղծված փաստաթղթերով:", "Բ.  Գործում որպես երրորդ կողմ միջամտող Եվրախորհրդի Մարդու իրավունքների հանձնակատարի և ՄԱԿ-ի Փախստականների հարցերով գերագույն հանձնակատարի դիտարկումները", "212.  Հանձնակատարը հայտնեց, որ Médecins sans Frontières – Հունաստան կազմակերպությունը նրան իրազեկել էր օդանավակայանի հարևանությամբ գտնվող կալանավոևրման կենտրոնի պայմանների մասին (տես՝ սույն դատավճռի 166-րդ կետը):", "213.  ՄԱԿ ՓԳՀ-ն կենտրոնն այցելել էր 2010թ. մայիսին և գտել էր, որ պահման պայմաններն այնտեղ անընդունելի էին, քանի որ սենյակները չէին օդափոխվում, արգելվում էր զբոսնել մաքուր օդին և խցերում չկային սանհանգույցներ:", "Գ.  Դատարանի գնահատականը", "1. Ընդունելիություն", "214.  Դատարանը գտնում է, որ Հունաստանում կալանքի տակ պահելու պայմանների վերաբերյալ դիմումատուի կողմից Կոնվենցիայի 3-րդ հոդվածի հիմքերով ներկայացված գանգատը բարձրացնում է իրավունքի և փաստի հետ կապված բարդ խնդիրներ, որոնք լուծելու համար անհրաժեշտ է գործի ըստ էության քննություն:", "215.  Դատարանը գտնում է, որ Կոնվենցիայի 35 § 3 հոդվածի իմաստով գանգատն ակնհայտորեն անհիմն չէ: Այն նաև անընդունելի չէ որևէ այլ հիմքերով: Ուստի այն պետք է ընդունելի հայտարարվի:", "2. Ըստ էության", "(ա) Ընդհանուր սկզբունքների շարադրումը", "216. Դատարանը կրկնում է, որ օտարերկրացիների ազատազրկումը, որն ուղեկցվում է այդ անձնանց տրամադրվող համապատասխան երաշխիքներով, ընդունելի է միայն այն նկատառումից ելնելով, որ պետությունները կարողանան կանխել անօրինական ներգաղթը, միաժամանակ պահպանելով իրենց միջազգային պարտավորությունները, մասնավորապես՝ Փախստականների կարգավիճակի մասին 1951թ. ժնևի կոնվենցիային և Մարդու իրավունքների եվրոպական կոնվենցիային համապատասխան: Պետությունների օրինական մտահոգությունը՝ վերջ դնելու ներգաղթի սահմանափակումների շրջանցման ավելի հաճախակի դարձող փորձերին, չպետք է զրկի ապաստան հայցողներին այդ Կոնվենցիաներով երեաշխավորված պաշտպանությունից (տես՝ «Amuur ընդդեմ Ֆրանսիայի», 25 հունիսի 1996թ., § 43, Reports of Judgments and Decisions 1996III):", "217. Այն դեպքերում, երբ Դատարանը կոչված է գնահատելու միջոցառման իրականացման ձևի և մեթոդի համապատասխանությունը Կոնվենցիա պահանջներին, նա պետք է ոսումնասիրի գործի մասնակիցների հատուկ հանգամաննքները (տես «Riad և Idiab ընդդեմ Բելգիայի», գանգատներ թիվ 29787/03 և 29810/03, § 100, ՄԻԵԴ 2008... (քաղվածքներ)):", "218.  Պետությունները պետք է հատուկ ուշադրություն դարձնեն Կոնվենցիայի 3-րդ հոդվածի վրա, որտեղ ամրագրված է ժողովրդավարական հասարակությունների առավել հիմնարար արժեքներից մեկը և անվերապահորեն արգելվում է խոշտանգումն ու անմարդկային կամ նվաստացնող վերաբերմունքն ու պատիժը, անկախ հանագմանքներից և տուժողի վարքից (տես՝ այլ աղբյուրների թվում «Labita ընդդեմ Իտալիայի» [ՄՊ], գանգատ թիվ 26772/95, § 119, ՄԻԵԴ 2000-IV):", "219. Դատարանը բազմաթիվ առիթներով նշել է, որ վերաբերմունքը պետք է հասնի դաժանության սահմանված նվազագույն սահմանի, որպեսզի այն հնարավոր լինի դիտարկել  3-րդ հոդվածի ներքո: Այդ սահմանը հարաբերական բնույթ է կրում և կախված է գործի բոլոր հանգամանքներից, ինչպիսիք են վերաբերմունքի տևողությունը և ֆիզիկական կամ հոգեկան ազդեցությունը և, որոշ դեպքերում, տուժածի սեռը, տարիքը և առողջական վիճակը (տես՝ օրինակ, «Kudła ընդդեմ Լեհաստանի» [ՄՊ], գանգատ թիվ 30210/96, § 91, ՄԻԵԴ 2000-XI):", "220.  Դատարանը համարում է վերաբերմունքն «անմարդկային», եթե այն եղել է «միտումնավոր, կիրառվել է ժամեր շարունակ և առաջացրել է իրական մարմնական վնաս կամ ուժեղ ֆիզիկական կամ հոգեկան տառապանք»:", "Վերաբերմունքը համարվում է «նվաստացնող», երբ նրա արդյունքում տուժածի մոտ առաջանում է վախի, տագնապի և թերարժեքության զգացմունք և տուժածին վիրավորելու ու ստորացնելու արդյունքում կոտրում նրա ֆիզիկական ու հոգեկան կամքը (ibid., § 92, և «Pretty ընդդեմ Միացյալ Թագավորության», գանգատ թիվ 2346/02, § 52, ՄԻԵԴ 2002III): Այն կարող է այդպիսի համարվել նույնիսկ եթե տուժացը նվաստացվում է միայն իր, այլ ոչ թե ուրիշների աչքերում (տես՝ այլ աղբյուրների թվում, «Tyrer ընդդեմ Միացյալ Թագավորության», 25 ապրիլի 1978թ., § 32, Series A գանգատ թիվ 26): Ի վերջո, թեև պետք է հաշվի առնել այն հարցը, թե արդյոք վերաբերմունքի նպատակը կայացել է տուժողին նվաստացնելը կամ անարգելը, նման նպատակի բացակայությունը չի կարող բացառել այն եզրակացությունը, որ տեղի է ունեցել 3-րդ հոդվածի խախտում (տես՝ «Peers ընդդեմ Հունաստանի», գանգատ թիվ 28524/95, § 74, ՄԻԵԴ 2001-III):", "221.  Կոնվենցիայի 3-րդ հոդվածի համաձայն պետությունները պարտավոր են ապահովելու, որ կալանքի պայմանները համապատասխանեն մարդու արժանապատվությունը հարգելու պահանջին, թույլ չտալով որպեսզ միջոցի իրականացման ձևն ու մեթոդը կալանավորներին ենթարկեն տառապանքների և զրկանքների, որոնց աստիճանը գերազանցում է կալանքի տակ պահվելու դեպքում անխուսափելիորեն առաջացող անհարմարության թույլատրելի մակարդակը և որ, հաշվի առնելով ազատազրկումից բխող գործնական պահանջները, նրանց առողջությունը և բարեկեցությունը պատշաճ ձևով պահպանվի (տես՝ օրինակ, վերը նշված Kudła, § 94):", "222. Դատարանը որոշեց, որ ապաստան հայցողին երկու ամիս շարունակ փակ խցում պահելը, թույլ չտալով նրան մաքուր օդ դուրս գալ կամ օգտվել հեռախոսից, և չտրամադրելով նրան մաքուր սավաններ ու բավական քանակի սանիտարա-հիգիենիկ պարագաներ, Կոնվենցիայի 3-րդ հոդվածի իմաստով անմարդկային վերաբերմունք էր հանդիսանում (see «S.D. ընդդեմ Հունաստանի», գանգատ թիվ 53541/07, §§ 49-54, \n11 հունիսի 2009թ.): Նմանապես, վեց օր տևող ազատազրկումը, սահմանափակված տարածքում, առանց զբոսանքի հնարավորության, ժամանցի տարածքի, երբ նա ստիպված էր քնել կեղտոտ ներքնակի վրա և զրկված էր զուգարանից ազատ օգտվելու հնարավորությունից, համաձայն 3-րդ հոդվածի անընդունելի է (ibid., § 51): Ապաստան հայցողին մինչև վարչական միջոցի կիրառումը երեք ամիս ոստիկանության բաժանմունքում կալանքի տակ պահելը, առանց որևէ զբաղմունքի և բավարար սննդի նույնպես համարվում է նվաստացնող վերաբերմունք (տես «Tabesh ընդդեմ Հունաստանի», գանգատ թիվ 8256/07, §§ 38-44, 26 նոյեմբերի 2009թ.): Վերջապես, Դատարանը որոշել էր, որ դիմումատուի կալանավորումը, որը նույնպես ապաստան հայցող էր, երեք ամիս բազմամարդ տարածքում սոսկալի հակասանիտարիայի պայմաներում, առանց ժամանցի կամ բավարար սնվելու հնարավորության, որտեղ սանիտարական հարմարարնքերի անավարտ վերանորոգման պատճառով վերջիններս գործնականում չէին աշխատում, իսկ կալանավորվածները գիշերում էին ծայրահեղ հակասանիտարական և բազմամարդ պայմաներում հանդիսանում էր 3-րդ հոդվածով արգելված նվաստացնող վերաբերմունք (տես «A.A. ընդդեմ Հունաստանի», գանգատ թիվ 12186/08, §§ 57-65, 22 հուլիսի 2010թ.):", "(բ) Կիրառումը սույն գործում", "223.  Դատարանն արդեն առիթ ունեցել էր նշելու, որ Եվրոպական Միության արտաքին սահմանները ձևավորող պետությունները ներկայումս զգալի դժվարությունների են հանդիպում միգրանտների և ապաստան հայցողների աճող ներհոսքին դիմակայելու հարցում: Իրավիճակն էլ ավելի է բարդանում Դուբլինի կանոնակարգին համապատասխան այլ Մասնակից պետությունների կողմից ապաստան հայցողներին արտահանձնելու արդյունքում (տես՝ սույն դատավճռիs 65-82 կետերը): Դատարանը չի թերագնահատում այդ իրավիճակի պատճառով համապատասխան պետությունների մոտ առաջացող ճնշումն ու լարվածությունը, որն էլ ավելի էր ավելանում ներկա տնտեսական ճգնաժամի պայմաններում: Այն մասնավորապես տեղյակ է միգրանտների և ապաստան հայցողների խոշոր միջազգային օդանավակայաններ ժամանելուց հետո նրանց ընդունման հետ կապված խնդիրների հետ, ինչպես նաև ապաստան հայցողների թվի ու պետությունների մի մասում դրանց ընդունման անբավարար կարողությունների մասին: Սակայն, հաշվի առնելով 3-րդ հոդվածի բացարձակ բնույթը, այդ ամենը չի կարող պետությանն ազատել իր պարտավորությունները կատարելուց:", "224.  Այդ իսկ պատճառով Դատարանը չի ընդունում Հունաստանի կառավարության այն փաստարկը, որ 3-րդ հոդվածի ներքո դիմումատուի բողոքները դիտարկելիս այդ բարդությունները պետք է հաշվի առնվեն:", "225. Դատարանն անհրաժեշտ է գտնում հաշվի առնելու դիմումատուին կալանքի տակ պահելու պայմանները և այն փաստը, որ չնայած Հունաստանի կառավարության պնդումներին, դիմումատուն փաստորեն վերջինիս առջև «ապօրինի միգրանտի» դերում հանդես չէր եկել: Հակառակը, այն բանից հետո, երբ 2009թ. հունիսի 4-ին Հունաստանի իշխանությունները համաձայնվել էին պատասխանատվություն ստանձնել դիմումատուի նկատմամբ, նրանք տեղյակ էին նրա ինքնության և այն փաստի մասին, որ նա կարող է ապաստան հայցել: Չնայած դրան, նրան անմիջապես կալանքի ատկ էին վերցրել առանց որևէ բացատրության:", "226. Դատարանը նշում է, որ համաձայն միջազգային մարմինների և հասարակական կազմակերպությունների մի շարք զեկույցների  (տես՝ սույն դատավճռի 160-րդ կետը), ապաստան հայցողների պարբերաբար կալանավորումը, առանց պատճառների մասին վերջիններիս իրազեկելու, Հունաստանի իշխանությունների մոտ լայն կիրառում է ստացել:", "227.  Դատարանը նաև հաշվի է առնում դիմումատուի պնդումները, որ երկրորդ ձեռբակալության ժամանակ ոստիկանությունը նրա նկատմամբ բռնություն է գործադրել և վիրավորանքներ է հասցրել: Դատարանը նշում է, որ այդ պնդումները չեն հաստատվում որևէ փաստաթղթերով, օրինակ՝ բժշկական զննության տեղեկանքով, և որ հնարավոր չէ ամբողջովին պարզել թե ինչ է իրականում տեղի ունեցել դիմումատուի հետ: Սակայն Դատարանը վերստին նշում է, որ դիմումատուի պնդումները համընկնում են միջազգային կազմակերություններից ստացվող բազմաթիվ վկայությունների հետ (տես՝ սույն դատավճռի 160-րդ կետը): Մասնավորապես, այն նշում է, որ 2007թ. Աթենքի միջազգային օդանավակայանի հարևանությամբ գտնվող կալանավորման կենտրոն կատարած այցից հետո Խոշտանգումների դեմ Եվրոպական հանձնաժողովը հաղորդել էր ոստիկանության աշխատողների ձեռքում գտնվող անձանց նկատմամբ դաժան վերաբերմունքի բազմաթիվ դեպքերի մասին (տես՝ սույն դատավճռի 163-րդ կետը):", "228. Դատարանը նշում է, որ կողմերը չեն համաձայնվում այն հարցի շուրջ, թե որ բաժիններում է դիմումատուն կրել կալանքը: Կառավարությունը պնդում է, որ նա պահվել է երկու տարբեր բաժիններում, և որ պետք է հաշվի առնել երկու բաժինների պայմանների միջև տարբերությունը: Դիմումատուն սակայն նշում է, որ կալանքի երկու ժամանակահատվածներում էլ նա գտնվել է բացարձակապես միևնույն պայմաններում: Դատարանը նշում է, որ գործնականում կալանավորների տեղավորումը բաժիններից որևէ մեկը որևէ հստակ սկզբունքով չի կատարվում, սակայն կարող էր տարբերվել՝ կախված յուրաքանչյուր բաժնում գտնվող կալանավորների թվից (տես՝ սույն դատավճռի 165-րդ կետը): Հետևաբար հնարավոր է, որ դիմումատուին երկու անգամ էլ պահեին նույն բաժնում: Դատարանը գալիս է այն եզրակացության, որ հարցը քննելիս կարելի է անտեսել Կառավարության կողմից նշվող պայմանների տարբերությունը:", "229.  Կարևոր է նշել, որ դիմումատուի պնդումները կալանավորման կենտրոնի կենցաղային պայմանների մասին հաստատվում են ԽԵՀ-ի (տես՝ սույն դատավճռի 163-րդ կետը), ՄԱԿ ՓԳՀ-ի (տես՝ սույն դատավճռի 213-րդ կետը), Amnesty International-ի և Médecins sans Frontières – Հունաստան կազմակերպությունների (տես սույն դատավճռի 165 և 166 կետերը) համանման եզրակացություններով և բացահայտորեն չեն վիճարկվում Կառավարության կողմից:", "230. Դատարանը նշում է, որ օդանավակայանի հարևանությամբ գտնվող կալանավորման կենտրոն այցելած կազմակերպությունների եզրակացությունների համաձայն ապաստան հայցողների բաժինը գրեթե միշտ դռնփակ էր և կալանավորները չէին կարող օգտվել դրսում գտնվող ջրի պուլպուլակից ու ստիպված էին ջուր խմել սանհանգույցներում: Ձեռբակալված անձնաց բաժնում 110 քառակուսի մետր տարածքում 145 կալանավոր էր գտնվում: Մի շարք խցերում տասնչորսից տասնյոթ մարդու համար ընդամենը մեկ անկողին էր դրված: Ներքնակները չէին հերիքում և կալանավորները քնում էին բաց հատակին: Տեղը չէր հերիքում, որպեսզի բոլոր կալանավորները կարողանային միաժամանակ պառկել և քնել: Մարդաշատության պատճառով օդափոխությունն անբավարար էր և խցերում անտանելի շոգ էր: Դիմումատուների զուգարաններից օգտվելու հնարավորությունը խստորեն սահմանափակված էր և նրանք բողոքում էին, որ ոստիկանությունը նրանց միջանցք դուրս գալ թույլ չէր տալիս: Ոստիկանները խոստովանել էին, որ կալանավորները ստիպված էին միզելու պլաստիկ շշերում, որոնք նրանք դատարկում էին, երբ նրանց թույլ էին տալիս գնալ զուգարան: Բոլոր բաժիններում նկատվել էր, որ չկա ոչ օճառ, ոչ էլ զուգարանի թուղթ, սանիտարական և այլ հարմարանքները կեղտոտ են և չունեն դռներ, նաև որ կալանավորները զրկված էին դրսում քայլելու հնարավորությունից:", "231. Դատարանը կրկնում է, որ այլ գործեր քննելիս արդեն իսկ տեղեկացված է եղել Հունաստանի այլ կալանավայրերում տիրող նման պայմանների մասին, որոնք Կոնվնեցիայի 3-րդ հոդվածի իմաստով նվաստացնող էին (տես՝ սույն դատավճռի 222-րդ կետը): Այդ եզրակացությանը հանգելու համար նա հաշվի է առել այն փաստը, որ դիմումատուները ապաստան հայցողներ էին:", "232. Դատարանը որևէ հիմք չի տեսնում վերանայելու այդ եզրակացությունը Հունաստանի կառավարաության այն փաստարկի պատճառով, որ դիմումատուի կալանքի տակ գտնվելու ժամկետները կարճ են եղել: Նա չի համարում, որ դիմումատուին նշանակված կալանքի երկու ժամկետների տևողությունը՝ չորս օր 2009թ. հունիսին և մեկ շաբաթ 2009թ. օգոստոսին, մեծ չի եղել: Ներկա գործում Դատարանը պետք է հաշվի առնի, որ դիմումատուն, լինելով ապաստան հայցող, հատկապես խոցելի էր, քանի որ նախկինում հանավանաբար արդեն ունեցել էր այն տառապալի փորձը, որի հետ կրկին առնվել էր միգրացիայի ժամանակ:", "233.  Հակառակը, Աթենքի միջազգային օդանավակայանի հարևանությամբ գտնվող կալանավորման կենտրոնի պայմանների մասին առկա տեղեկատվության լույսի ներքո, Դատարանը գտնում է, որ դիմումատուի հանդեպ կիրառված կալանավորման պայմաններն անթույլատրելի էին: Նա գտնում է, որ կամայականության գիտակցելը և դրա արդյունքում ձևավորվող թերարժեքության ու ընկճվածության զգացմունքը, ինչպես նաև այն տևողական ազդեցությունը, որը կալանավորման ծանր պայմանները հաճախ թողնում են անձի վրա, իրենց հավաքական ազդեցությամբ հանդիսանում են Կոնվենցիայի 3-րդ հոդվածին հակասող նվաստացնող վերաբերմունք: Ի լրումն, դիմումատուի մոտ առկա տագնապն էլ ավելի էր սրվում ապաստան հայցողին բնորոշ խոցելիության պատճառով:", "234.  Ոստի, տեղի էր ունեցել Կոնվենցիայի 3-րդ հոդվածի խախտում:", "II.  ԴԻՄՈՒՄԱՏՈՒԻ ԱՊՐՈՒՍՏԻ ՊԱՅՄԱՆՆԵՐԻ ՊԱՏՃԱՌՈՎ ՀՈՒՆԱՍՏԱՆԻ ԿՈՂՄԻՑ ԿՈՆՎԵՆՑԻԱՅԻ 3–ՐԴ ՀՈԴՎԱԾԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄԸ", "235. Դիմումատուն պնդում էր, որ ծայրահեղ աղքատության պայմանները, որոնցում նա ապրում էր Հունաստան ժամանելուց հետո, հանդիսանում էին Կոնվենցիայի 3-րդ հոդվածի վերոնշյալ իմաստով անմարդկային և նվաստացնող վերաբերմունք:", "Ա. Կողմերի փաստարկները", "1.  Դիմումատուն", "236. Դիմումատուն բողոքում էր, որ Հունաստանի իշխանությունները նրան որևէ տեղեկատվություն չէին տրամադրել կացության հնարավորությունների մասին և ոչ մի քայլ չէին ձեռնարկել նրան գոյատևելու համար որևէ մջոցներ տրամադրելու ուղղությամբ, թեև տեղյակ էին ապաստան հայցողների ընդհանուր չքավորության և, մասնավորապես, իր վիճակի մասին: Նա պնդում էր, որ նրան չէին տվել ապաստանի ընդացակարգի մասին տեղեկատվական գրքույկը և, որ նա բազմիցս հայտնել էր իշխանություններին, որ տնազուրկ է: Իր խոսքերով այդ մասին էին վկայում 2009թ. հունիսի 18-ին իրեն տրված ծանուցագրի «անհայտ հասցեով անձ» բառերը:", "237.  Դիմումատուն նշել էր, որ իր համար կացության տեղ գտնելու ուղղությամբ քայլերը ձեռնարկվել էին միայն այն բանից հետո, երբ 2009թ. դեկտեմբերի 18-ին նա ոստիկանությանը հայտնել էր, որ իր գործն ներառված է Եվրոպական դատարանում քննվող գործերի ցուցակում: Նա հայտնեց, որ դեկտեմբերին և 2010թ. հունվարի սկզբերին մի քանի անգամ ներկայացել էր ոստիկանության գլխավոր գրասենյակ և այնտեղ երկար ժամեր սպասել էր պարզելու համար, թե արդյոք իր համար գտել էին որևէ կացարան: Այն բանից հետո, երբ նրան այդպես էլ որևէ կացարան չառաջարկվեց, դիմումատուն դադարեցրել էր իր փորձերը:", "238. Զրկված լինելով գոյատևելու բոլոր միջոցներից դիմումատուն, Աֆղանսատանից փախած այլ ապաստան հայցողների պես երկար ամիսներ ապրում էր Աթենքի կենտրոնում գտնվող այգում: Իր ամբողջ օրը նա անց էր կացնում սնունդ որոնելիս: Երբեմն նա նյութական օգնություն էր ստանում տեղի բնակիչներից և եկեղեցուց: Նա զրկված էր սանիտարական հարմարություններից օգտվելու հնարավորությունից: Գիշերները նա ապրում էր հարձակման ենթարկվելու և թալանվելու անդադար վախի մթնոլորտում: Նա պնդում էր, որ արդյունքում ստեղծված խոցելիության և նյութական ու հոգեկան թշվառության վիճակը հանդիսանում էր 3-րդ հոդվածին հակասող վերաբերմունք:", "239. Դիմումատուն գտնում էր, որ կարիքի, հուսալքության և անորոշության իրավիճաը, որում նա հայտնվել էր, Հունաստանից հեռանալուց և որևէ այլ երկրում ապաստան հայցելուց բացի որևէ այլընտրանք իր համար չէր թողնում:", "2. Հունաստանի Կառավարությունը", "240.  Կառավարությունը պնդում էր, որ իրավիճակը, որում դիմումատուն հայտնվել էր ազատվելուց հետո իր սեփական ընտրության և սխալների արդյունքն էր: Բնակարան հայթայթելու փոխարեն դիմումատուն նախընտրել էր իր միջոցները ծախսել երկրից փախչելու համար: Բացի այդ, նա սպասել էր մինչև 2009թ. դեկտեմբերի 18-ը, մինչև որ հայտնել էր իր տնազրկության մասին: Եթե նա հետևեր 2009թ. հունիսի 18-ի ծանուցագրում տրված հրահանգներին և ավելի շուտ այցելեր Ատիկայի ոստիկանության բաժանմունք, որպեսզի հաղորդեր, որ ապրելու տեղ չունի, իշխանությունները կարող էին քայլեր ձեռնարկել իր համար կացարան գտնելու համար: Կառավարությունն ընդգծեց, որ «անհայտ հասցեով անձ» բառերը, որոնք նշված էին դիմումատուին տրված ծանուցագրում, ընդամենը նշանակում էին, որ նա իշխանություններին չէր հայտնել իր հասցեն:", "241. Այն բանից հետո, երբ իշխանություններին հայտնի դարձավ դիմումատուի վիճակը, ձեռնարկվեցին անհրաժեշտ քայլերը և նրա համար հանրակացարանում տեղ գտնվեց: Իշխանությունները, սակայն, չկարողացան հաղորդել այդ մասին դիմումատուին, քանի որ նա չէր թողել որըէ հասցե, որի միջոցով նրանք կկարողանային իր հետ կապնվել: Բացի այդ, 2009թ. դիմումատուն ուներ «վարդագույն քարտ», որն իրեն աշխատանքի, մասնագիտական ուսուցման, կացության և բժշկական խնամքի իրավունք էր տալիս, որը նա երկու անգամ թարմացրել էր:", "242.  Կառավարությունը պնդում էր, որ նման հանգամանքներում դիմումատուից էր կախված քայլեր ձեռնարկելը և շահագրգռվածություն ցուցադրելն իր ճակատագրի բարելավման հարցում: Սակայն, այն ամենը, որ նա արել էր Հունաստանում վկայում էր, որ նա չուներ երկրում մնալու որևէ ցանկություն:", "243. Այսպես թե այնպես Հունաստանի կառավարությունը պնդում էր, դիմումատուի օգտին եզրակացություն կայացնելը կհակասեր Կոնվենցիայի պահանջներին, որոնցից և ոչ մեկը չէր երաշխավորում կացության կամ քաղաքական ապաստանի իրավունքը: Հակառակ որոշում կայացնելը նախադեպ կհանդիսանար, որը տնազուրկների հայցերի անվերջ հոսք կառաջացներ և բարեգործական քաղաքականության ավելորդ պոզիտիվ պարտավորություն կսահմաներ պետությունների համար: Կառավարությունն ընդգծեց, որ Դատարանն ինքն էր նշել, «որ թեև անկասկած ցանկալի է, որպեսզի յուրաքանչյուր մարդ ունենա կացարան, որտեղ նա կարող է արժանավայել ապրել և որը նա կարողանա տուն անվանել, ցավոք Պայմանավորվող պետություններում կան բազմաթիվ անձինք, որոնք զրկված են այդ հնարավորությունից: Այն թե արդյոք պետությունը կհայթայթի միջոցներ յուրաքանչյուրին տուն տրամադրելու համար քաղաքականության, այլ ոչ թե դատարանի որոշման խնդիր է» (տես՝ «Chapman ընդդեմ Միացյալ Թագավորության» [ՄՊ], գանգատ թիվ 27238/95, § 99, ՄԻԵԴ 2001I):", "Բ.  Գործում որպես երրորդ կողմ միջամտող Եվրախորհրդի Մարդու իրավունքների հանձնակատարի և ՄԱԿ-ի Փախստականների հարցերով գերագույն հանձնակատարի, Aire կենտրոնի և Amnesty International կազմակերպության դիտարկումները", "244.  Հանձնակատարն ընդգծեց, որ Հունաստանում յուրաքանչյուր տարի ներկայացվող ապաստանի հայցերի թվի համեմատ, ընդունող երկրի կարողությունները, որոնք իր խոսքերով 2010թ. փետրվարի դրությամբ կազմում էին տասնմեկ ընդունման կենտրոններ ընդհանուր 741 տեղերով, ակնհայտորեն անբավարար էին: Նա ասաց, որ ապաստան հայցողների նյութական վիճակը չափազանց մտահոգիչ էր և նշեց Պատրասի ժամանակավոր ճամբարը, որտեղ մինչ 2009թ. հուլիս ամիսը կենցաղային և սանիտարա-հիգիենիկ անթույլատրելի պայմաններում բնակվում էր շուրջ 3,000 փախստականներ, հիմնականում Իրաքից և Աֆղանստանից: 2010թ. փետրվարին կատարած այցի ընթացքում նա նկատել էր, որ չնայած 2008թ. Հունաստանի կառավարության արված հայտարարություններին, 1,000 մարդ ընդունելու հնարավորությամբ կենտրոնի շինարարական աշխատանքները դեռևս չէին մեկնարկել: Պատրասի ոստիկանական մարմինները տեղեկացրել էին, որ աֆղանստանցիների մոտ 70%-ը գրանցված ապաստան հայցողներ էին, որոնց տրվել էր «վարդագույն քարտ»: Նա նաև վկայակոչեց Պատրասի շրջանում երեք աֆղանստանցիների գործը, որոնք Հունաստանում էին բնակվում երկու տարի, ապրելով ստվարաթղթից հավաքած վրաններում և որևէ օգնություն չէին ստանում հունական պետությունից: Միայն Կարմիչ խաչն էր, որ նրանց սնունդ և խնամք էր տալիս:", "245.  ՄԱԿ ՓԳՀ-ն կիսում էր այդ մտահոգությունը: 2009թ. տվյալների համաձայն, Հունաստանում գործում էր տասներկու ընդունման կենտրոն, որտեղ տեղերի ընդհանուր թիվը կազմում էր 865: Արական սեռի չափահաս ապաստան հայցողի համար ընդունման կենտրոնում տեղ ստանալը գործնականում անհնար էր: Շատերն ապրում էին հասարակական վայրերում կամ լքված շենքերում, կամ մի քանի հոգով կիսում էին փոքր սենյակի համար անչափ բարձր վարձը՝ առանց պետության որևէ օժանդակության: 2010թ. փետրվար-ապրիլ ամիսներին անցկացված հարցմանը մասնակցած «Դուբլինի կանոնակարգով» բոլոր ապաստան հայցողները տնազուրկ էին: Դատավարության ժամանակ ՄԱԿ ՓԳՀ-ն ընդգծեց, թե որքան դժվար էր մտնել Ատիկայի ոստիկանության բաժանմունքի շենքը և արդյունքում, մեծ հերթերի և անվտանգության աշխատակիցների կողմից շենք մտնողների կամայական ընտրության պատճառով, իշխանությունների սահմանված վեջաժամկետները պահպանել գործնականում անհնար էր:", "246.  Aire կենտրոնի և Amnesty International կազմակերպության վկայությունների համաձայն իրավիճակը Հունաստանում այսօր այնպիսին է, որ ապաստան հայցողները զրկված են ոչ միայն իշխանությունների նյութական օժանդակությունից, այլ նաև սեփական կարիքները հոգալու հնարավորությունից: Հետևաբար, պետության անօրինական գործողությունների պատճառով ձախստականների համար ստեղծված թշվառության վիճակը Դատարանի նախադեպահին իրավունքին համապատասխան պետք է դիտվի որպես Կոնվենցիայի 3-րդ հոդվածին հակասող վերաբերմունք:", "Գ. Դատարանի գնահատականը", "1. Ընդունելիությունը", "247. Դատարանը գտնում է, որ Կոնվենցիայի 3-րդ հոդվածի հիմքերով դիմումատուի բողոքները Հունաստանում ապրուստի պայմանների մասին բարձրացնում են իրավունքի և փաստի հետ կապված բարդ խնդիրներ, որոնք չեն կարող որոշվել առանց գործն ըստ էության քննելու:", "248.  Դատարանը գտնում է, որ Կոնվենցիայի 35 § 3 հոդվածի իմաստով գանգատի այս մասն ակնհայտորեն անհիմն չէ: Այն նաև անընդունելի չէ որևէ այլ հիմքերով: Ուստի այն պետք է ընդունելի հայտարարվի:", "2. Ըստ էության", "249. Դատարանն արդեն մատնանշել էր Կոնվենցիայի 3-րդ հոդվածի վերաբերյալ նախադեպային պրակտիկայում առկա ընդհանուր սկզբունքները, որոնք կիրառելի են սույն գործում (տես՝ սույն դատավճռի 216-222 կետերը): Այն նաև անհրաժեշտ է գտնում ընդգծելու, որ 3-րդ հոդվածը չի կարող մեկնաբանվել, որպես Բարձր պայմանավորվող կողմերին պարտադրող կացարանով ապահովելու իրենց իրավազորության տակ գտնվող բոլոր անձանց (տես՝ վերը նշված Chapman, § 99): 3-րդ հոդվածով չի նախատեսվում նաև կենսամակարդակի որոշակի մակարդակի ապահովման նպատակով փախստականներին ֆինանսական օժանկակություն տրամադրելու որևէ ընդհանուր պարտավորություն   (see «Müslim ընդդեմ Թուրքիայի», գանգատ թիվ 53566/99, § 85, 26 ապրիլի 2005թ.):", "250.  Դատարանը սակայն այն կարծիքին է, որ սույն գործում բարձրացված խնդիրը այդպիսի մոտեցմամբ դիտարկելն անընդունելի է: Ի տարբերություն վերը նշված Müslim-ի գործի (§§ 83 և 84), կարիքավոր ապաստան հայցողներին կացարանի և ընդունելի նյութական պայմանների ապահովման պարտականությունը ներկա դրությամբ պետության պոզիտիվ իրավունքի մաս է հանդիսանում և Հունաստանի իշխանությունները պարտավոր են գործելու սեփական օրենսդրության համապատասխան, որը փոխատեղել է Մասնակից պետություններում ապաստան հայցողներին ընդունելու նվազագույն չափորոշիչների սահմանող Համայնքային իրավական նորմը, այն է՝ թիվ 2003/9 հանձնարարականը («Ընդունման հրահանգ» – տես՝ սույն դատավճռի 84-րդ կետը): Սույն գործում դիմումատուն մեղադրում է Հունաստանի իշխանություններին, քանի որ վերջիններիս միտումնավոր գործողությունների կամ բացթողումների հետևանքով այդ իրավունքներից օգտվելն ու իր առաջնահերթ կարիքները հոգալը դիմումատուի համար գործնականում անհնար էր դարձել:", " 251. Դատարանը կարևոր հանգամանք է համարում դիմումատուի որպես ապաստան հայցողի կարգավիճակը, որի պատճառով նա ընդգրկվում է հատուկ պաշտպանության կարիք ունեցող բնակչության առավել անապահով և խոցելի խմբում (տես՝ mutatis mutandis, «Oršuš և մյուսներն ընդդեմ Խորվաթիայի» [ՄՊ], գանգատ թիվ 15766/03, § 147, ՄԻԵԴ 2010...): Նա նշում է հատուկ պաշտպանության անհրաժեշտության հարցի վերաբերյալ միջազգային և եվրոպական մակարդակով գոյություն ունեցող ընդհանուր փոխհամաձայնությունը, որի մարմնավորումներն են Ժնևի կոնվենցիան, ՄԱԿ ՓԳՀ-ի առաքելությունն ու գործունեությունը, ինչպես նաև Եվրոպական Միության Ընդունման հրահանգում սահմանված չափորոշիչները:", "252. Հաշվի առնելով վերոնշյալը, Դատարանը պետք է որոշի թե արդյոք ծայրահեղ նյութական աղքատության իրավիճակը կարող է 3-րդ հոդվածի հիմքերով խնդիրներ առաջացնել:", "253. Դատարանը կրկնում է, որ նա չի բացառում «այն հնարավորություը, որ դրսևորված վերաբերմունքի արդյունքում պետության պատասխանատվությունը կարող է առաջանալ [3-րդ հոդվածով] այն դեպքում, երբ դիմումատուն, որն ամբողջությամբ կախված է պետության օժանդակությունից, բախվում է պաշտոնյաների անտարբերության հետ, հայտնվելով մարդու արժանապատվությանն անվայել չքավորության և կարիքի իրավիճակում» (տես՝ «Budina ընդդեմ Ռուսաստանի», որոշում, գանգատ թիվ 45603/05, ՄԻԵԴ 2009...):", "254. Այն նկատում է, որ դիմումատուն գտնվում էր չափազանց ծանր վիճակում: Դիմումատուի խոսքերով նա ամիսներ շարունակ ապրում էր ծայրահեղ աղքատության պայմաններում և չէր կարող հոգալ իր նվազագույն կարիքները, այդ թվում՝ սննդի, հիգիենայի և կացարան ունենալու տեսանկյունից: Բացի այդ, նա մշտապես գտնվում էր հարձակման ենթարկվելու և կողոպտվելու վախի մթնոլորտում և չէր ակնկալում իրավիճակը բարելավելու որևէ հնարավորություն: Անդադար վախը, թշվառական կյանքը և հոգեբանական ընկճվածությունն էրն, որ նրան ստիպել էին Հունաստանից հեռանալու մի քանի փորձ ձեռնարկել:", "255. Դատարանը նշում է, որ Եվրախորհրդի Մարդու իրավունքների եվրոպական հանձնակատարի և ՄԱԿ ՓԳՀ-ի դիտարկումներից, ինչպես նաև հասարակական կազմակերպությունների զեկույցներից (տես՝ սույն դատավճռի 160-րդ կետը) հետևում է, որ դիմումատուի նկարագրած իրավիճակը համատարած բնույթ էր կրում և այն, ինչպես դիմումատուի, այնպես էի բազմաթիվ այլ ապաստան հայցողներին ամենօրյա բախտաբաժինն էր դարձել: Այդ իսկ պատճառով Դատարանը դիմումատուի նկարագրած իրավիճակին չվստահելու համար որևէ հիմքեր չի տեսնում:", "256. Հունաստանի կառավարությունը պնդում է, որ դիմումատուն ինքն էր պատասխանատու նման իրավիճակի համար, քանի որ իշխանությունները գործել էին պատշաճ ջանասիրությամբ, և նա պետք է ավելի գործունյա լիներ սեփական իրավիճակը բարելավելու համար:", "257. Կողմերը չեն համաձայնվում այն հարցի վերաբերյալ, թե արդյոք դիմումատուին տրվել էր ապաստան հայցողների համար պատրաստված տեղեկատվական գրքույկը: Դատարանը սակայն չի կարևորում այդ հարցը, քանի որ գրքույքում ոստիկանությանը ապաստան հայցողի տնազուրկ վիճակի մասին իրազեկ պահելու մասին ոչինչ չի ասվում, նաև կացարան ստանալու հնարավորության մասին որևէ տեղեկատվություն չի պարունակվում: Ինչ վերաբերում է դիմումատուի ստացած ծանուցագրին, որտեղ նրան հրահանգում էին հասցեն գրանցելու համար Ատիկայի ոստիկանության բաժանմունք ներկայանալ (տես՝ սույն դատավճռի 35-րդ կետը), Դատարանի կարծիքով վերջինիս ձևակերպումը հստակ չէր և այն ողջամտորեն բավարար տեղեկատվություն համարվել չի կարող: Դատարանը հանգում է այն եզրակացության, որ դիմումատուին այդպես էլ պատշաճ կերպով չէին ծանուցել իրեն կացարան տրամադրելու առաջացած հնարավորության մասին, եթե դա իրոք այդպես էր:", "258. Բոլոր դեպքերում Դատարանը չի պատկերացնում թե իշխանությունները ինչպես կարող էին չնկատել կամ անտեսել, որ դիմումատուն Հունաստանում տնազուրկ է: Կառավարությունն ինքն է խոստովանում, որ տասնյակ հազարավոր ապաստան հայցողներին տանիք ապահովելու համար երկրում գործող ընդունման կենտրոններում 1,000-ից քիչ տեղ կա: Դատարանը նաև նշում է, որ ինչպես նշել էր ՄԱԿ ՓԳՀ-ն, գաղտնիք չէ, որ արական սեռի չափահաս ապաստան հայցողը ընդունման կենտրոնում տեղ ստանալու որևէ գործնական հնարավորություն չունի, և որ 2010թ. փետրվար-ապրիլ ամիսներին անցկացված հարցման արդյունքում ՄԱԿ ՓԳՀ-ի կողմից հարցազրույց անցած Դուբլինի կանոնակարգով բոլոր ապաստան հայցողները տնազուրկ էին: Ինչպես և դիմումատուն, նրանց զգալի մասն ապրում է այգիներում կամ այլևս չշահագործվող շենքերում (տես՝ սույն դատավճռի 169, 244 և 242 կետերը):", "259. Թեև Դատարանը չի կարող հաստատել դիմումատուի հայտարարության ճշմարտությունը առ այն, որ մինչև 2009թ. դեկտեմբեր ամիսը նա Հունաստանի իշխանությունների առջև մի քանի անգամ բարձրաձակնել էր իր տնազուրկ լինելու մասին, այնուամենայնիվ Հունաստանի ընդունման կենտրոնների սահմանափակ կարողությունների մասին վերոնշյալ տվյալները ակնհայտորեն նվազեցնում են Կառավարության այն փաստարկի արժեքը, որ ստեղծված իրավիճակի պատճառը դիմումատուի անգործողությունն էր: Բոլոր դեպքերում, հաշվի առնելով անապահովության և խոցելիության հատուկ իրավիճակը, որում ինչպես հայտնի է գտնվում են Հունաստանում ապրող ապաստան հայցողները, Դատարանը գտնում է, որ Հունաստանի իշխանությունները չպետք է միայն սպասեին, որպեսզի դիմումատուն իր առաջնային կարիքների մասին տեղեկացնելու համար ներկայանար ոստիկանության բաժանմունք:", "260.  Այն փաստը, որ ըստ ամենայնի այդ ընթացքում ընդունման կենտրոնում դիմումատուի համար տեղ էր հայտմաբերվել, չի փոխում դիմումատուի իրավիճակը, քանի որ իշխանությունները նրան այդ մասին հաղորդելու համար որևէ հնարավորությւոն չէին գտել: Իրավիճակն էլ ավելի մտահոգիչ է այն պատճառով, որ այդ փաստի մասին Դատարանին արդեն իսկ նշվել էր 2010թ. փետրվարի 1-ին Կառավարության դիտարկումներում, որոնցում Կառավարությունը տեղեկացրել էր Մեծ Պալատին, որ իշխանությունները հանդիպել էին դիմումատուին 2010թ. հունիսի 21-ին և հանձնել նրան ծանուցագիրը, սակայն չէին հայտնել, որ իր համար կացարան են գտել:", "261. Դատարանը նաև չի տեսնում թե դիմումատուին հատկացված վարդագույն քարտը ինչպիսի գործնական օգուտ կարող էր նրան տալ: Օրենքն իրոք սահմանում է, որ վարդագույն քարտ ունեցող ապաստան հայցողները կարող են գրանցվել աշխատանքի շուկայում, ինչը կարող էր դիմումատուին թույլ տալ լուծելու իր խնդիրները և հոգալու առաջնային կարիքները: Սակայն այս դեպքում նույնպես, ուսումնասիրված զեկույցներից երևում է, որ գործնականում աշխատուժի շուկա մուտք գործելու հնարավորությունը վարչական խոչընդոտների պատճառով այնքան բարդացված է, որ չի կարող իրատեսական համարվել (տես՝ սույն դատավճռի 160-րդ և 172-րդ կետերը): Բացի այդ դիմումատուն ուներ նաև անձնական դժվարություններ, քանի որ նա չէր տիրապետում հունարենին, զրկված էր օժանդակության որևէ ցանցի աջակցությունից և ընդհանուր առմամբ գտնվում էր անբարենպատս տնտեսական միջավայրում:", "262.  Ի վերջո, Դատարանը նշում է, որ այն իրավիճակը, որի մասին դիմումատուն բողոքում էր, առկա է եղել 2009թ. հունիսին նրա Հունաստան ժամանելու պահից ի վեր: Այն կապված էր դիմումատուի ապաստան հայցողի կարգավիճակի և այն փաստի հետ, որ նրա ապաստանի հայցը այդպես էլ չի դիտարկվել Հունաստանի իշխանությունների կողմից: Այլ կերպ ասած, Դատարանն այն կարծիքին է, որ եթե Հունաստանի իշխանություններն արագորեն քննության առնեին դիմումատուի ապաստանի հայցը, ապա զգալիորեն կթեթևացնեին նրա տառապանքները:", "263. Վերոնշյալի լույսի ներքո և հաշվի առնելով Եվրոպայի Ընդունման հրահանգի համաձայն Հունաստանի իշխանությունների պարտավորությունները (տես՝ սույն դատավճռի 84-րդ կետը), Դատարանը գտնում է, որ Հունաստանի իշխանությունները բավարար կերպով հաշվի չեն առել դիմումատուի, որպես ապաստան հայցողի, խոցելիությունը և պատասխանատվություն են կրում իրենց անգործունեության պատճառով ստեղծված այն իրավիճակի համար, որում դիմումատուն գտնվում էր մի քանի ամիս շարունակ, ապրելով փողոցում, առանց որևէ միջոցների կամ սանիտարական հարմարանքներից օգտվելու հնարավորության, և առանց իր առաջնյաին կարիքները հոգալու որևէ հնարավորության: Դատարանը գտնում է, որ դիմումատուն իր նկատմամբ հարգանքի բացակայության մասին վկայող ստորացնող վերաբերմունքի զոհ է հանդիսացել, և որ նման իրավիճակն իր մոտ անտառակույս առաջացրել է վախի, տառապանքի և թերարժեքության զգացմունք, որը կարող էր բացարձակ հուսալքության պատճառ դառնալ: Այն գտնում է, որ կյանքի նման պայմանները, շարունակական անորոշության և բարելավման որևէ հեռանկարի բացակայության պայմաններում հասել էին այնպիսի սաստկության, որ հայտնվում էին Կոնվինեցիայի 3-րդ հոդվածի շրջանակում:", "264. Արդյունքում,  դիմումատուն իշխանությունների մեղքով գտնվել էր Կոնվենցիայի 3-րդ հոդվածի հետ անհամատեղելի իրավիճակում: Ուստի տեղի է ունեցել այդ դրույթի խախտում:", "III. ԱՊԱՍՏԱՆԻ ԳՈՐԾԸՆԹԱՑԻ ԹԵՐՈՒԹՅՈՒՆՆԵՐԻ ՊԱՏՃԱՌՈՎ ՀՈՒՆԱՍՏԱՆԻ ԿՈՂՄԻՑ ԿՈՆՎԵՆՑԻԱՅԻ 2-ՐԴ ԵՎ 3-ՐԴ ՀՈԴՎԱԾՆԵՐԻ ՀԵՏ ՀԱՄԱՏԵՂ 13-ՐԴ ՀՈԴՎԱԾԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄԸ", "265. Դիմումատուն բողոքում էր, որ Հունաստանի օրենսդրությունն իրեն արդյունավետ իրավական պաշտպանության իրավունք չէր ընձեռնում գանգատ ներկայացնելու համար 2-րդ և 3-րդ հոդվածների հիմքերով Կոնվենցիայի 13-րդ հոդվածի խախտան մասին, որտեղ ասված է.", "Հոդված 13", "«Յուրաքանչյուր ոք, ում սույն Կոնվենցիայով ամրագրված իրավունքներն ու ազատությունները խախտվում են, ունի պետական մարմինների առջև իրավական պաշտպանության արդյունավետ միջոցի իրավունք, նույնիսկ եթե խախտումը կատարել են ի պաշտոնե գործող անձինք»:", "266.  Նա պնդում էր, որ Հունաստանի ապաստանի ընթացակարգի թերությունները այնպիսին էին, որ նրան սպառնում էր refoulement-ի վտանգն իր ծագման երկիր, առանց իր ապաստանի հայցի ըստ էության իրական քննության, որը խախտում էր Կոնվենցիայի վերոնշյալ 3-րդ հոդվածը, ինչպես նաև 2-րդ հոդվածը, որտեղ ասված է.", "Հոդված 2", "“1. Յուրաքանչյուրի կյանքի իրավունքը պաշտպանվում է օրենքով: Ոչ մեկին չի կարելի դիտավորությամբ զրկել կյանքից այլ կերպ, քան ի կատարումն դատարանի կայացրած դատավճռի` այն հանցագործության համար, որի կապակցությամբ օրենքով նախատեսված է այդ պատիժը:", "...»", "Ա. Կողմերի փաստարկները", "1.  Դիմումատուն", "267. Դիմումատուն հայտնեց, որ նա փախչել էր Աֆղանստանից այն բանից հետո, երբ նրան հաջողվել էր խուսափել թալիբների կողմից իր նկատմամբ կատարված մահափորձից, որի նպատակն էր պատժելու նրան Քաբուլում տեղակայված միջազգային օդուժի թարգմանիչ աշխատելու համար: Եվրոպա ժամանելուց հետո նա կապի մեջ էր Աֆղանստանում մնացած իր ընտանիքի անդամների հետ, որոնք հորդորում էին նրան հետ չվերադառնալ, քանի որ մարդկանց անպաշտպանվածության և անպատժելիության մթնոլորտը երկրում շարունակաբար թեժանում էր:", "268.  Դիմումատուն ցանկանում էր, որպեսզի իր մտավախությունները քննության առնվեին և այդ նպատակով ապաստան էր հայցել Հունաստանում: Սակայն նա վստահ չէր ապաստանի ընթացակարգի արդյունավետ գործողության մեջ:", "269. Նախ և առաջ նա գանգատվեց գործնական խոչընդոտների մասին, որոնց հետ բախվել էր: Օրինակ նա պանդում էր, որ նրան օդանավակայանում չէր տրվել ապաստանի ընթացակարգի մասին տեղեկատվական գրքույկ, որի փոխարեն ասվել էր, որ նա պետք է ներկայանա Ատիկայի ոստիկանության բաժանմունք, որպեսզի գրանցի իր հասցեն: Նա դա չէր արել, որովհետև գրանցման հասցե չուներ: Նա համոզված էր, որ ընթացակարգին ընթացք տալու համար անհրաժեշտ է հասցե ունենալ: Այնուհետև նա մի քանի անգամ ապարդյուն ներկայացել էր ոստիկանության բաժանմունք, որտեղ ստիպված էր եղել ժամերով սպասել, որևէ հույս չունենալով, որ իր իրավիճակը կարգավորվելու է:", "270.  Երկրորդ՝ դիմումատուն համոզված էր, որ նրան հաջողվեց խուսափել իր երկիր արտաքսվելուց միայն Դատարանի կողմից Հունաստանին նկատմամբ հայցի ապահովման միջոցներ կիրառելու շնորհիվ: Այդ «պաշտպանությունից» զատ այդ փուլում նա որևէ երաշխիք չի ունեցել, որ իր ապաստանի հայցով ընթացակարգը ընթանալու է կանոնավոր ճանապարհով: Եթե նույնիսկ դա այդպես լիներ, ընթացակարգը որևէ երաշխիք չէր տրամադրում, որ նրա մտավախությունները պաշտշաճ կերպով հաշվի կառնվեին Հունաստանի իշխանությունների կողմից: Դիմումատուն մասնավորապես պնդում էր, որ իրավաբանի ծառայությունները վճարելու համար նա միջոցներ չուներ, այդ փուլում իր համար որևէ իրավական օգնություն նախատեսված չէր, առաջին ատյանի հարցազրույցները ակնհայտ ձևական բնույթ էին կրում, նա հնարավորություն չէր ունենա բողոք ներկայացնելու իրավասու մարմնին, Գերագույն վարչական դատարանին հղվող բողոքն ինքնաբերաբար չէր կասեցնում որոշման կատարումը և որ գործընթացը երկար է տևում: Նրա խոսքերով ընթացակարգի անարդյունավետության մասին էր վկայում նաև այն, որ մինչ այդ Հունաստանի իշխանությունները առաջին ատյանի որոշումներով կամ հղված բողոքների դիտարկման դեպքում միջազգային պաշտպանություն գրեթե երբեկ չէին տրամադրել:", "2. Հունաստանի կառավարությունը", "271.  Կառավարությունը գտնում էր, որ դիմումատուն չէր տուժել ապաստանի գործընթացի ենթադրյալ թերությունների արդյունքում և, հետևաբար, չէր կարող Կոնվենցիայի իմաստով զոհ համարվել:", "272. Անհրաժեշտ էր հաշվի առնել դիմումատուի վերաբերմունքը՝  վերջինս, խախտելով օրենքը, չէր համագործակցում իշխանությունների հետ և ընթացակարգի անխափան ընթացքին նպաստելու հարցում որևէ հետաքրքրվածություն չէր ցուցաբերում: 2009թ. հունիսին չներկայանալով Ատիկայի ոստիկանության բաժանմունք նա խախտեց ընթացակարգի պաշտոնական գործընթացը և չօգտվեց հնարավորությունից ոստիկանությանը հաղորդելու, որ հասցե չուներ, որպեսզի վերջիններս կարողանային նրան որևէ այլ ճանապարհով իրազեկել գործով առաջընթացի մասին: Բացի այդ նա փոխել էր իր անձնական տվյալները և փորձել էր հեռանալ Հունաստանից, թաքցնելով իշխանություններից, որ այդ երկում ապաստան էր հայցել:", "273.  Կառավարությունը գտնում էր, որ չնայած դիմումատուի անպատասծանատու վերաբերմունքին և թույլ տված սխալներին, Հունաստանի իշխանությունները պահպանել էին օրինական ընթացակարգը: Կառավարությունը մասնավորապես պնդում էր, որ այդ մասին էր վկայում այն փաստը, որ դիմումատուն դեռևս գտնվում էր Հունաստանում և չէր վտարվել, չնայած այն իրավիճակին, որում նա հայտնվել էր այն բանից հետո, երբ 2009թ. օգոստոսին փորձել էր ապօրինի հեռանալ երկրից:", "274.  Միևնույն ժամանակ Կառավարությունը պնդում էր, որ դիմումատուի բողոքներն անհիմն էին: Այն նշում էր, որ Հունաստանի օրենսդրությունը համապատասխանում է ապաստանի մասին Համայնքի և միջազգային իրավունքին, այդ թվում՝ non-refoulement սկզբունքին: Կոնվենցիայի 2-րդ և 3-րդ հոդվածների տեսանկյունից Հունաստանի օրենսդրությունը նախատեսում էր ապաստանի հայցերի ըստ էության քննությունը: Ապաստան հայցողները կարող էին օգտվել թարգմանչի ծառայություններից գործի վարույթի յուրաքանչյուր փուլում:", "275.  Կառավարությունը հաստատեց, որ դիմումատուի ապաստանի հայցը դեռևս չէր քննվել Հունաստանի իշխանությունների կողմից, սակայն վստահեցրեց Դատարանին, որ դա տեղի է ունենալու, ընդ որում պատշաճ ձևով հաշվի են առնվելու վերոնշյալ չափորոշիչները:", "276.  Կոնվենցիայի 13-րդ հոդվածին համապատասխան այն ապաստան հայցողները, որոնց հայցը մերժվել է, կարող են դիմել գործի վերանայման համար Գերագույն վարչական դատարան: Կառավարության խոսքերով նման բողոքը արդյունավետ պաշտպանության միջոց էր, որը տալիս էր այն երաշխիքները, որոնք Դատարանը մատնանշել էր «Bryan ընդդեմ Միացյալ Թագավորության» գործով իր դատավճռում (22 նոյեմբերի 1995թ., § 47, Series A գանգատ թիվ 335A): Կառավարությունը ներկայացրերց մի շարք դատավճիռների օրինակներ, որոնցում Գերագույն վարչական դատարանը բեկանել էր ապաստանի հայցերը մերժող որոշումները, այն հիմքերով, որ իշխանությունները հաշվի չէին առել որոշակի փաստաթղթեր, որոնք, մասնավորապես, վկայում էին հետապնդման վտանգի մասին: Կառավարությունն ընդգծեց, որ ցանկացած դեպքում Կոնվենցիան չէր պահանջում, որպեսզի առաջին ատյանում մերժում ստացած ապաստան հայցողներին գործի ըստ էության վերաբերյալ գանգատ հղելու իրավունք տրվի:", "277. Կառավարության համաձայն իրավական պաշտպանության համակարգի հնարավոր խափանումների մասին բողոքները չպետք է հաշվի առնվեին, քանի որ 6-րդ հոդվածը չէր տարածվում ապաստանի ընթացակարգերի վրա: Միևնույն ժամանակ, հաշվի առնելով այն, որ Գերագույն վարչական դատարանում բոլոր ընթացակարգային ուշացումները գտնվում էին Կոնվենցիայի 6-րդ հոդվածի շրջանակում, դրանք չէին կարող Դատարանի կողմից դիտարկվել ներկա գործի շրջանակում:", "278. Ավելին, քանի դեռ ապաստանի ընթացակարն ավարտին չէր հասցվել, ապաստան հայցողներին սպառնում էր իրենց քաղաքացիության երկիր վերադարձվելու վտանգը և նրանք, անհրաժեշտության դեպքում,  կարող էին դիմել Գերագույն վարչական դատարան, որպեսզի վերջինս կանգնեցնի էր ապաստանի հայցը մերժելու դեպքում տրվող արտաքսման հրահանգի կատարումը, որը կարող էր կասեցնել միջոցառման կիրառումը: Ի ապացույց այդ պնդմանը Կառավարությունը ներկայացրեց մի շարք դատավճիռների օրինակներ:", "279.  Մեծ Պալատի առջև արված բանավոր դիտարկումներում Կառավարությունը նշեց, որ նույնիսկ ներկա հանգամանքներում դիմումատուին ընդհանրապես չէր սպառնում Աֆղանստան արտաքսվելու վտանգը, քանի որ Հունաստանի ներկա քաղաքականությունն այնպիսին էր, որ ոչ ոք չէր հարկադրվում վերադառնալ այդ երկիր: 2009թ. ինքնաթիռով կատարված հարկադիր վերադարձները վերաբերում էին Պակիստանի քաղաքացիներին, ովքեր Հունաստանում ապաստանի համար չէին դիմել: Աֆղանստան կամավոր հիմքերով վերադարձվել էին այդ երկրի 468 քաղաքացիներ 2009թ. և 296 քաղաքացիներ 2010թ., Եվրոպական վերադարձի հիմնադրամի կողմից ֆինանսավորվող ծրագրի ներքո: Բացակայում էր նաև դիմումատուին Թուրքիային ովտարելու վտանգը, քանի որ դիմումատուին Հունաստանին էին հանձնել Եվրոպական Միության այլ Մասնակից պետությունից և Հունաստանի և Թուրքիայի միջև կնքված հետընդունման պայմանագրի շրջանակը նա չէր ընկնում:", "280.  Մեծ Պալատի առջև արված բանավոր դիտարկումներում Կառավարությունն այնուհետև վկայակոչեց այն փաստը, որ դիմումատուն 2010թ. հուլիսի 2-ին չէր ներկայացել 2010թ. հունիսի 21-ին նշանակված նախնական հարցազրույցին, այն դեպքում, երբ այդ հարցազրույցը հնարավորություն էր ընձեռում նրա համար բացատրելու Հունաստանի իշխանություններին Աֆղանստան վերադարձվելու վերաբերյալ իր մտավախությունները: Կառավարությունը արտահայտեց այն կարծիքը, որ դիմումատուն ոչ միայն որևէ շահագրգռվածություն չէր ցուցաբերել ապաստանի ընթացակարգի նկատմամբ, այլ նաև չէր սպառել Կոնվենցիա 2-րդ և 3-րդ հոդվածների խատման վերաբերյալ իր մտահոգության հարցում Հունաստանի օրենսդրությամբ նախատեսված իրավական պաշտպանության միջոցները:", "Բ.  Գործում որպես երրորդ կողմ միջամտող Եվրախորհրդի Մարդու իրավունքների հանձնակատարի և ՄԱԿ-ի Փախստականների հարցերով գերագույն հանձնակատարի, Aire կենտրոնի, Amnesty International կազմակերպության և Հունաստանում Հելսինկյան մոնիտորի դիտարկումները", "281.  Հանձնակատարը, ՄԱԿ ՓԳՀ-ն, Aire կենտրոնը, Amnesty International կազմակերպությունը և Հունաստանում Հելսինկյան մոնիտորը արտահայտեցին այն կարծիքը, որ ապաստանի հարցերում Հունաստանի գործող օրենսդրությունն ու գործելակերպը չէին համապատասխանում մարդու իրավունքների պաշտպանության միջազգային և եվրոպական չափորոշիչներին: Նրանք քննադատեցին ապաստանի ընթացակարգի մասին բավարար կամ ընդհանրապես գոյություն չունեցող տեղեկատվության փաստը, ապաստանի հայցեր ստանալու և մշակելու հարցերում համապատասխան վերապատրաստում անցած աշխատակազմի բացակայությունը, կառուցվածքային թերությունների և ընթացակարգային երաշխիքների, մասնավորապես՝ իրավական օգնությունից և թարգմանչի ծառայություններից օգտվելու հնարավորության բացակայութան պատճառով առաջին ատյանի որոշումների ցածր որակը և իրավական պաշտպանության տրամադրման տեսանկյունից Գերագույն վարչական դատարանին բողոքարկման անարդյունավետությունը, հաշվի առնելով թե որքան երկար ժամանակ է պահանջվում բողոքը քննելու համար, այն, որ բողոքն ինքնաբերաբար չէր կասեցնում որոշման կիրառումը, ինչպես նաև իրավական օգնություն ստանալու հարցում առկա բարդությունները: Նրանք ընդգծեցին, որ «Դուբլինի» ընթացակարգով ապաստան հայցողները գործնականում կանգնում էին նույն դժվարությունների առջև, ինչ որ այլ ապաստան հայցողները:", "282.  Հանձնակատարը և ՄԱԿ ՓԳՀ-ն լուրջ մտահոգություն հայտնեցին Հունաստանի իշխանությունների կողմից հարկադրաբար Թուրքիա վերադարձի շարունակվող գործելակերպի վերաբերյալ, ինչպես հավաքական, այնպես էլ անհատական հիմքերով: Իրենց կողմից վերհանված դեպքերը վերաբերում էին ինչպես առաջին անգամ ժամանած անձանց, այնպես էլ նրանց, ովքեր արդեն գրանցված էին ապաստան հայցողների համակարգում:", "Գ.   Դատարանի գնահատականը", "1. Ընդունելիությունը", "283.  Հունաստանի Կառավարությունը հայտարարեց, որ դիմումատուն Կոնվենցիայի 34-րդ հոդվածի իմաստով զոհ չէր հանդիսանում, քանի որ իր բողոքի հիմքում ընկած իրավիճակի համար, որում նա հայտնվել էր, ամբողջ մեղքը ինքն էր կրում, բացի այդ, ընթացակարգի որևէ թերությունների հետևանքով նա չէր տուժել: Կառավարությունը նաև պնդում էր, որ 2010թ. հուլիսի 2-ին դիմումատուն չէր ներկայացել Ատիկայի ոստիկանության բաժանմունք առաջին հարցազրույցի համար և Հունաստանի իշխանություններին հնարավորություն չէր տվել ըստ էության քննելու իր պնդումները: Դա նշանակում էր, որ նա չէր սպառել իրավական պաշտպանության ներպետական միջոցները և Կառավարությունը կոչ արեց Դատարանին անընդունելի հայտարարել գանգատի այդ մասը և Կոնվենցիայի 35 §§ 1 և 4-րդ հոդվածներին համապատասխան մերժել այն:", "284. Դատարանը նշում է, որ Կառավարության նախնական առարկությամբ բարձրացվող հարցերը սերտորեն փոխկապակցված են այն հարցերի հետ, որոնք նա հաշվի է առնելու Կոնվենցիայի 2-րդ և 3-րդ հոդվածների հետ համատեղ 13-րդ հոդվածի հիմքերով Հունաստանի ապաստանի ընթացակարգի թերությունների մասին բողոքը քննելիս: Ուստի, այդ առարկությունները քննվելու են բողոքների ըստ էության հետ միաժամանակ:", "285.  Դատարանը նաև գտնում է, որ գանգատի այս մասը բարձրացնում է իրավունքի և փաստի հետ կապված բարդ խնդիրներ, որոնք հնարավոր չէ լուծել առանց գործն ըստ էության քննելու: Դատարանը գտնում է, որ Կոնվենցիայի 35 § 3 (ա) հոդվածի իմաստով գանգատն ակնհայտորեն անհիմն չէ: Այն նաև անընդունելի չէ որևէ այլ հիմքերով: Ուստի այն պետք է ընդունելի հայտարարվի:", "2.  Ըստ էության", "(ա) Ընդհանուր սկզվունքների շարադրումը", "286.  Ապաստան հայցողների արտաքսման հետ կապվածղ դեպքերում Դատարանը բացատրել էր, որ իրականում նա չի անցկացնում ապաստանի հայցերի սեփական քննություն, ինչպես նաև չի ստուգում թե ինչպես են պետությունները կատարում Ժնևի կոնվենցիայի ներքո ստանձնած պարտավորությունները: Նրա հիմնական մտահոգությունը կայանում է նրանում թե արդյոք առկա են արդյունավետ երաշխիքներ, որոնք պաշտպանում են դիմումատուին ուղղակի կամ անուղղակի կամայական refoulement-ից այն երկիր, որտեղից նա փախչել է (տես՝ այլ աղբյուրների թվում, «T.I. ընդդեմ Միացյալ Թագավորության» (որոշում, գանգատ թիվ 43844/98, ՄԻԵԴ 2000-III), և վերը նշված Müslim, §§ 72-76):", "287.  Հոդված 1-ի ուժով (որտեղ սահմանված է, որ «բարձր պայմանավորվող կողմերն իրենց իրավազորության ներքո գտնվող յուրաքանչյուրի համար ապահովում են այն իրավունքներն ու ազատությունները, որոնք սահմանված են սույն Կոնվենցիայի I բաժնում»), երաշխավորված իրավունքների և ազատությունների իրականացման և ապահովման առաջնային պատասխանատվությունը դրված է ազգային իշխանությունների վրա: Հետևաբար, Դատարանին բողոքարկելու ընթացակարգը երկրորդական է մարդու իրավունքների ապահովման ներպետական համակարգերի համեմատ: Այդ սուբսիդիար բնույթը արտահայտված է Կոնվենցիայի 13 և 35 § 1 հոդվածներում (տես՝ «Kudła ընդդեմ Լեհաստանի» [ՄՊ], գանգատ թիվ 30210/96, § 152, ՄԻԵԴ 2000XI):", "288.  Ինչպես Դատարանը վճռել էր բազմաթիվ դեպքերում, Կոնվենցիայի 13-րդ հոդվածով երաշխավորվում է Կոնվենցիայով սահմանված իրավունքների և ազատությունների պարտադիր կիրառումն ապահովող իրավական պաշտպանության միջոցների առկայությունը ներպետական մակարդակով: Այդ դրույթի իրականացումն ուստի պահանջում է ներպետական իրավական պաշտպանության միջոցների տրամադրումը Կոնվենցիայի հիմքերով ներկայացված «ոչ անհիմն գանգատի» ըստ էության քննության և համապատասխան օգնության տրամադրման համար: Դիմումատուի բողոքի բնույթից կախված 13 հոդվածի ներքո Պայմանավորվող պետությունների պարտավորությունների շրջանակը տարբեր է: Սակայն 13-րդ հոդվածով պահանջվող իրավական պաշտպանությունը պետք է լինի «արդյունավետ» ինրպես գործնականում, այնպես էլ օրենքի տեսանկյունից (տես՝ վերը նշված Kudla, § 157):", "289.  Իրավական պաշտպանության» «արդյունավետությունը» 13-րդ հոդվածի իմաստով չի նշանակում դիմումատուի համար պարտադիր բարենպաստ արդյունքի ապահովում: Նաև այդ դրույթում վկայակոչվող «իրավասու մարմինը» ոչ միշտ կարող է դատական մարմնին վերաբերել, սակայն, եթե դա այդպես է, տրամադրված իրավական պաշտպանության արդյունավետությունը որոշելիս հաշվի է առնվում վերջինիս իրավասությունների ու տրամադրվող երաշխիքների համապատասխանությունը: Բացի այդ, եթե նույնիսկ տրամադրված իրավական պաշտպանության մեկ միջոցը բավարար չէ 13-րդ հոդվածի պահանջներն ամբողջությամբ բավարարելու համար, ներպետական օրենսդրությամբ նախատեսվող նման միջոցների միասնությունը կարող է բավարարել այդ պահանջներին (տես՝ «Gebremedhin [Gaberamadhien] ընդդեմ Ֆրանսիայի», գանգատ թիվ 25389/05, § 53, ՄԻԵԴ 2007V § 53):", "290. Արդյունավետ լինելու համար 13-րդ հոդվածով պահանջվող իրավական պաշտպանության միջոցը պետք է լինի հասանելի գործնականում և նախատեսված օրենսդրությամբ, մասնավորապես այն իմաստով, որ վերջինիս իրականացմանը չպետք է անարդացիորեն խոչընդոտեն պատասխանող պետության իշխանությունների գործողությունները կամ անգործողությունը (տես՝ «Çakıcı ընդդեմ Թուրքիայի» [ՄՊ], գանգատ թիվ 23657/94, § 112, ՄԻԵԴ 1999IV):", "291.  Հոդված 13-ով պահանջվում է ներպետական իրավական պաշտպանության միջոցի առկայությունը, որը թույլ կտա իրավասու ազգային մարմնին ըստ էության քննելու Կոնվենցիայի հիմքերով հղված գանգատը, թեև վերջինիս իրականացման կարգի հարցում Պայմանավորվող պետությունների համար նախատեսված է հայեցողության որոշակի շրջանակ (տես՝ «Jabari ընդդեմ Թուրքիայի», գանգատ թիվ 40035/98, § 48, ՄԻԵԴ 2000VIII):", "292. Հատուկ ուշադրություն պետք է դարձնել պաշտպանության գործողության արագությանը, քանի որ չի բացառվում, որ պաշտպանության արդյունավետությունը կարող է տուժել այն տարմադրելու գործընթացի չափազանց մեծ տևողության պատճառով (տես՝ «Doran ընդդեմ Իռլանդիայի», \nգանգատ թիվ 50389/99, § 57, ՄԻԵԴ 2003X):", "293.  Վերջապես, հաշվի առնելով Դատարանի կողմից Կոնվենցիայի 3-րդ հոդվածին տրվող կարևորությունը և խոշտանգման կամ դաժան վերաբերմունքի վտանգի իրականացման արդյունքում առաջացող վնասի անշտկելի բնույթը, իրավական պաշտպանության արդյունավետությունը 13-րդ հոդվածի իմաստով պահանջում է ազգային իշխանությունների կողմից մանրակրկիտ քննություն (տես՝ «Shamayev և մյուսներն ընդդեմ Վրաստանի և Ռուսաստանի», գանգատ թիվ 36378/02, § 448, ՄԻԵԴ 2005III)՝ 3-րդ հոդվածին հակասող վերաբերմունքի իրական վտանգի լուրջ հիմքերի առկայության մասին յուրաքանչյուր դիմումի անկախ և անհապաղ զննում (տես՝ վերը նշված Jabari, § 50), ինչպես նաև չափազանց արագ արձագանք (տես՝ «Batı և մյուսներն ընդդեմ Թուրքիայի», թիվ 33097/96 և 57834/00 գանգատներ, § 136, ՄԻԵԴ 2004IV քաղվածքներ)), անհրաժեշտ է նաև, որպեսզի ներգրավված անձը կարողանա օգտվել ինքնաբերաբար կասեցման ազդեցություն ունեցող իրավական պաշտպանության միջոցներից (տես՝ «Čonka ընդդեմ Բելգիայի», գանգատ թիվ 51564/99, §§ 81-83, ՄԻԵԴ 2002I, և վերը նշված Gebremedhin [Gaberamadhien], § 66).:", "(բ) Կիրառումը սույն գործում", "294.  Որպեսզի Դատարանը որոշի, թե արդյոք 13-րդ հոդվածը կիրառելի է սույն գործի նկատմամբ, նա պետք է համոզվի որ դիմումատուն կարող է համթզիչ կերպով ներկայացնել, որ նրան Աֆղանստան հեռացնելը խախտում է Կոնվենցիայի 2-րդ և 3-րդ հոդվածները:", "295. Դատարանը նշում է, որ գանգատ ներկայացնելիս դիմումատուն Աֆղանստանում իրավիճակի վերաբերյալ իր մտավախությունները հիմնավորելու համար ներկայացրել էր տեզղեկանքներ, որ նա Աֆղանստանում աշխատել էր որպես թարգմանիչ (տես՝ սույն դատավճռի 31-րդ կետը): Դատարաը նաև լավատեղյակ է Աֆղանստանում տիրող ներկա իրավիճակի մասին և ծանոթ է ՄԱԿ ՓԳՀ-ի կողմից հրապարակված և պարբերաբար թարմացվող «Ապաստան հայցողների միջազգային պաշտպանության հարցում ընդհանուր կարիքների գնահատման ուղեցույցի» հետ (տես՝ սույն դատավճռի 197-202 կետերը):", "296.  Դատարանի համար այդ տեղեկատվությունը հանդիսանում է առաջնահերթ ապացույց առ այն, որ իրավիճակը Աֆղանստանում վտանգի առկայության տեսանկյունից հանդիսացել և շարունակում է հանդիսանալ չլուծված խնդիր և որ հակառավարական ուժերի պատժամիջոցներին ենթարկվելու տեսանկյունից դիմումատւն պատկանում է չափազանց խոցելի անձանց թվին, հաշվի առնելով միջազգային օդուժում նրա թարգմանիչ աշխատելը: Այն նաև նշում է, որ կողմերը չեն վիճարկում Աֆղանստանում իրավիճակի սրությւոնը և առկա վտանգները: Հակառակը, Հունաստանի կառավարությունը հայտարարել էր, որ իր ներկա քաղաքականությունն է հարկադրաբար չարտահանձնելու ապաստան հայցողներին այդ երկրին՝ այնտեղ տիրող չափազանց վտանգավոր իրավիճակի պատճառով:", "297. Դատարանը այդ ամենի արդյունքում եզրակացնում է, որ դիմումատուն կարող է բավարար հիմքերով հայց ներկայացնել Կոնվենցիայի 2-րդ կամ 3-րդ հոդվածի խախտման վերաբերյալ:", "298.  Դա չի նշանակում, որ ներկա գործում Դատարանը պետք է որոշում կայացնի, թե արդյոք դիմումատուի վերադարձի դեպքում այդ դրույթի խախտում տեղի կունենա: Ապաստանի հետ կապված հարցերում առաջնային պատասխանատվությունը Հունաստանի իշխանություններինն է, որոնք իրենք են քննում դիմումատուի դիմումը և դրան ուղեկցող փաստաթղթերը և գնահատում են այն վտանգը, որը նրան կսպառնա Աֆղանստանում: Դատարանի առաջնահերթ խնդիրն է պարզելու, թե արդյոք գոյություն ունեն արդյունավետ երաշխիքներ դիմումատուին պաշտպանելու համար կամայական որոշմամբ ուղղակիորեն կամ անուղղակիորեն իր քաղաքացիության երկիր տեղափոխվելուծ:", "299. Դատարանը նշում է, որ Հունաստանի օրենսդրությունը, որի ապաստանի ընթացակարգը հիմնված է Համայնքի իրավական չափորոշիչների վրա, նախատեսում է մի շարք երաշխիքներ, որոնք միտված են ապաստան հայցողների պաշտպանությանը վերադարձից այն երկրներ, որտեղից նրանք փախչել են, առանց նրանց մտավախությունների ըստ էության քննության (տես՝ սույն դատավճռի 99-121 կետերը): Այն ի գիտություն է առնում Կառավարության հավաստիացումը, որ դիմումատուի հայցը քննվելու է օրենքին համապատասխան:", "300. Դատարանը սակայն նշում է, որ տարիներ շարունակ ՄԱԿ ՓԳՀ-ն և Եվրախորհրդի մարդու իրավունքների հանձնակատարը, ինչպես նաև բազմաթիվ միջազգային հասարակական կազմակերպություններ, շարունակաբար և հետևողականորեն բարձրաձայնում էին, որ Հունաստանի ապաստանի հարցերը կարգավորող օրենսդրությունը գործնականում չի կիրառվում և որ ապաստանի ընթացակարգին բնորոշ են լուրջ կառուցվածքային թերություններ, որոնց արդյունքում հավանականությունը, որ ապաստան հայցողների դիմումները և Կոնվենցիայի հիմքերով գանգատները լրջորեն կքննվեն Հունաստանի իշխանությունների կողմից, չնչին են: Նրանք նաև նշում էին, որ արդյունավետ իրավական պաշտպանության բացակայության պայմաններում, ապաստան հայցողները վերջին հաշվով պաշտպանված չեն իրենց քաղաքացիության երկրներ կամայական ձևով վերադարձվելուց (տես՝ սույն դատավճռի 160 և 173-195 կետերը):", "301. Դատարանը առաջին հերթին ուշադրությունը կենտրոնացնում է ապաստանի ընթացակարգի հասանելիության և ապաստանի հայցերի քննության հարցերում գոյություն ունեցող խնդիրների վրա (տես՝ սույն դատավճռի 173-188 կետերը), որոնց թվում են պարտադիր ընթացակարգի վերաբերյալ ապաստան հայցողներին տրամադրվող անբավարար տեղեկատվությունը, Ատիկայի ոստիկանության բաժանմունք մուտք գործելու հետ կապված բարդությունները, իշխանությունների և ապաստան հայցողների միջև կապի պահպանման ապահով համակարգի բացակայությունը, թարգմանիչների պակասը և անհատական հարցազրույցների անցկացման համար պատասխանատու անձանց մոտ համապատասխան գիտելիքների պակասը, ապաստան հայցողներին իրավական օգնություն տրամադրելու համակարգի բացակայությունը, որը գործնականում զրկում է նրանց անհրաժեշտ խորհրդատվություն ստանալու հնարավորությունից և որոշումները տրամադրելու գործընթացի չափազանց մեծ ձգձգվածությունը: Այդ բոլոր խնդիրները բացասաբար են անդրադառնում ինչպես առաջին անգամ Հունաստան ժամանած ապաստան հայցողների, այնպես էլ նրանց վրա, ովքեր վերադարձվում են այդ երկիր Դուբլինի կանոնակարգի շրջանակում:", "302. Դատարանը մտահոգված է նաև ՄԱԿ ՓԳՀ-ի կողմից անցկացված տարբեր հարցումների եզրակացություններով, որոնցից հետևում է, որ գրեթե բոլոր առաջին ատյանում ընդունվող որոշումները բացասական են և ձևակերպված են կարծրացված ձևաչափով, առանց կայացված որոշման մանրամասն հիմնավորման (տես՝ սույն դատավճռի 184-րդ կետը): Բացի այդ այլևս չի գործում խորհրդատվական հանձնաժողովների որպես երկրորդ ատյանի վերահսկիչների գործառույթը և ՄԱԿ ՓԳՀ-ն այլևս ներգրավված չէ ապաստանի ընթացակարգում (տես՝ սույն դատավճռի 114-րդ և 189-րդ կետերը):", "303.  Կառավարությունը պնդում էր, որ անկախ ապաստանի ընթացակարգում հնարավոր թերությունների առկայությունից, դրանք դիմումատուի մասնավոր դեպքում որևէ ազդեցություն չեն ունեցել:", "304.  Դատարանն այդ կապակցությամբ նշում է, որ դիմումատուն պնդում էր, որ չի ստացել որևէ տեղեկատվություն այն ըթացակարգերի մասին, որոնց նա պետք է հետևեր: Չցանկանալով հարցականի տակ դնել օդանավակայանում տեղեկատվական գրքույք տրամադրելու հարցում Կառավարության բարեխղճությունը, Դատարանն այդ հարցում ավելի շատ վստահում է դիմումատուի վարկածին, քանի որ վերջինիս օգտին են վկայում Հանձնակատարի, ՄԱԿ ՓԳՀ-ի և տարբեր միջազգային հասարակական կազմակերպութոյւնների կողմից ձեռք բերված զանազան վկայությունները: Դատարանի կարծիքով պարտադիր ընթացակարգի վերաբերյալ տեղեկատվության անհասանելիությունը ակնհայտորեն մեծ խոչընդոտ էր այդ ընթացակարգերի գնահատման համար:", "305. Կառավարությունը նաև քննդատեց դիմումատուին ծանուցագրում նշված ժամկետում Ատիկայի ոստիկանության բաժանմունք չներկայանալով ապաստանի գործընթացին ընթացք տալու հնարավորությունից չօգտվելու համար:", "306. Այդ հարցի կապակցությամբ Դատարանը նախ և առաջ նշում է, որ հատկացված եռօրյա ժամկետը չափազանց կարճ էր, հաշվի առնելով այն բարդությունները, որոնք պետք է հաղթահարվեին ոստիկանության գլխամասային գրասենյակ մուտք գործելու համար:", "307.  Պետք է նաև նշել, որ դիմումատուն ամենևին միակ մարդը չէր, ում ծանուցագիրը մոլորոծության մեջ էր գցել, և որ շատ ապաստան հայցողներ չէին գնացել ոստիկանության գլխպամասային գրասենյակ, որովհետև չունեին հասցե, որը կարող էին հայտնել:", "308.  Ավելին, եթե նույնիսկ դիմումատուն իրականում ստացել էր տեղեկատվական գրքույկը, Դատարանը կիսում է այն տեսակետը, որ ներկայանալու նպատակի վերաբերյալ վերջինիս բովանդակությունը չափազանց խրթին է (տես՝ սույն դատավճռի 112-րդ կետը) և որևէ տեղ նշված չէ, որ ապաստան հայցողը կարող է հայտնել Ատիկայի ոստիկանության բաժանմունքում, որ Հունաստանում չունի բնակության հասցե, որպեսզի հետագայում տեղեկատվությունը նրան փոխանցվի որևէ այլ միջոցով:", "309. Նման պայմաններում Դատարանը համարում է, որ Կառավարությունը չպետք է հիմնվեր այն հանգամանքի վրա, որ դիմումատուի չի կատարել այդ ձևական բնույթ կրող պահանջը, և որ նա պետք է առաջարկեր տեղեկատվության փոխանակման ավելի վստահելի միջոց, որպեսզի դիմումատուն կարողանար արդյունավետ հետևել ընթացակարգին:", "310. Հաջորդը, Դատարանը նշում է, որ կողմերը համաձայն են, որ դիմումատուի ապաստանի հայցը Հունաստանի իշխանությունների կողմից դեռևս չի ուսումնասիրվել:", "311. Կառավարության խոսքերով այդ իրավիճակը ստեղծվել էր այն պատճառով, որ դիմումատուն չէր ներկայացել 2010թ. հուլիսի 2-ին նշանակված հարցազրույցին փախստականների խորհրդատվական հանձնաժողով: Կառավարությունը չպարզաբանեց չներկայանալու ազդեցությունը ներպետական վարույթի ընթացքի վրա: Բոլոր դեպքերում դիմումատուն իր փաստաբանի միջոցով իրազեկել էր Դատարանին, որ ծանուծագիրն իրեն տրվել էր հունարեն լեզվով, այն ժամանակ, երբ նա երկարացնում էր իր վարդագույն քարտը, ընդ որում հարցազրույցի ամսաթվի մասին թարգմանիչն ընդհանրապես իրեն ոչինչ չէր հայտնել: Թեև Դատարանը չի կարող հաստատել թե իրականում ինչ է տեղի ունեցել, այն ավելի շատ միտված է վստահելու դիմումատուի վարկածին, քանի որ այն համահունչ է ապաստան հայցողներին տեղեկատվություն չտրամադրելու և նրանց հետ չհաղորդակցելու իրական դրությանը:", "312.  Նման պայմաններում Դատարանը չի կիսում Կառավարության տեսակետը, որ դիմումատուն իր իսկ գործողությունների հետևանքով զրկել էր տեղական իշխանություններին իր գանգատն ըստ էության քննելու հնարավորությունից, և որ նա անձամբ չէր տուժել ապաստանի ընթացակարգում առկա թերություններից:", "313. Դատարանը եզրահանգում է, որ մինչ այժմ Հունաստանի իշխանությունները որևէ քայլեր չէին ձեռնարկել դիմումատուի հետ հաղորդակցվելու կամ իր գործով որոշում կայացնելու համար և որևէ իրական և բավարար հնարավորություն չէին ընձեռել, որպեսզի նա կարողանար նեցուկ լինել իր ապաստանի հայցին: Ավելին, Դատարանը նշում է Եվրոպական Միության այլ Մասնակից պետությունների համեմատ Հունաստանում ապաստանի կամ սուբսիդիար պաշտպանության տրամադրման դեպքերի հազվադեպությունը (տես՝ սույն դատավճռի \n125-126 կետերը): Վիճակագրության ճշգրտությունը, անշուշտ, միշտ չէ որ անվիճելի է, սակայն Դատարանը գտնում է, որ այն վկայում է հօգուտ դիմումատուի փաստարկի առ այն, որ նա կորցրել էր վստահությունը ապաստանի ընթացակարգի հանդեպ:", "314.  Դատարանին չեն համոզեցնում Աֆղանստան կամավոր հիմքերով վերադարձի քաղաքականության մասին Հունաստանի կառավարության բացատրությունները: Նա չի կարող անտեսել այն փաստը, որ երրորդ կողմ միջամտողների կողմից և Դատարանի կողմից ուսումնասիրված մի շարք զեկույցներում պարբերաբար քննադատվում է բարձր ռիսկային երկրներ հարկադիր վերադարձի Հունաստանի քաղաքականությունը (տես՝ սույն դատավճռի 160, 192 և 282 կետերը):", "315.  Դատարանը նույնքան մտահոգիչ է համարում նաև գործնականում դիմումատուի համար refoulement-ի սպառնալիքը, մինչ գործի ըստ էության որևէ որոշում կայացնելը: Դիմումատուին իրոք հաջողվել էր խուսափել արտաքսումից 2009թ. օգոստոսին, շնորհիվ նախագահի թիվ 90/2008-ի որոշման հիմքերով գանգատ հղելուն (տես՝ սույն դատավճռի 43-48 և 120 կետերը): Սակայն նա հայտնցեց, որ հրաշքով էր փրկվել Թուրքիա արտաքսվելու երկրորդ փորձից: Այն փաստը, որ երկու դեպքում էլ դիմումատուն փորձում էր հեռանալ Հունաստանից, չի կարող վկայել իր դեմ՝ Կոնվենցիայի հիմքերով Հունաստանի իշխանությունների վարվելակերպը գնահատելիս, կամ երբ դիմումատուն փորձում էր լուծում գտնել Դատարանի կարծիքով 3-րդ հոդվածին հակասող իրավիճակին (տես՝ սույն դատավճռի 263 և 264 կետերը):", "316.  Դատարանը այնուհետև պետք է քննի, թե արդյոք դիմումատուի ապաստանի հայցը մերժելու դեպքում Գերագույն վարչական դատարանին որոշումը չկիրառելու միջնորդությամբ դիմելու հնարավորությունը կարող է Կառավարության պնդմամբ համարվել կամայական refoulement-ից պաշտպանվելու արդյունավետ միջոց:", "317. Դատարանը նախ և առաջ անդրադառնում է Կառավարության այն փաստարկին, որ թեև ապաստանի հայցը մերժելու որոշումը չկիրառելււ միջնորդությունը ինքնաբերաբար չի կասեցնում այն, սակայն ապաստանի հայցը մերժելու որոշմանը հաջորդող արտաքսման հրահանգի դեմ գանգատ հղելը այդուհանդերձ կասեցնում է այդ հրահանգի կատարումը:", "318.  Սակայն Դատարանը վերստին կրկնում է, որ իրավական պաշտապնության միջոցի արդյունավետության գնահատման համար որոշիչ դեր է խաղում վերջինիս հասանելիությունը: Դատարանն արդեն նշել էր, որ Հունաստանի իշխանությունները որևէ քայլեր չէին ձեռնարկել իրավասու մարմինների և դիմումատուի միջև հաղորդակցությունն ապահովելու համար: Այդ փաստը, «անհայտ հասցեով անձանց» ծանուցման ընթացակարգի թերի գործողության հետ մեկտեղ, որի մասին են հաղորդում Եվրախորհրդի Մարդու իրավունքների հանձնակատարը և ՄԱԿ ՓԳՀ-ն (տես՝ սույն դատավճռի 187-րդ կետը), չափազանց անորոշ է դարձնում այն, թե արդյոք հայցատուն կկարողանար ժամանակին ծանուցվել իր ապաստանի հայցով ընդունված որոշման մասին, որպեսզի հասցներ համապատասխան քայլերի դիմել սահմանված ժամկետում:", "319. Բացի այդ, թեև հայտնի էր, որ դիմումատուի մոտ բացակայում են իրավաբանի ծառայությունների համար վճարելու միջոցները, նրան որևէ տեղեկատվություն չէր տրամադրվել այն կազմակերպությունների մասին, որոնք կկարողանային էին նրան օգնել իրավաբանական խորհրդատվությամբ կամ ուղղորդմամբ: Դրան պետք է հավելել իրավաբանական օժանդակության համակարգում ընդգրկված իրավաբանների անբավարար թիվը (տես՝ սույն դատավճռիs 191-րդ և 281-րդ կետերը), որի արդյունքում համակարգը գործնականում անարդյունավետ է դառնում: Ի տարբերություն Կառավարության պնդումներին, Դատարանը գտնում է, որ այդ իրավիճակը կարող է նաև խոչընդոտել պաշտպանության միջոցի հասանելիությանը, ուստի այն ընկնում է 13-րդ հոդվածի շրջանակի ներքո, հատկապես ապաստան հայցողների դեպքում:", "320. Վերջապես, Դատարանը չի կարող համաձայնվել Կառավարության հետ, որ Գերագույն վարչական դատարանում վարույթի երկարատևությունը 13-րդ հոդվածի նպատակների համար անկիրառելի է: Դատարանն իր նախորդ դատավճիռներում արդեն ընդգծել էր պետական գործակալների կողմից ցուցաբերված դաժան վերաբերմունքի դեպքում անհապաղ գործելու կարևորությունը (տես՝ սույն դատավճռի 293-րդ կետը): Միևնույն ժամանակ նա էլ ավելի է կարևորում նամն անհապաղ գոծողության անհրաժեշտությունը, երբ, ինչպես և ներկա դեպքում, գործում ներգրավված անձը 3-րդ հոդվածի հիմքերով գանգատ է հղում իր արտաքսման վերաբերյալ և, չունենալով գանգատն ըստ էության լրջորեն քննելու որևէ երաշխիք, վիճակագրության համաձայն զրկված է պաշտպանություն ստանլալու որևէ հնարավորությունից և ապրում է անորոշության վիճակում, որը Դատարանն անհամատեղելի է համարում 3-րդ հոդվածի հետ: Դատարանը հետևաբար գտնում է, որ վարույթի երկարատևության մասին Եվրախորհրդի Մարդու իրավունքների հանձնակատարի կողմից տրամադրված տեղեկությունները (տես՝ սույն դատավճռի 190-րդ կետը), որոնք Կառավարությունը չի հերքել, վկայում են, որ Գերագույն վարչական դատարանին հղվող գանգատը չի փոխհատուցում ապաստանի հայցի ըստ էության քննության հարցում երաշխիքների բացակայությունը:", "(գ) Եզրակացությունը", "321. Հաշվի առնելով վերոնշյալը,  Հունաստանի կառավարության նախնական առարկությունները (տես՝ սույն դատավճռի 283-րդ կետը) չեն կարող ընդունվել և Դատարանը գտնում է, որ տեղի է ունեցել Կոնվենցիայի 3-րդ հոդվածի հետ համատեղ 13-րդ հոդվածի խախտում՝ հաշվի առնելով Հունաստանի իշխանությունների կողմից դիմումատուի ապաստանի հայցի անբավարար քննությունը և այն վտանգը, որ նա կարող էր ուղղակի կամ անուղղակիորեն վերադարձվել իր քաղաքացիության երկիր, առանց իր ապաստանի հայցի ըստ էության լուրջ քննության և առանց արդյունավետ իրավական պաշտպանությունից օգտվելու հնարավորության:", "322. Հաշվի առնելով այդ եզրահանգումը և գործի հանգամանքները, Դատարանը գտնում է, որ բացակայում է Կոնվենցիայի 2-րդ հոդվածի հետ համատեղ 13-րդ հոդվածի քննության կարիքը:", "IV. ՀՈՒՆԱՍՏԱՆՒ ԱՊԱՍՏԱՆԻ ԸՆԹԱՑԱԿԱՐԳԻ ԹԵՐՈՒԹՅՈՒՆՆԵՐԻՑ ԲԽՈՂ ՎՏԱՆԳՆԵՐԻց ԴԻՄՈՒՄԱՏՈՒԻՆ ԶԵՐԾ ՉՊԱՀԵԼՈՒ ՊԱՏՃԱՌՈՎ ԲԵԼԳԻԱՅԻ ԿՈՂՄԻՑ ԿՈՆՎԵՆՑԻԱՅԻ 2-ՐԴ ԵՎ 3-ՐԴ ՀՈԴՎԱԾՆԵՐԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄԸ", "323. Դիմումատուն պնդում էր, որ Դուբլինի կանոնակարգին համապատասխան նրան նրան Հունաստան վերադարձնելով, Բելգիայի իշխանությունները, տեղյակ լինելով Հունաստանի ապաստանի ընթացակարգի թերությունների մասին և հաշվի չառնելով իրեն սպառնացող վտանգները, խախտել էին Կոնվենցիայի 2-րդ և 3-րդ հոդվածներով սահմանված վերոնշյալ պարտավորությունները:", "Ա. Կողմերի փաստարկները", "1. Դիմումատուն", "324.  Դիմումատուն պնդում էր, որ իր արտաքսման ժամանակ Բելգիայի իշխանությունները տեղյակ էին, որ Հունաստանի ապաստանի ընթացակարգն այն աստիճանի թերի է, որ հավանականությունը, որ Հունաստանի իշխանքությունները հանգամանորեն կքննեին ապաստան ստանալու իր հայցը, չնչին էր և որ առկա էր դիմումատուին իր քաղաքացիության երկիր արտաքսելու վտանգը: Ի թիվս բազմաթիվ միջազգային զեկույցների, որոնք դիմումատուի արտաքսման պահին արդեն իսկ հրապարակվել էին, դիմումատուի փաստաբանն Բելգիայի իշխանություններին հստակորեն ներկայացրել էր Հունաստանում ապաստան հայցողների իրավունքների պարբերաբար խախտման հետ կապված իրավիճակը: Նա դա արել էր, որպեսզի հիմնավորեր 2009թ. մայիսի 29-ին Օտարերկրացիների բողոքարկման խորհուրդ հղված գանգատը, ինչպես նաև 2009թ. հունիսի 10-ին Բրյուսելի վճռաբեկ դատարանի Մեղադրական եզրակացությունների պալատին հղված բողոքը: Դիմումատուն գտնում էր, որ Բելգիայի իշխանությունների այն փաստարկը, որ նա չէր կարող պնդել մինչ Բելգիա ժամանելը Հունաստանի ապաստանի համակարգի թերությունների զոհ դառնալու մասին, գործի հետ չէր առնչվում: Բացի նրանից, որ վտանգի բացակայության մասին ձևական ապացույցը վերացական բնույթ էր կրում [in abstracto], վերջինիս իրականանալը թույլ չտալու համար Բելգիայի իշխանությունները պետք է հաշվի առնեին ընդհանուր իրավիճակը, զերծ մնալով նրա վերադարձից բխող վտանգից:", "325.  Դիմումատուի կարծիքով, հաշվի առնելով վերը նշված T.I.-ի գործից (որոշում, վերը նշված) քաղաց դասերը, Դուբլինի կանոնակարգի կիրառումը չէր ազատում Բելգիայի իշխանություններին Հունաստանում refoulement-ի հարցում բավարար երաշխիքների առկայությունը ստուգելու պարտավորությունից՝ նկատի ունենալով ուղղակի կամ անուղղակի ճանապարհով Աֆղանստան վերադարձնելու ընթացակարգին կամ քաղաքականությանը բնորոշ թերությունները: Նման երաշխիքների բացակայության պարագայում և հաշվի առնելով դիմումատուի կողմից ներկայացված ապացույցները, Բելգիա իշխանությունները իրենք պետք է գնահատեին դիմումատուի քաղաքացիության երկրում նրան սպառնացող վտանգը՝ Կոնվենցիայի 2-րդ և 3-րդ հոդվածներին և Դատարանի նախադեպային իրավունքին համապատասխան (մասնավորապես «NA. ընդդեմ Միացյալ Թագավորության», գործով դատավճիռը, գանգատ թիվ 25904/07, 17 հուլիսի 2008թ.): Ներկա դեպքում, սակայն, Բելգիա կառավարությունը մինչ նրան արտաքսելը որևէ կանխարգելիչ միջոցառումներ չէր ձեռնարկել: Հակառակը, նրան արտաքսելու մասին որոշումը կայացվել էր Դուբլինի կանոնակարգով նախատեսված լուռ համաձայնության սկզբունքի հիման վրա, սոսկ այն ենթադրությամբ, որ Հունաստանի իշխանությունները կատարելու են իրենց պարտավորությունները՝ առանց դիմումատուին որևէ անհատական երաշխիքներ տրամադրելու: Դիմումատուն դա որակավորեց որպես Բելգիա իշխանությունների կանոնավոր գործելակերպ, որոնք մշտապես հրաժարվել և շարունակում են հրաժարվել Դուբլինի կանոնակարգով նախատեսված երկրի հայեցողության իրավունքի սկզբունքի կիրառումից և մարդկանց Հունաստան տեղափոխելուց զերծ մնալուց:", "2. Բելգիայի կառավարությունը", "326. Կառավարությունը հայտարարեց, որ Դուբլինի կանոնակարգը կիրառելիս Բելգիան պարտավոր չէր քննելու դիմումատուի ապաստանի հայցը, հետևաբար նաև ուսումնասիրելու դիմումատուի մտավախությունները Աֆղանստանում իր կյանքի և անվտանգության մասին: Դուբլինի կանոնակարգը մեծապես հաշվի էր առնում Ժնևի կոնվենցիայում ամրագրված non-refoulement-ի սկզբունքը, ինչպես նաև մարդու հիմնարար իրավունքները և այն դրույթը, որ Մասնակից պետություններն անվտանգ երկրներ են: Բելգիան միայն բացառիկ հանգամանքներում և անհատական մոտեցման հիմքերով էր որոշում չկիրառել Կանոնակարգի 3 § 2 հոդվածում սահմանված սկզբունքները, և միայն այն դեպքում, եթե գործում ներգրավված անձը համոզիչ կերպով ներկայացնում էր, որ նրան սպառնում է 3-րդ հոդվածի իմաստով խոշտանգումների կամ նվաստացնող վերաբերմունքի վտանգը: Իրոք, այդ մոտեցումը համապատասխանում էր Դատարանի նախադեպային իրավունքին, որը պահանջում է, որպեսզի բողոքարկվող ընդհանուր իրավիճակի և դիմումատուի անհատական իրավիճակի միջև կապ գոյություն ունենա (տես՝ վերը նշված Sultani, «Thampibillai ընդդեմ Նիդերլանդների», գանգատ թիվ 61350/00, 17 փետրվարի 2004թ. և «Y. ընդդեմ Ռուսաստանի», \nգանգատ թիվ 20113/07, 4 դեկտեմբերի 2008թ.):", "327. Բելգիայի կառավարությունը չէր կարող ճշգրիտ նշել, թե որ հանգամանքներում է կիրառել երկրի հայեցողության իրավունքի սկզբունքը, քանի որ Օտարերկրացիների հարցերով վարչությունը այդ հարցի վերաբերյալ վիճակագրական տվյալներ չէր տրամադրում, նաև չէին ներկայացվում կայացված որոշումների հիմնավորումները: Սակայն, ի ապացույց անհրաժեշտության դեպքում այդ պայմանի կիրառմանը, Կառավարությունը ներկայացրեց տասը գործ, որտեղ պատասխանատվություն կրող երկիր անձին տեղափոխելու որոշման չկիրառումը հնարավոր էի միայն երկրի հայեցողության իրավունքի սկզբունքի կիրառման միջոցով, քանի որ չարտաքսելու համար որևէ այլ պատճառ չկար: Այդ գործերի կեսում պատասխանատու երկիրը Լեյհաստանն էր, երկուսում Հունաստանը, իսկ մյուս դեպքերում Հունգարիան և Ֆրանսիան: Նշված դեպքերից յոթում չարտաքսելու պատճառը Բելգիայում ընտանիքի անդամի առկայությունն էր, երկուսում անձի մոտ առկա առողջական խնդիրները, իսկ վերջին դեպքում գործը վերաբերում էր անչափահասի: Սույն գործով դիմումատուի հարցում Բելգիան որևէ հիմքեր չէր տեսնում այդ պայմանի կիրառման համար և չէր տիրապետում որևէ տեղեկատվության առ այն, որ դիմումատուն անձամբ հանդիսանում է Հունաստանի կողմից դրսևևորված 3-րդ հոդվածին հակասող վերաբերմունքի զոհ: Ընդհակառակը, նա չէր հայտնել Օտարերկրացիների հարցերով վարչությանը, որ հրաժարվել էր ապաստան հայցելու գործընթացը շարունակելու մտքից և չէր տեղեկացրել Հունաստանի դեմ իր բողոքների մասին: Իրականում, Դատարանն ինքը անհրաժեշտ չէր համարել Բելգիային դեմ հայցի ապահովման միջոցներ ձեռնարկել, որպեսզի կասեցվի դիմումատուի տեղափոխումը:", "328.  Միևնույն ժամանակ Կառավարությունն ընդգծեց, որ երկրից հեռանալու հրահանգը տրվել էր ելնելով Հունաստանի իշխանությունների հավաստիացումներից, որ դիմումատուն Աֆղանստան չի վերադարձվի առանց իր բողոքների ըստ էության քննության: Ինչ վերաբերում է ապաստանի ընթացակարգի հասանելիությանը և նրա ընթացքին, Կառավարությունը վստահել էր Հունաստանի իշխանություններին, որոնք հավաստիացրել էին իրեն, որ վերջնականապես ստանձնում են պատասխանատվությունը, ինչպես նաև հաշվի էր առել Հունաստանի իշխանությունների կողմից կազմած ամփոփիչ փաստաթղթում և դեռևս չդիտարկված այլ գործերով Դատարանին ներկայացված դիտարկումներում պարունակվող տեղեկատվությունը: Այդ տեղեկատվության հիման վրա Բելգիայի իշխանությունները եզրահանգել էին, որ եթե օտարերկրացին Հունաստանում ներառվում է ապաստանի ընթացակարգում, ապա հայցն էստ էության քննվում է անհատական կարգով, ապաստան հայցողին տրամադրվում է իրավաբանական օգնություն և վարույթի բոլոր փուլերում տրանմադրվում են թարգմանչի ծառայություններ: Գոյություն ունեին նաև իրավական պաշտպանության միջոցներ, այդ թվում Գերագույն վարչական դատարան գանգատ հղելու հնարավորություն: Արդյունքում, թեև Կառավարությունը տեղյակ էր Հունաստանում ապաստանի ընթացակարգի հնարավոր թերությունների մասին, սակայն, Կառավարության պնդմամբ, Համայնքի օրենսդրության պահանջներին համապատասխանելու և մարդու իրավունքների պաշտպանության, այդ թվում՝ իր ընթացակարգային պարտավորությունների հարցերում Հունաստանի կողմից ձեռնարկվող ջանքերը վստահություն էին ներշնչում:", "329.  Ինչ վերաբերում է Աֆղանստան refoulement-ի վտանգին, Կառավարությունը նաև հաշվի էր առել Հունաստանի կողմից Դատարանին տրված հավաստիացումները «K.R.S. ընդդեմ Միացյալ Թագավորության» (որոշում, վերը նշված) գործով, Հունաստան ժամանելիս Դատարանին բողոք հղելու և, անհրաժեշտության դեպքում, 39-րդ կանոնը կիրառելու մասին միջնորդություն ներկայացնելու դիմումատուին ընձեռնվող հնարավորությունը: Հիմք ընդունելով այդ հավստիացումները, Կառավարությունը համարել էր, որ դիմումատուի արտահանձնումը 3-րդ հոդվածի խախտում չի հանդիսանում:", "Բ. Գործում որպես երրորդ կողմ միջամտող Նիդերլանդների և Միացյալ Թագավորության կառավարությունների, ՄԱԿ-ի Փախստականների հարցերով գերագույն հանձնակատարի, Aire կենտրոնի, Amnesty International կազմակերպության և Հունաստանում Հելսինկյան մոնիտորի դիտարկումները", "330.  Նիդերլանդների կառավարության պնդմամբ Հունաստանի ապաստանի համակարգի հնարավոր թերություններից չէր հետևում, որ Հունաստանում ապաստան հայցողներին տրվող իրավական պաշտպանությունը գործում էր միայն ձևականորեն և որն ավելի կարևոր էր, որ Մասնակից պետությունները չպետք է ապաստան հայցողներին հանձնեն Հունաստանին, այն մտավախությամբ, որ կխախտեն Կոնվենցիայի 3-րդ հոդվածը: Հանձնաժողովն ու Հունաստանի իշխանությունները այլ մասնակից պետությունների նյութատեխնիկական օժանդակությամբ իրենք, այլ ոչ թե Դատարանը, պետք է ձգտեին համապատասխանեցնել Հունաստանի ապաստանի ընթացակարգը Համայնքի չափորոշիչներին: Նիդերլանդների կառավարությունը հետևաբար հայտնեց, որ նա անվերապահորեն ստանձնում է այդ խնդիրը՝ Աթենքում իր դեսպանատան աշխատակցի միջոցով ապահովելով, որպեսզի բոլոր տեղափոխված ապաստան հայցողները ուղարկվեն միջազգային օդանավակայանում գործող ապաստանի ծառայություններ: K.R.S. (գործով) Դատարանի վճռիծ ելնելով պետք է ենթադրվեր, որ Հունաստանը կատարելու է իր միջազգային պարտավորությունները և, որ փոխանցված անձինք բողոքարկման հնարավորություն կունենան ներպետական դատարաններում, իսկ այնուհետև, անհրաժեշտության դեպքում, նաև Եվրոպական դատարանում: Այլ կերպ մտածելը կնշանակեր ժխտել միջպետական վստահության սկզբունքը, որի վրա հենված է Դուբլինի համակարգը, արգելակել Կանոնակարգի կիռաման ապահովմանն ուղղված միջոցները և հարցականի տակ դնել Դատարանի կողմից որդեգրված հավասարակշռված և խելամիտ մոտեցումը, որը նա արտահայտել էր օրինակ «Bosphorus Hava Yolları Turizm ve Ticaret Anonim Şirketi ընդդեմ Իռլանդիայի» [ՄՊ] (գանգատ թիվ 45036/98, ՄԻԵԴ 2005 VI) գործով դատավճռում, գնահատելով Համայնքի օրենսդրության կիրառման հարցում պետությունների պատասխանատվությունը:", "331.  Միացյալ Թագավորության կառավարությունը շեշտեց, որ Դուբլինի կանոնակարգը հայցերի արագ քննության հարցում էական առավելություն էր ընձեռում, որպեսզի ներգրավված անձինք ժամանակ չունենային համապատասխան պետությունում զուր տեղը սոցիալական և մշակութային կապեր ստեղծել: Միևնույն ժամանակ 3-րդ հոդվածի հիմքերով պատասխանատվության կանչելիս անհրաժեշտ է հաշվի առնել, որ մինչ դիմումատուի տեղափոխելը ապաստանի հայցի համար պատասխանատվություն կրող պետությունը ստիպված է լինում դանդաղեցնել ընդհանուր գործընթացը, ինչպես որ դա տեղի էր ունեցել սույն գործում: Միացյալ Թագավորության կառավարությունը համոզված էր, որ բողոքները, որոնք հասկանալի էին Կոնվենցիայի մասնակից չհանդիսացող երկիր արտաքսվելու դեպքում, արդարացված չեն, երբ ապաստանի հայցի քննության համար պատասխանատու պետությունը Կոնվենցիայի կողմ է հանդիսանում: Նման դեպքերում, ինչպես որ Դատարանը ներկայացրել էր K.R.S. (վերը նշված) գործով դատավճռում, Կոնվենցիայի տրամաբանական մեկնաբանությունն այն է, որ շահագրգռված կողմերը իրենց գանգատները հղում են ապաստանի հայցի մշակման համար պատասխանատու պետության դատարաններին, իսկ անհրաժեշտության դեպքում նաև Եվրոպական Դատարան: Միացյալ Թագավորության կառավարության կարծիքով, դա չէր ազատում անձին տեղափոխող պետությանը Կոնվենցիայի հնարավոր խախտումների դեպքում պատասխանատվությունից, այլ նշանակում էր, որ վերջինիս պատասխանատվությունը կարող է առաջանալ միայն բացառիկ հանգամանքներում, երբ համոզիչ կերպով կներկայցվի, որ ապաստանի հայցը մշակող պետությունում ապասան հայցողի համար Եվրոպական դատարան բողոք հղելու հնարավորություն չի եղել: Սակայն, սույն գործում նման հանգամանքները բացակայում էին:", "332. ՄԱԿ ՓԳՀ-ի կարծիքով, որն այն արդեն իսկ արտահայտել էր 2008թ. ապրիլին հրապարակված զեկույցում, ապաստան հայցողները չպետք է արտահաձնվեն, երբ, ինչպես և սույն դեպքում, առկա է ապացույցը, որ ապաստանի հայցի մշակման համար պատասխանատու պետությունը արտահանձումներ է իրականացրել է բարձր ռիսկային երկրներ, որ գործում ներգրավված անձինք ընթացակարգից օգտվելու փորձ կատարելիս կանգնել են արգելքների առջև՝ հայցերի արդյունավետ քննության և իրավական պաշտպանության տրամադրման հարցերում, և երբ ընդունման պայմանները կարող են հանգեցնել Կոնվենցիայի 3-րդ հոդվածի խախտմանը: Նման պայմաններում ապաստան հայցողներին չարտահանձնելը նախատեսված է հենց Դուբլինի կանոնակարգով և դա ամբողջությամբ համապատասխանում է Ժնևի 33-րդ հոդվածին և Կոնվենցիային: ՄԱԿ ՓԳՀ-ն ընդգծեց, որ դա տեսական հնարավորություն չէ և որ, ի տարբերություն Բելգիայի, որոշ պետությունների դատարաններ, առաջնորդվելով վերոնշյալ հիմքերով, կասեցրել էին Հունաստան կատարվող տեղափոխումները: Բոլոր դեպքերում, ինչպես որ Դատարանը հստակորեն հայտարարել էր T.I. գործով դատավճռում (որոշում, վերը նշված), յուրաքանչուր Պայմանավորվող պետություն պարտավոր էր Կոնվենցիային համապատասխան խուսափել Դուբլինի կանոնակարգի ինքնաբերաբար օգտագործման արդյունքում մարդկանց կանգնեցնել 3-րդ հոդվածին հակասող վերաբերմունքի վտանգի առջև:", "333.  Aire կենտրոնը և Amnesty International-ը արտահայտեցին այն տեսակետը, որ Դուբլինի կանոնակարգը, որը ապաստանի հարցերում պարտավորությունները չկատարող երկրներ մարդկանց տեղափոխման կասեցում չէր նախատեսում, իր ներկա տեսքով ապաստան հայցողներին կանգնեցնում էր Կոնվենցիային և Ժնևի կոնվենցիային հակասող refoulement-ի վտանգի առջև: Նրանք Դատարանի ուշադրությունը հրավիրեցին այն հակասական մոտեցումների վրա, որոնք դրսևորում էին Եվրոպական Միության Մասնակից պետությունները Կանոնակարգը կիրառելիս, ինչպես նաև ներպետական դատարանները՝ տեղափոխման արդյունքում մարդու իրավունքների ոտնահարման հմարավոր վտանգի աստճանը գնահատելիս, հատկապես երբ ապաստանի հարցերին վերաբերող այլ միջոցները ապաստանի հայցի քննության համար պատասխանատու պետության կողմից պատշաճ ձևով չէին փոխատեղվել: Aire կենտրոնը և Amnesty International-ի կարծիքով ապաստան հայցողներին արտահանձնող պետությունները պատասխանատվության իրենց մասնաբաժինն էին կրում ընդունող պետությունների կողմից այդ անձանց նկատմամբ դրսևորվող վարվելակերպի համար, հաշվի առնելով այն, որ կիրառելով Կանոնակարգով նախատեսված երկրի հայեցողության իրավունքի սկզբունքը, նրանք կարող էին կանխել մարդու իրավունքների խախտումները: Իրենց կարծիքով պարտավորությունների խատման համար ընդունող պետության դեմ Եվրոպական հանձնաժողովի կողմից միջոցների կիրառման հնարավորությունը ապաստան հայցողների հիմնարար իրավունքների ոտնահարումը կանխելու տեսանկյունից արդյունավետ իրավական պաշտպանության միջոց չեր հանդիսանում: Նրանք նաև համոզված չէին Լիսաբոնի պայմանագրով սահմանված նախնական հարցման ընթացակարգի արդյունավետության մասին, քանի դեռ ԵՄԴ-ն իր դիրքորոշումը չէր արտահայտել նման խախտումների վտանգի առկայության դեպքում Դուբլինի կանոնակարգի շրջանակում կատարվող տեղափոխումների օրինականության մասին", "334.  ՀՀՄ-ն ընդգծեց, որ դիմումատուի արտաքսման պահին արդեն իսկ լույս տեսած բազմաթիվ փաստաթղթեր նկարագրում էին ապաստանի ընթացակարգի թերությունները, ապաստան հայցողների ընդունման պայմանները և ներկայացնում էին Թուրքիա ուղղակի կամ անուղղակի refoulement-ի վտանգը: ՀՀՄ-ն գտնում էր, որ Բելգիայի իշխանությունները չէին կարող անտեղյակ լինել այդ մասին, մասնավորապես, քանի որ Հունաստանին արտահանձնելու հրահանգների հիմնավորման համար ներքին ընթացակարգերում օգտագործվում էին այդ նույն փաստաթղթերը: ՀՀՄ-ի համաձայն, նման փաստաթղթերը, մասնավորապես, որոնք հրապարակվել էին ՄԱԿ ՓԳՀ-ի կողմից, թույլ էին տալիս շրջանցելու Դատարանի կողմից վերը նշված K.R.S. գործի դատավճռում արտահայտված այն կանխավարկածը, որ ապաստանի հարցում Հունաստանը պահպանում էր իր միջազգային պարտավորությունները:", "Գ.  Դատարանի գնահատականը", "1. Ընդունելիությունը", "335.  Բելգիայի կառավարությունը քննադատել էր դիմումատուին՝ հրատապ ընթացակարգով հրահանգը չկիրառելու ընթացակարգց սխալ օգտվելու, հրահանգը կասեցնելու մասին Օտարերկրացիների բողոքարկման խորհուրդ գանգատ չներկայացնելու և Conseil d’Etat վարչական վճռաբեկ բողոք չներկայացնելու համար: Վերոնշյալի հիման վրա Բելգիայի կառավարությունը պնդում էր, որ դիմումատուն չէր սպառել իրավական պաշտպանության ներպետական միջոցները և միջնորդեց, որպեսզի Դատարանն անընդունելի հայտարարի բողոքի այդ մասը և Կոնվենցիայի 35 §§ 1 և 4-րդ հոդվածներին համապատասխան մերժի այն:", "336. Դատարանը նշում է, որ դիմումատուն նաև բողոքել էր, որ զրկված էր 2-րդ և 3-րդ հոդվածների հիմքերով իրավական պաշտպանության միջոցից, որը կհամապատասխաներ Կոնվենցիայի 13-րդ հոդվածի պահանջներին և այդ համատեքստում պնդում էր, որ նշված դրույթի իմաստով վկայակոչվող իրավական պաշտպանության միջոցներն արդյունավետ չէին (տես՝ սույն դատավճռի 370-377 կետերը): Նա գտնում էր, որ ներպետական պաշտպանության միջոցները չսպառեու մասին Կառավարության փաստարկը պետք է դիտարկվի Կոնվենցիայի 2-րդ և 3-րդ հոդվածների հետ համատեղ 13-րդ հոդվածի հիմքերով բողոքի ըստ էության քննության հետ միաժամանակ:", "337.  Հաշվի առնելով վերոնշյալը, Դատարանը գտնում է, որ գանգատի այդ մասը չի կարող մերժվել իրավական պաշտպանության ներպետական միջոցները չսպառելու համար (տես՝ սույն դատավճռի 385-396 կետերը) և որ այն բարձրացնում է իրավունքի և փաստի հետ կապված բարդ խնդիրներ, որոնք հնարավոր չէ լուծել առանց գործն ըստ էության քննելու: Դատարանը գտնում է, որ Կոնվենցիայի 35 § 3 հոդվածի իմաստով գանգատն ակնհայտորեն անհիմն չէ: Այն նաև անընդունելի չէ որևէ այլ հիմքերով: Ուստի այն պետք է ընդունելի հայտարարվի:", "2. Բելգիայի պատասխանատվությունը Կոնվենցիայի ներքո", "338.  Դատարանը անդրադառնում է Նիդերլանդների կառավարության կողմից գործին որպես երրրոդ կողմ միջամտելիս վկայակոչված Bosphorus գործով դատավճռին (տես՝ սույն դատավճռի 330-րդ կետը):", "Դատարանն այն դեպքում վերստին նշել էր, որ Կոնվենցիան Պայմանավորվող պեըություններին չի արգելում որոշ ոլորտներում համագործակցության նպատակով որևէ միջազգային կազմակերպության պատվիրակելու իր հայեցողության իրավունքը\n(տես՝ վերը նշված Bosphorus, § 152): Այդուհանդերձ, պետությունները շարունակում են Կոնվենցիայի ներքո պատասխանատվություն կրել ներպետական օրենսդրության և միջազգային պարտավորություններին համապատասխան իրենց մարմինների բոլոր գործողությունների և անգործության համար (ibid., § 153): Նման իրավական պարտավորությանը համապատասխան  պետության կողմից իրականացված գործողությունը արդարացված է այն դեպքերում, երբ համարվում է, որ համապատասխան կազմակերպությունը կարող է պաշտպանել հիմնարար իրավունքներն այնպիսի եղանակով, որն առնվազն համարժեք է Կոնվենցիայի պահանջներին: Սակայն պետությունը Կոնվենցիայի ներքո ամբողջությամբ պատասխանատվություն է կրելու բոլոր այն գործողությունների համար, որոնք չեն համապատասպխանում նրա ուղղակի միջազգային իրավական պարտավորություններին, հատկապես, երբ դա վերաբերում է նման կազմակերպության կողմից պետության հայեցողության իրավունքի իրականացմանը (ibid., §§ 155-57):", "Դատարանը գտել էր, որ Համայնքի իրավունքով սահմանված հիմնարար իրավունքների պաշտպանությունը համարժեք էր Կոնվենցիայի համակարգով երաշխավորված պաշտպանությանը (ibid., § 165): Այդ եզրակացությանը հանգելու համար նա մեծապես հաշվի է առել այդ հարցում ԵՀԴ-ի, ներկայումս ԵՄԴ-ի դերակատարումն ու իրավունքները, համարելով, որ գործնականում հիմնարար իրավունքների նյութական երաշխիքների արդյունավետությունը կախված է դրանց պահպանման նկատմամբ վերահսկողություն իրականացնելու նպատակով ստեղծված մեխանիզմներից (ibid., § 160): Դատարանը նաև հոգացել էր, որպեսզի Եվրոպական Միության օրենսդրության «առաջին բաղադրիչի» ընդունման ժամանակ Bosphorus գործով դատավճռի մեկնաբանության շրջանակը Համայնքի իրավունքում խստորեն սահմանափակվի (ibid., § 72):", "339.  Դատարանը նշում է, որ Դուբլինի կանոնակարգի 3 § 2 հոդվածով նախատեսվում է, որ յուրաքանչյուր Մասնակից պետություն իրավասու է, մասնակիորեն չեղյալ հայտարարելով 3 § 1 հոդվածով սահմանված ընդհանուր կանոնը, քննության առնել երրորդ երկրի քաղաքացու կողմից ներկայացված ապաստանի հայցը, նույնիսկ եթե Կանոնակարգում սահմանված չափանիշների համաձայն նա պարտավոր չէ այն քննել: Դա այսպես կոչված «երկրի հայեցողության իրավունքի» սկզբունքն է: Նման դեպքերում գերծում ներգրավված պետությունը կանոնակարգի նպատակների համար դառնում է պատասխանատու պետություն և ստանձնում է այդ պատասխանատվությունից բխող պարտավորությունները:", "340.  Դատարանը եզրահանգում է, որ Կանոնակարգի համաձայն Բելգիա իշխանությունները կարող էին դիմումատուի արտահանձնումից զերծ մնալ, եթե նրանք գտնում էին, որ ընդունող երկիրը, այս դեպքում Հունաստանը, չեր կատարում Կոնվենցիայով ստանձնած իր պարտավորությունները: Հետևաբար Դատարանը գտնում է, որ Բելգիայի իշխանությունները կողմից ձեռնարկված վիճարկվող միջոցը ոչ ամբողջովին էր համապատասխանում Բելգիայի միջազգային իրավական պարտավորություններին: Ուստի համարժեք պաշտպանության կանխավարկածը սույն գործում կիրառելի չէ:", "3. Կոնվենցիայի 2-րդ և 3-րդ հոդվածներով բողոքների ըստ էությունը", "(a) T.I. և K.R.S. գործերով դատավճիռները", "341.  Այդ երկու գործերում Դատարանը հնարավորություն ուներ ուսումնասիրելու Կոնվենցիա հարցերով Դուբլինի Կոնվենցիայի և այնուհետև Դուբլինի կանոնակարգի ներգործողությունը:", "342.  Վերը նշված T.I. գործը (որոշում) վերաբերում էր Շրի Լանկայի մի քաղաքացու, որը ապարդյուն ապաստան էր հայցել Գերմանիայում և այնունհետև նույնպիսի հայց էր ներկայացրել Միացյալ Թագավորությունում: Միացյալ Թագավորությունը, Դուբլինի Կոնվենցիային համապատասխան հրահանգել էր արտահանձնել դիմումատուին Գերմանիային:", " Դատավճիռը կայացնելիս Դատարանը գտավ, որ անուղղակի արտահանձնումը միջանկյալ երկրին, որը նույնպես Պայմանավորվող կողմ է, ուժի մեջ է թողնում արտահանձնող երկրի պատասխանատվությունը, և որ այդ պետությունը գործող նախադեպային իրավունքի համաձայն պարտավոր է զերծ մնալ անձի արտահանձնումից, եթե առկա ենն զգալի հիմքեր հավատալու համար, որ համապտսխան անձն արտաքսվելու դեպքում ընդունող երկրում կենթարկվի 3-րդ հոդվածով արգելված վերաբերմունքին:", "Ավելին, Դատարանը կրկնեց, որ այն դեպքերում երբ պետությունները համագործակցում են այնպիսի ոլորտներում, որոնք կարող էին առնչվել մարդու հիմնարար իրավունքների պաշտպանության հետ, ապա այդ ոլորտներում Կոնվենցիայով նախատեսված պատասխանատվությունից նրանց ազատելը համատեղելի չէր լինի Կոնվենցիայի նպատակի և առարկայի հետ (տես՝ այլ աղբյուրների թվում «Waite և Kennedy ընդդեմ Գերմանիայի» [ՄՊ], գանգատ թիվ 26083/94, § 67, ՄԻԵԴ 1999I):", "Հետևաբար, երբ պետությունները կիրառում են Դուբլինի կանոնակարգը, նրանք պետք է համոզվեն, որ միջանկյալ երկրի ապաստանի ընթացակարգը բավարար երաշխիքներ է նախատեսում, որպեսզի ապաստան հայցողը ուղղակի կամ անուղղակի ճանապարհով չարտաքսվի իր քաղաքացիության երկիր՝ առանց Կոնվենցիայի 3-րդ հոդվածի տեսանկյունից այդ անձին սպառնացող վտանգների պատշաճ գնահատման:", "Թեև T. I. գործում Դատարանը մերժել էր Միացյալ Թագավորության այն փաստարկը, որ հաշվի առնելով Գերմանիայի Կոնվենցիայի կողմ լինելը, Միացյալ Թագավորությունը պարտավոր չէր քննության առնելու թե ինչպիսի ճակատագիր է սպասում ապաստան հայցողին, որին նա պատրատսվում էր արտաքսել այդ երկիր, սակայն այն փաստը, որ Գերմանիայի ապաստանի ընթացակարգը ըստ ամենայնի համապատասխանում էր Կոնվենցիային և մասնավորապես 3-րդ հոդվածին, Դատարանին թույլ տվեց չբավարարել այն բողոքը, որ դիմումատուի արտաքսումը Գրմանիա այդ հոդվածին հակասող վերաբերմունքի դրսևորման իրական և լուրջ վտանգ էր ստեղծում: Դատարանը գտավ, որ մասնավորապես այդ գործում չկար որևէ պատճառ հավատալու, որ Գերմանիան չի կատարելու Կոնվենցիայի 3-րդ հոդվածով սահմանված պարտավորությունները և չի պաշտպանելեւ դիմումատուին Շրի Լանկա վերադարձից, եթե վերջինս ներկայացնի համոզիչ փաստարկներ իրեն այդ երկրում սպասող դաժան վերաբերմունքի մասին:", "343. Այդ մոտեցումը վերհաստատվեց և հետագա զարգացում գտավ վերը նշված K.R.S. գործով դատավճռում: Գործը վերաբերում էր Միացյալ Թագավորության իշխանությունների կողմից Դուբլինի կանոնակարգին համապատասխան Իրանի քաղաքացի հանդիսացող ապաստան Հունաստանին արտահանձնելուն, որի սահմանը նա հատել էր մինչ 2006թ. Միացյալ Թագավորություն ժամանելը: Վկայակոչելով Կոնվենցիայի 3-րդ հոդվածը դիմումատուն բողոքում էր Հունաստանում ապաստանի ընթացակարգի թերությունների և առանց իր ապաստանի հայցն ըստ էության քննելու իրեն Իրան արտաքսելու վտանգի, ինչպես նաև ապաստան հայցողների Հունաստանում ընդունման պայմանների մասին:", "Այն բանից հետո, երբ Դատարանը հաստատեց T.I. գործով Դուբլինի կանոնակարգի կիրառելիությունը (այս կետի վերաբերյալ տես նաև «Stapleton ընդդեմ Իռլանդիայի» (որոշում), գանգատ թիվ 56588/07, § 30, ՄԻԵԴ 2010...), Դատարանը գտավ, որ այլ բանի մասին վկայող ապացույցի բացակայության դեպքում նա պետք է ենթադրի, որ Հունաստանը կատարում է ապաստանի ընթացակարգի նվազագույն պայմանների և ապաստան հայցողների ընդունման վերաբերյալ Համայնքի հանձնարարականներով սահմանված պարտականությունները, որոնք փոխատեղվել են Հունաստանի օրենսդրություն և, որ նա հետևու է Կոնվենցիայի 3-րդ հոդվածին:", "Դատարանի կարծիքով, հաշվի առնելով այդ ժամանակ Միացյալ Թագավորության կառավարության և Դատարանի տրամադրության տակ գտնվող տեղեկատվությունը, հնարավոր էր ենթադրել, որ Հունաստանը կատարում է իր պարտավորությունները և դիմումատուի քաղաքացիության երկիր՝ Իրան ոչ ոքու չի վերադարձնում:", "Չկար նաև որևէ պատճառ հավատալու, որ Դուբլինի կանոնակարգին համապատասխան Հունաստան վերադարձված անձինք, այդ թվում նրանք, ում ապաստանի հայցերը մերժվել էին Հունաստանի իշխանությունների վերջնական որոշմամբ, զրկված են եղել կամ կարող են զրկված լինել դիմելու Եվրոպական դատարան՝ Դատարանի կանոնակարգի 39 կանոնով նախատեսված հայցի ապահովման ուղղությամբ քայլեր ձեռնարկելու համար:", "(բ) Այդ սկզբունքների կիրառումը սույն գործում", "344.  Դատարանն արդեն արտահայտել էր այն դիրքորոշումը, որ դիմումատուն ուներ ակնհայտ հիմքեր հայտարարելու համար, որ նրան Աֆղանստան ուղարկելը կխախտի Կոնվենցիայի 2-րդ կամ 3-րդ հոդվածները (տես՝ սույն դատավճռի 296-297 կետերը):", "345.  Ուստի Դատարանը պետք է այժմ դիտարկի, թե արդյոք Բելգիայի իշխանությունները պետք է հարցականի տակ դնեին այն կանխավարկածը, որ Հունաստանի իշխանությունները կատարելու են իրենց միջազգային պարտավորությունները ապաստանի հարցում և շրջանցեր K.R.S. գործով նախադեպային իրավունքը, որին, Կառավարության պնդմամբ, երկրի վարչական և դատական իշխանությունները ցանկանում էին հետևել ներկա գործում:", "346.  Դատարանը համաձայն չէ Բելգիայի Կառավարության այն փաստարկի հետ, որ երկրից հեռանալու հրահանգը տալու ժամանակ Օտարերկրացիների հարցերով վարչությունը տեղյակ չէր Հունաստան վերադառնալու վերաբերյալ դիմումատուի մտավախության մասին, քանի որ հարցազրույցի ժամանակ դիմումատուն այն մասին չէր հայտնել:", "347. Դատարանը նախ և առաջ նկատում է, որ 2008թ. K.R.S. գործով դատավճռի պահին իր տրամադրության տակ գտնվող տեղեկատությանն այնուհետև ավելացվել են բազմաթիվ զեկույցներ և նյութեր: Այդ բոլոր նյութերը և զեկույցները, որոնք հիմնված էին տեղում անցկացված ուսումնասիրությունների վրա, միանշանակ էին Հունաստանում Դուբլինի համակարգի կիրառման հետ կապված գործնական դժվարությունների, ապաստանի համակարգում առկա թերությունների և անհատական կամ հավաքական հիմքերով ուղղակի կամ անուղղակի refoulement-ի գործելակերպի հարցերում:", "348.  Այդ փաստաթղթերի հեղինակներն են ՄԱԿ ՓԳՀ-ն Եվրախորհրդի Մարդու իրավունքներով հանձնակատարը, միջազգայի հասարակական կազմակերպությունները, այդ թվում՝ Amnesty International, Human Rights Watch, Pro-Asyl կազմակերպությունները, Փախստականների և վտարանդիների հարցերով Եվրոպական խորհուրդև, ինչպես նաև Հունաստանում գործող հասարակական կազմակերպությունները, այդ թվում Հունաստանի Հելսինկյան մոնիտորը և Հունաստանի մարդու իրավունքների ազգային հանձնաժողովը (տես՝ սույն դատավճռի 160-րդ կետը): Դատարանը նշում է, որ բոլոր նման փաստաթղթերը հրապարակվել են 2006թ. սկսած պարբերական ընդհատումներով, իսկ 2008 և 2009 թվականներին ավելի մեծ հաճախականությամբ և որ այն պահին, երբ տրվել էր դիմումատուի արտաքսման հրամանը, դրանց մեծ մասն արդեն իսկ լույս էր տեսել:", "349.  Դատարանը նաև հույժ կարևոր է համարում 2009թ. ապրիլին ՄԱԿ ՓԳՀ-ի կողմից Բելգիայի ներգաղթի հարցերով պատասխանատու նախարարին հղված նամակը: Այդ նամակը, որի պատճենն ուղարկվել էր նաև Օտարերկրացիների հարցերով վարչություն, հորդորում էր Բելգիայի իշխանություններին անհապաղ դադարեցնել ապաստան հայցողներին Հունաստան վերադարձնելու գործելակերպը (տես՝ սույն դատավճռիs 194-րդ և 195-րդ կետերը):", "350. Դրան պետք է ավելացնել այն հանգամանքը, որ 2008թ. դեկտեմբերից ի վեր եվրոպական ապաստանի համակարգը հայտնվել էր բարեփոխումների փուլում և, հաշվի առնելով առաջին փուլում հաստատված փաստաթղթերի կիրառման արդյունքում քաղված դասերը, Եվրոպական հանձնաժողովը ներկայացրել էր առաջարկներ, որոնք միտված էին ապաստան հայցողների հիմնարար իրավունքների պաշտպանության զգալի ամրապնդմանը և Դուբլինի կանոնակարգով արտահանձումների ժամանակավոր դադարեցմանը, որը թույլ կտար զերծ մնալու ապաստան հայցողներին վերադարձնելուց այն Մասնակից պետություններ, որոնք ի վիճակի չէին ապահովելու նրանց հիմնարար իրավունքների պաշտպանության անհրաժեշտ մակարդակը (տես՝ սույն դատավճռի 77-79 կետերը):", "351.  Միաժամանակ Դատարանը նշում է, որ Դուբլինի կանոնակարգին համապատասխան գործելու ժամանակ Օտարերկրացիների հարցերով վարչության կողմից կիրառվող ընթացակարգը որևէ դիմումատուին հնարավորություն չէր ընձեռում ներկայացնելու այն պատճառները, որոնք թույլ կտային նրան խուսափել Հունաստան վերադառնալուց: Օտարերկրացիների հարցերով վարչության հարցաթերթիկը նման մեկնաբանությունների համար որևէ բաժին չէր նախատեսում (տես՝ սույն դատավճռի 130-րդ կետը):", "352.  Նման հանգամանքներում Դատարանը գտնում է, որ Բելգիայի իշխանությունները տեղյակ էին Հունաստանում ընդհանուր իրավիճակի մասին, և որ դիմումատուն չպետք է կրեր ապացուցման ամբողջ բերը: Հակառակը, Դատարաը ապացուցված է համարում այն, որ թեև Կառավարությունը ներկայացրել էր երկրի հայեցողության իրավունքի սկզբունքի կիրառման մի քանի օրինակներ, որոնք, այդուհանդերձ Հունաստանին չէին վերաբերում, Օտարերկրացիների հարցերով վարչությունը պարբերաբար կիրառում էր Դուբլինի կանոնակարգը մարդկանց Հունաստան արտաքսելու համար, անտեսելով բացառությունների կիրառման հնարավորությունը:", "353.  Բելգիայի կառավարությունը պնդում էր, որ ցանկացած դեպքում նրանք Հունաստանի կռավարությունից բավարար երաշխիքներ էին պահանջել առ այն, որ դիմումատուն այդ երկրում չի բախվի Կոնվենցիային հակասող վերաբերմունքի ենթարկվելու վտանգի հետ: Այդ կապակցությամբ Դատարանը նկատում է, որ ներպետական օրենքների առկայությունը և հիմնարար իրավունքները երաշխավորող միջազգային պայմանագրերի վավերացումը ինքնին սկզբունքորեն բավարար չեն դաժան վերաբերունքի վտանգից պաշտպանելու համար, երբ, ինչպես և ներկա դեպքում, վստահելի աղբյուրները հաղորդում են իշխանությունների կողմից կիրառվող կամ հանդուրժվող գործելակերպի մասին, որը ակնհայտորեն հակասում Կոնվենցիայի սկզբունքներին (տես, mutatis mutandis, «Saadi ընդդեմ Իտալիայի» [ՄՊ], գանգատ թիվ 37201/06, § 147, ՄԻԵԴ 2008...):", "354.  Դատարանը նաև գտնում է, որ Հունաստանի կողմից Բելգիայի իշխանություններին տրված դիվանագիտական հավաստիացումները բավարար երաշխիք չէին կարող հանդիսանալ: Նախ և առաջ նա նշում է, որ Հունաստանի իշխանությունները տեղեկացրել էին Դուբլինի կանոնակարգի կիրառման հարցում պատասխանատվություն ստանձնելու իրենց համաձայնության մասին այն բանից հետո, երբ արձակվել էր երկրից հեռանալու հրահանգը, ուստի արտաքսման կարգադրությունը կազմվել էր սոսկ Հունասատանի իշխանությունների լուռ համաձայնության հիման վրա: Երկրորդ, նա նշում է, որ համաձայնության փաստաթուղթը ձևակերպված էր կարծրատիպ ձևաչափով (տես՝ սույն դատավճռի 24-րդ կետը) և դիմումատուի համար չէր պարունակում որևէ անհատական երաշխիքներ: Նույնը վերաբերում է նաև Բելգիայի կառավարության կողմից հիշատակված փաստաթղթին, որ ներկայցրել էին Հունաստանի իշխանությունները, որտեղ նույնպես բացակայում էին անհատական երաշխիքները և ընդամենը հղում էր կատարվում կիրառելի օրենսդրության վրա, առանց որևէ տեղեկատվության իրականում առկա իրավիճակի մասին:", "355.  Հաջորդը, Դատարանը չի ընդունում Կառավարության այն փաստարկը, որ Դատարանն ինքը անհրաժեշտ չէր համարել 39-րդ հոդվածին համապատասխան հայցի ապահովման միջոց կիրառել, որպեսզի հետաձգեր դիմումատուի արտահանձնումը: Նա կրկնում է, որ այնպիսի դեպքերում, ինչպիսի ներկա գործն էր, երբ հարցը Դատարանի ուշադրությանը ներկայացնելու պահին դիմումատուի արտաքսումը անդարձելի է, պետք է անհապաղ որոշում կայացվի: Նշված միջոցը կրում է պաշտպանական բնույթ և այն ոչ մի դեպքում չի կարող կանխորոշել գործի քննությունը Կոնվենցիայի 34-րդ հոդվածի հիմքերով: Այդ փուլում, երբ կիրառվում է հայցի ապահովման միջոցը, գործի խորքային քննությունը Դատարանի խնդիրը չէ և իրականում այն հաճախ չունի նման քննության համար անհրաժեշտ ամբողջական տեղեկատվություն (տես, mutatis mutandis, «Paladi ընդդեմ Մոլդովայի» [ՄՊ], գանգատ թիվ 39806/05, § 89, ՄԻԵԴ 2009...): Ընդ որում, սույն գործում, Դատարանի կողմից հղված նամակներից հստակ երևում էր, որ Դատարանը լինելով ամբողջությամբ իրազեկված Հունաստանում իրավիճակի մասին, խնդրել էր Հունաստանի կառավարությանը սերտորեն հետևելու դիմումատուի գործին և տեղյակ պահելու իրեն այդ գործով զարգացումների մասին (տես՝ սույն դատավճռի 32-րդ և 38-39-րդ կետերը):", "356. Պատասխանող կառավարությունը, որին սատարում էին գործում որպես երրորդ կողմի հանդես եկող կառավարությունները, վերջում նշեց, որ ապաստան հայցողները Դատարանին հայցեր պետք է հղեն միայն Հունաստանի դեմ՝ այդ երկրում իրավական պաշտպանության միջոցները սպառելուց հետո և, անհրաժեշտության դեպքում, միջնորդեն Դատարանի կողմից հայցի ապահովման միջոցների կիրառման համար:", "357. Գտնելով, որ Կոնվենցիայի համակարգի ներքո դա սկզբունքորեն առավել կանոնավեր գործելակերպն է, Դատարանը համարում է, որ Հունաստանում ապաստան հայցողների համար գոյություն ունեցող խոչընդոտների վերաբերյալ իր կողմից անցկացված վերլուծությունը հստակորեն ցույց է տալիս, որ ներկա պահին նման հայցեր ներկայացնելու հնարավորություն գործնականում չկա: Դատարանը նշում է, որ իր առջև դիմումատուի անունից հանդես է գալիս այն իրավաբանը, որն նրան պաշտպանել էր Բելգիայում: Հաշվի առնելով Հունաստանում ապաստանի հայցերի ցուցակում ընդգրկված հայցերի թիվը, որոնք դեռևս քննության չեն առնվել, հնարավոր չէ որևէ կարծիք կազմել այն փաստի հիման վրա, որ եղել են դեպքեր, երբ դիմումատուները Հունաստանի դեմ Դատարան հայցեր են ներկայացրել: Այդ կապակցությամբ Դատարանը նաև մատնանշում է, որ, ի տարբերություն ԵՄ-ի այլ երկրների, Հունաստանում ապաստան հայցողների կողմից 39-րդ կանոնին համապատասխան Հունաստանի նկատմամբ հայցի ապահովման միջոցներ կիրառելու միջնորդությունների թիվը չափազանց փոքր է:", "358. Վերոնշյալի լույսի ներքո Դատարանը գտնում է, որ դիմումատուի արտաքսման պահին Բելգիայի իշխանությունները գիտեին կամ պետք է իմանային, որ նա չուներ որևէ երաշխիք, որ իր ապաստանի հայցը ըստ էության կքքնվի Հունաստանի իշխանությունների կողմից: Բացի այդ նրանք իրենց ձեռքի տակ ունենին նրան չփոխանցելու համար անհրաժեշտ միջոցները:", "359.  Կառավարությունը պնդում էր, որ դիմումատուն Բելգիայի իշխանությունների առջև բավարար ձևով չէր ներկայացրել իր անձնական մտավախությունն առ այն, որ հնարավորություն չի ունենալու օգտվելու ապաստան հայցելու ընթացակարգից և Հունաստանի իշխանությունները նրան Աֆղանստան կուղարկեն: Սակայն Դատարանը գտնում է, որ գործնականում Բելգիայի իշխանությունները, հայտնվելով ներկայացված իրավիճակում, չպետք է միայն ենթադրեին, որ դիմումատուի նկատմամբ կդրսևորվի Կոնվենցիային համապատասխան վարվելակերպ, այլ ընդհակառակը, պետք է նախ և առաջ ստուգեին, թե ինչպես են Հունաստանի իշխանությունները գործնականում կիրառում ապաստանի ընթացակարգի հարցերը կարգավորող ներպետական օրենսդրությունը: Այդ դեպքում նրանք կտեսներին, որ դիմումատուին սպառնացող վտանգը բավականին իրական և անհատական բնույթի է, որպեսզի այն ներառվի 3-րդ հոդվածի շրջանակում: Այն փաստը, որ Հունաստանում զգալի թվով ապաստան հայցողներ գտնվում են նույն իրավիճակում ինչ որ դիմումատուն, այդ վտանգն ավելի քիչ անհատականացված չի դարձնում, եթե այն բավականին իրական և հավանական է (տես, mutatis mutandis, վերը նշված Saadi, § 132):", "(գ) Եզրակացություն", "360.  Ելնելով վերոնշյալ նկատառումներից, Դատարանը գտնում է, որ Բելգիայի կողմից դիմումատուի արտաքսումը Հունաստան հանգեցրել է Կոնվենցիայի 3-րդ հոդվածի խախտման:", "361.  Հաշվի առնելով այդ եզրակացությունը և գործի հանգամանքները, Դատարանը գտնում է, որն 2-րդ հոդվածի հիմքերով դիմումատուի բողոքների առանձին քննության անհրաժեշտություն չկա:", "V.  ԴԻՄՈՒՄԱՏՈՒԻ 3-ՐԴ ՀՈԴՎԱԾԻՆ ՀԱԿԱՍՈՂ ԿԱԼԱՆԱՎՈՐՄՆԱՆ ԵՎ ապրուստի ՊԱՅՄԱՆՆԵՐՈՒՄ հայտնվելուն չխոչընդոտելու պատճառով 3-ՐԴ ՀՈԴՎԱԾԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄԸ", "362.  Դիմումատուն պնդում էր, որ հաշվի առնելով Հունաստանում ապաստան հայցողների կալանավորման և ապրուստի պայմանները, Բելգիա իշխանությունները Դուբլինի կանոնակարգի կիրառմամբ վերադարձնելով նրան այդ երկիր հնարավորություն ստեղծեցին, որպեսզի իր նկատմամբ դրսևորվի Կոնվենցիայի 3-րդ Հոդվածին հակասող վերաբերմունք:", "363.  Կառավարությունը վիճարկեց այդ պնդումը և չընդունեց, որ դիմումատուի արտաքսման և ապաստանի ընթացակարգի թերություններից բխող վտանգի պատճառով տեղի է ունեցել 3-րդ հոդվածի խախտում:", "364. Դատարանը գտնում է, որ Կոնվենցիայի վերոնշյալ դրույթների հիմքերով դիմումատուի պնդումները բարձրացնում են իրավունքի և փաստի հետ կապված բարդ խնդիրներ, որոնք հնարավոր չէ լուծել առանց գործն ըստ էության քննելու: Դատարանը գտնում է, որ Կոնվենցիայի 35 § 3 հոդվածի իմաստով գանգատն ակնհայտորեն անհիմն չէ: Այն նաև անընդունելի չէ որևէ այլ հիմքերով: Ուստի այն պետք է ընդունելի հայտարարվի:", "365.  Անդրադառնալով գանգատի ըստ էությանը Դատարանը կրկնում է, որ իր գործող նախադեպային իրավունքի համաձայն Պայմանավորվող պետության կողմից ապաստան հայցողի արտաքսումը կարող է 3-րդ հոդվածի հիմքերով խնդիր հանդիսանալ, որի արդյունքում առաջանում է Կոնվենցիայի ներքո  այդ պետության պատասխանատվությունը, այն դեպքում, երբ ներկայացրած համոզիչ փաստերի հիման վրա կարելի է հավատալ, որ գործում ներգրավված անցին ընդունման երկրում խոշտանգումների կամ նվաստացնող վերաբերմուքի ենթարկվելու վտանգ է սպառնում: Նման հանգամանքներում 3-րդ հոդվածի համաձայն պետությունը չպետք է արտաքսի համապատասխան անձին այդ երկիր (տես՝ «Soering ընդդեմ Միացյալ Թագավորության», դատավճիռ, 7 հուլիսի 1989թ., Series A գանգատ թիվ 161, §§ 90-91, «Vilvarajah և մյուսները ընդդեմ Միացյալ Թագավորության», դատավճիռ, 30 հոկտեմբերի 1991թ., Series A գանգատ թիվ 125, § 103, «H.L.R. ընդդեմ Ֆրանսիայի», դատավճիռ, 29 ապրիլի 1997թ., Reports 1997-III, § 34, վերը նշված Jabari, § 38, «Salah Sheekh ընդդեմ Նիդերլանդների», գանգատ թիվ 1948/04, § 135, ՄԻԵԴ 2007I (քաղվածքներ), գանգատ թիվ 1948/04, և վերը նշված Saadi, § 152):", "366.  Սույն գործում Դատարանն արդեն իսկ գտել էր, որ դիմումատուի կալանավորման և ապրուստի պայմանները Հունաստանում նվաստացնող էին (տես՝ սույն դատավճռի 233, 234, 263 և 264 կետերը): Այն նշում է, որ այդ փաստերը լավ հայտնի էին նաև մինչ դիմումատուի արտահանձնումը և ազատ շրջանառության մեջ էին դրված մի շարք աղբյուրների կողմից (տես՝ սույն դատավճռի 162-164 կետերը): Այն նաև ցանկանում է ընդգծել, որ չի կարելի դիմումատուին մեղադրել այն բանի համար, որ նա Բելգիայի իշխանություններին չէր բացատրել թե ինչ պատճառներով չի ուզում, որպեսզի նրան արտահանձնեն Հունաստանին: Դատարանը պարզել էր, որ ընթացակարգով չէր պահանջվում, որպեսզի Օտարերկրացիների հարցերով վարչությանը տրվեն նման բացատրություններ և, որ Բելգիայի իշխանությունները պարբերաբար կիրառում էին Դուբլինի կանոնակարգը (տես՝ սույն դատավճռի 352-րդ կետը):", "367.  Հաշվի առնելով այդ եզրահանգումները և Կոնվենցիայի 3-րդ հոդվածով արտաքսման հարցում պետությունների վրա դրվող պարտականությունները, Դատարանը գտնում է, որ արտաքսելով դիմումատուին Հունաստան Բելգիա իշխանությունները գիտակցաբար հնարավորություն ստեղծեցին, որպեսզի դիմումատուն հայտնվի նվաստացնող վերաբերմունք հանդիսացող կալանավորման և ապրուստի պայմաններում:", "368. Հետևաբար, տեղի է ունեցել Կոնվենցիայի 3-րդ հոդվածի խախտում:", "VI.  ԱՐՏԱՔՍՄԱՆ ՀՐԱՀԱՆԳԻ ԴԵՄ ԱՐԴՅՈՒՆԱՎԵՏ ԻՐԱՎԱԿԱՆ ՊԱՇՏՊԱՆՈՒԹՅԱՆ ԲԱՑԱԿԱՅՈՒԹՅԱՆ ՊԱՏՃԱՌՈՎ ԲԵԼԳԻԱՅԻ ԿՈՂՄԻՑ ԿՈՆՎԵՆՑԻԱՅԻ 2-ՐԴ ԵՎ 3-ՐԴ ՀՈԴՎԱԾՆԵՐԻ ՀԵՏ ՀԱՄԱՏԵՂ 13-ՐԴ ՀՈԴՎԱԾԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄԸ", "369. Դիմումատուն պնդում էր, որ Բելգիայի օրենսդրությամբ նախատեսված չէր Կոնվենցիայի 13-րդ հոդվածով նախատեսված վերոնշյալ արդյունավետ իրավական պաշտպանության միջոցև, որը նրան թույլ կտար բողոքելու Կոնվենցիայի 2-րդ և 3-րդ հոդվածնեևրի ենթադրյալ խախտման մասին:", "Ա.  Կողմերի փաստարկները", "1. Դիմումատուն", "370. Դիմումատուն հայտնեց, որ ստեղծված հանգամանքներում նա որքան հնարավոր է արագ փորձել էր ներկայացնել երկրից վտարելու հրահանգը չկիրառելու և հրատապ ընթացակարգով դրա կատարումը կասեցնելու միջնորդությունը: Սակայն նա բախվել էր գործնական արգելքների հետ, որոնք խոչընդոտել էին հրատապ ընթացակարգից օգտվելու նրա հնարավորությունը:", "371. Առաջինը, նա բացատրեց, որ 2009թ. մայիսի 19-ին, այն օրը, երբ կազմվել էր նրան երկրից հեռացնելու մասին հրահանգը, դիմումատուին ձեռբակալել էին և տեղավորել ապօրինի օտարերկրացիների համար ստեղծված փակ կենտրոնում: Միայն հինգ օր անց, այն բանից հետո, երբ ավարտվեցին Համբարձման տոնի արձակուրդները, Բելգիայի իշխանությունները դիմումատուի խնդրանքով վերջինիս իրավաբան հատկացնելու թույլտվություն տվեցին և Օգնություն փախստականներին Բելգիայի հանձնաժողովին վերջապես հաջողվեց գտնել մի իրավաբանի, որին նա ապաստան հայցելու Դուբլինի ընթացակարգի մասին ընդհանուր տեղեկատվություն տրամադրեց: Գործը ստանալուց հետո երեք օր անց այդ առաջին իրավաբանը, որը մինչ այդ ապաստանի գործերով չէր զբաղվել, ներկայացրեց երկրից վտարելու հրահանգը չկիրառելու և հրատապ ընթացակարգով դրա կատարումը կասեցնելու միջնորդությունը, որը դիմումատուի կարծիքով անթույլատրելի երկար ժամանակ էր:", "372. Երկրորդ, իշխանությունները որոշել էին, որ գործի քննությունը տեղի է ունենալու միջնորդությունը ներկայացնելուց ընդամենը մեկ ժամ հետո, որի պատճառով դիմումատուի իրավաբանը, որի գրասենյակը գտնվում էր Օտարերկրացիների բողոքարկման խորհրդի գրասենյակից 130 կիլոմետր հեռավորության վրա, զրկվել էր գործի լսմանը մանակցլու հնարավորությունից: Դիմումատուի խոսքերով նրա փաստաբանը անձամբ ներկայանալու որևէ գործնական հնարավորություն չուներ, քանի որ լսումներին մասնակցելու հնարավորություն չունեցող իրավաբաններին շտափ դեպքերում փոխարինելը իրավական օժանդակության գրասենյակի «օտարերկրացիների» բաժանմունքի շուրջօրյա օգնության ծառայության գործառույթներով չէր նախատեսվում: Ի ապացույց այդ փաստի Դիմումատուն ներկայացրերց համապատասխան բաժանմունքի ղեկավարի կողմից կազմված գրությունը: Դիմումատուն այնուհետև պնդում էր, որ քանի որ նրան երկրից հեռացնելը անդարձելի չէր, այլ այն նախատեսվել էր մայիսի 27-ին, միջնորդությունը բոլոր դեպքերում մերժվելու էր, քանի որ անհապաղ գործելու հիմքեր չկային:", "373.  Սույն գործում հրատապ ընթացակարգից օգտվելու գործնական անհասանելիությունից անկախ, դիմումատուն նաև պնդում էր, որ բոլոր դեպքերում Օտարերկրացիների բողոքարկման խորհրդին հղվող միջնորդությունը արտաքսման դեպքում Կոնվենցիայի 2-րդ և 3-րդ հոդվածների խախտման վտանգից պաշտպանվելու արդյունավետ իրավական միջոց չի հանդիսանում Կոնվենցիայի 13-րդ հոդվածի իմաստով: Ուստի նրան չէր կարելի մեղադրել այդ պաշտպանության միջոցից չօգտվելու համար:", "374. Դիմումատուն նախ հայտարարեց, որ նրան երկրից վտարելու ժամանակ հրահանգի կատարումը չկիրառելու մասին իր միջնորդության բավարարման հավանականությունը բացակայում էր, հաշվի առնելով Օտարերկրացիների բողոքարկման խորհրդի որոշ բաժանմունքների անփոփոխ նախադեպային իրավունքը, որոնք կանոնավոր կերպով հերքում էին անշտկելի վնաս պատճառելու հավանականությունը, քանի որ պարտավոր էին առաջնորդվելու այն կանխավարկածով, որ ապաստանի հարցերում Հունաստանը կպահպանի իր կողմից ստանձնած միջազգային պարտավորությունները, ընդ որում այդ կանխավարկածը չէր կարող վերանայվել Հունաստանում ընդհանուր իրավիճակի մասին զեկույցները վկայակոչելու միջոցով, չներկայացնելով անձին կոնկրետ [in concreto] սպառնացող վտանգը: Մինչ այդ կայացված որոշումների թիվը, որոնք չէին համընկնում նման մոտեցման հետ, չնչին էր, ընդ որում նման դեպքերում որևէ բացատրություններ չէին արվել:", "375. Դիմումատուի կարծիքով ապացուցման բեռի նման ծանրությունը, երբ գործում ներգրավված անձինք ստիպված էին իրենք ապացուցել, որ պատկանում են այն խոցելի խմբին, որը Հունաստանում մշտապես ենթարկվում է Կոնվենցիայի 3-րդ հոդվածին հակասող վերաբերմունքի, Օտարերկրացիների բողոքարկման խորհուրդ հայց ներկայացնելը տակավին անարդյունավետ էր դարձնում: Հետագա իրադարձությունները ապացուցեն, որ դիմումատուն չէր սխալվում, քանի որ նա իրականում, in concreto, դարձել էր այն վտանգների զոհը, որոնց մասին ի սկզբանե բարձրաձայնել էր:", "376.  Արդյունքում, այն բանից հետո, երբ հրատապ ընթացակարգով միջնորդությունը մերժվել էր, դիմումատուի համար այլևս որևէ իմաստ չկար շարունակելու գանգատի ըստ էության վարույթը, քանի որ այն չեր կարող կասեցնել կայացված որոշումը և կանխել արտաքսումը: Իրականում Օտարերկրացիների բողոքարկման խորհուրդը մշտապես ձգտում էր մերժելու նման միջնորդությունները, քանի որ հայտնվելով անհուսալի իրավիճակում դիմումատուներն հրաժարվում էին միջոցառումը չկիրառելու ուղղությամբ հետագա քայլերից: Վերջապես, եթե նույնիսկ Օտարերկրացիների բողոքարկման խորհուրդը գործն այդ հիմքերով անընդունելի չհամարեր, դիմումատուն վերոնշյալ անփոփոխ նախադեպային իրավունքի պատճառով չէր կարող հասնել նրան, որ երկրից հեռացվելու հրահանգն իր նկատմամբ չկիրառվեր:", "377. Դիմումատուն ավելացրեց, որ այն դեպքերում, երբ նման որոշումների դեմ վճռաբեկ բողոքներ էին հղվում Conseil d’Etat, վերջինս հարցականի տակ չէր դնում Օտարերկրացիների բողոքարկման խորհուրդ մոտեցումը և եզրահանգում էր, որ Կոնվենցիայի 13-րդ հոդվածի հիմքերով որևէ խնդիր չի առաջացել:", "2. Բելգիա Կառավարությունը", "378. Բելգիայի Կառավարությունը հայտարարեց, որ դիմումատուն կարող էր իր ցանկությամբ օգտվել իրավական պաշտպանության մի քանի տարբեր միջոցներից ներպետական դատարաններում, որոնք բավարարում էին Կոնվենցիայի 13-րդ հոդվածի պահանջներին, սակայն նա պատշաճ ձևով չէր սպառել դրանք:", "379. Հրահանգը հրատապ ընթացակարգով չկիրառելու համար միջնորդություն ներկայացնելու վերաբերյալ Կառավարությունը նշեց, որ նման միջնորդություն Օտարերկրացիների բողոքարկման խորհրդին կարող էր ներկայացվել ցանկացած պահին առանց ընդհատման և հրահանգի կասեցման հնարավորությամբ և որ Դատարանը հաստատել էր այդ ընթացակարգի արդյունավետությունը «Quraishi ընդդեմ Բելգիայի» գործով կաայցրած դատավճռում (գանգատ թիվ 6130/08, դատավճիռ, 12 մայիսի 2009թ.): Կառավարությունը պնդում էր, որ դիմումատուն իր իսկ մեղքով էր հայտնվել արտակարգ իրավիճակում, քանի որ միջնորդել էր Օտարերկրացիների բողոքարկման խորհրդին իր մեկնելուց ընդամենը մի քանի ժամ առաջ, այնինչ նրան ձեռբակալել էին դրանից տաս օր առաջ՝ ի կատարումն երկիրը լքելու հրահանգի: Conseil d’Etat-ը կանոնավոր կերպով պատժում էի իրենց իրավունքները պաշտպանել չձգտող հայցատուներին և դա արդարացվում էր ընթացակարգի բացառիկ բնույթով, որով պաշտպանության իրավունքը և գործի քննությունը նվազագույնի էին հասցված: Այն փաստը, որ մեկնումը մայիսի 27-ից շուտ չէր նախատեսված էական դեր չէր խաղում, քանի որ, բացառությամբ դիմումատուի կողմից նշված դեպքի, Օտարերկրացիների բողոքարկման խորհրդի գործող նախադեպայի իրավունքը վկայում էր, որ ազատազրկումն ինքնին բավական էր վտանգի անդարձելի բնույթը ապացուցելու համար:", "380. Բացի այդ, անհրաժեշտ էր հաշվի առնել նաև այն, որ հարծի անհապաղությունից ելնելով, որոշվել էր անմիջապես քննել գործը, սակայն այդ քննությանը դիմումատուի կողմից ոչ ոք չէր ներկայացել, թեպետ դիմումատուի փաստաբանը կարող էր դիմել Բրյուսելում իրավական օժանդակության շրջօրյա ծառայությանը, որպեսզի վերջինս իրեն ներկայացներ Օտարերկրացիների բողոքարկման խորհրդում:", "381.  Կառավարությունը վիճարկեց դիմումատուի այն փաստարկը, որ բացակայում էր հրահանգը չկիրառելու մասին միջնորդությունը բավարարելու հավանականությունը, ներկայացնելով 2008-2009 թվականներին Խորհրդի 5 որոշումները, որոնցում Հունաստան արտաքսելու հրահանգների կիրառումը կասեցվել էր ամհապաղ ընթացակարգով, այն հիմնավորմամբ, որ հաշվի առնելով Կոնվենցիայի 3-րդ հոդվածի հիմքերով դիմումատուների բողոքների լրջությունը, երկրից հեռանալու մասին հրահանգը բավարար չափով [prima facie] հիմնավորված չէր: Կառավարության խոսքերով, յուրաքանչյուր դեպքում դիմումատուի շահերից էր բխում ի վնաս իրեն կայացրած որոշումը վերանայելու համար հայց ներկոյացնելը, որը Օտարերկրացիների բողոքարկման խորհրդի և այնուհետև Conseil d’Etat-ի համար լուծում առաջարկելու և վիճարկվող միջոցների իրավաչափությունը գնահատելու հնարավորություն էր ընձեռում:", "382. Այն փաստը, որ այդ ընթացքում դիմումատուն երկրից հեռացվել էր, չպետք է հետ պահեր նրան գործը շարունակելուց: Կառավարությունը որպես ապացույց  ցիտեց Օտարերկրացիների բողոքարկման խորհրդի 2009թ. մայիսի 29-ի թիվ 28.233 գանգատով որոշումը, որով միջնորդությունն ընդունելի էր համարվել, թեև հայցատուն արդեն իսկ արտահանձնվել էր: Հետագայում միջնորդությունը չէր բավարարվել դիմումատուի կողմից գործի նկատմամբ հետաքրքրության կորստի պատճառով, քանի որ միջնորդությունը հղվել էր երկրից հեռանալու հրահանգի դեմ, մինչդեռ հայցատուն ցույց չէր տվել in concreto, որ տեղի էր ունեցել Կոնվենցիայի 3-րդ հոդվածի որևէ խախտում:", "383. Գործի ըստ էության վերաբերյալ Կառավարությունը ինչպես և կասեցման փուլում անշտկելի վնասը գնահատելիս, հաստատեց, որ Օտարերկրացիների բողոքարկման խորհրդի գործող նախադեպային իրավունքը, որը փաստորեն հիմնված էր Դատարանի նախադեպային իրավունքի վրա, պահանջում էր, որպեսզի հայցատուները ներկայացնեն իրենց սպառնացող վտանգը: Սակայն, Կառավարությունը ընդգծեց, որ ինչպես որ 13-րդ հոդվածի իմաստով իրավական պաշտպանության միջոցի արդյունավետությունը չէր որոշվում բարենպաստ արդյունքի հավանականությամբ, գործի ըստ էության քննության բարենպաստ արդյունքի հավանականությունը չպետք է հաշվի առնվեր իրավական պաշտպանության միջոցի արդյունավետությունը գնահատելիս:", "384.  Գործում որպես երրորդ կող ներգրավված ՄԱԿ ՓԳՀ-ն արտահայտեց այն տեսակետը, որ Օտարերկրացիների բողոքարկման խորհրդի և Conseil d’Etat-ի գործող նախադեպային իրավունք արդյունավետորեն ձախողման էր մատնում Դուբլինի կանոնակարգին համապատասխան տրված արտաքսման հրահանգը չկիրառելու ցանկացած միջնորդությունը, քանի որ այն ներկայացնող անձինք ի զորու չէին տրամադրելու փաստացի ապացույցներ ինչպես այն մասին, որ ընդունող երկրում իրենց անձամբ վտանգ է սպառնում, այնպես էլ, որ իրենց համար այնտեղ պաշտպանություն ապահովելն անհնար է: Որդեգրելով նման մոտեցումը Բելգիայի դատարանները առաջնորդվում էին սոսկ Դուբլինի կանոնակարգի տառով և անտեսում էին Կոնվենցիայի և փախստականների մասին օրենքի համապատասխան գերակայող դրույթները:", "Բ. Դատարանի գնահատականը", "385. Դատարանը արդեն արտահայտել էր այն դիրքորոշումը, որ արտաքսելով դիմումատուին Հունաստան Բելգիայի իշխանությունները խախտել էին Կոնվենցիայի 13-րդ հոդվածը (տես՝ սույն դատավճռի 359 և 360 կետերը): Ուստի դիմումատուի բողոքներն այդ առումով 13-րդ հոդվածի նպատակների համար «ակնհայտորեն անհիմն» չեն կարող համարվել:", "386.  Դատարանը նախ և առաջ նշում է, որ Բելգիայի օրենսդրության համաձայն արտաքսման հրահանգը չկիրառելու մասին Օտարերկրացիների բողոքարկման խորհուրդին ներկայացվող միջնորդությունը չի կասեցնում հրահանգի կատարումը: Սակայն Կառավարությունը նշել էր, որ նույն ատյանին կարելի է ներկայացնել «հրատապ ընացակարգով» միջոցը չկիրառելու մասին միջնորդություն և որ ի տարբերություն Conseil d’Etat-ի կողմից կիրառվող հրատապ ընթացակարգի, Օտարերկրացիների բողոքարկման խորհուրդի ընթացակարգը օրենքի ուժով ինքնաբերաբար կասեցնում է վիճարկվող միջոցի կատարումը մինչև որ Խորհուրդը վերջնական որոշման չի հանգի, որը պետք է կայացվի յոթանասուն երկու ժամվա ընթացքում:", "387. Ընդունելով, որ վերը նշյալ Čonka գործով դատավճռում արտահայտված դիրքորոշմամբ առաջնորդվելու տեսանկյունից նշվածը կարելի է առաջընթաց համարել (§§ 81-83, վերհաստատված վերը նշված Gebremedhin գործով դատավճռով, §§ 66-67), Դատարանը կրկնում է, որ իր նախադեպային իրավունքում նաև սահմանված է (տես՝ սույն դատավճռի 293-րդ կետը), որ ցանկացած բողոք առ այն, որ այլ երկիր արտաքսումը անձին կանգնեցնելու է Կոնվենցիայի 3-րդ հոդվածին հակասող վերաբերմունքի վտանգի առջև, պահանջում է, որպեսզի բողոքն արագ և մանրակրկիտ զննվի և որ պետություններին տրված հայեցողության որոշ շրջանակի հետ մեկտեղ 13-րդ հոդվածով պահանջվում է, որպեսզի իրավասու մարմինը ի վիճակի լինի արդյունավետ քննելու բողոքի էությունը և պատշաճ փոխհատուցում շնորհելու:", "388.  Դատարանի կարծիքով 13 հոդվածից բխող այն պահանջը, որ վիճարկվող միջոցի կիրառումը պետք է կասեցվի, չի կարող դիտվել որպես սուբսիդար միջոց, այն է՝ անհրաժեշտ է խուսափել քննությանը ձևական բնույթ վերագրելուց: Հակառակ դեպքում կստեղծվի այնպիսի իրավիճակ, երբ պետությունները կարտաքսեն մարդկանց առանց 3-րդ հոդվածի հիմքերով ներկայացված գանգատների բծախնդիր քննության:", "389.  Սակայն, անհապաղ ընթացակարգը հանգեցնում է հենց այդպիսի արդյունքի: Կառավարությունն ինքն է բացատրում, որ այդ ընթացակարգը նվազագույնի է հասցնում պաշտպանության և գործի քննության իրավունքները: Այն որոշումները, որոնց մասին Դատարանը տեղյակ է (տես՝ սույն դատավճռի 144 և 148 կետերը) վկայում են, որ դիմումատուի արտաքսման պահին Օտարերկրացիների բողոքարկման խորհրդի որոշ բաժանմունքների կողմից 3-րդ հոդվածի հիմքերով անցկացված բողոքների քննությունը մանրակրկիտ կերպով չէր իրականացվում: Վերջիններս սահմանափակում էին իրենց քննությունը ստուգելով, թե արդյոք գործում ներգրավված անձինք ներկայացրել են կոնկրետ ապացույցներ 3-րդ հոդվածի հնարավոր ենթադրյալ խախտման դեպքում առաջացող վնասի անշտկելի բնույթի մասին, դրանով իսկ ավելացնելով ապացուցման բեռն այս աստիճանի, որ հնարավոր չէր լինում ըստ էության քննելու ենթադրյալ խախտման վտանգը: Ավելին, եթե գործում ներգրավված անձը Օտարերկրացիների հարցերով վարչությունում անցկացված հարցազրույցից հետո այնուամենայնիվ փորձում էր այդ պահանջին համապատասխան լրացուցիչ նյութեր ներկայցնել իր գործով, Օտարերկրացիների բողոքարկման խորհուրդը միշտ չէ որ դրանք հաշվի էր առնում: Արդյունքում այդ անձինք զրկվում էին փաստարկներ ներկայացնելու հնարավորությունից՝ հօգուտ Կոնվենցիայի 3-րդ հոդվածի հիմքերով իրենց բողոքների:", "390. Դատարանը եզրահանգում է, որ հրահանգի կատարումը հրատապ ընթացակարգով չկիրառելու ընթացակարգը չի համապատասխանում Կոնվենցիայի 13-րդ հոդվածի պահանջներին:", "391. Այն փաստը, որ այդ ժամանակ գործող նախադեպային իրավունքի շրջանակում կայացվող բազմաթիվ որոշումներից մի քանիսում կասեցվել էր ապաստան հայցողներին Հունաստան արտաքսումը (տես՝ սույն դատավճռի 149-րդ կետը), չի ազդում այդ եզրահանգման վրա, քանի որ նման կասեցումները հիմնված էին ոչ թե 3-րդ հոդվածի խախտման վտանգի ըստ էության քննության, այլ Բողոքարկման խորհրդի այն եզրահանգման վրա, որ Օտարերկրացիների հարցերով վարչությունը բավարարշա հիմնավորումներ չէր տվել իր որոշումներին:", "392. Դատարանն այնուհետև նշում է, որ Կառավարության կողմից վկայակոչվող իրավական պաշտպանության միջոցներից օգտվելիս դիմումատուն նաև բախվել է մի շարք գործնական արգելքների հետ: Այն նկատում է, որ հրահանգի կատարումը հրատապ ընթացակարգով չկիրառելու իր միջնորդությունը մերժվել էր ընթացակարգային հիմքերով, այն է՝ իր չներկայանալու պատճառով: Սակայն, ի տարբերություն կառավարության պնդումներին, Դատարանը գտնում է, որ սույն գործի հանգամանքներում այդ փաստը չի կարող դիտվել որպես դիմումատուի կողմից իր շահերը հետապնդելու ցանկության բացակայություն: Դատարանը չի պատկերացնում, թե ինչպես նրա փաստաբանը կարող էր հասցնել ժամանակին ներկայանալու Օտարերկրացիների բողոքարկման խորհրդի նստավայրը: Ինչ վերաբերում է շրջօրյա ծառայության օգնությունը հայցելու հնարավորությանը, Դատարանը նշում է, որ այնուամենայնիվ Կառավարությունը ոչ մի ապացույց չի ներկայացրել գործնականում նման ծառայության գոյության մասին:", "393.  Անդրադառնալով երկրից հեռանալու հրահանգը կասեցնելու դեմ վարույթը շարունակելու նպատակահարմարությանը նույնսկ այն դեպքում, երբ դիմումատուն արդեն արտահանձնվել էր, Դատարանը նշում է, որ Կառավարության կողմից բերված միակ օրինակը (տես՝ սույն դատավճռի 151 և 382 կետերը) վերհաստատում է դիմումատուի այն պնդումը, որ գործում ներգրավված անձինն արտաքսելուց հետո Օտարերկրացիների բողոքարկման խորհուրդը կանոնավոր կերպով գանգատն անընդունելի է հայտարարում, քանի որ երկիրից հեռանալու հրահանգը չկիրառելու միջնորդությունը իմաստը կորցնում է: Թեև ճշմարիտ է, որ Օտարերկրացիների բողոքարկման խորհուրդն իր կողմից վկայակոչված որոշման դեպքում իրոք քննել էր Կոնվենցիայի 3-րդ հոդվածի հիմքերով ներկայացված բողոքները, սակայն Դատարանը չի պատկերացնում թե ինչպես, նույնիսկ 3-րդ հոդվածի խախտում արձանագրելու դեպքում, Օտարերկրացիների բողոքարկման խորհուրդը կարող էր դիմումատուին համարժեք փոխհատուցում շնորհել, երբ որոշումը կասեցման ուժ չեր կարող ունենալ:", "394. Բացի այդ Դատարանը նշում է, որ կողմերը համամիտ են այն հարցում, որ հաշվի առնելով Օտարերկրացիների բողոքարկման խորհրդի և Conseil d’Etat-ի վերոնշյալ նախադեպային իրավունքը, դիմումատուի հայցը չուներ բավարարման որևէ հնարավորություն, քանի որ նրա համար գործնականում անհնար էր in concreto ապացուցել ենթադրյալ հնարավոր վնասի անշտկելի բնույթը: Դատարանը վերստին նշում է, որ թեև իրավական պաշտպանության միջոցի արդյունավետությունը կախված չէ դիմումատուի համար բարենպաստ որոշում ընդունելու հնարավորության աստիճանից, սակայն համարժեք փոխհատուցում ստանալու որևէ հեռանկարի բացակայությունը խնդիր է առաջացնում 13-րդ հոդվածի ներքո (տես՝ վերը նշված Kudla, § 157):", "395. Ի վերջո Դատարանն ընդգծում է, որ սույն գործի հանգամանքներն այն ակնհայտորեն տարբերում են Կառավարության կողմից վկայակոչված Quraishi գործից: Այդ գործում, որի դեպքերը տեղի էին ունեցել դեռևս 2006թ., իսկ վարույթն Օտարերկրացիների բողոքարկման խորհրդում կատարվել էր 2007թ., այսինքն Խորհրդի ստեղծումից մի քանի ամիս հետո, հայցատուները հասել էին նրան, որ դատարանների միջամտության արդյունքում իրենց արտաքսումը կասեցվել էր: Ավելին, այն ժամանակ, երբ Դատարանը լսում էր գործը, նրանք արտաքսված չէին, իսկ Օտարերկրացիների բողոքարկման խորհիրդի նախադեպային իրավունքը Դուբլինի գործերով դեռևս սահմանված չէր:", "396. Հաշվի առնելով վերոնշյալը, Դատարանը գտնում է, որ տեղի է ունեցել 3-րդ հոդվածի հետ համատեղ 13-րդ հոդվածի խախտում: Ակնհայտ է, որ դիմումատուին չի կարելի մեղադրել իրավական պաշտպանության ներպետական միջոցները բավարար կերպով չսպառելու մեջ, և որ այդ մասին Բելգիայի Կառավարության նախնական առարկությունը (տես՝ սույն դատավճռի 335-րդ կետը) չի կարող բավարարվել:", "397. Նկատի ունենալով այդ եզրահանգումը և սույն գործի հանգամանքները, Դատարանը գտնում է, որ 2-րդ հոդվածի հետ համատեղ 13-րդ հոդվածի հիմքերով դիմումատուի բողոքն առանձին քննելու անհրաժեշտություն չկա:", "VII. ԿՈՆՎԵՆՑԻԱՅԻ 46-ՐԴ ԵՎ 41-ՐԴ ՀՈԴՎԱԾՆԵՐԻ ԿԻՐԱռումը", "Ա.  Կոնվենցիայի 46-րդ Հոդվածը", "398.  46-րդ Հոդվածում ամրագրված է.", "«1. Բարձր պայմանավորվող կողմերը պարտավորվում են կատարել Դատարանի վերջնական վճիռները ցանկացած գործերի վերաբերյալ, որոնցում նրանք կողմեր են:", "2. Դատարանի վերջնական վճիռն ուղարկվում է Նախարարների կոմիտե, որը վերահսկողություն է իրականացնում դրա կատարման նկատմամբ»:", "399.  Կոնվենցիայի 46-րդ հոդվածի համաձայն Բարձր պայմանավորվող կողմերը պարտավորվում են կատարելու Դատարանի վերջնական վճիռները բոլոր այն գործերով որոնցում նրանք կողմեր են, որոնց կատարման վերահսկողությունն իրականացնում է Նախարարների կոմիտեն: Դա նշանակում է, որ Դատարանի կողմից խախտում արձանագրելու դեպքում պատասխանող Պետությունը պարտավոր է ոչ միայն վճարել շահագրգիռ կողմերին 41-րդ հոդվածին համապատասխան շնորհված արդարացի փոխհատուցման գումարը, այլ նաև իրականացնել պահանջվող ըհնդանուր և/կամ անհատական միջոցառումները: Քանի որ Դատարանի վճիռները որպես կանոն դեկլարատիվ բնույթ են կրում, ապա համապատասխան պետությունը, Նախարարների կոմիտեի վերահսկողությամբ, հիմնականում ինքն է որոշում միջոցները, որոնք կիրառում է Կոնվենցիայի 46-րդ հոդվածով սահմանված իրավական պարտավորությունները կատարելու համար, այն պայմանով, որ այդ միջոցները համահունչ լինեն Դատարանի վճռում ներկայացված եզրահանգումներին: Որոշ հատուկ իրավիճակներում, սակայն, Դատարանը կարող է նպատակահարմար գտնել պատասխանող Պետությանը նշել միջոցի այն տեսակը, որը կարող է կիրառվել վերջ դնելու համար հաճախ պարբերաբար բնույթ կրող այն իրավիճակը, որը հիմք է ծառայում խախտման մացին եզրահանգման համար (տես՝ օրինակ, «Öcalan ընդդեմ Թուրքիայի» [ՄՊ], գանգատ թիվ 46221/99, § 210, ՄԻԵԴ 2005-IV, և «Popov ընդդեմ Ռուսաստանի», գանգատ թիվ 26853/04, § 263, 13 հուլիսի 2006թ.): Երբեմն խախտումը կարող է այնպիսի բնույթ կրել, որ այլ միջոցի ընտրության որևէ իրական հնարավորություն այլևս չի մնում (տես՝ վերը նշված Assanidze, § 198, «Aleksanyan ընդդեմ Ռուսաստանի», գանգատ թիվ 46468/06, § 239, 22 դեկտեմբերի 2008թ., և «Verein gegen Tierfabriken Schweiz (VgT) ընդդեմ Շվեյցարիայի» (թիվ 2) [ՄՊ], գանգատ թիվ 32772/02, §§ 85 և 88, ՄԻԵԴ 2009թ.)", "400.  Ներկա գործում Դատարանը անհրաժեշտ է գտնում նշելու սույն դատավճռի իրականացման համար անհրաժեշտ անհատական միջոցները, որոնք, սակայն, ուժի մեջ են թողնում նման խախտումները հետագա կանխարգելմանն ուղղված ընդհանուր միջոցները (տես, mutatis mutandis, «Broniowski ընդդեմ Լեհաստանի» [ՄՊ], գանգատ թիվ 31443/96, § 193, ՄԻԵԴ 2004-V).", "401.  Դատարանն արձանագրել էր Հունաստանի կողմից Կոնվենցիայի 3-րդ հոդվածի խախտում, հաշվի առնելով Հունաստանում դիմումատուի ապրուստի պայմանները և այն շարունակական անորոշությունը, որի մեջ նա գտնվում էր, ինչպես նաև իրավիճակի բարելավման որևէ հեռանկարի բացակայությունը (տես՝ սույն դատավճռի 263-րդ կետը): Այն նաև արձանագրել էր Կոնվենցիայի 3-րդ հոդվածի հետ համատեղ 13-րդ հոդվածի խախտում, հաշվի առնելով դիմումատուի նկատմամբ կիրառված ապաստանի ընթացակարգում առկա թերությունները և նրան Աֆղանստան արտաքսելու վտանգը, առանց դիմումատուի ապաստանի հայցի լուրջ ուսումնասիրության և չընձեռելով նրան արդյունավետ իրավական պաշտպանության որևէ հնարավորություն (տես՝ սույն դատավճռի 322-րդ կետը):", "402. Հաշվի առնելով գործի հատուկ հանգամանքները և Կոնվենցիայի 13-րդ և 3-րդ հոդվածների նման խախտումներին անմիջապես վերջ դնելու անհրաժեշտությունը, Դատարանը պարտավորեցնում է Հունաստանին Կոնվենցիայի պահանջներին համապատասխան անհապաղ իրականացնելու դիմումատուի ապաստանի հայցի ըստ էության քննությունը, որի արդյունքում Հունաստանը զերծ կմնա դիմումատուի արտաքսումից:", "Բ.  Կոնվենցիայի 41-րդ հոդվածը", "403.  Կոնվենցիայի 41-րդ հոդվածում սահմանված է.", "«Եթե Դատարանը գտնում է, որ տեղի է ունեցել Կոնվենցիայի կամ դրան կից Արձանագրությունների խախտում, իսկ համապատասխան Բարձր պայմանավորվող կողմի ներպետական իրավունքն ընձեռում է միայն մասնակի հատուցման հնարավորություն, ապա Դատարանը որոշում է, անհրաժեշտության դեպքում, տուժած կողմին արդարացի փոխհատուցում տրամադրել»:", "1. Բարոյական վնասը", "(ա) Հունաստանի մասով", "404. Դիմումատուն, որպես կալանավորման երկու ժամկետների ընթացքում կրած բարոյական վնասի փոխհատուցում, հայցել էր 1,000 եվրո:", "405.   Հունաստանի Կառավարությունն անհիմն էր համարել այդ հայցը:", "406. Դատարանը գտել էր, որ դիմումատուի կալանավորման պայմանները հակասել էին Կոնվենցիայի 3-րդ հոդվածին: Դատարանը գտնում է, որ դիմումատուն պետք է իրականում հայտնվեր հոգեկան ընկճվածության վիճակում, որի դեպքում Դատարանի կողմից սոսկ խախտման արձանագրումը չի կարող բավարար փոխհատուցում հանդիսանալ: Հաշվի առնելով սույն գործում առկա խախտման բնույթը, Դատարանն արդարացի է համարում բավարարելու դիմումատուի հայցը և որոշում է, որ կրած բարոյական վնասի համար նրան պետք է փոխհատուցվի 1,000 եվրո:", "(բ) Բելգիայի մասով", "407.  Դիմումատուն հայցել էր 31,825՝ առաջին հերթին, որպես փոխհատուցում իրեն մինչ Հունաստան արտաքսելը Բելգիայում բաց և այնուհետև փակ կենտրոնում պահելու արդյունքում կրած բարոյական վնասի համար (6,925 եվրո) և, երկրորդ հերթին, որպես փոխհատուցում իրեն Հունաստան արտաքսելու մասին Բելգիայի իշխանությունների կողմից կայացված որոշման արդյունքում կրած բարոյական վնասի համար (24,900 եվրո):", "408.  Բելգիայի կառավարությունը վիճարկում էր այդ որոշումը, պնդելով, որ եթե Դատարանը Բելգիային պատասխանատու է համարում այդ խախտման համար, դիմումատուն կալանավորման արդյունքում կրած բարոյական վնասի համար փոխհատուցում ստանալու նպատակով կարող է հայց հարուցել Բելգիայի դատարաններում: Ցանկացած դեպքում, Կառավարության կարծիքով, հայցն անհիմն էր, քանի որ դիմումատուն չէր ապացուցել պետության կողմից թույլ տված որևէ սխալ, ինչպես նաև ենթադրյալ սխալի և ենթադրյալ կրած բարոյական վնասի միջև որևէ պատճառահետևանքային կապի առկայություն:", "409.  Դատարանը վերստին հայտարարում է, որ կարող է վճարվելիք գումարների մասին որոշումներ կայացնել 41-րդ հոդվածով նախատեսված արդարաի փոխհատուցման հիմքերով, այն դեպքերում, երբ գտնում է, որ հայտարարվող վնասը կամ կորուստը արձանագրված խախտման հետևանքով է առաջացել, մինչդեռ պետությունը պարտավոր չէ գումարներ վճարել այն վնասի համար, որն իր մեղքով չի առաջացել (տես՝ վերը նշված Saadi, cited above, § 186): Ներկա գործում Դատարանը չի արձանագրել Կոնվենցիայի խախտում՝ մինչ Հունաստանին արտահանձնելը դիմումատուին Բելգիայում կալանքի տակ պահելու պատճառով: Հետևաբար այն չի բավարարում հայցի այդ մասը:", "410. Ինչ վերաբերում է Հունաստան արտաքսվելու պատճառով առաջացած ենթադրյալ վնասին, Դատարանը գտնում է, որ արտաքսման հետևանքով տեղի է ունեցել Կոնվենցիայի 3-րդ հոդվածի խախտում՝ ինչպես այն բանի համար, որ դիմումատուն Հունաստանում կալանքի տակ գտնվելու և ապրելու ընթացքում հայտնվել է վերոնշյալ դրույթով արգելված իրավիճակում, այնպես էլ հաշվի առնելով այն, որ դիմումատուն կանգնել է Հունաստանում ապաստանի ընթացակարգի թերություններից բխող վտանգների առջև: Դատարանը կրկնում է, որ այն փաստը, որ դիմումատուն կարող էր Բելգիայի դատարաններում փոխհատուցում հայցել, չի պարտավորեցնում Դատարանին մերժելու հայցը՝ դրա անհիմն լինելու պատճառով (տես՝ «De Wilde, Ooms և Versyp ընդդեմ Բելգիայի» (հոդված 50), 10 մարտի 1972թ., § 16, Series A գանգատ թիվ 14):", "411.  Դատարանը գտնում է, որ դիմումատուն իրականում կարող էր հայտնվել հոգեկան ընկճվածության վիճակում, որի դեպքում Դատարանի կողմից սոսկ խախտման արձանագրումը բավարար փոխհատուցում չի կարող հանդիսանալ: Հաշվի առնելով սույն գործում առկա խախտման բնույթը, Դատարանն արդարացի է համարում բավարարելու դիմումատուի հայցը և որոշում է, որ կրած բարոյական վնասի համար նրան պետք է փոխհատուցվի 24,900 եվրո:", "2. Ծախսեր և ծախքեր", "(ա) Հունաստանի մասով", "412. Դիմումատուն հայցել էր Հունաստանի կառավարության դեմ Դատարանում իր պաշտպանության ընթացքում կրած ծախսերի փոխհատուցումը: Համաձայն դիմումատուի փաստաբանի կողմից ներկայացված վարձատրության և ծախսերի ցուցակի, 2010թ. մարտի 15-ի դրությամբ ընդհանուր ծախսերն ու ծախքերը կազմում էին 3,450 եվրո՝ 75 եվրո ժամավճարի հաշվարկով: Փաստաբանը հայտնեց, որ դիմումատուի հետ ձեռք բերված պայմանավորվածության համաձայն, Դատարանում գործը շահելու դեպքում, վերջինս վճարելու է նրան մասնավճարներով՝ նշված ժամավճարի հաշվարկով:", "413. Հունաստանի կառավարությունը համարեց այդ հայցը չափազանցված և չհիմնավորված:", "414. Դատարանը գտնում է, որ դիմումատուն իրականում արդյունավետ կրել է այդ ծախսերը, քանզի հաճախորդ հանդիսանալով նա իրավական պարտավորություն է ստանձնել վարձատրելու իր իրավական ներկայացուցչին՝ ըստ պայմանավորվածությանը (տես՝ mutatis mutandis, «Sanoma Uitgevers B.V. ընդդեմ Նիդերլանդների», գանգատ թիվ 38224/03, § 110, 31 մարտի 2009թ.): Հաշվի առնելով, որ ծախսերն ու ծախքերը անհրաժեշտ և իրենց չափով ողջամիտ են եղել, Դատարանը որոշում է, որ դիմումատուին պետք է փոխհատուցվի 3,450 եվրո:", "(բ) Բելգիայի մասով", "415. Դիմումատուն հայցել էր Բելգիայի դատարաններում և Դատարանում իր կողմից կրած ծախսերի և ծախքերի փոխհատուցում: Համաձայն դիմումատուի փաստաբանի կողմից ներկայացված վարձավճարների և ծախսերի ցուցակի, 2010թ. մարտի 15-ի դրությամբ ընդհանուր ծախսերն ու ծախքերը կազմում էին 7,680 եվրո՝ 75 եվրո ժամավճարի հաշվարկով, որից 1,605 եվրոն հայցվում էր Բելգիա դատարաններում վարույթի, իսկ 6,075 եվրոն  Դատարանում ընդդեմ Բելգիայի վարույթի համար:", "416. Բելգիա կառավարությունը Դատարանին հայցը մերժելու կոչ արեց: Նա նշեց, որ դիմումատուն իրավունք ուներ օգտվելու անվճար իրավաբանական ծառայությունից կամ վճարովի իրավաբանական օժանդակությունից: Ուստի անհրաժեշտ չէր, որպեսզի նա այդպիսիս ծախսեր կրեր: Դատաիրավական օրենսգրքի իրավական օժանկակության հարցերը կարգավորող դրույթներին համապատասխան նրա փաստաբանը Բելգիայի դատարաններում և Դատարանում կրած բոլոր ծախսերի համար կարող էր փոխհատուցում ստանալ: Բելգիայի Օրենսգրքով սահմանված էր իրավաբանի կողմից մատուցված ծառայությունները «միավորների» սկզբունքով վարձատրելու վարձատրության համակարգ: 2010թ. մեկ միավորը հավասար էր 26.91 եվրոյի: 2009թ. այն կազմում էր 23.25 եվրո: Եթե փաստաբանը հետևեր այդ դրույթներին, ապա արդեն իսկ իրավունք կունենար ստանալու 2009թ. կրած ծախսերի համար փոխհատուցումը: Կառավարությունը նաև ընդգծեց, որ Դատաիրավական օրենսգրքում իրավաբանական ծախսերի վարձատրության հարցերով 1022-րդ հոդվածի համաձայն գործում պարտվող կողմը պարտավոր էր մասամբ կամ ամբողջությամբ փոխհատուցել շահող կողմի կրած ծախսերը: Այն դեպքերում, երբ վարույթում կրած ծախսերը հնարավոր չէր սահմանել դրամական տեսքով, վճարվելիք գումարը որոշում էր դատարանը: Այն դեպքում, եթե կողմն օգտվել էր պետության կողմից տրամադրվող իրավական օժանդակությունից, իսկ դատավարության արդյունքում փոխհատուցման ենթական ծախսերը գերազանցում էին այդնպատակով հատկացվելիք գումարը, տարբերությունը փոխհատուցվում էր պետական գանձապետարանից:", " 417.  Դիմումատուի փաստաբանը հաստատեց, որ նշանակվել էր Բելգիայի կառավարության կողմից որպես իրավաբանական օժանդակություն տրամադրող իրավաբան, սակայն միայն դիմումատուի շահերն առաջին ատյանի դատարանում պաշտպանելու նպատակով: Այդ ծառայության համար նրան շնորհվել էր «տաս միավոր»: Նա ասաց, որ մինչ այժմ որևէ վարձատրություն չէր ստացել տրամադրված իրավաբանական օժանդակության համար: Մյուս դատավարություններում մասնակցելու համար նա պայմանավորվածություն էր ձեռք բերել դիմումատուի հետ, որ Դատարանում գործը շահելու դեպքում վերջինս նրան կվճարի մասնավճարներով՝ վերը նշված ժամավճարային դրույքով: Այդ պայմանավորվածությունը մասամբ կատարվել էր: Դիմումատուի խոսքերով բացակայում էր այն վտանգը, որ Բելգիայի իշխանություններն իրեն հասանելի գումարից ավել կվճարեն, քանի որ ընթացակարգային ծախսերի համար շնորհված փոխհատուցումը նվազեցվում էր իրավաբանական օժանդակության համար վճարվելիք գումարից: Արդյունքում, եթե առաջինը գերազանցեր երկրորդին, իրավաբանը կդիմեր իրավաբանական օժանդակության ծառայության գրասենյակին, որպեսզի դադարեցվի իրավաբանական օժանդակությունը, և եթե Դատարանի կողմից ծախսերի և ծախքերի համար շնորհված փոխհատուցումը գերազանցեր իրավաբանական օժանդակության համար շնորհված վարձատրությունը, իրավաբանը իրավաբանական օժանդակության համար որևէ գումար չէր ստանա:", "418. Դատարանի գործող նախադեպային իրավունքի համաձայն 41-րդ հոդվածով նախատեսված ծախսերն ու ծախքերը վճարվում են միայն այն դեպքում, եթե հաստատվում է, որ դրանք գործնականում իրականացվել են, եղել են անհրաժեշտ և ողջամիտ չափի: Բացի այդ, իրավական օգնության ծախսերը փոխհատուցվում են միայն այն դեպքում, եթե դրանք վերաբերում են արձանագրված խախտմանը (տես՝ մի շարք այլ աղբյուրների թվում, վերը նշված «Sanoma Uitgevers B.V. ընդդեմ Նիդերլանդների», § 109):", "419.  Դատարանը նախ և առաջ անդրադառնում է ներպետական դատարաններում դատավարությունների ժամանակ կրած ծախսերին և ծախքերին: Այն նշում է, որ դիմումատուն չի ներկայացրել տարբեր նշված վարույթներում կրած ծախսերի գումարի բաց քաղվածքը: Արդյունքում, հնարավոր չէ ճշգրիտ որոշել, թե գումարի որ մասնէ վերաբերում սույն գործով արձանագրված խախտմանը, իսկ որ մասը փոխհատուցվել կամ կարող էր փոխհատուցեվլ իրավական օժանդակության գումարից: Հստակության բացակայության պատճառով (տես՝ mutatis mutandis, «Musiał ընդդեմ Լեհաստանի» [ՄՊ], գանգատ թիվ 24557/94, § 61, ՄԻԵԴ 1999II), Դատարանը չի բվարարում այդ հայցերը:", "420. Անդրադառնալով Դատարանում Բելգիայի դեմ վարույթում կրած ծախսերին և ծախքերին, Դատարանը կրկնում է, որ չի գտնում, որ պարտավոր է առաջնորդվելու այդ երկրում գործող սակագներով և գործելակերպով, թեև կարող է հաշվի առնել դրանք (տես՝ «Venema ընդդեմ Նիդերլանդների», գանգատ թիվ 35731/97, § 116, ՄԻԵԴ 2002X): Բոլոր դեպքերում, կիրառելով նույն մոտեցումն, ինչ որ Հունաստանի դեպքում (տես՝ սույն դատավճռի 414-րդ կետը), որոշում է, որ դիմումատուին պետք է փոխհատուցվի 6,075 եվրո:", "(c) Բելգիայի և Հունաստանի մասով", "421. Վերջապես դիմումատուն հայցել էր Դատարանում լսումների ժամանակ կրած ծախսերի և վարձավճարների փոխհատուցում: Համաձայն դիմումատուի փաստաբանի կողմից ներկայացված վարձավճարների և ծախսերի ցուցակի, դրանք կազմում էին 2,550 եվրո՝ դատարանում փաստաբանի ելույթների և դրանց պատրաստման համար (75 եվրո ժամավճարի դրույքով): Դիմումատուն նաև հայցել էր 296.74 եվրո, որպես փոխհատուցում իր իրավաբանի Ստրասբուրգ ժամանելու ճանապարհածախսի և գիշերավարձի փոխհատուցման համար, չներկայացնելով որևէ հաշիվ-ապրանքագրեր:", "422. Դատարանի գործող նախադեպային իրավունքի համաձայն, Դատարանը մերժում է հայցի այն մասը, որը չի ուղեկցվում համապատասխան հաշիվ-ապրանքագրերով:", "423. Մնացյալ մասով, հաշվի առնելով, որ ծախսերն ու ծախքերը անհրաժեշտ և իրենց չափով ողջամիտ են եղել, Դատարանը որոշում է, որ դիմումատուին պետք է փոխհատուցվի 2,550 եվրո: Հաշվի առնելով Դատարանի կողմից արձանագրված Կոնվենցիայի խախտումների համար պատասխանատվությունը, Բելգիան և Հունաստանը միմյանց միջև կիսելու են այդ գումարը:", "(դ)  Չկատարման դեպքում հաշվարկվող տոկոսադրույքը", "424.  Դատարանը նպատակահարմար է համարում, որ չկատարման դեպքում հաշվարկվող տոկոսադրույքը պետք է հիմնված լինի Եվրոպական կենտրոնական բանկի կողմից սահմանված փոխառության տրամադրման առավելագույն տոկոսադրույքի վրա, որին պետք է գումարվի երեք տոկոս:", "ԱՅՍ ՀԻՄՆԱՎՈՐՄԱՄԲ ԴԱՏԱՐԱՆԸ", "1.  Որոշում է, ձայների տասնվեց կողմ մեկ դեմ հարաբերակցությամբ, գործի ըստ էության հետ միաժամանակ քննության առնելու Հունաստանի Կառավարության նախնական առարկությունները և մերժում է դրանք,", "", "2.  Ընդունելի է հայտարարում, միաձայն, Կոնվենցիայի 3-րդ հոդվածի հիմքերով բողոքը՝ Հունաստանում դիմումատուի կալանքի տակ գտնվելու պայմանների վերաբերյալ,", "", "3. Վճռում է, միաձայն, որ տեղի է ունեցել Հունաստանի կողմից Կոնվենցիայի 3-րդ հոդվածի խախտում՝ դիմումատուի կալանքի տակ գտնվելու պայմանների պատճառով,", "", "4.  Ընդունելի է համարում, ձայների մեծամասնությամբ, Կոնվենցիայի 3-րդ հոդվածի հիմքերով բողոքը՝ Հունաստանում դիմումատուի ապրուստի պայմանների վերաբերյալ,", "", "5. Վճռում է, ձայների տասնվեց կողմ մեկ դեմ հարաբերակցությամբ, որ տեղի է ունեցել Հունաստանի կողմից Կոնվենցիայի 3-րդ հոդվածի խախտում՝ Հունաստանում դիմումատուի ապրուստի պայմանների պատճառով,", "", "6.  Ընդունելի է համարում, միաձայն, Հունաստանի դեմ բողոքը՝ Կոնվենցիայի 3-րդ հոդվածի հետ համատեղ 13-րդ հոդվածի հիմքերով,", "", "7. Վճռում է, միաձայն, որ տեղի է ունեցել Հունաստանի կողմից Կոնվենցիայի 3-րդ հոդվածի հետ համատեղ 13-րդ հոդվածի խախտում՝ դիմումատուի գործի հետ առնչվող ապաստանի ընթացակարգի թերությունների, առանց վերջինիս ապաստանի հայցի ըստ էության լուրջ քննության և դիմումատուին, առանց արդյունավետ իրավական պաշտպանության միջոցից օգտվելու հնարավորության Աֆղանստան արտաքսելու առաջացած վտանգի պատճառով,", "", "8. Վճռում է, միաձայն, որ Կոնվենցիայի 2-րդ հոդվածի հետ համատեղ 13-րդ հոդվածի հիմքերով դիմումատուի բողոքն առանձին քննելու անհրաժեշտություն չկա,", "", "9.  Որոշում է, միաձայն, գործի ըստ էության հետ միաժամանակ քննության առնելու Բելգիայի Կառավարության նախնական առարկությունը, մերժում է այն, և ընդունելի է հայտարարում, միաձայն, Բելգիայի դեմ ներկայացված բողոքները,", "", "10. Վճռում է, ձայների տասնվեց կողմ մեկ դեմ հարաբերակցությամբ, որ տեղի է ունեցել Բելգիայի կողմից Կոնվենցիայի 3-րդ հոդվածի խախտում, քանզի արտաքսելով դիմումատուին Հունաստան, Բելգիայի իշխանությունները նրան կանգնեցրեցին այդ պետության ապաստանի ընթացակարգի թերություններից բխող վտանգների առջև,", "", "11. Վճռում է, միաձայն, որ Կոնվենցիայի 2-րդ հոդվածի հիմքերով դիմումատուի բողոքներն առանձին քննելու անհրաժեշտություն չկա,", "", "12.  Վճռում է, ձայների տասնհինգ կողմ երկու դեմ հարաբերակցությամբ, որ տեղի է ունեցել Բելգիայի կողմից Կոնվենցիայի 3-րդ հոդվածի խախտում, քանզի վերադարձնելով դիմումատուին Հունաստան, Բելգիայի իշխանությունները նպաստեցին որպեսզի դիմումատուն այդ պետությունում հայտնվի կալանավորման և ապրուստի այնպիսի պայմաններում, որոնք հակասում էին այդ հոդվածին,", "", "13.  Վճռում է, միաձայն, որ տեղի է ունեցել Բելգիայի կողմից Կոնվենցիայի 3-րդ հոդվածի հետ համատեղ 13-րդ հոդվածի խախտում,", "", "14. Վճռում է, միաձայն, որ Կոնվենցիայի 2-րդ հոդվածի հետ համատեղ 13-րդ հոդվածի հիմքերով դիմումատուի բողոքներն առանձին քննելու անհրաժեշտություն չկա,", "", "15.  Վճռում է, միաձայն, որ,", "(ա)   Հունաստանի պետությունը երեք ամիսների ընթացքում պարտավոր է դիմումատուին վճարել հետևյալ գումարները,", "(i)  1,000 (հազար) եվրո՝ բարոյական վնասի համար, գումարած հարկերը, որոնք կարող են գանձման ենթակա լինել,", "(ii)  4,725 (չորս հազար յոթ հարյուր քսան հինգ) եվրո՝ ծախսերի և ծաքերի փոխհատուցման համար, գումարած հարկերը, որոնք կարող են գանձման ենթակա լինել,", "(բ)  վերը նշված երեք ամսվա ավարտից հետո մինչև կարգավորումը պետք է պարտքերի չվճարման ժամանակահատվածում վճարվի վերը նշված գումարի հասարակ տոկոսը Եվրոպական կենտրոնական բանկի սահմանած վարկի մարգինալ տոկոսադրույքին հավասար դրույքով, որին պետք է ավելացվի երեք տոկոսային կետ,", "", "16.  Վճռում է,", "(ա)  ձայների տասնհինգ կողմ երկու դեմ հարաբերակցությամբ, որ Բելգիայի պետությունը երեք ամիսների ընթացքում պարտավոր է դիմումատուին վճարել 24,900 (քսան չորս հազար ինը հարյուր) եվրո՝ բարոյական վնասի համար, հավելած այդ գումարից գանձման ենթակա բոլոր հարկերը,", "(բ) ձայների տասնվեց կողմ մեկ դեմ հարաբերակցությամբ, որ Բելգիայի պետությունը երեք ամիսների ընթացքում պարտավոր է դիմումատուին վճարել 7,350 (յոթ հազար երեք հարյուր հիսուն) եվրո ծախսերի և ծաքերի փոխհատուցման համար, գումարած հարկերը, որոնք կարող են գանձման ենթակա լինել,", "(c)  որ վերը նշված երեք ամսվա ավարտից հետո մինչև կարգավորումը պետք է պարտքերի չվճարման ժամանակահատվածում վճարվի վերը նշված գումարի հասարակ տոկոսը Եվրոպական կենտրոնական բանկի սահմանած վարկի մարգինալ տոկոսադրույքին հավասար դրույքով, որին պետք է ավելացվի երեք տոկոսային կետ,", "", "17.  Մերժում է, միաձայն, արդարացի փոխհատուցման հայցի մնացյալ մացը:", "Կատարված է անգլերեն և ֆրանսերեն լեզուներով, հրապարակվել է 2011թ. հունվարի 21-ին հրապարակային նիստում, որը տեղի է ունեցել Մարդու Իրավունքների Դատարանի շենքում, Ստրասբուրգում:", "\tMichael O’Boyle\tJean-Paul Costa \nՔարտուղարի տեղակալ\tՆախագահ", "Համաձայն Կոնվենցիայի 45 § 2 հոդվածի և Դատարանի կանոնակարգի 74 § 2 կանոնի, սույն դատավճռին կից ներկայացվում են հետևյալ հատուկ կարծիքները:", "(ա)  Դատավոր Rozakis-ի համընկնող կարծիքը,", "(b)  Դատավոր Villiger-ի համընկնող կարծիքը,", "(c)  Դատավոր Sajó-ի մասամբ համընկնող և մասամբ չհամընկնող կարծիքը,", "(d)  Դատավոր Bratza-ի մասամբ չհամընկնող կարծիքը:", "«Հատուկ կարծիքները չեն թարգմանվել, սակայն ներկայացված են անգլերեն և/կամ ֆրանսերեն լեզուներով դատավճռի պաշտոնական լեզվով կազմված տարբերակում (տարբերակներում), որոնց կարելի է ծանոթանալ Դատարանի նախադեպային իրավունքի տվյալների շտեմարանում (HUDOC)»:", "\n© Եվրոպայի խորհուրդ/Մարդու իրավունքների եվրոպական դատարան, 2012թ.", "Մարդու իրավունքների եվրոպական դատարանի պաշտոնական լեզուներն են անգլերենն ու ֆրանսերենը: Սույն թարգմանությունը պատվիրված է Եվրոպայի խորհրդի մարդու իրավունքների տրաստային հիմնադրամի աջակցությամբ (): Դատարանը թարգմանության համար պարտավորություն չի ստանձնում և որակի համար որևէ պատասխանատվություն չի կրում: Թարգմանությունը կարելի է ներբեռնել Մարդու իրավունքների եվրոպական դատարանի HUDOC-ի նախադեպային իրավունքի () կամ տվյալների այլ շտեմարանից, որի հետ Դատարանը դրանով կիսվել է: Թարգմանությունը կարելի է վերարտադրել ոչ առևտրային նպատակներով` պայմանով, որ մեջբերվի գործի ամբողջական վերնագիրը` վերը բերված հեղինակային իրավունքի մասին նշումով և հղում անելով Մարդու իրավունքների տրաստային հիմնադրամին: Եթե մտադրություն կա թարգմանության որևէ մաս օգտագործել առևտրային նպատակներով, դիմել հետևյալ հասցեով` :", "", "© Council of Europe/European Court of Human Rights, 2012", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : "]}