{"file": "ARM_HJUDARM_25389_05.docx", "doc_type": "HJUDARM", "doc_lang": "ARM", "case_id": "25389/05", "text_paragraphs": ["© Եվրոպայի խորհուրդ / Մարդու իրավունքների եվրոպական դատարան, 2012թ.:", "Սույն թարգմանությունը կատարվել է Եվրոպայի խորհրդի Մարդու իրավունքների հավատարմագրային հիմնադրամի աջակցությամբ (): Այն չի պարտավորեցնում Դատարանին: Լրացուցիչ տեղեկությունների համար տեoս ամբողջական նշումը սույն փաստաթղթի վերջում:", "", "© Council of Europe/European Court of Human Rights, 2012 .", "This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", " La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "Դատարանի նախադեպային իրավունքի վերաբերյալ տեղեկատվական նշում թիվ 96", "2007թ. ապրիլ", "Գեբրեմեդինն [Gaberamadhien] ընդդեմ Ֆրանսիայի 25389/05", "Վճիռ - 26.04.2007թ. [Բաժին II]", "", "Հոդված 13", "Արդյունավետ միջոց", "", "Ֆրանսիայի տարածք մտնելուն սպասող քաղաքական ապաստան հայցող օդանավակայանում պահվող անձի դիմումը մերժող և նրա արտաքսումը պահանջող որոշման դեմ ավտոմատ դադարեցնող միջոցների բացակայությունը. խախտում", "", "Հոդված 5", "Հոդված 5-1-f", "", "Օդանավակայանում քաղաքական ապաստան հայցող անձին պահելը շարունակելը Դատարանի Կանոնների 39-րդ կանոնի համաձայն միջանկյալ ցուցում ստանալուց հետո առ այն, որ նա չպետք է վրադարձվի իր ծննդավայր. խախտում:", "", "Փաստեր. Դիմողն ազգությամբ էրիթրեացի էր: 1998 թվականին նա, իր ընտանիքի հետ մեկտեղ, Եթովպիայից տեղափոխվել է Էրիթրեա, որտեղանկախ թերթի համար աշխատել է որպես լրագրող և լուսանկարիչ: 2000 թվականին նա` իր թերթի խմբագրի հետ մեկտեղ, ձերբակալվել է` ակնհայտորեն իրենց մասնագիտական գործունեության հիմքով: Երկուսն էլ կալանքի տակ են մնացել յոթ ամիս: 2011 թվականի սեպտեմբերին դիմողը փախել է երկրից: Նա ձերբակալվել է և հարցաքննվել է իր ընկերոջ մասին և ենթարկվել է վատ վերաբերմունքի: Նա կալանքի տակ է մնացել վեց ամիս, որից հետո կարողացել է փախչել կալանավայրի հիվանդանոցից, որտեղ նա տեղափոխվել էր տուբերկուլյոզով հիվանդանալուց հետո: Նա փախել է Սուդան, որտեղից, կարծելով որ իր կինը վտանգի մեջ է, տեղափոխվել է Հարավային Աֆրիկա: Օգտագործելով ուրիշ անվամբ սուդանական անձնագիր և առանց որևէ ճամփորդական փաստաթղթերի` նա հասնում է Փարիզի ՙՇառլ դը Գոլ՚ օդանավակայան: 2005 թվականի հուլիսի 1-ին նա դիմում է ֆրանսիական իշխանություններին` ֆրանսիական տարածք մուտք գործելու թույլտվություն ստանալու համար` քաղաքականա ապաստան ստանալու դիմում ներկայացնելու նպատակով: Նրան տեղավորում են օդանավակայանի սպասասրահում: 2005 թվականի հուլիսի 5-ին, դիմողի հետ հարցազրույցից հետո Օտարերկրյա քաղաքացիների և քաղաքացիություն չունեցող անձանց ֆրանսիական գործակալությունը (OFPRA) կարծիք է հայտնել, որ դիմողը չպետք է մտնի Ֆրանսիա իր բողոքներում առկա անհամապատասխանությունների պատճառով, որոնցով պարզվել էր, որ նա փորձել էր խեղաթյուրել անցյալին առնչվող տեղեկությունները: Հաջորդ օրը Ներքին գործերի նախարարը մերժել է դիմողի` Ֆրանսիայի տարածք մուտք գործելու և քաղաքական ապաստան ստանալու դիմումը և ցուցումներ է տվել նրան Էրիթրեա կամ ցանկացած այլ երկիր տեղափոխելու վերաբերյալ, որտեղ նա կարող էր օրինական կարգով ընդունվել: Եթե դիմողն ստանար երկիր մտնելու թույլտվություն, նա մաքսային ոստիկանության կողմից կստանար անվտանգ գործելու հնարավորություն, որով նրան կթույլատրվեր մտնել երկիր և այնտեղ մնալ ութ օր շարունակ` տարբեր մարմինների, ապաստան ստանալու գործընթացը կարգավորող ընդհանուր օրենքի հիմքով ապաստանի դիմում ներկայացնելու համար: Այդ թույլտվությունը չստացող անձինք անմիջապես դուրս են բերվում:", "Դիմողը շտապ դիմում է ներկայացրել վարչական դատարանին` խնդրելով տալ երկիր մտնելու թույլտվություն` ապաստան ստանալու դիմում ներկայացնելու նպատակով: Նա կրկնել է իր բողոքներն առ այն, որ իրեն հետապնդել են և իր կյանքին վտանգ է սպառնացել: Շտապ դիմումները քննող դատավորը մերժել է նրա դիմումը հաջորդ օրը` 2005 թվականի հուլիսի 8-ին:", "Նա դիմել է Մարդու իրավունքների եվրոպական դատարան, որը 2005 թվականի հուլիսի 15-ին ցուցում է տվել ֆրանսիական կառավարությանը` Դատարանի Կանոնների 39-րդ կանոնի հիմքով (միջանկյալ միջոցներ) առ այն, որ ցանկալի է, որ դիմողն այդ ժամանակ չտեղափոխվի Էրիթրեա: Դիմողը շարունակել է մնալ Ռոյզիի օդանավակայանի սպասասրահում: 2005 թվականի հուլիսի 20-ին ֆրանսիական իշխանությունները Եվրոպական դատարանի ցուցումների հիման վրա թույլ են տվել դիմողին մտնել Ֆրանսիայի տարածք և մնալ այնտեղ ութ օր` պրեֆեկտուրա գնալու և քաղաքական ապաստան ստանալու նպատակով ժամանակավոր բնակության թույլտվություն ստանալու դիմում ներկայացնելու համար: Դիմողը կատարել է անհրաժեշտ գործողություններ և Ֆրանսիայում մնալու թույլտվություն է ստացել, որը վավեր էր մեկ ամսվա համար և հնարավորություն էր տալիս նրան OFPRA ապաստանի դիմում ներակյացնելու համար: 2005 թվականի նոյեմբերին OFPRA նրան տվել է փախստականի կարգավիճակ:", "", "Օրենք. Հոդված 13` հոդված 3-ի հետ մեկտեղ:", "", "Ֆրանսիական օրենքով երկիր մուտք գործելը մերժելու որոշումը գործել է որպես բացառություն ապաստանի համար դիմում ներկայացնելու առթիվ: Ավելին, նման որոշումն անմիջապես էր կիրառվել` հանգեցնելով նրան, որ տվյալ անձը կարող էր միանգամից արտաքսվել այն երկիր, որից ինքը կամենում էր փախչել: Տվյալ գործով, Դատարանի Կանոնների 39-րդ կանոնի համաձայն` դիմողին ի վերջո OFPRA-ի կողմից տրվել է ապաստան, որով նա ստացել է փախստականի կարգավիճակ: Այդ տեսանկյունից կգործեր Ժնևի` 1951 թվականի հուլիսի 28-ի Փախստականների կարգավիճակի մասին Կոնվենցիան` նրան արտաքսելու դեպքում: Դիմողը համապատասխանաբար այլևս չէր համարվի 3-րդ հոդվածի խախտման զոհ:", "", "Դատարանը գտել է, որ դիմողի` Էրիթրեայում վատ վերաբերմունքի ենթարկվելու ռիսկի առթիվ հայտարարությունները բավականաչափ ճշմարտացի են եղել, որպեսզի նրա բողոքը ՙվիճելի՚ լինի 3-րդ հոդվածի ներքո: Դիմողն այդ կապակցությամբ կարող էր հիմնվել 3 հոդվածի վրա` 13-րդ հոդվածի հետ մեկտեղ: Վերջին դրույթը պահանջում էր, որ օտարերկրացիները, որոնց որոշվել է արտաքսել այն երկիր, որտեղ առկա է եղել իրական պատճառ կարծելու, որ նրանք կարող են ենթարկվել ի խախտումն 3-րդ հոդվածի վատ վերաբերմունքի, պետք է կարողանան օգտվել այդ որոշման դեմ պաշտպանության համապատասխան միջոցից, որը կունենար կանխիչ ազդեցություն: Քաղաքական ապաստան փնտրողների պարագայում, որոնք բողոքել էին, որ կարող են ենթարկվել նման ռիսկի, և որոնք արդեն ստացել էին Ֆրանսիայի տարածք մուտք գործելու թույլտվություն, ֆրանսիական օրենքը տրամադրում էր ընթացակարգ, որը համապատասխանում էր այս պահանջների որոշ մասին: Այդուհանդերձ, այդ ընթացակարգը չէր կիրառվում այն անձանց նկատմամբ, որոնք բողոքել էին, որ կարող են ենթարկվել նման ռիսկի, ովքեր, օրինակ, օդանավակայան ժամանելուց հետո պահվում էին սահմանի մոտ: OFPRA ապաստանի դիմում ներկայացնելու նպատակով օտարերկրացիները պետք է մնան Ֆրանսիայի տարածքում: Եթե նրանք պահվեին սահամնի մոտ, նրանք չէին կարողանա ներկայացնել նման դիմում` նախևառաջ չստանալով երկիր մուտք գործելու թույլտվություն: Եթե նրանք այդ առթիվ չունենային անհրաժեշտ փաստաթղթերը` ստիպված պետք է դիմեին ապաստան ստանալու նպատակով երկիր մուտք գործելու թույլտվություն ստանալու համար: Ուստի նրանք պահվում էին «սպասասրահում» մինչ իշխանությունները քննում էին, թե արդյոք ներկայացված ապաստանի դիմումը «ակնհայտորեն անհիմն է», թե` ոչ: Եթե իշխանությունները դիմումը ճանաչում էին «ակնհայտորեն անհիմն», նրանք համապատասխան անձին չէին տալիս երկիր մուտք գործելու թույլտվություն: Դրանից հետո տվյալ անձը մեքենայաբար ենթակա էր արտաքսման` առանց հնարավորություն ունենալու դիմել OFPRA` ապաստան ստանալու համար: Չնայած որ տվյալ անձը կարող էր դիմել վարչական դատարաններ` մուտք գործելը մերժող վարչական որոշումը վերացնելու համար, նման դիմումը չուներ կասեցուցիչ ազդեցություն և չուներ որևէ ժամկետ: Հայտնի է, որ անձը կարող էր հապճեպ դիմել հրատապ դիմումներ քննող դատավորին, ինչը և արել էր դիմողը, սակայն` ապարդյուն: Այդուհանդերձ, այս միջոցը ևս չուներ ինքնաբերաբար կանխող, կասեցնող ազդեցություն, այնպես որ անձը կարող էր այս դեպքում ևս արտաքսվել մինչև դատավորի կողմից համապատասխան որոշում կայացնելը: Հաշվի առնելով հոդված 3-ի կարևորությունը, ինչպես նաև անդառնալի կորստի վտանգավորությունը, որը կարող էր առաջանալ, եթե պայմանավորվող պետությունը որոշեր արտաքսել օտարերկրյա քաղաքացուն այն երկիր, որտեղ առկա էր իրական պատճառ ընդունելու, որ անձը կարող է ենթարկվել նման տեսակ ռիսկի, ուստի հաշվի առնելով այդ ամենը` անձը պետք է ինքնաբերաբար ունենա կասեցուցիչ միջոցներից օգտվելու հնարավորություն (նման ազդեցությամբ միջոցը «պրակտիկայում» բավարար չէր): Դիմողը չէր ունեցել նման միջոցից օգտվելու հնարավորություն սպասասրահում գտնվելու ընթացքում:", "", "Եզրակացություն. խախտում (միաձայն):", "", "Հոդված 5(1)(f)", "2005 թվականի հունվարի 1-ին օդանավակայանի «սպասասրահում» տեղավորվելուց հետո և մինչև հուլիսի 20-ին Ֆրանսիա մտնելու թույլտվություն ստանալը, դիմողը ենթարկվել է «ազատությունից զրկման»: Հուլիսի 15-ին Դատարանը որոշել է ցուցում տալ ֆրանսիական կառավարությանը Դատարանի Կանոնների 39-րդ կանոնի հիմքով, որ կողմերի, ինչպես նաև Դատարանում քննության արդյունավետ իրականացման շահերից ելնելով ցանկալի է, որպեսզի դիմողը չարտաքսվի Էրիթրեա մինչև 2005 թվականի օգոստոսի 30-ը: Համապատասխանաբար, 2005 թվականի հուլիսի 15-ից հետո Կառավարությունը չէր կարող դիմողին արտաքսել Էրիթրեա, առանց Կոնվենցիայով նախատեսված իր պարտականությունները խախտելու: Այդուհանդերձ, նրա համար որևէ արգելք չկար դիմողին արտաքսելու այլ երկիր, քանի որ սահմանված էր, որ այդ երկրի իշխանությունները նրան չեն ուղարկի Դատարանի կողմից մատնանշված երկիր: Համապատասխանաբար, այդ իմաստով դիմողի կալանքը 39-րդ կանոնի կիրառումից հետո` չէր կարող կոչվել ՙօրինական՚ կալանք այն անձի նկատմամբ, «ում դեմ գործողություն է իրականացվել նրան արտաքսման կամ հանձնման համար» Կոնվենցիայի 5(1)(f) հոդվածի իմաստով: Ավելին, 39-րդ կանոնի կիրառումից հետո իշխանությունները չունեին այլ տարբերակ, քան վերացնել անձի ազատության սահմանափակումը` նրան արտաքսելու նպատակով, և դա նշանակում էր, որ նրան պետք էր տալ մուտքի թույլտվություն, կարող էր անհրաժեշտ լինել նրան պահել կալանքի տակ այնքան ժամանակ, որքան որ խիստ անհրաժեշտ կլիներ իշխանությունների համար ստուգելու` արդյոք նրա մուտքը երկիր օրինական էր, թե` ոչ: Չի կարելի ասել, թե դա հանգեցրել է ՙանձի օրինական կալանավորման նրա անօրինական մուտքը երկիր կանխելու նպատակով՚` հոդված 5(1)(f)-ի իմաստով:", "Կառավարությունն առարկել է, որ այդ ամենն առնչվել է դիմողի գործին, և Դատարանը չուներ որևէ ապացույց որոշելու համար, որ հուլիսի 15-20-ին դիմողը կամայականորեն է զրկված եղել ազատությունից: Հակիրճ` Դատարանն ընդունել է, որ դիմողին ՙսպասասրահում՚ կալանքի տակ պահելը 2005 թվականի հուլիսի 15-ից հետո հանգեցրել է ՙանձի օրինական կալանավորման` նրա անօրինական մուտքը երկիր կանխելու համար՚` հոդված 5 (1)(f) իմաստով:", "", "Եզրակացություն. խախտում չկա (միաձայն):", "", "Հոդված 41 – Ոչ նյութական վնաս. բավարար է խախտման հայտնաբերումը:", "", "© Եվրոպայի խորհուրդ/Մարդու իրավունքների եվրոպական դատարան, 2012թ.:", "Մարդու իրավունքների եվրոպական դատարանի պաշտոնական լեզուներն են անգլերենը և ֆրանսերենը: Սույն թարգմանությունը կատարվել է Եվրոպայի խորհրդի Մարդու իրավունքների հավատարմագրային հիմնադրամի աջակցությամբ (): Այն չի պարտավորեցնում Դատարանին, ինչպես նաև Դատարանը թարգմանության որակի համար որևէ պատասխանատվություն չի կրում: Այն կարող է ներբեռնվել Մարդու իրավունքների եվրոպական դատարանի HUDOC նախադեպային իրավունքի բազայից () կամ Դատարանի կողմից տրամադրված ցանկացած այլ բազայից: Այն կարող է վերարտադրվել ոչ առևտրային նպատակներով, այն նախապայմանով, որ նշված լինի գործի ամբողջական անվանումը` վերոնշյալ հեղինակային իրավունքի տեղեկատվական նշումի հետ մեկտեղ, ինչպես նաև վկայակոչվել Մարդու իրավունքների հավատարմագրային հիմնադրամը: Սույն թարգմանության ցանկացած մասի առևտրային նպատակով օգտագործման անհրաժեշտության դեպքում խնդրում ենք դիմել հետևյալ էլ. փոստի հասցեով. ", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", "", ""]}