{"file": "ARM_HJUDARM_71243_01.docx", "doc_type": "HJUDARM", "doc_lang": "ARM", "case_id": "71243/01", "text_paragraphs": ["© Եվրոպայի խորհուրդ/ Մարդու իրավունքների եվրոպական Դատարան, 2014: Սույն թարգմանությունն իրականացվել է Եվրոպայի խորհրդի Մարդու իրավունքների հավատարմագրային ֆոնդի () աջակցությամբ: Այն որևէ կերպ չի պարտավորեցնում Դատարանին: Ավելին իմանալու համար ծանոթացեք սույն փաստաթղթի վերջում ներկայացված հեղինակային իրավունքի վերաբերյալ նշումներին:", "© Council of Europe/European Court of Human Rights, 2014. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2014. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "ՄԵԾ ՊԱԼԱՏ", "", "ՎԻՍԹԻՆՇԸ ԵՎ ՊԵՐԵՊՅՈԼԿԻՆՍՆ ԸՆԴԴԵՄ ԼԱՏՎԻԱԻ ԳՈՐԾԸ", "", "(Գանգատ թիվ 71243/01)", "", "ՎՃԻՌ", "(արդարացի փոխհատուցում)", "", "", "", "", "ՍՏՐԱՍԲՈՒՐԳ", "", "Մարտի 25, 2014թ.", "", "Սույն վճիռը վերջնական է, բայց կարող է ենթարկվել խմբագրական փոփոխությունների:", "", "Վիսթինշը և Պերեպյոլկինսն ընդդեմ Լատվիայի գործով", "Մարդու իրավունքների եվրոպական դատարանի Պալատը (Մեծ պալատ)` հետևյալ կազմով.", "Dean Spielmann, նախագահ,\n\tNicolas Bratza,\n\tFrançoise Tulkens,\n\tNina Vajić,\n\tLech Garlicki,\n\tPeer Lorenzen,\n\tKarel Jungwiert,\n\tElisabeth Steiner,\n\tJán Šikuta,\n\tAndrásSajó,\n\tNona Tsotsoria,\n\tIşılKarakaş,\n\tKristina Pardalos,\n\tAngelika Nußberger,\n\tJulia Laffranque,\n\tLinos-Alexandre Sicilianos,\n\tAndré Potocki, դատավորներ", "     և Մայքլ Օ’Բոյլ` քարտուղարի տեղակալ", "2014թ. մարտի 5-ի դռնփակ խորհրդակցության արդյունքում կայացրել են հետևյալ վճիռը, որն ընդունվել է նույն օրը`", "\nՎԱՐՈՒՅԹԸ", "1. Գործը հարուցվել է ընդդեմ Լատվիայի Հանրապետության` Մարդու իրավունքների և հիմնարար ազատությունների պաշտպանության մասին կոնվենցիայի (§Կոնվենցիա¦) համաձայն, 2001թ. հունիսի 5-ին` Լատվիայի քաղաքացիներ` պարոն Յանիս Վիսթինշի և պրն Գենադիյս Պերեպյոլկինսի («դիմողներ») կողմից ներկայացված գանգատի (թիվ 71243/01) հիման վրա: ", "2. Ըստ 2012թ. հոկտեմբերի 25-ին կայացրած վճռի («հիմնական վճիռ»)` Դատարանը (Մեծ պալատ) վճռել է, որ օտարելով դիմողներին պատկանող հողը, և հաշվի առնելով այն, որ փոխհատուցումն անհամաչափ է` ցածր է, Պատասխանող պետությունը գերազանցել է գնահատման սահմանը` այդպիսով վտանգելով սեփականության պաշտպանության և ընդհանուր շահերի պահանջների միջև անհրաժեշտ արդարացի հավասարակշռությունը: Հետևաբար, տեղի է ունեցել Թիվ 1 արձանագրության 1-ին հոդվածի խախտում (տես Vistiņš և Perepjolkins ընդդեմ Լատվիայի [GC], թիվ 71243/01, կետեր 130-131, և օպերատիվ դրույթների 2-րդ կետ, 2012թ. հոկտեմբերի 25):", "3. Կոնվենցիայի 41-րդ հոդվածի ներքո դիմողները պահանջել են հողի ամբողջական կադաստրային արժեքը` դրա օտարման պահի դրությամբ և հողի վարձակալության կապակցությամբ իրենց եկամտի կորստի համապատասխան փոխհատուցում: Նրանք նաև պահանջել են Դատարանում վարույթի հետ կապված իրենց ծախսերի փոխհատուցում:", "4. Քանի որ Կոնվենցիայի 41-րդ հոդվածի կիրառման հարցը որոշված չէր որոշում կայացնելու համար, Դատարանը Կառավարությանը և դիմողներին հորդորել էր հիմնական վճռի ընդունման մասին ծանուցման օրվանից երեք ամսվա ընթացքում ներկայացնել իրենց գրավոր առարկությունները դրա վերաբերյալ, մասնավորապես, տեղեկացնել դատարանին համաձայնության գալու դեպքում (ibid., կետ 140 և օպերատիվ դրույթների կետ 4):", "5. Համաձայնության չգալով` դիմողները և Կառավարությունը ներկայացրել են իրենց առարկությունները: Կառավարությունը հետագայում ներկայացրել է լրացուցիչ առարկություններ դիմողների արդարացի փոխհատուցման պահանջի վերաբերյալ:", "", "ՓԱՍՏԵՐ", "A. Անշարժ գույքի կադաստրային արժեքի որոշումը 1997թ.-ին", "", "6. Դիմողների հողը բռնագրավելու ժամանակ անշարժ գույքի կադաստրային արժեքը տարածաշրջանում որոշվել է Քաղաքային հողերի գնահատման մասին 1994թ. ապրիլի 12-ի թիվ 94 կանոնակարգի համաձայն (Noteikumi “Par pilsētuzemesvērtēšanu”), որն ուժի մեջ էր մինչև 1998թ. հունիսի 12-ը: Այնքանով, որքանով դա կապված է սույն գործի հետ` ներածական տեքստը պարունակում է հետևյալ սահմանումները.", "«... Հողատարածքի կադաստրային արժեքը, հողատարածքի քաղաքային հատակագծումը և տնտեսական արժեքը ձևակերպվում են դրամական ձևով:", "...", "Հողատարածքի արժեքը [zemesparaugvērtība] - հատուկ նպատակով շահագործման համար արժեքավոր գոտում [vērtībuzona] գտնվող քաղաքային հողերի քմ-ի առավելագույն արժեքն է:", "Դե ֆակտո հողատարածքի արժեքը [zemesfaktiskāparaugvērtība]-հատուկ նպատակով շահագործման համար հատուկ գոտում [vērtībuzona] գտնվող քաղաքային հողերի քմ-ի առավելագույն արժեքն է:", "...", "Արժեքավոր գոտին քաղաքային տարածքի մասն է, որը համապատասխանում է անշարժ գույքի արժեքը բնորոշող հիմնական տվյալներին:", "... ¦:", "7. 5-րդ հոդվածը նախատեսում է, որ այդ կարգավորումը կիրառելի չի եղել քաղաքային հողի շուկայական արժեքը որոշելու համար: Գնահատման նպատակներով քաղաքային տարածքը բաժանվել է ընդհանուր հողօգտագործման հատակագծի արժեքավոր գոտիների: Մայրաքաղաք Ռիգան պետք է բաժանվեր յոթ կամ ավելի գոտիների (հոդված 7): 8-րդ հոդվածի ներքո հիմնական գոտիավորման չափանիշներն էին.", "§...", "(1) [հողի] դիրքը քաղաքի կենտրոնի հետ կապված,", "(2) հանրային աշխատանքների ենթակառուցվածքների և սոցիալական ծառայությունների զարգացման մակարդակը,", "(3) տարածքի գրավչությունը,", "(4) էկոլոգիական պայմանները և բացասական գործոնների հետևանքները,", "(5) տարածաշրջանային երկրաբանական պայմանները¦:", "8. Կարգավորման 24-րդ հոդվածը հողատարածքի արժեքի (paraugvērtība) հաշվարկման մեթոդաբանության հիմքը հանդիսացավ: Այնպիսի քաղաքներում, ինչպիսին Ռիգան է տարածքի արժեքը չպետք է հաշվարկվի հատուկ ձևով, քանի որ այն համապատասխանում է կարգավորման թիվ 2 հավելվածին: Տարածքի դե ֆակտո արժեքը հաստատելու համար (faktiskāparaugvērtība) անհրաժեշտ էր հաշվարկել տվյալ գոտու արժեքի և հարակից գոտու տարբերությունը, այն բազմապատկել հաջորդ գոտու հեռավորության չափով, ապա ստացված արդյունքը բաժանել ըստ գոտու լայնության, և, վերջապես, ամրագրված սանդղակին ավելացնել համապատասխան տարածքի արժեքը (հոդված 25): Տարածքի արժեքը դե ֆակտո պետք է ճշգրտվի հողի վրա կառուցված շենքերին համապատասխան (հոդված 26):", "9. Տարածքի դե ֆակտո արժեքը պետք է բազմապատկվի հողատարածքի մակերեսով` դրա կադաստրային արժեքն ստանալու նպատակով: Այնուհետև այն ենթակա է 20% սահմանաչափի ճշգրտման` հաշվի առնելով որոշ դրական կամ բացասական գործոններ (հոդվածներ 30 և 34): Հողի կադաստրային արժեքի հաշվարկը Հողատարածքի պետական ​​ մարմնի պատասխանատվությունն է (ValstsZemesdienests):", "B. Պարտադիր տոկոսը", "10. Քաղաքացիական օրենսգրքի համապատասխան դրույթները (Civillikums) շարադրված է հետևյալ կերպ.", "Հոդված 1757", "«Եթե պայմանագիրը նախատեսում է տոկոսադրույքի վճարում` դրա տոկոսները պետք է ամրագրված լինեն, հակառակ դեպքում այն պետք է հաշվարկվի սահմանված կարգով (տեoս հոդված 1765)»:", "Հոդված 1765", "(մինչև 2006թ. մարտի 1-ն ուժի մեջ եղած տարբերակ)", "«Տոկոսադրույքը պետք է հստակորեն հաստատվի գործով կամ պայմանագրով: Հակառակ պարագայում, այն դեպքերում, երբ կանոնադրական տոկոսի վճարումը պահանջվում է օրենքով, ապա փոխարժեքը պետք է լինի տարեկան վեց տոկոսադրույքի չափով: Տոկոսները նախատեսված ժամանակահատվածում չվճարելու դեպքում` մեկ տարվա կամ ավելի երկար ժամանակահատվածի ընթացքում, ապա այդ պահից վարկառուի խնդրանքով կանոնադրական տոկոսները գումարվում են այդ գումարին»:", "Հոդված 1765", "(մինչև 2006թ. մարտի 1-ն ուժի մեջ եղած 2013թ. մայիսի 23-ի օրենքով փոփոխված տարբերակ)", "«Տոկոսադրույքը պետք է հստակորեն հաստատված լինի պայմանագրով: Այլապես, ինչպես այն դեպքերում, երբ կանոնադրական տոկոսները սահմանված են օրենքով, փոխարժեքը պետք է լինի տարեկան վեց տոկոսադրույքի չափով:", "Նյութական պարտքի պայմանագրով նախատեսված ժամկետից վճարման ուշացման տոկոսադրույքը` որպես փոխհատուցում ապրանքի առաքման կամ ձեռքբերման կամ մատուցած ծառայության համար, պետք է կազմի ութ տոկոս [«յոթ տոկոս» նախքան 2013թ. հունիսի 26-ը] տարեկան բազային դրույքաչափից բարձր (հոդված 1765, երրորդ կետ), պայմանագրային հարաբերություններին համապատասխան, որոնց համաձայն սպառողը հանդիսանում է կողմ [բազային տոկոսադրույքը պետք է լինի] տարեկան վեց տոկոսադրույք:", "Բազային տոկոսադրույքը պետք է լինի չորս տոկոս: Այդ ցուցանիշը պետք է փոփոխվի ամեն տարի հունվարի 1-ին և հուլիսի 1-ին, ըստ համապատասխան տոկոսադրույքի ավելացման կամ նվազման` ամենավերջին սահմանված փոխարժեքով, որը ֆիքսվում է Լատվիայի բանկի կողմից գործողությունների վերաֆինանսավորման համար` նախքան կես տարվա առաջին օրը: Յուրաքանչյուր տարվա հունվարի 1-ից և հուլիսի 1-ից հետո Լատվիայի բանկն անհապաղ հրապարակում է [պաշտոնական տեղեկագրում] կիրառելի տոկոսադրույքի վերաբերյալ տեղեկատվություն առաջիկա կես տարվա համար:", "Տոկոսները կարող են հաշվարկվել միայն կապիտալի նկատմամբ: Այնուամենայնիվ, տոկոսները նախատեսված ժամանակահատվածում չվճարելու դեպքում` մեկ տարվա կամ ավելի երկար ժամանակահատվածի ընթացքում, ապա այդ պահից վարկառուի խնդրանքով կանոնադրական տոկոսները գումարվում են այդ գումարին»:", "Հոդված 1763", "«Տոկոսը դադարում է աճել`", "(1), երբ դեռ չվճարված տոկոսների գումարը հավասարվում է կապիտալի գումարին ...¦:", "(2)", "C. Գնաճը", "11. Ըստ Լատվիայի կենտրոնական բյուրոյի ներկայացրած` գնաճի տեմպերի հաշվարկի վերաբերյալ վիճակագրության (centrâla Statistikaspārvalde) 1997թ. նոյեմբերի 25-ից (օտարման մասին համապատասխան օրենքի ուժի մեջ մտնելը, տես հիմնական վճիռը, կետեր 23 և 54) 2012թ. հոկտեմբերի 25-ը (հիմնական վճռի ամսաթիվը) ընկած ժամանակահատվածում գնաճը կազմել է 94.3%:", "ՕՐԵՆՔԸ", "12. Կոնվենցիայի 41-րդ հոդվածը սահմանում է.", "§Եթե Դատարանը գտնում է, որ տեղի է ունեցել Կոնվենցիայի կամ դրան կից Արձանագրությունների խախտում, իսկ համապատասխան Բարձր պայմանավորվող կողմի ներպետական իրավունքն ընձեռում է միայն մասնակի հատուցման հնարավորություն, ապա Դատարանը որոշում է, անհրաժեշտության դեպքում, տուժած կողմին արդարացի փոխհատուցում տրամադրել¦:", "A. Նյութական վնասը", "1. Կողմերի փաստարկները", "(a) դիմողները", "13. Դիմողները նշել են, որ Դատարանի հիմնական վճռում համապատասխան հողատարածքի ձեռքբերումը և այդ հողատարածքի նկատմամբ իրենց սեփականության հարցը Լատվիայի օրենքին համապատասխան կասկածի տակ չի դրվել: Ընդհակառակը` Դատարանը հստակորեն նկատել է, որ դիմողների գույքի ձեռքբերման բարեխղճությունը երբևէ չի բողոքարկվել, և որ Լատվիայի իշխանությունները պաշտոնապես ճանաչել են նրանց սեփականության իրավունքը` հողատարածքը նրանց անունով գրանցելով և վճարելով նրանց վարձավճար (տեoս հիմնական վճիռը, կետ 120): Ընդ որում, նրանք երբեք չեն օգտագործել իրենց գույքային իրավունքները հակառակ օրենքի կամ հանրային շահին վնաս պատճառելով: Դիմողները, հետևաբար, պատասխանատվություն չեն կրում վնասի համար, որը նրանց պատճառվել է իրենց հողատարածքները բռնագրավելու արդյունքում:", "14. Վկայակոչելով Գիսո-Գալիսայն ընդդեմ Իտալիայի գործը (արդարացի փոխհատուցում) [GC], թիվ 58858/00, կետ 105, 2009թ. դեկտեմբերի 22) և Մեդիչին և այլոք ընդդեմ Իտալիայի գործը (արդարացի փոխհատուցում), թիվ 70508/01, կետ 13, 2012թ. դեկտեմբերի 4)` դիմողները գտել են, որ փոխհատուցումը պետք է համապատասխանի գույքը կորցնելու պահին հողի ամբողջ արժեքին` հանած ներպետական ​​մակարդակով տրամադրված ցանկացած գումարը, ապա թարմացվում է գնաճի հետևանքները փոխհատուցելու նպատակով` գումարած տոկոսը: Այս կապակցությամբ նրանք ընդգծել են, որ հողատարածքի կադաստրային արժեքը, որը սահմանվել է Հողամասերի պետական ​​ ծառայության կողմից` քաղաքական նկատառումներից, ինչպես նաև այլ գործոններից ելնելով, չի համապատասխանում դրա փաստացի շուկայական արժեքին, որը հիմնականում պետք է որոշվի ազատ-առևտրային մեխանիզմների հիման վրա: Որպես օրինակ դիմողները ներկայացրել են SIA I ընկերության կողմից կազմված փորձագիտական ​​զեկույցը, որը վավերացվել է անշարժ գույքի գնահատողի կողմից, և որից պարզ երևում է, որ 2012թ. դեկտեմբերի 20-ին գործին առնչվող ամբողջ հողատարածքի ընդհանուր կադաստրային արժեքը կազմել է 723,118 լատվիական լաթ (LVL), իսկ դրա ամբողջական շուկայական արժեքը կազմել է 7.609.000 լաթ (LVL): Կադաստրային արժեքը, այդպիսով, կազմել է գույքի շուկայական արժեքի մոտավորապես 10%-ը: Ինչ վերաբերում է Կառավարության կողմից ներկայացված փորձագիտական ​​զեկույցներին (տեoս ստորև` կետեր 23-28), դիմողները մեկնաբանել են, որ դրանք բավականաչափ հուսալիորեն և հստակորեն չեն համապատասխանում ընդունված մեթոդաբանությանը:", "15. Բացի դրանից, դիմողները պնդել են, որ վերը նշված արժեքների վրա չեն ազդել հողի վրա կառուցված, այսպես կոչված, ենթակառուցվածքները: Միակ ենթակառուցվածքը, որը հայտնաբերվել է այնտեղ` բռնագրավման ժամանակ, բաղկացած էր բեռնարկղերը տեղադրելու համար «բետոնե ափսեներից», որի արժեքը կազմել է 5.28 լաթ (LVL) մեկ քառակուսի մետրի դիմաց:", "16. Իրականում, հողատարածքի միակ այն արժեքը, որն առկա էր բռնագրավման ժամանակ եղել է Հողատարածքների պետական ​​ մարմնի (ValstsZemesdienests) հաստատված կադաստրային արժեքը: Այդ արժեքն կիրառվել է անշարժ գույքի հարկը հաշվարկելու համար, վարձավճարներն ամրագրելու և սերվիտուտների հիման վրա հողերի օգտագործման համար փոխհատուցումը որոշելու նպատակով: Սույն գործում Լատվիայի դատարանները նույնպես կադաստրային արժեքը կիրառել են որպես հիմք դիմողներին պատկանող հողատարածքների վարձավճարները հաշվարկելու համար (տեoս հիմնական վճիռը, կետեր 25-27), և դա այն արժեքն է, որը Դատարանը պետք է ընդունի որպես հիմք Կոնվենցիայի 41-րդ հոդվածի համաձայն փոխհատուցում տրամադրելու համար:", "17. Դիմողները հայտնել են այն կարծիքը, որ փոխհատուցման չափը որոշելիս անհրաժեշտ է հաշվի առնել այն գումարների չափը, որոնք ստացել են այլ անձինք իրենց սեփականության դիմաց` համանման իրավիճակում: Նրանք ներկայացրել են վաճառքի պայմանագրից և հողային ռեգիստրից քաղվածքների պատճենները, որոնք վկայում են այն մասին, որ 2002թ. հուլիսի 31-ին Ռիգա քաղաքը տիկին Դ.-ից ձեռք է բերվել 10,590 քառակուսի մետր տրամագծով հողատարածք Քունձիսալայում, որը մոտ է երկրորդ դիմողին պատկանող տարածքին: Այդ հողատարածքի կադաստրային արժեքը` դրա գնման ժամանակ, կազմել է 515.981 լաթ (LVL), պայմանագրում կողմերի միջև համաձայնեցված գինը կազմել է 309,588.60 լաթ (LVL), այսինքն` 29,23 լաթ (LVL) մեկ քառակուսի մետրի դիմաց, ինչը կազմում է այդ ժամանակվա դրությամբ կադաստրային արժեքի 60%-ը:", "18. Դիմողները հայտարարել են, որ իրենց պատկանող հողատարածքի կադաստրային արժեքն օտարման ժամանակ կազմել է 564,140 լաթ (LVL) (802,698.90 եվրո (EUR))` առաջին դիմողի դեպքում, և 3,126,480 լաթ (LVL) (EUR 4,448,580.26)` երկրորդ դիմողի դեպքում: Սրանք, հետևաբար, այն գումարներն են, որոնք դիմողները պահանջել են Դատարանում:", "19. Դիմողները նաև նկատել են, որ, համաձայն Դատարանի նախադեպային իրավունքի` պարտադիր տոկոսը պետք է ավելացվի ցանկացած փոխհատուցմանը (տարեկան 6%` ըստ Լատվիայի քաղաքացիական օրենսգրքի), գնաճի հետևանքների փոխհատուցման հետ մեկտեղ: Այնուամենայնիվ, դիմողները նախընտրել են պահանջել տասնհինգ տարվա ընթացքում վարձավճարներն ստանալու իրենց անկարողության հետևանքով եկամտի կորստի համար փոխհատուցում (1997թ.-ից միջև 2012թ.-ը): Քանի որ վարձավճարը կազմել է հողատարածքի կադաստրային արժեքի տարեկան տոկոսադրույքի 3%-ը, նրանք այդ հիմքով պահանջել են համապատասխանաբար 253.863 լաթ (LVL) կամ 361,214.51 եվրո (առաջին դիմողը) և 1.406.916 լաթ (LVL) կամ 2,001,861.12 եվրո (երկրորդ դիմողը):", "20 Այսպիսով, ընդհանուր առմամբ դիմողները պահանջել են 1,163,913.41 եվրո (առաջին դիմող) և 6,450,441.38 եվրո (երկրորդ դիմող):", "(B) Կառավարությունը", "21. Կառավարությունն ընդունել է, որ փոխհատուցման գումարը պետք է համապատասխանի գույքի արժեքին` այն կորցնելու պահի դրությամբ: Այնուամենայնիվ, այն պնդել է, որ չնայած հողի կադաստրային արժեքն օգտագործվել է որպես վարձակալությամբ տրված հողատարածքների հաշվարկման հիմք, այնուամենայնիվ այն համապատասխան չէ, և չպետք է կիրառվի Կոնվենցիայի 41-րդ հոդվածի նպատակների համաձայն: Այս կապակցությամբ, Կառավարությունը պարզաբանել է, որ 1997 թվականին կադաստրային արժեքը բացարձակ չի համապատասխանել հողի փաստացի շուկայական արժեքին: Անկախանալուց հետո` վերջին մի քանի տարիների ընթացքում ընթացքում անշարժ գույքի շուկան (որը բացակայել է խորհրդային տարիներին, երբ ցանկացած հողատարածք պատկանել է պետությանը) պարզապես սկսել է զարգանալ: Հետևաբար, անցումային այդ շրջանում քաղաքային բնակավայրերի բաժանումը գոտիների, տարածքների արժեքը և դրա արդյունքում կադաստրային արժեքը հիմնված էին տեսական ենթադրությունների վրա և կախված էին համապատասխան քաղաքի բնակչության թվաքանակից և տարածքի` կենտրոնի հետ մերձակայությունից (տեoս վերը` կետեր 6-9): Քանի որ Ռիգայի Ինքնավար նավահանգիստը համեմատաբար մոտ է մայրաքաղաքի կենտրոնին, դրա տարածքն ընդգրկվել է «AB» գոտում, որը համարվում է բարձրարժեք գոտիներից երկրորդը: Այդ գոտում հողատարծքների արժեքները տատանվում են 24,24 լաթից մինչև 87,60 լաթ` մեկ քառակուսի մետրի դիմաց:", "22. 1998թ. հունվարի 1-ին` օտարումից հետո, ուժի մեջ մտավ «Անշարժ գույքի հարկի մասին» նոր օրենքը: Ի տարբերություն նախորդ համակարգի, այս օրենքը երաշխավորում է, որ հետագայում կադաստրային արժեքը պետք է հաստատվի գույքի շուկայական տեղեկատվության հիման վրա: Նոր գոտիները և նոր կադաստրային արժեքները, որոնք հիմնված են այդ տեղեկության վրա, ուժի մեջ չեն մտել մինչև 2003թ.: Դիմողներին պատկանող հողի նոր կադաստրային արժեքը կազմել է 3.90 լաթ` մեկ քառակուսի մետրի դիմաց, և այն պահպանվել է մինչև 2000թ.:", "23. Վերը նշված պատճառով Կառավարությունը պնդել է, որ հողի 1997թ. կադաստրային արժեքն ոչ համապատասխան է հաշվարկել որպես դիմողների կողմից կրած նյութական վնասի փոխհատուցում, և որ փոխարենը պետք է կիրառվի օտարման ամսաթվի դրությամբ դրա շուկայական արժեքը: Այնուամենայնիվ, հողն օտարելու ժամանակահատվածում դրա արժեքը հայտնի չէր. դրա հաշվարկը կլիներ անիմաստ, քանի որ գույքը ենթակա չէր շուկայական գործարքների: Այդ բացթողումը լուծելու նպատակով Կառավարությունը ներկայացրել է չորս փորձագետի հաշվետվությունները, որոնք կազմվել են 2013 թվականի հունվարին` երեք անշարժ գույքի գնահատման ընկերությունների կողմից, որոնցում առկա է հողի շուկայական արժեքի հետադարձ հաշվարկը 1997թ. նոյեմբերի 25-ի դրությամբ (համապատասխան օրենքի ուժի մեջ մտնելու ամսաթիվը, տեoս հիմնական վճիռը, կետեր 23 և 54):", "24. Առաջին զեկույցում, որը կազմվել է 2013թ. հունվարի 22-ին SIA BKG ընկերության կողմից, ներկայացված է հետևյալ գնահատումը.", "«Մեզ խնդրել են որոշել սեփականության, մասնավորապես` Ռիգայում` Քունձինսալայում գտնվող հողատարածքի շուկայական արժեքը, որը գրանցված է 0100 096 0236 համարի ներքո և [բռնագրավված է Յանիս Վիսթինսի կողմից] ... 1997թ. նոյեմբերի 25-ի դրությամբ: Գնահատումն իրականացվել է Լատվիայի գույքի գնահատման չափանիշներին (Latvijas Īpašumavērtēšanasstandarti, LVS-401) և օրենքի պահանջներին համապատասխան... հանրային տոկոսների սահմանման նպատակով անշարժ գույքի օտարման նկատմամբ, որոնք ուժի մեջ են մտնում բռնագրավման ամսաթվից:", "Հետևելով մեր հաշվարկներին և վերլուծություններին` մենք հասանք այն եզրակացությանը, որ 1997թ. նոյեմբերի 25-ի դրությամբ հողի շուկայական արժեքը կազմել է 338,484 լաթ ...", "§Շուկայական արժեքը¦ գումար է, որը հաշվարկվում է գնահատման ժամանակահատվածում, որի դիմաց գույքը մեկ սեփականատիրոջից պետք է անցնի մյուսին` գնորդի և վաճառողի միջև առևտրային գործարքի հիման վրա, ընդ որում, ենթադրվում է, որ յուրաքանչյուր կողմ գործում է գիտակցաբար ... և ոչ բռնության ազդեցության տակ ...¦:", "25. Երկրորդ զեկույցը, որը կազմվել է նույն օրը, նույն ընկերության կողմից, վերաբերում է երկրորդ դիմողից (պարոն Գենադիյս Պերեպյոլկինս) օտարված հողատարածքներին: Դրա հիմնավորումը նույնն է, ինչպես առաջին զեկույցում: Ըստ այդ փաստաթղթի` երկրորդ դիմողին պատկանող հողատարածքների ընդհանուր շուկայական արժեքը 1997թ. նոյեմբերի 25-ի դրությամբ կազմել է 1,250,593 լաթ:", "26. Երրորդ զեկույցը կազմվել է 2013թ. հունվարի 22-ին` մեկ այլ գնահատման ընկերության կողմից (SIA V): Կրկին հիմնվելով LVS-401-րդ չափորոշչի վրա և կիրառելով նույն §շուկայական արժեք» սահմանումը`զեկույցում նշվում են հետևյալ տվյալները. 338,500 լաթ առաջին դիմողի հողատարածքի համար և 1.250.500 լաթ երկրորդ դիմողի բոլոր չորս հողատարածքների համար: Այնուամենայնիվ, զեկույցում նաև սահմանվել է բոլոր վերը նշված սեփականությունների շուկայական արժեքը` §առանց հաշվի առնելու որոշակի հանգամանքները, մասնավորապես` վարձավճարները սահմանող դատարանների վճիռները»: Այսպիսով, առաջին դիմողի օտարված հողատարածքի արժեքը կազմել է 100,700 լաթ, իսկ երկրորդ դիմողի չորս հողատարածքների ընդհանուր արժեքը կազմել է 281.300 լաթ:", "27. Երրորդ ընկերության (SIA E) չորրորդ զեկույցը ներկայացվել է 2013թ. հունվարի 23-ին: Ինչպես բոլոր վերը նշված զեկույցները, այն նույնպես հիմված է եղել LVS-401 չափանիշների և միևնույն «շուկայական արժեք¦ սահմանման վրա: Այս զեկույցը ներկայացրել է հետևյալ պատկերը` 338.000 լաթ առաջին դիմողի հողատարածքի և 1,250,000 լաթ երկրորդ դիմողի բոլոր չորս հողատարածքների դիմաց:", "28. Կառավարությունը նաև տրամադրել է հինգերորդ փորձագետի զեկույցը`կազմված նույն ընկերության (SIA E) կողմից 1999թ.: Ի տարբերություն նախորդ չորս զեկույցների, այն չի սահմանել 1997թ. նոյեմբերի 25-ի դրությամբ շուկայական արժեքը, այլ ներկայացրել է 1999թ. սեպտեմբերի 12-ի դրությամբ Ռիգայի ինքնավար պետության առևտրային նավահանգստի ողջ տրամագծով «տնտեսապես սահմանված միջին կադաստրային արժեքը»: Կառավարությունը պարզաբանել է, որ այդ գնահատման մեջ հաշվի չի առնվել հողատարածքի հեռավորությունը քաղաքի կենտրոնից (և, հետևաբար, սխալ է), այլ հիմնված է եղել նմանատիպ այլ նավահանգիստների հետ համեմատության վրա: Ըստ այդ զեկույցի` «տնտեսապես սահմանված միջին կադաստրային արժեքը» սույն վայրում կազմել է 6.62 լաթ մեկ քառակուսի մետրի դիմաց, մինչդեռ «տնտեսապես սահմանված միջին կադաստրային արժեքը» կազմել է 18,79 լաթ` մեկ քառակուսի մետրի դիմաց:", "29. Կառավարությունն անդրադարձել է Դատարանի հիմնական վճռում այն եզրակացությանը, որ «Լատվիայի իշխանություններն արդարացիորեն որոշել են փոխհատուցում չտրամադրել դիմողներին բռնագրավված գույքի ընդհանուր շուկայական արժեքի դիմաց, և որ Թիվ 1 արձանագրության 1-ին հոդվածի պահանջները բավարարելու համար բավական է շատ ավելի նվազ չափով գումարների տրամադրումը §(տեoս հիմնական վճիռը, կետ 118): Այն նաև նկատել է, որ դիմողներն իրենց հողատարածքները ձեռք են բերել նվիրատվության միջոցով, որ նրանք չունեն որևէ ներդրում դրանց զարգացման համար, նրանք հողատարածքի համար չեն վճարել որևէ հարկ և դրա բռնագրավումից հետո նրանք ստացել են շատ բարձր վճար վարձավճարի պարտքերի դիմաց (կետեր 25-27): Ավելին, դիմողներն ստացել են փոխհատուցում, թեև Դատարանը գտել, որ դա անհիմն է (կետեր 22 և 24): Կառավարության պնդմամբ` հողատարածքից ուղղակի և անուղղակի ստացված շահույթը` ի վնաս հարկատուների (այսինքն` վարձակալության պարտքերին համապատասխան գումարները, չվճարված հարկերը և արդեն վճարված փոխհատուցումը), կազմել է 72,475.26 լաթ առաջին դիմողի համար և 455,320.71 լաթ երկրորդ դիմողի համար: Հաշվի առնելով Պատասխանող պետության ընդհանուր տնտեսական վիճակը բռնագրավման պահին (օրինակ` 1993թ. և 1996թ. միջև ընկած ժամանակահատվածում միջին ամսական աշխատավարձը Լատվիայում կազմել է ընդամենը 142 եվրո)` այդ գումարներն ահռելի էին: Կառավարությունը խնդրել է Դատարանին, որ, հաշվի առնելով վերոգրյալը, զգալիորեն նվազեցնել դիմողների պարտքերը:", "30. Հաշվի առնելով վերոհիշյալ նկատառումները` Կառավարությունն արտահայտել է այն տեսակետն, որ Դատարանը պետք է վճռի տրամադրել 27,607 լաթ (39,281 եվրո)` առաջին դիմողի և 80,522 լաթ (114,572 եվրո) երկրորդ դիմողի համար` որպես փոխհատուցում իրենց հողատարածքները բռնագրավելու դիմաց: Այն չի պարզաբանել, թե ինչպես է հաշվարկել այդ գումարները կամ հաշվարկման ինչ բանաձևով է ուղղորդվել այն կիրառելիս: Սակայն այն ընդգծել է, որ շուկայական գինը, որի վրա հիմնված էին հաշվարկները, կազմել է կապիտալիզացման տոկոսադրույքից ստացված եկամտի 5%-ը:", "31. Վերջապես, Կառավարությունը պնդել է, որ, հաշվի առնելով Դատարանի գործող նախադեպային իրավունքը, առկա չէ որևէ իրավական հիմք, որով դիմողները կարողանային բողոքել եկամտի լրացուցիչ կորստի համար: Այդ կապակցությամբ այն գտել է, որ վերը նշված Գիսո-Գալիսայ գործով վճռում Դատարանի կողմից ընդունված որոշումը կիրառելի չէ սույն գործում, քանի որ բռնագրավումն օրինական էր և ոչ կառուցողական օտարում, որն անհամատեղելի է օրինականության սկզբունքի հետ:", "2. Դատարանի գնահատականը", "32 Դատարանը նշում է, ի սկզբանե, որ հիմնական վճռի 118-րդ կետը շարադրված է հետևյալ կերպ.", "«Դատարանը գտնում է, որ Լատվիայի իշխանություններն արդարացիորեն որոշել են չփոխհատուցել դիմողներին բռնագրավված գույքի ամբողջական շուկայական արժեքի համար, և որ շատ ավելի ցածր գումարները կարող էին բավարարել Թիվ 1 արձանագրության 1-ին հոդվածի պահանջները երեք պատճառներով. առաջին` այն պատճառով, որ հողատարածքի փաստացի շուկայական արժեքն օբյեկտիվորեն չէր կարող որոշվել, մասնավորապես, այն պատճառով, որ առուվաճառքի բացառիկ իրավունքը ներկայացված է պետական ​​և տեղական ինքնակառավարման մարմինների օգտին Նավահանգիստների ակտով ..., երկրորդ` քանի որ հողատարածքը ենթարկվել է պարտադիր սերվիտուտների` ի շահ նավահանգստի ..., և վերջապես, այն պատճառով որ դիմողները միջոցներ չեն ներդրել իրենց հողատարածքը զարգացնելու համար և չեն վճարել հողատարածքի որևէ հարկ, հարկային վերագնահատման ընթացակարգի համաձայն հետագայում նրանց դեմ գործ էր հարուցվել Ռիգայի քաղաքային խորհրդի կողմից, սակայն` անհաջող»:", "33. Դատարանն այնուհետև նշում է, որ դիմողները պնդել են, որ իրենք կրել են նաև եկամտի կորուստ, հողատարածքի վարձը դրա բռնագրավումից հետո ստանալ չկարողանալու հետևանքով: Դատարանը կրկնում է, որ վճիռը, որում այն գտնում է, որ տեղի է ունեցել խախտում, Պատասխանող պետության վրա իրավական պարտավորություն է դնում դադարեցնել խախտումը և փոխհատուցել դրա հետևանքների համար և իրավիճակը վերականգնել այնպես, ինչպես առկա էր մինչև խախտումը (տեoս Յաթրիդիսն ընդդեմ Հունաստանի (արդարացի փոխհատուցում) [GC], թիվ 31107/96, կետ 32, ՄԻԵԴ 2000թ., XI): Այլ կերպ ասած, նյութական վնասի փոխհատուցումը պետք է հանգեցնի այնպիսի հնարավոր համանման իրավիճակի, որ կարող էր լինել, եթե տեղի չունենար խախտում: Ինչպես Դատարանն այդ կապակցությամբ նախկինում վճռել է, որ անհնարին է հավասարեցնել օրինական օտարումը կառուցողական օտարման հետ (տեoս վերը նշված Գիսո-Գալիսայի գործը, կետ 95): Սույն գործով Դատարանը վիճարկվող օտարման պաշտոնական օրինականության հարցը թողել է բաց` նշելով հետևյալը (տեoս հիմնական վճիռը, կետ 105).", "«Դատարանը, այնուամենայնիվ, կասկածի տակ է առնում, թե արդյոք վիճարկվող բռնագրավումը կարող է դիտարկվել որպես «օրենքով նախատեսված պայմաններով» կիրառված, հաշվի առնելով մասնավորապես դիմողների նկատմամբ և ընթացակարգային երաշխիքների շեղումները ... Դատարանը, սակայն, չի գտնում, որ անհրաժեշտ է լուծել այդ հարցը, քանի որ վիճարկվող բռնագրավումը խախտում է Թիվ 1 արձանագրության 1-ին հոդվածն այլ պատճառներով ... »", "34. Ամեն դեպքում, իր հիմնական վճռում Դատարանը չի հայտարարել, որ այդ օտարումը համապատասխան չէ օրինականության սկզբունքին, քանի որ խախտում հայտնաբերելը հիմնված է բացառապես հողի պաշտոնական կադաստրային արժեքի և դիմողներին տրամադրված փոխհատուցման միջև չարդարացված անհամաչափության վրա (կետեր 119 և 130): Այդ պայմաններում, «ամենամոտ հնարավոր իրավիճակը, որում տեղի չի ունեցել խախտում», սահմանափակվում է համապատասխան փոխհատուցում վճարելով, որը պետք է վճարվեր բռնագրավման պահին: Եվ հակառակը, եթե որևէ հիմք չկա, որով դիմողները կարող են բողոքել եկամտի կորստի դեմ բռնագրավմանը հաջորդող ժամանակահատվածում, ապա նրանց պահանջներն այդ մասով պետք է մերժվի:", "35. Դատարանը պետք է որոշի դիմողներին տրամադրվող գումարը որպես ոչ նյութական վնասի փոխհատուցում (damnumemergens): Այս կապակցությամբ այն արտահայտում է այն տեսակետը, որ Գիսո-Գալիսայ գործում սահմանված չափորոշիչները (վերը նշված, կետեր 104-105), չեն կարող կիրառվել սույն գործում, քանի որ դրանք կիրառելի են անօրինական բռնագրավումների ընթացքում: Սույն գործով Դատարանը կրկնում է, որ եղել է ծայրահեղ անհամապատասխանություն հողատարածքի պաշտոնական կադաստրային արժեքի և դիմողներին տրամադրած փոխհատուցման միջև, և ոչ թե հատուկ հողատարածքի բռնագրավման անօրինական փաստ, ինչը եղել է հայտնաբերած խախտման սկզբում:", "36. Այդ հանգամանքներում Դատարանը գտնում է, որ սույն դեպքում տրամադրվող փոխհատուցումը չի արտացոլի ոչ վիճարկվող միջամտության հետևանքները վերացնելու գաղափարը, ոչ գույքի ամբողջական գումարը: Համապատասխան փոխհատուցման գումարը որոշելիս Դատարանը պետք է հաշվի առնի Թիվ 1 արձանագրության 1-ին հոդվածի վերաբերյալ իր նախադեպային իրավունքով սահմանված չափորոշիչները, ըստ որոնց` առանց գույքի արժեքի ողջամիտ գումարի վճարման դրա բռնագանձումը սովորաբար համարվում է անհամաչափ միջամտություն, որը չի կարող համարվել արդարացված այդ հոդվածով: Դատարանը, հետևաբար, համարում է, որ անհրաժեշտ է ամրագրել գումարների չափը, որոնք հնարավորինս «ողջամտորեն կհամապատասխանեն» հողամասերի շուկայական արժեքին, այսինքն` գումարների չափն ինքնին ընդունելի կլինի Թիվ 1 արձանագրության 1-ին հոդվածի ներքո, եթե Պատասխանող պետությունը պատշաճ փոխհատուցում տրամադրի դիմողներին: Այդ նպատակով պետք է կատարվի վիճարկվող օտարման հետևանքների ընդհանուր գնահատում` փոխհատուցման գումարը հաշվարկելով հողատարածքի արժեքին համապատասխան, այն ժամանակահատվածում, երբ դիմողները կորցրել են իրենց սեփականությունը (տեoս հիմնական վճիռը, կետ 111): Վերջապես, հաշվի առնելով սույն գործի որոշակի հանգամանքները` Դատարանը պետք է համապատասխան գումարները հաշվարկելիս ելնի արդարացի նկատառումներից (տես, mutatis mutandis, Հունաստանի նախկին թագավորը և այլոք ընդդեմ Հունաստանի [GC] (արդարացի փոխհատուցում), թիվ 25701/94, կետեր 78-79, 2002թ. նոյեմբերի 28), միևնույն ժամանակ հաշվի առնելով հիմնական վճռի 118-րդ կետում առկա եզրակացությունները:", "37. Դատարանը նշում է, որ նախքան օտարումը հողատարածքները ենթարկվել երեք հաջորդական գնահատման 1994թ., 1996թ. և 1997թ.: Առաջին գնահատումը կատարվել է, երբ հողը ձեռք էր բերվել նվիրատվության նպատակով, որը երբևէ չի ենթարկվել օտարման և փոխհատուցման: Ինչ վերաբերում է երրորդին` այն ներկայացրել է այնպիսի արժեք, որը Դատարանը գտել է անբավարար Թիվ 1 արձանագրության 1-ին հոդվածի նպատակներով (տեoս հիմնական վճիռը, կետեր 115-117 և 130-131): Ինչ վերաբերում է 1996թ. Պետական ​​հողային մարմնի անշարժ գույքի գնահատման կենտրոնի կողմից հողամասերի կադաստրային արժեքի հիման վրա կազմված երկրորդ գնահատմանը (կետ 116)` Կառավարության բացատրությունների համաձայն, որոնք չեն վիճարկվել դիմողների կողմից, անշարժ գույքի կադաստրային արժեքն այդ ժամանակահատվածում հաշվարկվել է ըստ զուտ քաղաքաշինական չափորոշիչների և չի արտացոլել դրա իրական շուկայական արժեքը (տեoս նաև վերը բերված համապատասխան ներպետական ​​օրենքը, կետեր 6-9): Հետևաբար, Դատարանը նպատակահարմար չի գտնում կիրառել այն որպես հիմք նյութական վնասը հաշվարկելիս:", "38. Դատարանը նշում է, որ կողմերը ներկայացրել են մի շարք փորձագետների հաշվետվություններ, որոնք կազմվել են հողատարածքների բռնագրավումից հետո: Ղեկավարվելով արդարացի նկատառումներով, ինչպես պահանջվում է 41-րդ հոդվածով, այն հանգում է այն տեսակետն, որ հողատարածքի §տնտեսության վրա հիմնված միջին կադաստրային արժեքը¦ Ռիգայի Ինքնավար առևտրային նավահանգստի պարագծային շրջանակներում, որը հաստատվել է փորձագետների ընկերության (SIA E) կողմից 1999թ.-ին, առավել համապատասխան հիմք կլինի դիմողներին տրամադրվելիք գումարները հաշվարկելու համար (տեoս վերը` կետ 28): Առաջին հերթին` այն ունի առավելություն, քանի որ այդ արժեքը հաշվարկվել է վիճարկվող բռնագրավումից միայն երկու տարի անց: Երկրորդ` չնայած որ §հողատարածքի իրական շուկայական արժեքն օբյեկտիվորեն չի կարող որոշվել մասնավորապես այն պատճառով, որ վաճառքի բացառիկ իրավունքը Նավահանգստի ակտի համաձայն պատկանում է պետական ​​և տեղական ինքնակառավարման մարմիններին¦ (տեoս հիմնական վճիռը, կետ 118), վերը նշված արժեքում, փաստորեն, հաշվի չեն առնվել տնտեսական գործոնները, ինչպիսիք են տվյալ տարածաշրջանում նավահանգիստների շրջանառությունը: Տնտեսապես հիմնավորված միջին կադաստրային արժեքը, որը կիրառվել է Դատարանի կողմից, կազմել է 18.79 լաթ` մեկ քառակուսի մետրի դիմաց:", "39. Հաշվի առնելով գործի բոլոր համապատասխան հանգամանքները և, մասնավորապես, հիմնական վճռի 118-րդ կետում առկա եզրակացությունները` Դատարանն արդարացի է համարում նշված գումարը նվազեցնել 75%-ով: Որպես նյութական վնասը հաշվարկելու հիմք է համարվել 4.69 լաթը` մեկ քառակուսի մետրի դիմաց: Առաջին դիմողին նախկինում պատկանած հողատարածքը` 17.998 քառակուսի մետր մակերեսով, այսպիսով, պետք է գնահատվի 84,410.62 լաթ: Ինչ վերաբերում է երկրորդ դիմողից բռնագրավված չորս հողատարածքներին, որոնց ընդհանուր մակերեսը կազմել է 47.740 քառակուսի մետր, պետք է գնահատվեն 223,900.60 լաթ (տեoս հիմնական վճիռը, կետ 11):", "40. Այժմ նպատակահարմար է նվազեցնել վերը նշված գումարները, քանի որ ներպետական ​​մակարդակով որպես փոխհատուցում դիմողներին արդեն վճարվել է, մասնավորապես, 548,26 և 8,616.87 լաթ` համապատասխանաբար (կետ 24): Գումարն առաջին դիմողի համար կազմել է 83,862.36 լաթ (119,378.18 EUR) և 215,283.73 լաթ (306,461.90 EUR)` երկրորդ դիմողի համար:", "41. Դատարանը գտնում է, որ այժմ պետք է վերահաշվարկի այդ գումարները` հաշվի առնելով փոխհատուցման վրա գնաճի ունեցած հետևանքները (տեoս Սկորդինոն ընդդեմ Իտալիայի (թիվ 1) [GC], թիվ 36813/97, կետ 258, ՄԻԵԴ 2006թ.-V): Այն նշում է, որ գնաճը կազմել է 94.3 տոկոս 1997թ. նոյեմբերի 25-ից 2012թ. հոկտեմբերի 25-ն ընկած ժամանակահատվածում  (տեoս վերը` կետ 11): Կիրառելով այդ տոկոսը` վերը նշված գումարներն ավելացել են` կազմելով 231,951.63 եվրո (առաջին դիմողի համար) և 595,455.47 եվրո (երկրորդ դիմողի համար):", "42. Կանոնադրական տոկոսները նույն ժամանակահատվածի նկատմամբ պետք է հաշվարկվեն (նույն տեղում): Դատարանը նշում է, որ Լատվիայի քաղաքացիական օրենսգրքի 1763 և 1765-րդ հոդվածների համաձայն` կանոնադրական տոկոսն ընդհանուր առմամբ կազմում է տարեկան 6%, սակայն գումարը ձեռք բերելուց հետո այն դադարում է աճել (տեoս վերը` կետ 10): Վերը նշված երկու ժամկետների միջև ընկած ժամանակահատվածը կազմում է տասնչորս տարի և տասնմեկ ամիս, այդ թիվը պետք է կլորացվի: Այսպիսով, վերը նշված ժամկետների միջև առկա է տասնհինգ տարվա ժամանակահատված, հետևաբար` առաջին դիմողին պետք է վճարվի 107,440.35 եվրո և 275,815.65 եվրո` երկրորդ դիմողին: Վերջնական գումարները, որոնք պետք է վճարվեն դիմողներին հետևյալն են` 339,391.98 եվրո` առաջին դիմողին և 871,271.12 եվրո` երկրորդ դիմողին:", "43. Վերջապես, Դատարանը չի տեսնում այդ գումարները նվազեցնելու որևէ պատճառ` դիմողներից վարձակալության կամ չվճարված հողի հարկի վճարներն ազգային մակարդակում պահելու նպատակով, ինչպես առաջարկվել է Կառավարության կողմից: Ինչպես Դատարանը նշել է իր հիմնական վճռում` վարձակալության վճարների պահանջը բխում է բռնագրավման հետևանքով փոխհատուցման առանձին իրավական հիմքից: Ինչ վերաբերում է հողի հարկին, ապա Լատվիայի դատարանները պարզել են, որ դիմողներն անձամբ ազատված են այն վճարելուց, քանի որ հարկերն արդեն վճարվել են նավահանգստի կառավարման համար` պետական ​​ պատասխանատու ընկերության կողմից (տեoս հիմնական վճիռը, կետեր 37-38 և 128):", "44. Հաշվի առնելով վերոնշյալը` Դատարանը գտնում է, որ նպատակահարմար է առաջին դիմողին տրամադրել 339,391.98 եվրո և երկրորդ դիմողին` 871,271.12 եվրո որպես նյութական վնասի փոխհատուցում:", "B. Ոչ նյութական վնասը", "45. Յուրաքանչյուր դիմող պահանջել է 10,000 եվրո որպես ոչ նյութական վնասի փոխհատուցում իրենց ունեցվածքի բռնագրավման հետևանքով իրենց պատճառված անհանգստության և վրդովմունքի համար: Այս կապակցությամբ նրանք նշել են, որ իրենցից շատ ժամանակ և ջանք է պահանջվել ոչ միայն օտարմանը վերաբերող վարույթին մասնակցելու, այլև վարձակալության պարտքերը հավաքելու համար:", "46. Կառավարությունը հերքել է, որ դիմողները կրել են որոշակի ոչ նյութական վնաս: Նախ` այն նրանք պնդել է, որ սույն գործը, որում առկա է օրինական օտարում, համեմատելի չէ վերը նշված Գիսո-Գալիսայի և Մեդիչիի գործերի հետ: Երկրորդ` այն վիճարկել է պատճառահետևանքային կապի գոյությունը Դատարանի կողմից հայտնաբերված` Թիվ 1 արձանագրության 1-ին հոդվածի խախտման և դիմողների կողմից` նախաձեռնած ներպետական ​​վարույթի միջև: Երրորդ` Կառավարությունը հայտնել է իր կարծիքն առ այն, որ դատական ​​վարույթի ընթացքում կողմերից մեկի կողմից իրականացված իրավական գործողությունները սովորաբար չեն առաջացնում, ըստ էության, այնպիսի §բարոյական տառապանք¦, որը կարող է փոխհատուցման ենթակա լինել Կոնվենցիայի 41-րդ հոդվածի ներքո:", "47. Դատարանը համաձայն է Կառավարության այն տեսակետին, որ սեփականատիրոջ զգացած անզորությունը և հիասթափությունը, ով զրկվել է իր սեփականությունից (տեoս վերը նշված Գիսո-Գալիսայի գործը, կետ 110) չի կարող համեմատելի լինել նախկին սեփականատիրոջ զգացումների հետ, ով պարզապես գոհ չէ պետության կողմից տրված փոխհատուցումից: Այն ընդունում է, սակայն, որ խախտման հետևանքով դիմողները որոշ չափով կրել են ոչ նյութական վնաս, ինչն այս հիմքով կարելի է համարել արդարացված: Առաջնորդվելով արդարացիության սկզբունքով, ինչպես պահանջվում է Կոնվենցիայի 41-րդ հոդվածով, այն որոշում է յուրաքանչյուր դիմողին տրամադրել 3,000 եվրո` սույն գլխի ներքո:", "C. Ծախսեր և ծախքեր", "48. Մեծ պալատում գործի վարույթի ընթացքում դիմողները պահանջել են ծախսերի և ծախքերի փոխհատուցում, որը նրանք գնահատել են 4,980 եվրո յուրաքանչյուրի համար: Նրանք չեն նշել, որ վարույթի համար են կրել այդ ծախսերը, ոչ էլ ներկայացրել են որևէ հիմնավորող փաստաթուղթ:", "49. Կառավարությունն արտահայտել է այն տեսակետը, որ այս պահանջը բավականաչափ հիմնավորված չէ և չի համապատասխանում Դատարանի կանոնակարգի 60-րդ կանոնի 2-րդ կետով սահմանված հիմնական պահանջներին: Այն ընդունել է, սակայն, որ դիմողները պետք է կրած լինեին որոշակի ծախսեր և չի առարկում տրամադրել փախհատուցում սույն գլխի ներքո, սակայն ոչ ավելի, քան 1500 եվրո յուրաքանչյուր դիմողի համար:", "50. Դատարանը կրկնում է, որ ծախսերի և ծախքերի համար Կոնվենցիայի 41-րդ հոդվածի ներքո փոխհատուցում ստանալու նպատակով տուժողը պետք է իրականում կրած լինի դրանք: Մասնավորապես, 60-րդ կանոնի 2-րդ կետում ամրագրված է, որ Կոնվենցիայի 41-րդ հոդվածի ներքո ներկայացված ցանկացած պահանջ պետք է ներկայացվի համապատասխան հիմնավորող փաստաթղթերի հետ մեկտեղ, հակառակ դեպքում Դատարանը կարող է հայցը մերժել ամբողջությամբ կամ մասնակի: Բացի դրանից, ծախսերը և ծախքերը կարող են փոխհատուցվել միայն խախտում հայտնաբերելու դեպքում (տեoս, Անդրեևան ընդդեմ Լատվիայի [GC], թիվ 55707/00, կետ 115, ՄԻԵԴ, 2009թ.):", "51. Սույն գործով Դատարանը գտնում է, որ դիմողների պահանջը կապված Մեծ պալատում վարույթի համար կրած փոխհատուցման ծախսերի հետ, հստակորեն չի բավարարել, քանի որ պահանջվող գումարները չեն հիմնավորվել որևէ հիմնավորող փաստաթղթով և հնարավոր չի եղել պարզել մատուցված ծառայությունների ճշգրիտ բնույթը, կամ արդյոք դրանք եղել են օբյեկտիվորեն անհրաժեշտ վարույթի ընթացքում: Այնուամենայնիվ, Դատարանն ընդունում է, որ, հաշվի առնելով գործի բարդությունը, դիմողները պետք է որ կրած լինեին ծախսեր, հատկապես Մեծ պալատի վարույթի ընթացքում: Այդ հանգամանքներում, գերակա արդարացիության սկզբունքին համապատասխան, ինչպես պահանջվում է 41-րդ հոդվածով, այն որոշում է յուրաքանչյուր դիմողին տրամադրել 1500 եվրո գումարած բոլոր տեսակի հարկերը, որոնք կարող են վճարվել (կետ 116):", "D. Տուգանային տոկոսներ", "52. Դատարանը նպատակահարմար է գտնում, որպեսզի տուգանային տոկոսը գանձվի Եվրոպական կենտրոնական բանկի սահմանած փոխառության սահմանային տոկոսադրույքի հիման վրա՝ հավելած երեք տոկոս:", "", "ՎԵՐՈԳՐՅԱԼԻ ՀԻՄԱՆ ՎՐԱ ԴԱՏԱՐԱՆԸ", "", "1. Վճռում է , տասներկու ձայնով` ընդդեմ հինգի, որ", "(ա) պատասխանող պետությունը երեք ամսվա ընթացքում պետք է վճարի հետևյալ գումարները.", "(i) 339,391.98 եվրո (երեք հարյուր երեսունինը հազար երեք հարյուր իննսունմեկ եվրո և իննսունութ սենթ) առաջին դիմողին, գումարած ցանկացած հարկ, որը կարող է վճարվել, որպես նյութական վնասի փոխհատուցում,", "(ii) 871,271.12 եվրո (ութ հարյուր յոթանասունմեկ հազար երկու հարյուր յոթանասունմեկ եվրո և տասներկու ցենտ)` երկրորդ դիմողին, գումարած ցանկացած հարկ, որը կարող է վճարվել, որպես նյութական վնասի փոխհատուցում,", "(iii) 3,000 (երեք հազար) եվրո` յուրաքանչյուր դիմողին, գումարած ցանկացած հարկ, որը կարող է վճարվել, որպես ոչ նյութական վնասի փոխհատուցում,", "(iv) 1,500 եվրո (մեկ հազար հինգ հարյուր) եվրո` յուրաքանչյուր դիմողին, գումարած ցանկացած հարկ, որը կարող է վճարվել, որպես կրած ծախսերի և ծախքերի փոխհատուցում,", "(բ) որ վճարումը վերոհիշյալ եռամսյա ժամկետի ավարտից հետո կատարելու դեպքում չվճարված գումարի մասով պետք է հաշվարկվի տուգանային տոկոս, ինչը հավասար է չկատարված պարտավորության ժամանակահատվածում Եվրոպական կենտրոնական բանկի սահմանած փոխառության սահմանային տոկոսադրույքին` հավելած երեք տոկոս:", "2. Մերժում է` միաձայն, դիմողների` արդարացի բավարարման վերաբերյալ մնացած պահանջը:", "Կատարված է անգլերենով և ֆրանսերենով, գրավոր հրապարակվել է 2014թ. Մարտի 25-ին` Դատարանի կանոնակարգի 77-րդ կանոնի 2-րդ և 3-րդ կետերի համաձայն:", "", "", "", "Մայքլ Օ’Բոյլ\t\t\t\t\t\t\tԴին Սփիլման", "Փոխքարտուղար\t\t\t\t\t\tՆախագահ", "", "", "© Եվրոպայի խորհուրդ/ Մարդու իրավունքների եվրոպական Դատարան, 2014", "", "Մարդու իրավունքների եվրոպական դատարանի պաշտոնական լեզուներն են ֆրանսերենը և անգելերենը: Սույն թարգմանությունն իրականացվել է Եվրոպայի խորհրդի Մարդու իրավունքների հավատարմագրային ֆոնդի () աջակցությամբ: Այն որևէ կերպ չի պարտավորեցնում Դատարանին, որը պատասխանատու չէ թարգմանության որակի համար: Այն կարելի է բեռնել HUDOC-ից` Մարդու իրավունքների եվրոպական դատարանի նախադեպային իրավունքի տվյալների բազայից (), կամ տվյալների ցանկացած այլ բազայից, որին HUDOC-ը տրամադրել է փաստաթուղթը: Այն կարող է վերաթողարկվել ոչ առևտրային նպատակներով` պայմանով, որ գործի անվանումը ներկայացվի ամբողջական և ուղեկցվի վերը նշված հեղինակային իրավունքի նշումներով, ինչպես նաև Մարդու իրավունքների հավատարմագրային ֆոնդին հղումով: Առևտրային նպատակներով սույն թարգմանությունը մասնակիորեն կամ ամբողջապես օգտագործելու դեպքում, հարկ է այդ մասին տեղեկացնել հետևյալ հասցեով` .", "", "© Council of Europe/European Court of Human Rights, 2014", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "©Conseil de l’Europe/Cour européenne des droits de l’homme, 2014", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ."]}