{"file": "ARM_HJUDARM_17056_06.docx", "doc_type": "HJUDARM", "doc_lang": "ARM", "case_id": "17056/06", "text_paragraphs": ["© Եվրոպայի Խորհուրդ/Մարդու իրավունքների եվրոպական դատարան, 2012 : Սույն թարգմանությունը պատվիրվել է Մարդու իրավունքների խնամառության հանձնաժողովի աջակցությամբ (): Այն պարտադիր ուժ չունի Դատարանի համար: Լրացուցիչ տեղեկությունների համար տես, հեղինակային իրավունքի մասին զգուշացումը այս փաստաթղթի վերջում:", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "ՄԵԾ ՊԱԼԱՏ", "", "", "", "", "", "ՄԻՔԱԼԵՖՆ ԸՆԴԴԵՄ ՄԱԼԹԱՅԻ ԳՈՐԾՈՎ ՎՃԻՌԸ", "", "", "(Գանգատ թիվ 17056/06)", "", "", "", "", "", "ՍՏՐԱՍԲՈՒՐԳ", "", "15-ը հոկտեմբերի, 2009թ.", "", "Սույն վճիռը վերջնական է, սակայն ենթակա է խմբագրական փոփոխությունների", "", "Մարդու իրավունքների եվրոպական դատարանի Մեծ Պալատի նիստը Միքալեֆն ընդդեմ Մալթայի գործով ՝ հետևյալ կազմով՝", "", "Դատավորներ.", "", "\tԺան Պոլ Կոստայի, նախագահ\n\tԽրիստոս Ռոզակիս\n\tՖրանսուա Թուլքենս", "\tՋիովանի Բոնելո", "\tԿորնելիու Բրսան", "\tԿարել Ջանգվիրթ", "\tԱնատոլի Կովլեր", "\tՎլադիմիրո Զագրեբելսկի", "\tԷլիզաբեթ Ֆուրա-Սանդսթրոմ", "\tԽանլար Հաջիև", "\tԷգբերտ Մայեր", "\tԴեյվիդ Տյոր, Բյորգվինսոն", "\tԴրագոլյուբ Պոպովիչ", "\tՋեորջիո Մալինվերնի", "\tԶդրավկա Կալայդջիևա", "\tՄիհայ Պոալելունգի", "", "և", "", "Դատարանի քարտուղարի տեղակալ՝", "", "Մայքլ Օ’Բոյլի մասնակցությամբ,", "", "Փակ դռների հետևում 2008թ հոկտեմբերի 22-ին և 2009 թ սեպտեմբերի 9-ին խորհրդակցություններ անցկացնելով, նշված ամենավերջին օրը կայացրեց հետևյալ վճիռը:", "ԸՆԹԱՑԱԿԱՐԳ", "1. Գործը սկսվել է 2006թ ապրիլի 15-ին, Մարդու իրավունքների և հիմնարար ազատությունների եվրոպական կոնվենցիայի (ՙԿոնվենցիա՚) 34-րդ հոդվածի համաձայն, Մալթայի քաղաքացի պարոն Ջոզեֆ Միքալեֆի կողմից (ՙդիմող՚) ընդդեմ Մալթայի՝ Դատարան ներկայացված գանգատում (թիվ 17056/06):", "2.  Դիմող, ով ստացել էր իրավանբանական աջակցություն, ներկայացված էր Վալետայում գործունեություն իրականացնող փաստաբան դոկտոր Թ. Ազոպարդիի կողմից: Մալթայի կառավարության (ՙԿառավարություն՚) ներկայացուցիչն էր դոկտոր Գլխավոր դատախազ Ս. Քամիլերին:", "3.  Դիմողը հայտարարում էր, որ տիկին Մ.-ին զրկել էին արդար, Կոնվենցիայի 6-րդ հոդվածով սահմանված դատաքննության հնարավորությունից, մասնավորապես անկողմնակալ դատարանի առջև փաստարկներ ներկայացնելու հնարավորության բացակայության պատճառով:", "4.  Դիմումը փոխանցել է Դատարանի Չորրորդ բաժանմունք (Դատարանի կանոնների Կանոն 52, կետ 1): 2006թ սեպտեմբերի 5-ին Բաժանմունքի պալատը՝ կազմված հետևյալ դատավորներից՝ Սըր Ն. Բրատզա, նախագահ, պարոն Ջ. Քասադևալ, պարոն Գ. Բոնելո, պարոն Մ. Պելոնպյաա, պարոն Լ. Գարլիցկի, տիկին Լ. Միջովիչ և պարոն Ջ. Շիկուտա, որոշեց բողոքարկման ընթացակարգերի արդարության և Վերաքննիչ դատարանի անկողմնակալության բացակայության վերաբերյալ բողոքի մասին տեղեկացնել Կառավարության, իսկ գնագատի մնացած մասը համարեց անընդունելի: Այն, ընդունելիության հետ միաժամանակ, նաև որոշեց Կոնվենցիայի 29-րդ հոդվածի 3-րդ կետի համաձայն, քննել բողոքն ըստ էության: 2008թ հունվարի 15-ին Բաժանմունքի պալատը՝ ՝ կազմված հետևյալ դատավորներից՝ Սըր Ն. Բրատզա, նախագահ, պարոն Գ. Բոնելո, պարոն Կ. Տրայա, պարոն Լ. Գարլիցկի, տիկին Լ. Միջովիչ պարոն, Ջ. Շիկուտա և տիկին Հարվելյան ձայների մեծամասնությամ գանգատի մնացած մասը հայտարարեցին ընդունելի և չորս ձայնով՝ ընդդեմ երեք ձայնի որոշեցին, որ տեղի էր ունեցել Կոնվենցիայի 6-րդ հոդվածի խախտում: Վճռին կցվեցին Դատարանի մեծամասնության դիրքորոշմանը համընկնող պարոն Գ. Բոնելոյի կարծիքը և մեծամասնության դիրքորոշմանը չհամընկնող սըր Ն. Բրատզայի, պարոն Կ. Տրայայի և տիկին Հարվելյայի համատեղ կարծիքը:", "5.   2008թ հուլիսի 7-ին Մեծ Պալատի դատավորները բավարարեցին գործը, Կոնվենցիայի Հոդված 43-ի հիման վրա, Մեծ Պալատ տեղափոխելու Կառավարությունը խնդրանքը:", "6.  Մեծ Պալատի կազմը որոշվեց Կոնվենցիայի 27-րդ հոդվածի 2-րդ և 3-րդ կետերի և Դատարանի կանոնների 24-րդ կանոնի համաձայն:", "7.  Դիմող և Կառավարությունը՝ յուրաքանչյուրը ներկայացրեցին իրենց դիտարկումները գործի ընդունելիության և հատկանիշների վերաբերյալ: Ի լրումն՝ ստացվեց երրորդ կողմի մեկնաբանությունները Չեխիայի Հանրապետության կառավարության կողմից, որը նախագահի կողմից թույլտվություն էր ստացել միջամտելու գրավոր ընթացակարգին (Կոնվենցիայի 36-րդ հոդվածի, 2-րդ և Կանոն 44-ի 2-րդ կետ):", "8.  Դատաքննությունը տեղի ունեցավ հրապարակային Մարդու Իրավունքների Շենքում, Ստրասբուրգում 2008թ հոկտեմբերի 23-ին (Կանոն 59, կետ 3):", "", "Դատարան ներկայացան՝", "(ա) Կառավարության կողմից", "Դոկտոր Սիլվիո Քամիլերին\tԳլխավոր դատախազ, ներկայացուցիչ,", "Դոկտոր Փիթր Գրեքը, \t\tԳլխավոր դատախազի տեղակալ, իրավախորհրդատու,", "", " (բ) դիմողի կողմից", "Դոկտոր Տոնիո Ազոպարդին\tփաստաբան:", "", "Դատարանը լսեց Դոկտոր Տոնիո Ազոպարդիի և Դոկտոր Սիլվիո Քամիլերիի ուղերձները և նաև նրանց պատասխանները Դատարանի հարցերին:", "ՓԱՍՏԵՐԸ", "I.  ԳՈՐԾԻ ՀԱՆԳԱՄԱՆՔՆԵՐԸ", "9.  Դիմողը ծնվել է 1929թ Վիտորիոսայում և բնակվում է այնտեղ:", "Ա.  Գործի նախապատմությունը", "10.  Դիմողը տիկին Մ.-ի եղբայրն է, որը ապրում էր պարոն Ֆ.-ի բնակարանի վերևի բնակարանում:", "11.  1985թ հուլիսի 17-ին պարոն Ֆ.-ն դիմել էր հրաման արձակելու համար, որպեսզի զսպի տիկին Մ.-ին իր բնակարանի բակի վերևում չորանալու նպատկով շորեր կախելուց, դրանով ենթադրաբար միջամտելով իր գույքային իրավունքներին: Պարոն Ֆ.-ն այս կապակցությամբ հենվում էր Մալթայի Քաղաքացիական օրենսգրքի 403-րդ հոդվածի դրույթների վրա:", "12.   Հրամանի վերաբերյալ դատաքննության հաջորդած մի առիթով, երբ տիկին Մ.-ն և նրա փաստաբանը Դոկտոր Ա.-ն արդեն հեռացել էին դատարանի դահլիճից,  նախագահող դատավորը փոխեց արդեն հաստատված ապագա դատաքննության ամսաթիվը: Որպես հետևանք, տիկին Մ.-ն տեղեկություն չուներ նոր ամսաթվի մասին և ներկա չէր դատաքննությանը: Նրա բացակայությամբ 1985թ նոյեմբերի 29-ին նախագահող դատավորը արձակեց հրամանը ի օգուտ պարոն Ֆ.-ի:", "13.  Տվյալ ժամանակահատվածի Մալթայի օրենսդրության համաձայն՝ հրամանն արձակելուց հետո չորս օրվա ընթացքում պարոն Ֆ.-ն պետք է սկսեր դատավարություն՝ կապված դատարանի սանկցիայով պաշտպանված գույքային պահանջի հետ, այլապես հրամանը ուժը կկորցներ: Հետևաբար, 1985թ դեկտեմբերի 5-ին պարոն Ֆ.-ն հայցադիմում ներկայացրեց դատավարությունը սկսելու համար:", "14.   1992թ մարտի 6-ին համապատասխան դատարանը քննելով պարոն Ֆ.-ի քաղաքացիական հայցի հատկանիշները, որոշում ընդունեց ընդդեմ տիկին Մ.-ի և հրապարակեց մշտական հրաման ընդդեմ տիկին Մ.-ի: 1992 մարտի 24-ին, քանի որ որևէ բողոք չէր ներկայցվել, որոշումը դարձավ վերջնական:", "Բ.  Դատավարությունը քաղաքացիական գործերով դատարանում՝ իր սովորական ընդդատության շրջանակում", "15.  1985թ դեկտեմբերի 6-ին տիկին Մ.-ն դատավարություն սկսեց քաղաքացիական գործերով դատարանում (Առաջին Դահլիճ - թարգմ.՝ Քաղաքացիական գործերով դատարանի առաջին ատյան Մալթայում, որը քննում է մարդու իրավունքների խախտումների հետ կապված գործերը), սովորական ընդդատության շրջանակում՝ պնդելով, որ հրամանը արձակվել է իր բացակայությամբ և առանց իրեն ցուցմունք տալու հնարավորություն ընձեռելու (տես, ստորև կետ 77):", "16.  1990թ հոկտեմբերի 15-ի վճռով քաղաքացիական գործերով դատարանը բավարարեց նրա հայցը: Այն որոշեց, որ audi alteram partem սկզբունքը (մյուս կողմին նույնպես լսելու սկզբունքը) պետք է կիրառվեր հրաման արձակելու ընթացակարգում: Հղում կատարելով Կազմակերպության և Քաղաքացիական դատավարության օրենսգրքի 873 (2) հոդվածին՝ որը սահմանում էր, որ հրամանը չպետք է արձակվեր, մինչև դատարանը բավարարված չլիներ, որ այն անհրաժեշտ էր պաշտպանելու պաշտպանության կարիք ունեցող անձի որևէ իրավունք (տես, ստորև կետ 27), քաղաքացիական գործերով դատարանը որոշեց, որ համապատասխան փորձարկումը դատարանի հայեցողության խնդիրն էր: Այնուամենայնիվ, եթե դատարանն անհրաժեշտ է համարում լսել կողմերին, նրան պետք է լսվեն պատշաճորեն՝ համաձայն բնական արդարադատության սկզբունքների: Ներկա գործում դատարան որոշեց, որ ոչ իր մեղքով տիկին Մ.-ն զրկվել էր դատարանում իր իրավունքները ներկայացնելու հնարավորույթունից և հետևաբար, տվյալ սանկցիան համարվում էր ուժը կորցրած:", "Գ.  Դատավարությունը Վերաքննիչ դատարանում", "17.  Պարոն Ֆ.-ն բողոքարկեց 1990թ հոկտեմբերի 15-ի վճիռը: Առաջին ատյանում դատավարության ժամանակ պարոն Ֆ.-ին օգնում էր դոկտոր Ու.-ն, իսկ բողոքարկման փուլում՝ նա նշանակել էր վերջինիս որդուն՝ դոկտոր Ք.-ին: Վերաքննիչ դատարանում նախագահում էր Գլխավոր Դատավորը, ով նիստը վարում էր երկու այլ դատավորների հետ: Գլխավոր Դատավորը դոկտոր Ու.- ի եղբայրն էր և դոկտոր Ք.-ի հորեղբայրը:", "18.   1992թ հոկտեմբերի12-ի բողոքարկման դատաքննության ժամանակ Գլխավոր Դատավորը, մի քանի հարցեր տալուց հետո հայտարարեց, որ դոկտոր Ա.-ի վարքգիծը էթիկական չէր, քանի որ առանց հիմնավորման մատնացույց էր արել պարոն Ֆ.-ի փաստաբանի վարքագիծը: երբ նշվեց, որ առաջին ատյանում դատավարության ժամանակ պարոն Ֆ.-ին ներկայացրել էր Գլխավոր Դատավորի եղբայրը, Գլխավոր Դատավորը սպառնաց գործը տեղափոխել ՙկոմպետենտ մարմիններին՚: Ավելին՝ նա թելադրեց գրություն՝ հետևյալ տեսքով.", "", "ՙԴատարանը հարցնում է դոկտոր Ա.-ին, ով ինքը հայտարարում է, որ դատաքննության օրը առաջին ատյանի դատարանում փոխվել էր, երբ ինքն ու իր վստահորդն արդեն հեռացել էին դատարանի դահլիճից, թե ինչու՞ էր նա պնդում, որ ամսաթվի տվյալ փոփոխությունը տեղի էր ունեցել փաստաբանի պահանջից հետո: Դոկտոր Ա.-ի պատասխանն է. ՙԵս ենթադրում եմ, որ ներկա են եղել երկու փաստաբան՝ դոկտոր Ու.-ն և ես՚:", "... Տիկին Մ.-ի փաստաբանը բերում է փաստեր և դժվարություն չունի կառուցել հիփոթեզ այլ փաստաբանի և դատավորի վարքագծի վերաբերյալ իր և իր վաստահորդի՝ դատարանի դահլիճից հեռանալու հետո՚:", "19.  Դոկտոր Ա.-ն մի քանի բառով հանդես եկավ իր պաշտպանությամբ, սակայն բողոքի հատկանիշներին վերաբերող որևէ բանավոր փաստարկ չլսվեց: Գլխավոր Դատավորը դատադարեցրեց դատաքննությունը և գնաց իր աշխատասենյակ: Մի քանի րոպե անց, երկու կողմերի փաստաբանները կանչվեցին Գլխավոր Դատավորի աշխատասենյակ: Լսվեցին բացատրություններ և հետագայում որևէ այլ գործողություն չարվեց:", "20.  1993թ փետրվարի 5-ի վճռով Վերաքննիչ դատարանը որոշում կայացրեց ընդդեմ տիկին Մ.-ի և չեղյալ համարեց քաղաքացիական գործերով դատարանի վճիռը: Այն որոշեց որ բնական արդարադատության սկզբունքները պարտադիր բնույթ չեն կրում և չէին կարող վկայակոչվել նախնական դատավարության ժամանակ, որոնք էականորեն պայմանական էին և կրում էին ժամանակավոր բնույթ: Ավելին՝ Վերաքննիչ դատարանը համաձայն չէր առաջին ատյանի վճռում նշված վիճելի հարցի հետ՝ կապված տիկին Մ.-ի՝ դատաքննությունից բացակայության ժամանակ ամսաթվի փոփոխության հետ: Այս առումով, վճիռը մասամբ կրկնում է այն գրությունը, որը թելադրվել էր. ՙՏիկին Մ.-ի փաստաբանը բերում է փաստեր և դժվարություն չունի կառուցել հիփոթեզ այլ փաստաբանի և դատավորի վարքագծի վերաբերյալ իր և իր վաստահորդի՝ դատարանի դահլիճից հեռանալու հետո՚:", "Վերաքննիչ դատարանը հրամայեց նաև գործի գրառումներից հանել Քաղաքացիական գործերով դատարանի կողմից նշանակված դատական օգնականի կողմից պատրաստված զեկույցը, որը սատարում էր տիկին Ա.-ի պահանջին:", "Դ.  Դատավարությունը քաղաքացիական գործերով դատարանում՝ իր սահմանադրական ընդդատության շրջանակում", "21.  1993թ մարտին տիկին Մ.-ն դատավարություն սկսեց քաղաքացիական գործերով դատարանի (Առաջին Դահլիճ) սահմանադրական ընդդատության շրջանակում: Հենվելով Կոնվենցիայի 6-րդ հոդվածի վրա՝ նա պնդեց, որ Վերաքննիչ դատարանի նախագահը (Գլխավոր Դատավորը) չուներ օբյեկտիվ անկողմնակալություն և որ դա բացահայտ էր 1992թ հոկտեմբերի 12-ի միջադեպի ժամանակ: Նշելով, որ Վերաքննիչ դատարանը ժխտել էր արդեն ապացուցված փաստերը՝ նա այնուհետև փաստարկներ ներկայացրեց որ խախտվել էին իր արդար դատաքվարության իրավունքը:", "22.  Տիկին Մ.-ն մահացավ 2002թ հունվարի 20-ին, նախքան նրա սահմանադրական հայցի վերաբերյալ որոշում կընդունվեր: 2002թ մայիսի 22-ին դիմողը ներկայացավ քաղաքացիական գործերով դատարանի դատավարությանը՝ որպես հայցվորի եղբայր:", "23.  2004թ հունվարի 29-ին քաղաքացիական գործերով դատարանը մերժեց տիկին Մ.-ի հայցը որպես մակերեսային և անբարեխիղճ: Չնայած այն նշեց, որ հայցվորը չէր պահանջել Գլխավոր Դատավորից հրաժարվել գործից՝ նախքան վերջնական վերջնական վճռի հայտարարելը, այն մերժեց Կառավարության դիմումը սովորական միջոցները չսպառելու վերաբերյալ և որոշեց իրականացնել իր սահմանադրական ընդդատությունը: Ինչ վերաբերում է հատկանիշներին, այն կատարեց Կոնվենցիայի 6-րդ հոդվածից բխող հասկացությունների և իրավունքների՝ ներառյալ միջոցների, հնարավորությունների հավասարության խոր վերլուծություն, սակայն առանձնահատուկ շեշտադրում կատարեց քաղաքացիական գործերով դատարանի անկողմնակալության պահանջի վրա: Այնուամենայնիվ, այն չկարողացավ գտնել որևէ կապ 1992թ հոկտեմբերի 12-ի միջադեպի և 1993թ փետրվարի 5 վճռի բովանդակության միջև: Ինչպես հավաստվեց հենց դոկտոր Ա.-ի կողմից, միջադեպը չեզոքացվել էր, սակայն սա չէր կարող տիկին Մ.-ին կամ նրա փաստաբանին տալ որևէ ակնկալիք, որը Վերաքննիչ դատարանը որոշում կընդուներ հօգուտ իրեն: Ավելին՝ Վերաքննիչ դատարանը կազմված էր երկու այլ դատավորներից, ովքեր ներգրավված չէին եղել միջադեպի մեջ, և կասկած չէր եղել, որ վճիռը, որը թվում էր լավ հիմնավորված, արձակվել էր դատավորների ամբող խմբի կողմից:", "Ե.  Դատավարությունը Սահմանադրական դատարանում", "24.  Դիմողը բողոք ներկայացրեց Սահմանադրական դատարան:", "25.  2005թ հոկտեմբեր 24-ի որոշմամբ Սահամանադրական դատարանը հայտարարեց բողոքն անընդունելի: Այն նույնպես հայտարարեց, որ Սահմանադրության 46-րդ հոդվածի 5-րդ կետի համաձայն՝ որևէ բողոք չի ընդունվում ընդդեմ մի որոշման, որը մերժել է դիմումը որպես մակերեսային և անբարեխիղճ:", "II.  ՀԱՄԱՊԱՏԱՍԽԱՆ ՆԵՐՊԵՏԱԿԱՆ ՕՐԵՆՍԴՐՈՒԹՅՈՒՆՆ ՈՒ ՊՐԱԿՏԻԿԱՆ", "26. Քաղաքացիական օրենսգրքի 403-րդ հոդվածը սահմանում է.", "ՙ(1) Ավելի ցածր մակարդակի վրա գտնվող բնակարանները ավելի բարձր մակարդակի վրա գտնվող բնակարանների համեմատ ենթակա են ստանալու այնպիսի ջրեր և նյութեր, որոնք հոսում կամ թափվում են բնական ճանապարհով՝ առանց մարդու միջամտության:", "(2) Ավելի ցածր մակարդակի վրա գտնվող բնակարանի սեփականատիրոջ համար անօրինական է համարվում անել ցանկացած գործողություն, որը կարող է կանխել նման հոսքը կամ անկումը:", "(3) Անօրինական է նաև ավելի բարձր մակարդակի վրա գտնվող բնակարանի սեփականատիրոջ համար անել ցանկացած գործողություն, որով ավելի ցածր մակարդակի վրա գտնվող բնակարանի սեփականատիրոջ հարմարությունները դարձնում են դժվար՚:", "27.  Կազմակերպության և Քաղաքացիական դատավարության օրենսգրքի (COCP) 873 հոդվածի VI Գլխի V ենթագլուխը, որը վերաբերում է արգելող հրամանի սանկցիային, սահմանում է.", "", "ՙ(1) Արգելող հրամանի սանկցիայի առարկան անձին թույլ չտալն է անել որևէ բան, որը կարող է լինել վնասակար սանկցիա ստացած անձի համար:", "(2) Դատարանը չպետք է տրամադրի որևէ նման սանկցիա, մինչև բավարարված չլինի, որ նման սանկցիան անհրաժեշտ է սանկցիա սատացած անձի ցանկացած իրավունքի պահմանման համար և որ առաջին հայացքից՝ prima facie նման անձը ունի այդ իրավունքը՚:", "28.  Մալթայի տվյալ ժամանակահատվածի օրենսդրությամբ, դատավորի թեկնածությունը կարող էր վիճարկվել կամ դատավորը կարող էր ձեռնպահ մնալ գործի դատաքննությունից, եթե կողմերից մեկին ներկայացնում էր նրա որդին կամ դուստրը, ամուսինը կամ վերադասը: Ոչ մի բան չի կարող կանխել դատավորին մասնակցել որևէ գործով նիստին, երբ խնդրո առարկա ներկայացուցիչը իր եղբայրը կամ եղբորորդին է: COCP-ի համապատասխան հոդվածը, սահմանում է հետևյալը.", "", "Հոդված 733", "ՙԴատավորների թեկնածությունը չի կարող վիճարկվել կամ դատավորները կարող են ձեռնպահ չմնալ մասնակցելուց դատարան ներկայացված ցանկացած գործին վերաբերող նիստին, որի համար նշանակված են բացառությում հետայսու նշված պատճառներից որևէ մեկի դեպքում՚:", "Հոդված 734", "ՙ(1) Դատավորի թեկնածությունը կարող էր վիճարկվել կամ դատավորը կարող էր ձեռնպահ մնալ մասնակցել նիստին,", "...", "(ե) եթե նա կամ նրա ամուսինը/կինը ուղղակի կամ անուղղակի շահագրգռվածություն ունեն դատական գործընթացի նկատմամբ,", "(զ) եթե դատապաշտպանը կամ օգնականը, ով հանդես է գալիս դատավորի առջև, տվյալ դատավորի որդին կամ դուստրն է, ամուսինը կամ վերադասն է՚:", "", "29.  COCP համապատասխան հոդվածը 2007թ լրացվեց՝ ներառելով մեկ այլ հիմք.", "ՙ(է) եթե դատապաշտպանը կամ օգնականը, ով հանդես է գալիս դատավորի առջև, տվյալ դատավորի քույրը կամ եղբայրն է՚:", "30.  Մալթային Սահմանադրության 39 հոդվածի (2)-րդ կետը, այնքանով, որքանով համապատասխանում է, սահմանում է հետևյալը.", "ՙՑանկացած դատարան կամ դատական կամ արբիտրաժային կարգով գործեր քննող և որոշումներ կայացնող մարմին, որը նախատեսված է օրենքով՝ որոշելու քաղաքացիական իրավունքների և պարտականությունների գոյությունը կամ աստիճանը, պետք է լինի անկախ և անկողմնակալ, ... ՚:", "III.  ՀԱՄԵՄԱՏԱԿԱՆ ԵՎ ԵՎՐՈՊԱԿԱՆ ՄԻՈՒԹՅԱՆ ՕՐԵՆՍԴՐՈՒԹՅՈՒՆԸ ԵՎ ՊՐԱԿՏԻԿԱՆ", "Ա.  Ազգային համակարգերը", "31.  Եվրոպայի խորհրդի անդամ մի շարք պետությունների համապատասխան օրենսդրության հետ կապված՝ Դատարանի առջև առկա նյութերի հիման վրա ներպետական ընթացակարգերի մեջ կարծես գոյություն ունի բավականին լայն կոնսենսուս հոդված 6-ով սահմանված երաշխիքնենրի՝ ներառյալ հրամանի հետ կապված վարույթի կիրառելիության վերաբերյալ: Այս եզրակացությունը հանգում ենք սահմանադրական տեքստերից, քաղաքացիական դատավարության օրենսգրքից և ներպետական նախադեպային իրավունքներից: Պետությունների մեծ մասում (Ալբանիա, Ավստրիա, Ադրբեջան, Բելգիա, Բուլղարիա, Խորվաթիա, Կիպրոս, Էստոնիա, Ֆրանսիա, Գերմանիա, Հունգարիա, Իռլանդիա, Իտալիա, Նիդերլանդներ, Լեհաստան, Ռուսաստան, Սան Մարինո, Սերբիա, Իսպանիա, Շվեդիա, Շվեյցարիա և Միացյալ Թագավորություն) օրենսդրությունը առաջարկում է, որ հոդված 6-ի ընթացակարգային երաշխիքները (մասնավորապես, անկողմնակալության պահանջը) կիրառվեն ներպետական և հրամանի հետ կապված վարույթներ ժամանակ՝ կա’մ այն պատճառով, որ օրենսդրությունը տարբերություն չի դնում վարույթների փուլերի և տիպերի միջև, որոնց նկատմամբ երաշխիքները կիրառվում են (ինչպիսիք են Իսպանիայի, Իտալիայի, Հունաստանի, Շվեյցարիայի սահմանադրությունները), կա’մ այն պատճառով, որ հատուկ դրույթները, որոնք կանոնակարգում են ներքին միջոցները, ինչ-որ ձևով արտացոլում են հոդված 6-ում ամրագրված երաշխիքները – ինչպես, օրինակ, օրենսդրությունը, որը սահմանում է, որ հատկանիշներին առնչվող վարույթը կանոնակարգող դրույթները, mutatis mutandis, կիրառվում են հրամանի հետ կապված վարույթների նկատմամբ (ինչպես Լեհաստանում), եթե այլ բան սահմանված չէ (ինչպես Գերմանիայում): Բելգիայի դատարանը հստակորեն լուծել է հարցը (տես, Վճռաբեկ դատարանի վճիռը Գրինփիսը և Հանուն կենդանիների շահերի համաշխարհային ակցիան, 2005թ հունվարի, 14) և որոշեց, որ Կոնվենցիայի 6-րդ հոդվածը սկզբունքորեն կիրառել էր ներպետական վարույթների համար (référé):", "Բ.  Եվրոպական Միություն", "32.  Եվրամիության (ԵՄ) հիմնարար իրավունքների մասին խարտիայի 47-րդ հոդվածը երաշխավորում է արդար դատավարության իրավունքը: Ի տարբերություն Կոնվենցիայի 6-րդ հոդվածի՝ Խարտիայի դրույթը այս իրավունքը չի սահմանափակում միայն ՙքաղաքացիական իրավունքներին և պարտականություններին՚ կամ ՙորևէ քրեական մեղադրանքին՚ վերաբերող դրույթներով և չի վերաբերում նման ՙորոշմանը՚:. Դենիլաուլեր/Քուշե Ֆրերես գործում (ԵԴ, Գործ C 125/79, 21-ը մայիսի,1980թ) Եվրոպական դատարանը (ԵԴ) որոշեց, որ միակողմանիորեն, առանց պատասխանողնին լսելու արված ժամանակավոր միջոցառումները չէին կարող ընդունվել ընդունվել համաձայն դրա նախադեպային իրավունքի: Սա ենթադրում է, որ նման երաշխիքները պետք է կիրառվեն նաև վերջնական որոշումների համատեքստից դուրս:", "ՕՐԵՆՔԸ", "33.  Դիմողը բողոքում էր, որ Վերաքննիչ դատարանն անկողմնակալ չէր եղել և որ, որպես հետևանք, տիկին Մ.-ն զրկվել է փաստարկներ ներկայացնելու հնարավորությունից՝ ի խախտումն Կոնվենցիայի 6-րդ հոդվածով նախատեսված՝ արդար դատաքննության իր հետևյալ իրավունքի.", "ՙՅուրաքանչյուր ոք, երբ որոշվում են նրա քաղաքացիական իրավունքներն ու պարտականությունները.... ունի օրենքի հիման վրա ստեղծված անկախ ու անաչառ դատարանի կողմից ... արդարացի ... դատաքննության իրավունք:՚:", "34.  Կառավարությունը վիճարկեց այդ փաստարկը:", "I.  ԿԱՌԱՎԱՐՈՒԹՅԱՆ ՆԱԽՆԱԿԱՆ ԱՌԱՐԿՈՒԹՅՈՒՆՆԵՐԸ", "35. Կառավարությունը վիճարկից գանգատի ընդունելիությունը մի շարք հիմքերով՝ Կոնվենցիայի 34-րդ հոդվածով և 35-րդ հոդվածի 1-ին կետով:", "", " 34-րդ հոդվածը սահմանում է.", "ՙԴատարանը կարող է գանգատներ ընդունել ցանկացած անձից ... որոնք պնդում են, թե դարձել են սույն Կոնվենցիայով կամ նրան կից Արձանագրություններով ճանաչված իրենց իրավունքների` որևէ Բարձր պայմանավորվող կողմի թույլ տված խախտման զոհ: ...՚", "", "35-րդ հոդվածի 1-ին կետը սահմանում է.", "ՙԴատարանը կարող է գործը քննության ընդունել միայն այն բանից հետո, երբ սպառվել են միջազգային իրավունքի հանրաճանաչ նորմերին համապատասխան իրավական պաշտպանության բոլոր ներպետական միջոցները, և վեց ամսվա ընթացքում`սկսած այն օրվանից, երբ կայացվել է ներպետական վերջնական որոշումը՚:", "Ա.  Տուժողի կարգավիճակը", "1.  Պալատի եզրակացությունը", "36.  Պալատը, որը իր ուրույն միջնորդության հարցը բարձրացրեց, նշեց, որ տիկին Մ.-ն՝ անմիջական տուժողը, մահացավ, երբ հայցը ներկայացված էր ներպետական իրավական պաշտպանության ատյաններ, որից ենթադրվում էր, որ նա մտադիր էր ենթադրյալ խախտման մասին բողոք ներկայացնել Դատարան: Այնուհետև նշվեց, որ անմիջական տուժողի մահից հետո, տեղական դատարանները չմերժեցին սահմանադրական դատավարության միջամտելու դիմողի հայցին և ավելի ուշ՝ բողոքել որպես հայցվորի եղբայր: Ավելին՝ Դատարանը ուներ հայեցողություն դիմողի՝ տուժողի կարգավիճակը ճանաչելու և շարունակել քննել դիմողին, երբ այն վերաբերում էր ընդհանուր շահ ներկայացնող հարցի: Պալատը համարեց, որ ներպետական օրենսդրությամբ կողմերից մեկի փաստաբանի հետ հարազատություն ունենալու հիմքով դատավորին վիճարկելու անհնարինությունը բավարար ընդհանուր շահի առկայության հարց էր: Այնուհետև նշելով, որ Կառավարությունը չէր ներկայացրել առարկություն այս առումով՝ Պալատը եզրակացրեց, որ դիմողը ուներ գանգատ ներկայացնելու իրավունակություն:", "2.  Կառավարության փաստարկները", "37.  Կառավարությունը ներկայացրեց փաստարկներ, որ դիմողը չուներ տուժողի կարգավիճակ այնքանով, որքնով նա բողոքարկվող դատաքննության կողմ չէր հանդիսանում: Միակ անմիջական տուժողը նրա քույրն էր, ով մահացել էր ներպետական սահմանադրական դատավարության ընթացքում: Կառավարությունը փաստարկ ներկայացրեց, որ քրոջ անունից դիմողին տվյալ դտավարությանը միջամտելու թույլտվությունը անտեղի էր: Մալթայի օրենսդրության համաձայն՝ դա ստանդարտ պրակտիկա էր, որը հիմնված էր քաղաքացիական օրենսդրության՝ իրավահաջորդության սկզբունքի վրա, որի համաձայն ժառանգը հաջորդում է մահացածի իրավուբյեկտությանը՝ ժառանգի՝ տուժողի կարգավիճակ ունենալուց անկախ, ելնելով Կոնվենցիայի նպատակնենրից:", "Ավելին՝ Կառավարությունը վիճարկում էր Պալատի մեկնաբանությունը, որը վերաբերում էր ՙբավարար շահի՚ հիման վրա տուժողի կարգավիճակ՝ շնորհելու Դատարանի հայեցողությունը Նրանց տեսանկյունից դա անհամատեղելի էր Կոնվենցիայի 34-րդ հոդվածի հետ և համազոր կլիներ actio popularis-ի (թարգմ. - գործողություն՝ ուղղված իրավական պաշտպանության միջոցի ձեռքբերմանը անձի կամ խմբի կողմից՝ կոլեկտիվ շահի անունից) ընդունմանը: Այնուամենայնիվ, եթե դա նույնիսկ այդպես լիներ, ներկա գործի մասով օրենքի մեջ րկար որևէ համապատասխան թերություն, որը կարդարացներ Պալատի կողմից ենթադրյալ հայեցողության իրականացումը:", "3.  Դիմողի փաստարկները", " Դիմողը առաջինը ներկայացրեց փաստարկ, որ դա դատավարության չարաշահում էր և հակառակ էր դատավարության փուլում Կառավարության՝ Դատարանի առջև նոր փաստարկ ներկայացնելու սուբսիդիարության սկզբունքի:", "Ամեն դեպքում, դիմողը փաստարկ ներկայացրեց, որ անմիջական տուժողը մահացել էր ներպետական իրավական պաշտպանության մեխանիզմների փուլում, առանց որի նա չէր կարող դիմել Դատարան: Իրականում տիկին Մ.-ի մահից հետո ազգային դատարանները, ներպետական օրենսդրության համաձայն, ընդունել էին սահմանադրական դատավարությունում դիմողի locus standi-ն (թարգմ.- դատարանում լսելի լինելու-ենթադատության իրավունքը): Ավելին՝ այն պահից, դիմողը դարձավ ներպետական դատավարության կողմ, նա պարտավորվեց կրել իր քրոջ կողնից սկսած սահամանադրական գործի հետ կապված ծախսերը՝ այդպիսով կրելով նաև ֆինանսական վնաս: Համաձայն դիմողի՝ այս վիճակը ստեղծվելուց ի վեր անշրջելի է:", "38.  Վերջապես, դիմողը ներկայացրեց փաստարկ, որ գանգատի հետ կապված կար բարոյական գործոն, որը բարձրացրեց Կոնվենցիայի մեկնաբանման կամ կիրառման վրա ազդող և ընդհանուր շահ ներկայացնող լուրջ հարցեր և խնդիրներ: Այսպիսով, չէր կարելի է ասել, որ Պալատի կողմից վկայակոչված ընդհանուր շահի չափանիշը և կիրառելի չէր տվյալ գործի համար:", "4.  Երրորդ կողմի փաստարկները. Կառավարություն", "39.   Չեխիայի Հանրապետության կառավարությունը ներկայացրեց փաստարկ, ըստ որի՝ ընդունելի էր, որ Դատարանը շնորհեր locus standi հաջորդ ամենամոտ հարազատին, երբ դիմողը նախքան Դատարան դիմելը, մահացել է դատաքննության փուլում: Այնուամենայնիվ, եթե անմիջական տուժողը մահացել է նախքան գանգատը ներկայացնելը՝ տուժողի կարգավիճըկը պետք է ճանաչվի միայն բացառիկ դեպքերում: Դա կլիներ այդպես այն գործերում, երբ ենթադրյալ խախտումը կանխել էր անմիջական տուժողին պնդելու իր պահանջները (Բազորկինան ընդդեմ Ռուսաստանի, թիվ 69481/01, կետ139, 27-ը հուլիսի, 2006թ) կամ երբ անձինք, սովորաբար ժառանգները, ովքեր ձգտում են ունենալ տուժողի կարգավիճակ, իրենք ինքներն էին կրում իրենց պնդմամբ ենթադրյալ խախտման բացասական հետևանքները (Ռեսեգատին ընդդեմ Շվեյցարիայի, թիվ 17671/02, կետ 25, 13-ը հուլիսի, 2006թ):", "40.  Ավելին՝ Դատարանը չուներ որևէ հայեցողություն՝ տրամադրելու տուժողի կարգավիճակ այն հիմքով, որ բողոքը վերաբերում էր ընդհանուր շահին: Այնուամենայնիվ, այն ուներ հայցեողական մոտեցում Կոնվենցիայի 37-րդ հոդվածի 1-ին կետով, շարունակելու գանգատի քննությունը նույնիսկ մահացած դիմողի կողմից սկսած պայքարը ավարտել ցանկացող անձի բացակայության դեպքում: Վերոնշյալ բացառիկ չափանիշներին չբավարարող հաջորդ ամենամոտ հարազատի կողմից նախաձեռնած դատավարություններում հայեցողության կիրառումը կհանգեցներ նրան Դատարանին թույլ տալու սկսել իր ուրույն միջնորդությույնը, թե որ գանգատները պետք է քննվեին:", "5.  Դատարանի գնահատումը", "41.  Որպեսզի կարողանա խնդրագիր ներկայացնի 34-րդ հոդվածի համաձայն՝ անձը, ոչ կառավարական կազմակերպությունը կամ անհատների խումբը պետք է ի վիճակի լինի պնդել ՙ... Կոնվենցիայով առաջադրված ... իրավունքների խախտման զոհ լինելը՚: Որպեսզի հաստատվի խախտման զոհ լինելը անձն անմիջապես պետք է ազդեցություն կրած լինի կասկածելի միջոցառումից (տես, Բերդնն ընդդեմ Միացյալ Թագավորության գործը [ԳՊ] թիվ 13378/05, կետ 33, 29-ը ապրիլի, 2008թ.):", "42.  Սույն չափանիշը չպետք է կիրառվի կոշտ, մեխանիկական և ոչ ճկուն ճանապարհով (տես, Կարներն ընդդեմ Ավստրայի գործը, թիվ 40016/98, կետ 25, ՄԻԵԴ 2003-IX): Դատարանը ընդունել է, որ իրեն ներկայացված մարդու իրավունքների գործերը ընդհանուր առմամբ ունեն նաև բարոյական կողմ և դիմողին մոտ կանգնած անձինք, այսպիսով, նույնպես կարող են օրինական շահ ունենալ՝ դրա մեջ տեսնելով, որ արդարությունը կարելի է իրականացնել նույնիսկ դիմողի մահից հետո: Սա ավելի է ամրապնդվում, երբ գործով բարձրացված առանցքային խնդիրը անցնում է անձի և դիմողի, նրա ժառանգների շահագրգռվածության սահմանը՝ և դրանով կարող է ազդել այլ անձանց վրա (տես, Մահլուսն ընդդեմ Չեխիայի Հանրապետության [ՄՊ] թիվ 33071/96, ՄԻԵԴ 2000XII):", "43. Առանձնահատուկ հանգամանքներում Դատարանն ունի հայեցողություն՝ եզրակացնելու, որ Կոնվենցիայով և նրա արձանագրություններով սահմանված հարգանքը մարդու իրավունքների նկատմամբ ի լրումն պահանջում է գործի քննության շարունակություն (Կոնվենցիայի 37-րդ հոդված, 1-կետ): This discretion is dependent on the existence of an issue of general interest (տես, Կարների գործը՝ վկայակչված վերևում կետ 27 և Մարի Լյուիս Լոյենն ու Բրանելն ընդդեմ Ֆրանսիայի գործը, թիվ 55929/00, կետ 29, 5-ը հուլիսի, 2005թ): Վերջինս կարող է առաջ գալ մասնավորապես, երբ գանգատը վերաբերում է պատասխանող Պետության օրենսդրությանը, իրավական համակարգին կամ պրակտիկային (տես, Ալթունն ընդդեմ Գերմանիայի, Որոշումներ ու զեկույցներ, թիվ 36, կետ 32 և mutatis mutandis, վերևում վկայակոչված Կարների գործը, կետեր 26, 28):", "44.  Սովորաբար, երբ սկզբնական դիմող մահացել է Դատարան գնագատը ներկայացնելուց հետո, Դատարանը թույլատրում է հաջորդ, ամենամոտ հարազատին ներկայացնելու գանգատ պայմանով, որ նա ուներ բավարար շահ (տես, վեևում վկայակոչված Մալհաուզի գործը [ՄՊ]): Սակայն իրադրությունն այլ է, երբ անմիջական տուժողը մահանումը է՝ նախքան իր բողոքը Դատարան ներկայացնելը (տես, Ֆեյրֆիլդն ընդդեմ Միացյալ Թագավորության գործը, թիվ 24790/04, ՄԻԵԴ 2005VI):", "45.  ՙՏուժող՚ հասկացությունը Դատարանը մեկնաբանում է յուրովի և անկախ ներպետական համակարգում դրա մեկնաբանության, ինչպես այն հասկացությունների դեպքում, որոնք վերաբերում են շահին և գործելու կարողությանը (տես, Սանլես Սանլեսն ընդդեմ Իսպանիայի գործը, թիվ 48335/99, ՄԻԵԴ 2000XI), նույնիսկ եթե Դատարանը ստիպված է հարգել այն փաստը, որ դիմողը եղել է ներպետական դատավարության կողմերից մեկը: Կապված 6-րդ հոդվածով ներկայացված բողոքների հետ՝ Դատարանը պատրաստ էր ճանաչել հարազատի դիրքորոշումը, երբ կա’մ բողոքները ներկայացնում էին ընդհանուր շահ և դիմողները, որպես ժառանգներ, ունեին գանգատ ներկայացնելու իրավաչափ, օրինական շահ, (տես, Լոյենի գործը՝ վկայակոչված վերևում, կետ 29 և մյուս կողմից՝ Բիչը և այլոք՝ ընդդեմ Թուրքիայի, թիվ 55955/00, կետ 23, 2-ը փետրվարի, 2006թ) կա’մ դիմողի ժառանգական իրավունքի վրա ուղիղ ազդեցության հիմքով(տես, Ռեսեգատիի գործը՝ վկայակոչված վերևում):", "46.  Ներկա գործով՝ Դատարանը նշում է, որ անմիջական տուժողը մահացել է սահմանադրական դատաքննության գործընթացում, որ տևել էր ավելի քան տասը տարի և անհրաժեշտ էր սպառելու իրավական պաշտպանություն ներպետական միջոցները: Սահմանադրական ենթադատությունները չեն մերժել դիմողի հայցը դատավարությունում հանդես գալու որպես հայցվորի եղբայր ևժառանգ և ոչ էլ մերժել են քննարկել նրա բողոքը: Ավելին՝ նա պարտավորեցվել է վճարել իր քրոջ կողմից սկսած գործի դատական ծախսերը և այդպիսով, կարելի է համարել, որ ունի ժառանգական շահ՝ կապված այդ ծախսերի փոխհատուցման հետ:", "47. Ավելին՝ Դատարանը համարում է, որ համապատասխան օրենքի ենթադրյալ թերության հարցը, որն անհրանին է դրարձնում դատավորին վիճարկելը, այն հիմքով, որ նրա առջև հանդես եկող փաստաբանը իր եղբորորդին էր կամ որ խնդրո գործի առարկան վերաբերում էր իր եղբոր վարքագծին այնպիսի հարց է, որը հարց է առաջացնում դատաքննության արդար վարման, այդպիսով նաև ընդհանուր շահին առնչվող կարևոր հարցի վերբերյալ:", "48.  Որպես եզրակացություն՝ Մեծ Պալատը, ինչպես Պալատը, համարում է, որ նախորդ երկու պատճառներով էլ դիմողը ունի ներկայացնելու գանգատը: Այսպիսով, Կառավարության առարկությունը մերժվեց:", "Բ.  Իրավական պաշտպանության ներպետական միջոցները չսպառելը", "1.  Պալատի եզրակացությունը", "49.  Պալատը համարում էր, որ համաձայն Մալթայի օրենսդրության և 1992թ հոկտեմբերի 12-ի դատաքննության վկայակոչմամբ, կար հատուկ հիմք՝ վիճարկելու դատավորին այն հիմքով, որ նա իր առջև հանդես եկող փաստաբաններից մեկի հորեղբայրն էր և հետևաբար տիկին Մ.-ն չէր կարողանա հայցել դատավորի փոփոխությունը: Ավելին՝ դիմողը խնդրո առարկա միջադեպից հետո բողոք ներկայացրեց Քաղաքացիական դատարանի սահմանադրական ենթադատությանը և վերջինս մերժեց Կառավարության առարկությունը՝ սովորական իրավական պաշտպանության միջոցները չսպառելու և գործի հատկանիշներին չանդրադառնալու վերաբերյալ:", "2.  Կողմերի ներկայացրած փաստարկները", "50.   Կառավարությունը ներկայացրեց փաստարկ, որ 1992թ հոկտեմբերի 12-ի դատաքննության ժամանակ տիկին Մ.-ն չբողոքեց, որ իրեն հնարավորություն չէր տրվել ներկայացնել փաստարկներ, ոչ էլ ներկայացրել էր հետագա փաստարկներ անելու խնդրանք: Նմանապես նա չէր վիճարկել դատավորին դատավարութան որևէ փուլում և միևնույն դատավարության ընթացքում նա համապատասխան դատարանի առջև չէր բարձրացրել Կոնվենցիայի 6-րդ հոդվածով սահմանված խնդիրը՝ որ ՙհավանաբար՚ խախտվել էր իր անկողմնակալ դատավարության իրավունքը: Տիկին Մ.-ն երբեք չէր պահանջել, որ Գլխավոր Դատավորը հեռացվի իր գործը վարելուց, մի հայց, որի վերաբերյալ որոշումը կայացվելու էր ոչ միայն Գլխավոր Դատավորի կողմից, այլ այդ գործով նիստին մասնակցող երեք դատավորների կողմից: Ըստ Կառավարության՝ տիկին Մ.-ն կարող էր ներկյացրած լիներ նման պահանջ COCP-ի 734 հոդվածի (1)-ին կետի (ե) ենթակետի համաձայն (տես, վերոնշյալ կետ 28-ը), որն ընդհանուր առմամբ, արտացում էր nemo iudex in causa propria ( թարգմ. – ոչ ոք իր գործով չպետք է լինի դատավոր) կանոնը: Կառավարություն վկայակոչեց տարբեր ներպետական որոշումներ, որտեղ դատարանները շարունակաբար գերակայող կարևորություն էին վերագրում այն փաստին, որ արդարադատությունը ոչ միայն պետք է իրականացվի, այլև պետք է տեսանելի լինի իրականացված և որ դա ընդունվել էր որպես իրավաչափ հիմք դատավորին հեռացնելու կամ նրա մասնակցությունը վիճարկելու համար/բացարկ հայտնելու համար: Այունուամենայնիվ, Մեծ Պալատում դատաքննության ժամանակ Կառավարությունն ընդունում էր, որ գոյություն չէր ունեցել որևէ ներպետական դատական նախադեպ, որն ապացուցեր, որ COCP-ի 734 հոդվածի (1)-ին կետի (ե) ենթակետի բացարկը այս գործի նման գործերում հաջողվել է:", "51.  Դիմողը որևէ փաստարկ չէր ներկայացրել այս տեսակետի հետ կապված:", "3.  Դատարանի գնահատումը", "52.   Համաձայն Կոնվենցիայի 35-րդ հոդվածի, 1-ին կետի՝ Դատարանը կարող է գործը դիտարկել միայն այն դեպքում, երբ սպառվել են ներպետական իրավական պաշտպանության բոլոր միջոցները: Կանոնի նպատակն է հնարավորություն տալ պայմանավորվող Պետություններին՝ կանխելու կամ ուղղելու ենթադրյալ խախտումները՝ նախքան Դատարան ներկայացնելը (ի թիվս այլ գործերի՝ տես, Սելմոունին ընդդեմ Ֆրանսիայի գործը [ՄՊ], թիվ 25803/94, կետ 74, ՄԻԵԴ 1999-V): Այսպիսով, Դատարան ներկայացված բողոքն առաջին հերթին պետք է ուղղված լիներ համապատասխան ազգային դատարաններ, առնվազն ըստ էության, համաձայն ներպետական օրենսդրության պաշտոնական պահանջների և սահմանված ժամկետների շրջանակում (տես, Զարբ Ադամին ընդդեմ Մալթայի գործը, թիվ 17209/02, 24-ը մայիսի, 2005թ): Այնուամենայնիվ ներպետական իրավական պաշտպանության միջոցների սպառման կանոնը պահանջում է, որ դիմողն ազգային իրավական համակարգում այդ մեխանիզմներին դիմելու համար ունենա նորմալ ռեսուրս, որոնք կլինեն մատչելի և բավարար՝ հնարավորություն տալու վերականգնել ենթադրյալ խախտումները: Նշված իրավական պաշտպանության միջոցների առկայությունը պետք է բավարար չափով որոշակի լինի ոչ միայն տեսականորեն, այլ նաև գործնականում, ինչի բացակայությունը կհանգեցնի մատչելիության և արդյունավետության բացակայության: Չկա որևէ պարտականություն ունենալ ռեսուրսներ անհամարժեք և անարդյունավետ իրավական պաշտպանություն միջոցների համար (տես, Ռանինենն ընդդեմ Ֆինլանդիայի գործը, 16-ը դեկտեմբերի, 1997թ, կետ 41, Վճիռների և որոշումների զեկույցներ, 1997VIII):", "53.  Մեծ Պալատը, ինչպես Պալատը, դիմողը չպետք է վիճարկած լիներ/բացարկ հայտնած լիներ Գլախավոր Դատավորին COCP-ի 734-րդ հոդվածով (տես, վերոնշյալ 28 կետը), քանի որ այդ ընթացքում փաստաբանի և դատավորի միջև եղբորորդի-հորեղբայր կապը բացարկի՝ թվարկված հիմքերի ցանկում չէր: 734-րդ հոդվածի (1)-ին կետի (ե) ենթակետը կոնկրետ վերաբերում է որոշակի ընտանեկան կապերին (տես, վերոնշյալ 28 կետը): Այնուամենայնիվ, այն բացառում էր հարազատ քրոջը, եղբորը կամ ավելի հեռու ազգականներին, որոնք կարող էին նշված լինել, եթե օրենսդիրն այդպիսի մտադրություն էր ունեցել: Փաստորեն այս հարաբերությունների մասին օրենքի լռությունը չի սատարում այն փաստարկին, որ կարելի է ենթադրել, որ այդ հարաբերությունները պետք է կանոնակարգվեն համապատասխան իրավական դրույթով՝ դրա հետ կապված հատուկ օրենքի բացակայության դեպքում: Կառավարությունը նաև ցույց չի տվել, որ 734-րդ հոդվածի (1)-ին կետի (ե) ենթակետը, որն ավելի շատ ընդահնուր մի դրույթ է, հիմք կապահովեր իրավական պաշտպանության միջոցի համար: Ավելին՝ այս առումով, Կառավարությունը ընդունում էր, որ գոյություն չէին ունենցել ներպետական դատական նախադեպ, որը ցույց կտար, որ 734-րդ հոդվածի (1)-ին կետի (ե) ենթակետով սահմանված բացարկը, այնպիսի գործերում, ինչպիսին այս գործն է, հաջողողությամբ կիրառվել է: Հետևաբար, ներկա գործում դիմողից ողջամտորեմ չէր կարելի սպասել նման գործողության ձեռնարկում:", "54.  Ամենակարևորն այն է, որ Դատարանը նշում է, որ վիճարկված դատավճռից հետո, տիկին Մ.-ի իրավահաջորդ դիմողը, սկսեց սահմանադրական վարույթ Քաղաքացիական գործերով դատարանում (Առաջին դահլիճ) վկայակոչելով Կոնվենցիայի 6-րդ հոդվածով երաշխավորված արդար դատաքննության իր իրավունքի խախտման մասին՝ ելնելով այն հանգամանքից, որ Վերաքննիչ դատարանն անկողմնակալ չէր և այնտեղ հնարավորություն չկար ներկայացնել փաստարկներ: Այնուհետև դիմողը բողոք ներկայացրեց Սահմանադրական դատարան՝ ընդդեմ Քաղաքացիական հարցերով դատարան վճռի, որով մերժվել էր իր հայցը: Դատարանը համարում է, որ ներկայացնելով այս հայցը ներպետական սահմանադրական ատյաններում, որով մեժվեց Կառավարության առարկությունն առ այն, որ սովորական ներպետական իրավական պաշտպանության միջոցները չէին սպառվել և չմերժվեց ընթացակարգային հիմքերով ներկայացված հայցը, այլ քննության ենթարկվեց դրա էությունը, դիմողը նորմալ ձևով օգտագործել էր ներպետական իրավական պաշտպանության այն միջոցները, որոնք մատչելի էին իրեն և որոնք իրենց էությամբ վերաբերում էին եվրոպական մակարդակում որպես բողոք ներկայացվող փաստերին (տես, mutatis mutandis, վերևում վկայակոչված Զարբ Ադամի գործը):", "55.  Միայն այն փաստը, որ դիմողը այլընտրանքային ուղիներով կարող էր փորձել ենթադրյալ խախտման իրավական պաշտպանության միջոցներ դատավարության տարբեր փուլերում և որ նման բողոք ներկայացնելու համար կարող էր սպասել մինչև դատավրության ավարտը, ինչպես թույլատվում էր ներպետական օրենսդրությամբ, չի կարող փոխել սույն եզրակացությունը: Նախադեպային իրավունքի համաձայն՝ երբ օգտագործվել է իրավական պաշտպանության միջոցը, այլ միջոցի օգտագործումը, որն ունի էականորեն նույն նպատակը, չի պահանջվում (ի թիվս այլ գործերի՝ տես, Կազաչիօղլուն ընդդեմ Թուրքիայի գործը [ՄՊ], թիվ 2334/03, կետ 40, 19-ը փետրվարի, 2009թ):", "56.  Հետևաբար, գանգատը չի կարող մերժվել ներպետական իրավական պաշտպանության մեխանիզմները չսպառելու հիմքով և հետևաբար, Կառավարության առարկությունը չեղյալ է հայտարարվում:", "Գ.  Անհամապատասխանությունը ratione materiae-ին (թարգմ.-իրավախախտման) օբյեկտի գործոնը)", "1.  Պալատի եզրակացությունը", "57.  Տարբերություն դնելով հիմնական գործողոությունից ծագող՝ թույլտվության հրաման ստանալու վարույթի և բողոքարկման վարույթի միջև՝ Պալատը համարեց վերջինիս որպես ՙթույլտվության հրաման ստանալու վարույթին հաջորդող վարույթ՚, այսինքն՝ մի նոր և առանձին վարույթ, որով հնարավոր է վիճարկել թույլտվության հրամանի սխալները: Ե’վ առաջին ատյանի, և’ Վերաքննիչ դատարանները քննել էին տիկին Մ.-ի բողոքի հատկանիշները և հետևաբար համաձայն էին թույլտվության հրամանի վարույթում ՙլսված լինելու իրավունքի՚ շուրջ ծագած վեճի հետ: Այսպիսով, դիմողն առնվազն փաստարկների հիման վրա կարող էր պնդել, որ վարույթները սահմանված էին 6-րդ հոդվածով: Ավելին՝ երբ դիմողը ի վերջո բողոքեց ՙթույլտվության հրաման ստանալու վարույթին հաջորդող վարույթի՚ անարդարությունից, սահմանադրական ատյանը ուշադրություն դարձրեց Վճռաբեկ դատարանի անկողմնակալության վերաբերյալ դիմողի բողոքի հատկանիշներին և որպես հետևանք, ընդունեց այդ վարույթի նկատմամբ 6-րդ հոդվածի կիրառելիությունը: Պալատը հիշեցրեց, որ համաձայն Դատարանի վճռի՝ Վիլհո Էսքելինենն ընդդեմ Ֆինլանդիայի գործով ([ՄՊ], թիվ 63235/00, 19-ը ապրիլի, 2007թ, կետ 61) 6-րդ հոդվածի՝ Դատարանի ինքնուրույն կիրառումից անկախ, դրա կիրառելիությունը ընդունելի կլիներ Դատարանի համար, եթե ներպետական համակարգերը նախկինում ընդունել էին այն. ՙեթե ներպետական համակարգն արգելում է դատարանին մատչելիությունը, ապա Դատարանը հաստատելու է, որ վիճն, իրոք, այնպիսին է, որ բացառության կիրառումը 6-րդ հոդվածի երաշխիքների նկատմամբ արդարացված է: Եթե ներպետական համակարգը չի արգելում, այդ դեպքում որևէ խնդիր չկա և 6-րդ հոդվածի 1-ին կետը կիրառելի է՚: Ավելին՝ 6-րդ հոդվածի 1-ին կետով սահմանված ՙքաղաքացիական իրավունք՚ հասկացությունը չի կարող մեկնաբանվել որպես ներպետական իրավունքում ահմանված իրավակիրարկելի իրավունքի սահմանափակում՝ Կոնվենցիայի 53-րդ հոդվածի իմաստով (տես, Օքյայն ու այլոք ընդդեմ Թուրքիայի գործը, թիվ 36220/97, կետ 68, ՄԻԵԴ 2005VII): Դրանից հետևում է, որ 6-րդ հոդվածը կիրառելի է տվյալ գործի համար:", "2.  Կառավարության փաստարկները", "58.  Կառավարությունը փաստարկներ ներկայացրեց առ այն, որ ինչպես ապացուցում էին Մեծ Պալատի կողմից ուղարկված փաստաթղթերը, իրենք վիճարկել էին ներպետական վարույթների ժամանակ հոդված 6-ի կիրառելիությունը՝ չնայած ոչ իրենց նախնական փաստարկներում, որոնք ներկայացված էին ներպետական դատարան: Այնուամենայնիվ, ներպետական օրենսդրության համաձայն՝ նրանք չէին հրաժարվել ներկայացնել ներպետական վորույթների ավելի ուշ փուլում: Ավելին՝ խնդիրն չանդրադառնալու ներպետական դատարանի միակ պատճառն էր, որ այն ընդունել էր իրենց առարկությունը՝ հիմնված այն փաստարկի վրա, որ գործը մակերեսային և անբարեխիղճ:", "59.  Բողոքարկման վարույթները վերաբերում էին, այն այն մեղադրանքներին, որ լսված լինելու իրավունքը խախտվել էր հրամանի հետ կապված վարութների ընթացքում: Առաջին՝ վերոնշյալը չէր սահմանվում 6-րդ հոդվածով, քանի որ դրանք նախնական կանխարգելիչ միջոցառումներ՝ առանց որևէ իրավունքի հատկանիշի որոշման կամ որևէ պատականության պահանջի: Նույնիսկ եթե դատավարության օրենսդրության համաձայն այդ վարույթները պետք է սկսվեին առանձին հայցերի միջոցով, դրանք թույլտվության հրամանի հետ կապված վարութի շարունակությունն էին և հետևաբար, որևէ կերպ չէին կարող սահմանել նախնական հայցի հատկանիշները:", "60.  Ավելին՝ լսված լինելու իրավունքը թույլտվության հրամանի հետ կապված վարույթում, նախատեսված չէր Մալթայի օրենսդրությամբ: Համաձայն ներպետական դատական նախադեպի՝ նման երաշխիքները կարող են արվել թույլտվության հրամանի հետ կապված վարույթում՝ հաշվի հառնելով հատուկ պահանջները, օրինակ, նման հայցի արագությունը: Այն փաստը, որ Քաղաքացիական գործերով դատարանը (Առաջին Դահլիճ), վճիռ էր կայացրել հօգուտ տիկին Մ.-ի՝ հայտնելով որ լսված լինելու իրավունքը առկա էր թույլտվության հրամանի հետ կապված դատավարություններում, բավարար չէր դիմողի համար ապահովելու փաստարկելի պահանջ և 6-րդ հոդվածը դարձնել կիրառելի նման վարույթի համար, քանի որ այն չէր հանգեցնում քաղաքացիական իրավունքների սահմանմանը:", "61.  Միակ քաղաքացիական իրավունքը, որ ծագում է տարբեր դատավարություններից լվացքը կախելու իրավունքն էր, որը սկզբնական հայցի հատկանիշների կենտրոնական մասն էր կազմում, որի վերաբերյալ որոշումը ընդունվել է 1992թ մարտի 6-ին և որևէ բողոքարկում չի ներկայացվել դրա դեմ: Իրոք, ինչպես հայտնել է Վերաքննիչ դատարանը, թույլտվության հրամանի հետ կապված վարույթներում լսված լինելու իրավունքի վերաբերյալ փաստարկները կարող են հեշտությամբ ներկայացվել, երբ էր էական նշանակություն ունեցող որևէ հայց և սա այն է ինչ պահանջում է դատական գործընթացների ժամանակ:", "62.  Կապված Պալատի կողմից Էսքելինենի գործի մեկնաբանության հետ՝ Կառավարությունը կիսել է Պալատի վճռին կցված, իրենց կարծիքներով տարբերվող երեք դատավորների տեսակետները և միջամտողների դիտարկումները:", "3.  Դիմողի փաստարկները", "63.  Դիմողը ներկայացրեց փաստարկ այն մասին, որ թույլտվության հրամանը հրապարակումից հետո շարունակում էր ուժի մեջ մնալ, մինչև դավարությունների վերջնական արդյունքների ստացումը, եթե այն չէր մեժվել մինչև այդ օրը Այսպիսով, հրամանի հետ կապված վարույթը, որի ընթացքում թույլտվություն էր շնորհվել, չնայած ժամանակավորապես, որոշ ժամանակահատված ազդել էր կողմերի քաղաքացիական իրավունքների վրա: Այսպիսով, հաշվի առնելով նման թույլտվությունից բխող հեռահար ազդեցությունները, կիրառելի էր Կոնվենցիայի 6-րդ հոդվածը, հատկապես Մալթայի համատեքստում:", "64.  Այնուամենայնիվ, բողոքարկման վարույթը տարբերվում էր թույլթվության հրամանի վարույթից և նաև տեղի էր ունենում հոդված 6-ի շրջանակներում: Դրանք պաշտոնական ad hoc վարույթներ էին, որոնք սկսվել էին դատարան ներկայանալու ծանուցումով, այնուհետև ուղեկցվել բողոքարկման միջնորդությամբ ավարտվել առաջին ատյանում և բողոքարկման վերաբերյալ վճռով: Իրոք, դրանք ներկայացված էին դատաքննության տարբեր դատարաններում և ոչ այն դատավորին, ով որոշումէր կայացրել թույլտվության հրամանի վերաբերյալ: Խնդրո առարկա քաղաքացիական իրավունքը այս դատավարություններում ՙլսված լինելու իրավունքն էր՚ և գործի բնույթը չէր տարբերվում ցանկացած այլ գործի բնույթից սովորական ներպետական դատարաններում:", "65.  Դիմողը փաստարկ ներկայացեց, որ սկզբնական վարույթը, որը վերաբերում էր լվացքը կախելու իրավունքին, ավարտվել էր 1992թ մարտի 6-ին: Բողոքարկողն իրականում պարոն Ֆ.-ն էր, ով չքր փորձում հետ վերցնել այն, մինչև սկզբնական բողոքի հատկանիշները չսահմանվեին՝ այսպիսիվ վերհաստատելով այդ գործողության օգտակարությունը և առանձին բնույթը: Ավելին՝ քանի որ Կառավարությունը ճիշտ չէր ներկայացրել փաստարկը ներպետական վարույթում և ոչ էլ ներպետական դատարաններն էին բարձրացրել այն իրնեց ուրույն միջնորդությամբ, Կառավարությունը չպետք է թույլ տար բարձրացնել այն այժմ, այլապես կհայտնվեր ավելի բարենպաստ իրավիճակում, քան դիմողն էր, որը սպառել ներպետակ իրավական հաստատություններին դիմելու բոլոր հնարավորությունները: 66.  Դիմող ներկայացրեց փաստարկ, որ ներկա գործը չպետք է հենվի Էսքելինենի վճռի վրա, քանի որ ամեն դեպքում 6-րդ հոդվածը կիրառելի էր վերոնշյալ պատճառներով: Ավելին՝ նա համաձայնեց Պալատի կողմից Կոնվենցիայի 53-րդ հոդվածի մեկնաբանությանը, որի միջոցով ցանկացած ոլորտում մարդու իրավունքների պաշտպանությունը չի կարող լինել ավելի ցածր Դատարանում, քան ներպետական դատարաններում:", "4.  Երրորդ կողմի փաստարկները. Կառավարություն", "67.  Չեխիայի Հանրապետության կառավարությունը, որ Դատարանը պետք է հավատարիմ մնա իր դատական նախադեպին ըստ որի՝ 6-րդ հոդվածը չէր կիրառվում այն վարույթներում, որոնք վերաբերում էին միջանկյալ միջոցներին, որովհետև դրանք միայն ժամանակավոր որոշումներ էին: Նրանք փաստարկ ներկայացրեցին, որ միջանկյալ միջոցը չէր կարող դիտվել որպես առանձին վարույթ, այլ միայն դիտվում էր ընդհանուր վարույթի համատեքստում: Հետևաբար, գործի հետ կապված Դատարանի իրավասությունից հեռանալը, կարելի էր ընդունել այնքանով, որքանով ժամանակավոր ասպեկտը այլևս չէր ներկայացնում ծանրակշիռ պատճառ ՙվարույթի այդ մասի համար՚, որը ներառված չէ 6-րդ հոդվածի մեջ: Հետևաբար, 6-րդ հոդվածը կարող էր կիրառելի լինել միջանկյալ միջոցների նկատմամբ, այնուամենայնիվ, խախտումը կծագեր միայն այնտեղ, որտեղ միջանկյալ միջոցի հետ կապված վարույթի ցանկացած թերություն դարձնում էր ամբողջ վարույթն անարդար: Հետևաբար, դժվար կլիներ պատկերացնել, որ խախտման հայտնաբերում այնտեղ, որտեղ հիմնական վարույթը անշուշտ եղել էր:", "68.  Ավելին՝ 6-րդ հոդվածը պետք է կիրառելի լիներ միայն այն պայմանով, որ ակնկալվող միջոցառումը, թեև ժամանակավոր, վերաբերում էր քաղաքացիական իրավունքների և պարտականությունների սահմանմանը, առկայությանը, շրջանակին և պայմաններին: Նույնը ենթադրվում էր միջանկյալ միջոցառումների վարույթներն կից վարույթներում՝ չնայած պրոցեդուրալ իրավունքի (ինչպիսին տվյալ գործի համար ՙլսված լինելու իրավունքն է՚) դեպքում դժվար կլիներ այն որոկել որպես քաղաքացիական իրավունք:", "69.  Նրանք նաև փաստարկներ ներկայացրեցին, որ Վիլհո Էսքելինենի գործը սահմանափկաված էր քաղաքացիական ծառայողների և ՊԵտության միջև տեղի ունեցած դատավարություններով՝ կապված դատարանի մատչելիության հետ: Ավելին՝ տրամադրելով պաշտպանություն ներպետական մակարդակում չէր նշանակում, որ 6-րդ հոդվածը կիրառելի էր և արդյո՞ք ներպետական վարույթում վիճարկվող կիրառելիությունը աննպատակահարմար գործոն էր, որը չպետք է հաշվի առնվեր Դատարանի կողմից:", "70.  Կապված Կոնվենցիայի 53-րդ հոդվածի հետ՝ Չեխիայի Կառավարությունը փաստարկ էր ներկայացրել, որ այս դրույթը առաջադրվել էր կանխելու այն ստանդարտը, որը ձեռք էր բերվել՝ կանխելու մարդու իրավունքներ պաշտպանության ստորադասումը այն հիմքով, որ որոշ իրավունքներ երաշխավորված էին Կոնվենցիայով: Նրանք մեկ անգամ ևս շեշտեցին, որ ոչինչ չի կարող խոչընդոտել ներպետական դատարաններին գնալու Կոնվենցիայով սահմանված ստանդարտներից այն կողմ:", "5.  Դատարանի գնահատումը", "(ա)  Ընդհանուր սկզբունքներ", "74 Դատարանը մեկ անգամ ևս հայտարարեց, որ 6-րդ հոդվածի 1-ին կետն իր ՙքաղաքացիական՚ մասով լինի կիրառելի, պետք է լինի ՙքաղաքացիական իրավունքի՚ շուրջ վեճ (ֆրանսիական տեքստում՝ բանավեճ), որը, առնվազն փաստարկելի հիմքերով, կարող է ընդունելի լինել ներպետական օրենսդրության մեջ՝ անկախ այն բանից՝ որդյո՞ք այն նաև պաշտպանվում է Կոնվենցիայով, թե՝ ոչ: Վեճը պետք է լինի իրական և լուրջ, այն կարող է վերաբերել ոչ միայն իրավունքի իրական գյությանը, այլ նաև դրա շրջանակի և գոյության ձևին և վերջապես դատավարության արդյունքը պետք է անմիջականորեն որոշիչ լինել տվյալ իրավունքի համար, զուտ թույլ կապերը կամ հեռակա հետևանքները չպետք է բավարար լինեն 6-րդ հոդվածի 1-ին կետը գործի դնելու համար (տես, ի թիվս այլոց, Մենիտոն ընդդեմ Իտալիայի գործը, [ՄՊ] թիվ 33804/96, կետ 23, ՄԻԵԴ 2000 X և Գյուլմեզն ընդդեմ Թուրքիայի գործը, թիվ 16330/02, կետ 28, 20-ը մայիսի, 2008թ): Օրենսդրության բնույթը, որը կարգավորում է, թե ինչպես պետք է որոշվի գործը (քաղաքացիական, առևտրային, վարչական օրենսդություն և այլն) և մարմինը, որը ներդրվում է տվյալ գործին համապատասխան իրավասությամբ (սովորական դատարան, վարչական մարմին և այլն), հետևաբար փոքր հետևանք են (տես, Ջ.Թ.-ն և Ա. Ս ընդդեմ Լեհաստանի, թիվ 40732/98, կետ 46, 24-ը մայիսի, 2005):", "75.  Նախնական վարույթները, օրինակ նրանք, որոնք վերաբերում էին միջանկյալ միջոցների շնորհմանը, ինչպիսին հրամանն է, սովորաբար չեն համարվում՝ որոշելու քաղաքացիական իրավունքներն ու պարտականությունները, ուստի, սովորաբար ընկնում են հոդված 6-ի պաշտպանության ներքո (տես, ի թիվս այլ գործերի, Վիյոն ընդդեմ Ֆրանսիայի գործը, թիվ 43722/98, 15-ը մարտի 2001թ, APIS a.s. ընդդեմ Սլովակիայի գործը, թիվ 39794/98, 13-ը հունվարի, 2002թ, Verlagsgruppe News GMBH  ընդդեմ Ավստրիայի գործը, թիվ 62763/00, 16-ը հունվարի, 2003թ և Լիբերթն ընդդեմ Բելգիայի գործը, թիվ 44734/98, 8-ը հուլիսի, 2004թ): Հետևաբար, գործերի վարույթների այդ շարքում Դատարանը 6-րդ հոդվածը կիրառել է միայն հատկանիշների շուրջ գործի հարուցումից և ոչ նման միջոցների նախնական պահանջից (տես, Ջաֆրեդոուն ընդդեմ Ֆրանսիայի գործը, թիվ 39843/98,15-ը դեկտեմբերի, 1998թ և Կրեսն ընդդեմ Ֆրանսիայի գործը, [ՄՊ], թիվ 39594/98, կետ 90, ՄԻԵԴ, 2001VI): Այնուամենայնիվ, որոշ գործերում Դատարանը կիրառել է 6-րդ հոդվածը միջանկյալ վարույթներում՝ մասնավորապես դիմողի քաղաքացիական իրավունքի համար՝ նրանց որոշիչ լինելու պատճառով (տես, Աերթսն ընդդեմ Բելգիայի գործը, 30-ը հուլիսի,  1998թ, Զեկույցներ1998թV և Բոկան ընդդեմ Բելգիայի, թիվ 50615/99, ՄԻԵԴ, 2002IX): Ավելին՝ այն որոշել է, որ պետք է այդ սկզբունքից արվի բացառություն, որ հոդված 6-ը չի կիրառվելու, երբ միջանկյալ որոշումը բացառապես պահանջում է այլ բան, որովհետև պահանջվող միջոցը շեշտակի, արմատական էր, մեծ չափով հեռացել էր հիմնական գործողությունից և մինչև չփոխվի բողոքի, զգալի ժամանակահատված ազդելու էր կողմերի իրավական իրավունքների վրա (տես, Markass Car Hire Ltd ընդդեմ Կիպրոսի գործը, թիվ 51591/99, 23-ը հոկտեմբերի, 2001թ):", "(բ)  Ներկա գործում դատավարությունների դասակարգումը", "76.  Ներկա գործը ներառում է դատավարությունների չորս մակարդակ. i) դատավարությունը թույլտվության հրաման շնորհելու համար, ii) դատավարությունների խումբ, որտեղ վիճարկվեց թույլտվության հրամանի արդարացիությունը (բողոքարկումը, այս Դատարանին ներկայացված բողոքի առարկան է); iii) հիմնական դատավարությունը, որը վերաբերում է պարոն Ֆ.-ի հայցին և iv) սահմանադրական վարույթների խումբը:", "77.  Հակառակ Պալատին՝ Մեծ Պալատը գտնում է, որ վարույթները քննարկելիս ավելի նպատակահարմար է ընդհանուր մոտեցման ընդունումը: Հրամանի համար հայցը շնորհվեց՝ որպես նախնական միջոց, որին հետևեց հիմնական հայցը գործի հատկանիշների վերաբերյալ: Միևնույն ժամանակ, վարույթների մեկ այլ խումբ սկսվեց՝ վիճարկելու շնորհված հրամանի արդարացիությունը: Մեծ Պալատը, ինչպես Կառավարությունը, դիտում է վերջինը որպես անալոգ այն բանին, որն այլ ընդդատություններում կդասակարգեին որպես թույլտվության հրամանի դեմ բողոքարկում: Չէր վիճարկվել, որ ներկա գործի ընթացքում Մալթայի իրավական համակարգը չէր թույլատրում բողոքարկել ընդդեմ նման հրամանի: Այնուամենայնիվ, հրամանը հնարավոր էր շատ կասկածի տակ դնել մի շարք ՙթարմ՚ դատավարությունների միջոցով, որոնք դույլ էին տալիս ընդդատության երկու մակարդակ, մասնավորապես Քաղաքացիական գործերով դատարան (Առաջին Դահլիճl)՝ իր սովորական իրավասության շրջանակում և Վերաքննիչ դատարան: Այսպիսով, թույլտվության հրամանին առնչվող դատավարությունը և դրա արդարացիության հետագա վիճարկումը չի կարող դիտվել միմյանցից առանձին դիտվել: Նրանք դատավարությունների մեկ խումբ էին՝ կապվածգործի հատկանիշներով, որը պետք է որոշվեր հիմնական հայցի ժամանակ: Այն փաստը, որ նրանք պարունակում էին ընդդատությունների երեք մակարդակ չի նշանակում, որ դրանց պետք է վերաբերվել որևէ այլ կերպ, քան հրամանին առնչվող ավանդական վարույթներին: Հետևաբար, Մոծ Պալատը այս հիմքով որոշում է կայացնելուտվյալ գործի նկատմամբ 6-րդ հոդվածի կիրառելիության վերբերյալ:", "(գ)  Արդյո՞ք կա նախադեպային իրավունքի մշակման կարիք", "78. Դատարանը նշում է, որ Եվրոպայի խորհրդի անդամ-պետությունների միջև գոյություն ունի ընդհանուր կոնսենսուս, որ պարզ կամ բարդ ձևով ապահովում է 6-րդ հոդվածի երաշխիքների կիրառելիությունը միջանկյալ միջոցների դեպքում՝ ներառյալ թույլտվության հրամանին առնչվող վարույթները (ինչպես բացատրվեց վերոնշյալ կետ 31-ում): Նմանապես, ինչպես կարելի է տեսնել Դատարանի նախադեպային իրավունքից (տես, վերոնշյալ կետ 32-ը), Եվրոպական համայնքների դատարանը (ՙECJ՚) համարում է, որ ժամանակավոր միջոցառումները պետք է ենթակա լինեն արդար դատավարության երաշխիքների՝ մասնավորապես լսելի լինելու իրավունքին:", "79.  6-րդ հոդվածի շրջանակից միջանկյալ միջոցառումների բացառումը մինչ այժմ արդարացվել է այն փաստով, որ դրանք սկզբունքորեն չեն որոշում քաղաքացիական իրավունքներն ու պարտականությունները: Այնուամենայնիվ, այնպիսի հանգամանքներում, երբ պայմանավորվող շատ Պետություններ բախվում են զգալի կուտակումների իրենց գերծանրաբերռնված արդարադատության համակարգերում, որը տանում է չափազանց երկար դատավարությունների, թույլտվության հրամանի վերաբերյալ դատավորի որոշումը հաճախ լինելու է համարժեք զգալի ժամանակահատվածի համար, նույնիսկ բացառիկ դեպքերում մշտապես ներկայացված հայցի հատկանիշների վերաբերյալ որոշմանը: Հետևաբար, միջանկյալ և հիմնական վարույթներն հաճախ որոշում են միևնույն ՙիրավունքներն ու պարտականությունները՚ և ունեն միևնույն երկարատև կամ մշտական ազդեցությունը:", "80.  Այս նախապատմության հետ կապված՝ Դատարանն այլևս հիմնավորված չի համարում թույլտվության հրամանի վարույթն ավտոմատիկ բնութագրել որպես ոչ վճռորոշ քաղաքացիական իրավունքների և պարտականությունների: Դատարանը նաև համոզված չէ, որ նման վարույթների թերույթունները անհրաժեշտաբար կարգավորվելու են ավալի ուշ փուլերում, մասնավորապես 6-րդ հոդվածով կարգավովող հատկանիշների վերաբերյալ դատավարություններում, քանի որ միաժամանակ ստացած ցանկացած կանխակալ վերաբերմունք կարող է այնուհետև դառնալ անշրջելի՝ ստացած վնասի փոխհատուցման շատ փոքր հնարավորություններով, բացառությամբ թերևս ֆինանսական փոխհատուցման հնարավորությունից:", "81.  Դատարանը այսպիսով համարում է, որ վեոնշյալ պատճառներով նախադեպային իրավունքնում անհրաժեշտ է փոփոխություն: Չնայած իրավական որոշակիության, կանխատեսելիության և օրենքի առջև հավասարության շահից է բխում, որ Դատարանն, առանց լուրջ պատճառի, չպետք է հեռանա նախորդ գործերում առկա դատական նախադեպերից, Դատարանի կողմից դինամիկ և զարգացող մոտեցում չպահպանելը սպառնում էր նրանց դարձնել խոչընդոտ բարեփոխումների կամ բարելավումների համար (տես, mutatis mutandis, Մամատկուլովն ու Ասկարովն ընդդեմ Թուրքիայի գործը, [ՄՊ], թիվ 46827/99 և 46951/99, կետ 121, ՄԻԵԴ 2005-I և Վիլհո Էսքելինենի գործը [ՄՊ]՝ վկայակոչված վերևում, կետ 56): Պետք է հիշել, որ Կոնվենցիան մշակված է ՙերաշխավորելու ոչ թե տեսական կամ երևակայական իրավունքներ, այլ գործնական և ադյունավետ իրավունքներ՚ (տես, ի թիվս այլ գործերի, Ֆոլգերոն և այլոք ընդդեմ Նորվեգիայի գործը [ՄՊ], թիվ 15472/02, կետ 100, ՄԻԵԴ 2007թ...., և Սալդուզն ընդդեմ Թուրքիայի գործը [ՄՊ], թիվ 36391/02, կետ 51, 27-ը նույեմբերի, 2008թ):", "82.  Այս լույսի ներքո՝ այն փաստը, որ միջանկյալ որոշումները, որոնք նույնպես որոշում են իրավունքներ կամ պարտականություններ, պաշտպանված չեն Կոնվենցիայի 6-րդ հոդվածով, կոչ է անում նոր մոտեցման:", "(դ)  Նոր մոտեցումը", "83.  Ինչպես նախկինում նշվեց 6-րդ հոդվածը իր քաղաքացիական մասով, կիրառելի է միայն քաղաքացիական իրավունքեր և պարտականություններ որոշող վարույթներում: Ոչ բոլոր միջանկյալ միջոցներն են որոշում նման իրավունքներ և պարտականություներ և 6-րդ հոդվածի կիրառելիությունը կախված է լինելու որոշակի պայմաններ բավարարելուց:", "84.  Առաջին՝ խնդրո առարկա իրավունքը և’ հիմնական, և’ թույլտվության հրամանին առնչվող դատավարություններում պետք է լինի ՙքաղաքացիական՚, համաձայն Կոնվենցիայի 6-րդ հոդվածի՝ այդ հասկացության ավտոնոմ իմաստով (ի թիվս այլ գործերի՝ տես, Stran Greek Refineries-ը և Սթրաթիս Անդրադիսն ընդդեմ Հունաստանի գործը, 9-ը դեկտեմբերի, 1994թ, կետ 39, Սերիա Ա, թիվ 301Բ, Քյոնիգն ընդդեմ Գերմանիայի գործը, 28-ը հունիսի, 1978թ, կետ 89-90, Սերիա Ա թիվ 27, Ֆերազինին ընդդեմ Իտալիայի [ՄՊ], թիվ 44759/98, կետ 24-31, ՄԻԵԴ 2001-VII և Ռոշեն ընդդեմ Միացյալ Թագավորության [ՄՊ], թիվ 32555/96, կետ 119, ՄԻԵԴ 2005X):", "85.  Երկրորդ՝ միջանկյալ միջոցի բնույթը, դրա առարկան և նպատակը, ինչպես նաև դրա ազդեցությունները խնդրո առարկան իրվունքի վրա պետք է մանրամասնորեն ուսումնասիրվի: Այնտեղ, որտեղ միջանկյալ միջոցը համարվում է արդյունավետ՝ որոշելու խնդրո առարկա քաղաքացիական իրավունքները և պարտականությունները, անկախ նրա ուժի մեջ գտնվելու տևողությունից, Կոնվենցիայի 6-րդ հոդվածը կրառելի է:", "86.  Այնուամենայնիվ, Դատարանն ընդունում էր, որ բացառիկ դեպքերում, երբ օրինակ, ակնկալվող միջոցի արդյունավետությունը կախված է արագ որոշում ընդունելու գործընթացի հետ, կարող է հնարավոր չլինել անմիջապես բավարարել 6-րդ հոդվածի բոլոր պահանջները: Այսպիսով, այդպիսի առնաձնահատուկ դեպքերում, չնայած խնդրո առարկա դատարանի կամ դատավորի անկախության և անկողմնակալության հարցը նման դատավարությունում անբաժանելի և անօտարելի երաշխքներ են, այլ ընթացակարգային երաշխիքներ կարող են կիրառվել միայ այն չափով, որ չափով դրանք կհամապատասխանեն խնդրո առարկա միջանկյալ դատավարությունների բնույթին և նպատակին: Դատարանում ցանկացած հետագա վարույթի ժամանակ Կառավարությունը պետք է սահմանի, որ տվյալ գործում խնդրո առարկա դատավարության նպատակից ելնելով մեկ կամ ավելի հատուկ ընթացակարգային երաշխիքներ չէին կարող կիրառվել՝ առանց խնդրո առարկա միջոցառման կողմից ոչ պատշաճորեն կանխակալություն ցուցաբերելով ակնկալվող նպատակների ձեռքբերման հարցում:", "(ե)  6-րդ հոդվածի կիրառելիությունը ներկա գործի համար", "87.  Դատարանը նշում է, որ խնդրո առարկա իրավունքի էությունը ներկա դատավարության մեջ վերաբերում էր հարևանների կողմից սեփականության իրավունքի օգտագործումը՝ համաձայն Մալթայի օրենսդրության և հետևաբար քաղաքացիական բնույթի իրավունքի՝ համաձայն և ներպետական և Դատարանի նախադեպային իրավունքի (տես, Ֆերազինին ընդդեմ Իտալիայի գործը, [ՄՊ]՝ վկայակոչված վերևում, կետ 27 և Զանդերն ընդդեմ Շվեդիայի, 25-ը նոյեմբերի 1993թ, կետ 27, Սերիա Ա, թիվ 279Բ): Թույլտվության հրամանի նպատակն էր, թեև կարճ ժամկետի համար, որոշել միևնույն իրավունքը, որպես մի իրավունք, որը վիճարկվում էր հիմնական դատավարության ժամանակ և որն անմիջպես ենթակա էր իրավակիրարկման: Հետևաբար, թույլտվության հրամանի վարույթը ներկա գործում կիրառության համար բավարարում է 6-րդ հոդվածի չափանիշները և Կառավարության կողմից ոչ մի պատճառ չի սահմանվել՝ որևէ առումով սահմանափակելու դրանց կիրառման շրջանակը (տես, վերոնշյալ կետ 86-ը):", "88.  Դատարանը նշեց, որ դիմողի բողոքը վերաբերում էր բողոքարկման վարույթին, որն ավարտվեց դատավճռով 1993թ փետրվարի 5-ին, այն ժամանակ, երբ հիմնական հայցի հատկանիշները արդեն որոշվել էին 1992թ մարտի 6-ի վճռով: Հետևաբար, Դատարանն իրազեկ է, որ վիճարկվող վճռի ժամանակ խնդրո առարկա վեճն իրականում լուծվել էր: Այնուամենայնիվ, 1990թ երբ սկսվեցին դատավարությունները հայցի հատկանիշները դեռևս չէին որոշվել և 6-րդ հոդվածը սկզբունքորեն կիրառելի էր, ինչպես սահմանվել է նեախորդիվ: Ավելին՝ այն նշում է, որ այդ դատավարությունների շարունակությունը տիկին Մ.-ի որևէ մեղքի պատճառով չէր, քանի որ բողոքողը պարոն Ֆ.-ն էր:", "89. Հետևաբար, 6-րդ հոդվածը կիրառելի է բողոքարկման դատավարությունների համար և ուստի Կառավարության առարկությունը պետք է մերժվի:", "II.  ԿՈՆՎԵՆՑԻԱՅԻ 6-ՐԴ ՀՈԴՎԱԾԻ 1-ԻՆ ԿԵՏԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄ", "Ա.  Պալատի եզրակացությունը", "90.  Պալատը չհամոզվեց, որ կար բավարար ապացույց, որ Գլխավոր Դատավորը ցուցաբերել է անձնական կողմնակալություն: Այնուամենայնիվ, այն եզրակացրերց, որ մոտ ընտանեկան կապերը ընդդիմախոս կողմի և դատավորի միջև բավարար էին օբյեկտիվորեն հիմնավորելու դիմողի մտավախություն առ այն, որ նախագահող դատավորը անկողմնակալ չէր և որ ներկա գործի փաստերը չեն մերժում դիմողի մտահոգությունը: Հետևաբար այն եզրակացրեց, որ տեղի է ունեցել 6-րդ հոդվածի 1-ին կետի խախտում (դատարանի անկողմնակալություն) և որոշեց, որ անհրաժեշետություն չկա առանձին քննելու կողմերի հավասարության սզբունքին (թարգմ.- Կողմերի համար հավասարապես մատչելի պետք է լինեն գործի հետ կապված գրառումներն ու այլ փաստաթղթերը) վերաբերող բողոքը:", "Բ.  Դիմողի փաստարկները", "91.  Դիմողը ներկայացրեց փաստարկներ, որ ներկա գործը արտացոլում էր և’ օբյեկտիվ, և’ սուբյեկտիվ կանխակալություն Գլխավոր Դատավորի կողմից՝ հակառակ Կոնվենցիայի 6-րդ հոդվածի: Գլխավոր Դատավորը անաչառ չէր այն փաստով, որ իր եղբայրը հրամանի վարույթի ըժամանակ եղել էր ընդդիմախոս կողմի փաստաբանը: Նրա կանխակալությունը ակնհայտ էր 1992թ հոկտեմբերի 12-ի միջադեպի ժամանակ, երբ մյուս դատավորներին խոսք չտրվեց քննարկումների և վերջնական դատավճռի ժամանակ: Վերջնական դատավճիռը ընդդեմ տիկին Մ.-ի էր և հրաման տրվեց դատարանի օգնականի զեկույցից հանել այն գրառումները, որոնք հօգուտ տիկին Մ.-ին էին և հղում արվեց վերջինիս պաշտպանի գործողություններին ընդդեմ Գլխավոր Դատավորի եղբոր (տես, վերոնշյալ կետ 20-ը): Իրոք, քանի որ դատավորի անձնական անկողմնակալությունը ենթադրվում էր մինչ չկար հակառակ ապացույց, դիմողը չէր ունեցել որևէ պատճառ՝ պահանջելու դատավորի հեռացումը, մինչև վերնոշյալ դեպքերի տեղի ունենալը: Այնուամենայնիվ, Գլխավոր Դատավոր պետք է որ իմանար, որ իքն անձամբ բարձրացնելու էր իր եղբոր հետ առնչվող հարցը և իր միջնորդությամբ պետք է հաներ իր մասնակցությունը: Ավելի դիմողը գտնում էր, որ միջադեպի ժամանակ Գլխավոր Դատավորի վարքագիծը և հարազատական կապը իրարից առանձնացված խնդիրներ չէին, այլ ներկայացնում էին միևնույն մետղադրամի երկու կողմերը:", "Գ.  Կառավարության փաստարկները", "92.  Կառավարություն փաստարկներ ներկայացրեց, որ ներկա գործում անկողմնակալության որևէ հարց չի ծագում: Եթե փաստաբանը մտահոգված էր ենթադրյալ կանխակալությամբ, ապա դատավորի մասնակցության դադարեցման պահանջի հետ կապված ակնհայտ գործընթաց պետք է, որ նախաձեռնվեր, որը չէր արվել: Ընդհակառակը, փաստաբան, պալատներում Գլխավոր Դատարվորի հետ հանդիպելուց հետո, ընդունել էր, որ միջադեպը կարգավորված էր: Իրականում, ներպետական մակարդակում, դիմողն իր մեղադրանքները չի կառուցում արդար դատաքննության բացակայության, փաստարկներ ներկայացնելու իր իրավունքի ենթադրյալ խախտման, Գլխավոր Դատավորի ընտանեկան կապերի վրա: Դրանք բերվել են միայն Դատարանի առջև: Ավելին՝ Վերաքննիչ դատարանի վճիռը չի բացահայտել որևէ կանխակալություն Գլխավոր Դատավորի կողմից, նույնիսկ եթե նման բան բացահայտվեր, այն չպետք է առաջ բերեր ex post facto մտահոգություններ: Վերաքննիչ դատարանն անկողմնակալ էր Կոնվենցիայի 6-րդ հոդվածի 1-ին կետի իմաստով՝ տիկին Մ.-ին ընդդիմախոս փաստաբանների հետ ունեցած ընտանեկան կապերի:", "Դ.  Դատարանի գնահատումը", "1.  Ընդհանուր սկզբունքներ", "93.  Անկողմնակալությունը սովորաբար ցույց է տալիս, որ նախապաշարմունքի կամ կանխակալության բացակայությունը և դրա գոյությունը կարող է փորձարկվել մի քանի ձևերով: Ըստ Դատարանի հաստատուն նախատեդեպային իրավունքի՝ 6-րդ հոդվածի 1-ին կետի իմաստով, անկողմնակալության առկայությունը պետք է որոշվի` համաձայն օբյեկտիվության թեսթի, որտեղ պետք է հաշվի առնվեն կոնկրետ դատավորի անձնական համոզնունքն ու վարքագիծը, այսինքն՝ արդյո՞ք դատավորը ունեցել է որևէ անձնական նախապաշարմունք կամ կանխակալություն տվյալ գործում, և համաձյան օբյեկտիվության թեսթի, այսինքն՝ սահմանելով, թե արդյո՞ք դատարանն ինքնին, և ի թիվս այլ ասպեկտների, դրա կազմը, առաջարկել էր բավարար երաշխիքներ՝ բացառելու որևէ օրինական կասկած՝ կապված անկողմնակալության հետ (տես, ի թիվս այլ գործերի, Ֆեյն ընդդեմ Ավստրիայի գործը, 24-ը փետրվարի, 1993թ, Սերիա Ա, թիվ 255, կետ 27, 28 և 30 և Վեթստեյնն ընդդեմ Շվեյցարիայի գործը, թիվ 33958/96, կետ 42, ՄԻԵԴ 2000-XII):", "94.  Ինչ վերաբերում է սուբյեկտիվության թեսթին, դատարանի՝ անձնական ենթադրյալ կանխակալությունից կամ կողմնապահությունից ազատ լինելու սկզբունքը վաղուց հաստատվել է Դատարանի նախադեպային իրվավունքում (տես, օրինակ, Կիպրանոուն ընդդեմ Կիպրոսի [ՄՊ], թիվ 73797/01, կետ 119, ՄԻԵԴ 2005...): Դատարանը որոշեց, որ դատավորի անձնական անկողմնակալությունը պետք է ենթադրվի, քանի դեռ չկա հակառակ ապացույց (տես, վերոնշյալ Վեթստեյնն ընդդեմ Շվեյցարիայի գործը կետ 43): Ինչ վերաբերում է պահանջվող ապացույցի տեսակի, Դատարանն, օրինակ, փորձեց սահմանել այն, թե արդյո՞ք Դատավորը ցուցաբերել է թշնամանք կամ թույլ կամք անձնական պատճառներով (տես, Դե Քուբերն ընդդեմ Բելգիայի գործը, 26-ը հոկտեմբերի, 1984թ, Սերիա Ա, թիվ 86, կետ 25):", "95.  Գործերի մեծ մասում, որտեղ բարձրացվել է անկողմնակալության հարցը, Դատարանն իր ուշադրությունը կենտրոնացրել է օբյեկտիվության թեսթի վրա: Այնուամենայիվ, սուբյեկտիվ և օբյեկտիվ կողմնակալության միջև գոյություն ունի ՙանջրանցիկ՚, լուրջ բաժանում, քանի որ դատավորի վարքագիծը կարող է ոչ միայն հուշել օբյեկտիվորեն անկողմնակալության հետ կապված կասկածները արտաքին դիտորդի տեսանկյունից (օբյեկտիվության թեսթ), այլ նաև կարող է անդրադառնալ նրա անձնական համոզմունքների խնդրին (սուբյեկտիվության թեսթ) (տես, Կիպրիանուի գործը՝ վերևում, կետ 119): Այսպիսով, այն դեպքերում, երբ կարող է դժվար լինել ձեռք բերել ապացույց, որը կհերքեր դատավորի սուբյեկտիվ անկողմնակալության մասին ենթադրությունը, օբյեկտիվ անկողմնակալության պահանջը ապահովում է հետագա կարևոր երաշխիք (տես, Պուլարն ընդդեմ Միացյալ Թագավորության, 10-ը հունիսի, 1996թ, Զեկույցներ 1996-III, կետ 32):", "96. Ինչ վերաբերում է օբյեկտիվության թեսթին, ապա պետք է սահմանվի, թե արդյո՞ք բացի դատավորների վարքագծից, կան համոզիչ, պարզաբանող փաստեր, որոնք անկողմնակալության հետ կապված կասկած կարող են առաջարկել: Սա ենթադրում է, որ երբ որոշում ենք, թե արդյո՞ք տվյալ գործում կա իրավաչափ պատճառ մտավախություն ունենալու, որ տվյալ դատավորը կամ դատական նիստը վարող մարմինը անկողմնակալ չէ, տվյալ անձի տեսակետը կարևոր է, բայց ոչ որոշիչ: որոշիչն այն է, թե արդյո՞ք այդ մտավախությունը կարող է օբյեկտիվորեն հիմնավորվել (տես, Վեթսթեյնի գործը՝ վերևում, կետ 44 և Ֆարանթելին և Սանթանջելոն ընդդեմ Իտալիայի գործը, 7-ը օգոստոսի, 1996թ, Զեկույցներ 1996-III, կետ 58):", "97.  Օբյեկտիվության թեաթը հիմնականում վերաբերում է դատավորի և դատավարության այլ դերակատարների միջև հիերարխիկ կամ այլ կապերին (տես, օրինակ, զինվորական դատարանի գործերը, Միլլերն ու այլոք ընդդեմ Միացյալ Թագավորության գործը, թիվ 45825/99, 45826/99 և 45827/99, 26-ը հոկտեմբերի, 2004, տես, նաև գործեր, որոնք վերաբերում են դատավորի երկակի դերին, օրինակ, Մեժնարիչն ընդդեմ Խորվաթիայի գործը, թիվ 71615/01, 15-ը հուլիսի, 2005, կետ 36 և Վեթսթեյնի գործը՝ վերևում, կետ 47, որոնցում դիմողի ընդդիմախոսին ներկայացնող փաստաբանները հետագայում մեղադրում են դիմողին համապատասխանաբար մեկ ամբողջական դատավարության և զուգահեռաբար անցկացվող դատավարությունների ընթացքում), որն օբյեկտիվորեն արդարացնում է դատարանի անկողմնակալ դատարանի հետ կապված կասկածները և այդպիսիով չբավարարելով Կոնվենցիայի ստանդարտը օբյեկտիվության թեսթի շրջանակներում (տես, Կիպրիանուի գործը՝ վերևում, կետ 121): Հետևաբար, պետք է որոշվի յուրաքանչյուր առանձին գործի համար՝ արդյո՞ք խնդրո առարկա կապը, այնպիսի բնույթի ու աստիճանի է, որը ցույց է տալիս դատարանի կողմից անկողմնակալության բացակայությունը (տես, Փուլարի գործը՝ վկայակոչված վերևում, կետ 38):", "98.  Այս առումով, նույնիսկ արտաքի տեսքը կարող է որոշկաի կարևորություն ներկայացնել կամ այլ կերպ ասած՝ ՙարդարադատությունը ոչ միայն պետք է իրականացվի, այլ իրականացնելու համար այն պետք է տեսնել՚ (տես, Դե Քուբերի գործը՝ վկայակոչված վերևում, կետ 26): Վտանգի տակ է վստահությունը, որ դատարանը պետք է ներշնչի հանրությանը ժողովրդավարական հասարակությունում: Այսպիսով, այն դատավորը, ում նկատմամբ կա անկողմնակալության բացակայության մտահովախության իրավաչափ հիմնավորում, չպետք է մասնակցի դատավարությանը (տես, Քասթիլիո ալգարն ընդդեմ Իսպանիայի, 28-ը հոկտեմբերի, 1998թ, Զեկույցներ 1998-VIII, կետ 45):", "99. Ավելին՝ որպեսզի դատարանը վստահություն ներշնչի հանրության շրջանում, որը շատ կարևոր է, հաշվի պետք է առնվի ներքին կազմակերպման հարցերը (տես, Պիերսաքի գործը վկայակոչված վերևում, կետ 30 (դ)): Անկողմնակալությունը երաշխավորող ազգային ընթացակարգերի առկայությունը, մասնավորապես դատավորների մասնակցությունը դադարեցնելու կանոնները, անհրաժեշտ գործոն է:  Նման կանոնները ցույց են տալիս տվյալ դատավորի կամ դատարանի անկողմնակալության հետ կապված ողջամիտ բոլոր կասկածները վերացնելու ազգային օրենսդիրների մտահոգությունը և մտահոգության պատճառները վերացնելու միջոցով անկողմնակալությունը ապահովելու փորձ է: Ի լրումն իրական կանխակալության վերցման՝ նրանք ուղղորդվում են վերացնելու կողմնակալության ցանկացած դրսևորում և այդպիսով ծառայում են վստահության խթանմանը, վստահություն, որը դատավորները ժողովրդավարական հասարակությունում պետք է ներշնչեն հանրության շրջանում (տես, Մեժնարիչի գործը՝ վկայակոչված վերևում, կետ  27): Դատարանը պետք է հաշվի առնի նման կանոնները իր ուրույն գնահատումը կատարելիս, թե արդյո՞ք դատարանն անկողմնակալ էր, մասնավորապես, թե արդյո՞ք դիմող մտահոգությունները օբյեկտիվորեն արդարացված են, թե՝ ոչ (տես, mutatis mutandis, Փրեսքադոր Վալերոն ընդդեմ Իսպանիայի, թիվ 62435/00, կետ 24-29, ՄԻԵԴ 2003-VII):", "2.  Կիրառելիությունը ներկա գործի նկատմամբ", "100.   Դատարանը նշում է, որ դատավորին վիճարկելու մասին հատուկ դրույթները սահմանվել էին COCP 734-րդ հոդվածով (տես, վերոնշյալ կետ 28): Ինչպես Պալատը, Մեծ Պալատն էլ նշում է որ Մալթայի ներկա գործի դիտարկման պահով, թերի էր երկու մակարդակում: Առաջին՝ չկա պարտականություն, որ ավտոմատ կստիպեր դատավորների ինքնաբացարկ հայտարաել այնպիսի գործերում, երբ դրվում էր անկողմնակալության Երկորոդ՝ ներկա գործի վարման պահին, օրենսդրությունը դատավորի և փաստաբանի հարազատական կապը, նույնիսկ ավելի թույլ հարզատական կապը, ինչպիսին հորեղբայր/եղբորորդի կապն է, չի ճանաչում խնդրահարույց, հետևաբար և որպես հիմք բացարկ հայտնելու համար: Այսպիսով Պլատի նմանությամբ, Մեծ Պալատը համարում է, որ օրենեքն ինքնին չի ապահովում սուբյեկտիվ և օբյեկտիվ անկողմնակալության համապատասխան երաշխիքներ:", "101. Դատարանը համոզված չէ, որ կա բավարար ապացույց, որ Գլխավոր Դատավորը ցուցաբերել է անձնական կողմնապահություն: Հետևաբար, այն նախընտրում է քննության առնել գործը օբյեկտիվ անկողմնակալության թեսթի շրջանակներում, որն ապահովում է հետագա երաշխիքներ:", "102. Ինչ վերաբերում է օբյեկտիվության թեսթին, բողոքի այս մասն ուղղված է համապատասխան օրենքի չափանիշներին, որի շրջանակներում հնարավոր չէ բացարկ հայտնել դատավորին կողմերից մեկի փաստաբանի հետ ունեցած հարազատական կապի հիմքով, եթե դա առաջին աստիճան արյունակցական կամ ազգակցական կապ չէ (տես, վերոնշյալ կետ 28-ը): Հետևաբար, տիկին Մ.-ի ներկա գործում երեք դատավորներից մեկըհակառակ կողմի փաստաբանի հորեղբայրն էր և առաջին ատյանի դատավարության ժամանակ ընդդիմախոս կողմի պաշտպանի եղբայրը, որի վարքագիծը քննարկման առարկա էր բողոքարկման ժամանակ: Մեծ Պալատն այն տեսակետին է, որ հակառակ կողմի պաշտպանի և Գլխավոր Դատավորի ընտանեկան կապերը օբյեկտիվորեն արդարացնում է այն մտավախությունը, որ նախագահող դատավորը անկողմնակալ չէր: Չի կարելի անտեսել, որ Մալթան փոքր երկիր է և որ տնդահանուր երևույթ է, երբ ամբողջ ընտանիքը զբաղվում է իրավաբանությամբ: Իրականում, Կառավարությունը նույնպես ընդունեց, որ դա դարձել է պարբերաբար բարձրացվող խնդիր, որն անհրաժեշտություն է դարձնում այն գործողությունները, որոնք հանգեցնելու են համապատասխան օրենսդրական փոփոխության՝ ներառյալ հարազատական կապը որպես բացարկի հիմք ընդունելը (տես, վերոնշյալ կետ 29-ը):", "103.  Նախորդ նկատառումները բավարար են Դատարանին հնարավորություն տալու եզրակացնել, որ դատարանն այնպիսին չէր, որ երաշխավորեր իր անկողմնակալությունը և որ այն չի բավարարել օբյեկտիվության թեսթի շրջանակներում Կոնվենցիայի ստանդարտները:", "104.  Հետևաբար, տեղի է ունեցել Կոնվենցիայի 6-րդ հեդվածի 1-ին կետի խախտում:", "105.   Որոշելով, որ խախտվել է այս դրույթը՝ Դատարանը գտնում է, որ կարիք չկա առանձին որոշում ընդունելու այն բողոքի վերաբերյալ, ըստ որի՝ դատավորի վարքագիծն ազդել էր տիկին Մ.-ի՝ փաստարկներ ներկայացնելու իրավունքի վերաբերյալ:", "III.  ԿՈՆՎԵՆՑԻԱՅԻ 41-ՐԴ ՀՈԴՎԱԾԻ ԿԻՐԱՌՈՒՄԸ", "106.  Կոնվենցիայի 41-րդ հոդվածը սահմանում է.", "ՙ Եթե Դատարանը գտնում է, որ տեղի է ունեցել Կոնվենցիայի կամ դրան կից Արձանագրությունների խախտում, իսկ համապատասխան Բարձր պայմանավորվող կողմի ներպետական իրավունքն ընձեռում է միայն մասնակի հատուցման հնարավորություն, ապա Դատարանը որոշում է, անհրաժեշտության դեպքում, տուժած կողմին արդարացի փոխհատուցում տրամադրել՚:", "Ա. Վնասը", "1. Պալատի վճիռը", "107.  Պալատը համարեց, որ խախտման հայտնաբերումը ինքնին ներկայացնում էր բավարար արդարացի փոխհատուցում ՝ ցանկացած ոչ ֆինանսական վնասի դիմաց, որը դիմողը հնարավոր է կրած լիներ:", "2.  Կողմերի փաստարկները", "108.  Դիմողը պահպանեց 5,000 ԵՎՐՈ-ի իր պահանջը՝ կրած ոչ ֆինանսական ֆնասի դիմաց:", "109.  Կառավարությունը փաստարկ ներկայացրեց, որ Պալատի եզրակացության վերանայման որևէ պատճառ չկար:", "3.  Դատարանի որոշումը", "110.  Մեծ Պալատը համաձայն է Պալատի հետ, որ ներկա գործի հանգամանքներով ենթադրաբար պատճառված տուժվածությունը խախտման հայտնաբերումը ինքնին ներկայացնում էր բավարար արդարացի փոխհատուցում ոչ ֆինանսական վնասի դիմաց, որը որը դիմողը հնարավոր է կրած լիներ (տես Չմելին ընդդեմ Չեխիայի Հանրապետության, թիվ 64935/01, կետ 74, ՄԻԵԴ 2005-IV և Քոյնին ընդդեմ Միացյալ Թագավորության, 24-ը սեպտեմբերի, 1997թ Զեկույցներ, կետ 64).:", "Բ.   Ծախսեր և ծախքեր", "1.  Պալատի վճիռը", "111.   Պալատը մերժեց ծախսերը, որոնք պահանջվել էին առաջին ատյանի և Վերաքննիչ դատարանների դատավարության համար, քանի որ դրանք չեն կատարվել կանխելու խախտումը կամ բացահայտված խախտման դիմաց փոխհատուցում ստանալու համար: Ի լրումն՝ Դատարանը մերժեց ներպետական սահմանադրական վարույթների համար ստացած մասնագիտական իրավաբանական ծառայության դիմաց տրված գումարի պահանջը, որովհետև դիմողը չէր ապացուցել, որ այդ ծախսերը կատարվել էին: Այնուամենայնիվ այն համարեց, որ դիմողը կատարել էր որոշ ծախսեր՝ և’ ազգային, և’ եվրոպական մակարդակներում, որպեսզի ճիշտ ներկայացնեին Կոնվենցիայի խախտումը և ներպետական դատարանների և եվրոպական դատարանի դատավարությունների ծախսերի համար դիմողին շնորհեց 2000 եվրո:", "2.  Կողմերի ներկայացրած փաստարկները", "112.   Դիմողը պահանջեց 1,177 եվրո Պալատի վարույթի հետ կապված ծախսերի համար՝ ներառյալ 850 եվրո դատարանին ներկայացված գրավոր դիմումների համար և 77 եվրո վարչական ծախսերի համար, 2193 եվրո Մեծ Պալատի վարույթի համար՝ ներառյալ 850 եվրո գրավոր փաստարկների համար, 350 եվրո՝ կապված իրավական օգնության հայացադիմում պատրաստելու համար, 350 եվրո Մեծ Պալատ ներկայացվող ուղերձի նախապատրաստման համար, 250 եվրո գրավոր դիմումների թարգմանության համար, 300 եվրո բանավոր լսումների ներկայանալու համար և 143 եվրո վարչական ծախսերի համար:", "113.  Կառավարությունը փաստարկ ներկայացրեց, որ Պալատի դատավարության հետ կապված՝ պահանջվող գումարը ավելի քիչ էր, քան Պալատի կողմից շնորհված գումարը և գումարը, որը պահանջվում էր Մեծ Պալատի դատավարության հետ կապված` չափազանցեցված էր և տարբեր տողեր իրենցից ներկայացնում էին կրկնակի հաշվարկ:", "3.  Դատարանի վճիռը", "114. Մեծ Պալատը նշում է, որ Պալատի շնորհած գումարը ծածկել է ներպետական վարույթների դատական և այլ ծախսերը և Կոնվենցիայի վարույթի՝ մինչև Պալատի վճռի հետ կապված ծախսերը և հետևաբար, հաստատում է Պալատի կողմից շնորհված 2000 եվրոն:", "115.  Մեծ Պալատի դատական և այլ ծախսերի հետ կապված՝ Դատարանը մեկ անգամ ևս հայտարարում է, որ համաձայն Դատարանի նախադեպային իրավունքի, դիմողն իրավունք ունի իր դատական և այլ ծախսերի փոխհատուցման միայն այնքանով, որքանով ցույց է տրվել, որ դրանք կատարվել են իրականում և անհրաժեշտաբար և ողջամիտ չափի են: Ներկա գործով, հաշվի առնելով վերոնշյալ չափանիշները և իր ունեցած տեղեկատվությունը, մասնավորապես այն փաստը, որ դիմողը չի ներկայացրել իր պահանջը ամրապնդող որևէ ապացույց և աշխատաժամերի տևողության և վճարվող ժամադրույքի վերաբերյալ մանրամասների բացակայությունը, Դատարանը համոզված չէ, Մեծ Պալատի վարույթի հետ կապված բոլոր ծախսերը անհրաժեշտորեն կատարվել էին և գումարը ողջամիտ էր: Հաշվի առնելով 1854.86 եվրո գումարը, որը Մեծ Պալատի վարույթի հետ կապված՝ որպես իրավաբանական աջակցություն վճարվել էր Եվրոպայի խորհրդի կողմից, Դատարանն այս առումով որևէ շնորհում չկատարեց:", "116.  Հետևաբար, Դատարանը հաստատումը 2000 եվրո շնորհը՝ Պալատի վարույթի դատական և այլ ծախսերի հետ կապված:", "Գ. Պարտավորությունների չկատարման տոկոսադրույք", "117.  Դատարանը նպատակահարմար է համարում, որ պարտավորությունների չկատարման տոկոսադրույքը պետք է հիմնված լինի Կենտրոնական Եվրոպական Բանկի վարկավորման սահմանային տոկոսադրույքի վրա, որին պետք է ավելանա երեք տոկոս:", "ԱՅՍ ՀԻՄՆԱՎՈՐՈՒՄՆԵՐՈՎ ԴԱՏԱՐԱՆԸ ՄԻԱՁԱՅՆ", "1.  Մերժում է՝ տասնմեկն ընդդեմ վեց ձայնի հարաբերությամբ Կառավարության կողմից ներկայացված նախնական փաստարկները,", "", "2.  Որոշում է՝ տասնմեկն ընդդեմ վեց ձայնի հարաբերությամբ, որ տեղի է ունենցել Կոնվենցիայի 6-րդ հոդվածի 1-ին կետի խախտում՝ անկողմնակալության պահանջի առումով,", "", "3. Մերժում է միաձայն, որ անհրաժեշտություն չկա առանձին քննելու դիմողի բողոքը՝ փաստարկներ ներկայացնելու տիկին Մ.-ի իրավունքի վերաբերյալ,", "", "4.  Որոշում է՝ տասնմեկն ընդդեմ վեց ձայնի հարաբերությամբ.", "(ա)  որ պատասխանող Պետությունը երեք ամսված ընթացքում պետք է դիմողին վճարի 2000 եվրո (երկու հազար եվրո) գումարած որևէ հարկ, որոնք դիմողը կարող է ենթակա լինել վճարման՝ ծախսերի և ծախքերի հետ կապված,", "(բ)  որ վճարումը վերոհիշյալ եռամսյա ժամկետի ավարտից հետո կատարելու դեպքում այդ ժամանակահատվածի համար պետք է վճարվի տուգանային տոկոս, որը հավասար է չկատարված պարտավորության ժամանակահատվածում Եվրոպական կենտրոնական բանկի սահմանած փոխառության միջին տոկոսադրույքին` հավելած երեք տոկոս,", "", "5.  Մերժում է միաձայն, դիմողի հայցի մնացած մասը՝ արդար փոխհատուցման մասով,", "Պատրաստվել է անգլերեն և ֆրանսերեն լեզուներով՝ հրապարակային դատաքննության ժամանակ, Ստրասբուրգում, Մարդու իրավունքների շենքում, 2009թ հոկտեմբերի 15-ին:", "", "", "", "Մայքլ Օ’Բոյլ, \t\t\t\t\tԺան Պոլ Կոստա,", "Դատարանի քարտուղարի տեղակալ \t\tՆախագահ", "", "", "Համաձայն Կոնվենցիայի 45-րդ հոդված կետ 2-ի և Կանոն 74-ի կետ 2-ի՝ հետևյալ առանձին կարծիքները կցվում են վճռին.", "", "- Դատավորներ Կոստայի, Ջանգվիրթի, Կովլերի համատեղ՝ մեծամասնության դիրքորոշմանը չհամընկնող հատուկ կարծիքը (Թարգմանություն):", "- Դատավորներ Բյորգվինսոնի և Մալինվերնիի համատեղ՝ մեծամասնության դիրքորոշմանը մասամբ չհամընկնող հատուկ կարծիքը (Թարգմանություն):\t", "- Դատավորներ Ռոզակիսի, Թուլքենսի և Կալայդջիևայի համատեղ՝ մեծամասնության դիրքորոշմանը համընկնող հատուկ կարծիքը:", "Ժ-Պ.Կ.\nՄ.O.Բ.", "", "", "ՙՀատուկ կարծիքները չեն թարգմանվել, սակայն առկա են վճռի պաշտոնական լեզուներով տարբերակ (ներ) ում՝ անգլերեն և/կամ ֆրանսերեն, որոնք մատչելի են Դատարան նախադեպային իրավունքի տվյալների բազայում՝ HUDOC-ում՚:", "© Եվրոպայի Խորհուրդ/Մարդու իրավունքների եվրոպական դատարան, 2012", "Մարդու իրավունքների եվրոպական դատարանի պաշտոնական լեզունենրն են անգլերենը և ֆրանսերենը: Սույն թարգմանությունը պատվիրվել է Մարդու իրավունքների խնամառության հանձնաժողովի աջակցությամբ (): Այն պարտադիր ուժ չունի Դատարանի համար և Դատարանը որևէ պատասխանատվություն չի կրում դրա որակի համար: Թարգմանությունը կարելի է բեռնել Մարդու իրավունքների եվրոպական դատարանի դատական նախադեպերի HUDOC տվյալների բազայից () և ցանկացած այլ տվյալների բազայից, որոնց Դատարանը տրամադրել է այն: Այն կարելի է կրկնօրինակել ոչ առևտրային նպատակներով՝ պայմանով, որ հղում կատարվի գործի ամբողջական վերնագրին՝ հեղինակային իրավունքի մասին վերոնշյալ զգուշացման և Մարդու իրավունքների խնամառության հանձնաժողովին վկայակոչելու հետ միասին: Եթե սույն թարգմանության որևէ մասը նախատեսվում է օգտագործել առևտրային նպատակներով, խնդրում ենք կապվել հետևյալ հասցեով՝ .", "© Council of Europe/European Court of Human Rights, 2012", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", ""]}