{"file": "ARM_HJUDARM_38433_09.docx", "doc_type": "HJUDARM", "doc_lang": "ARM", "case_id": "38433/09", "text_paragraphs": ["ՄԱՐԴՈՒ ԻՐԱՎՈՒՆՔՆԵՐԻ ԵՎՐՈՊԱԿԱՆ ԴԱՏԱՐԱՆ", "", "© Եվրոպայի Խորհուրդ/Մարդու իրավունքների եվրոպական դատարան, 2013: Սույն թարգմանությունը պատվիրվել է Մարդու իրավունքների խնամառության հանձնաժողովի աջակցությամբ (): Այն պարտադիր ուժ չունի Դատարանի համար: Լրացուցիչ տեղեկությունների համար տես, հեղինակային իրավունքի մասին զգուշացումը այս փաստաթղթի վերջում:", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "ՄԵԾ ՊԱԼԱՏ", "", "CENTRO EUROPA 7 S.R.L. ԵՎ ԴԻ ՍՏԵՖԱՆՈՆ ԸՆԴԴԵՄ ԻՏԱԼԻԱՅԻ ԳՈՐԾՈՎ ՎՃԻՌԸ", "", "(Գանգատ թիվ 38433/09)", "", "ՍՏՐԱՍԲՈՒՐԳ", "", "7-ը հունիսի, 2012թ.", "", "Սույն վճիռը վերջնական է, սակայն ենթակա է խմբագրական փոփոխությունների:", "", "Մարդու իրավունքների եվրոպական դատարանի Մեծ Պալատի նիստը Centro Europa 7 S.R.l. և Դի Ստեֆանոն ընդդեմ Իտալիայի գործով ՝ հետևյալ կազմով՝", "", "Դատավորներ.", "", "\tՖրանսուա Թուլքենսի, նախագահ", "Ժան Պոլ Կոստայի\n\tԺոզեֆ Քարդվելի", "Նինա Վայչիչի", "Դին Սփիլմանի", "\tԿորնելիու Բրսանի", "\tԷլիզաբեթ Սթեյների", "Էլիզաբեթ Ֆուրա", "Լիլյանա Միջովիչի", "\tԴեյվիդ Տյոր Բյորգվինսոնի", "\tԴրագոլյուբ Պոպովիչի", "Անդրեաս Սաջոյի", "Նոնա Ցոցորիայի", "Իշիլ Կարակաշի", "Քրիստինա Պարդալոսի", "Գուիդո Ռայմոնդիի", "Լինոս Ալեքսանդրե Սիսիլիանոսի", "\nև", "", "Իրավախորհրդատու Վինսենթ Բերգերի մասնակցությամբ,", "", "Փակ դռների հետևում 2011թ հոկտեմբերի 12-ին և 2012թ ապրիլի 11-ին խորհրդակցություններ անցկացնելով, նշված ամենավերջին օրը կայացրեց հետևյալ վճիռը:", "\t\t\n", "ԸՆԹԱՑԱԿԱՐԳԸ", "", "1.  Գործը սկսվել է իտալական սահմանափակ պատասխանատվությամբ ընկերության՝ Centro Europa 7 S.R.l. և Իտալիայի քաղաքացի պարոն Ֆրանչեսկանտոնիո Դի Ստեֆանոյի (հետայսու՝ ՙդիմող՚) կողմից, 2009թ հուլիսի 16-ին Մարդու իրավունքների և հիմնարար ազատությունների մասին եվրոպական կոնվենցիայի (հետայսու՝ ‘Կոնվենցիա’) 34-րդ հոդվածի համաձայն՝ ընդդեմ Իտալիայի Հանրապետության՝ Դատարան ներկայացված գանգատում (թիվ 38433/09):", "2.  Դիմողին ներկայացնում էին Հռոմում գործող փաստաբաններ պարոն Ա. Փեյսը, պարոն Ռ. Մաստրոյանին, պարոն Օ. Գրանդինետին և պարոն Ֆ. Ֆերարոն: Իտալիայի կառավարության (հետայսու՝ ՙԿառավարություն՚) ներկայացուցիչն էր տիկին Է. Սփաթաֆորան:", "3.  Դիմողները հայտարարում էին, որ դիմող ընկերությանը հեռուստատեսային հեռարձակման համար անհրաժեշտ հաճախականություններ չհատկացնելը խախտվել էր նրանց ազատ արտահայտվելու իրավունքը և հատկապես տեղեկատվություն և գաղափարներ տրամադրելու իրենց ազատությունը: Նրանք նաև բողոքում էին, որ խախտվել էր Կոնվենցիայի 14-րդ և 6-րդ հոդվածները և Թիվ 1 Արձանագրություն 1-ին հոդվածը:", "4.  Դիմումը ուղարկվեց Դատարանի Երկրորդ բաժանմունք (Դատարանի կանոնների Կանոն 52, կետ 1): 2009թ նոյեմբերի 10-ին Երկրորդ բաժանմունքը որոշում կայացրեց Կառավարությանը գանգատի վերաբերյալ ծանուցում ուղարկել: Կոնվենցիայի նախկին 29-րդ հոդվածի 3-րդ կետի (ներկայումս՝ 29-րդ հոդվածի 1-ին կետի ) և Կանոն 54Ա-ի համաձայն՝ այն որոշեց քննել գանգատի հանգամանքները, միաժամանակ և ընդունելիությունը: 2010թ նոյեմբերի 30-ին, Երկրորդ բաժանմունքի պալատը դատավորների հետևյալ կազմով՝ Ֆրանսուա Թուլքենս, Դանութե Ժոշենե, \tԴրագոլյուբ Պոպովիչ, Անդրեաս Սաջո, Նոնա Ցոցորիա, Քրիստինա Պարդալոս, Գուիդո Ռայմոնդի և Բաժանմունքի քարտուղարի տեղակալ Ֆրանսուաս Էլեն-Փասոսի մասնակցությամբ, զիջեց իրավասությունը Մեծ Պալատին: Կողմերից որևէ մեկը չառարկեց իրավասության զիջմանը (Կոնվենցիայի հոդված 30 և Կանոն 72):", "5.  Մեծ Պալատի կազմը որոշվեց Կոնվենցիայի 26-րդ հոդվածի 4-րդ և 5-րդ կետերի և Դատարանի կանոնների Կանոն 24-ի համաձայն: 2011թ նոյեմբերի 3-ին Ժան Պոլ Կոստայի Դատարանի նախագահության ժամկետն ավարտվեց: Այդ օրվանից այս գործի նախագահությունը Մեծ Պալատում ստանձեց Ֆրանսուա Թուլքենսը (Կանոն 9-ը, կետ 2): Ժան Պոլ Կոստան, համաձայն Կոնվենցիայի 23-րդ հոդվածի 3-րդ կետի և Կանոն 24-ի 4-րդ կետի, իր նախագահության ժամկետի ավարտից հետո շարունակում էր վարել նիստերը:", "6.  Դիմողները և Կառավարությունը՝ յուրաքանչյուրը ներկայացերցին հետագա դիտողություններ (Կանոն 59, կետ 1): Ի հավելումն՝ ստացվեցին երրորդ կողմի մեկնաբանություններ Բաց հասարակության արդարադատության նախաձեռնություն միավորումից, որը Նախագահի կողմից թույլտվություն ստացավ միջամտել գրավոր ընթացակարգին (Կոնվենցիայի 36-րդ հոդված, կետ 2 և Կանոն 44, կետ 2):", "7.  Դատավարությունը տեղի ունեցավ հրապարակային, Ստրասբուրգում, Մարդու իրավունքների շենքում, 2011թ հոկտեմբերի 12 (Կանոն 59 ը, կետ 3):", "", "", "", "", "", "", "Դատարան ներկայացան՝", "", " (ա)  Կառավարության կողմից", "Պրն Մ. Ռեմուսը, \tՓաստաբան,", "Պրն Փ. Ջենթիլին \tՊետական պաշտպան", "\t", "", "(բ)\tԴիմողների կողմից՝", "Պրն Ռ. Մաստրոյանի,", "Պրն Օ. Գրանդինետի,", "Պրն Ֆ. Ֆերարո \tԻրավախորհրդատուներ", "", "", "Դատարանը լսեց պրն Ռեմուսի, պրն Ջենթիլի, պրն Մաստրոյանիի և պրն Գրանդինետիի ուղերձները և նաև նրանց պատասխանները Դատարանի անդամների տված հարցերին:", "ՓԱՍՏԵՐԸ", "I.  ԳՈՐԾԻ ՀԱՆԳԱՄԱՆՔՆԵՐԸ", "8.  Առաջին դիմողը՝ Centro Europa 7 S.R.l. (ՙհետայսու՝ դիմող ընկերություն՚), Հռոմում գրանցված գրասենյակ ունեցող, հեռուստատեսային հեռարձակման ոլորտում գործող սահմանափակ պատասխանատվությամբ ընկերություն է: Երկրորդ դիմողը Իտալիայի քաղաքացի պարոն Ֆրանչեսկանտոնիո Դի Ստեֆանոն է, ով 1953թ ծնվել և բնակվում է Հռոմում: Նա դիմող ընկերության կանոնադրական ներկայացուցիչն է:", "9.   1999թ հուլիսի 28-ին համապատասխան մարմինները Centro Europa 7 S.R.l.-ին տրամադրեցին համազգային ստացիոնար հաղորդակներովհեռուստահեռարձակման արտոնագիր՝ համաձայն թիվ 249/1997 օրենքի (տես, ստորև կետ 56-61)՝ թույլատրելով տեղադրել և գործարկել անալոգային/հեռուստացանց: Արտոնագրում նշվում էր, որ դիմող ընկերությունը իրավունք ուներ օգտագործել երեք հաճախականություն, որոնք ծածկում էին երկրի տարածքի 80%-ը: Ինչ վերաբերում է հաճախականությունների տրամադրմանը, արտոնագիրը վկայակոչում է 1998թ հոկտեմբերի 30-ին ընդունված պետական հաճախականության տրամադրման պլանին: Այն ցույց է տալիս, որ տեղադրումները պետք է համապատասխանեն ՙառաջադրանքների պլանի՚ (piano di assegnazione) պահանջներին քսանչորս ամսվա ընթացքում և որ այդ նպատակով իրականացվող միջոցառումները պետք է համապատասխանի Հեռահաղորդակցության նախարարության հետ (հետայսու՝ ՙնախարարություն՚) համատեղ Հեռահաղորդակցություն կանոնակարգող մարմնի (Autorità per le garanzie nelle comunicazioni – հետայսու՝ ՙAGCOM՚) կողմից սահմանված ճշգրտման-կանոնավորման ծրագրին (programma di adeguamento): Consiglio di Stato-ի (թարգմ. Պետական խորհուրդ, իրավական-վարչական խորհրդատվական մարմին, որն երաշխավորում է հանրային կառավարման օրինականությունը Իտալիայում: Խորհուրդն իրավասություն ունի վարչական բոլոր մարմինների ակտերի նկատմամբ) 2008թ մայիսի 31-ի թիվ 2624 վճռից (տես, ստորև կետ 14-ը) երևում է, որ այդ արտոնագրի պայմանների համաձայն հաճախականությունների տրամադրումը հետաձգվել է, մինչև այն այն ժամանակ, երբ իշխանություններ ընդունել էին ճշգրտման-կանոնավորման ծրագիրը, որի հիման վրա դիմող ընկերությունը պարտավոր էր արդիականացնել իր տեխնիկական սարքավորումները/տեղադրումները: Ճշգրտման-կանոնավորման ծրագիրն իր հերթին պետք հաշվի առներ պետական հաճախականությունների տրամադրման պլանի պահանջները: Սակայն պլանը չէր իրականացվել: Պետական մակարդակում կիրառվեց անցումային ծրագրերի-սխեմաների մի շարք, որոնցից օգտվեցին գործող հեռուստաալիքները, որը հանգեցրեց նրան, որ դիմող ընկերությունը, արտոնագիր ունենալով հանդերձ մինչև 2009թ հունիսը անկարող եղավ ապահովել հեռարձակում, քանի որ նրան չէր տրամադրվել որևէ հաճախականություն:", "10.  Դիմող ընկերությունն իր կանոնադրական ներկայացուցչի միջոցով մի շարք գանգատներ էր ներկայացրել վարչական դատարաններ:", "Ա.  Վարչական վարույթների առաջին խումբը", "11.  1999թ նոյեմբերին դիմող կազմակերպությունը նախարությույն ներկայացրեց պաշտոնական ծանուցում իրեն հաճախականություն տրամադրելու վերաբերյալ: 1999թ դեկտեմբերի 22-ի գրությամբ նախարարությունը մերժեց դիմումը:", "1.  Գործի հատկանիշների վերաբերյալ վարույթները", "12.  2000թ դիմող կազմակերպությունը հայց ներկայացրեց Լացիոյի շրջանային վարչական դատարան՝ ընդդեմ նախարարության և RTI-ի (Մեդիասեթ խմբի կողմից վերահսկվող իտալական հեռուստաալիքների ցանց)՝ բողոքելով, որ իշխանությունները իրենց չէին հատկացրել որևէ հեռարձակող հաճախականություն: Հայցը նաև ուղղված էր RTI-ի դեմ որովհետև Retequattro ալիքը թույլատրվել էր հեռարձակել այն հաճախականությամբ, որ պետք է հատկացված լիներ դիմող ընկերությանը:", "13.   2004թ սեպտեմբերի շրջանային վարչական դատարանը վճիռ կայացրեց հօգուտ դիմող ընկերության՝ ըստ որի իշխանությունները կա’մ պետք է հատկացնեին հաճախականություն, կա’մ չեղյալ հայտարարեին արտոնագիրը: Հետևաբար, 1999թ դեկտեմբերի 22-ի գրությունը հայտարարվեց առ ոչինչ:", "14.  RTI-ի բողոքրկեց վճիռը Consiglio di Stato: Իր 2008թ մայիսի 31-ի   թիվ 2624 վճիռում Consiglio di Stato-ն չեղյալ հայտարարեց բողոքը և սատարեց շրջանային վարչական դատարանի վճիռը: Այն նշեց, որ արտոնագրում որևէ վերջնաժամկետ չէր սահմանվել իշխանությունների համար՝ ընդունելու նախարարության հետ համատեղ AGCOM-ի կողմից սահմանված կանոնավորման ծրագիրը, սակայն դիմող կազմակերպությանը տրվել էր քսանչորս ամիս բարելավելու իր տեխնիկական սարքավորումները: Հետևաբար, Consiglio di Stato-ն որոշեց, որ ճշգրտման ծրագիրը պետք է արագ հաստատված լիներ:", "Consiglio di Stato ավելացրեց, որ նախարարությունը պետք է դիմող կազմակերպության՝ իրեն հաճախականություն տրամադրելու դիմումի վերաբերյալ որոշում կայացներ՝  համաձայն Եվրամիության դատարանի կողմից միաժամանակ ընդունված վճռի (CJEU – կետ 33-36 ստորև):", "2.  Իրավակիրարկման ընթացակարգերը", "15.  2008թ հոկտեմբերի 23-ին դիմող կազմակերպությունը դեռևս ձեռք չբերելով հաճախականություն նախարարության դեմ վարույթը տեղափոխեց Consiglio di Stato՝ բողոքելով, որ 2008թ մայիսի 31-ի վճիռը չէր կիրարկվել:", "16.   2008թ դեկտեմբերի11-ին նախարարությունը երկարաձգեց 1999թ շնորհված արտոնագրի ժամկետը մինչև անալոգային հեռուստացանցի անջատումը և 2009թ հունիսի 30-ից Centro Europa 7 S.R.l.-ին տրամադրեց առանձին ալիք:", "17.  Հետևաբար, 2009թ հունվարի 20-ի իր թիվ 243/09 Consiglio di Stato-ն եզրակացրեց, որ 2008թ May 31-ին նախարարությունը պատշաճորեն կատարել էր իր վճռի պահանջները:", "18.  2009թ փետրվարի 18-ին դիմող ընկերությունը հետագա հայց ներկայացրեց շրջանային վարչական դատարան՝ վիճարկելով 2008թ դեկտեմբերի 11-ի որոշումը, որի համաձայն տրամադրված հաճախականությունը բավարար չէր՝ հակառակ արտոնագրի պայմանների, այն վերաբերում էր մեկ ալիքի, որը չէր ծածկում երկրի տարածքի 80%-ը: Իր հայցում ընկերությունը փորձում էր հասնել այն բանին, որ որոշումը չեղյալ հայտարարվեր և վնասները փոխհատուցվեին:", "19.  2010թ փետրվարի 9-ին դիմող ընկերությունը պայմանագիր ստորագրեց Տնտեսական զարգացման նախարարության հետ (նախկին Կապի նախարարություն), որը ձեռնամուխ եղավ հատկացնել լրացուցիչ հաճախականություն՝ համաձայն արտոնագրի պայմանների:", "20.  2010թ փետրվարի 11-ին, պայմանագրի հոդվածներից մեկի համաձայն, դիմող կազմակերպությունը խնդրեց վերսկսել շրջանային վարչական դատարանում գտնվող գործի վրարույթը:", "21.  2011թ մարտի 8-ին դիմող ընկերությունը դիմեց շրջանային վարչական դատարան գործը իր ցանկում վերականգնելու խնդրանքով, որով փորձում էր չեղյալ հայտարարել 2008թ դեկտեմբերի 11-ի որոշումը, որով տրամադրվել էին հաճախականությունները և ստանալ վնասի փոխհատուցում: Այն վիճարկում էր, որ վարչական իշխանությունները լիովին չէին կատարել լրացուցիչ հաճախականություն տրամադրելու իրենց պարտականությունը և չէին դիտարկել 2010թ փետրվարի 9-ի համաձայնագիրն ու 2008թ դեկտեմբերի 11-ի որոշումը:", "22.  Խնդրո առարկա համաձայնագրի 6-րդ կետը սահմանում է.", "ՙCentro Europa 7 S.R.l.-ն մինչև 2010թ փետրվարի 11-ը ձեռնամուխ է լինում ներկայացնել դիմում՝ չեղյալ համարելու Լացիոյի վարչական դատարանում գտնվող թիվ 1313/09 հայցը և թույլ տալ ներկայացնել թարմացված հայց՝ օրենսդրությամբ սահմանված ժամկետներին համապատասխան լսումների ժամանակացույցով և մինչև նույն ամսաթիվը հանել այդ հայցում նշված փոխհատուցման պահանջները՝ պայմանով, որ մինչև սույն գործի չեղյալ համարելու ամսաթիվը, սույն համաձայնագիրը, լրացուցիչ հաճախականություն հատկացնելու որոշումը և 2008թ դեկտեմբերի 11-ի որոշումը այդ ընթացքում անվավեր չհամարվեն:", "Ղեկավարությունն իր հերթին ձեռնամուխ է լինում կատարել լրացուցիչ հաճախականություն տրամադրելու իրա պարտականությունը և սույն համաձայնագիրը և 2008թ դեկտեմբերի 11-ի որոշումը: Եթե դրանք չկատարվեն, Centro Europa 7 S.R.l.-ն և ընդդիմացող մարմինները պետք է ձեռք բերեն իրենց համապատասխան ընթացակարգային արտոնությունների լիարժեք տիրապետումը: Այն դեպքում, եթե լրացուցիչ հաճախականության հատկացումը համարվի անվավեր, սահմանվում է, որ Centro Europa 7 S.r.l.-ը կարող է կրկին ակտիվացնել 1313/09 իր հայցը, եթե այդ իրավիճակում Europa Way S.r.l.-ի համար անհնարին դառնա գործարկել Տեխնիկական Հավելված Ա-ում մեկ կամ ավելի սարքավորումների տեղադրումը՚:", "23.  Վարույթները ներկայումս առկախ են շրջանային վարչական դատարանում:", "Բ.  Վարչական վարույթների երկրորդ խումբը", "1.  Վարույթները շրջանային վարչական դատարանում", "24.  Միաժամանակ, 2003թ նոյեմբերի 27-ին, երբ իր նախնական գանգատը դեռևս ընթացքի մեջ էր շրջանային վարչական դատարանում, դիմող ընկերությունը մեկ այլ հայց էր ներկայացրել նույն դատարան մասնավորապես փորձելով հասնել իր՝ հաճախականություն հակացնելու և կրած վնասի փոխհատուցման իրավունքների ճանաչմանը:", "25.  2004թ սեպտեմբերի 16-ին շրջանային վարչական դատարանը չեղյալ հայտարարեց հայցադիմումը՝ որոշելով մասնավորապես, որ դիմող ընկերությունը ուներ միայն օրինական հետաքրքրություն (interesse legittimo), այսինքն՝ անհատական դիրքորոշում, որն անուղակիորեն պաշտպանված էր այնքն ժամանակ, քանի դեռ այն համընկնում էր հասարակության հետքրքրություններին, սակայն ոչ՝ անալոգային ստացիոնար հաղորդակներով հեռուստահեռարձակման փոխարեն հաճախականություն ստանալու անձնական իրավունք (diritto soggettivo):", "2.  Բողոքի ներկայացում Consiglio di Stato", "26.  Դիմող ընկերությունը բողոք ներկայացրեց Consiglio di Stato՝ փաստարկելով, որ քանի որ համապատասխան մարմինները իրեն տրամադրել էին արտոնագիր նա փաստորեն ուներ անձնական իրավունք: Մասնավորապես նա բողոքում էր, որ թիվ 352/2003 օրենսդրական որոշումը և թիվ 112/2004 օրենքը համապատասխանում են չէին համապատասխանում Համայնքի օրենսդրությանը (տե’ս 65-67 կետերը ստորև):", "27.  2005թ ապրիլի 19-ին Consiglio di Stato-ն որոշում կայացրեց սահմանափակել իր քննությունը դիմող կազմակերպության կողմից վնասների պահանջով և այդ փուլում որոշում չկայացնել հաճախականության հատկացման պահանջի վերաբերյալ:", "28.  Սակայն այնուամենայնիվ նա նշեց, որ Centro Europa 7 S.r.l.- ին հաճախականություն չտրամադրելը եղել էր հիմնականում օրենսդրական գործոնների պատճառով:", "29.  Այն նշեց, որ թիվ 249/1997 օրենքի 3(2) բաժինը (տե’ս կետ 58-ը ստորև) հնարավորություն է տվել նախկին համակարգի ներքո գործելու թույլտվություն ունեցող ռադիոհաճախականությունները ՙփաստացի զբաղեցնողներին՚ շարունակել հեռարձակումները՝ մինչև նոր արտոնագրերի շնորհումը կամ նոր արտոնագրերի համար դիմումների մերժումը և ցանկացած դեպքում ոչ 1998թ ապրիլի 30-ից հետո:", "30.  Այն նաև նշեց, որ թիվ 249/1997 օրենքի 3(7) բաժինը (տե’ս կետ 61-ը ստորև) թույլատրել է նման հեռարձակումնների շարունակումը՝ հանձնարարելով AGCOM սահմանել վերջնաժամկետ մեկ պայմանով, որ ծրագրերը միաժամանակ հեռարձակվեին ստացիոնար հաղորդակներով հեռուստահեռարձակմամբ և արբայնակային կամ կաբելային հեռարձակմամբ: Այն շեշտեց, որ, եթե AGCOM-ին չհաջողվի սահմանել վերջնաժամկետ, Սահմանադրական դատարանը 2003թ դեկտեմբերի 31-ը սահմանել էր որպես մի ամսաթիվ, մինչև երբ ՙքվոտան գերազանցող ալիքներով՚-ով (այսինքն՝ գոյություն ունեցող ազգային հեռուստաալիքները, որոնք գերազանցում են թիվ 249/1997 օրենքի 2(6) բաժնով պահանջվող կոնցենտրացիոն սահմանափակումները) հեռարձակումները պետք է հեռարձակվեին միայն արբայնակի կամ կաբելի միջոցով, որի արդյունքում արտոնագիր ունեցողներին, որպիսին է դիմող կազմակերպությունը, տրամադրվելիք հաճախականությունները ազատված լինեին: Consiglio di Stato-ն այնուամենայնիվ նշեց, որ, խորհրդարանի միջամտությունից հետո վերջնաժամկետը չէր պահպանվել. օրենսդրական թիվ 352/2003 որոշման 1-ին բաժինը, որն ի վերջո դարձել էր 2004թ փետրվարի 24-ին ընդունված թիվ 43 օրենք (տե’ս ստորև կետ 65-ը), երկարաձգել էր քվոտան գերազանցող ալիքների գործունեություն մինչև AGCOM-ի կողմից թվային հեռուստաալիքների ուսումնասիրության մշակումը: Այն ավելցրեց, որ թիվ 112/2004 23(5) օրենքը (տե’ս ստորև կետ 67), ի վերջո, ընդհանուր թոյլտվության մեխանիզմով, երկարաձգել էր քվոտան գերազանցող ալիքների՝ ստացիոնար հաղորդակներով հեռարձակելու հաճախականությունը մինչև իրականացվեց թվային հեռուստատեսության ազգային հաճախականության տրամադրման պլանը, որի արդյունքում այդ ալիքներից չէր պահանջվում ազատել այն հաճախականությունները, որոնք նախատասված էին հատկացնելուն արտոնագիր ունեցողներին, որպիսին էր դիմող ընկերությունը:", "31.  Հետևաբար թիվ112/2004 օրենքը, համաձայն  Consiglio di Stato, ուներ արգելափակման ազդեցություն այն հաճախականությունների համար, որոնք նախատեսվում էին հատկացնել անալոգային արտոնագիր ունեցողներին և կանխարգելման ազդեցություն նոր օպերատորների համար՝ հնարավորություն չտալով նրանց մասնակցելու թվային հեռուստատեսության փորձաշրջանին- դատական վարույթներին:", "32.  Որպես արդյունք, Consiglio di Stato-ն որոշեց հետաձգել վարույթը և խնդրեց Եվրոպական Միության արդարադատության դատարանից (CJEU), ընդունել նախնական որոշում ծառայությունների և մրցակցության ազատության ապահովման պայմանագրի դրույթների, 2002/21/EC հանձնարարականի (ՙՇրջանակային հանձնարարական՚), 2002/20/EC հանձնարարականի, (ՙԹույլտվության հանձնարարական՚), 2002/77/EC հանձնարարականի (ՙՄրցույթի հանձնարարական՚) Մարդու իրավունքների եվրոպական կոնվենցիայի 10-րդ հոդվածի (այն մասով, որ Եվրոպական Միության պայմանագրի 6-րդ հոդվածը վկայակոչում է դրան) մեկնաբանման վերաբերյալ:", "3.  Եվրոպական Միության արդարադատության դատարանի (CJEU) վճիռը", "33.   2008թ հունվարի 31-ին CJEU ներկայացրեց դատավճիռը: Հարցերից երկուսը այն հայտարարեց անընդունելի՝ նշելով, որ չուներ բավարար տեղեկատվություն դրանց վերաբերյալ որոշում կայացնելու համար:", "34.  Կոնվենցիայի10-րդ հոդվածին վերաբերող հարցի հետ կապված՝ CJEU - ն եզրակացրեց.", "ՙԻր առաջին հարցով ներպետական դատարանը խնդրեց Դատարանին հիմնականում տեղեկացնելու, թե արդյո՞ք հեռուստահեռարձակման հարցերում ՄԻԵԿ 10-րդ հոդվածի դրույթները, այն մասով, ինչ մասով, որ ԵՄ 6-րդ հոդվածն առնչվում է դրան, գերակա են ազգային օրենսդրության նկատմամբ, որի կիրառումը անհնարին է դարձնում օպերատորի համար, ինչպիսին է Centro Europa 7, հեռարձակում իրականացնել առանց ռադիոհաճախականության հեռարձակում իրականացնելու հնարավորություն ունենալու:", "...", "Այսպիսով, այս հարցերի միջոցով ներպետական դատարանը փորձում է որոշել, թե արդյո՞ք կան Համայնքի օրենսդրության խախտումներ, որպեսզի որոշում կայացնի նման խախտումներց բխող վնասի փոխհատուցման հայցադիմումի վերաբերյալ:", "... EC 49-րդ հոդվածը, այն ամսաթվից սկսած, երբ այն ուժի մեջ էր մտել, Շրջանակային հանձնարարականի 9-րդ հոդվածի (1)-ին կետը, 5-րդ հոդվածի (2)-րդ կետի երկրորդ ենթակետը և Թույլտվության հանձնարարականի 7(3) հոդվածը, Մրցակցային հանձնարարականի 4-րդ հոդվածը պետք է մեկնաբանվեն որպես հեռուստահեռարձակման հարցերում կանխարգելող ազգային օրենսդրություն, որի կիրառումը նհանարին է դարձնում օպերատորի համար ունենալ հեռարձակման իրավունք ռադիոհաճախականությունների բացակայության պայմաններում, որոնք շնորհվել են օբյեկտի, թափանցիկ, ոչ խտրական և համամասնական չափանիշներով:", "Այդ պատասխանը, ինքնին, այսպիսով հնարավորություն է տալիս ներպետական դատարանին որոշում կայացնելու Centro Europa 7 –ի՝ կրած վնասների համար փոխհատուցում ստանալու դիմումի վերաբերյալ:", "Հետևաբար, հաշվի առնելով երկրորդ, երրորդ հինգերորդ հարցերին Դատարանի պատասխանները, անհրաժեշտ չէ պատասխանել առաջին և երրորդ հարցերին՚:", "35.  Ինչ վերաբերում է գործի հատկանիշներին, CJEU-ն դիտարկեց, որ գոյություն ունեցող ալիքները թույլտվություն էին ունեցել շարունակելու իրենց հեռարձակման աշխատանքները ներպետական օրենսդրության մի շարք միջոցառումնրի արդյունքում, ի վնաս նոր հեռարձակողների, որոնք այնուամենայնիվ ունեն  ստացիոնար հաղորդակներով հեռուստահեռարձակման արտոնագրեր: Նշվեց, որ այս միջոցառումները իրավունք էին տվել անցումային միջոցառումների հետագա կիրառումը ի օգուտ գործող ցանցերի, և որ դա խոչընդոտել էր հեռարձակման հաճախականություն չունեցող օպերատորներին, որպիսին է դիմող ընկերությունը, մուտք գործելու հեռուստահեռարձակման ծուկա՝ չնայած արտոնագրի առկայության (որը, ըստ դիմող գործի, շնորհվել է 1999թ):", "ՙ... Թիվ 112/2004 օրենքը... ոչ միայն պարզապես գործող օպերատորների տալիս է առաջնահերթ իրավունք ձեռք բերելու ռադիոհաճախականություններ, այլև նրանց վերապահում է բացառիկ իրավունք, առանց այդ օպերատորներին վերագրված արտոնյալ դիրքի տրամադրման և ռադիոհաճախականություններից հրաժարվելու որևէ պարտականության ժամանակային սահմանափակման, որը խախտում է շեմը թվային հեռուստահեռարձկման անցնելուց հետո՚:", "36.  CJEU-ն ավելացրերց, որ անցումային ծրագրերի կիրառումը չէր համապատասխանում նոր ընդհանուր կանոնակարգող շրջանակին (NCRF), որն իրականացնում էր Պայմանագրի դրույթները՝ մասնավորապես, այն դրույթները, որոնք մասնավորապես վերաբերում էին էլեկտրոնային հաղորդակցության ծառայությունների և ցանցերի ոլորտում ծառայությունների մատուցման ազատությանը: Այդ կապակցությամբ այն նշեց, որ NCRF մի քանի դրույթների համաձայն՝ հաճախականությունների հատկացումը պետք է հիմնվեր օբյեկտիվ թափանցիկ, ոչ-խտրական և համամասնության չափանիշների վրա: CJEU-ն տեսակետից այդ չափանիշները չէին կիրառվել այս գործի հետ կապված, քանի որ գործող ալիքների կարգավիճակի մեջ փոփոխությունները չէին մտցվել անցումային ծրագրերի շրջանակներում և նրանք շարունակել էին իրենց հեռարձակումները ի վնաս այն օպերատորների, ինչպիսին է դիմող ընկերությունը, որը ապահովված չլինելով հեռարձակման որևէ հաճախականությամբ, ի վիճակի չէր իրականացնել իրենց իրավունքները և օգտվել իրենց արտոնագրից:", "Հետևաբար, CJEU-ն հանգել է հետևյալ եզրակացությունների.", "ՙ... պետք է տեղեկացվի, որ հեռուստատեսային հեռարձակման ոլորտում ծառայությունների մատուցման ազատությունը, ինչպես ամրագրված է ԵՀ 49-րդ հոդվածում և իրականացված է NCRF-ի կողմից այս ոլորտում, պահանջում է ոչ միայն հեռարձակման թույլտվությունների շնորհում, այլ նաև ռադիոհեռարձակման հաճախականությունների շնորհում: Օպերատորը չի կարող իրականացնել արդյունավետ այն իրավունքները, որոնք բխում են Համայնքի օրենսդրությունից հեռուստահեռարձակման շուկա մուտք գործելու առումով՝ առանց ռադիոհաճախականություններ հեռարձակելու:", "...", "ԵՀ 49-րդ հոդվածը և Եվրոպական Խորհրդարանի և Խորհրդի էլեկտրոնային հաղորդակցության ցանցերի և ծառայությունների համար ընդհանուր կարգավորիչ շրջանակի վերաբերյալ 2002թ մարտի 7-ի 2002/21/EC հանձնարարականի (Շրջանակային հանձնարարական) 9 (1) հոդվածը, Եվրոպական Խորհրդարանի և Խորհրդի էլեկտրոնային հաղորդակցության ցանցերի և ծառայությունների համար ընդհանուր թույլտվության վերաբերյալ 2002թ մարտի 7-ի 2002/20/EC հանձնարարականի (Թույլտվության հանձնարարական) 5(1) հոդվածը, 5(2) հոդվածի երկրորդ ենթակետը և 7(3) հոդվածը և էլեկտրոնային հաղորդակցության ցանցերի և ծառայությունների համար շուկաներում մրցակցության վերաբերյալ Հանձնաժողովի 2002թ սեպտեմբերի 16-ի 2002/77/EC հանձնարարականի 4-րդ հոդվածը, այն ամսաթվերով, որով նրանք սկսել են գործել, պետք է մեկնաբանվեն որպես հեռուստահեռարձակման հարցերում կանխարգելիչ դեր են կատարում ներպետական օրենսդրության համար, որոնց կիրառումը հեռարձակման իրավունք ունեցող օպերատորի համար անհնարին է դրաձնում հեռարձակել ռադիոհեռարձակման հաճախականության բացակայությամբ, որը շնորհվել էր օբյեկտիվ, թափանցիկ, ոչ-խտրական և համամասնական չափանիշների հիման վրա՚:", "4.   Դատավարության վերսկսումը Consiglio di Stato-ում", "37.  2008թ մայիսի 31-ի թիվ 2622/08 որոշմամբ Consiglio di Stato-ն եզրակացրեց, որ այն Կառավարության փոխարեն չէր կարող հատկացնել հաճածականություններ կամ պարտավորեցնել Կառավարության անել այդ: Այն հանձնարարական տվեց Կառավարության զբաղվելու հաճախականությունների վերաբերյալ դիմող կազմակերպության պահանջով CJEU-ի կողմից սահմանված չափանիշներին համապատասխան: Այն մասնավորապես արեց հետևյալ դիտարկումները.", "ՙիշխանությունների կողմից կոնկրետ միջոցառումների ընդունումը վերաբերում է ավելի շատ կատարողական և իրականացման հարցերին, քան վնասներին. այն դեպքերում, որոնք ներառում են վարչական միջոցառումների կիրառելու պահանջի ապօրինի մերժում, միջոցառման ընդունում չի հանգեցնում փոխհատուցման, այլ ավելի շուտ՝ գործող ընկերության՝ իշխանությունների առջև ստանձնած պարտականության կատարման, եթե խնդրո առարկա մասնավոր կողմը չի կրել որևէ վնաս՚:", "38.  Հաճախականությունների բաշխման հետ կապված՝ Consiglio di Stato նշեց.", "ՙԵրբ օրինական շահերը վտանգված են, այնուամենայնիվ, անհնար է նախատեսել կոնկրետ լուծման միջոցներ, որովհետև իրականացումը, ձգձգումը կամ ապօրինի մերժումը միշտ ներգործություն է ունենալու անբավարար կամ այդպիսին մնացած իրավիճակի վրա, որի արդյունքում ոչինչ չկա վերականգնելու, և նման շահերի հետ կապված խնդիրը վերաբերում է ցանկացած որոշման գործնական իրականացմանը՝ մի կողմ դնելով միջոցառումը, որի վերաբերյալ ներկայացվել էր բողոք:", "...", "Կիրառելով այս սկզբունքները ներկա գործում, Consiglio-ն որոշում է, որ գանգատարկուի հայտը, առ այն, իշխանություններին պարտավորեցնել բաշխելու ցանց կամ հաճախականություններ, անընդունելի է՚:", "5.  Որոշում դիմող ընկերության փոխհատուցման հայցի վերաբերյալ", "39.   Consiglio di Stato-ն իր վերջնական որոշումը հետաձգեց մինչև 2008 թ դեկտեմբերի 16-ը, եզրակացնելով, որ անհրաժեշտ էր սպասել մինչև Կառավարության կողմից նախքան գումարի չափի գնահատումը համապատասխան նորմատիվ ակտերի ընդունումը:", "40.  Consiglio di Stato-ն երկու կողմերից պահանջեց կատարել հետևյալ պահանջները մինչև 2008 թ դեկտեմբերի 16-ը: Նախարարությունը, առաջին, պետք է նշի, թե 1999թ պետական հայտամրցույթի ընթացակարգերից հետո և ինչու դրանք չէին բաշխվել դիմող ընկերությանը, երկրորդ, պետքէ հիմնավորի իր պնդումը, որ դիմող ընկերության շնորված արտոնագիրը ուժը կորցնում էր 2005թ:", "41.  Դիմող ընկերությանը Consiglio di Stato-ը խնդրեց իր կողմից ներկայացնել զեկույց 1999թ-ից 2008թ ընկած իր գործունեության վերաբերյալ և բացատրել, թե ինչու էր մասնակցել 2007թ հաճախականությունների բաշխման պետական հայտամրցույթի ընթացակարգին:", "42.  Consiglio di Stato-ն խնդրեց AGCOM-ին բացատրել, թե ինչու ստացիոնար հաղորդակներովհեռուստահեռարձակման ազգային հաճախականությունների բաշխման պլանը այդպես էլ չէր իրականացվել: Վերջապես, այն մերժեց դիմող կազմակերպության հայցադիմումը նախանական թույլտվություն դադարեցնելու վերաբերյալ, որը հաճախականություններն օգտագործելու համար շնորհվել էր Mediaset խմբին (Retequattro) պատկանող ալիքին:", "43.  Իր պատասխանում AGCOM-ը Consiglio di Stato-ին բացատրեց, որ ազգային հաճախականության բաշխման պլանը իրականացվել է միայն 2008թ նոյեմբերի13-ին:  Համաձայն AGCOM-ի՝ այդ ձգձգումը մի քանի գործոնների պատճառով է: Առաջին, իրավական վիճակը բարդ էր, որովհետև դժվար էր բացահայտել առկա հեռարձկման հաճախականությունները դատարանի որոշումների արդյունքում, որոնց մեջ ՙքվոտան գերազանցող ալիքներին՚ թույլատրվել էր շարունակել հեռարձակումները: Ի լրումն՝ թիվ 66/2001 օրենքով (տե’ս կետեր 63-64 ստորև) ներկայացվեցվել էին անցումային միջոցառումներ, որոնք թույլատրել էին խնդրո առարկա ալիքներին շարունակել հեռարձակումները անալոգային ռեժիմով, կանխել էին պլանի իրականացումը պլանով հավանական հեռարձակման թույլտվություն ակնկալող ալիքների և օրենքով իրենց ընթացիք գործունեությունը շարունակելու իրավունք ունեցող ալիքների շահերի անհամապատասխանության պատճառով:", "44.  Դիմող ընկերությունը ներկայացրեց Յունիպոլ առևտրային բանկի կողմից պատրաստված փորձագիտական գնահատումը՝ գնահատելով վնասի չափը 2,175,213,345.00 եվրո: Գնահատումը հիմնված էր Retequattro-ի կողմից ստացած շահույթների վրա, որը ՙքվոտան գերազանցող ալիք՚ էր և պետք է ազատեր դիմող ընկերությանը հատկացրած հաճախականությունը:", "45.  2009թ հուվարի 20-ի վճռում Consiglio di Stato-ն, Քաղաքացիական օրենսգրքի 204-րդ հոդվածով (տե’ս 69-րդ կետը ստորև) նախարարությանը պարտավորեցրեց դիմող ընկերությանը վճարել 1,041,418 փոխհատուցում: Այն նշեց, որ տասը տարվա ընթացքում նախարությունը հոգացություն չէր ցուցաբերել՝ շնորհելով Centro Europa 7 S.r.l.-ին արտոնագիր՝ առանց հեռարձակման որևէ հաճախականություն տրամադրելու:", "46.   Consiglio di Stato եզրակացրեց, որ գոյություն ունի պատահական կապ վարչական իշխանությունների վարքագծի և վկայակոչված վնասի միջև և որ արտոնագրի շնորհումը Centro Europa 7 S.r.l.-ին նրան չի անմիջապես չի օժտում համապատասխան տնտեսական գործունեություն հետապնդելու իրավունքով հետևաբար, փոխհատուցումը պետք է հաշվարկվեր պատշաճ իշխանությունների կողմից հաճախականությունների տրամադրման հետ կապված՝ իրավազոր ակնկալիքների հիման վրա:", "47.   Consiglio di Stato - ի կարծիքով, այն փաստը, որ հաճախականությունները չեն հատկացվել մինչև 2008թ դեկտեմբերի 11-ը, վերագրվում էր իշխանություններին: Այսպիսով, վնասը հասցվել էր ապօրինի գործողության արդյունքում, որի համար իշխանություններն ունեին ոչ-պայմանագրային պատասխանատվություն՝ կապված և’ օրինական ակնկալիքների խախտման և հաճախականությունների տրամադրման ձգձգման հետ: Այն փաստը, որ իշխանությունները հաճախականությունների համար1999թ սկսել էին պետական մրցութային ընթացակարգ, չնայած այն բանին, որ հեռարձակման ոլորտում իրավիճակը չէր հստակեցվել և և կային չլուծված տեխնիկական խնդիիրներ, բավականին ՙռիսկային էր՚: Consiglio di Stato -ն համարում էր, որ դիմող ընկերության կրած վնասի վերականգնման հարցը պետք է հաշվի առնի այս հարցը: Իշխանությունների վարքագիծը չէր բնութագրվել ՙզգալի ծանրությամբ՚ (notevole gravità) և ապօրինի գործողությունը այսպիսով վերագրվում էր ՙանտարբերությանը, անփութությանը՚ այլ ոչ նրանց կողմից միտումնավոր վարքագծին:", "48.  Consiglio di Stato ավելացրեց ֆինանսական վնասը պետք է գնահատվի 2004թ հունվարի 1-ով, այն ժամանակից, երբ Սահմանադրական Դատարանը որոշում էր կայացրել ՙանցումային ժամանակահատվածի՚ վերաբերյալ, որից հետո օրենսդրություն պետք է ընդունվեր՝ թույլ տալու արտոնագիր ունեցողներին սկսել հեռարձակումը, որը դադարեցվել էր 2003թ դեկտեմբերի 31-ից (տե’ս կետ 62-ը ստորև): Ինչ վերաբերում է վնասի փոխատուցման չափանիշների որոշմանը, ապա Consiglio di Stato շեշտեց, որ կրած կորուստների վերաբերյալ դիմող ընկերությունը հայտամրցույթի հայտարարության ժամանակ լիովին տեղեկացվել էր արտոնագրի ենթակա գործի հանգամանքներին և պայմաններին: Ավելին՝ իրադարձությունների հաջորդականությունը, որը կանխել էր հաճախականությունների բաշխումը, մեծապես կանխատեսելի էր: Հետևաբար, դիմող ընկերությունը պետք է որ իմանար, որ անհավանական էր, գոնե կարճ ժամանակահատվածում, ձեռք բերել հաճախականություն: Ի լրումն՝ 2001թ մարտի 20-ի թիվ 66 օրենքի I մասով (տե’ս կետ 64-ը ստորև) այն կարող էր գնել հաճախականություններ:", "Հաշվի առնելով վերոնշյալ նկատառումները՝ Consiglio di Stato-ն առանց փորձագիտական գնահատում պահանջելու, որոշեց կրած վնասների դիմաց դիմող ընկերությանը շնորհել 391,418 եվրո: Ինչ վերաբերում է եկամուտների կորստին, որոշեց, որ 2004թ հունվարի 1-ից սկսած՝ դիմող ընկերությունը կարող էր ստանալ շահույթ, սակայն ի վիճակի չեղավ այդ անել, հաճախականությունների բաշխման ձգձգման պատճառով, որի չափը կարող էր գնահատվել 650,000 եվրո: Այն հրաժարվեց հաշվի առնել դիմող ընկերության կողմից ներկայացված փորձագիտական գնահատումը և որոշեց, որ անհավանական էր, որ ընկերությունը բաժնեմասեր կգներ շուկայում, նույնիսկ այն դեպքում, եթե ՙքվոտան գերազանցող ալիքները՚ դադարեին հեռարձակել այդ հաճախականություններով: Consiglio di Stato’s-ի տեսանկյունից փոխհատուցումը դիմող ընկերության և երկու առաջատար օպերատորների (Mediaset և RAI) արդարացված չէր, հատկապես, որ այն հաշվի չէր առել ազգային մյուս օպերատորին (La 7)՝ չնայած վերջինս ուներ ավելի մեծ տնտեսական հզորություն, քան՝ դիմողը, սակայն գործում էր կորստով:", "", "II. ՀԱՄԱՊԱՏԱՍԽԱՆ ՆԵՐՊԵՏԱԿԱՆ ՕՐԵՆՍԴՐՈՒԹՅՈՒՆՆ ՈՒ ՊՐԱԿՏԻԿԱՆ", "Ա.  Սահմանադրական դատարանի վճիռ թիվ 225/1974", "49.   Թիվ 225/1974 վճռում Սահմանադրական Դատարանը Սահմանադրության 43-րդ հոդվածի հիման վրա վերահաստատեց RAI պետական հեռուստատեսային կորպորացիային շնորհված մենաշնորհի սկզբունքը՝ հանրային շահի հիմունքներով: Այն որոշեց, որ մի շարք հաճախականությունների տեխնիկական սահմանափակումները արդարացնում էին մենաշնորհը, ինչպես նաև օբյեկտիվության և անկողմանկալության պահանջներ էին առաջադրում հանրային ծառայության հեռարձակման համար:", "Բ. Օրնեք թիվ 103/1975", "50.   1975թ ապրիլի 14-ին ընդունված թիվ 103 օրենքը (Nuove norme in materia di diffusione radiofonica e televisiva) հանրային ծառայության հեռարձակման վերահսկողություն գործադրից փոխանցեց օրենսդիր մարմնին: Հիմնվեց երկպալատ խորհրդարանային կոմիտե, որը պատասխանատու էր ռադիո և հեռուստատեսային ծառայությունների ընդհանուր կառավարման և վերահսկման համար: RAI-ի կառավարման խորհուրդը այսուհետ նշանակվում էր խորհրդարանի կողմից: RAI-ի ցանցի երրորդ ալիքը սկսեց գործել 1979 թվից՝ մարզային ծրագրերի հատուկ շեշտադրությամբ:", "Գ. Սահմանադրական Դատարանի վճիռ թիվ 202/1976", "51.   1976 հուլիսի15-ի Սահմանադրական դատարանի թիվ 202 որոշումը հակասահմանադրական համարեց 103/1975 օրենքի դրույթները, որը տեղական հեռարձակման համար սահմանում էր մենաշնորհ կամ օլիգոպոլիա: Այդ որոշման լույսի ներքո առևտրային օպերատորները լիազորված էին ղեկավարել տեղական հեռուստատեսային ալիքները:", "52.  Տեղական հաճախականությունների տրամադրումը և կամավոր վերաբաշխումը հետագայում խրախուսեց մեծ տեղական և ազգային օպերատորների զարգացմանը, ինչպիսին է Mediaset խումբը: Խմբի առաջին ալիքը Կանալ 5-ն է, որը սկսվեց համազգային հեռարձակումը 1980թ, մինչև 1984-ը, ձեռք բերելով եկու այլ ալիքներ (Italia Uno և Retequattro), Mediaset կարողացել էր RAI-ի հետ համատեղ ստեղծել այսպես կոչված հանրային և մասնավոր օպերատորների ՙդուոպոլիա՚՝ երկուսի ղեկավարում:", "Դ. Օրենք թիվ 223/1990", "53.   1990թ օգոստորի 6-ի թիվ 223 օրենքը վերնագրված՝ ՙՀանրային և մասնավոր հեռարձակման համակարգը կանոնակարգող դրույթներ՚ (Disciplina  sistema radiotelevisivo pubblico e privato), RAI-ի խորհրդի անդամներ նշանակելու լիազորությունը խորհրդարանական կոմիտեից փոխանցեց Դեպուտատների Պալատի և Սենատի խոսնակներին:", "Ե.  Սահմանադրական Դատարանի վճիռ թիվ 420/1994", "54.  Իր՝ 1994թ դեկտեմբերի 5-ի թիվ 420 վճռում Սահմանադրական Դատարանը հակասամանադրական հայտարարեց Mediaset խմբի կողմից վերհասկվող երեք ալիքների (Canale 5, Italia Uno և Retequattro) գերիշխող դեր զբաղեցնելու մասին դրույթները: Այն նշեց, որ նույն օպերատորին դա տրամադրելու փոխարեն, կարող էր տրամադրել մի քանի հեռուստահեռարձակման արտոնագրեր՝ պայմանով, որ այն չգերազանցեր ազգային ալիքների ամբողջ թվի 25%-ը, այսինքն՝ 3 ալիք, որրը բավարար չէր հեռուստաալիքների կոնցենտրացիան կանխելու համար և հետևաբար Սամանադրության 21-րդ հոդվածի խախտում էր՝ այդպիսով անհնարին դարձնելով տեղեկատվության աղբյուրների բազմակարծության երաշխավորությունը: Սահմանադրական Դատարանը գտավ, որ գերիշխող դիրքերի հաստատումը կանխարգելու մասին օրենսդրության գոյությունը էական պահանջ է՝ հիմնավորելու, որ պետությունը հրաժարվում է հեռարձակելու իր մենաշնորհից: Այս ոլորտում նման գերիշխող դիրքերի ստեղծումը, ոչ միայն ունենալու էր ազդեցություն մրցույթի կանոնների փոփոխման վրա, այլ նաև հանգեցնելու էր օլիգոպոլիայի երևան գալուն, ինչը խախտելու է տեղեկատվական աղբյուրների բազմազանության հիմնարար սկզբունքը: Ուստի, Սահմանադրական դատարանը որոշեց, որ հեռարձակման ոլորտում պետական սեփականություն հանդիսացող ընկերությունների և մասնավոր ընկերությունների (խառը համակարգ) գոյությունն ինքնին բավարար չէր ապահովելու հարգանքը մի քանի մրցակցային աղբյուրներց տեղեկատվություն ստանալու իրավունքի նկատմամբ: Ինչպես նախկինում ամրագրվել էր թիվ 826/1988 որոշման մեջ, կրկին հաստատում էր, որ պետական սեփականություն հանդիսացող ընկերություններն ինքնին չէին կարող երաշխավորել գերիշխող դիրքի հաստատման հավասարակշռությունը մասնավոր հատվածում:", "55.   1995 հունիսի 11-ի հանրաքվեով Իտալիայի ընրազանգվածը ձայների մեծամասնությամբ (57%) մերժեց առկա օրենսդրությունը փոփոխելու առաջարկը՝ արգելելով մասնավոր հատվածի մեկից ավելի հեռուստաալիք:", "Զ.  Օրենք թիվ 249/1997", "56.   1997թ հուլիսի 31-ի թիվ 249 օրենքը, որը ուժի մեջ 1998թ օգոստոսի 1-ին, հիմնադրեց AGCOM-ը (Autorità per le garanzie nelle comunicazioni). Օրենքի 2(6) բաժինը պարտադրեց հեռուստահեռարձակման ոլորտում, կուտակման, կոնցենտրացիայի սահմանափակումները՝ արգելելով միևնույն օպերատորին ունենալու ստացիոնար հաղորդակներովհաճախականություններով հեռարձակող, գործող հեռուստատեսային ալիքների թվի 20%-ը գերազանցող համազգային հեռարձակման արտոնագիր:", "57.  Բաժին 3(1)-ը սահմանում էր, որ նախկին օրենսդրությամբ հեռարձակման թույլտվություն ունեցող օպերատորները կարող էին շարունակել իրենց հաղորդումների թողարկումը ազգային և տեղական մակարդակներով, մինչև նոր արտոնագրերի շնորհումը կամ նոր արտոնագրերի համար դիմումների մերժումը սակայն ամեն դեպքում՝ մինչև 1998թ ապրիլի 30-ը:", "58.  Բաժին 3(2)-ը սահմանում էր, որ AGCOM-ը ամենաուշը մինչև 1998թ հունվարի 31-ը պետք է ընդուներ ազգային հաճախականությունների բաշխման պլան հեռուստահեռարձակման համար, որի հիման վրա ամենաուշը մինչև 1998թ ապրիլի 30-ը պետք է շնորհվեին նոր արտոնագրերը:", "59.  1998թ հոկտեմբերի 30-ի թիվ 68 որոշմամբ AGCOM-ը ընդունեց ազգային հաճախականությունների բաշխման պլան, հետագայում 1998թ դեկտեմբերի 1-ի թիվ 78 որոշմամբ ընդունեց անալոգային ստացիոնար հաղորդակներով հեռուստահեռարձակման արտոնագրերի շնորհման պայմանների և ընթացակարգի վերաբերյալ կանոնակարգեր:", "60.  Թիվ 249/1997 օրենքի 3(6) բաժինը ներկայացրեց անցումային ծրագիր, որի միջոցով գոյություն ունեցող ազգային հեռուստատեսային ալիքները, որոնք գերազանցում էին 2(6) բաժնով պարտադրված կոնցենտրացիոն, կուտակման սահմանափակումները (այսպես կոչված՝ ՙքվոտան գերազանցող ալիքները՚) կարող էին ժամանակավորապես շարունակել հեռարձակումը ստացիոնար հաղորդակներով1998թ ապրիլի 30-ից հետո՝ պայմանով, որ նրանք կատարեին արտոնագիր ունեցող ալիքների համար նախատեսված պարտականությունները և որ նրանց ծրագրերը միաժամանակ հեռարձակվեին արբայնակային կամ կաբելային հեռարձակումներով:", "61.  Նույն օրենքի 3(7) բաժինը որպես առաջադրանք AGCOM-ին հանձնարարում էր որոշել այն ամսաթիվը, մինչև որը պայմանավորված կաբելային կամ արբայնակային հեռուստադիտողների թվի զգալի աճով, ՙքվոտան գերազանցող ալիքները՚ պետք է հեռարձակվեին միայն կաբելային կամ արբայնակային հեռարձակմամբ:", "Է.  Սահմանադրական Դատարանի վճիռ թիվ 466/2002", "62.   2002թ նոյեմբերի 20-ին Սահմանադրական Դատարան վճիռ արձակեց թիվ 249/1997 3(7) բաժնի վերաբերյալ: Նա եզրակացրեց, որ դրույթում առաջադրված անցումային ժամանակահատվածն ընդունելի էր, ելնելով այն բանից, որ օրենքի ընդունման պահին Իտալիայում հեռարձակման միջոցները մրցակցային չէին, որը կապված էր ավանդական անալոգային հեռարձակման հետ, որտեղից էլ կարիք էր առաջացել սահմանել անցումային շրջան՝ խրախուսելու թվային հեռարձակման զարգացումը: Սակայն Սահմանադրական Դատարանը հակասհմանադրական համարեց անցումային ժամանակահատվածի համար ֆիքսված վերջնաժամկետ չնշանակելը: AGCOM-ի թիվ 346/2001 որշմամբ սահմանված տեխնիկական եզրակացությունները, որոնք Իտալիայում մի շարք կաբելային և արբայնակային հեռուստադիտողների ուսումնասիրության արդյունք էին, Սահմանադրական Դատարանը որոշեց 2003թ դեկտեմբերի 31-ը որպես անցումային ժամանակահատվածի ավարտի ողջամիտ վերջնաժամկետ:", "Սահմանադրական Դատարանը մասնավորապես նշեց.", "ՙ... Իտալիայի մասնավոր հեռուստատեսության ներկա համակարգը, որը ազգային մակարդակում գործում է անալոգային ռեժիմով, հանգել է այնպիսի մի իրավիճակի, երբ պարզապես de facto զբաղեցված են հաճախականությունները (գործում են առանց արտոնագրերի և թույլտվությունների), այլ ոչ թե բաշխված բազմակարծության ընդլայնման որևէ ցանկություն և ստացիոնար հաղորդակներով հեռարձակման որևէ պատշաճ պլանավորման հիման վրա ... de facto այս իրավիճակը հետևաբար չի երաշխավորում տեղեկատվության արտաքին բազմակարծությունը, որը համապատասխան սահմանադրական նախադեպային իրավունքի ՙէական պահանջ է՚ ... Այս համատեքստում, ելնելով իրավիճակի կարևորությունից (և վատթարացումից), որը հակաօրինական էր ճանաչվել թիվ 420/1994 վճռով և ՙքվոտան գերազանցող՚ համարվող ալիքների գործարկումը 1997թ օրենսդրությամբ, պետք սահմանվի վերջնաժամկետ, որը կլինի բացարձակապես որոշակի, հստակ և պարտադիր, որպեսզի երաշխավորվի համապատասխանությունը սահմանադրական նորմերին...՚:", "Ը. Օրենք թիվ 66/2001", "63.   2001թ հունվարի 23-ի օրենսդրական թիվ 5 որոշումը, որը լրացվել և դարձել է թիվ 66 օրենք 2001թ մարտի 20-ին լիազորեց ստացիոնար հաղորդակներ հաճախականություններով հեռուստահեռարձակման մեջ օրինականորեն ներգրավված օպերատորներին շարունակել հեռարձակումը մինչև թվային հեռուստատեսության համար ազգային հաճախականությունների բաշխման պլանի իրականացումը:", "64.  Բաժին 1-ը սահմանում էր, որ այն օպերատորները, որոնք տվյալ պահին չէին հեռարձակում, սակայն նրանց շնորհվել էր արտոնագիր, կարող էին ձեռք բերել սարքավորումներ և կապի, միացման միջոցներ, որոնք Օրենսդրական որոշման ուժի մեջ մտնելու դրությամբ և եղել էին օրինական օգտագործման մեջ:", "Բաժին 2-ի երկրորդ մասով սահմանվում է.", "ՙՈրպեսզի ապահովվի թվային ստացիոնար հաղորդակներով հեռուստատեսության շուկայի բացումը, արբայնակային կամ կաբելային միջոցներով թվային հեռուստահեռարձակման մեջ օրինականորեն ներգրավված օպերատորները կարող են փորձնական հեռարձակումներ իրականացնել այն հեռուստահաղորդումների համաժամանակյա կրկնություններով, որոնք արդեն հեռարձակվել են անալոգային հաճախականություններով՚:", "Թ.  2004թ փետրվարի 24-ի թիվ 43 օրենքը և 2004թ մայիսի 3-ի թիվ 112 օրենքը", "65.  2003թ դեկտեմբերի 24-ի օրենսդրական թիվ 352 որոշման, բաժին 1-ը, որը լրացվեց, և 2004թ փետրվարի 24-ին դարձավ թիվ 43 օրենք, թուլատրում էր ՙքվոտա գերազանցող՚ ալիքներին շարունակել անալոգային և թվային հեռուստատեսային ցանցերի հեռարձակումը մինչև թվային հեռուստաալիքների զարգացման ուսումնասիրության ավարտը:", "66.  2004թ մայիսի 3-ի թիվ 112 օրենքը (որը հայտնի է որպես ՙԳասպարիի օրենք՚) սահմանում է ստացիոնար հաղորդակներով հաճախականություններով թվային հեռարձակման սկսելու տարբեր փուլերը:", "67.  Օրենքի Բաժին 26-ը սահմանում է.", "ՙ1. Մինչև թվային հեռուստատեսության համար ազգային հաճախականությունների բաշխման պլանի իրականացումը, որևէ հիմքով, ազգային կամ տեղական մակարդակով հեռուստատեսային հեռարձակման գործունեության մեջ ներգրավված օպերատորները, որոնք բավարարում են թվային ստացիոնար հաղորդակների միջոցով փորձնական հեռարձակման անհրաժեշտ թույլթվություն ձեռք բերելու համար սահմանված պայմաններին՝ համաձայն ... [2001 թ հունվարի 23-ի] թիվ 5 Օրենսդրական որոշման, որը լրացվեց, և 2001թ մարտի 20-ին դարձավ թիվ 66 օրենք, կարող են նման փորձնական հեռարձակումներ իրականացնել այն հեռուստահաղորդումների համաժամանակյա կրկնություններով, որոնք արդեն հեռարձակվել են անալոգային հաճախականություններով, մինչ ցանցերի փոփոխման ավարտը կարող են դիմել ստացիոնար հաղորդակներով հեռարձակելու համար անհրաժեշտ արտոնագրեր և թույլտվություններ ստանալու... օրենքը ուժի մեջ մտնելու ամսաթվից սկսած:", "2.  Թվային փորձնական հեռարձակումները կարող են իրականացվել օգտագործելով օրիանական այն սարքավորումների միջոցով, որոնք հեռարձակում են անալոգային հաճախականություններով՝ օրենքը ուժի մեջ մտնելու ամսաթվից սկսած:", "3.  Որպեսզի թվային ցանցեր հիմնելու հնարավորություն ստեղծվի, հեռուստահեռարձակման ոլորտում ազգային և տեղական մակարդակում օ փոխանցումը պետք է լինի թույլատրված՝ պայմանով, որ ձեռք բերվածը նպատակաուղղվում է թվային հեռարձակման համար:", "...", "5.  Օրենքը ուժի մեջ մտնելու ամսաթվից սկսած՝ դիմելու դեպքում հեռուստահեռարձակման ոլորտում օրենքով սահմանված կարգով ներգրավված անձանց պետք է շնորհվի հեռուստաալիքը գործարկելու արտոնագիր՝ վերոնշյալ ենթակետ (1)-ում սահմանված արտոնագրի կամ ընդհանուր թույլտվության ուժով, որտեղ նարանք կարող են ցույց տալ, որ ձեռք են բերել բնակչության կամ հասանելի տարածքի առնվազն 50% ծածկույթ:", "...", "9.  Անալոգային համակարգից թվայինին անցումը հեշտացնելու նպատակով հեռուստածրագրերի հեռարձակումը պետք է իրականացվի օրենքը ուժի մեջ մտնելու ամսաթվից սկսած՝ օրենքով սահմանված կարգով ձեռք բերված սարքավորումների միջոցով՚:", "68.  AGCOM-ը 2003թ հունվարի 29-ին հաստատեց ՙառաջին մակարդակի՚ հաճախականության բաշխման պլանը ազգային և շրջանային ալիքների համար և 2003թ. նոյեմբերի 12-ին ՙինտեգրացված պլան՚, որը առաջին մակարդակի՚ բաշխման պլանը լրացնում էր ՙերկրորդ մակարդակի՚ պլանով (տեղական ալիքներին հաճախականությունների տրամադրումը):", "Ժ.  Քաղաքացիական օրենսգիրք, հոդված 2043", "69.  Այս դրույթով սահմանվում է.", "ՙՑանկացած անօրինական գործողություն, որը վնաս է հասցնում մյուսին, Քաղաքացիական օրենսգրքի համաձայն պետք է ցուցաբերած վնասի համար պատասխանատու դարձնի իրականացնողին:", "III.  ՄԻՋԱԶԳԱՅԻՆ ՀԱՄԱՊԱՏԱՍԽԱՆ ՓԱՍՏԱԹՂԹԵՐԸ", "Ա.  Եվրոպային խորհրդի փաստաթղթեր", "1.  Անդամ-պետությունների Նախարարների կոմիտեր Առաջարկություն թիվ R (99) 1 լրատվամիջոցների բազմակարծությունը խթանելու միջոցառումների մասին", "70.  Առաջարկության համապատասխան մասերը ընդունվեց Նախարարների կոմիտեի կողմից 1999թ հունվարի 19 նախարարների տեղակլների 656-րդ հանդիման ժամանակ՝ սահմանելով.", "", "ՙՆախարարների կոմիտեն Եվրոպայի խորհրդի կանոնդադրության 15բ հոդվածի պայմանների համաձայն՝", "....", "Շեշտելով նաև, որ լրատվամիջոցները և մասնավորապես հանրային ծառայության հեռարձակման ոլորտը, պետք է ինքնաարտահայտվելու հնարավորություն տան հասարակության տարբեր խմբերի և շահերի՝ ներառյալ լեզվական, սոցիալական, տնտեսական, մշակութային կամ քաղաքական փոքրամասնություններին՚", "Նշելով, որ ազգային, շրջանային և տեղական մակարդակներում ինքնավար և անկախ լրատվամիջոցների բազմազանության գոյությունը՝ ամրապնդում է ժողովրդավարությունը և բազմակարծությունը,", "Հիշելով, որ լրատվամիջոցների բազմակարծության համար հիմնականն է լրատվամիջոցների ձևերի և բովանդակությունների քաղաքական և մշակութային բազմազանությունը,", "-----", "Շեշտելով, որ պետությունները պետք է խթանեն քաղաքական և մշակութային բազմազանությունը՝ զարգացնելով լրատվության ոլորտի քաղաքականությունը՝ Մարդու իրավունքների եվրոպական կոնվենցիայի 10-րդ հոդվածին համապատասխան, որը երաշխավորում է տեղեկատվության և արտահայտվելու ազատությունը՝ պատշաճ հարգանք տածելով լրատվամիջովների անկախության սկզբունքի նկատմաման", "Նշելով, որ հաղորդկացության նոր տեխնոլոգիանոերի և ծառայությությունների ոլորտում արդեն կան որոշ դժվարություններ, ինչպիսին վերահսկողությունն է թվային հեռուստատեսության համակարգերին պայմանական մուտք ունենալու վրա,", "Նշելով նաև, որ գերիշխող դիրքերի ստեղծում և լրատվամիջոցների կուտակումը հնարավոր է շարունակվի հեռարձակման, հեռահաղորդակցության և համակարգչային հատվածների միավորմամբ,", "...", "Համոզված լինելով, որ լրատվական ընկերությունների թափանցիկության հետ կապված վերհասկողությունը՝ ներառյալ հաղորդակցության նոր ծառայությունների բովանդակությունը և ծառայությունների մատուցումը, կարող են նպաստել բազմակարծության վրա հիմնաված լրատվական միջավայրի առկայությունը,", "...", "Հեշեցնելով նաև, որ լրատվամիջոցների բազմակարծությանը վերաբերող դրույթները Անդրսահմանային հեռուստատեսության վերաբերյալ եվրոպական կոնվենցիայի լրամշակող արձանագրության մեջ,", "...", "Մտքում ունենալով, որ Եվրամիության և այլ միջազգային կազմակերպությունների շրջանակում լրատվական միջոցների կոնցոնտրացման և բազմակարծության ոլորտում իրականացվող աշխատանքը,", "Առաջարկում է, որ անդամ-պետությունների կառավարությունները.", "i.  քննության առնեին սույն հավելվածում ներառված միջոցառումները և քննարկեին դրանց ներառումը իրենց ներպետական օրենսդրության մեջ կամ պրակտիկայում՝ լրատվամիջոցների բազմակարծությունը խթանելու նպատակով,", "ii.  կանոնավոր կերպով գնահատել բազմակարծության և/կամ հակակոնցենտրացիոն մեխանիզմները խնթանող առկա միջոցառումները և քննել դրանց հնարավոր վերնայման անհրաժեշտությունը՝ լրատվամիջոցների ոլորտում տնտեսական և տեխնոլոգիական զարգացումների լույսի ներքո՚:", "2.  Անդամ-պետությունների նախարարների կոմիտեի Rec(2003)9 Առաջարկությունը թվային հեռարձակմանը նպաստելու ժողովրդավարական և սոցիալական ներդորումները խթանելու միջոցառումների վերաբերյալ", "71.  Այս առաջարկության համապատասխան մասերը, որոնք ընդունվել են Նախարարների կոմիտեի կողմից 2003թ մայիսի 28-ին, Նախարարների տեղակալների 840-րդ հանդիպման ժամանակ, սահմանում են.", "...", "Հիշեցնելով, որ անկախ և ինքնավար լրատվամիջոցների լայն բազմազանության առկայությունը, որը, ինչպես ամրագրված է արտահայտվելու և տեղեկատվության ազատության մասին 1982թ ապրիլի 29-ի իր հռչակագրում, հնարավորություն է տալիս մտքերի և կարծիքների լայն բազմազնության արտահայտմանը, կարևոր է ժողովրդավարական հասարակությունների համար,", "Մտքում ունենալով զանգվածային լրատվամիջոցների քաղաքականության վերաբերյալ եվրոպական նախարարական 4-րդ համաժողովի (Պրահա, 78-ը դեկտեմբերի, 1994թ) կողմից ընդունված հանրային ծառայության հեռարձակման ապագայի վերաբերյալ թիվ 1 Բանաձևը,", "Շեշտադրելով հեռարձակվող լրատվամիջոցների և մասնավորապես հանրային ծառայության հեռարձակվող լարատվամիջոցների առանձնահատուկ դերը ժամանակակից ժողովրդավարական հասարակություններում, որը միտված է աջակցելու ժողովրդավարական հասարակություններում քաղաքական, իրավական և սոցիալական կառույցների հիմքում ընկած ժողովրդավարական արժեքները և մասնավորապես հարգանքը մարդու իրավունքների, մշակույթի և քաղաքական բազմակարծության նկատմամբ,", "...", "Նշելով, որ թվային միջավայրում ալիքների թվի բազմապատկմանը զուգահեռ, կոնցենտրացիան լրատվամիջոցների հատվածում շարունակում է գնալ արագ ընթացքով, մասնավորապես, գլոբալիզացիայի համատեքստում, և հիշեցնելով անդամ-պետություններն թիվ R (99) Առաջարկության մեջ ամրագրված սկզբունքները լրատվամիջոցների բազմակարծության խթանման միջոցառումների մասին՝ մասնավորապես նրանք, որոնք վերաբերում են լրատվամիջոցների սեփականության կանոններին, հարթակներ մուտք գործելու հնարավորությանը և լրատվամիջոցներ բովանդակության բազմազանությանը,", "...", "Առաջարկում է, որ անդամ պետությունները՝ հաշվի առնելով հավելվածում սահմանված սկզբունքները.", "ա.  ստեղծեն համապատասխան իրավական և տնտեսական պայմաններ թվային հեռարձակման զարգացման համար, որը կերաշխավորի հեռարձակման ծառայությունների բազմակարծությունը և հանրության մատչելիությունը առավել ընդլայնված ընտրությաը և որակյալ ծրագրերի բազմազանությանը՝ ներառելով պահպանումը և, այնտեղ, որտեղ հնարավոր է, անդրսահմանային ծառայությունների առկայությունը,", "բ.  Պաշտպանեն և եթե անհրաժեշտ է, ձեռնարկեն համապատասխան դրական միջոցառումներ երաշխավորելու և խթանելու լրատվամիջոցների բազմակարծությունը՝ որպես հակակշիռ այս ոլորտում ընթացող կոնցենտրացիայի, ...՚:", "3.  Նախարարների կոմիտեի թիվ CM/Rec(2007)2 Առաջարկություն լրատվամիջոցների բազմակարծության և լրատվամիջոցների բովանդակության բազմազանության վերաբերյալ", "72.  Առաջարկության համապատասխան մասերը, որոնք ընդունված են Նախարարների կոմիտեի կողմից 2007թ հունվարի 31-ն նախարարների տեղակալների 985-րդ հանդիպման ժամանակ, սահմանում են.", "ՙ...", "Հիշեցնելով Մարդու իրավունքներ և հիմնարար ազատությունների պաշտպանության կոնվենցիայի 10-րդ հոդվածը (ETS No. 5), որը երաշխավորում է արտահայտվելու ազատությունը և, առանց հանրային իշխանությունների միջամտության և անկախ սահմաններից, տեղեկատվություն ստանալու և հաղորդելու ազատությունը,", "Հիշեցնելով իր կողմից 1982թ ապրիլի 29-ին ընդունված արտահայտվելու և տեղեկատվության ազատության վերաբերյալ Հռչակագիրը, որը շեծտում է, որ սահմանից սահման տեղեկատվության ազատ հոսքը և ցանկացած տեսակի տեղեկատվության լայն շրջանառությունը կարևոր գործոն է միջազգային փոխըմբռնման, մարդկանց համախմբման մշակույթների միմյանց փոխհարստացման համար,", "Հիշեցնելով իր Առաջարկությունը՝ Rec(2000)23, հեռարձակման ոլորտում կանոնակարգող մարմինների անկախության և գործառույթների վերաբերյալ և իր Բացատրական հուշագիրը, որը շեշտադրում էր հեռարձակման ոլորտի կանոնակարգող մարմինների քաղաքական, ֆինանսական և գործառնական անկախության կարևորությունը,", "Հիշեցնելով թվային տեխնոլոգիաների կողմից ապահովվող հնարավորությունները, ինչպես նաև նրանց վերաբերող հնարավոր վտանգները ժամանակակից հասարակությունում, ինչպես նշվում է թվային հեռարձակմանը նպաստելու նպատակով ժողովրդավարական և սոցիալական ներդրումները խթանելու միջոցառումների վերաբերյալ իր Առաջարկան մեջ. Rec(2003)9,", "Հիշեցնելով իր Առաջարկությունը՝ թիվ R (99) 1, լրատվամիջոցների բազմազանությունը խթանելու միջոցառումների վերաբերյալ և Առաջարկությունը՝ թիվ R (94) 13, լրատվամիջոցների թափանցիկության միջոցառումների վերաբերյալ, որոնց դրույթները համատեղ պետք է կիրառվեն բոլոր լրատվամիջոցներում,", "Նշելով, որ թիվ R (99) 1 և թիվ  R (94) 13 առաջարկությունների ընդունումից հետո տեղի են ունեցել կարևոր տեխնոլոգիական զարգացումներ, որոնք անհրաժեշտություն են դարձրել այս տեքստերի վերանայումը՝ Եվրոպայի լրատվամիջոցների ոլորտի ներկա իրավիճակին համապատասխանեցնելու նպատակով,", "...", "Վերահաստատելով, որ լրատվամիջոցների բազմակարխությունն ու լրատվամիջոցների բովանդակության բազմազանությունը էական նշանակություն ունեն ժողովրդավարական հասարակության գործունեության համար և Մարդու իրավունքների և հիմնարար ազատությունների մասին կոնվենցիայի 10-րդ հոդվածով երաշխավորված արտահայտվելու և տեղեկատվության ազատության հիմնարար իրավունքի արդյուն են.", "Հաշվի առնելով այն պահանջները, որոնք բխում են Մարդու իրավունքների և հիմնարար ազատությունների մասին կոնվենցիայի 10-րդ հոդվածից, ամբողջովին կբավարարվեն միայն այն դեպքում, երբ յուրաքանչյուր անձի հնարավորություն ընձեռնվի կարծիք կազմել տեղեկատվության տարբեր աղբյուրներց,", "Ընդունելով լրատվամիջոցների կարևորագույն դերը հանրային բանավեճի, քաղաքական բազմակարծության և բազմազան կարծիքների մասին իրազեկելու գործում, մասնավորապես, հասարակության տարբեր խմբերի՝ մշակութային, լեզվային, էթնիկ, կրոնական կամ այլ փոքրամասնությունների համար ապահովելով տեղեկատվություն ստանալու և հաղորդելուինքնաարտահայտվելու և մտքեր փոխանակելու հնարավորություն,", "...", "Վերահաստատելով, որ գաղափարները և կարծիքները, ինչպես նաև մշակութային բազմազանության արտահայտման բազմակարծությունը պաշտպանելու և ակտիվ խթանելու համար անդամ-պետությունները պետք է համապատասխանենցնեն առկա օրենսդրական դատը, մասնավորապես լրատվամիջոցների սեփականության առնչվող մասով և ընդունեն ցանկացած կանոնակարգող կամ ֆինանսական միջոցառումներ, որոնք կոչված են երաշխավորելու լրատվամիջոցների թափանցիկությունն ու կառուցվածքային բազմակարծությունը, ինչպես նաև տարածվող բովանդակության բազմազանությունը,", "...", "Մտքում ունենալով, որ լրատվամիջոցների ոլորտում ազգային քաղաքականությունը նույնպես կարող է ուղղված լինել ներպետական լրատվական ընկենրությունների մրցունակության ապահովմանը շուկաների գլոբալիզացման համատեքստում և որ լրատվամիջոցների վերազգային կոնցենտրացիայի երևույթը կարող է բացասաբար անդրադառնալ բովանդակության բազմազանության վրա,", "Առաջարկում է, որ անդամ-պետությունների կառավարությունները.", "i.  քննարկեն ստորև սահմանված միջոցառումների ներառում ներպետական օրենսդրության մեջ կամ պրակտիկայում,", "ii.  ազգային մակարդակում կանոնավոր կերպով գնահատեն լրատվամիջոցներ բազմակարծությանը և բովանդակության բազմազանության խթանող՝ գոյություն ունեցող միջոցառումների արդյունավետությունը և քննության առնել դրանց հնարավոր վերանայման անհրաժեշտությունը՝ լրատվամիջոցներ ոլորտում տնտեսական, տեխնոլոգիական և սոցիալական զարգացումների լույսի ներքո.", "iii.  փոխանակեն տեղեկատվություն, լրատվամիջոցների կառուցվածքի ներպետական օրենսդրությանն, կոնցենտրացիային առնչվող ուսումնասիրությունների և լրատվամիջոցների բազմազանության վերաբերյալ:", "Առաջարկվող միջոցառումները", "I.  Լրատվամիջոցների կառուցվածքային բազմազանությանը խթանող միջոցառումներ", "1.  Ընդհանուր սկզբունքներ", "1.1. Անդամ-պետությունները պետք է ձգտեն երաշխավորել, որ հանրության համար ապահովվեն բավարար բազմազանությամբ լրատվամիջոցներ՝ հնարային և մասնավոր տարբեր սեփականատերերի շրջանակով՝ հաշվի առնելով լրատվամիջոցների շուկայի բնորոշ գծերը՝ մասնավորապես առանձնահատուկ կոմերցիոն և մրցակցային ասպեկտները,", "1.2.  Երբ լրատվության ոլորտում մրցակցային ընդհանուր կանոնների կիրոռումը և մատչելիությանն ուղված օրենսդրական դաշտը բավարա չեն երաշխավորելու մշակութային բազմազանությանը և գաղափարների ու կարծքիների արտահայտման բազմակարծությանը, անդամ-պետությունները պետք ընդունեն առանձնահատուկ մջոցառումներ.", "...", "1.4. Իրենց օրենսդրությունը համապատասխանեցնելիս անդամ-պետությունները առանձնահատուկ ուշադրություն պետք է դրաձնեն քաղաքական իշխանության կամ ազդեցության և լրատվամիջոցների վերահսկման կամ լրատվամիջոցների բովանդակությանն առնչվող որոշումների կայացման միջև արդյունավետ և բացահայտ բաժանման անհրաժեշտությանը:", "...", "4.  Այլ լրատվամիջոցներ, որոնք նպաստում են բազմակարծությանն ու բազմազանությանը", "Անդամ-պետությունները պետք է խրախուսեն այլ լրատվամիջոցների զարգացմանը, որոնք բազմակարծության և բազմազանության մեջ ներդրում ունենալու և երկխոսության հարթակ ապահովելու կարողություն: Ասպիսի լրատվամիջոցներ են, օրինակ, համայնքային, տեղական, փոքրամասնությունների լրատվամիջոցները կամ սոցիալական ցանցերը. ...", "II.  Բովանդակության բազմազանությանը խթանող միջոցառումները", "...", "3.  Հեռարձակման արտոնագրերի տրամադրում և ՙպետք է կրի/պետք է առաջարկի՚ կանոնները", "3.1. Անդամ-պետությունները պետք է միջոցառումներ ընդունեն խթանելու և մշտադիտարկելու լրատվական կազմակերպությունների կողմից բազմազան բովանդակության արտադրությունն ու մատուցումը: Հեռարձակման ոլոտի առումով՝ նման միջոցառումներից կարող են լինել հեռարձակման արտոնագրերի պահանջը, և որ սկզբնական ծրագրերի որոշակի ծավալ, մասնավորպես այնպիսիները, որոնք վերաբերում են նորություններին և ներկա իրավիճակին, արտադրվեն կամ թողարկվեն հեռարձակողների կողմից:", "3.2. Անդամ-պետությունները պետք է ընդունեն կանոններ, որոնց նպատակն է պահպանել բազմակարծության վրա հիմնաված լրատվամիջոցների միջավայրը՝ մասնավորապես ապահովոոելով, որ սինդիկացիան, որ հասկացվում է, որպես ծրագրերի և առնչվող խառայությունների կենտրոնացված մատուցում, չվնասի բազմակարծությանը:", "3.3.  Անդամ-պետությունները, որտեղ անհրաժեշտ է, պետք է նախատեսեն ՙպետք է կրի՚ կանոնների ընդունումը կաբելային ցանցերից բացի, այլ բաշխիչ միջոցների և հարթակների համար: Ավելին՝ թվայնացման գործընթացի լույսի ներքո, հատկապես ցանցերի աճող կարողությունները և տարբեր ցանցերի աճող քանակը հաշվի առնելով՝ անդամ-պետությունները պետք է պարբերաբար վերանայեն  ՙպետք է կրի՚ կանոնները՝ համոզվելու համար, որ շարունակում է լավ հիմնավորված ընդհանուր հետաքրքրության նպատակների բավարարումը: Անդամ-պետությունները պետք է ուսումնասիրեն ՙպետք է առաջարկի՚ պարտականությունը՝ զուգահեռ ՙպետք է կրի՚ կանոնների հետ, որպեսզի հանրային ծառայության և հիմնական կոմերցիոն լրատվության ոլորտի ընկերություններին խրախուսի իրենց ալիքները մատչելի դարձնել ցանցային օպերատորներ, որոնք կուզենային կրել դրանք: Ցանկացած միջոցառում պետք է հաշվի առնի հեղինակային իրավունքի հետ կապված պարտականությունները՚:", "4.  Խորհրդարանական վեհաժողովի թիվ 1387 (2004) բանաձևը Իտալիայում էլեկտրոնային լրատվամիջոցների մենշնորհման և իշխանության չարաշահման վերաբերյալ", "73.  2004թ հունիսի 24-ին ընդունված սույն բանաձև սահմանում է.", "ՙ1.  Իտալիան Եվրոպայի խորհրդի հիմնադիր անդամ է և մեծապես աջակցում է իր կողմից դավանվող իդեալներին: Հետևաբար, Խորհրդարանական վեհաժողովը, մտահոգված է մեկ անձի՝ Սիլվիո Բեռլուցկոնիի ձեռքում քաղաքական, տնտեսական և լրատվական իշխանությունների կոնցենտրացիայով,  is a founding member of the:", "2.  Խորհրդարանական վեհաժողովը չի կարող ընդունել, որ այս անոմալյան հասցվի նվազագույնի այն հիմքերով, որ այն միայն ներկայացնի հնարավոր խնդիր: Ժողովորդավարության մասին դատում են ոչ միայն ամենօրյա գործունեությամբ, այլ նաև այն սկզբունքներով, որոնք ստանձնել է տվյալ երկիրը իր քաղաքացիների և միջազգային հանրության առջև: Վեհաժողովը հիշեցնում է, որ Մարդու իրավունքների և հիմնարար ազատությունների մասին կոնվենցիայի 10-րդ հոդվածի և Մարդու իրավունքների եվրոպական դատարանի նախադեպային իրավունքի համաձայն՝ պետությունները պարտականություն ունեն պաշտպանելու և անհրաժեշտության դեպքում ձեռնարկելու դրական միջոցառումներ՝ երաշխավորելու և խթանելու լրատվամիջոցների բազմակարծությունը:", "3.  Վեհաժողովը ափսոսանք է հայտնում այն փաստի կապակցությամբ, որ Իտալիայի՝ իրար հաջորդող մի քանի կառավարություններ, սկսած 1994թ-ից, չեն լուծել շահերի բախման խնդիրը, և որ ներկա խորհրդարանի կողմից դեռևս չի ընդունվել համապատասխան օրենսդրություն: Այն համաձայն չէ, որ ներկայումս քննարկման ընթացքում գտնվող Ֆրաթինիի օրինագծի հիմնական սկզբունքները, առ այն, որ միայն ղեկավարները, այլ ոչ՝ սեփականատերերը պետք է կրեն պատասխանատվություն, ապահովում է պրն Բեռլուցկոնիի հետ կապված շահերի բախման իրական և ամբողջական լուծումը:", "4.  Չնայած Mediaset-ը՝ Իտալիայի առևտրային հաղորդակցության և հեռարձակման գլխավոր խումբը և ամենամեծերից մեկը աշխարհում, պարոն Բեռլուցկոնին հանդիսանում է երկրի մոտ կեսի հեռարձակման սեփականատերը: Նրա դերը, որպես կառավարության ղեկավար, նույնպես նրան հնարավորություն է տալիս անուղղակիորեն ճնշում գործադրելու հանրային հեռարձակող կազմակերպության՝ RAI-ի վրա, որը նրա հիմնական մրցակիցն է: Քանի որ Mediaset և RAI-ի միասին տիրապետում են հեռուստատեսային լսարանի մոտ 90%-ը և ոլորտի ռեսուրսների երեք քառորդը, պարոն Բեռլուցկոնին աննախադեպ վերահսկողություն է իրականացնում Իտալիայի ամենահզոր լրատվամիջոցի վրա:", "5.  Այս երկիշխանությունը հեռուստատեսային շուկայում ինքնի անոմալիա է հակամենաշնորհային տեսանկյունից: Ստատուս քվոն պահպանվել է նույնիսկ այն դեպքում, երբ լրատվության բազմակարծության վրա ազդող իրավական դրույթները հայտարարվել են հակասահմանադրական և պատասխանատու մարմինները RAI-ի և Mediaset-ի երեք հեռուստաալիքների համար հաստատել են գերիշխող դիրք: Այդ իրավիճակի արտահայտումն էր վարչապետի վերջերս ընդունած որոշումը, որը թույլ էր տալիս RAI-ի երրորդ ալիքին և Mediaset’s Retequattro-ին շարունակել իրենց գործութնեությունը՝ խախտելով գոյություն ունեցող հակամենաշնորհային սահմանափակումները, մինչև նոր օրենսդրության ընդունումը: Մրցակցությունը լրատվության ոլորտում խաթարվում է նաև այն փաստով, որ Mediaset-ի գովազդային ընկերությունը՝ Publitalia ’80-ը, ունի դոմինանտ դիրք հեռուստագովազդի ոլորտում: Վեհաժողովը հավանության չի արժանացնում պոտենցիալ ազգային հեռարձակող, 1999թ Կառավարության հեռարձակման մրցույթի հաղթող Europa 7-ի բացառումը հեռարձակելու Mediaset’s Retequattro ալիքի կողմից զբաղեցված հաճախականություններով:", "6.  Վեհաժողովը կարծում է, որ նոր ընդունված ՙԳասպարիի օրենքը՚ հեռարձակման ոլորտում բարեփոխումների վերաբերյալ չի կարող արդյունավետորեն երաշխավորել ավելի մեծ բազմակարծություն թվայնացման ընթացքում պարզապես հեռուստաալիքների բազմապատկման միջոցով: Միևնույն ժամանակ այն բացահայտորեն թույլ է տալիս Mediaset-ի հետագա ընդլայնումը, քանի որ շուկայի դերակատարներին հնարավորություն է տալիս մենաշնորհ ունենալ տվյալ ոլորտում առանց երբևէ հասնելու հակամենաշնորհային սահմաններին ընդհանուր ինտեգրացված համզորդակցման համակարգում (SIC): Վեհաժողովը նշում է, որ այս մտահոգություներով ղեկավարվելով՝ Հանրապետության նախագահը հակադրվել է օրենքի նախորդ տարբերակին:", "7.  Վեհաժողովը մասնավորապես մտահոգված է RAI-ի իրավիճակով, որը հակասում է հեռարձակվող հանրային ծառայությունների վերաբերյալ Վեհաժողովի թիվ 1641 (2004թ) Հանձնարարականի կողմից սահմանված անկախության սկզբունքներին: RAI-ին միշտ եղել է երկրի քաղաքական համակարգի հայելին և ներքին բազմակարծությունը շարժվել է գերիշխող քաղաքական գաղափարների անցյալում համամասնաբար ներկայացնելուց՝ դեպի հաղթող, որը ձևավորում է ներկա քաղաքական համակարգն արտացոլող ամբողջ վերաբերմունքը: Վեհաժողովը մտահոգությամբ նշում է, որ RAI նախագահի և երկրի առավել հայտնի լրագրողներից մեկի հրաժարականները, բողոքի արտահայտություն էին ընդդեմ քաղաքական հավասարկշիռ ներկայացուցչության բացակայության Վարչական խորհրդում և ընդդեմ RAI ծրագրերի քաղաքական ազդեցության:", "8.  Մինչ Իտալիայում տպագիր մամուլը ավանդաբար ապահովում էր ավելի մեծ բազմազակարծություն և քաղաքական հավասարակշռություն, քան հեռարձակման ոլորտը, իտալացիների մեծ մասը նորությունները ստանում են հեռուստատեսության միջոցով: Թերթերի բարձր արժեքը՝ համեմատած հեռուստագովազդի հետ, վնասում է իտալական տպագիր լրատվամիջոցի ազդեցությունը: Այնուամենայնիվ, Վեհաժողովը ցանկանում է գրանցել իրա հավանությունը Կառավարության միջոցառումներին, որոնք ուղղված են փոքր և միջին թերթերին օժանդակելուն և թերթերի ընթերցմանը խթանող այլ միջոցառումներին:", "9.  Վեհաժողովը խիստ մտահոգված է, որ միջազգայնորեն Իտալիայի ցուցադրած բացասական իմիջը պրն Բեռլուցկոնիի շահերի բախման պատճառով, կարող է վնասել Եվրոպայի խորհրդի ջնաքերը՝ ուղղված խթանելու անկախ և անկողմնակալ լրատվամիջոցներին նոր ժողովրդավարություններում: Այն համարում է, որ Իտալիան, որպես Կազմակերպության գործունեությանը ամենաշատը նպաստող երկրներից մեկը, այս առումով ունի առանձնահատուկ պատասխանատվություն:", "10.  Վեհաժողովը շեշտում է, որ մի շարք միջազագային մարմիններ, ինչպիսն է Լրատվամիջոցների ազատության գծով ԵԱՀԿ ներկայացուցիչը, և բոլորովի վերջերս, Եվրոպական խորհրդարանը այտնել են համանման մտահոգություն: Այն ողջունում է Եվրոպական խորհրդարանի՝ Եվրոպայում և հատկապես Իտալիայում արտահայտվելու և տեղեկատվության ազատության խախտման վտանգի վերաբերյալ բանաձևում առաջարկվող լրատվամիջոցների բազմակարծության երաշխավորման միջոցառումները (Հիմնարար ազատությունների խարտիա, հոդված 11 (2) )՝ 2004թ ընդունված ապրիլի 22-ին:", "11.  Հետևաբար, Վեհաժողովը կոչ է անում Իտալիայի խորհրդարանին.", "i. հրատապության կարգով ընդունել օրենք՝ լուծելու համար շահերի բախումը ընկերությունների սեփականության և վերահսկողության և պետական պաշտոնի զբաղեցման մասին՝ ներառելով տուգանքներ այն դեպքերում, երբ կա շահերի բախում բարձր պետական պաշտոն զբաղեցնելիս,", "ii. ապահովել, որ օրենսդրությունը և այլ նորմատիվ միջոցառումները վերջ դնեն լրատվության ոլորտում քաղաքական միջամտության երկարատև պրակտիկային՝ հաշվի առնելով մասնավորապես 2004թ փետրվարի12-ին Նախարարների կոմիտեի կողմից ընդունված Հռչակագիրը լրատվամիջոցներում քաղաքական դեբատների ազատության վերաբերյալ,", "iii. լրամշակել Գասպարիի օրենքը Նախարարների կոմիտեի՝ Լրատվամիջոցների բազմակարծությունը խթանող միջոցառումների մասին թիվ R (99) 1 Հանձնարարականով սահմանված սկզբունքներին համապատասխան՝ մասնավորապես.", "ա.  խուսափելով SIC-ի շրջանակում համապատասպան շուկաներում գերակշիռ դիրքերի ի հայտ գալուց,", "բ.  ներառելով հատուկ միջոցառումներ՝ վերջ տալու RAI-Mediaset ներկա երկիշխանությանը,", "գ.  ներառելով հատուկ միջոցառումներ՝ ապավորելու, որ թվայնացումը կերաշխավորի բովանդակության բազմակարծությունը:", "12.  Վեհաժողով Իտալիայի Կառավարությանը կոչ է անում.", "i.  նախաձեռնել միջոցառումներ, որպեսզի RAI-ին գործի Վեհաժողովի՝ Հանրային ծառայությունների հեռարձակման վերաբերյալ թիվ 1641 (2004) Հանձնարարականին, Պրագայում կայացած Լրատվամիջոցների քաղաքականության վերաբերյալ Եվրոպական նախարարների 4-րդ համաժողովի հռչակագրին և հանարային ծառայության հեռարձակման անկախության երաշխավորման մասին Նախարարների կոմիտեի թիվ R (96) 10 Հանձնարարականին և թվային հեռարծակման մեջ ժողովրդավարական ու սոցիալական ներդրումը խթանելու մասին Rec(2003)9 Հանձնարարականի համապատասխան,", "ii.  տալ դրական միջազգային օրինակ՝ առաջարկելով և աջակցելով նախաձեռնություններ Եվրոպայի խորհրդի և Եվրամիության շրջանակներում՝ նպատակ ունենալով խթանել լրատվամիջոցների ավելի լայն բազմակարծություն եվրոպական մակարդակում:", "13.  Վեհաժողովը խնդրում է Վենետիկի հանձնաժողովին կարծիք տալ արտահայտվելու ազատության և լրատվամիջոցների բազմակարծության ոլորտում Եվրոպայի խորհրդի չափանիշներին Գասպարիի օրենքի և Ֆրանթինինի օրինագծի համապատասխանության վերաբերյալ՝ հատկապես մարդու իրավունքների եվրոպական դատարանի նախադեպային իրավունքի լույսի ներքո՚:", "5.  Վենետիկի հանձնաժողովին կարծիքը արտահայտվելու ազատության և լրատվամիջոցների բազմակարծության ոլորտում Եվրոպայի խորհրդի չափանիշներին Գասպարիի և Ֆրանթինինի օրենքներ համապատասխանության վերաբերյալ՝", "74.  Վենետիկի հանձնաժողովի կարծիքը՝ ընդունված 63-րդ լիագումար նիստում(10-11-ը հունիսի, 2005թ) ներկա գործի մասով, սահմանում է.", "ՙԵվրոպայի խորհրդի Խորհրդարանական վեհաժողովը խնդրել է Վենետիկի հանձնաժողովին կարծիք տալ այն մասին, թե արդյո՞ք հեռարրձակման համակարգի (ՙԳասպարիի օրենք՚) և շահերի բախման (ՙՖրաթինիի օրենք՚) մասին Իտալիայի երկու օրենքները համապատասխանում են արտահայտվելու ազատության և լրատվամիջոցների բազմակարծության ոլորտում Եվրոպայի խորհրդի չափանիշներին:", "...", "Չնայած Մարդու իրավունքների եվրոպական դատարանի նախադեպային իրավունքը այս խնդրով կոնկրետ ուղեցույց չի առաջարկում, այնուամենայնիվ նախադեպային իրավունքից կարող են բխել որոշակի պատշաճ սկզբունքներ. in primis՝ առաջին, արտահայտվելու ազատությունը հիմնարար դեր ունի ժողովրդական հասարակությունում, մասնավորապես, այնտեղ, որտեղ մամուլի միջոցով այն ծառայում է ընդհանուր հետաքրքրություն ներկայացնող տեղեկատվության և գաղափարների տարածման համար, որը հանրությունը, դեռ ավելին, իրավունք ունի ստանալ և որ պետությունը բազմակարծության, հատկապես տեսաձայնային լրատվամիջոցների բազմակարծության վերջնական պատասխանատուն է, որի ծրագրերը հաճախ հեռարձակվում են լայնորեն:", "...", "Լրատվամիջոցների բազմակարծությանը կարելի է հասնել, երբ ազգային, շրջանային և տեղական մակարդակներում գոյություն ունեն ինքնուրույն և անկախ լրատվամիջոցներ, որոնք երաշխավորում են տարբեր քաղաքական և մշակութային տեսակետների արտացոլող լրատվալան բովանդակության բազմազանություն: Հանձնաժողովի, կարծիքով ներքին բազմազանությանը պետք է հասնել միաժամանակ լրատվության բոլոր ոլորտներում, օրինակ, երբ բազմազանությունը երաշխավորված է տպագիր մամուլի ոլորտում, այլ ոչ հեռուստատեսային լրատվամիջոցներում: Լրատվամիջոցների բազմակարծությունը, Հանձնաժողովի կարծիքով, չի նշանակում միայն, դերակատարների բազմազանություն, այլ նշանակում է լրատվամիջոցների լայն շրջանակի, այսինքն՝ տարբեր տեսակի լրատվամիջոցների առկայություն:", "Եվրոպայի խորհուրդը սահմանում է որոշակի գործիքների, որոնք նպաստում են լրատվամիջոցների բազմակարծությանը՝ ներառյալ.", "-  օրենսդրություն, որը նախատեսում է լրատվամիջոցների կոնցենտրացիայի սահմանափակում: Գործիքները, որոնց օգնությամբ կարելի հասնել դրան ներառում են թույլատրելի շեմեր (որը պետք է չափվի մեկ կամ մի քանի համակցված տարրերի հիման վրա, ինչպիսին է լսարանի ծավալը, կամ կապիտալ մասը, կամ եկամուտի սահմանափակումները), որոնցով առանձին լրատվական ընկերությանը թույլ է տրվում համապատասխան մեկ կամ մի քանի շուկաներ,", "-  լրատվամիջոցները կանոնակարգող հատուկ մարմիններ՝ կոնցենտրացիայի դեմ գործելու լիազորություններով,", "-  հատուկ միջոցառումները՝ ընդդեմ ուղղահայաց ինտեգրման (արտադրության հատուկ տարրերի վերահսկողությու, հեռարձակում, բաժանում և առնչվող գործողություններ մեկ ընկերության կամ խմբի կողմից),", "-  կանոնակարգող մարմինների անկախություն,", "-  լրատվամիջոցների թափանցիկություն,", "-  պրոակտիվ միջոցառումներ՝ խթանելու բազմաբնույթ բովանդակության արտադրությունը և հեռարձակումը,", "-  օբյեկտիվ և ոչ կուսակցական հիմունքներով, թափանցիկ ընթացակարգերի և անկախ վերահսկողության շրջանակներում, շնորհել ուղղակի կամ անուղղակի ֆինանսական աջակցություն՝ մեծացնելու բազմակարծությունը,", "-  ինքնակարգավորող գործիքներ, ինչպիսիք են խմբագրական ուղեցույցները և կանոնակարգերը, որոնք ստեղծում են խմբագրական անկախություն:", "Գասպարիի օրենքի դրույթների առումով, որի նպատակն է պաշտպանել լրատվամիջոցների բազմակարծությունը, Հանձնաժողովն ի սկզբանե համարում է, որ զուտ ալիքների թվի մեծացումը, որը կապահովվի թվային հեռուստատեսության կողմից, բավարար չէր ինքնին երաշխավորելու լրատվամիջոցների բազմակարծությունը: Նոր ալիքները կարող են ունենալ շատ փոքր լսարաններ, սակայն միևնույն չափի արդյունք: Եվ վերջապես, ավելի մեծ ընկերությունները օգտվելու են ավելի մեծ գնման ուժից գործողությունների լայն շրջանակ ունենալով, ինչպեսիսք են ծրագրերի ձեռքբերումը, և այդպիսով կունենան զգալի առավելություններ այլ ազգային բովանդակություն ապահովողների նկատմամբ:", "Հանձնաժողովը հետևաբար համարում է, որ ալիքների 20% շեմը հստակ ցուցիչ չէ շուկայական մասնաբաժնի համար: Դա, օրինակ, պետք է համակցվեր, լսարանի մասնաբաժնի ցուցիչի հետ:", "Ինչ վերաբերում է Գասպարիի օրենքով սահմանված երկրորդ շեմին, այսինքն՝ ինտեգրացված հաղորդակցության համակարգերի (SIC) 20%-ին, Հանձնաժողովը համարում է, որ SIC-ն անշուշտ արտացոլում է ժամանակակից միտումը, սակայն չպետք է, առնվազն, այս շատ լայն սահմանման մեջ օգտագործվի արդեն այս փուլում ՙհամապատասխան շուկայական՚ չափանիշի փոխարեն, քանի որ դրա արդյունքը այն գործիքի արդյունավետության թուլացումն էր, որի նպատակը բազմակարծության պաշտպանությունն էր: Իրոք, այն կարող էր առանձին ընկերությանը հնարավորություն տալ օգտվելու չափազանց բարձր աստիճանի եկամտային բաժնից անհատական շուկաներում՝ միևնույն ժամանակ մնալով ամբողջ սեկտորի 20% շեմից ցածր:", "Իրոք, Հանձնաժողովը նշում է, որ Գասպարիի օրենքով սահմանված նոր շրջանակի համակցված ազդեցությունը թուլացրել է նախկին հակա-կոնցենտրացիոն կանոնները, որոնց թույլատրելի առավելագույն մակարդակները գերազանցվել Mediaset-ի և RAI-ի կողմից: Retequattro-ն հետևաբար, թույլտվություն է ստացել շարունակել անալոգային հաճախականությունների զբաղեցումը:", "Հանձնաժողովը հետևաբար գտնում է, որ SIC-ի չափանիշը պետք է փոխարինիվի նախկինում օգտագործվող ՙհամապատասխան շուկա՚ չափանիշով, ինչը կրառվում է նաև եվրոպական մյուս երկրներում:", "...", "Ինչ վերաբերում է ռադիո և հեռուստատեսային հեռարձակողների՝ անալոգային հաճախականություններից թվային հաճախականություններ միգրացիային, Հանձնաժողովն ունի տպավորություն, որ Գասպարիի օրենքը որդեգրել է մի մոտեցում, որով փորձում է հետ պահել հեռուստաշուկայում լրատվամիջոցների կոնցենտրացիայի խնդրի իրական լուծումից, մինչև ապագայում ինչ-որ ժամանակ, երբ ուժի մեջ կմտնի թվայնացումը: Հանձնաժողովի տեսանկյունից, այդ մոտեցումը բավարար չէ, քանի որ, եթե պահպանվեի ստատուս քվոն, ապա հավանակն է, որ Mediaset-ը – RAI-ին մնան իտալական հեռոստատեսության գերիշխող դերակատարներ: Այս առումով, Հանձնաժողովը հիշեցնում է, որ մինչ ընդհանուր հակամենաշնորհային միջոցառումների իրականացումն ընդդեմ գերիշխող դիրքերի չարաշահման՝ լրատվական ոլորտի գերիշխող դիրքերը, որպես այդպիսին, արգելվում են:", "...", "RAI սեփականաշնորհման հետ կապված, որը պետք է տանի հանրային հեռարձակողի քաղաքականացման ավելի ցածր աստիճանի, Հանձնաժողովը նշում է, որ RAI-ում փոփոխությունը հնարավորություն կտա կառավարությանը վերահսկողություն սահմանել հանրային հեռարձակողի նկատմամբ անկանխատեսելի ժամանակահատվածով: Ներկա Կառավարության պաշտոնավարման ընթացքում, սա նշանակում է, որ ի լրումն իր երեք սեփական ազգային հեռուստաալիքների վերահսկման՝ վարչապետը նաև ունենալու է վերահասկողություն հանրային երեք ալիքների վրա: Հանձնաժողովը մտահոգություն է արտահայտում այն վտանգի հետ կապված, որ նման ոչ տիպային իրավիճակը կարող է նույնիսկ ուժեղացնել մենաշնորհային սպառնալիքը, որը Մարդու իրավունքների եվրոպական դատարանի նախադեպային իրավունքի առումով, կարող է ներկայացնել չարդարացված միջամտություն արտահայտվելու ազատությանը:", "...՚", "6.  Խնդրի քննարկման փաստաթուղթ Մարդու իրավունքների Հանձնակատարի կողմից՝ ՙԼրատվության բազմակարծության և մարդու իրավունքների՚ վերաբերյալ", "75.  Մարդու իրավունքների Հանձնակատարի կողմից 2011թ դեկտեմբերի 6-ին պատրաստված՝ խնդրի քննարկման փաստաթուղթը ներկա գործի մասով, սահմանում է.", "ՙ3.2 Իտալիայի դեպքը", "Այսպես կոչված՝ ՙիտալական անոմալիայի՚ պատմությունը պատկերավոր օրինակ է այն բանի, թե ինչպես հեռարձակման մենաշնորհացումը (գերխոշորացման և գեր-միաձուլման պատճառով) կարող է լուրջ վտանգ ներկայացնել նույնիսկ հին ժողովրդավարություններում:", "Արտահայտվելու և մամուլի ազատությունները առկա են առողջ պետությունում, Իտալիայում: Սակայն հեռուստահեռարձակման շուկան պարպերաբար վկայակոչվում է՝ որպես ՙիտալական անոմալիա՚:", "Վերջին երկու տասնամյակներում ոչ մի երրորդ ուժ ի վճակի չէր եղել սահմանափակել այսպես կոչված երկիշխանությունը՝ համազգային հեռուստալիքների շուկայի գերիշխող դերը մասնավոր Mediaset ընկերության և հանրային սեփականատեր Radiotelevisione Italiana, RAI-ի կողմից: Երկիշխանությունը զուգակցվում էր Mediaset-ի կողմից գործնական մենաշնորհով առևտրային հեռուստատեսության ոլորտում և գովազդի շուկայում: Նախքան թվայնացումը՝ երկիշխանության լսարանը մոտ 90% էր (յուրաքանչյուրը՝ երեք ալիքի սեփականատեր էր): Համատեղ եկամուտները և գովազդային շուկան նույնպես երկիշխանության ապացույց էր:", "Իտալիան նույնպես ունի քաղաքական կուսակցությունների և Կառավարության կողմից հանրային ծառայության հեռուստատեսության վերահսկման շարունակական պատմություն: Քանի որ եկրի վարչապետ Սիլվիո Բեռլուցկոնին Mediaset ընկերության համասեփականատերն է, RAI-ի նկատմամբ կառավարության վերահսկողության՝ սովորաբար գոյություն ունեցող վախը վատթարանում էր երկրի տեղեկատվության ամենակարևոր աղբյուրի, հեռուստատեսության նկատմամբ լայնատարած պետական վերահսկողություն հաստատելու մտահոգությամբ:", "2004թ այսպես կոչված Գասպարիի և Ֆրանտինիի օրենքները պետք է երաշխիքներ ապահովեին, համապատասխանաբար, լրատվամիջուցների բազմակարծության համար ապագայում և վերացնեին ՙերկգլուխ՚ իրավիճակը: Այնուամենայնիվ, ո’չ համատարած թվայնացումը, ո’չ էլ հավասար մրցակցության կանոնները միայնչէին կարող երաշխավորել մշակութային բազմազանությունն ու քաղաքական բազմակարծությունը, հատկապես եթե արդեն գոյություն ունեցող լրատվամիջոցների կոնցենտրացիան գործնականորեն պահպանվում է կամ ամրապնդվում օրենքով: Գասպարիի օրենքի՝ անալոգայինից՝ թվային անցման կանոնները, չնայած իրենց նորարարական ուժի, թույլ էին տալիս երկիշխանությանն օգտագործելիրենց տնտեսական հզորությունը՝ ընդարձակվելու դեպի թվային նոր շուկաներ:", "Եվրոպական չափանիշներն արգելում են մասնավոր հեռարձակողների կողմից ոչ պատշաճ քաղաքական կամ կուսակցական սեփականություն կամ վերահսկողություն՝ խուսափելու համար Կառավարության կամ քաղաքական միջամտությունից: Գերմանիան և Միացյալ Թագավորությունը կիրառում են սահմանափակումներ քաղաքական դերակատարների կողմից հեռարձակվող լրատվամիջոցների ուղիղ սեփականության և վերահսկողության վրա: Եվրամիության երկրները նույնպես հեռարձակողներից պահանջում են պահպանել անկախությունը քաղաքական կուսակցություններից և քաղաքական գործիչներից: Իտալիան, չնայած Ֆրանտինի օրենքի, չի պահանջում՚:", "Բ.  Եվրոպական խորհրդարան", "76.  Եվրոպական խորհրդարանի բանաձևը Եվրոպայում և հատկապես Իտալիայում արտահայտման և տեղեկատվության ազատության խախտման վտանգների վերաբերյալ (Հիմանարար իրավունքներ վերաբերյալ խարտիայի հոդված 11(2) (INI)) այնքանով, որքանով վերաբերում է տվյալ գործին, սահմանում է հետևյալը.", "ՙԻրավիճակը Իտալիայում", "... Նշում է, որ Իտալիայում հեռուստատեսային շուկայի կոնցենտրացիան ներկայումս ամենաբարձրն է Եվրոպայում և որ չնայած իտալական հեռուստատեսությունն առաջարկում է 12 ազգային ալիք և տասից տասնհինգ շրջանային և տեղական ալիքներ, շուկան բնութագրվում է RAI-ի և MEDIASET օպերատորների երկիշխանությամբ, որտեղ երկու օպերատուրները միասին ծածկում են ամբողջ ունկնդիրների համարյա 90%-ը և հավաքում գովազդային ռեսուրսների 96.8%, ի տարբերություն Գերմանիայի 88%-ի, Միացյակ Թագավորության 82%-ի, Ֆրանսիայի 77%-ի և Իսպանիայի 58%-ի,", "Նշում է, որ Mediaset խումբը ամենամեծ մասնավոր հեռուստատեսությունն է և հաղորդակցության ոլորտի ամենամեծ խումբը Իտալիայում, ամենամեծերից մեկը՝ աշխարհում և վերահսկում է (ի թիվս այլոց) հեռուստատեսային ցանցերը (RTI S.p.A.) և գովազդային ֆրենչայզեր ունեցող ընկերություններին (Publitalia ’80), որոնք երկուսն էլ պաշտոնապես զբաղեցնում են գերիշխող դեր՝ Հաղորդակցությունը կանոնակարգող մամնի կողմից ազգային օրենսդրության խախտմամբ (Օրենք թիվ 247/97),", "Նշում է, որ ոլորտներից մեկում, որտեղ շահերի բախումն առեվել ակնհայտ է, գովազդի ոլորտն է, ելելով այն հանգամանքից, որ 2001թ Mediaset խումբը ստացել էր հեռուստագովազդային ռեսուրսների երկու երրորդը՝ 2,500 միլիոն եվրո գումարով և որ իտալական հիմնական ընկերությունները և որ հիմնական իտալական ընկերությունները գովազդի մեջ արած իրենց ներդրումները տպագիր նյութերից տեղափոխել են Mediaset-ի ցանցեր և RAI-ից՝ Mediaset,", "Նշում է, որ Իտալիայի Նախարարների խորհրդի նախագահը, չէր լուծել իր շահերի բախումը, քանի որ նա հստակորեն խոստացել, սակայն, հակառակ դրան, ավելացրել է Mediaset-ում իր վերհասկիչ փաթեթը (48.639%-ից հասցնելով 51.023%)՝ այդպիսով շեշտակիորեն կրճատելով իր զուտ պարտքը գովազդային եկամուտների զգալի աճի միջոցով, ի վնաս մրցակիցների եկամուտների (և ռեյտինգներիs) և իլրումն այս ամենի, տպագի մամուլին գինանսավորող գովազդների,", "Ափսոսանք է հայտնում կառավարության կողմից RAI հանրային հեռուստատեսության ծառայության կորպորատիվ կոռուցվածքին և ժամանակցույցին (նույնիսկ հումորային ծրագրերին) կրկնվող և փաստագրված միջամտությամբ՝ սկսած, 2002թ ապրիլին Նախարարների խորհրդի նախագահի սենսացիոն հրապարակային պահանջով երեք հայտնի արհեստավարժների հեռացումով, այնպիսի համատեքստում, երբ RAI կառավարիչների խորհրդի անդամների բացարձակ մեծամասնությունը և համապատասխան խորհրդարանական վերահսկիչ մարմինը իշխող կուսակցության անդամներ էին: Ճնշումն այնուհետև տարածվել էր իրենց սեփականության տակ չգտնվող այլ լրատվամիջոցների վրա , ի թիվս այլոց, 2003թ մայիսին հանգեցնելով Corriere della Sera-ի գլխավոր խմբագրի հրաժարականին:", "Նշում է, հետևաբար, որ իտալական համակարգը ներկայացնում է մի անոմալիա մեկ մարդու՝ Իտալիային Նախարարների խորհրդի նախագահի ձեռքերում քաղաքական, տնտեսական և լրատվական իշխանությունների բացառիկ համատեղման պատճառով, և այն փաստը, որ իտալական կառավարությունը, ուղղակի կամ անուղղակի, վերհասկում է հեռուստատեսային բոլոր ալիքները,", "Նշում է, որ Իտալիայում հեռարձակման համակարգը տասնյակ տարիների գործում է օրենսդրությունից վեր հանգամանքներում, ինչը շարունակաբար ընդունվել է Սահմանադրական Դատարանի կողմից և չնայած այդ հանգամանքին, սովորական օրենսդիրների և համապատասխան հաստատությունների իրավական ռեժիմի վերահաստատմանն ուղղված ջանքերը ապարդյուն են անցել: RAI-ին և Mediaset-ը յուրաքանչյուրը շարունակում են վերահսկել ստացիոնար հաղորդակներով անալոգային երեք հեռուստատեսային հեռարձակողներին, չնայած այն փաստին, որ Սահմանադրական Դատարանը իր 1994թ թիվ 420 վճռով անթույլատրելի էր համարել մե և միևնույն կազմակերպությանը հեռարձակել ստացիոնար հաղորդակներով հաճախականություններով հաղորդել երկրում հաղորդվող ծրագրերի 20%-ից ավելին (այսինքն՝ ավելի, քան երկու ծրագիր) և եզրակացրեց, որ թիվ 223/90 օրենքով սահմանված կանոնակարգող ռեժիմը հակասում է Իտալիայի սահմանադրությանը, չնայած ՙանցումային ռեժիմ՚ լինելու փաստին: Թիվ 249/97 (որը սահմանում էր Հաղարդակցության երաշխավորող մարմին և հեռահաղորդակցության, ռադիոյի ու հեռուստատեսության համակարգերի կանոններ) նույնպես չէր համապատասխանում Սահամանադրական Դատարանի ցուցումներին, որն իր 466/02 վճռում օրենքի հոդված 3(7)-ը հայտարարել էր սահամանադրորեն անօրինական ՙայնքանով, որ այն չի ապահովում խիստ և արագ վերջնաժամկետի սահմանում, որն ամեն դեպքում չպետք է գերազանցեր 2003թ դեկտեմբերի 31-ը: Մինչև այդ ժամկետը հեռարձակողների կողմից հաղորդվող ծրագրերը, որոնք գերազանցում են հոդված 3-ի 6-րդ կետով սահմանված սահմանափակումները, պետք է հեռարձակվեն բացառապես արբայնակային կամ կաբելային միջոցներով՚:", "Նշում է, որ Իտալիայի Սահմանադրական Դատարանը (Գործ 466/2002) 2002թ նոյեմբերին հայտարարեց, որ Իտալիայի ներկա մասնավոր հեռուստատեսության համակարգը, որը գործում է ազգային մակարդակով և անալոգային ռեժիմով, պարզապես վերածվել է հաճախականությունների de facto զբաղեցնողի (սարքավորումների գործարկում՝ առանց կոնցեսիաների և թույլտվությունների)՝ հաճախականությունների տրամադրելիս առանց բազմակարծության որևէ ցանկության և առանց հեռարձակման պատշաճ պլանավորման ... de facto այս իրավիճակը հետևաբար չի կարող երաշխավորել հարգանքտ տեղեկատվության արտաքին բազմակարծության նկատմամբ, որը համապատասխան սահմանադրական նախադեպային իրավունքի կողմից առաջ քաշված էական պահանջ է ... Այս համատեքստում, ելենելով իրավիճակի շարունակական վատթարացումից, որը 1994թ թիվ 420 վճռով անթույլատրելի էր համարել և ելնելով ցանցերի գոյությունից, որոնք 1997թ օրենսդրությամբ համարվել էին ՙհավելյալ՚, պետք է սահմանվի վերջնական ժամկետ, որը լինի բացարձակապես հստակ, որոշակի և բացարձակապես պարտադիր, որպեսզի երաշխավորի համապատասխանությունը սահմանադրական կանոններին,", "Նշում է, որ, այնուամենայնիվ, տեսաձայնային ոլորտի բարեփոխման վերջնաժամկետը չի հարգվել և որ տեսաձայնային բարեփոխումների վերաբերյալ օրենքը հետ էր ուղարկվել Հանրապետության նախագահի կողմից խորհրդարանի նոր քննարկման, քանի որ չէին հարգվել Սահմանադրական Դատարանի կողմից հայտարարված սկզբունքները,", "...", "Հույս ունի, որ ՙինտեգրացված հաղորդակցության համակարգի՚ (որպես միակ համապատասխան շուկա) տեսաձայնային ոլորտի բարեփոխման փաստաթղթի նախագծում (Գասպարիի օրենք, հոդված 2, կետ) ներառված օրենսդրական սահմանումը չի հակադրվում մրցակցության վերաբերյալ Համայնքի կանոններին Եվրոպական Համայնքի Պայմանագրի 82-րդ հոդվածի իմաստով կամ  Դատարանի բազմաթիվ վճիռներին և անհնարին չի դարձնում վկայակոչված շուկայի հստակ և հիմնավոր սահմանումը,", "Հույս ունի նաև, որ ՙհաճախականությունների հատկացման համակարգը՚, որը սահմանված է Գասպարիի օրենքի նախագծում, չի ներկայացնում իրավիճակի de facto օրինականացում և չի հակասում մասնավորապես 2002/21/EC հանձնարարականին, 2002/20/EC 7-րդ հոդվածին, որը, ի թիվս այլոց, սահմանում է, որ էլեկտրոնային հաղորդակցության ծառայությունների համար ռադիո հաճախականությունների տրամադրումը պետք է հիմնվի թափանցիկ, ոչ խտրական և համամասնական չափանիշների վրա,", "Շեշտում է իր խոր մտահոգության մասին՝ կապված օրենքի չկիրառման և Սահմանադրական Դատարանի վճիռների չիրականացման հետ՝ ի խախտումն օրինականության և օրենքի գերակայության սկզբունքի, կապված տեսաձայնային ոլորտի բարփոխումների իրականացման անկարողության հետ, որի արդյունքում բազմակարծության վրա հիմնված տեղեկատվություն ստանալու քաղաքացու իրավունքը տասնյակ տարիների ընթացքում թուլացվել է, մի իրավունք, որը ճանաչված է նաև Հիմնարար ազատությունների Խարտիայում,", "Մտահոգված է, որ Իտալիայում տիրող իրավիճակը կարող է ծագել այլ անդամ-պետություններում և անդամության թեկնածու երկրներում, եթե հեռուստամագնատը որոշի մտնել քաղաքականություն,", "Ափսոսանք է հայտնում, որ Իտալիայի խորհրդարանը դեռ պետք է ընդունի օրենք, որը լուծելու է Նախարարների խորհրդի նախագահի շահերի բախման խնդիրը, որը, խոստացել է իրականացնել, նրա կառավարմա առաջին հարյուր օրվա ընթացքում,", "Համարում է, որ տեսաձայնային ոլորտի ընդհանուր բարեփոխման իրականացումը կարող է դյուրացվել, եթե այն պարունակի կոնկրետ և համարժեք երաշիքներ՝ ուղղված կանխելու առկա կամ ապագա շահերի բախումները տեղական, շրջանային կամ ազգային գործադիր իշխանությունների պաշտոնյանների գործողություններում, ովքեր ունեն էական շահ մասնավոր տեսաձայնային ոլորտում,", "Ավելին՝ հույս է հայտնում, որ շահերի բախման վերաբերյալ Ֆրանթինիի օրենքի նախագիծը չի կանգնեցնելու վարչապետի՝ շահերի բախման de facto ճանաչումը, սակայն ապահովելու է համարժեք մեխանիզմներ` կանխելու նման իրավիճակի շարունակությունը,", "Ափսոսանք է հայտնում, որ եթե լրատվամիջոցների բազմակարծությունն ապահովող` ամդամ-պետությունների պարտականությունները սահմանված լինեին էին բազմակարծության վերաբերյալ 1992թ Կանաչ փաստաթղթի ընդունումից հետո, հնարավոր էր խուսափել Իտալիայում տիրող ներկա իրավիճակից,", "...", "Կոչ է անում Իտալիայի խորհրդարանին.", "-  արագացնել տեսաձայնային ոլորտի բարեփոխման շուրջ աշխատանքները՝ համաձայն Իտալիայի Սահմանադրական Դատարանի և Նախագահի առաջարկությունների՝ հաշվի առնելով Գասպարիի օրինագծի դրույթները, որոնք չեն համապատասխանում Համայնքի օրենսդրությանը, ինչպես նշվեց այդ իշխանությունների կողմից,", " -  գտնել իրական և համապատասխան լուծում Իտալիայի Նախարարների խորհրդի նախագահի շահերի բախման խնդրին: Նա նաև անմիջապես վերահսկում է մասնավոր հատվածի հիմնական պրովայդերին և անուղղակիորեն՝ հանրային հեռուստատեսությանը, գովազդային հիմնական ֆրենչայզ ունեցողին և շատ այլ գործունեության՝ կապված աուդիովիզուալ և լրատվական ոլորտի հետ,", "- ձեռնարկել միջոցառումներ՝ երաշխավորելու հանրային ծառայության հեռարձակողի անկախությունը:", "ՕՐԵՆՔԸ", "I.  ՆԱԽՆԱԿԱՆ ԴԻՏԱՏՐԿՈՒՄՆԵՐ", "77.  2011թ հոկտեմբերի 12-ին տեղի ունեցած դատաքննության ժամանակ դիմողները հստակեցրեցին Դատարան ներկայացված գործի ժամանակագրական շրջանակը: Նրանք, մասնավորապես, նշեցին, որ իրենց բողոքները վերաբերում էին 1999թ հուլիսի 28-ից (նախարարի որոշման ամսաթվից, երբ Centro Europa 7 S.r.l.-ը ստացել էր ամբողջ Իտալիայով հեռարձակելու արտոնագիր, տե’ս վերոնշյալ կետ 9-ը) մինչև 2009թ հունիսի 30-ը (երբ թույլտվություն ստացավ օգտագործել առանձին ալիք և կարողացավ սկսել հեռարձակումը, տե’ս վերոնշյալ կետ 16 -ը): Դատարանը, հետևաբար, իրեն սահմանափակելու է քննելու, թե արդյո՞ք խախտվել են դիմողների հիմնարար իրավունքները վերոնշյալ ժամանակահատվածում և հաշվի չի առնելու որևէ նման խախտու, որոնք հնարավոր է տեղի ունեցած լինեն 1999թ հուլիսի 28-ից առաջ կամ 2009թ հունիսի 30-ից հետո:", "II. ԿԱՌԱՎԱՐՈՒԹՅԱՆ ՆԱԽՆԱԿԱՆ ԱՌԱՐԿՈՒԹՅՈՒՆՆԵՐԸ", "Ա. Դիմող ընկերության տուժողի կարգավիճակը", "78.  Կառավարություն նշեց, որ դիմող ընկերության հատկացվել է հաճախականություն նախարարի և պնդեց, որ այս առարկայի շուրջ ցանկացած վեճ կարգավորվել է 2008թ դեկտեմբերի 11-ի հրամանով (տե’ս վերոնշյալ կետ 16-ը) և պնդեց, որ այս առարկայի շուրջ ցանկացած վեճ կարգավորվել էր 2010թ փետրվարի 9-ի Համաձայնագրով (տե’ս կետ վերոնշյալ 19-ը): Ավելին՝ 2009թ հունվարի 20-ին Consiglio di Stato դիմող ընկերության շնորհեց 1,041,418 եվրոյի փոխհատուցում (տե’ս վերոնշյալ կետ 45-ը): Կառավարությունը վիճարկում էր, որ հաշվի առնելով բոլոր այդ միջոցառումները՝ Centro Europa 7 S.r.l. չէր կարող տոժող ճանաչվելու պահանջ ներկայացնել այն գործողությունների արդյունքում, որոնց դեմ նա բողոք էր ներկայացրել (mutatis mutandis՝ անհրաժեշտ փոփոխություններ մտցնելով, վկայակոչվեց Scordino v. Italy (թիվ. 1) գործը, [ՄՊ], թիվ 36813/97, կետ179, ՄԻԵԴ 2006-V):", "79.  Դիմող ընկերությունը պնդեց, որ չնայած այժմ հաճախականությունները տրամադրվել էին արտոնագիր ստանալուց համարյալ տասը տարի անց՝ այն դեռևս կարող պահանջել իրեն ճանաչել որպես տուժող ենթադրյալ խախտումների արդյունքում, որովհետև Consiglio di Stato-ի կողմից շնորհված փոխհատուցումը անբավարար էր՝ համեմատած այն վնասի հետ, որը պատճառվել էր և չէր արտացուլու վնասի իրական ներգործությունը: Ինչ վերաբերում է 2010թ փետրվարի 9-ի Համաձայնագրին, այն վերաբերում էր լրացուցիչ հաճախականությունների հատկացմանը, ի լրումն նրանց, որոնք հատկացվել էին 2008թ դեկտեմբերի որոշմամբ և հետևաբար, չէին կարող տեղավորվել սույ գանգատի շրջանակներում:", "80. Դատարանը ևս մեկ անգամ նշեց, որ առաջին հերթին տեղական իշխանությունները պետք է վերականգնեին Կոնվենցիայի որևէ ենթադրյալ խախտում: Այս առումով՝ այն հարցը, թե արդյո՞ք դիմողը կարող է պահանջել իրեն ճանաչել տուժող ենթադրյալ խախտումների արդյունքում, տեղին է Կոնվենցիայի շրջանակներում ընթացող դատավարության բոլոր փուլերի համար (տե’ս Burdov v.  գործը, թիվ 59498/00, կետ 30, ՄԻԵԴ 2002-III):", "81.  Այնուհետև Դատարանը ևս մեկ անգամ նշեց, որ դիմողի օգտին ընդունվախ որոշումը կամ միջոցառումը սկզբունքորեն բավարար չէ՝ նրան տուժողի կարգավիճակից զրկելու համար, եթե ազգային իշխանությունները հստակ կամ ըստ էության չէին ճանաչել և վերագանգնել այդ որպես Կոնվենցիայի խախտում (տե’ս Eckle v. Germany, 15 –ը հուլիսի 1982թ, կետ 69 et seq., Սերիա A թիվ 51, Amuur v. France, 25-ը հունիսի, 1996թ, կետ 36, Դատավճիռների զեկույցներ և որոշումներ, 1996III, Dalban v. Romania [ՄՊ] գործը, թիվ 28114/95, կետ 44, ՄԻԵԴ 1999-VI և Jensen v. Denmark (dec.), թիվ 48470/99, ՄԻԵԴ 2001-X):", "82.  Այն հարցը, թե արդյո՞ք անձը դեռևս կարող է պահանջել իրեն ճանաչել Կոնվենցիայի ենթադրյալ խախտման տուժող, Դատարանի կողմից էականորեն հանգեցնում է դիմողի իրավիճակի ex post facto (թարգմ.՝ ավարտված փաստից հետո) քննության (տե’ս Scordino (no. 1)-ի գործը՝ վկայակոչված վերոնշյալ կետ181-ում):", "83.  Տվյալ գործի շրջանակներում, դիմող ընկերությանը հատկացվել է հաճախականություն 2008թ դեկտեմբերին և նա ի վիճակի է եղել հեռարձակում սկսել 2009թ հունիսի 30-ից (տե’ս վերոնշյալ կետ 16-ը): Հաճախականության բաշխումը վերջ տվեց այն իրավիճակին, որի շուրջ դիմող բողոք էր ներկայացրել իր գնագատում: Այնուամենայնիվ, Դատարանի տեսանկյունից սա իրենցի չի ներկայացնում ո’չ Կոնվենցիայի խախտման ընդունու մ, և ո’չ էլ այն ժամանակահատվածի հետ կապված փոխհատուցում, երբ Centro Europa 7 S.r.l.-ի համար հեռարձակման խոչընդոտ էր ստեղծվել:", "84.  Այնուհետև, Դատարանը համարում է, որ ներպետական դատավարությունների ընթացքում չէր եղել որևէ հստակ կամ ըստ էության ճանաչում այն փաստի, որ խախտվել էր Կոնվենցիայի 10-րդ հոդվածը և թիվ 1 Արձանագրության 1-ին հոդվածը Այն նշում է, որ այդ կապակցությամբ 2005թ Consiglio di Stato-ն որոշում էր կայացրել դադարեցնել դիմող կազմակերպության բողոքի քննությունն իր կողմից և խնդրել էր CJEU-ին տալ նախնական որոշում Ծառայությունների մատուցման և մրցակցության ազատության մասին Պայմանագրի 2002/21/EC Հանձնարարականի (ՙՇրջանակային Հանձնարարական՚), 2002/20/EC Հանձնարարականի (ՙԹույլտվության Հանձնարարական՚), 2002/77/EC Հանձնարարականի (ՙՄրցակցության Հանձնարարական՚) և Մարդու իրավունքների եվրոպական Կոնվենցիայի 10-րդ հոդվածի դրույթների մեկնաբանման վերաբերյալ, այնքանով, որքանով Եվրոպական Միության մասին Պայմանագրի 6-րդ հոդվածն առնչվում է դրան (տե’ս վերոնշյալ կետ 32-ը): CJEU-ն եզրակացրեց, որ որոշում կայացնել Կոնվենցիայի 10-րդ հոդվածի վերաբերյալ, քանի որ EC 49-րդ հոդվածը և Շրջանակային Հանձնարարականի 9(1) հոդվածը, Թույլտվության Հանձնարարականի 5(2)-ի հոդվածի երկրորդ ենթակետը և 7(3) հոդվածը և Մրցակցության Հանձնարարական 4-րդ հոդվածը հնարավորություն տվեց ներպետական դատարանի որոշում կայացնելու դիմող կազմակերպության հայցի վերաբերյալ (տե’ս վերոնշյալ կետ 34-ը):", "85.  2008թ մայիսի 31-ի և 2009թ հունվարի 20-ի որոշումներում Consiglio di Stato-ն եզրակացրեց, որ դիմող կազմակերպությանը հաճախականություններ չտրամադրելը եղել էր էականորեն օրենսդրական գործոնների պատճառով և որ իշխանությունների կողմից եղել էր անփույթ վարքագիծ: Հետևաբար, այն դիմողին շնորհել էր փոխհատուցում Քաղաքացիական օրենսգրքի  2043 հոդվածի համաձայն (տե’ս վերոնշյալ կետ 37-38 և կետ 45-48):", "86.  Դատարանի կարծիքով Consiglio di Stato-ն իրեն սահմանափակել է այն որոշումներով, որ իշխանությունները Քաղաքացիական օրենսգրքի համաձայն կրել են ոչ-պայմանագրային պատասխանատվություն (տե’ս վերոնշյալ կետ 69-ը) այն մասով, որ ցանկացած միտումնավոր կամ անփույթ վարքագիծ, որը պատճառ կհանդիսանա ոչ պատշաճ վնաս հասցնելուն, խախտողին դարձնում է պատասխանատու պատճառված վնասի համար: Խնդրո առարկա որոշման մեջ չկա որևէ նշում, որ իշխանությունների վարքագիծը հակասում է Դատարանի կողմից արտահայտման ազատության կամ սեփականության խաղաղ օգտագործման իրավունքի կամ եկուսի համար սահմանված սկզբունքներին: Պետք է նշվի, որ յաս առումով Consiglio di Stato-ը որևէ հղում չի կատարել այդ սկզբունքներին:", "87.  Վերջապես, Դատարանում Կառավարությունը չընդունեց, որ տեղի էր ունեցել Կոնվենցիայի խախտում: Այսպիսի հանգամանքներում և նման որևէ ընդունման, ճանաչման բացակայության պայմաններում, Դատարանը համարում է, որ դիմուղ ընկերությունը դեռևս կարող է ճանաչվել ենթադրյալ խախտման տուժող կողմ:", "88.  Նույնիսիկ ենթադրելով, որ Consiglio di Stato-ի կողմից շնորհված փոխհատուցումը եղել է բավարար և պատշաճ, Դատարանը գտնում է, որ դա չի կարող լինել լուծում ենթադրյալ խախտման չճանաչման համար:", "89.  Դատարանը, հետևաբար, չեղյալ համարեց Կառավարության առարկությունը:", "Բ.  Երկրորդ դիմողի տուժողի կարգավիճակը", "90.  Կառավարությունը փաստարկուրմ էր, որ երկրորդ դիմողը՝ պարոն Ֆրանչեսկանտոնիո դի Ստեֆանոն, չէր կարող համարվել որպես locus standi (թարգմ.՝ դատարան դիմելու իրավունք ունեցող) Դատարանի առջև: Նա չէր բացատրել, թե ո՞րն էր իր դերը Centro Europa 7 S.r.l.-ում կամ ինչի՞ հիման վրա պետք է ճանաչվեր տուժող: Կառավարությունը նաև նշեց, որ նա խնդրո առարկա ընկերության միակ բաժնետերը չէր և որ բոլոր վարչական որոշումները ընդունվել են միայն ընկերության առնչությամբ:", "91.  Դիմողները պնդում էին, որ համաձայն Դատարանի նախադեպային իրավունքի (վկայակոչելով Glas Nadezhda EOOD և Anatoliy Elenkov v. Bulgaria գործը, թիվ 14134/02, կետ 41, 11-ը հոկտեմբերի 2007թ, և Groppera Radio AG և Others v. Switzerland գործը, 28-ը մայիսի 1990թ, կետ 49, Սերիա A թիվ 173)՝ ընկերության մեկ բաժնետերը և կանոնադրական ներկայացուցիչը նույնպես կարող է համարվել որպես հեռարձակման արգելման տոժող կողմ:", "92.  Դատարանը ևս մեկ անգամ նշեց, որ ՙտուժող՚ տերմինը, որն օգտագործվում է Կոնվենցիայի 34-րդ հոդվածում, վերաբերում է այն անձին, ով անմիջապես ազդեցություն է կրել խնդրո առարկա գործողություններից կամ սխալներից (ի թիվս այլոց, տե’ս Vatan v. Russia գործը, թիվ 47978/99, կետ 48, 7-ը հոկտեմբեր 2004թ): Այնուհետև այն մեկ անգամ ևս նշեց, որ անձը չի կարող բողոքել այն դատավարության ժամանակ իր իրավունքների խախտումից, որի կողմ ինքը չի հանդիսացել, նույնիսկ եթե նա դատավարության կողմ հանդիսացող ընկերության բաժնետեր և/կամ տնօրենն է (տե’ս, ի թիվս այլոց, F. Santos, Lda. and Fachadas v. Portugal (dec.) գործը, թիվ 49020/99, ՄԻԵԴ 2000-X, և Nosov v. Russia (dec.) գործը, թիվ 30877/02, 20-ը հոկտեմբերի, 2005թ): Ավելինն, չնայած բացառիկ հանգամանքներում ընկերության սեփականատերը կարող է տուժող ճանաչվելու պահանջ ներկայացնել՝ Կոնվենցային 34-րդ հոդվածի իմաստով, երբ վիճելի միջոցառումներ են ձեռնարկվել իր կամ իր ընկերության առումով (տե’ս, ի թիվս այլոց, Ankarcrona v. Sweden (dec.) գործը, թիվ 35178/97, ՄԻԵԴ 2000-VI և վերոնշյալ Glas Nadezhda EOOD և Anatoliy Elenkov գործը, կետ 40), երբ դա տեղի չունի, ընկերության իրավական անձը անտեսելը կարող է հիմնավորվել միայն բացառիկ հանգամանքներում մասնավորապես, երբ հստակորեն սահմանված է, որ ընկերության համար անհրնարին է դիմել Կոնվենցիայի հաստատություններին ինկորպորացիայի հոդվածներով սահմանված մարմինների կամ, լիկվիդացիայի դեպքում դիմել լիկվիդացիոն մարմիններին (տե’ս Meltex Ltd և Movsesyan v. Armenia գործը, թիվ 32283/04, կետ 66, 17-ը հունիսի, 2008թ, տե’ս նաև Agrotexim և Others v. Greece գործը, 24-ը հոկտեմբերի, 1995թ, կետ 66, Սերիա A թիվ 330-A, CDI Holding Aktiengesellschaft և Others v. Slovakia (dec.) գործը, թիվ 37398/97, 18-ը հոկտեմբերի, 2001թ և Amat-G Ltd և Mebaghishvili v. Georgia գործը, թիվ 2507/03, կետ 33, ՄԻԵԴ 2005VIII):", "93.  Դատարնը նշում է ի սկզբանե, որ ոչ մի նման բացառի հանգամանքներ չեն սահմանվել տվյալ գործում (ի հակառակ՝ տե’ս G.J. v. Luxembourg գործը, թիվ 21156/93, կետ 24, 26-ը հոկտեմբերի, 2000թ): Այնուհետև այն նշում է, որ երկրորդ դիմողը չի պատրաստել որևէ ապացույց՝ ցույց տալու, որ նա փաստորեն Centro Europa 7 S.r.l.-ի միակ բաժնետերն է: Դատարանի տրամադրության տալ եղած ամբողջ նյութը ցույց է տալիս, որ միայն դիմող ընկերությունը, որպես իրավաբանական անձ, մասնակցել է մրցույթին և ստացել հեռուստահեռարձակման արտոնագիր, ավելին իտալական դատարանների բոլոր որոշումները ներպետական դատավարությունների ընթացքում վերաբերում են միայն դիմող ընկերությանը (տե’ս վերոնշյալ Meltex Ltd and Movsesyan գործը, կետ 67): Դատարանը, հետևաբար, եզրակացնում է, որ հաճախականություններ տրամադրելուց հրաժարվելը և հետագա դատավարությունները ազդել են միայն դիմող կազմակերպության շահերի վրա: Հետևաբար, այն չի կարող երկրորդ դիմողին համարել որպես տուժող՝ Կոնվենցիայի 34-րդ հոդվածի իմաստով, այն գործողություններից, որոնց համար ներկայացվել է բողոքը:", "94.  Հաշվի առնելով վերոնշյալը՝ Դատարանը եզրակացնում է, որ գանգատը, երկրորդ դիմող մասով չի համապատասխանում ratione personae (թարգմ.՝ տվյալ անձի պատճառով) Կոնվենցիայի դրույթներին՝ հոդված 35, կետ 3 (ա)-ի իմաստով և պետք է մերժվի՝ համաձայն հոդված 35-ի 4 կետի:", "95.  Դատարանը, հետևաբար, կսամանափակի իրեն՝ քննելով դիմող կազմակերպության անունից ներկայացված բողոքները:", "Գ.  Անհատական միջնորդության իրավունքի չարաշահումը", "96.  Կառավարությունը պնդում էր, որ դիմող ընկերությունը չարաշահել էր անհատական միջնորդության իր իրավունքը: Նրանք փաստարկում էին, որ ընկերությունը Դատարանին տեղյակ չէր պահել հաճախականությունների բաշխմանն առնչվող ընթացակարգերի կիրարկման վերաբերյալ (տե’ս վերոնշյալ կետ 19-20): Դիմող ընկերությունը, այպիսով, անտեսել և չի տեղեկացրել Դատարանին վերջինիս տրամադրության տակ գտնվող գործի տարրերի վերաբերյալ, որոնք էական էին գործի քննության համար (Kerechashvili v. Georgia (dec.) գործը, թիվ 5667/02, ՄԻԵԴ 2006-V):", "97.  Դատարանը ևս մեկ անգամ կրկնում է, որ դիմողը կարող է մերժվել որպես գանգատ ներկայացնելու իրավունքի չարաշահում, եթե այն իմացաբար հիմնված է եղել ոչ ճիշտ փաստերի վրա մտադրություն ունելով շեղել Դատարանին (տե’ս Varbanov v. Bulgaria, թիվ 31365/96, կետ 36, ՄԻԵԴ 2000-X): Նույնը կիրառելի է, երբ նոր, նշանակալի զարգացումներ տեղի ունենան Դատարանի վարույթների ընթացքում և երբ, չնայած Դատարանի Կանոն 47, կետ 6-ի հստակ պահանջի, դիմողը չի ներկայացրել այդ տեղեկատվությունը Դատարան, այդպիսով հետ պահելով նրան որոշում կայացնելու գործի վերաբերյալ՝ փաստերի վերաբերյալ ամբողջական տեղեկատվություն ունենալով (տե’ս, Hadrabová և Others v. the Czech Republic (dec.) գործը, թիվ 42165/02 և 466/03, 25-ը սեպտեմբերի, 2007թ և Predescu v. Romania, թիվ 21447/03, կետեր 2527, 2-ը դեկտեմբեր, 2008թ): Այնուամենայնիվ, նույնիսկ նման դեպքերում, Դատարանին շեղելու դիմողի մտադրությունը պետք է միշտ սահմանվի բավարար որոշակիությամբ (տե’ս mutatis mutandis՝ անհրաժեշտ փոփոխություններով , Melnik v. Ukraine, թիվ 72286/01, կետեր 58-60, 28-ը մարտի, 2006թ և Nold v. Germany, թիվ 27250/02, կետ 87, 29-ը հունիսի, 2006թ):", "98.  Ներկա գործում Դատարանը նշում է, որ դիմող ընկերության բողոքները վերաբերում են 1999թ հուլիսի 28-ից 2009թ հունիսի 30-ը ընկած ժամկետում իր՝ հեռարձակման հնարավորության բացակայությանը (տե’ս վերոնշյալ կետ 77) և որ գանգատում ընկերությունը հայտնել էր, որ այն ձեռք էր բերել հաճախականությունները 2008թ և թույլ էր տրվել հեռարձակել 2009թ հունիսից:", "99.  Այդ հանգամանքներում այն կարելի է եզրակացնել, որ դիմող ընկերությունը անտեսել և չի Դատարանին չի տեղեկացրել դատավարության սկզբից ևեթ գործի քննության համար անհրաժեշտ մեկ կամ մի քանի տարրերի: Պետք է նաև նշվի, որՆախարարություն հետ համաձայնությունը, դրա կիրառումը գործի գանգատում, վերականումը Շրջանային վարչական դատարանի ցուցակում միջոցառումներ են, որոնք տեղի են ունեցել համապատասխանաբար 2010թ փետրվարի 9-ին և 2011թ մարտի 8-ին (տե’ս վերոնշյալ կետ 19-22), այն ժամանակահատվածի ավարտից հետո, որին վերաբերում է ներկա գործով դիմումը: Հետևաբար, հիմք չկա եզրակացնելու, որ դիմող ընկերությունը չարաշահել էր անհատական միջնորդույթան իր իրավունքը ներկա գործում:", "100.  Կառավարության առարկությունը հետևաբար չի կարող բավարարվել:", "Դ. Դիմումի ուշ ներկայացումը", "101.  2011թ հոկտեմբեր 12-ին Կառավարությունը առարկություն ներկայացրեց, որ Կոնվենցիայի 35-րդ հոդվածի 1-ին կետով սահմաված վեցամսյա կանոնը չէր բավարարվել այն հիմքով, որ ներպետական համակարգում վերջնական որոշումը Consiglio di Stato’s -ի թիվ 2622 որոշումն էր, որը գրանցվել էր 2008թ մայիսի 31-ին: Նրանք փաստարկում էին, որ այդ որոշմամբ Consiglio di Stato-ն, բավարարելով Շրջանային վարչական դատարանի վճիռը, հաճախականությունների հատկացման հայցը հայտարել էր անընդունելի: Հետևաբար, 2009թ հուլիսի 20-ի գանգատը ներկայացվել էր ժամկետից դուրս:", "102.  Դատարանը ևս մեկ անգամ նշում էր, որ վեցամսյա ժամկետը չի կարող մեկնաբանվել որպես պահանջ դիմողիներին՝ ներկայացնելու բողոքը Դատարան՝ նախքան խնդրի հետ կապված իրենց դիրքորոշումը վերջնականա կարգավորումը ներպետական մակարդակում (տե’ս Varnava և Others v. Turkey գործով վճիռը [ՄՊ], թիվ. 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 և 16073/90, կետ 157, ՄԻԵԴ 2009): Եթե դիմողը բողոքում է շարունակվող իրավիճակից, վեցամսյա ժամկետը սկսում է ընթանալ, այն պահից, երբ այդ իրավիճակն ավատվում է (տե’ս, ի թիվս այլոց, Ortolani v. Italy (dec.) գործով վճիռը, թիվ 46283/99, 31-ը մայիսի, 2001թ և Pianese v. Italy and the Netherlands (dec.) գործով վճիռը, թիվ 14929/08, կետ 59, 27-ը սեպտեմբերի, 2011թ):", "103.  Տվյալ գործով, 2008թ մայիսի 31-ի իր որոշմամբConsiglio di Stato-ն մերժեց դիմող ընկերության՝ հաճախականությունների տրամադրման վերաբերյալ հայցադիմումը՝ եզրակացնելով, որ դատարանները լիազորված չեն վարչական իշխանությունների փոխարեն ձեռնարկել պահանջվող միջոցառումները: Այն եզրակացրեց, որ Նախարարությունը պետք որոշում կայացնի հաճախականությունների պահանջի վերաբերյալ՝ միաժամանակ կիրառելով CJEU-ի վճիռը և հետաձգեց ընկերությանը փոխհատուցում շնորհելու վերաբերյալ իր որոշումը (տե’ս վերոնշյալ կետ 37-39):", "104.  Դատարանը շարունակում էր, որ նույնիսկ Consiglio di Stato’s-ի 2008թ մայիսի 31-ի թիվ 2622 որոշումից հետո, դիմող ընկերությունը դեռևս հաճախականությունների տրամադրման իր պահանջի վերաբերյալ պատասխան էր սպասում իշխանություններից: Քանի որ այդ որոշումը վերջնական չէր, այն չկարգավորեց դիմող կազմակերպության բոլոր պահանջները: Մասնավորապես, արդյո՞ք կազմակերպությունը կրել էր վնասներ, արդյո՞ք այդ վնասները պատճառը վերագրվում էր իշխանություններին և արդյո՞ք այն փոխհատուցման իրավունք ուներ. այս հարցերը մնացին բաց: Consiglio di Stato-ն տվեց դրանց պատասխանը միայ իր 2009թ հունվարի 20-ի վճռում, որով նա պարտավորեցրեց նախարարությանը վճարել դիմող ընկերությանը 1,041,418 եվրո գումարի փոխհատուցում: Միայն այդ վերջին վճռով Consiglio di Stato -ն ճանաչեց, որ Նախարարության վարքագիծը եղել էր անփույթ, առաջին, այն բանի համար, որ Centro Europa 7 S.r.l.-ին շնորհել էր արտոնագիր՝ առանց տրամադրելու հեռարձակման որևէ հաճախականություն և երկրորդ, որ առկա էր պատճառական կապ իշխանությունների վարքագծի և ենթադրյալ վնասի միջև (տե’ս վերոնշյալ կետ 45-48):", "Ի լրումն՝ Դատարանը նշում է, որ իրավիճակը, որի հետ կապված դիմող կազմակերպությունը ներկայացրել էր բողոք, մասնավորապես՝ կապված հեռուստածրագրերի հեռարձակման անկարողության հետ, շարունակվում էր մինչև 2009թ հունիսի 30-ը June (տե’ս վերոնշյալ կետ 16-ը) գանգատի ներկայացումից միայն քսան օր առաջ:", "105.  Այս հանգամանքներում, գանգատի ուշ ներկայացման հետ կապված Կառավարության առարկությունը չի կարող բավարարվել:", "Ե.  Ներպետական դատական պաշտպանության միջոցները չսպառելը", "106.  Կառավարության պնդմամբ դիմող ընկերությունը չէր սպառել ներպետական դատական պաշտպանության բոլոր միջոցները, քանի որ այն գոնե ՙըստ էության՚, չէր բարձրացրել Կոնվենցիայի 10-րդ հոդվածով սահմանված իր բողոքը 2009թ փետրվարի18-ին Շրջանային վարչական դատարան ներկայացրած իր գանգատում, որով վիճարկում էր 2008թ դեկտեմբերի 11 որոշումը համաձայն որի բաշխվել էին հաճախականությունները (տե’ս վերոնշյալ կետ 18-ը):", "107.  Դիմող ընկերությունը վիճարկում էր Կառավարության փաստարկները և պնդում, որ Շրջանային վարչական դատարան ներկայացված իր գործը վերաբերում էր Դատարանին իր ներկայացրած գանգատի շրջանակից դուրս ժամանակահատվաին:", "108.  Ներպետական դատական պաշտպանության ընդհանուր սկզնունքները սահմանված են Sejdovic v. Italy գործով վճռում ([ՄՊ], թիվ 56581/00, կետ 43-46, ՄԻԵԴ 2006-II): Դատարանը նշում էր, որ վարույթները, որոնք վկայակոչում է Կառավարությունը, որոնք դեռևս չեն ավարտվել ներպետական դատարաններում (տե’ս վերոնշյալ կետ 23), վերաներում են 2008թ դեկտեմբերի 11-ի որոշմանը, որի համաձայն բաշխվել էին հաճախականությունները: Խնդրո առարկա որոշումը վերջ դրեց այն իրավիճակին, որի վերաբերյալ Դատարան էր ներկայացված դիմող ընկերության գանգատը, քանի որ այն ձևավորեց իրավական հիմք, որով դիմող 2009թ հունիսի 30-ից ի վիճակի եղավ հեռարձակել (տե’ս վեոնշյալ կետ 16): Հետևաբար, սույն գանգատի համատեքստում, դիմող ընկերություն չի կարող պարտավորված լինել սպասելու այդ դատավարությունների արդյունքներին՝ մինչև Դատարանի կողմից իր բողոքի հատկանիշների քննարկումը:", "109.  Հետևաբար, ներպետական իրավական պաշտպանության միջոցները չսպառելու մասին Կառավարության նախնական առարկությունը պետք է մերժվի:", "III.  ԿՈՆՎԵՆՑԻԱՅԻ 10-ՐԴ ՀՈԴՎԱԾԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄԸ", "110.  Դիմող ընկերությունը պնդում էր, որ խախտվել էր արտահայտման ազատության իրավունքը մասնավորապես իր՝ տեղեկատվություն և գաղափարներ հաղորդելու իրավունքը: Այն բողոքում էր, մասնավորապես այն բանի համար, որ գրեթե տասը տարի Կառավարություն չէր տրամադրել որևէ հաճախականություն անալոգային terrestrial- ստացիոնար հաղորդակներով հեռարձակվող հեռուստատեսային հեռարձակման համար: Այն փաստարկում էր, թիվ 249/1997 օրենքի (տե’ս վերոնշյալ կետ 56-ը), Սահմանադրական Դատարանի թիվ 420/1994 և 466/2002 (տե’ս վերոնշյալ կետ 54 և 62) վճիռների չկիրառումը և իտալական հեռուստաշուկայում գոյություն ունեցող երկիշխանությունը, Կոնվենցիայի 10-րդ հոդվածի խախտում էր, որը սահմանում է.", "ՙ 1. Յուրաքանչյուր ոք ունի ազատորեն արտահայտվելու իրավունք: Այս իրավունքը ներառում է սեփական կարծիք ունենալու, տեղեկություններ և գաղափարներ ստանալու և տարածելու ազատությունը` առանց պետական մարմինների միջամտության և անկախ սահմաններից: Այս հոդվածը չի խոչընդոտում պետություններին` սահմանելու ռադիոհաղորդումների, հեռուստատեսային կամ կինեմատոգրաֆիական ձեռնարկությունների արտոնագրում:", "2. Այս ազատությունների իրականացումը, քանի որ այն կապված է պարտավորությունների և պատասխանատվության հետ, կարող է պայմանավորվել այնպիսի ձևականություններով, պայմաններով, սահմանափակումներով կամ պատժամիջոցներով, որոնք նախատեսված են օրենքով և անհրաժեշտ են ժողովրդավարական հասարակությունում` ի շահ պետական անվտանգության, տարածքային ամբողջականության կամ հասարակության անվտանգության, անկարգությունները կամ հանցագործությունները կանխելու, առողջությունը կամ բարոյականությունը, ինչպես և այլ անձանց հեղինակությունը կամ իրավունքները պաշտպանելու, խորհրդապահական պայմաններով ստացված տեղեկատվության բացահայտումը կանխելու կամ արդարադատության հեղինակությունն ու անաչառությունը պահպանելու նպատակով:", "111.  Կառավարությունը վիճարկեց այդ փաստարկը:", "Ա. Ընդունելիությունը", "112.  Դատարանը նշում է, որ բողոքն ակնհայտորեն թույլ-հիմնավորված չէ՝ Կոնվենցիայի 35 հոդվածի 3-րդ կետի (ա) ենթակետի իմաստով: Այն նաև նշեց, որ այն անընդունելի չէ նաև այլ հիմքերով: Հետևաբար, այն պետք է հայտարարվի ընդունելի:", "Բ. Գործի հատկանիշները", "1.  Կողմերի և երրորդ կողմի փաստարկները", "(ա)  Դիմող ընկերություն", "113.  Դիմող ընկերությունը ներկայացրեց փաստարկներ, որ նա ի վիճակի չէր հեռարձակել հեռուստածրագրեր՝ չնայած նա ստացել էր այդ անելու արտոնագիր՝ հանրային մրցութային ընթացակարկի արդյունքում: Իր իրավունքների այս խախտումը արդյունք էր Իտալիայի պետության բազմաթիվ օրենսդրական, վարչական և դատական միջոցառուների, որն իրականացվում էր տարբեր մարմինների և գործեիքների միջոցով: Միջամտությունն իր արտահայտվելու ազատության իրավունքին, ո’չ եղել էր արդարացված, ո’չ էլ անհրաժեշտ ժողովրդավարական հասարակությունում:", "114.  Դիմող կազմակերպության փաստարկում, մի շարք անցումային օրենեքների ընդունումը հաստատել էր ժամանակավոր մի պրակտիա ի օգուտ գոյություն ունեցող օպերատորների՝ կանխելով դիմողին արդյունավետորեն պնդելու իր իրավունքները: Այն վկայակոչում էր Meltex Ltd and Movsesyan (վկակակոչված վերևում) գործով վճռի եզրակացությանը և նշում էր, որ, ի տարբերություն այդ գործի, իր գործում խախտումը չէր գալիս պարզապես իրավունքների մերժում մեկ որոշման արդյուքում, այլ իրավունքների խախտում ավելի, քան տասը տարիների ընթացքում՝ հանրային մրցութային ընթացակարգի արդյունքում ստացած արտոնագիրը ուժի մեջ մտցնելու համար:", "115.  Դիմող ընկերություն փաստարկում էր, որ հեռարձակման որևէ հաճախականության տրամադրման մերժումը հանգեցրել էր միջամտության Կոնվենցիայի 10-րդ հոդվածի 1-ին կետով սահմանված իր իրավունքներին (տես վերևում վկայակոչված Meltex Ltd and Movsesyan և Glas Nadezhda EOOD and Anatoliy Elenkov գործերով վճիռները): Միջամտությունը նախատեսված չէր օրենքով, ինչպես պահա ազգային խորհրդարանի կողմից ընդունած անցումային օրենսդրության անկանխատեսելիության պատճառով: Դիմող կազմակերպությունը նաև շեշտում էր, որ Իտալիայի Դատարանները կիրառել էին խնդրո առարկա օրենսդրությունը և եզրակացրել, որ փոխհատուցումը պետք է հաշվարկվի՝ սկասած 2004 թվականի դեկտեմբերի1-ից՝ հակառակ նրան, ինչ CJEU-ի եզրակացրել էր իր վճռում:", "(բ)  Կառավարությունը", "116.  Կառավարությունը նշում է, որ 1999թ դիմող ընկերությանը շնորհվել էր արտոնագիր, որը ipso facto (այդ փաստի ուժով) նրան չէր տալիս հաճախականություն ստանալու իրավունք: Համաձայն 2001թ հունվարի 23-ի թիվ 5 օրենսդրական որոշման՝, որը լրացվել էր 2001թ մարտի 20-ի օրենքով (տե’ս վերոնշյալ կետ 63-64-ը), ծրագրեր հաղորդելու համար կարող էր գնել անհրաժեշտ հաճախականությունները: Սակայն այն չէր օգտվել այդ տարբերակից և չէր մասնակցել 2007թ անցկացված նոր մրցույթին:", "117. Կառավարության փաստարկների համաձայն՝ դիմող ընկերության չէր տրամադրվել հաճախականություններ ազագային և տեղական անալոգային հաճախականությունների ընդհանուր վերակազմակերպման պատճառով` սահմափակ առկայության համատեքստու և քանիո որ մի քանի ընկերություններ, որոնք 1999թ ներկայացրել էին անհաջող մրցութային բողոքարկել որոշումը էին ներպետական դատարաններում և թույլտվություն էին ստացել շարունակել հեռարձակումն առանց արտոնագրի՝ նախկին կանոնների հիման վրա:", "118.  Կառավարությունը տեղեկացրեց, որ 1999թ մրցութային հայտարարության նպատակն էր ընտրել օպերատորների, որոնք կներառվեն AGCOM-ի պլանի մեջ: Հետևաբար, նպատակը անմիջապես հաճախականությունների տրամադրումը չէր եղել, քանի որ սարքավորումների համապատասխանեցման ծրագիրը դեռևս պետք է նախագծվեր: Այդ առումով, նրանք շեշտեցին, որ նախարարությունը 1999թ չէր շնորհել որևէ արտոնագիր նույն պայմաններով:", "119.  Կառավարությունը բացատրեց, որ Իտալիայում կաբելային հեռուստատեսության ձախողումից հետո, թիվ 66/2001 օրենքը նախատեսել էր, որ ստացիոնար հաղորդակներով հեռարձակվող թվային հեռուստատեսության անցումը տեղի էր ունենալու ամենաուշը 2006թ: Հետևաբար, թիվ 352/2003 օրենսդրական որոշումը և թիվ 112/2004 օրենքը (տե’ս վերոնշյալ կետ 65-67) սահմանել էր, որ անցումային դրույթները կդադարեն կիրառվելուց, երբ ամբողջ օգտատերերի ծածկույթը գերազանցի 50%-ը, մի մակարդակ, որը ձեռք բերվեց 2004թ մայիսի 27-ին:", "120.  Կառավարությունն այնուհետև նշում է, որ CJEU-ի եզրակացմամբ անհրաժեշտ էր քննության առնել արդյո՞ք տեղի էր ունեցել Կոնվենցիայի 10-րդ հոդվածի խախտում: Ավելին՝ Consiglio di Stato-ը, իր թիվ 242 և 243/2009 վճիռներում եզրակացրել է, որ ազգային հեռուստատեսությունը անդրսահմանային ծառայություն չէր և որ դիմող ընկերությունը, որպես արտոնագիր ունեցող, 2008թ հունվարի 1-ից իրավունք ուներ մասնակցել հաճախականությունների տրամադրման մրցակցային, ոչ խտրական ընթացակարգերին: Այս արդյունք ձեռք է բերվել նախարարական որոշմամբ, 2008թ դեկտեմբերին 11 (տե’ս վերոնշյալ կետ 16-ը), որով դիմող ընկերությանը տրամադրել էր 8-րդ ալիքը VHF III հաճախականությամբ, որը հասանելի էր դարձել թվային հեռարձակման անցնելու պատճառով:", "121.  Կառավարությունը շեշտեց, որ Իտալիան աստիճանաբար պետք է հավասարեցնի ազգային և տեղական ալիքները և որ դա էական էր գործող օպերատորների իրավունքների համար, բխում էր ապագա օպերատորների շահերից, և ի հավելումն դրա, խուսափելու դեպի մենաշնորհ կամ, ընդհակառակը, դեպի քաոս գնալու վտանգից: Անցումային շրջանը, մասնավորապես, թույլ տվեց գործող օպերատորներին շարունակել հեռարձակումը և նոր արտոնագիր ստացողներին՝ զարգացնելու ցանցեր նոր հաճախականություններ գնելու միջոցով:", "122.  Կառավարությունը շեշտեց, որ համապատասխան Դատարանի նախադեպային իրավունքի՝ հեռուստատեսային ընկերությունների գործունեության կարգավորումը համապատասխանում էր Կոնվենցիայի 10-րդ հոդվածին, որը պետություններին չէր խոչընդոտում քննելու կոնկրետ լասարանի տեխնիկական ասպեկտները, իրավունքներն ու կարիքները, ալքների բնույթը և նպատակները, ազգային և տեղական մակարդակներում նրանց պոտենցիալ լսարանը և պարտականությունները որոնք բխում էին միջազգայնորեն ստանձնած պարտավորորություններից (Informationsverein Lentia and Others v. Austria գործով վճիռը, 24-ը նոյեմբերի, 1993, Սերիա A թիվ 276):", "123.  Կառավարությունը բացատրեց, որ դիմող կազմակերպությանը շնորհված արտոնագիրը նշանակում էր, որ այն իրավական տեսանկյունից գտնվում էր պաշտպանված վիճկաում և կարող էր գնել հաճախականություններ, օգտագործել այլ օպերատորների թվային հաղորդակցման կարողությունը և օգուտ քաղի ՙ RAI և [Mediaset] երկու օպերատորների համատեղ գտնվելու տեղերից՚:", "124.  Կառավարությունը նշեց, որ դիմող ընկերությունը ներկայումս իր հաճախորդներին առաջարկեց տարբեր բովանդակությամբ հեռարձակվող ալիքներ՝ ներառյալ սարսափ ֆիլմեր և ֆիլմեր մեծահասակների համար: Պրակտիկ առումով, այն գործարկեց սահմանափակ համակարգ, քանի որ դրա ծրագրերը կարող են դիտվել միայն դեկոդեր օգտագործելով, որոնք այն մատակարարում էր իր հաճախորդներին: Սա ցույց է տալիս դիմող ընկերության կողմից առաջադրված ձևի և շրջանակի օգուտը, որը գալիս է ժողովրդավարական հասարակությունում տեղեկատվություն և գաղափարներ հաղորդելու իր ազատությունից:", "125.  Վերջապես կառավարությունը բերեց փաստարկներ, որ գործի հանգամանքները ոչ մի դեպքում համեմատելի չէին Meltex Ltd and Movsesyan (վերևում վկայակոչված) գործի հանգամանքներին:", "(գ)  Երրորդ կողմի միջամտությունը", "126.  Բաց հասարակության նախաձեռնությունը սկսեց՝ ամփոփ ներկայացնելով ՙՀեռարձակող լրատվամիջոցների բազմակարծության առաջնորդող սկզբունքները՚: Այնուհետև այն վկայակոչեց մեծությամբ Իտալիային հավասար երեք եվրոպական երկրների օրենքները և պրակտիկան (Ֆրանսիա, Գերմանիա և Միացյալ Թագավորություն)՝ նախքան եվրոպական չափանիշները քննարկելը, որը ընդունում էր, որ բազմակարծություն ընդունելու պարտականությունը լրատվամիջոցների, հատկապես հեռարձակող լրտավամիջոների սեփականության սահմանների էր պարտադրոււ:", "127.  Նա նաև քննեց հեռարձակողների քաղաքական վերահսկողությունը և նշեց, որ շատ եվրոպական երկրներ ընդունել են իրավական համակարգեր, որոնք հատուկ արգելում և /կամ սահմանափակում են առաջատար քաղաքական գործիչների և քաղաքական կուսակցություններին կողմից հեռարձակող ընկերություններին և նրանց ծրագրերը վերհասկելու կարողությունը:", "128.  Երրորդ կողմի փաստարկներում ներկա գործի հանգամանքները պետք է դիտվեն Իտալիայի հեռարձակման և տեղեկատվական ոլորտի ավելի մեծ և ավելի հին դեպրեսիայի համատեքստում: Բաց հասարակության արդարության նախաձեռնությունը փաստարկում էր, որ, եթե Դատարանը եզրակացնի, որ տեղի է ունեցել 10-րդ հոդվածի խախտում այս գործի մասով, ապա այն պետք է իտալական պետեությանը պատավորեցնի ձեռնարկել ընդհանուր և համակարգայի բնույթի միջոցառումներ՝ նպատակ ունենալով երաշխավորել հեռարձակման համակարգի բազմակարծությունը:", "2.  Դատարանի գնահատումը", "(ա)  Տեսաձայնային լրատվամիջոցներում բազմակարծությանը վերաբերող ընդհանուր սկզբունքները", "129.  Դատարանը նխատակահարմար է համարում հեց սկզբից ամփոփել ընդհանուր սկզբունքները, որոնք սահմանվել է տեսաձայնային լրատվամիջոցներում բազմակարծության վերաբերյալ իր նախադեպային իրավունքում: Ինչպես հաճախ նշվել է, չի կարող լինել ժողովրդավարություն առանց բազմակարծության: Ժողովրդավարությունը կառուցվում է արտահայտվելու ազատության վրա: Ժողովրդավարության էության մեջ է հնարավորություն տալ տարբեր քաղաքական ծրագրերի առաջարկմանը և քննարկմանը նույնիս նրանց, որոնք հարցականի տակ են դնում ներկայումս պետության կազմակերպման ձևը՝ պայմանով, որ նրանք չեն վնասում հենց իրեն՝ ժողովրդավարությանը (տե’ս Manole and Others v. Moldova գործով վճիռտ, թիվ 13936/02, կետ 95, ՄԻԵԴ 2009 (քաղվածներ) և Socialist Party and Others v. Turkey գործով վճիռը, 25-ը մայիսի 1998թ, կետ 41, 45 և 47, Զեկույցներ 1998III):", "130.  Այս կապակցությամբ Դատարանը նշում է, որ ժողովրդավարական հասարակությունում տեսաձայնային ոլորտում իրական բազմակարծություն ապահովելու համար բավարար չէ ապահովել մի քանի ալիքների գոյությունը կամ մի քանի հնարավոր օպերատորների համար տեսաձայնային շուկայի հասանելիությունը ապահովելու տեսական հնարավորությունը: Ի հավելումն՝ անհրաժեշտ է շուկա մոտք գործելու արդյունավետ հնարավորություն տալ, որպեսզի երաշխավորվի ծրագրային ամբողջ բովանդակության բազմազանությունը, որը կարտացոլի հասարակության մեջ առկա հնարավորին չափ տարբեր կարծիքներ, որոնց ուղղված կլինեն ծրագրերը:", "131Արտահայտվելու ազատությունը ապահովված է 10-րդ հոդվածի 1-ին մասով և ներկայացնում է ժողովրդավարական հասարակություն էական հիմքերից մեկը և դրա առաջընթացի հիմնական պայմաններից մեկը (տե’ս Lingens v. Austria գործով վճիռը, 8-ը հուլիսի, 1986թ, կետ 41, Սերիա A թիվ 103): Մամուլի և այլ լրատվամիջոցների ազատությունը հասարակությանը տալիս լավագույն միջոցներից մեկը հայտնաբերելու և կարծիք հվերաբերմունքի վերաբերյալ: Այժմ մամուլն է հազորդում տեղեկատվություն և գաղափարներ քաղաքական խնդիրների և հանրային հետաքրքրության այլ թեմաների վերաբերյալ: Մամուլը ոչ միայն ունի առաջադրանք հաղորդել նման տեղեկատվություն և գաղափարներ. նաև հանրությունն ունի իրավունք դրանք ստանալու (տե’ս, օրինակ, Handyside v. the United Kingdom գործով վճիռը, 7-ը դեկտեմբեր 1976թ, կետ 49, Սերիա A թիվ 24, and Lingens, վերևում վկայակոչված կետ 41-42):", "132.  Տեսաձայնային լրատվամիջոցները, ինչպիսիք են ռադիոն և հեռուստատեսությունը, այս առումով, մասնավորապես ունեն կարևոր դեր: Ուղղերձներ հաղորդելու իրենց իշխանության շնորհիվ ձայնի և պատկերների միջոցով, այդ լրատվամիջոցները ունեն ավելի անմիջական և հզոր ազդեցություն, քան տպագիր լրատվամիջոցները (տե’ս Jersild v. Denmark գործով վճիռը, 23-ը սեպտեմբերի 1994թ, կետ 31, Սերիա A թիվ 298 և Pedersen and Baadsgaard v. Denmark [ՄՊ] գործով վճիռը, թիվ 49017/99, կետ 79, ՄԻԵԴ 2004-XI): Հեռուստատեսության և ռադիոյի դերը որպես ունկնդիրներին և հեռուստադիտողներին տանը, ավելի մոտ գտնվող ժամանցի աղբյուրներ ավելի է ամրապնդում նրանց ազդեցությունը (տե’ս Murphy v. Ireland գործով վճիռը, թիվ 44179/98, կետ 74, ՄԻԵԴ 2003-IX):", "133.  Իրավիճակը, որ հետևանքով հասարակության մեջ տնտեսական կամ քաղաքական հզոր խմբերի թույլ է տրվում ձեռք բերել գերիշխող դիրք տեսաձայնային լրատվամիջոցների վրա և այդպիսով իրականացնել ճնշում հեռարձակողների նկատմամբ և ի վերջո սահմանափակել խաթարում է Կոնվենցայի 10-րդ հոդվածով հռչակված ժողովրդավարական հասարակաությունում արտահայտվելու նրանց ազատությունը, մասնավորապես այնտեղ, որտեղ այդ ազատությունը ծառայում է ընդհանուր հետաքրքրությունը ներկայացնող գաղափարներ և տեղեկատվություն տարածելու համար, որը, դեռ ավելին, հանրությունն իրավունք ունի ստանալու (տե’ս VgT Verein gegen Tierfabriken v. Switzerland գործով վճիռը, թիվ 24699/94, կետ 73 և 75, ՄԻԵԴ 2001-VI, տե’ս նաև De Geillustreerde v. the Netherlands, թիվ 5178/71, 1976թ հուլիսի 6-ի Հանձնաժողովի որոշումը, կետ 86, Որոշումներ և Զեկույցներ 8, էջ, 13): Սա նաև տեղի ունի, երբ գերիշխող դեր է ձեռք բերվում պետության կամ հանրային հեռարձակողի կողմից Այպիսով Դատարան որոշել է, որ արտոնագրման ռեժիմը իր սահմանափակ բնույթի պատճառով, որը հնարավորույթուն է տալիս հանրային հեռարձակողին մենաշնորհ հաստատել առկա հաճախականությունների նկատմամբ, չի կարող արդարացված լինել, մինչև չցուցադրի, որ դրա համար լուրջ կարիք կա (տե’ս Informationsverein Lentia and Others գործով վճիռը վկայակոչված վերևում, կետ 39-ում):", "134.  Դատարանը նշում է, որ նման զգայուն ոլորտը, ինչպիսին է տեսաձայնային լրատվամիջոցների ոլորտը, չմիջամտելու իր բացասական պարտականությունից բացի պետությունը ունի նաև դրական պարտականություն ստեղծել համապատասխան իրավական և վարչական միջավայր՝ արդյունավետ բազմակարծությունը երաշխավորելու համար (տե’ս կետ 130-ը վերևում): Սա հատկապես ցանկալի է, երբ, ինչպես այս դեպքում, ազգային տեսաձայնային համակարգը բնութագրվում է երկիշխանությամբ:", "Սա մտքում ունենալով՝ պետք է նշել, որ մամուլի բազմակարծության և մամուլի բովանդակության բազմազանության վերաբերյալ CM/Rec(2007)2 Հանձնարարականում (տե’ս վերոնշյալ կետ 72-ը) Նախարարների կոմիտեն վերահաստատեց, որ ՙգաղափարների և կարծքիների բազմակարծիք արտահայտումն ապահովելու և ակտիվորեն խթանելու նպատակով անդամ-պետությունները պետք է համապատասխանեցնեն իրենց առկա օրենսդրական դաշտը, մասնավորապես լրատվամիջոցների սեփականության հետ կապված, և ընդունեն ցանկացած օրենսդրական կամ ֆինանսական միջոցառումներ, որոնք կոչված են երաշխավորելու թափանցիլությունն ու կառուցվածքային բազմակարծությունը, ինչպես նաև հեռարձակվող բովանդակության բազմազանությունը՚:", "135.  Հարցը, որ բխում է ներկա գործից այն է, թե արդյո՞ք հանրային մարմինների կողմից եղել է դիմող ընկերության՝ ՙգաղափարներ և մտքեր հաղորդելու՚ իրավունքին միջամտություն և եթե այդպես է, ապա արդյո՞ք այդ միջամտությունը ՙսահմանված է եղել օրենքով՚, հետապնդել է մեկ կամ ավելի օրինական նպատակ և դրանց ձեռքբերումը ՙանհարաժեշտ է եղել ժողովրդավարական հասարակության համար՚ (տե’ս RTBF v. Belgium գործով վճիռը, թիվ 50084/06, կետ117, ՄԻԵԴ 2011 (քաղվածքներ)):", "(բ)  Արդյո՟ք եղել է միջամտություն", "136.  Դատարանը եզրակացրեց, որ հեռարձակման արտոնագիր տրամադրելուց հրաժարվելը հանդիսանում է միջամտություն Կոնվենցիայի 10-րդ հոդվածի 1-ին մասով սահմանված իրավունքներին: (տե’ս, ի թիվս այլոց, Informationsverein Lentia and Others գործով վճիռը վկայակոչված վերևում, կետ 27, Radio ABC v. Austria գործով վճիռը, 20-ը հոկտեմբերի, 1997թ կետ, Զեկույցներ 1997-VI, Leveque v. France (dec.) գործով վճիռը, թիվ 35591/97, 23-ը նոյեմբերի 1999, United Christian Broadcasters Ltd v. the United Kingdom (dec.) գործով վճիռը, թիվ 44802/98, 7-ը նոյեմբերի 2000թ, Demuth v. Switzerland գործով վճիռը, թիվ 38743/97, կետ 30, ՄԻԵԴ 2002-IX և Glas Nadezhda EOOD and Anatoliy Elenkov գործով վճիռը, վկայակոչված վերևում, կետ 42): Քիչ տարբերություն կա, թե արդյո՟ք արտոնագիրը մերժվել է անհատական դիմումի արդյունքում, թե մրցույթի արդյունքում (տե’ս Meltex Ltd and Movsesyan գործով վճիռը՝ վկայակոչված վերևում, կետ 74):", "137.  Դատարանը նշում է, որ ներկա գործը տարբերվում է վերոնշյալ կետում վկայակոչված գործերից նրանով, որ այն չի վերաբերում արտոնագիր շնորհելու մերժմանը: Ընդհակառակը, մրցույթից հետո դիմող ընկերությանը 1999թ հուլիսի 28-ին շնորհվել էր արտոնագիր ստացիոնար հաղորդակներով անալոգային հեռարձակում իրականացնելու համար (տե’ս վերոնշյալ կետ 9-ը): Սակայն քանի որ նրան չէր տրամադրվել հեռարձակման որևէ հաճախականություն, այն ի վիճակի չէր եղել հաղորդել ծրագրեր մինչև 2009 թ հունիսի 30-ը:", "138.  Դատարանը վերահաստատեց, որ Կոնվենցիան նպատակ ունի երաշխավորելու ոչ թե տեսականորեն կամ երևակայության մեջ գոյություն ունեցող իրավունքները, այլ գործնական և արդյունավետ իրավունքները (տե’սs Artico v. Italy գործով վճիռը, 13-ը մայիսի, 1980, կետ 33, Սերիա A կետ 37): Դիմող ընկերությանը հաճախականություն չտրամադրելը զրկում է արտոնագիրը իր բոլոր գործնական նպատակներից, քանի որ գործունեություն, որ այն լիազորված էր կատարել de facto անհնարին էր համարյա 10 տարիների ընթացքում: Սա հետևաբար նշանակալի խոչընդոտ է ներկայացնում դիմող ընկերության տեղեկատվություն և գաղափարներ հաղորդելու իրավունքների իրականացման համար և միջամտություն է այդ իրավունքներին:", "(գ)  Արդյո՟ք միջամտությունըՙսահմանված էր օրենքով՚", "(i)  Ընդհանուր սկզբունքները", "139.  Կոնվենցիայի 10-րդ հոդվածի 1-ին մասին երրորդ նախադասությունը պետություններին իրավունք է տալիս արտոնագրման համակարգի միջոցով կանոնակարգել հեռարձակման կազմակերպման ձևը իրենց տարածքներում, մասնավորապես, նրա տեխնիկական ասպեկտները: Արտոնագրի տրամադրումը կարող է նաև պայմանավորված լինել այլ նկատառումներով, ինչպիսին է առաջարկվող ալիքի բնույթն ու նպատակները, նրա հնարավոր լսարանը՝ ազգային, շրջանային և տեղական մակարդակում, կոնկրետ լսարանի իրավունքներն ու կարիքները և պարտականությունները, որոնք բխում են միջազգային իրավական գործիքներից (տե’ս United Christian Broadcasters Ltd գործով վժիռը՝ վկայակոչված վերևում և Demuth-ի գործով վճիռը՝ վկայակոչված վերևում կետ 3335): Նման կարգավորումը պետք է օրենսդրական հիմք ունենա:", "140.  Հոդված 10-ի երկրորդ կետում ՙնախատեսված է օրենքում՚ արտահայտությունը ոչ միայն պահանջում է, որ վիճարկվող միջուցառում ունենա իրավական հիմք ներպետական օրենսդրության մեջ, այլ նաև վերաբերում է խնդրո առարկա օրենքի որակին, որը պետք է մատչելի լինի տվյալ անձի համար և կանխատեսելի՝ իր ազդեցությամբ (տե’ս, ի թիվս այլոց, VgT Verein gegen Tierfabriken գործով վճիռը՝ վկայակոչված վերևում, կետ 52, Rotaru v. Romania [ՄՊ] գործով վճիռը, թիվ 28341/95, կետ 52, ՄԻԵԴ 2000-V,Gawęda v. Poland գործով վճիռը, թիվ 26229/95, կետ 39, ՄԻԵԴ 2002-II և Maestri v. Italy [ՄՊ] գործով վճիռը, թիվ 39748/98, կետ 30, ՄԻԵԴ 2004-I): Այնուամենայնիվ, հիմնականում ազգային իշխանությունները, մասնավորապես դատարանները պետք է մեկնաբանեն և կիառեն օրենքը (տե’ս Kruslin v. France գործով վճիռը, 24-ը ապրիլի, 1990թ, կետ 29, Սերիա A թիվ176-A, and Kopp v. Switzerland, 25-ը մարտի, 1998թ, կետ 59, Զեկույցներ 1998-II):", "141.  Պահանջներից մեկը, որը հետևում է ՙսահմանված է օրենքով՚ արտահայտությանը կանխատեսելիությունն է: Այսպիսով, նորմը չի կարող համարվել ՙօրենք՚, եթե այն չձևակերպվի բավարար ճշգրտությամբ՝ հնարավորություն տալով քաղաքացիներին կարգավորել իրենց վարքագիծը: Նրանք պետք է ի վիճակի լինեն, եթե անհրաժեշտ է պատշաճ խորհրդի օգնությամբ, կանխատեսել – ինչ չափով, որ ողջամիտ է տվյալ հանգամանքներում – այն հետևանքները, որին տվյալ գործողությունը կարող է հանգեցնել: Նման հետևանքները չպետք է լինեն կանխատեսելի բացարձակ որոշակիությամբ. փորձը ցույց է տալիս, որ դրան հնարավոր չէ հասնել: Կրկին. չնայած որոշակիությունը խիստ ցանկալի է, նա իր հետ կարող է բերել ավելորդ կարծրություն և օրենքը պետք է կարողանա համաքայլ գնալ այդ հանգամանքներին: Հետևաբար, Հետևաբար շատ օրենքներ անխուսափելիորեն ձևակերպված են այնպիս տեմինաբանությամ, ձևակերպումներով, որոնք անհստակ են և որոնց մեկնաբանությունը և կիրառումը շատ հաճախ պրակտիկ գործունեության խնդիրն է դառնում (տե’ս Sunday Times v. the United Kingdom գործով վճիռը(թիվ 1), 26-ը ապրիլի 1979թ, կետ 49, Սերիա A թիվ 30, Kokkinakis v. Greece գործով վճիռը, 25-ը մայիսի 1993թ, կետ 40, Սերիա A թիվ 260-A և Rekvényi v. Hungary [ՄՊ] գործով վճիռը, թիվ 25390/94, կետ 34, ՄԻԵԴ 1999-III):", "142.  Ճշգրտության աստիճանը – որն ամեն դեպքում չի կարող ապահովել հնարավոր բոլոր դեպքերի ներառումը - պահանջվում է ներպետական օրենսդրությամբ և զգալիորեն կախված է խնդրո առարկա օրենքի բովանդակությունից, այն ոլորտից, որի համար այն նախատեսված է և նրանց թվից և կարգավիճակից, ում ուղղված է (տե’ս RTBF v. Belgium գործով վճիռը՝ վկայակոչված վերևում, կետ 104, Rekvényi գործով վճիռը՝ վկայակոչված վերևում, կետ 34 և Vogt v. Germany գործով վճիռը, 26-ը սեպտեմբերի, 1995թ, կետ 48, Սերիա A թիվ 323):", "143.  Մասնավորապես, նորը կանխատեսելի է, երբ նա հանրային իշխանությունների կողմից վիճահարույց միջամտության դեմ (տե’սTourancheau and July v. France գործով վճիռը, թիվ 53886/00, կետ 54, 24-ը նոյեմբերի 2005թ) և ի վնաս որևէ կողմի խիստ սահմանափակումների կիրառման դեմ against the extensive application of a restriction to any party’s detriment (տե’ս, mutatis mutandis՝ անհրաժեշտ փոփոխություններով, Başkaya and Okçuoğlu v. Turkey [ՄՊ] գործով վճիռը, թիվ. 23536/94 և 24408/94, կետ 36, ՄԻԵԴ 1999-IV) դեմ պաշտպանվելու միջոցառումների հնարավորություն է տալիս:", "(ii)  Վերոնշյալ սկզբունքների կիրառումը տվյալ գործում", "144.  Դատարանը հետևաբար տվյալ գործում պետք է որոշի թե արդյո՟ք Իտալիայի օրենսդրությունը բավարա ճշգրտությամբ նախատեսել է պայմաններ և ընթացակարգեր, որոնց օգնությամբ դիմող ընկերությանը կարող էր տրամադրվել հեռարձակման հաճախականություն՝ համաձայն նրան շնորհված արտոնագրի: Սա հատկապես կարևոր է այնպիսի դեպքերում, ինչպիսին ներկա գործն էր, որում համապատասխան օրենսդրությունը վերաբերում էր տեսաձայնային շուկա մուտք գործելու պայմաններին:", "145.  Դատարանը նշում է, որ 1999թ հուլիսի 28-ին պատսխանատու մարմինները դիմող ընկերությունը շնորհեցին ամբողջ երկրի տարածքում ստացիոնար հաղորդակներով հեռարձակելու արտոնագիր՝ համաձայն  թիվ 249/1997 օրենքի՝ լիազորելով նրան տեղադրել և գործարկել անալոգային հեռուստացանց: Ինչ վերաբերում է հաճախականությունների հատկացմանը, ապա արտոնագիրը վկայակոչում էր ազգյաին հաճախականությունների բաշխման պլանը, որն ընդունվել էր 1998թ հոկտեմբերի 30-ին և դիմող ընկերության տալիս էր քսանչորս ամիս սարքավորումները համապատասխան պահանջներին համապատասխանեցնելու համար (տե’ս վերոնշյալ 9-րդ կետը): Սակայն ինչպես պարզ է դառնում տեղական դատարանների որոշումներից, (տե’ս վերոնշյալ կետ 14-ը), դիմող ընկերության կողմից պարտականությունը հնարավոր չէր կատարել մինչև այն ժամանակ, երբ իշխանություններն ընդունել էին ճշգրտման ծրագիրը և իրականացրել հաճախականությունների բաշխման պլանը: Դատարանը համարում է, որ նման հանգամանքներում դիմող ընկերությունը կարող էր իշխանություններից ողջամտորեն ակնկալել, որ վերջիններս 1999թ հուլիսի 28-ին հաջորդող ամենաուշը քսանչորս ամիսների ընթացքում կընդունեին կընդունեին գործիքներ, որոնք անհրաժեշտ էին ստացիոնար հաղորդակներով հեռարձակելու գործունեության կարգավորման համար: Պայմանով, որ կարդիականացնի իր սարքավորումները՝ ըստ պահանջի, դիմող ընկերությունն այնուհետև պետք է իրավունք ունենար հաղորդելու հեռուստատեսային ծրագրեր:", "146.  Սակայն հաճախականությունների բաշխման պլանը չիրականացվեց մինչև 2008թ դեկտեմբերը և դիմող ընկերությանը ծրագրերը հեռարձակելու համար ալիք հատկացվեց միայն 2009թ հունիսի 30-ին (տե’ս վերոնշյալ կետ 16-ը): Միաժամանակ, նախնական հիմունքներով մի քանի ալիքներ շարունակել էին օգտագործել տարբեր հաճախականություններ, որոնք ենթադրաբար, բաշխվել էին համաձայն պլանի: Consiglio di Stato եզրակացրեց (տե’ս վերոնշյալ կետ 28-ը), որ իրերի այսպիսի վիճակը հիմնականում օրենսդրական գործոնների հետևանք է: Դատարանը հակիրճ կքնարկի այդ գործոնները:", "147. Այն առաջին հերթին նշում է, որ թիվ 249/1997 օրենքի 3(1) կետը սահմանում էր, որ ՙքվոտան գերազանցող՚ ալիքները (տե’ս վերոնշյալ կետ 60-ը), կարող էին շարունակել հեռարձակումը ազգային և տեղական մակարդակներում, մինչև նոր արտոնագրերի շնորհումը կամ նոր արտոնագրերի համար դիմումների մերժումը, սակայն մեն դեպքում, մինչև 1998թ ապրիլի 30-ը (տե’ս վերոնշյալ կետ 57-ը): Սակայն նույն օրենքի 3(6) բաժինը սահմանում էր անցումային ծրագիրը, որի միջոցով ՙքվոտան գերազանցող՚ ալիքները ժամանակավորապես կարող էին շարունակել հեռարձակումը ստացիոնար հաղորդակներով 1998թ ապրիլի 30-ից հետո՝ պայմանով, որ դրանք բավարարում էին արտոնագիր ստացած ալիքներին ներկայացված պահանջներին և որ նրանց ծրագրերը միաժամանակ հեռարձակվեին արբայնակային և կաբելային միջոցներով (տե’ս վերոնշյալ կետ 60-ը):", "148.  Դիմող ընկերությունը կարող էր արտոնագրի շնորհման ժամանակ գործող վերոնշյալ օրենսդրական դաշտից եզրակացնել, որ 1998թ ապրիլի 30-ից ՙքվոտան գերազանցող՚ ալիքների համար հեռարձակումը շարունակելու հնարավորությունը չէր ազդելու նոր արտոնագիր ստացողների իրավունքների վրա: Սակայն օրենսդրական դաշտը լրացվեց 2001թ մարտի 20-ի թիվ 66 օրենքով, որը կանոնակարգում էր անալոգայինից թվային հեռուստատեսության անցումը և մեկ անգամ ևս լիազորում էր ՙքվոտան գերազանցող՚ ալիքների շարունակել ստացիոնար հաղորդակներով հաճախականություններով հեռարձակումը մինչև թվային հեռուստատեսույթան համար ազգային հաճախականության բաշխման պլանի իրականացումը (տե’ս վերոնշյալ կետ 63-ը):", "149.  2002թ նոյեմբերի 20-ին, երբ ծրագիրը դեռևս չէր իրականացվել, Սահմանադրական Դատարանը եզրակացրեց, որ անցումը ստացիոնար հաղորդակներով հաճախականություններով հեռարձակումը ՙքվոտան գերազանցող՚ ալիքների համար պետք է ավարտվի ամենաուշը 2003թ դեկտեմբերի 31-ին անկախ այն բանից, թե թվային հեռուստատեսության զարգացման հարցում ինչ փուլում են գտնվում (տե’ս վերոնշյալ կետ 62-ը): Այդ վճռի լույսի ներքո դիմող ընկերությունը պետք է որ ակնկալեր ստանալ հաճախականություններ, որոնք տրամադրվելու էին իրեն 2004թ սկզբից ազատվելուց հետո: Սակայն հետագա ձգձգում պարտադրվեց ազգային օրենսդրության պատճառով", "150.  Թիվ 352/2003 օրենսդրական որոշման Բաժին 1-ը թույլատրում է ՙքվոտան գերազանցող՚ ալիքներին շարունակել գործարկումը մինչև թվային հեռուստաալիքների զարգացման հետ կապված AGCOM-ի ուսումնասիրության ավարտը: Վերջում, 112/2004 օրենքը (բաժին 23(5)), ընդհանուր թույլտվության մեխանիզմով ՙքվոտան գերազանցող՚ ալիքների ստացիոնար հաղորդակներով հաճախականություններով հեռարձակումը մինչև թվային հեռուստատեսության համար նախատեսված ազգային հաճածականության պլանի իրականացումը (տե’ս վերոնշյալ կետ 65-67): Որպես արդյունք, այդ ալիքներից այլևս չէր պահանջվում ազատել հաճախականությունները, որոնք պետք է փոխանցվեին արտոնագրեր ունեցող օպերատորներին, ինճպիսին դիմող ընկերությունն էր:", "151.  Դատարանը նշում է, որ այս օրենքների հաջորդական իրականացումը ունեցել էր հաճախականությունների արգելափակման և  ՙքվոտան գերազանցող՚ ալիքներից բացի, կանխել էր այլ օպերատորների մասնակցությունը թվային հեռուստատեսության վաղ փուլերին: Մասնավորապես, խնդրո առարկա օրենքները հետաձգեցին անցումային ծրագրի ավարտը մինչև թվային հեռուստաալիքների զարգացման հետ կապված AGCOM-ի ուսումնասիրության ավարտը, այսինքն՝ վկայակոչելով միջոցառումներ, որոնք տեղի են ունեցել այնպիսի ամսաթվերով, որոնք հնարավոր չէր կանխատել: Այս կապակցությամբ Դատարանը համաձայն է CJEU-ի եզրակացության հետ հետևյալ նպատակով.", "ՙ...Թիվ112/2004 օրենքը ոչ միայն տրամադրում է գործող օպերատորներին ռադիո հաճախականություններ ձեռք բերելու առաջնահերթ իրավունք, այլ նրանց իրավունք է վերապահում, առանց ժամանակային սահմանապակման, ունենալ բացառիկ արտոնյալ դիրք և ռադիոհաճախականություններից հարաժարվելու որևէ պատրտականություն չդնելով թվային հեռուստատեսային հեռարձակման անցնելիս շեմը խախտելու դեպքում՚:", "152.  Դատարանը հետևաբար համարում է, որ խնդրո առարկա օրենքները ձևակերպվել են անհստակ պայմաններով, որոնք բավարար ճշգրտությամբ չեն սահմանում անցումային ծրագրի շրջանակը և տևողությունը:", "153.  Ի հավելումն՝ CJEU-ն, որին հղվել էր հարցը Consiglio di Stato-ի կողմից, նշեց, որ ազգային օրենսդրությամբ նախատեսված միջոցառումները հանգեցրել էին անցումային միջոցառումների հաջորդական կատարմանը ի օգուտ գործող ցանցերի և որ սա ազդեցություն էր ունեցել՝ կանխելով հաճախականություն չունեցող օպերատորներին, ինչպիսին է Centro Europa 7 S.r.l., մուտք գործել հեռուստահեռարձակման շուկա նույնիսկ այն դեպքում, երբ նրանք ունեին արտոնագիր (դիմող ընկերության պարագայում, արտոնագիրը շնորհվել էր 1999թ, տե’ս վերոնշյալ կետ 35):", "154.  Հաշվի առնելով վերոնշյալը՝ Դատարանը համարում է, որ ներպետական օրենսդրական դաշտը հստակ և ճշգրիտ չէ և հնարավորություն չի տալիս դիմող ընկերությանը բավարար ճշգրտությամբ կանխատեսելու այն կետը, երբ հնարվոր կլինի հատկացնել հաճախականություններ և ի վիճակի կլիներ իրականացնել իր գործունեությունը, որի համար արտոնագիր էր ստացել՝ չնայած  Սահմանադրական Դատարանի և CJEU-ի հաջորդական եզրակացությունների: Հետևաբար, խնդրո առարկա օրենքները չէին բավարարում Դատարան նախադեպային իրավունքի կողմից սահմանված պահանջների կանխատեսելիությունը:", "155.  Դատարանը այնուհետև նշում է, որ իշխանությունները չէին դիտարկել արտոնագրով սահմանված վերջնաժամկետները, որպես թիվ 249/1997 օրենքի և Սահմանադրական Դատարանի որոշումների արդյունք՝ այդպիսով ակնկալիքներ առաջացնելով դիմող ընկերության մոտ: Կառավարությունը ցույց չի տվել, որ ընկերությունն իր տրամադրության տակ ուներ արդյունավետ միջոցներ ստիպելու իշխանություններին ենթարկվելու օրենքին և Սահամանադրական Դատարանի վճիռներին և նրան չի տրամադրվել բավարար երաշխքներ անկախատեսելիության դեպքում:", "(դ)  Եզրակացություն", "156.  Որպես եզրակացություն՝ Դատարանը համարում է, որ օրենսդրական դաշտը, այն մասով, ինչ մասով այն կիրառելի է դիմող ընկերության համար, որն ի վիճակի չէր եղել գործել հեռուստահեռարձակման ոլորտում ավելի քան տասը տարի՝ չնայած հանրային մրցութային գործընթացով ստացել էր արտոնագիր, չէր բավարարել Կոնվենցիայի կողմից սահմանված կանխատեսելության պահանջները և ընկերությանը զրկում էր կամայականության դեմ պաշտպանվելու միջոցառումներից, որ պահանջվում է ժողովրդավարական հասարակության օրենսդրությամբ: Այս թերությունը, ի թիվս այլոց, հանգեցրեց սահմանափակ մրցակցությանը տեսաձայնային ոլորտում և հետևաբար Պետության կողմից իր դրական պարտականության չկատարմանը, որն էր՝ ապահովել պատշաճ օրենսդրական և վարչական դաշտ՝ երաշխավորելու լրատվամիջոցների արդյունավետ բազմակարծությունը (տե’ս վերոնշյալ կետ 134-ը):", "157.  Արդյունքները բավարա էին եզրակացնելու, որ տվյալ գործում տեղի է ունենցել Կոնվենցիայի 10-րդ հոդվածի խախտում:", "158.  Վերոնշյալ եզրակացությունը հիմք է տալիս Դատարանին քննելու թե արդյո՟ք 10-րդ հոդվածի երկրորդ կետով սահմանված այլ պահանջները այս գործում պահպանվել են, թե՝ ոչ: Մասնավորապես՝ արդյո՟ք անցումային ծրագիրը երկարաձգող օրենքները տվյալ գործում հետապնդում էին օրինական նպատակ և անհրաժեշտ էին ժողովրդավարական հասարակությունում այդ նպատակներին հասնելու համար:", "IV.  ԿՈՆՎԵՆՑԻԱՅԻ10-ՐԴ ՀՈԴՎԱԾԻ ՀԵՏ ՀԱՄԱՏԵՂ 14-ՐԴ ՀՈԴՎԱԾԻ ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄԸ", "159.  Դիմող ընկերությունը պնդեց, որ իր նկատմամբ, Mediaset խմբի համեմատ, կիրառվել էր խտրական վերաբերմունք՝ խախտելով արտահայտվելու ազատության իր իրավունքը:", "Այն հիմնվում էր կոնվենցիայի 14-րդ հոդվածի վրա, որը սահմանում է.", "Սույն Կոնվենցիայում շարադրված իրավունքներից և ազատություններից օգտվելը ապահովվում է առանց խտրականության, այն է` անկախ սեռից, ռասայից, մաշկի գույնից, լեզվից, կրոնից, քաղաքական կամ այլ համոզմունքից, ազգային կամ սոցիալական ծագումից, ազգային փոքրամասնությանը պատկանելուց, գույքային դրությունից, ծննդից կամ այլ դրությունից:", "160.  Դիմող կազմակերպության փաստարկների համաձայն՝ նանխապատվելի վերաբերմունք էր ցույց տվել Mediaset խմբին՝ որն օգտվել էր խտրական օրենսդրական և վարչական միջոցառումներից, որոնք ընդունվել էին շահեր բախում ներառող հանգամանքներում: Այն նաև պնդում էր, որ ենթարկվել էր խտրականության այլ օպերատորների համեմատ և արդյունքում կանխվել էր նրա մուտքը շուկա:", "161.  Կառավարությունը ներկայացնում էր փաստարկներ, որ պետք է խուսափել գործին քաղաքական մոտեցում ցուցաբերելուց: Նրանք կրկին նշում էին հոդված 10-ի հետ կապված իրենց դիտարկումներն առ այն, թե ինչու դիմող ընկերությունը ի վիճակի չէր եղել հաճախականությունների ձեռք բերելու, մերժեց այն պնդումը, որ կար որևէ կապ Centro Europa 7 S.r.l.-ի և Mediaset-ի իրավիճակներում և փաստարկում էր, որ ույն գործում չէր եղել որևէ նախապատվություն որևէ կոնկրետ ալիքի նկատմամբ՝ ի հակառակ դիմող ընկերության:", "162.  Դատարանը նշում է, որ այս բողոքը սերտորեն կապված էր Կոնվենցիայի 10-րդ հոդվածի համաձայն ներկայացված բողոքի հետ և նմանապես պետք է հայտարարվի ընդունելի: Հաշվի առնելով 10-րդ հոդվածի շրջանակներում արված եզրակացությունները (տե’ս վերոնշյալ կետ 156-ը)՝ Դատարանը անհարաժեշտ չի համարում քննել Կոնվենցիայի 14-րդ հոդվածի շրջանակներում ներկայացված բողոքը առանձին:", "V.  ԿՈՆՎԵՆՑԻԱՅԻ ԹԻՎ 1 ԱՐՁԱՆԱԳՐՈՒԹՅԱՆ ՀՈԴՎԱԾ 1-Ի ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄ", "163.  Դիմող կազմակերպությունը բողոքում էր, որ խախտվել էր Կոնվենցիայի թիվ 1 Արձանագրության հոդված 1-ում ամրագրված՝ իր սեփականության խաղաղ տնօրինման իրավունքը: Այն սահմանում է.", "", "ՙ Յուրաքանչյուր ֆիզիկական կամ իրավաբանական անձ ունի իր գույքից", "անարգել օգտվելու իրավունք: Ոչ ոքի չի կարելի զրկել իր գույքից,", "բացառությամբ` ի շահ հանրության և այն պայմաններով, որոնք", "նախատեսված են օրենքով ու միջազգային իրավունքի ընդհանուր", "սկզբունքներով:", "", "Նախորդ դրույթները, այնուամենայնիվ, չեն խոչընդոտում պետության՝", "այնպիսի օրենքներ կիրառելու իրավունքին, որոնք նա անհրաժեշտ է", "համարում` իր հիմնական շահերին համապատասխան, սեփականության", "օգտագործման նկատմամբ վերահսկողություն իրականացնելու կամ", "հարկերի, կամ մյուս տուրքերի, կամ տուգանքների վճարումն ապահովելու համար՚:", "", "164.  Դիմող ընկերությունը պնդում էր, որ մոտ տաս տարի այն ի վիճակի չէր եղել իրականացնել իր իրավունքները՝ համաձայն արտոնագրի, որը նրան շնորհվել էր համազգային հեռուստահեռարձակման համար և որ տեղական դատարանների կողմից նրան շնորհված փոխհատուցումը չէր արտացոլում իր ՙսեփականության՚ լրիվ արժեքը:", "165.  Կառավարությունը վիճարկում էր այդ փաստարկը:", "Ա.  Ընդունելիությունը", "166.  Դատարանը առաջին հերթին պետք է որոշի արդյո՞ք դիմող ընկերությունը ունի ՙսեփականություն՚՝ թիվ 1 Արձանագրության հոդված 1-ի իմաստով և արդյո՞ք այդ հոդվածը կրառելի է տվյալ գործի համար:", "1.  Կողմերի փաստարկները", "(ա)  Կառավարություն", "167.  Որպես հիմնական փաստարկ՝ Կառավարությունը վիճարկեց, որ եղել էր որևէ ՙսեփականություն՚ և շեշտեց, որ դիմողին 1999թ շնորհված արտոնագիրը ipso facto (թարգմ.՝ այդ փաստի ուժով) չէր օժտում նրան նախարության կողմից նրան հաճախականություն հատկացնելու իրավունքով, հետևաբար, նա չէր ունեցել որևէ հաճախականություն ձեռք բերելու օրինական ակնկալիքներ: Ի հավելումն՝ տեղական դատարանները հաճախականություններ ստանալու դիմող ընկերության հայցը հայտարարել էին անընդունելի:", "168.  Կառավարությունը նշեց նաև, որ Կոնվենցիան չէր պաշտպանում գոյություն չունեցող իրավունքը, որը որևէ իրավական հիմք չուներ: Համաձայն Դատարանի նախադեպային իրավունքի՝ ո’չ ՙիրական վեճը՚, ո’չ ՙվիճելի՚ պահանջը Կոնվենցիայի իմաստով չէին բավարարում ՙսեփականության՚ համար ներկայացված պահանջը: Կոնվենցիայով պաշտպանված ՙորևէ օրինական ակնկալիք՚ չէր կարող ծագել, երբ եղել էր վեճ՝ կապված ներպետական օրենսդրության մեկնաբանության և կիրառման հետ և երբ դիմողների փաստարկները մերժվել էին ներպետական դատարանների կողմից (Kopecký v. Slovakia գործով վճիռը [ՄՊ], թիվ 44912/98, կետ 50, ՄԻԵԴ 2004-IX):", "169.   Ի հավելումն՝ դիմող ընկերությունը կարող էր գնել հաճախականություններ շուկայից՝ համաձայն 2001թ մարտի 20-ի թիվ 66 օրենքի մաս 1-ի (տե’ս վերոնշյալ կետ 63-ը): Կառավարության պնդմամբ՝ գանգատի առարկան հաճախականությունների հատկացումը չէր, այլ ենթադրաբար, ազգային մակարդակում շնորհված փոխատուցման անբավարար չափը: Եվ վերջապես, կառավարությունը նշեց, որտոնագիրը երբեք չեղյալ չէր հայտարարվել կամ մերժվել:", "(բ)  Դիմող ընկերությունը", "170.  Դիմող ընկերությունը վիճարկեց Կառավարության փաստարկները և պնդումները, որ հեռարձակման հաճախականությունների մատչելիության և դրանց օգտագործման իրավունքը, որը թույլ էր տալիս իրականացնել արտահայտվելու ազատությունը և հետապնդել տնտեսական գործունեություն, ներկայացնում էր ունեցվածք և այդպիով տեղավորվում էր թիվ 1 Արձանագրության հոդված 1-ով սահմանված ՙսեփականության՚ շրջանակում:", "(ա)  Ընդհանուր սկզբունքներ", "171.  Դատարանը մեկ անգամ ևս հայտնում է, որ ՙսեփականությունից օգտվելու՚ հասկացությունն ունի ավտոնոմ իմաստ, որը սահմանափակված չէ միայն նյութական բարիքների նկատմամբ սեփականությամբ և անկախ է ներպետական օրենսդրության մեջ պաշտոնական դասակարգումից: Նույն կերպ ինչպես նյութական բարիքները, որոշ այլ իրավունքներ և շահեր իրենցից ներկայացնում են արժեք, որոնք նույնպես կարող են համարվել ՙգույքային իրավունք՚: Յուրաքանչյուր դեպքում, հարցը, որ պետք է քննվի այն է, թե արդյո՞ք գործի հանգամանքները, միասին վերցված, դիմողին օժտում է զգալի շահով, որն ենթակա է թիվ 1 Արձանագրության հոդված 1-ի պաշտպանությանը (տե’ս Iatridis v. Greece [ՄՊ] գործով վճիռը, թիվ 31107/96, կետ 54, ՄԻԵԴ 1999-II, Beyeler v. Italy [ՄՊ] գործով վճիռը, թիվ 33202/96, կետ100, ՄԻԵԴ 2000-I և Broniowski v. Poland [GC] գործով վճիռը, թիվ 31443/96, կետ 129, ՄԻԵԴ 2004-V):", "172.  1 Արձանագրության հոդված 1-ի վերաբերում է միայ անձի սեփականությանը: Այսպիսով, անձնական եկամուտները չեն կարող համարվել ՙսեփականություն՚, եթե դրանք դեռևս չեն վաստակվել կամ հստակորեն ենթակա չեն վճարման: Ավելին, այն հույսը, որ վաղուց դադարեցված սեփականության իրավունքի վերականգնումը չի կարող համարվել որպես ՙօգտագործվող սեփականություն՚: Նույնը վերաբերում է նաև պայմանական պահանջին, որը պայմանի չկատարման արդյունքում եղած սայթաքում է (տե’ս Gratzinger and Gratzingerova v. the Czech Republic (dec.) [ՄՊ] գործով վճիռը, թիվ 39794/98, կետ 69, ՄԻԵԴ 2002-VII):", "173.  Այնուամենայնիվ, որոշ հանգամանքներում, գույք ձեռք բերելու ՙօրինական ակնկալիքները՚ նույնպես կարող են ստանալ թիվ 1 Արձանագրության հոդված 1-ով պաշտպանությունից: Այսպիսով, երբ սեփականատիրական շահն է ընկնում հայցի բնույթի մեջ, անձը, որն ունի այդպիսի շահ, կարող է համարվել ՙօրինական ակնկալիքներ ունեցող՚, եթե ներպետական օրենսդրության մեջ առկա է բավարար հիմք այդ շահի համար, օրինակ, եթե տեղական դատարաններում կա դատական նախադեպ, որը հաստատում է դրա գոյությունը: Սակայն, որևէ ՙօրինական ակնկալիք՚ չի կարող ծագել, երբ կա վեճ գործող ներպետական օրենսդրության ճիշտ մեկնաբանության մեջ և դիմողի փաստարկներն ի վերջո մերժվում են ներպետական դատարանների կողմից (տե’ս Kopecký գործով վճիռը՝ վկայակոչված վերևում, կետ 50):", "(բ)  Վերոնշյալ սկզբունքների կիրառումը տվյալ գործի համար", "174.  Դատարանը նշում է, որ սկսած 1999թ հուլիսի 28-ից դիմող ընկերությունը ուներ ստացիոնար հաղորդակներով համազգային հեռարձակման արտոնագիր: Արտոնագիրը նրան թույլ էր տալիս տեղադրել և գործարկել անալոգային հեռուստացանց (տե’ս վերոնշյալ կետ 9-ը): Իտալիայի վարչական դատարանները եզրակացրեցին, որ դա դիմողին չի օժտում հեռարձակման հաճախականություններ ստանալու անձնական իրավունքով (diritto soggettivo), այլ միայ օրինական շահով (interesse legittimo), այսինքն՝ անհատական դիրքով, որը անուղղակիորեն պաշտպանվում է, քանի դեռ համապատասխանում է հանրային շահին: Հետևաբար, դիմող ընկերության միակ իրավունքն էր Կառավարության կողմից տնօրինվող հաճախականությունների պահանջը, այն չափանիշներին համապատասխան, որոնք սահմանվել են ներպետական օրենսդրությամբ և CJEU-ի կողմից (տե’ս 2004թ սեպտեմբերի 16-ի Շրջանային վարչական դատարանի վճիռը, վերոնշյալ կետ 25 և Consiglio di Stato’s թիվ 2622/08 որոշումը, 31-ը մայիսի, 2008թ, կետ 37):", "175.  Ինչպես նշում է Դատարանը, կապված Կոնվենցիայի 10-րդ հոդվածի հետ, հաաշվի առնելով արտոնագրի և գործող օրենսդրական դաշտի պահանջները, դիմող ընկերությունը ողջամտորեն ակնկալել է, որ 1999 հուլիսի 28-ին հաջորդող քսանչորս համիսների ընթացքում անհրաժեշտ իրավական միջոցառումներ կձեռնարկեին կանոնակարգելու ստացիոնար հաղորդակներով հեռարձակելու գործունեությունը: Պայմանով, որ ըստ պահանջի այն արդիականացրել է իր սարքավորումները, դիմող ընկերությունը այնուհետև պետք է իրավունք ունենար հաղորդելու հեռուստատեսային ծրագրերը (տե’ս վերոնշյալ կետ 145-ը): Հետևաբար, այն ունեցել էր ՙօրինական ակնկալիքներ՚ այդ առումով: Ճիշտ էր, որ, ինչպես նշում էր Կառավարությունը, վարչական դատարանները մեժել էին հաճախականություններ ստանալու դիմող պահանջները: Սակայն այդ որոշումը չի հանգեցնեում դիմող կազմակերպության հայցի մեժումը ըստ գործի հատկանիշների, որ բխում էր իտալական օրենսդրությամբ ամրագրված ընդհանուր կանոնից, համաձայն որի վարչական դատարանները չէին կարող ձեռնարկել որոշակի միջցառումներ վարչական մարմինների փոխարեն (տե’ս վերոնշյալ կետ 37-ը):", "176.  Ավելին, իր 2008թ հունվարի 31-ի վճռում CJEU-ն եզրակացնում է.", "ՙ... Այդ կետրի վերաբերյալ, պետք է հայտարարվի որ, հեռուստահեռարձակման ոլորտը, ծառայություններ մատուցելու ազատությունը, որն ամրագրվաշ է EC 49-րդ հոդվածում և և այս ոլորտում իրականացվում է NCRF կողմից, պահանջում է ոչ միայն հեռարձակման թույլտվությունների շնորհում, այլ նաև ռադիոհեռարձակման հաճախականությունների շնորհումը: Օպերատորը չի կարող արդյունավետորեն իրականացնել Համայնքի օրենսդրությունից բխող իրավունքները հեռուստահեռարձակման շուկան մատչելի սարձնելու առումով՝ առանց հեռարձակելու ռադիո հաճախականություններ՚:", "177.  Դատարանը համաձայն է այս վերլուծության հետ: Այն նշում է, որ, ինչպես եզրակացրել էր նախորդիվ, գործարարություն իրականացնելու արտոնագրերի դադարեցումը կհանգեցներ Կոնվենցիայի թիվ 1 Արձանագրությամբ սահմանված խաղաղ տիրապետման իրավունքին միջամտություն (տե’ս Tre Traktörer AB v. Sweden գործով վճիռը, 7-ը հուլիսի, 1989թ, կետ 53, Սերիա A թիվ 159, Capital Bank AD v. Bulgaria գործով վճիռը, թիվ 49429/99, կետ 130, ՄԻԵԴ 2005-XII, Rosenzweig and Bonded Warehouses Ltd v. Poland գործով վճիռը, թիվ 51728/99, կետ 49, 28-ը հուլիսի, 2005թ և Bimer S.A. v. Moldova գործով վճիռը, թիվ 15084/03, կետ 49, 10-ը հուլիսի, 2007թ): Չնայած ներկա գործում արտոնագիրը փաստացի չէր դադարել՝ Դատարանը գտնում է, որ առանց հեռարձակման հաճախականություններ տրամադրելու, այն կորցնում էր իր էությունը:", "178.  Դատարանն այսպիսով համարում է, որ արտոնագրի շահագործման հետ կապված շահերը ներկայացնում են գույքային շահերը, որոնք պաշտպանվում են Կոնվենցիայի հոդված 1-ի թիվ 1 Արձանագրությամբ (տե’ս, mutatis mutandis՝ անհրաժեշտ փոփոխություններով, Tre Traktörer AB գործով վճիռը՝ վկայակոչված վերևում, կետ 53-ում):Հետևաբար, այն գտնում է, որ դիմող ընկերության օրինական ակնկալիքները, որոնք կապված էին գույքային շահերի հետ, ինչպիսին է արտոնագրի ուժով անալոգային հեռուստատեսային ցանցի գործարկումն է, ունեին բավարար հիմք, որպեսզի իրենցից ներկայացնեին ծանրակշիռ շահ և այդպիսով՝ ՙտիրապետում՚ որն ամրագրված է Կոնվենցիայի թիվ 1 Արձանագրության հոդված 1-ի առաջին նախադասության մեջ (տե’ս, mutatis mutandis՝ անհրաժեշտ փոփոխություններով, Stretch v. the United Kingdom գործով վճիռը, թիվ 44277/98, կետ 32-35, 24-ը հունիսի, 2003թ և Bozcaada Kimisis Teodoku Rum Ortodoks Kilisesi Vakfı v. Turkey (թիվ 2) գործով վճիռը, թիվ 7646/03, 37665/03, 37992/03, 37993/03, 37996/03, 37998/03, 37999/03 և 38000/03, կետ 50, 6-ը հոկտեմբերի, October 2009թ):", "180.  Դատարանը նշում է, որ այս բողոքն ակնհակտորեն թույլ-հիմնավորված չէ՝ Կոնվենցիայի 35-րդ հոդվածի 3-րդ կետի (ա) ենթակետի իմաստով: Դատարանը նշում է նաև, որ այն անընդունելի չէ որևէ այլ հիմքերով: Հետևաբար, այն պետք է հայտարարվի ընդունելի:", "Բ.  Գործի հատկանիշները", "1.  Կողմերի փաստարկները", "(ա)  Դիմող ընկերությունը", "181.  Դիմող ընկերությունը պնդեց, որ Կառավարության վարքագիծը հանգեցրել էր ՙսեփականության՚ բռնագանձման, ելնելով թիվ 1 Արձանագրության 1-ին հոդվածից, այն մասով, որ Կառավարությունը ոչ միայն անարդարացիորեն չէր հատկացրել հաճախականությունները, այլև հրաժարվել էր ուժ տալ արտոնագրին, որը շնորհվել էր օրինական հանրային մրոցութային ընթացակարգի արդյունքում:", "182.  Դիմող ընկերությունը բողոքում էր, որ բռնագանձումը կապ չուները որևէ հանրային շահի հետ, այլ ծառայում էր Mediaset-ի մասնավոր շահին՝ հաճախականությունները օգտագործելու միջոցով, որոնցից պետք է հրաժարվեր ի օգուտ օրինական արտոնագիր ունեցողի: Ավելին՝ բռնագանձումը ՙօրենքով սահմանված պայմանների առարկա՚ չէր հանդիսանում: Համաձայն թիվ 249/1997 օրենքի, համապատասխան հաճախականությունները պետք է զիջվեին մրցութային ընթացակարգի արդյունքում հաղթող ճանաչված հայտատուին, մասնավորապես, Centro Europa 7 S.r.l. ընկերությանը: Սակայն մի շարք անցումային օրենսդրական միջոցառումներ կանխել էին ընկերությանը ձեռք բերել հաճախականություններ:", "183.  Դիմող ընկերությունը նաև պնդեց, որ ազգային մակարդակում շնորհված փոխհատուցումը չէր արտացոլում բռնագանձված գույքի արժեքը: Որոշելու համար եկամուտների կորուստը, որն արդյունք էր կորցրած հնարավորությունների, Դատարանը պետք է հաշվի առնի ոչ միայ տրամադրվող հաճածականությունների ձգձգումը, այլև այն փաստը, որ անհնար է եղել ավարտել գործընթացը 1999թ ընթացքում նաև այլ ընկերությունների հետ այն ժամանակ, երբ շուկան ավելի սահմանափակ էր, քան հիմա: Դիմող ընկերությունը նշեց նաև, որ Consiglio di Stato-ն, վկայակոչելով Սահմանադրական դատարանի 2003թ դեկտեմբերի 31-ի եզրակացությունը ներկայացրեց անցումային շրջանի ավարտի ողջամիտ ամսաթիվ, բայց հաշվի էր առել միայն 2004թ հետո կրած վնասը՝ այդպիսով անտեսելով հինգ տարվա խախտումը: Եվ վերջապես, դիմող ընկերությունը, նշեց, որ համաձայնConsiglio di Stato’s եզրակացության, արտոնագրի շնորհումը չի առաջացնում համապատասխան տնտեսական գործութնեության մեջ ներգրավվելու անմիջական իրավունքներ և որ փոխհատուցումը, հետևաբար, պետք է հաշվարկվի համապատասխան մարմինների կողմից տրամադրվող հաճախականությունների օրինական ակնկալիքների հիման վրա:", "(բ)  Կառավարությունը", "184.  Կառավարությունը վիճարկեց դիմող ընկերության փաստարկները և առարկեց գանգատի ՙֆինանսական՚ բնույթի կապակցությամբ:", "2.  Դատարանի գնահատումը", "185.  Թիվ 1 Արձանագրության 1-ին հոդվածը, որը երաշխավորում է գույքի պաշտպանության իրավունքը, պարունակում է հստակ կանոններ. ՙառաջին կանոնը, որը սահմանված է առաջին պարբերության առաջին նախադասության մեջ, ընդհանուր բնույթի է և արտահայտում է գույքի խաղաղ տնօրինման սկզբունքը: Երկրորդ կանոնը, որը ներառված է առաջին պարբերության երկրորդ նախադասության մեջ, ընդգրկում է գույքից զրկելը և ենթարկում է այն որոշակի պայմանների: Երրորդ կանոնը, որը նշված է երկրորդ պարբերության մեջ, ճանաչում է, որ, այլ իրավունքների թվում, մասնակից պետություններն ունեն գույքի օգտագործումը վերահսկելու իրավունք՝ համաձայն ընդհանուր շահի ... Այնուամենայնիվ, երեք կանոնները ՙառանձնահատուկ՚ չեն՝ կապված չլինելու իմաստով: Երկրորդ և երրորդ կանոնները վերաբերում են գույքը խախաղ տնօրինելու իրավունքին միջամտության կոնկրետ դեպքերին և հետևաբար, պետք է մեկնաբանվեն առաջին կանոնում հռչակված ընդհանուր սկզբունքների լույսի ներքո՚ (տե’ս James and Others v. the United Kingdom գործով վճիռը, 21-ը փետրվարի, 1986թ, կետ 37, Սերիա A թիվ 98 և Beyeler-ի գործով վճիռը, վկայակոչված վերոնշյալ կետ 98-ում):", "186.  Դիմող ընկերությունը պնդեց, որ ներկա գործի շրջանակում այն ՙզրկվել էր իր գույքից՚: Այնուամենայնիվ, Դատարանը չէր կարող ընդունել այդ փաստարկը: Տեղի չէր ունեցել դիմող ընկերության անալոգային հեռուստացանցի գործարկման հիմնարար շահի առգրավում, քանի որ փաստ ցույց է տալիս, որ այն ի վիճակի է հեռարձակել հեռուստածրագրեր: Այնուամենայնիվ, արտոնագրին համապատասխանող գործունեության մեջ ներգրավվելու հնարավորության վրա ազդել են մի քանի միջոցառումներ, որոնք, ըստ էության, նպատակ ունեին ձգձգելու մեկնարկային օրը: Սա, Դատարանի տեսակետից, ներկայացնում է գույքի օգտագործման վերահսկողության միջոց, որը պետք է քննվի թիվ 1 Արձանագրության 1-ին հոդվածի երկրորդ պարբերության տեսանկյունից:", "187.  Թիվ 1 Արձանագրության 1-ին հոդվածի երկրորդ առաջին և ամենակարևոր պահանջը այն է, որ հանրային իշխանությունների կողմից գույքի խաղաղ օգտագործմանը ցանկացած միջամտություն պետք է լինի օրինական (տե’ս Iatridis-ի գործով վճիռը՝ վկայակոչված վերևում, կետ 58 և Beyeler-ի գործով վճիռը՝ վկայակոչված վերևում, կետ 108): Մասնավորապես, երկրորդ պարբերությունն ընդունում է, որ Պետություններն իրավունք ունեն վերահսկել գույքի օգտագործումը՝ պայմանով, որ նրանք իրականացնեն այդ իրավունքը՝ ՙօրենքներին՚ համապատասխան: Օրինականության սկզբունքը նաև ենթադրում է, որ ներպետական օրենսդրության համապատասխան դրույթները բավարարաչափ մատչելի են, ճշգրիտ և դրանց կիրառումը կանխատեսելի է (տե’ս mutatis mutandis՝ համապատասխան փոփոխություններով, Broniowski գործով վճիռը՝ վկայակոչված վերևում, կետ 147):", "188.  Այնուամենայնիվ, Դատարանն արդեն Կոնվենցիայի 10-րդ հոդվածի համաձայն, որոշեց, որ միջամտությունը դիմող ընկերության իրավունքին չուներ բավականաչափ կանխատեսելի իրավական հիմք՝ իր նախադեպային իրավունքի իմաստով (տե’ս վերոնշյալ կետ156-ը): Այն կարող է միայն հանգել նույն եզրակացության՝ կապված թիվ 1 Արձանագրության 1-ին հոդվածի հետ և դա բավարար է եզրակացնելու համար, որ տեղի է ունեցել այդ հոդվածի խախտում:", "189.  Վերոնշյալ եզրակացությունը Դատարանին ազատում է վերանայել, թե արդյո՞ք թիվ 1 Արձանագրության 1-ին հոդվածի մյուս պահանջները ներկա գործում բավարարվել էին, թե՝ ոչ, մասնավորապես, արդյո՞ք դիմող կազմակերպության ՙգույքի՚ օգտագործման նկատմամբ վերահսկողությունը համապատասխանում է ՙընդհանուր շահին՚:", "VI.  ԿՈՆՎԵՆՑԻԱՅԻ 6-ՐԴ ՀՈԴՎԱԾԻ ԿԵՏ 1-Ի ԵՆԹԱԴՐՅԱԼ ԽԱԽՏՈՒՄԸ", "190.  Դիմող ընկերությունը փաստում էր, որ տեղի էր ունեցել արդար դատաքննության իր իրավունքի խախտում: Այն հենվում էր Կոնվենցիայի 6-րդ հոդվածի 1-ի վրա, որի համապատասխան մասերը սահմանում են.", "ՙ Յուրաքանչյուր ոք, երբ որոշվում են նրա քաղաքացիական իրավունքներն ու պարտականությունները ... ունի ... անկախ ու անաչառ դատարանի կողմից ... արդարացի ... դատաքննության իրավունք՚:", "Ա.  Կողմերի փաստարկները", "1.  Կառավարությունը", "191.  Կառավարությունը պնդեց, որ այս բողոքը ակնհայտորեն թույլ հիմնավորված էր, քանի որ Դատարանի խնդիրը չէր գործ ունենալ փաստի կամ օրենքի խնդիրների հետ, որոնց նկատմամ ներպետական դատարանները ենթադրաբար ցուցաբերել էին հանձնառություն և այդ առաջին հերթին մնում է ազգային իշխանություններին, մասնավորապես, դատարաններին՝ լուծելու ներպետական օրենսդրության մեկնաբանման խնդիիրները:", "192.  Մասնավորապես, թիվ 43/2004 և 112/2004 օրենքները հաշվի չէին առնվել Շրջանային վարչական դատարանի կողմից, և Consiglio di Stato-ն իր եզրակացնելիս, որ դիմող կազմակերպությունը փոխհատուցման իրավունք ուներ, վկայակոչել էր այդ օրենքներին: Consiglio di Stato’s-ի՝ ֆիանանսական փոխհատուցում շնորհելու մասին վճիռը, ավելին, ապացուցեց, որ Պետությունն անկախ էր և որ CJEU-ի վճիռը հաշվի էր առնվել: Կառավարությունը նշեց նաև, որ դատական վարույթների ժամանակ ընդհանուր շահ ունեցող կողմերի համար հնարավոր էր դատարանին ներկայացնել մասամբ միանման մշակված դիտարկումներ, և փաստաբանի կողմից մշակված տեխնիկական փաստարկները չէր նշանակում, որ դրանք հավանության էին արժանացել Կառավարության կողմից:", "193.  Վերջապես, Կառավարությունը նշեց, որ Consiglio di Stato-ն մերժեց դիմող ընկերության՝ փորձագիտական գնահատման պահանջը՝ եզրակացնելով, որ ապացուցման հոգսը ընկնում էր ընկերության վրա և որ դատարանի կողմից ներգրավված փորձագետի գնահատումը չէր կարող փոխհատուցել ապացույցի չներկայացմանը:", "2.  Դիմող ընկերությունը", "194.  Դիմող ընկերությունը պնդեց, որ դատավարության ընթացքում օրենսդրական զանազան փոփոխությունները խախտել էին արդար դատաքննության իր իրավունքը: Այն ավելացրեց, որ օրենքը իրավացիորեն կիրառվել էր և որ Սահմանադրական դատարանի վճիռները չէին կիրարկվել: Ավելին՝ Consiglio di Stato-ի առջև դատավարության ժամանակ Կառավարությունը շնորհ էր արել Mediaset խմբին՝ այդպիսով ցուց տալով Պետության անկախության բացակայությունը: Համաձայն դիմող ընկերության փաստարկների՝ դա երևում էր այն փաստով, որ Կառավարության կողմից փաստերի շարադրումը հիմնվախ էր այնպիսի շարադրանքի վրա, որը պատրաստված էր Mediaset խմբի կողմից:", "195.  Դիմող ընկերությունը պնդում էր, որ Իտալիայի Պետությունը չէր սահմանել հստակ և համապարփակ օրենսդրական դաշտ` այդպիսով խախտելով օրինականության, թափանցիկության, խտրականության բացառման, ազատ մրցակցության, անկողմնակալության և օրենքի գերակայության սկզբունքները: Վերջապես, Consiglio di Stato-ն չէր փոխհատուցել իրեն կրած իրական վնասների դիմաց և չէր ներգրավել փորձագետի՝ գնահատելու վնասի չափը:", "Բ.  Դատարանի գնահատումը", "196.  Դատարանը համարում է, որ դիմող կազմակերպության բողոքների մի մասը (մասնավորապես, այն բողոքները, որոնք վերաբերում էին հստակ օրենսդրական դաշտի, օրենսդրական փոփոխությունների բացակայության և Սահմանադրական դատարանի վճիռների չկիրառմանը) ընգրկում են նույն հիմքերը, որոնք ներկայացվել էին Կոնվենցիայի 10-րդ հոդվածի համաձայն: Հետևաբար, անհրաժեշտություն չկար քննել դրանք առանձին Կոնվենցայի 6-րդ հոդվածի համաձայն:", "197.  Consiglio di Stato-ում տեղի ունեցա վարույթների վերաբերյալ ներկայացված կոնկրետ բողոքների կապակցությամբ՝ Դատարանը կրկին նշում է, որ իր պարտականությունն է ապահովել Կոնվենցիան ստորագրած պետությունների կողմից ստանձնած պարտավորությունների կատարումը: Մասնավորապես, այն համաձայն է Կառավարության հետ, որ ազգային դատարանների կողմից փաստերի և օրենքների հետ կապված՝ թույլ տված սխալներով զբաղվելը իր գործառույթը չէ քանի դեռ դրանք չեն խախտել Կոնվենցիայով խախտված իրավունքներն ու զատությունները (տե’ս García Ruiz v. Spain գործով վճիռը [ՄՊ], թիվ 30544/96, կետ 28, ՄԻԵԴ 1999-I): Մասնավորապես, Դատարանը՝ ինքը չի կարող գնահատել փաստերը, որոնք ուղղորդել են ազգային դատարանին՝ ընդունելու մի որոշուը՝ մյուսի փոխարեն, այլապես այն կգործեր՝ որպես չորրորդ ատյանի մի դատարան և կանտեսեր իր գործողությունների համար նախատեսված սահմանափակումները (տե’ս mutatis mutandis՝ համապատասխան փոփոխություններով, Kemmache v. France գործով վճիռը (թիվ 3), 24-ը նոյեմբերի, 1994թ, կետ 44, Սերիա A թիվ 296-C): Կոնվենցիայի 6-րդ հոդվածի հետ կապված՝ Դատարանի միակ առաջադրանքն է քննել գանգատները, որոնք պնդում էին, որ ներպետական դատարանները չէին նախատեսել այդ հոդվածով սահմանված կոնկրետ ընթացակարգային երաշխիքներ կամ, որ ընդհանուր առմամբ դատավարությունների անցկացումը չէին երաշխավորել արդար դատաքննություն դիմող համար (տե’ս Donadze v. Georgia գործով վճիռը, թիվ 74644/01, կետ 30-31, 7-ը մարտի, 2006թ):", "198.  Ներկա գործում Դատարանը չի կարող տեսնել որևէ ապացույց՝ համարելու, որ Consiglio di Stato-ի վարույթը չէր անցկացվել արդար դատաքննության պահանջներին համապատասխան: Այն կրկին նշում էր, որ Կոնվենցիայի 6-րդ հոդվածով նախատեսված անկախության և անկողմնակալության պահանջները վերաբերում էին դատարանին, որը որոշում էր գործի հատկանիշները և ոչ՝ դատավարության կողմերին (տե’ս Forcellini v. San Marino (dec.) գործով վճիռը, թիվ 34657/97, 28-ը մայիսի, 2002թ և Previti v. Italy (dec.) գործով վճիռը, թիվ 45291/06, կետ 255, 8-ը դեկտեմբերի, 2009թ) և որ ազգային դատարաններն իրենք են գնահատում առաջակվող ապացույցի համապատասխանելիությունը (տե’ս mutatis mutandis՝ համապատասխան բոլոր փոփոխություններով և քրեական դատավարության հետ կապված Previti գործով վճիռը՝ վկայակոչված վերևում, կետ 221 և Bracci v. Italy գործով վճիռը, թիվ 36822/02, կետ 65, 13-ը հոկտեմբերի, 2005թ):", "199.  Հետևաբար, բողոքը պետք է մերժվի՝ որպես բացահայտորեն թույլ հիմնավորված, համաձայն Կոնվենցայի 35րդ հոդվածի կետ 3 (ա)-ի և 4-ի:", "VII.  ԿՈՆՎԵՆՑԻԱՅԻ 41-ՐԴ ՀՈԴՎԱԾԻ ԿԻՐԱՌՈՒՄԸ", "200.  Article 41 of the Convention provides:", "ՙԵթե Դատարանը գտնում է, որ տեղի է ունեցել Կոնվենցիայի կամ դրան կից Արձանագրությունների խախտում, իսկ համապատասխան Բարձր պայմանավորվող կողմի ներպետական իրավունքն ընձեռում է միայն մասնակի հատուցման հնարավորություն, ապա Դատարանը որոշում է, անհրաժեշտության դեպքում, տուժած կողմին արդարացի փոխհատուցում տրամադրել՚:", "Ա.  Կողմերի փաստարկները", "1.  Ֆինանսական վնասը", "(ա)  Դիմող ընկերությունը", "201.  Դիմող ընկերությունը պնդեց, որ վնասի դիմաց իրեն շնորհված փոխհատուցումը բավարար չէր: Նա նշեց, որ Consiglio di Stato-ն եզրակացրել էր, որ փոխհատուցումը ենթակա էր վճարման կրած հսկայական վնասի շատ սահմանափակ մասով, անտեսել էր իր կողմից ներգրավել փորձագիտական ապացույցներ և չէր նշանակել անկախ փորձագետների: Այսպիսով, Consiglio di Stato-ն չեղյալ էր հայտարարել փոխհատուցման վերաբերյալ համարյա ամբողջ հայցը՝ հայտարարելով որ իրավական ծախսերը և գործը սկսելու ծախսերը չեին կարող փոխհատուցվել:", "202.  Ինչ վերաբերում է գործը սկսելու հետ կապված ծախսերին, դիմող ընկերությունը նշեց, որ հեռարձակման արտոնագիր ստանալուց հետո այն արագ ստեղծել է արդյունավետ կառույց, որպեսզի առևտրային հեռարձակման շուկայում դառնա լուրջ դերակատար: Մասնավորապես, այն վարձակալել էր ավելի, քան 20,000 քառ.մ տարածք հեռուստաստուդիայի համար, զինել գեր-ժամանակակից տեխնիկայով, որը ձեռք էր բերվել նախօրոք, որպեսզի կարողանար արագ սկսել հեռարձակումը: Այն նաև կրել էր տեսաձայնային գրադարան ստեղծելու ծախսերը՝ արդադրելով ծրագրեր, ինչպես պահանջվում էր արտոնագրման նորմերով:", "203.  Ինչ վերաբերում է եկամուտների կորստին, Consiglio di Stato-ի կողմից շոնրհված փոխհատուցումը՝ վնասի դիմաց, հստակ էր՝ համեմատելով Retequattro-ի, քվոտան գերազանցող այլ ալիքների կողմից ստացված շահույթի հետ, որոնք պետք է հրաժարվեին դիմող ընկերության տրամադրված հեռարձակման հաճախականություններից: Եկանուտների կորուստ գնահատելիս, Դատարան նաև պետք է հաշվի առնի այն փաստը, որ Centro Europa 7 S.r.l. ընկերությունը միայն վերջերս էր մուտք գործել առևտրային հեռարձակման շուկա, այն ժամանակ, երբ անալոգային հեռարձակումը ամբողջովին դադարեցվում էր ստացիոնար հաղորդակներով թվային հեռուստեսության և հեռարձակման այլ տեխնոլոգիաների կողմից: Հետևաբար պետք է հաշվի առնել փոփոխությունները շուկայում՝ 1999թ սկսած: Դիմող ընկերությունը փաստարկում էր, որ իրեն ապօրինաբար դուրս են թողել առևտրային հեռարձակման ոլորտից՝ նշանակալի ժամանակահատվածով, որը նաև վնասել էր իր բրենդը և հեղինակությունը խթանելու հեռանկարը, փորձի ձեռքբերմանը, տեսաձայնային բովանդակությանը և անալոգային հեռարձակմանը առնչվող այլ առավելությունների:", "204.  Վերոնշյալի լույսի ներքո և փաստաթղթային ապացույցի հիման վրա, դիմող ընկերությունը պահանջեց 2,174,130,492.55 եվրո (129,957,485.60 եվրո կրած կորուստների դիմաց և 2,045,214,475.00 եվրո կորցրած եկամուտների համար) – գումար որն ակնկալում էր ազգային դատավարություններից – ավելի քիչ գումար՝ շնորհված Consiglio di Stato կողմից կամ այլ գումար, որը կորոշվեր արդարության հիմունքներով: Օրենսդրական շահը պետք է ենթակա լինի վճարման՝ փոխհատուցմամբ:", "(բ)  Կառավարությունը", "205.  Կառավարությունը առարկություն ներկայացրեց դիմող ընկերության պահանջներին: Այն շեշտեց, որ Consiglio di Stato- շնորհել էր ընկերությանը փոխհատուցում: Ավելին պահանջները ենթադրություններ էին և չունեին պատճառական կապ Կոնվենցիայի ենթադրյալ խախտումների հետ: (Informationsverein Lentia and Others գործով վճիռը՝ վկայակոչվախ վերևում, կետ 46, Radio ABC գործով վճիռը, վկայակոչված վերևում, կետ 41 և Meltex Ltd and Movsesyan գործով վճիրռը, վկայակորչված է վերևում, կետ 102-ում):", "206.  Կառավարությունը նաև պնդում էր, որ դիմող ընկերությունը չէր հիմնել որևէ թվային հեռուստահեռարձակման սարքավորումներ  2008թ դեկտեմբերից 2009թ հունվար ընկած ժամանակահատվածում: Համապատասխան սաքավորումներ չէին ձեռք բերվել մինչև 2009:", "2.  Ոչ ֆինանսական վնասը", "(ա)  Դիմող ընկերությունը", "207.  Ոչ ֆինանսական վնասի դիմաց դիմող ընկերությունը պահանջում էր 10,000,000 եվրո:", "208.  Այն պնդում էր, որ Դատարանը պետք է մասնավորապես հաշվի առնի հետևյալ գործոնները. (ա) զգալի ժամանակահատվածը, որն անցել էր, (բ) այն փաստը որ դիմող ընկերությունը կարող էր ողջամտորեն ակնկալել իտալական կառավարությունից գործողության ուժ տալ հեռուստահեռարձակման արտոնագրին համապատասխան ժամանակահատվածի շրջանակում, (գ) զայրույթը և մտահոգությունը, որոնք բխում էին հեռուստհեռարձակման շուկայի զարգացման անօգնական վկան լինելուց՝ առանց ի վիճակի լինելու այդ շուկայում դառնալ շահագրգի կողմ և մի շարք շահավետ հնարավորություններ կորցնելուց, (դ) զգալի ֆինանսական հետևանքները, (ե) կազմակերպության հեղինակությանը հասված վնասը ներգրավված անձանց դիրքորոշման պատճառով, (զ) ընկերության լուրջ մտահոգությունը մրցակիցներին հասնելու անկարողության վերաբերյալ, որոնք ամրապնդել էին իրենց դիրքերը անալոգային հեռարձակման և առնչվող շուկաներում, (է) անորոշության պայմանները, որում դիմող ընկերություն ստիպված էր եղել ռազմավարական որոշումներ, (ը) արգելքներն ու խոչընդոտները, որոնք ստիպված էր եղել հաղթահարել իրենց ղեկավարը և (թ) զայրույթը, որ ծագել էր Կառավարության կողմից Սահմանադրական դատարանի և CJEU վճիռների և եվրոպական հաստատությունների պահանջների շարունակական և ակնհայտ անտեսումից:", "", "(բ)  Կառավարությունը", "209.  Կառավարությունը առարկություն ներկայացրեց դիմող ընկերության պահանջի նկատմամբ՝ համարելով այն չափազանցված:", "3.  Ծախսերը և ծախքերը", "(ա)  Դիմող ընկերությունը", "210.  Ներկայացնելով փաստաթղթային ապացույց՝ դիմող ընկերությունը ակնկալում էր ազգային և եվրոպական մակարդակներում կրած իրավական ծախսերի փոխհատուցում, որոնք ուղղված էին արտոնագրին գործելու ուժ տալուն և հեռուստահեռարձակման շուկայում պատշաճորեն տնտեսական գործունեության մեջ ներգրավվելուն:", "211.  Այն շեշտեց, որ ստիպված էր եղել բողոքել ոչ միայն Իտալիայում գերիշխող առեևտրային հեռարձակողի, այլ նաև հենց Կառավարության դեմ, քանի որ այդ տասը տարվա ընթացքում սեփականատեր Mediaset հեռարձակող խումը, ում պատկանում էր քվոտան գերազանցող Retequattro ալիքը, նույնպես, ինչպես վարչապետը, պաշտոնավարել էր մի քանի ժամկետներում:", "212.  Հետևաբար, դիմող ընկերությունը պահանջում էր 1,023,706.35 եվրո ազգային մակարդակում կրած ծախսերի դիմաց և 200,000 եվրո Դատարանի առջև ներկայանալու հետ կապված ծախսերի դիմաց:", "(բ)  Կառավարությունը", "213.  Կառավարությունը առարկություն ներկայացրեց դիմող ընկերության պահանջների նկատմամբ:", "Բ.  Դատարանի գնահատումը", "1.  Ֆինանսական և ոչ ֆինանսական վնասը", "214.  Դատարանը նշում է, որ հայտնաբերել է երկու խախտում այս գործում: Առաջին՝ միջամտություն տեղեկատվություն և գաղափարներ հաղորդելու դիմող ընկերության իրավունքի իրականացմանը՝ Կոնվենցիայի 10-րդ հոդվածի համաձայն, որն արդյունք էր օրենսդրական միջոցառումների, որոնք չէին բավարում կա’մ կանխատեսելիության պահանջը, կա’մ արդյունավետ բազմակարծություն երաշխավորելու Պետության պարտականությունը (տե’ս վերոնշյալ կետ 156-ը): Երկրորդ՝ դիմող ընկերությունը կարող էր օրինականորեն ակնկալել թույլտվություն 1999թ հուլիսի 28-ին հաջորդող քսանչորս ամիսների ընթացքում ձեռնարկել անհրաժեշտ իրավական քայլեր՝ կարգավորելու իր հեռուստահեռարձակման գործունեությունը՝ հնարավորություն տալով ծրագրերի թողարկումը (տե’ս վերոնշյալ կետ 175-ը վերևում): Այդ նպատակով Արձանագրություն թիվ 1-ի հոդված 1-ը առաջարկում է, որ այդ ակնկալիքը ներկայացնում է մի ՙսեփականություն՚ (տե’ս վերոնշյալ կետ 178-ը), որի օգտագործումը վերահսկվում էր նույն օրենքներով, որոնք համարվել էին ոչ բավարար չափով կանխատեսելի՝ կապված 10-րդ հոդվածի հետ (տե’ս վերոնշյալ կետ 188-ը): Այնուամենայնիվ, Դատարանըչէր քննել, թե արդյո՞ք խնդրո առարկա նորմերը ՙհամապատասխանում էին ընդհանուր շահին՚ (տե’ս վերոնշյալ կետ 189-ը) և արդյո՞ք դիմող ընկերության՝ տեղեկատվություն և գաղափարներ հաղորդելու իրավունքը հետապնդում էին օրինական նպատակ և անհրաժեշտ էին ժողովրդավարական հասարակությունում այդ նպատակին հասնելու համար (տե’ս վերոնշյալ կետ158-ը):", "", "215.  Տվյալ գործում, Դատարանը անկարող է ճշգրիտ սահմանել, թե իր հայտնաբերած ո՞ր չափի խախտումն է ազդում դիմող ընկերության սեփականության իրավունքի վրա՝ մասնավորապես հաշվի առնելով իտալական տեսաձայնային շուկայի առանձնահատուկ գծերը և տվյալ շուկայում առևտրային իրավիճակի համեմատական բացակայությունը:", "216.  Դատարանը նաև նշում է, որ դիմող ընկերությունը վնաս է կրել երկարաձգված անորոշության պատճառով, որը բխում է ներպետական օրենսդրության մեջ այն ճշգրիտ օրվա բացակայությունից, երբ կարող էր բաշխվել հաճախականությունը և որպես արդյունք, սկսեր գործունեություն առևտրային հեռուստահեռարձակման շուկայում: Դիմող ընկերությունն այնուամենայնիվ արել էր որոշակի ներդրումներ՝ հիմնվելով արտոնագրի վրա: Դատարանը համարում էր, որ Consiglio di Stato-ի շնորհած փոխհատուցումը, որը փոխհատուցում էր միայն 2004-2009թթ ժամանակահատվածը, չի կարող բավարար համարվել հատկապես, քանի որ որևէ փորձագիտական գնահատում չէր պատվիրվել ներպոտական դատարանների կողմից՝ թվային արտահայտություն տալու կրած վնասին և կորցված եկամուտներին:", "217.  Դատարանը նշում է, որ Կառավարությունը պարզապես վիճարկում էր դիմողի պահանջները՝ նկարագրելով դրանք որպես չափազանցված:", "218.  Կրած կորուստների հետ կապված՝ Դատարանը նշում է որ դիմող ընկերությունը չի ցույց տվել, որ արված բոլոր ներդրումները անհրաժեշտ էին շնորհված արտոնագրի համաձայն աշխատելու համար: Ինչ վերաբերում է եկամուտների ենթադրյալ կորստին, ապա Դատարանը գտնում է, որ դիմող ընկերությունը իրոք ունեցել է նման կորուստներ, որը երկար տարիների ընթացքում արտոնագրով որևէ շահույթ գոյացնելու անկարողության հետևանք էր: Այնուամենայնիվ, այն համարում էր, որ գործի հանգամանքները չեն ապահովում ֆինանսական վնասի ճշգրիտ գնահատում, քանի որ նմանօրինակ վնասները ներառում են շատ անորոշ գործոններ՝ անհնարին դարձնելով փոխհատուցման գումարի արդար չափի ճշգրիտ հաշվարկը:", "219.  Առանց քննարկելու այն շահույթի չափը, որը դիմող ընկերությունը կարող էր ստանալ, եթե տեղի չունենար Կոնվենցիայի խախտում և եթե ի վիճակի լիներ հեռարձակել 2001թ սկսած, Դատարանը նշում է, որ ընկերությունը հնարավությունների իրական կորուստ է կրել (տե’ս, mutatis mutandis՝ համապատասխան փոփոխություններով, Gawęda-ի գործով վճիռը, վկայակոչված վերևում, կետ 54): Նաև պետք է նշվի, որ դիմող ընկերությունը մտադիր է անցնել ամբողջովին նոր առևտրային ձեռնարկի, որի հնարավոր հաջողությունը կախված էր բազում փաստարկներից, Այս կապակցությամբ՝ այն նշում է, որ այնտեղ, որտեղ եկամուտի կորսուտ (lucrum cessans) է ենթադրվում, պետք է համոզիչ սահմանվի և չպետք է հիմնված լինի զուտ ենթադրությունների և հավանականությունների վրա:", "220.  Այս հանգամանքներում, Դատարանը նպատակահարմար է գտնում միանվագ գումարով փոխհատուցում շնորհել կրած վնասների և եկամուտների կորստների դիմաց, որոնք արտոնագրի օգտագործման անհնարինության հետևանքն էին: Պետք է նաև հաշվի առնել այն փաստը, որ դիմող ընկերությանտ շնորհվել էր փոխհատուցում տվյալ ժամկետի հետ կապված՝ տեղական մակարդակում (տե’ս վերոնշյալ կետ 48-ը):", "221.  Ի լրումն՝ Դատարանը համարում է, որ Կոնվենցիայի 10-րդ հոդվածի և Արձանագրություն թիվ 1-ի հոդված 1-ի խախտումները տվյալ գործում պետք է, որ պատճառ են հանդիսացած լինեն, որ դիմող ընկերությունը հայտնվեր անորոշ երկարաձգման մեջ իր բիզնենսն իրականացնելիս և ունենար անօգնականության և զայրույթի զգացում (տե’ս mutatis mutandis՝ համապատասխան փոփոխություններով, Rock Ruby Hotels Ltd v. Turkey գործով վճռը (արդարացի փոխհատուցում), թիվ 46159/99, կետ 36, 26-ը հոկտեմբերի, 2010թ): Այս կապակցությամբ՝ այն վերահաստատում է, որ կարող է ոչ ֆինանսական վնասի դիմաց շնորհել ֆինանսական փոխհատուցում առևտրային ընկերությանը: Նման ընկերությունների կողմից կրած ոչ ֆինանսական վնասը կարող է ներառել այնպիսի ասպեկտներ, որոնք ավելի մեծ կամ ավելի փոքր չափով ՙօբյեկտիվ՚ կամ ՙսուբյեկտիվ՚ են: Այդ ասպեկտները, որոնք կարող են հաշվի առնվել, ներառում են՝ ընկերության հեղինակությունը, որոշումների պլանավորման անորորշությունը, ընկերության կառավարման խաթարումը (որոնց համար գոյություն չունի հետևանքները հաշվարկելու ճշգրիտ մեթոդ) և վերջապես, չնայած ավելի փոքր չափով կառավարման խմբին պատճառած մտահոգությունն ու անհարմարությունները (տե’ս Comingersoll S.A. v. Portugal գործով վճիռը, [ՄՊ], թիվ 35382/97, կետ 35, ՄԻԵԴ 2000IV):", "222.  Հաշվի առնելով վերոնշյալ բոլոր գործոնները և անելով դրանց գնահատումը արդարության հիմունքներով՝ Դատարանը նպատակահարմար է գտնում շնորհել դիմող ընկերությանը 10,000,000 եվրո ընդհանուր գումար և ի հավելումն դրա, ցանկացած հարկ, որը ենթակա է վճարման՝ կապված ֆինանսական և ոչ ֆինանսական վնասի հետ:", "2.  Ծախսեր և ծախքեր", "223.  Դատարանը կրկին հայտնում է, որ միայն հայտնաբերված իրավական ծախսերն ու ծախքերը պետք է համարվեն իրականում և անհրաշետաբար արված և ենթակա վերականգնման խելամիտ չափով՝ համաձայն Կոնվենցիայի 41-րդ հոդվածի (տե’ս Nikolova v.  գործով վճիռը [ՄՊ], թիվ 31195/96, կետ 79, ՄԻԵԴ 1999-II):", "224.  Կապված ներպետական վարույթների ընթացքում կրած ծախսերի հետ՝ Դատարանը նշում է, որ նախքան Կոնվենցիայի ինստուտներին դիմելը, դիմող ընկերությունը սպառել էր Իտալիայի օրենսդրությամբ առկա ներպետական դատական պաշտպանության բոլոր միջոցները, քանի որ այն սկսել էր երկու դատավարություն վարչական դատարաններում, որոնց բարդությունն ու երկարատևությունը պետք է շեշտադրվեն: Հետևաբար, Դատարանն ընդունում է, որ դիմող ընկերությունը կրել է ծախսեր՝ փորձելով Կոմվենցիայի խախտման համար ստանալ փոխհատուցում ներպետական դատական համակարգում (տե’ս mutatis mutandis՝ համապատասխան փոփոխություններով, Rojas Morales v. Italy գործով վճիռը, թիվ 39676/98, կետ 42, 16-ը նոյեմբերի, 2000թ):", "225.  Դատարանում տեղի ունեցած վարույթներին առնչվող՝ կրած ծախսերի հետ կապված՝ Դատարանը նշում է, որ ներկա գործը ուներ որոշակի բարդություն, քանի որ այն պահանջում էր քննություն Մեծ Պալատի կողմից, մի շարք դիտարկումներ և դատավարություններ: Այն նաև բարձրացնում է կարևոր իրավական հարցեր:", "226.  Հաշվի առնելով ձեռքի տակ եղած նյութերը և իր համապատասխան պրակտիկան, Դատարանը նպատակահարմար է գտնում դիմող ընկերությանը շնորհել 100,000 եվրո ընդհանուր գումար՝ բոլոր տեսակի ծախսերի և ծախքերի համար:", "3.  Տուգանային տոկոսներ", "227.   Դատարանը նպատակահարմար է համարում, որպեսզի տուգանային տոկոսը գանձվի Եվրոպական կենտրոնական բանկի սահմանած փոխառության միջին տոկոսադրույքի հիման վրա` հավելած երեք տոկոս:", "", "", "ԱՅՍ ՀԻՄՔԵՐՈՎ ԴԱՏԱՐԱՆԸ", "", "1.  Պաշտպանում է, միաձայն, Կառավարությա նախնական առարկությունը, որը գանգատը չի համապատասխանում Կոնվենցիային այն մասով, որ այն ներկայացվել է պրն Դի Ստեֆանոյի կողմից և հետևաբար գանգատի այդ մասը համարում է անընդունելի,", "", "2.  Մերժում է, ձայների մեծամասնությամբ, Կառավարության նախնական առարկությունը, որ դիմումը ժամանակավրեպ է,", "", "3.  Մերժում է, ձայների մեծամասնությամբ, Կառավարության նախնական մյուս առարկությունները,", "", "4.  Հայտարարում է, ձայների մեծամասնությամբ, դիմող ընկերության գանգատն ընդունելի՝ Կոնվենցիայի 10 և 14-րդ հոդվածների հետ կապված բողոքի մասով,", "", "5.  Հայտարարում է, ձայների մեծամասնությամբ դիմող ընկերության գանգատն ընդունելի՝ Արձանագրություն թիվ 1-ի հոդված 1-ի հետ կապված բողոքի մասով,", "", "6.  Հայտարարում է, միաձայն, դիմող ընկերության գանգատի մնացած մասն անընդունելի,", "", "7.  Վճռում է, տասնվեց ձայնով՝ ընդդեմ մեկի, որ տեղի է ունեցել Կոնվենցիայի 10-րդ հոդվածի խախտում,", "", "8.  Վճռում է միաձայն, որ անհրաժեշտ չէ առանձին քննել բողոքը Կոնվենցիայի  10-րդ հոդվածի հետ համատեղ 14-րդ հոդվածի շրջանակում,", "", "9.  Վճռում է, տասնչորս ձայնով՝ ընդդեմ երեքի, որ տեղի է ունեցել Արձանագրություն թիվ 1-ի հոդված 1-ի խախտում,", "", "10 Վճռում է, ինը ձայնով՝ ընդդեմ ութի, որ պատասխանող պետությունը դիմող ընկերությանը երեք ամսվա ընթացքում պետք է վճարի 10,000,000 (տասը միլիոն) եվրո գումար և ի հավելումն դրա, ցանկացած հարկ, որը ենթակա է վճարման՝ կապված ֆինանսական և ոչ ֆինանսական վնասի հետ,", "", "11.  Վճռում է միաձայն, որ պատասխանող պետությունը դիմող ընկերությանը երեք ամսվա ընթացքում պետք է վճարի 100,000 (հարյուր հազար) եվրո գումար և ի հավելումն դրա, ցանկացած հարկ, որը ենթակա է վճարման՝ կապված ծախսերի և ծախքերի հետ,", "", "12.  Վճռում է միաձայն, որ վերոնշյալ երեք ամիսը սպառվելուց հետո մինչև լուծումը վերունշյալ գորմարներին հավելյալ պետք է վճարվի պարզ տոկոսադրույք՝ պարտականությունների չկատարման ժամանակահատվածում Եվրոպական կենտրոնական բանկի սահմանած փոխառության միջին տոկոսադրույքի հիման վրա՝ ավելացրած երեք տեկոս,", "", "13.  Մերժում է միաձայն դիմող ընկերության՝ արդար փոխհատուցման մնացած պահանջները:", "Պատրաստվել է անգլերեն և ֆրանսերեն հրապարակվել հանրային դատավարության ընթացքում, Ստրասբուրգում, Մարդու իրավունքների շենքում 2012թ հունիսի 7-ին:", "\tՎինսենթ Բերգեր,\tՖրանսուա Թուլքենս,\n\tԻրավախորհրդատու\tՆախագահ", "", "", "Համաձայն Կոնվենցիայի 45-րդ հոդված կետ 2-ի և Կանոն 74-ի կետ 2-ի՝ հետևյալ առանձին կարծիքները կցվում են վճռին.", "", "(ա)\tԴատարանի մեծամասնության դիրքորոշմանը համընկնող՝", "Դատավոր Վաջիչի հատուկ կարծիքը,", "(բ)\tԴատարանի մեծամասնության դիրքորոշմանը մասամբ չհամընկնող Դատավորներ Սաջոյի, Կարակաշի և Ցացորիայի համատեղ հատուկ կարծիքը՝ մասամբ Դատավոր Սթեյների հետ համատեղ,", "(գ)  \tԴատարանի մեծամասնության դիրքորոշմանը չհամընկնող՝ Դատավորներ Պոպովիչի և Միջովիչի համատեղ հատուկ կարծիքը,", "(դ)  \tԴատարանի մեծամասնության դիրքորոշմանը չհամընկնող՝ Դատավոր Սթեյների հատուկ կարծիքը:", "", "Ֆ.Թ.\nՎ.Բ.", "", "ՙՀատուկ կարծիքները չեն թարգմանվել, սակայն առկա են վճռի պաշտոնական լեզուներով տարբերակ (ներ) ում՝ անգլերեն և/կամ ֆրանսերեն, որոնք մատչելի են Դատարանի նախադեպային իրավունքի տվյալների բազայում՝ HUDOC-ում՚:", "", "© Եվրոպայի Խորհուրդ/Մարդու իրավունքների եվրոպական դատարան, 2013:", "Մարդու իրավունքների եվրոպական դատարանի պաշտոնական լեզունենրն են անգլերենը և ֆրանսերենը: Սույն թարգմանությունը պատվիրվել է Մարդու իրավունքների խնամառության հանձնաժողովի աջակցությամբ (): Այն պարտադիր ուժ չունի Դատարանի համար և Դատարանը որևէ պատասխանատվություն չի կրում դրա որակի համար: Թարգմանությունը կարելի է բեռնել Մարդու իրավունքների եվրոպական դատարանի դատական նախադեպերի HUDOC տվյալների բազայից () և ցանկացած այլ տվյալների բազայից, որոնց Դատարանը տրամադրել է այն: Այն կարելի է կրկնօրինակել ոչ առևտրային նպատակներով՝ պայմանով, որ հղում կատարվի գործի ամբողջական վերնագրին՝ հեղինակային իրավունքի մասին վերոնշյալ զգուշացման և Մարդու իրավունքների խնամառության հանձնաժողովին վկայակոչելու հետ միասին: Եթե սույն թարգմանության որևէ մասը նախատեսվում է օգտագործել առևտրային նպատակներով, խնդրում ենք կապվել հետևյալ հասցեով՝ .", "", "© Council of Europe/European Court of Human Rights, 2013.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", ""]}