{"file": "AZE_HJUDAZE_53321_99.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "53321/99", "text_paragraphs": ["", "", "", "", "", "", "", "Avropa İnsan Hüquqları Məhkəməsi", "", "", "", "", "BEŞİNCİ SEKSİYA", "", "", "", "", "KARAMİTROV (KARAMİTROV) VƏ BAŞQALARI BOLQARISTANA QARŞI məhkəmə işi", "", "", "", "", "(Ərizə Nº 53321/99)", "", "", "QƏRAR", "", "", "Strasburq", "", "", "10 yanvar 2008-ci il", "", "Qəti qərara çevrilmə tarixi:", "", "", "10.04.2008", "", "", "", "Bu qərar Konvensiyanın 44-cü maddəsinin 2-ci bəndində göstərilən hallarda qəti qərara çevriləcəkdir. Ona redaktə xarakterli düzəlişlər edilə bilər.", "", "\nKaramitrov və başqaları Bolqarıstana qarşı məhkəmə işində Avropa İnsan Hüquqları Məhkəməsi (Beşinci Seksiya), hakimlər:", "Peer Lorensen (Peer Lorenzen), sədr;", "Snejana Botuçarova (Snejana Botoucharova);", "Vladimir Butkeviç (Volodymyr Butkevych);", "Marqarita Tsatsa-Nikolovska (Margarita Tsatsa-Nikolovska);", "Rayt Maruste (Rait Maruste);", "Xavyer Borreqo Borreqo (Javier Borrego Borrego);", "Renata Yeger (Renate Jaeger);", "habelə Seksiya katibi Klaudiya Vesterdikdən (Claudia Westerdiek) ibarət tərkibdə Palatada iclas keçirərək,", "4 dekabr 2007-ci ildə qapalı müşavirə keçirərək,", "həmin tarixdə qəbul edilmiş aşağıdakı qərarı elan edir.", "", "PROSEDUR", "", "1. İş İnsan hüquqlarının və əsas azadlıqların müdafiəsi haqqında Avropa Konvensiyasının (“Konvensiya”) 34-cü maddəsinə əsasən bir ailənin üzvü olmuş üç Bolqarıstan vətəndaşı tərəfindən 7 sentyabr 1999-cu ildə Məhkəməyə təqdim edilmiş Bolqarıstan Respublikasına qarşı ərizə (Nº 53321/99) əsasında başlanmışdır. Onlardan birincisi cənab Viktor Petrakiyev Karamitrov (“birinci ərizəçi”) 1965-ci ildə anadan olub və Pazarcikdə yaşayır. İkincisi, xanım Yevgeniya Radionova Karamitrova (“ikinci ərizəçi”) 1938-ci ildə anadan olub və Pazarcikdə yaşayır. Üçüncüsü, cənab Petraki İordanov Karamitrov (“üçüncü ərizəçi”) 1928-ci ildə anadan olub və Pazarcikdə yaşayırdı, 2000-ci ildə vəfat etdi. 2 iyun 2004-cü il tarixli məktubunda birinci ərizəçi Məhkəməyə məlumat verdi ki, atasının şikayətləri ilə bağlı işi davam etdirmək niyyətindədir.", "2. Ərizəçini Pazarcikdə vəkillik fəaliyyəti ilə məşğul olan cənab V. Stoyanov təmsil etmişdir.", "3. Bolqarıstan Hökumətini (“Hökumət”) onun nümayəndəsi, Ədliyyə Nazirliyinin əməkdaşı xanım M. Kotzeva təmsil etmişlər.", "4. Birinci ərizəçi iddia etmişdir ki, ona qarşı cinayət prosesi həddən artıq uzun sürüb, və o, prosesin tezləşdirilməsi və işin məhkəməyə verilməsi üçün səmərəli hüquqi müdafiə vasitəsinə malik olmayıb. İkinci və üçüncü ərizəçilər şikayət etmişlər ki, onların maşını qanunsuz şəkildə əllərindən alınaraq müsadirə edilib və cinayət prosesi müddətində birinci ərizəçiyə qarşı sübut kimi saxlanılıb, onlar həmin müddətdə mülkiyyətlərindən məhrum olublar, nəqliyyat vasitəsi onlara qaytarıldıqdan sonra isə onlar yuxarıda qeyd edilənlər nəticəsində məruz qaldıqları ziyana görə adekvat kompensasiya ala bilməyiblər.", "5. 9 fevral 2006-cı il tarixli qərarı ilə Məhkəmə ərizəçinin müvafiq şikayətləri ilə bağlı daxili hüquqi müdafiə vasitələrinin tükəndirilməsi məsələsinə baxılmasını işə mahiyyəti üzrə baxılması ilə birləşdirmişdir və şikayət ərizəsini qəbul olunan elan etmişdir.", "6. Ərizəçilər və Hökumət hər biri işin mahiyyəti üzrə izahatlarını təqdim etmişlər (59-cu Qaydanın 1-ci bəndi).", "", "FAKTLAR", "", "I. İŞİN HALLARI", "", "A. Birinci ərizəçiyə qarşı cinayət işi", "", "7. 14 oktyabr 1991-ci ildə gecə mühafizəsiz avtomobil parkından avtomobil oğurlandı. 1992-ci ilin əvvəlində oğurluqla bağlı naməlum cinayətkara qarşı cinayət işi açıldı.", "8. 28 may 1992-ci ildə birinci ərizəçi valideynlərinin – ikinci və üçüncü ərizəçilərin avtomobilini sürərkən polislər tərəfindən saxlanıldı. Polislər nəqliyyat vasitəsinin şassisindəki nömrələrlə 17 iyul 1973-cü ildə Pazarcik Nəqliyyat Polisi tərəfindən verilmiş nəqliyyat vasitəsinin qeydiyyat sənədlərində göstərilən nömrələr arasında uyğunsuzluq müəyyən etdilər. Onlar qeydiyyat və mülkiyyət sənədlərini yoxlamaq üçün nəqliyyat vasitəsini alaraq müsadirə etdilər. Birinci ərizəçi avtomobilin qeydiyyat sənədlərindəki uyğunsuzluqla bağlı həm yuxarıda qeyd edilən tarixdə, həm də 4 iyun 1992-ci ildə dindirildi.", "9. İstintaq orqanları müsadirə edilmiş nəqliyyat vasitəsinin texniki müayinəsini keçirmək barədə göstəriş verdilər. 14 aprel 1993-cü ildə texniki ekspert bu qənaətə gəldi ki, avtomobilin şassisi üzərindəki nömrə lövhəciyi orijinal deyil, o, dəyişdirilib.", "10. 8 iyun 1993-cü ildə birinci ərizəçi 14 oktyabr 1991-ci ildə baş vermiş cinayətdə iştirakda ittiham olundu. O elə həmin gün dindirildi və sonra azad edildi. Birinci ərizəçinin hərəkət sərbəstliyinə məhdudiyyət qoyularaq tapşırıldı ki, prokurorluğun razılığı olmadan yaşayış yerini tərk etməsin.", "11. İbtidai istintaqın gedişində hər hansı növbəti istintaq hərəkətləri aparılmadı.", "12. 3 aprel 1995-ci ildə birinci ərizəçi cinayət prosesinin uzun sürməsi ilə bağlı Pazarcik rayon prokurorluğuna şikayət etdi. O, şikayətinə cavab almadı.", "13. Daha sonra birinci ərizəçi cinayət prosesinin uzun sürməsi ilə bağlı Pazarcik rayon prokurorluğuna, Pazarcik regional prokurorluğuna, Plovdiv apellyasiya prokurorluğuna və baş prokurora oxşar şikayətlər təqdim etdi. O, şikayətlərin heç birinə cavab almadı.", "14. 1998-ci ildə müəyyən bir məqamda ibtidai istintaqa görə cavabdeh olan müstəntiq vəfat etdi, eyni zamanda müstəntiq köməkçisi də vəzifəsini tərk etdi. Birinci ərizəçinin işi başqa müstəntiqin icraatına verilmədi.", "15. 1999-cu ildə müəyyən bir məqamda birinci ərizəçi cinayət prosesinin uzun sürməsi ilə bağlı Ali kassasiya prokurorluğuna daha bir şikayət verdi. Bunun cavabında Plovdiv apellyasiya prokurorluğuna tapşırıldı ki, birinci ərizəçinin şikayətini araşdırsın.", "16. Pazarcik rayon prokurorluğunun 20 oktyabr 1999-cu il tarixli qərarı ilə birinci ərizəçinin cinayətdə iştirakına dair yetərli sübut olmadığına görə ibtidai istintaqa xitam verildi. Birinci ərizəçinin prokurorluğun razılığı olmadan yaşayış yerini tərk etməməsi barədə məhdudiyyət götürüldü.", "17. Naməlum cinayətkara qarşı cinayət prosesi 27 sentyabr 2004-cü ilədək davam etdirildi, həmin tarixdə Pazarcik rayon prokurorluğu qanunla müəyyən edilmiş müddət həddi bitdiyinə görə cinayət işinə xitam verdi. Öz qərarında prokurorluq qeyd etdi ki, 8 iyun 1993-cü ildən, yəni birinci ərizəçinin tutularaq ittiham edildiyi tarixdən sonra heç bir istintaq hərəkəti aparılmayıb.", "", "B. Avtomobilin alınaraq müsadirə edilməsi və qaytarılması", "", "18. 28 may 1992-ci ildə avtomobil qeydiyyat və mülkiyyət sənədlərinin yoxlanılması üçün polis tərəfindən alınaraq müsadirə edildi. Müsadirə barədə protokol tərtib edilmədi və ikinci və üçüncü ərizəçilərə nəqliyyat vasitəsinin müsadirə edildiyini təsdiq edən hər hansı arayış və ya digər sənəd verilməsi. ", "19. Avtomobil birinci ərizəçiyə qarşı ibtidai istintaq müddətində birinci ərizəçinin əleyhinə cinayət sübutu qismində polisin sərəncamında qaldı.", "20. 14 oktyabr 1991-ci ildə avtomobilinin oğurlandığını iddia edən şəxs 9 noyabr 1994-cü ildə nəqliyyat vasitəsinin onun ixtiyarına verilməsini tələb etdi.", "21. Birinci ərizəçi 3 aprel 1995-ci ildə Pazarcik rayon prokurorluğuna, 19 oktyabr 1999-cu ildə Ali kassasiya prokurorluğuna və 1999-cu ilin sentyabrında baş prokurora şikayətlərində nəqliyyat vasitəsinin ikinci və üçüncü ərizəçilərə qaytarılması məsələsini qaldırdı. Bu şikayətlərin cavabında heç bir tədbir görülmədi.", "22. Birinci ərizəçiyə qarşı cinayət işinə xitam verilməsi barədə 20 oktyabr 1999-cu il tarixli qərarında Pazarcik rayon prokurorluğu qeyd etdi ki, ikinci və üçüncü ərizəçilərin nəqliyyat vasitəsinin “kim tərəfindən, nə vaxt, nə üçün və necə” alınaraq müsadirə edildiyini göstərən heç bir protokol mövcud deyil. Hər halda prokurorluq qərara aldı ki, avtomobil 14 oktyabr 1991-ci ildə avtomobilinin oğurlandığını iddia edən şəxs verilsin, çünki prokurorluq hesab etdi ki, ibtidai istintaq zamanı aparılmış istintaq hərəkətlərinin əsasında həmin qadının nəqliyyat vasitəsinin sahibi olduğu müəyyən edilib. Ərizəçilər avtomobilin digər şəxsə verilməsi barədə qərardan şikayət etdilər.", "23. Naməlum tarixdə polis ikinci və üçüncü ərizəçilərin maşınını avtomobilinin oğurlandığını iddia edən şəxsə verdi.", "24. 10 noyabr 1999-cu ildə Pazarcik regional prokurorluğu Pazarcik rayon prokurorluğunun qərarını qüvvədə saxladı və sonuncunun qərarında göstərilən əsaslara oxşar əsaslar gətirdi. Ərizəçilər növbəti dəfə şikayət etdilər.", "25. 10 noyabr 1999-cu ildə Plovdiv apellyasiya prokurorluğu aşağı prokurorluqların yuxarıdakı qərarlarını ləğv etdi. O, bu qənaətə gəldi ki, nəqliyyat vasitəsi üzərində mülkiyyət hüququnu müəyyən etmək məsələsi onların səlahiyyətinə aid deyil və birinci ərizəçiyə qarşı ibtidai istintaqa xitam verildiyini nəzər alaraq hesab etdi ki, avtomobil kimdən müsadirə edilibsə həmin şəxslərə qaytarılmalıdır. O, daha sonra hesab etdi ki, nəqliyyat vasitəsinin alınaraq müsadirə edilməsi qanunsuz olub, çünki müsadirə zamanı bununla bağlı heç bir protokol tərtib edilməyib. Avtomobilin verildiyi şəxs bu qərardan şikayət etdi.", "26. 10 mart 2000-ci il tarixli qərarı ilə Ali kassasiya prokurorluğu Plovdiv apellyasiya prokurorluğunun qərarını qüvvədə saxladı və sonuncunun qərarında göstərilən əsaslara oxşar əsaslar gətirdi.", "27. Avtomobil 19 may 2000-ci ildə ikinci və üçüncü ərizəçilərə qaytarıldı. Müsadirə edildiyi müddətdə avtomobilə ziyan dəymişdi, belə ki, onun boyası korlanmış və radiatoru çatlamışdı. Həmçinin avtomobilin hissələri, yəni iki yandırıcı şamı və kabelləri, sol farası, ehtiyat şini, indikatorları, sağ tərəfdəki arxa əyləc işığının örtüyü, qapı dəstəkləri və digər detalları itmişdi. Onlar ziyanı 100 bolqar levi (təxminən 51 avro) civarında qiymətləndirdilər. Avtomobilin təhvil alınması barədə protokolu imzalayan birinci ərizəçi orada belə bir qeyd yazdı ki, nəqliyyat vasitəsinə vurulmuş ziyanı sonradan qiymətləndirəcək və daha sonra bu məsələ ilə bağlı rayon prokurorluğuna qarşı iddia ərizəsi verilə bilər.", "28. İkinci və üçüncü ərizəçilər nəqliyyat vasitəsinə vurulduğu iddia edilən ziyana görə kompensasiya almaq üçün heç bir iddia qaldırmadılar.", "", "II. MÜVAFİQ DAXİLİ QANUNVERİCİLİK", "", "A. Cinayət Prosessual Məcəlləsi (1974)", "", "29. Cinayət Prosessual Məcəlləsinin (1974) 107-ci maddəsinin 1, 2 və 4-cü bəndlərində deyilir:", "“1) Maddi sübutlar diqqətlə araşdırılmalı, müvafiq protokolda təfsilatlı şəkildə təsvir edilməli və mümkün olduqda fotoşəkilləri çəkilməlidir.", "2) Maddi sübutlar işin materiallarına əlavə olunmalı və eyni zamanda onların korlanmaması və ya dəyişdirilməməsi üçün tədbirlər görülməlidir.", "...", "4) Ölçülərinə və ya digər səbəblərə görə işin materiallarına əlavə oluna bilməyən maddi sübutlar mümkün olduqda möhürlənməli və salamat qalmaları üçün müvafiq orqan tərəfindən göstərilən yerlərdə saxlanılmalıdır”.", "30. Məcəllənin sözügedən vaxtda tətbiq edilən və 1 yanvar 2000-ci ilədək qüvvədə olan 108-ci maddəsinin 1-ci və 2-ci bəndlərində deyilirdi:", "“1) Maddi sübutlar cinayət prosesi başa çatanadək saxlanılmalıdır.", "2) Maddi sübut qismində toplanan daşınar əmlak cinayət prosesi başa çatanadək öz sahiblərinə yalnız o halda qaytarıla bilər ki, bu, iş üzrə faktların müəyyən edilməsinə mane olmasın”.", "31. 1 yanvar 2000-ci ildə Məcəllənin 108-ci maddəsinin 2-ci bəndinə dəyişiklik edilərək aydınlıq gətirildi ki, maddi sübut qismində saxlanılan daşınar əmlakın qaytarılması barədə vəsatətlərlə bağlı qərar vermək prokurorluğun səlahiyyətinə aiddir. Bundan əlavə, prokurorluğun həmin əmlakı qaytarmaqdan imtina barədə qərarlarından məhkəməyə şikayət vermək hüququ Məcəlləyə daxil edildi (1 yanvar 2000-ci ildən qüvvədə olan Cinayət Prosessual Məcəlləsinin 108-ci maddəsinin 4-cü bəndi).", "32. Əgər maddi sübut qismində saxlanılan əşyalar üzərində mülkiyyət hüququ ilə bağlı mübahisəyə mülki məhkəmələrdə baxılması tələb olunursa, dövlət orqanları müvafiq məhkəmə qərarı qüvvəyə minənə qədər həmin əşyaları saxlamağa borcludurlar (110-cu maddə).", "33. Cinayət Prosessual Məcəlləsi (1974) 2006-cı ildə eyni adlı yeni məcəllə ilə əvəz edildi.", "", "B. “Ziyana görə dövlətin və bələdiyyələrin məsuliyyəti haqqında” Qanun (1988)", "", "34. Sözügedən vaxtda qüvvədə olan “Ziyana görə dövlətin və bələdiyyələrin məsuliyyəti haqqında” 1998-ci il tarixli Qanunun (“ZDBMQ”: 2006-cı ildə qanunun adı dəyişdirilib) 1-ci maddəsinin 1-ci bəndində deyilirdi: ", "“Dövlət aparatı orqanlarının və dövlətin vəzifəli şəxslərinin öz inzibati vəzifələrini həyata keçirərkən qanunsuz aktları, hərəkətləri və ya hərəkətsizliyi nəticəsində [fiziki şəxslərə] vurduqları ziyana görə dövlət məsuliyyət daşıyır”.", "35. ZDBMQ-nin 2-ci maddəsində deyilir:", "“Aşağıdakı qanunsuz tədbirlərin ucbatından istintaq, cinayət təqibi və məhkəmə [orqanlarının] [fiziki şəxslərə] vurduqları ziyana görə dövlət məsuliyyət daşıyır:", "1. həbs...;", "2. cinayət ittihamı (əgər ittihama səbəb olmuş hərəkət [sözügedən] şəxs tərəfindən törədilmədiyinə və ya cinayət əməli sayılmadığına görə həmin şəxs bəraət alıbsa və ya açılmış cinayət işinə xitam verilibsə)...;", "3. ittiham hökmü...;", "4. .. məcburi tibbi müalicə...;", "5. .. inzibati sanksiyaların tətbiqi...;", "5. .. təyin edilmiş cəzanın müəyyən edilmiş müddətdən artıq müddətə tətbiqi...”", "36. Bu Qanun əsasında təyin olunan kompensasiya qanunsuz aktın birbaşa və ya dolayı nəticəsi olan bütün maddi və mənəvi ziyanları əhatə edir (4-cü maddə). Zərərçəkən şəxs “qanunsuz qərarları, hərəkətləri və ya hərəkətsizliyi ziyana səbəb olmuş [quruma] qarşı iddia” qaldırmalıdır (7-ci maddə). Qanunun 1-ci və 2-ci maddələrində nəzərdə tutulan hallardan irəli gələn ziyana görə kompensasiya mülki hüquq pozuntuları barədə ümumi normalar əsasında deyil, yalnız bu Qanunun əsasında tələb oluna bilər (8-ci maddənin 1-ci bəndi).", "37. Bu Qanunun tətbiqi ilə bağlı Bolqarıstan məhkəmələrinin praktikası olduqca məhdudlaşdırıcı xarakter daşıyır.", "38. Konkret olaraq, daxili məhkəmələr qərar çıxarıblar ki, Qanunun 1-ci maddəsinin tətbiq dairəsinə düşən hallardan irəli gələn ziyana görə məsuliyyət yalnız bu Qanun əsasında araşdırılmalı, mülki hüquq pozuntuları barədə ümumi normalar əsasında araşdırılmamalıdır (mənbə: решение № 55 от 14.III.1994 г. по гр.д. № 599/93 г., ВС, IV г.о.).", "39. Eyni ilə, istintaq və cinayət təqibi orqanlarının məsuliyyəti mülki hüquq pozuntuları barədə ümumi normalar əsasında deyil, yalnız Qanunun 2-ci maddəsinin 1-ci və 2-ci bəndlərində sadalanan hallar əsasında yarana bilər (mənbə: решение № 1370 от 16.XII.1992 г. по гр.д. № 1181/92 г., IV г.о. and Тълкувателно решение № 3 от 22.04.2005 г. по т. гр. д. № 3/2004 г., ОСГК на ВКС). İstintaq və cinayət təqibi orqanlarının Qanunun 2-ci maddəsində sadalanan hərəkətlərindən irəli gələn ziyanla bağlı iddiaların uğur qazandığına dair bircə nümunə də müəyyən edilməyib.", "40. Qanunun 2-ci maddəsi əsasında məsuliyyət istintaq və cinayət təqibi orqanlarının və məhkəmələrin hərəkətsizliyi ilə deyil, yalnız qanunsuz hərəkətləri ilə bağlı yarana bilər (mənbə: решение № 183 от 05.IV.2001 г. по гр. д. № 1362/2000 г.).", "41. Hazırkı işdə olduğu kimi şəxsin təqsirinə dair “yetərli sübut olmadığına görə” cinayət prosesinə xitam verildiyi hallarda Qanunun 2-ci maddəsinin 2-ci bəndi əsasında dövlətin məsuliyyətinin yaranıb-yaranmaması məsələsində 2005-ci ilədək daxili qanunvericilikdə ziddiyyət vardı (решение от 04.02.2003 г. по въззивно гр. д. № 1538/2002 г. на ПАС and решение № 1085 от 26.07.2001 г. по гр. д. № 2263/2000 г., IV г.о.). Bu məsələyə Ali kassasiya məhkəməsinin mülki palatalarının ümumi yığıncağının 22 aprel 2005-ci il tarixli 3/2004 saylı şərhedici qərarında aydınlıq gətirildi (Тълкувателно решение № 3 от 22.04.2005 г. по т. гр. д. № 3/2004 г., ОСГК на ВКС), həmin qərarda müəyyən edildi ki, Qanunun 2-ci maddəsinin 2-ci bəndi bu cür hallara tətbiq edilir.", "42. Hökumət ZDBMQ əsasında çıxarılmış iki yüz bir məhkəmə qərarı təqdim etdi, həmin qərarlarda daxili məhkəmələr dövlətin üzərinə iddiaçılara ziyanın əvəzini ödəmək vəzifəsini qoymuşdular. Bu qərarlardan: a) otuz yeddisi cinayətə görə qanunsuz ittiham edilmə ilə əlaqədar olaraq Qanunun 2-ci maddəsinin 2-ci bəndi əsasında; b) qırx yeddisi dövlət idarəçiliyi orqanlarının qanunsuz aktlarından irəli gələn ziyanla əlaqədar olaraq Qanunun 1-ci maddəsi əsasında; c) yüz biri dövlət idarəçiliyi orqanlarının qanunsuz hərəkətlərindən və ya hərəkətsizliyindən irəli gələn ziyanla əlaqədar olaraq Qanunun 1-ci maddəsi əsasında; d) on altısı isə Konvensiyanın 3-cü və 5-ci maddəsinin əhatə dairəsinə düşən daha konkret şikayətlərlə əlaqədar olaraq çıxarılmışdı.", "43. Hökumət öz arqumentlərində Pazarcik rayon məhkəməsi tərəfindən 14 dekabr 2005-ci ildə çıxarılmış qərarın mövcudluğunu vurğuladı. Həmin işdə daxili məhkəmə Pazarcik rayon polis orqanına göstəriş vermişdi ki, sonuncunun iş üzrə maddi sübut qismində müsadirə olunmuş nəqliyyat vasitəsini salamat vəziyyətdə saxlamaq üçün tədbir görməməsi nəticəsində iddiaçının məruz qaldığı maddi ziyana görə iddiaçıya kompensasiya ödəsin. Bu tələblə əlaqədar olan mənəvi ziyanla bağlı tələb rədd edilmiş, lakin prokurorluğa göstəriş verilmişdi ki, cinayətə görə qanunsuz ittiham edildiyi üçün iddiaçının məruz qaldığı mənəvi ziyana görə iddiaçıya kompensasiya ödəsin.", "44. Cavab arqumentlərində ərizəçilər yuxarıda adı çəkilən işin sonrakı gedişatı barədə Məhkəməyə məlumat verdilər. Hökumətin qeyd etdiyi həmin qərardan həm Pazarcik rayon polis orqanı, həm də rayon prokurorluğu şikayət vermişdi. Pazarcik regional məhkəməsi şikayətə baxmış və 10 iyun 2006-cı ildə yekin qərar çıxarmışdı. O, iddiaçının nəqliyyat vasitəsinə vurulmuş ziyana görə Pazarcik rayon polis orqanının məsuliyyəti barədə birinci instansiya məhkəməsinin qərarını ləğv etmişdi, çünki belə hesab etmişdi ki, polisin hərəkətləri və ya hərəkətsizliyi nəqliyyat vasitəsinin maddi sübut qismində salamat saxlanması ilə əlaqədar olduğuna görə nə Qanunun 1-ci maddəsində nəzərdə tutulmuş “inzibati vəzifələr” anlayışının hüdudları çərçivəsinə düşürdü, nə də 2-ci maddədə nəzərdə tutulmuş hallardan hər hansı birinə aid idi. Buna görə də polislər bu kimi hallarda hərəkətlərinə və ya hərəkətsizliklərinə görə məsuliyyətə cəlb oluna bilməzdilər. Bununla yanaşı, Pazarcik regional məhkəməsi birinci instansiya məhkəməsinin prokurorluğa qarşı qərarını qüvvədə saxlamışdı.", "", "C. “Öhdəliklər və müqavilələr haqqında” Qanun", "", "45. “Öhdəliklər və müqavilələr haqqında” Qanunun 45-ci maddəsində deyilir ki, ziyana məruz qalmış şəxs ziyanın vurulmasında təqsirkar olan şəxsə qarşı mülki iddia qaldıraraq ziyanın əvəzini tələb edə bilər. 110-cu maddəyə əsasən, beş illik iddia müddəti bitdikdən sonra ziyana görə iddia tələbinin müddəti başa çatır.", "", "HÜQUQİ MƏSƏLƏLƏR", "", "I. KONVENSİYANIN 6-cı MADDƏSİNİN 1-ci BƏNDİNİN VƏ 13-cü MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "46. Birinci ərizəçi ona qarşı cinayət prosesinin həddən artıq uzun sürməsindən şikayət etdi və bununla bağlı səmərəli hüquqi müdafiə vasitəsinin olmamasından şikayət etdi.", "Şikayətin qəbul edilənliyi ilə bağlı 9 fevral 2006-cı il tarixli qərarında Məhkəmə hesab etdi ki, bu şikayətlərə Konvensiyanın 6-cı maddəsinin 1-ci bəndi və 13-cü maddəsi əsasında baxılmalıdır, həmin maddələrin müvafiq hissələrində deyilir:", "", "Maddə 6 (ədalətli məhkəmə araşdırması hüququ)", "", "“Hər kəs, ... ona qarşı hər hansı cinayət ittihamı irəli sürülərkən, ... ... məhkəmə vasitəsilə, ağlabatan müddətdə işinin ... araşdırılması hüququna malikdir”.", "", "Maddə 13 (səmərəli hüquqi müdafiə vasitələri hüququ)", "", "“Bu Konvensiyada təsbit olunmuş hüquq və azadlıqları pozulan hər kəs, hətta bu pozulma rəsmi fəaliyyət göstərən şəxslər tərəfindən törədildikdə belə, dövlət orqanları qarşısında səmərəli hüquqi müdafiə vasitələrinə malikdir”.", "", "A. Hökumətin ilkin etirazı", "", "47. Hökumət bildirdi ki, birinci ərizəçi ixtiyarında olan daxili hüquqi müdafiə vasitələrini tükəndirməyib. O, bildirdi ki, birinci ərizəçi ZDBMQ əsasında məhkəmə iddiası qaldırmalı və iddia edilən pozuntunun birbaşa və dolayı nəticəsi olan bütün maddi və mənəvi ziyanlara görə kompensasiya tələb etməli idi. Hökumət daxili məhkəmələrin analoji işlər üzrə məhkəmə praktikasına istinad etdi (yuxarıda 34-44-cü bəndlərə bax).", "48. Birinci ərizəçi bunun cavabında bildirdi ki, Hökumət öz etirazını əsaslandıra bilməyib, çünki birinci ərizəçiyə qarşı cinayət prosesinin həddən artıq uzun sürməsi ilə bağı onun şikayəti üçün ZDBMQ əsasında qaldırılan məhkəmə iddiasının səmərəli hüquqi müdafiə vasitəsi olduğunu və bu səbəbdən həmin vasitəni tükəndirməyin tələb olunduğunu Hökumət sübut edə bilməyib. O, bildirdi ki, ZDBMQ-də barəsində şikayət etdiyi pozuntular və onlarla bağlı kompensasiya nəzərdə tutulmayıb.", "49. Şikayətin qəbul edilənliyi ilə bağlı 9 fevral 2006-cı il tarixli qərarında Məhkəmə qərara aldı ki, daxili hüquqi müdafiə vasitələrinin tükəndirilməsi məsələsi birinci ərizəçinin ona qarşı cinayət prosesinin həddən artıq uzun sürməsi ilə bağı səmərəli hüquqi müdafiə vasitəsinə malik olmadığı barədə şikayətinin mahiyyəti ilə sıx bağlıdır və Məhkəmə həmin qərarından kənara çıxa bilməz, buna görə də o, Hökumətin etirazına baxılmasını şikayətin mahiyyəti üzrə baxışla birləşdirdi (yuxarıda 5-ci bəndə bax).", "Müvafiq olaraq, Məhkəmə Hökumətin etirazına birinci ərizəçinin cinayət prosesinin həddən artıq uzun sürməsi ilə bağı səmərəli hüquqi müdafiə vasitəsinə malik olmadığı barədə şikayətinin kontekstində baxacaq.", "", "B. Nəzərə alınmalı olan müddət", "", "50. Məhkəmə hesab edir ki, nəzərə alınmalı olan müddət 8 iyun 1993-cü ildən, yəni birinci ərizəçinin tutularaq ittiham edildiyi tarixdən (yuxarıda 10-cu bəndə bax) 20 oktyabr 1999-cu ilədək, yəni yetərli sübut olmadığına görə onun barəsindəki ibtidai istintaqa xitam verilən tarixədək (yuxarıda 16-cı bəndə bax) davam edib.", "51. Bu, altı il dörd ay on üç günlük müddətdir, bu müddətdə cinayət prosesi ibtidai istintaq mərhələsində qalıb və birinci ərizəçinin ibtidai həbsindən sonra hər hansı istintaq hərəkətləri aparılmayıb (yuxarıda 17-ci bəndə bax).", "", "C. Tərəflərin arqumentləri", "", "52. Hökumət sadəcə bu iddiasını təkrar etdi ki, birinci ərizəçi ixtiyarında olan daxili hüquqi müdafiə vasitələrini tükəndirməyib. O, bildirdi ki, birinci ərizəçi ZDBMQ-nin 2-ci maddəsinin 2-ci bəndi əsasında dövlətə qarşı məhkəmə iddiası qaldıra bilərdi, bu, Hökumətin fikrincə, səmərəli hüquqi müdafiə vasitəsi idi. Hökumət bu məsələ ilə bağlı daxili məhkəmələrin ardıcıl praktikasına və Ekimciyev Bolqarıstana qarşı iş üzrə şikayətin qəbul edilnəliyi ilə bağlı Məhkəmənin qərarına (ərizə N 47092/99, 3 mart 2005) istinad etdi.", "53. Birinci ərizəçi Hökumətlə razılaşmadı və qeyd etdi ki, Pazarcik rayon prokurorluğu 27 sentyabr 2004-cü il tarixli qərarında müəyyən edib ki, 8 iyun 1993-cü ildən, yəni birinci ərizəçinin tutularaq ittiham edildiyi tarixdən sonra ibtidai istintaq müddətində heç bir istintaq hərəkəti aparılmayıb (yuxarıda 17-ci bəndə bax). Daha sonra növbəti altı ay yarım ərzində heç bir iş görülməyib, amma onun hərəkətinə qoyulan məhdudiyyət saxlanılıb və o, prosesin mümkün nəticəsi ilə bağlı narahatçılıq və nigarançılıq içərisində qalıb. ZDBMQ-nin 2-ci maddəsinin 2-ci bəndində nəzərdə tutulan hüquqi müdafiə vasitəsinin tükəndirilməli olduğu barədə Hökumətin iddiasına gəldikdə, birinci ərizəçi bildirdi ki, şəxsin cinayət törətdiyinə dair yetərli sübut olmadığına görə cinayət prosesinə xitam verildiyi hallarda sözügedən dövrdə ziyanı tələb etmək imkanı mövcud deyildi (yuxarıda 41-ci bəndə bax) və bundan başqa, bu vasitə prosesin həddən artıq uzun sürməsinə dair onun şikayətini həll etməyəcəkdi. Buna görə də o, hesab etdi ki, yuxarıda adı çəkilən müddəada göstərilmiş vasitə onun tərəfindən tükəndirilməli olan əlçatan və səmərəli hüquqi müdafiə vasitəsi deyildi.", "", "D. Cinayət prosesinin müddətinin Konvensiyanın 6-cı maddəsinin 1-ci bəndinə uyğunluğu məsələsi", "", "54. Məhkəmə bir daha bildirir ki, prosesin müddətinin ağlabatan olub-olmaması işin hallarının işığında qiymətləndirilməli və bu zaman aşağıdakı meyarlara diqqət yetirilməlidir: işin mürəkkəbliyinə, ərizəçilərin və müvafiq hakimiyyət orqanlarının davranışına (bir çox digər qərarlar arasında bax: Pelissye və Sassi Framsaya qarşı, [Böyük Palatanın qərarı], ərizə N 25444/94, b. 67, AİHM 1999-II).", "55. Əlində olan bütün materialları araşdıraraq və şikayətin mahiyyətinə dair Hökumətin izahatlar təqdim etmədiyini qeyd edərək, Məhkəmə bu qənaətə gəlir ki, hazırkı işdə cinayət prosesinin müddətinin ağlabatan olduğuna onu inandıran heç bir fakt və ya arqument irəli sürülmədi. Konkret olaraq, birinci ərizəçiyə qarşı cinayət prosesi altı il dörd ay on üç gün davam edib, bütün bu müddət ərzində proses ibtidai istintaq mərhələsində qalıb (yuxarıda 16-cı bəndə bax) və ən önəmlisi, heç bir istintaq hərəkəti aparılmayıb (yuxarıda 17-ci bəndə bax).", "56. Buna görə də, bu məsələ ilə bağlı özünün presedent hüququnu nəzərə alaraq, Məhkəmə hesab edir ki, hazırkı işdə prosesin müddəti həddən artıq uzun olub və “ağlabatan müddət” tələbinə cavab verməyib.", "Müvafiq olaraq, Konvensiyanın 6-cı maddəsinin 1-ci bəndinin pozuntusu baş verib.", "", "E. Səmərəli hüquqi müdafiə vasitəsinin əlçatan olması məsələsində Konvensiyanın 6-cı maddəsinin 1-ci bəndi ilə birlikdə götürülməklə 13-cü maddəyə əməl edilib-edilməməsi", "", "57. Məhkəmə bir daha bildirir ki, Konvensiyanın 13-cü maddəsi 6-cı maddənin 1-ci bəndində nəzərdə tutulmuş işə ağlabatan müddətdə baxılması tələbinin pozulması ilə əlaqədar olaraq dövlət orqanı qarşısında səmərəli hüquqi müdafiə vasitəsini təmin edən maddədir (bax: Kudla Polşaya qarşı, [Böyük Palatanın qərarı], ərizə N 30210/96, b. 156, AİHM 2000-XI).", "58. Məhkəmə qeyd edir ki, Bolqarıstana qarşı buna bənzər işlərdə o, müəyyən edib ki, Bolqarıstan qanunvericiliyində müvafiq dövrdə birinci ərizəçiyə qarşı cinayət ittihamlarının həllini sürətləndirə bilən formal hüquqi müdafiə vasitəsi mövcud olmayıb (bax: Osmanov və Yuseinov Bolqarıstana qarşı, ərizələr N 54178/00 və 59901/00, b. 38-42, 23 sentyabr 2004; və Sicimov Bolqarıstana qarşı, ərizə N 55057/00, b. 41, 27 yanvar 2005). Məhkəmə hazırkı işdə fərqli nəticəyə gəlmək üçün heç bir səbəb görmür.", "59. Kompensasiya vasitələrinə və Hökumətin ilkin etirazına gəldikdə, Məhkəmə qeyd edir ki, Hökumət ZDBMQ-nin 2-ci maddəsinin 2-ci bəndi əsasında ərizəçinin ixtiyarında olan hüquqi müdafiə vasitələrinin tükəndirilmədiyini bildirib və qanunsuz cinayət ittihamları ilə bağlı kompensasiya almaq imkanının mövcud olduğunu qeyd edib. Lakin o, həmin vasitənin cinayət prosesinin həddən artıq uzun sürməsi ilə bağlı hazırda Məhkəməyə təqdim edilmiş şikayəti necə təmin edəcəyini göstərməyib. Bundan başqa, Hökumət cinayət prosesinin həddən artıq uzun sürməsi ilə bağlı daxili məhkəmələrin ZDBMQ əsasında kompensasiya təyin etdikləri qərarların surətlərini təqdim etməyib. Eyni zamanda, yuxarıda istinad edilən Ekimciyevin işində Məhkəmənin gəldiyi nəticələrin cinayət prosesinin həddən artıq uzun sürməsi ilə bağlı kompensasiya almaq imkanına aidiyyəti yoxdur.", "60. Yuxarıda qeyd edilənləri nəzərə alaraq Məhkəmə hesab etmir ki, hazırkı işin halları baxımından ZDBMQ əsasında qaldırılan məhkəmə iddiasının cinayət prosesinin həddən artıq uzun sürməsi ilə bağlı ərizəçinin şikayətinə münasibətdə səmərəli, yetərli və əlçatan hüquqi müdafiə vasitəsi sayıla bilən real kompensasiya hüququnu təmin edəcəyi Hökumət tərəfindən sübuta yetirilib (oxşar qərarlar üçün bax: Osmanov və Yuseinovun işi üzrə yuxarıda adı çəkilən qərar, b. 41; Sicimovun işi üzrə yuxarıda adı çəkilən qərar, b. 42; və Nalbantova Bolqarıstana qarşı, ərizə N 38106/02, b. 36, 27 sentyabr 2007).", "61. Müvafiq olaraq, ərizəçi ona qarşı cinayət prosesinin həddən artıq uzun sürməsi ilə bağlı Konvensiyanın 6-cı maddəsi üzrə şikayəti ilə əlaqədar səmərəli daxili hüquqi müdafiə vasitəsinə malik olmadığına görə Konvensiyanın 13-cü maddəsinin pozuntusu baş verib.", "Buradan belə nəticə çıxır ki, Hökumətin ilkin etirazı (yuxarıda 47-49-cu bəndlərə bax) rədd edilməlidir.", "", "II. KONVENSİYANIN 1 SAYLI PROTOKOLUNUN 1-ci MADDƏSİNİN VƏ KONVENSİYANIN 13-cü MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "62. İkinci və üçüncü ərizəçilər onların nəqliyyat vasitəsinin qanunsuz olaraq müsadirə edilməsi və uzun müddət saxlanılması və buna qarşı səmərəli hüquqi müdafiə vasitəsinin olmaması ilə bağlı Konvensiyanın bir neçə müddəasına əsasən şikayət etdilər. Şikayətin qəbul edilənliyinə dair 9 fevral 2006-cı il tarixli qərarında Məhkəmə hesab etdi ki, bu şikayətlərə Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi və Konvensiyanın 13-cü maddəsi əsasında baxılmalıdır. Bunlardan sonuncusuna gəldikdə, Məhkəmə hesab edir ki, ikinci və üçüncü ərizəçilər daxili qanunvericilikdə potensial iddia tələblərini məhkəməyə təqdim etmək imkanlarının qarşısını alan və ya onları məhdudlaşdıran prosessual maneələrin mövcudluğundan daha çox, məhkəmə iddiası qaldırmaqdan ibarət maddi hüququn mövcud olmamasından şikayət ediblər. Buna görə də Məhkəmə bu qənaətə gəldi ki, onların mülkiyyətlərindən maneəsiz istifadə hüququna müdaxiləyə qarşı səmərəli daxili hüquqi müdafiə vasitələrinin olmadığı barədə şikayətinə məhkəməyə müraciət imkanını nəzərdə tutan 6-cı maddə əsasında deyil, Konvensiyanın 13-cü maddəsi əsasında baxılmalıdır.", "Konvensiyanın 1 saylı Protokolunun 1-ci maddəsində və Konvensiyanın 13-cü maddəsində deyilir:", "", "Maddə 13 (səmərəli hüquqi müdafiə vasitələri hüququ)", "", "“Bu Konvensiyada təsbit olunmuş hüquq və azadlıqları pozulan hər kəs, hətta bu pozulma rəsmi fəaliyyət göstərən şəxslər tərəfindən törədildikdə belə, dövlət orqanları qarşısında səmərəli hüquqi müdafiə vasitələrinə malikdir”.", "", "1 saylı Protokolun 1-ci maddəsi (mülkiyyətin müdafiəsi)", "", "“Hər bir fiziki və hüquqi şəxs öz mülkiyyətindən maneəsiz istifadə hüququna malikdir. Heç kəs, cəmiyyətin maraqları naminə, qanunla və beynəlxalq hüququn ümumi prinsipləri ilə nəzərdə tutulmuş şərtlər istisna olmaqla, öz mülkiyyətindən məhrum edilə bilməz.", "Yuxarıdakı müddəalar dövlətin ümumi maraqlara müvafiq olaraq, mülkiyyətdən istifadəyə nəzarəti həyata keçirmək üçün, yaxud vergilərin və ya digər rüsum və ya cərimələrin ödənilməsini təmin etmək üçün zəruri hesab etdiyi qanunları yerinə yetirmək hüququnu məhdudlaşdırmır”.", "", "A. Hökumətin ilkin etirazı", "", "63. Hökumət bildirdi ki, ikinci və üçüncü ərizəçilər daxili hüquqi müdafiə vasitələrini tükəndirməyiblər. O, iddia etdi ki, onlar ZDBMQ əsasında məhkəmə iddiası qaldırmalı və iddia edilən pozuntuların birbaşa və ya dolayı nəticə olan bütün maddi və mənəvi ziyanlara görə kompensasiya tələb etməli idilər. Hökumət buna oxşar işlərdə daxili məhkəmələrin praktikasına istinad etdi (yuxarıda 34-44-cü bəndlərə bax).", "64. Hökumət həmçinin hesab etdi ki, onlar iddia edilən pozuntulara görə məsuliyyət daşıyan şəxslərə qarşı mülki iddia qaldıraraq kompensasiya tələb etməli idilər (yuxarıda 45-ci bəndə bax). Hökumət qeyd etdi ki, bu cür işlər cavabdehin onun tərəfindən təkzib edilməli olan təqsirliliyi prezumpsiyasına əsaslanırdı və iddiaçılardan yalnız məruz qaldıqları maddi və mənəvi ziyanın həcmini, məsələn, nəqliyyat vasitəsinin dəyərindəki itkini, nəqliyyat vasitəsindən gələn gəlirin əldən çıxmasını və nəqliyyat vasitəsinin amortizasiyasını sübut etmək tələb olunurdu.", "65. İkinci və üçüncü ərizəçilər cavab olaraq bildirdilər ki, Hökumət öz etirazını əsaslandıra bilməyib, belə ki, o, təklif olunan hüquqi müdafiə vasitələrinin səmərəli olduğunu və buna görə də onların həmin vasitələrini tükəndirmələrinin tələb olunduğunu sübuta yetirə bilməyib. Onlar bildirdilər ki, şikayət etdikləri pozuntular ZDBMQ əsasında kompensasiya oluna bilməzdi və istintaq, cinayət təqibi və məhkəmə orqanlarının məsuliyyətinin daxili məhkəmələr tərəfindən məhdudlaşdırıcı şəkildə şərh edildiyini qeyd etdilər (yuxarıda 37-40-cı bəndlərə bax).", "66. Ərizəçilərin məsuliyyət daşıyan şəxslərə qarşı mülki iddia qaldırmasının mümkünlüyü barədə Hökumətin iddiasına gəldikdə, ikinci və üçüncü ərizəçilər buna belə cavab verdilər ki, bu da səmərəli hüquqi müdafiə vasitəsi deyildi. Konkret olaraq, onlar nəqliyyat vasitəsinin alınaraq müsadirə edilməsi barədə heç bir protokolun və ya digər sənədin tərtib edilmədiyini qeyd etdilər. Onlar prokurorluğa verdikləri çoxsaylı şikayətlərə də heç bir cavab almayıblar. Müvafiq olaraq, onlar bu cür mülki iddia qaldırsaydılar cavabdeh tərəf heç vaxt müəyyən edilməyəcəkdi. Onlar həmçinin qeyd etdilər ki, ibtidai istintaqa görə cavabdeh olan müstəntiq 1998-ci ildə vəfat etmişdi və bundan əlavə, istintaq və cinayət təqibi orqanları rəsmi fəaliyyətlərindən irəli gələn mülki iddialarla bağlı məsuliyyətə qarşı immunitetə malik idilər.", "67. Şikayətin qəbul edilənliyi ilə bağlı 9 fevral 2006-cı il tarixli qərarında Məhkəmə qərara aldı ki, daxili hüquqi müdafiə vasitələrinin tükəndirilməsi məsələsi mülkiyyətlərindən maneəsiz istifadə hüququna müdaxilə ilə bağlı səmələri hüquqi müdafiə vasitələrinə malik olmadıqları barədə ikinci və üçüncü ərizəçilərin şikayətinin mahiyyəti ilə sıx bağlıdır və Məhkəmə həmin qərarından kənara çıxa bilməz, buna görə də o, Hökumətin etirazına baxılmasını şikayətin mahiyyəti üzrə baxışla birləşdirdi (yuxarıda 5-ci bəndə bax).", "Müvafiq olaraq, Məhkəmə Hökumətin etirazına ikinci və üçüncü ərizəçilərin onların mülkiyyətindən maneəsiz istifadə hüququna müdaxilə ilə bağlı səmərəli hüquqi müdafiə vasitələrinə malik olmadıqları barədə şikayətinin kontekstində baxacaq", "", "B. Tərəflərin arqumentləri", "", "68. Hökumət sadəcə bu iddiasını təkrar etdi ki, ikinci və üçüncü ərizəçilər ixtiyarlarında olan daxili hüquqi müdafiə vasitələrini tükəndirməyiblər. O, iddia etdi ki, onlar ZDBMQ əsasında dövlətə qarşı məhkəmə iddiası qaldıra bilərdilər, bu, Hökumətin fikrincə, səmərəli hüquqi müdafiə vasitəsi idi. Hökumət konkret olaraq Pazarcik rayon məhkəməsinin 14 dekabr 2005-ci il tarixli qərarına istinad etdi, həmin qərarda iş üzrə sübut qismində müsadirə olunmuş nəqliyyat vasitəsini salamat vəziyyətdə saxlamaq üçün tədbir görülmədiyinə görə iddiaçının ziyana məruz qalmasında Pazarcik rayon polis orqanı təqsirkar hesab edilmişdi (yuxarıda 43-cü bəndə bax).", "69. Bunun cavabında ikinci və üçüncü ərizəçilər qeyd etdilər ki, Hökumət hakimiyyət orqanlarının onların nəqliyyat vasitəsini qüvvədə olan qanunvericiliyi pozmaqla olduqca uzun müddətə saxladıqları barədə ərizəçilərin iddiasını təkzib etməyib. Beləliklə, onlar iddia etdilər ki, mülkiyyətlərindən maneəsiz istifadə hüququna müdaxilə qanunsuz idi və buna görə də Konvensiyanın 1 saylı Protokolunun 1-ci maddəsinə zidd idi.", "70. ZDBMQ əsasında dövlətə qarşı iddia qaldırmağın mümkünlüyünə və Hökumətin təqdim etdiyi daxili məhkəmə presedentlərinə gəldikdə, ikinci və üçüncü ərizəçilər qeyd etdilər ki, təqdim edilmiş məhkəmə qərarları 2005-2006-cı il tarixlidir və faktlar baxımından onların işindən fərqli işlərə aiddir. Onlar həmçinin qeyd etdilər ki, Hökumətin bu qədər cidd-cəhdlə istinad etdiyi Pazarcik rayon məhkəməsinin 14 dekabr 2005-ci il tarixli qərarı Pazarcik rayon polis orqanın məsuliyyət məsələsi ilə bağlı apellyasiya şikayətindən sonra ləğv edilib. Bundan başqa, ikinci və üçüncü ərizəçilər qeyd etdilər ki, 10 iyun 2006-cı il tarixli yekun qərarında Pazarcik regional məhkəməsi müəyyən edib ki, sübut qismində müsadirə olunmuş əşyalara dəyən ziyanla bağlı hərəkətlərinə və ya hərəkətsizliyinə görə polis orqanı ZDBMQ əsasında məsuliyyət daşıya bilməz (yuxarıda 44-cü bəndə bax).", "", "C. Konvensiyanın 1 saylı Protokolunun 1-ci maddəsinə əməl olunması məsələsi", "", "71. Məhkəmə ilk öncə qeyd edir ki, ikinci və üçüncü ərizəçilərin mülkiyyəti hakimiyyət orqanları tərəfindən 28 may 1992-ci ildə müsadirə olunub, Konvensiya isə Bolqarıstana münasibətdə bu tarixdən üç aydan bir az artıq vaxt keçdikdən sonra, yəni 7 sentyabr 1992-ci ildə qüvvəyə minib. Buna görə də müsadirə aktının özü Məhkəmənin zamana görə (ratione temporis) yurisdiksiyasından kənarda qalır. ", "Lakin Məhkəmə qeyd edir ki, ikinci və üçüncü ərizəçilər hakimiyyət orqanlarının onların mülkiyyətini qanunsuz saxlamalarından və Konvensiya Bolqarıstana münasibətdə qüvvəyə mindikdən sonra həmin mülkiyyəti kifayət qədər uzun müddət ərzində geri ala və ondan istifadə edə bilməmələrindən şikayət ediblər, bu isə davamedici situasiya deməkdir, həmin situasiyaya yalnız 19 may 2000-ci ildə son qoyulub (müvafiq dəyişikliklərlə bax: Loizidu Türkiyəyə qarşı, 18 dekabr 1996-cı il tarixli qərar, Qərar və qərardadlar toplusu 1996VI, s. 2231-2232, b. 46 və 47; və Vasilesku Rumıniyaya qarşı, 22 may 1998-ci il tarixli qərar, Qərar və qərardadlar toplusu 1998III, b. 49).", "Beləliklə, onların nəqliyyat vasitəsindən istifadə edə bilmədikləri ümumi müddət yeddi il on bir ay iyirmi üç gün təşkil edib, bu müddətin yeddi il səkkiz ay on iki günü Məhkəmənin zamana görə (ratione temporis) səlahiyyəti çərçivəsindədir (müvafiq dəyişikliklərlə bax: T.H. və S.H. Finlandiyaya qarşı, ərizə N 19823/92, Komissiyanın 9 fevral 1993-cü il tarixli qərarı, dərc olunmayıb).", "72. Məhkəmə proseslərinin məqsədləri üçün mülkiyyətin müsadirəsi ilə bağlı özünün presedentlərini xatırladaraq, Məhkəmə hesab edir ki, bu şikayət Konvensiyanın 1 saylı Protokolunun 1-ci maddəsinin ikinci abzasının tətbiq dairəsinə düşür (bax: Raymondo İtaliyaya qarşı, 22 fevral 1994-cü il tarixli qərar, A seriyaları, c. 281-A, b. 27). Bundan başqa, nəqliyyat vasitəsinin müsadirəsi ikinci və üçüncü ərizəçiləri mülkiyyət hüququndan məhrum etməmiş, yalnız ondan istifadə etmələrinə mane olmuşdu, çünki o, avtomobil oğurluğu ilə bağlı davam edən istintaq zamanı maddi sübut qismində saxlanılmışdı (yenə eyni qərara bax) və ən önəmlisi, nəqliyyat vasitəsi üzərində mülkiyyət hüququ məsələsinin həlli prokurorluğun səlahiyyəti çərçivəsində idi, halbuki bunu yalnız məhkəmələr edə bilərlər. Belə halda müdaxilənin qanuniliyini və məqsədini, habelə həmin məqsədə mütənasib olub-olmadığını qiymətləndirmək zəruridir.", "73. Məhkəmə qeyd edir ki, hazırkı işdə 18 noyabr 1999-cu ildə Plovdiv apellyasiya prokurorluğu (yuxarıda 25-ci bəndə bax) və 10 mart 2000-ci ildə Ali kassasiya prokurorluğu (yuxarıda 26-cı bəndə bax) müəyyən ediblər ki, ikinci və üçüncü ərizəçilərin öz mülkiyyətlərindən maneəsiz istifadə hüququna müdaxilə qanunsuz və əsassız olub, çünki müsadirə (müsadirənin özü Məhkəmənin zamana görə səlahiyyəti çərçivəsindən kənarda qalır) və həmin müsadirənin nəticəsi olaraq avtomobilin uzun müddət saxlanılması (avtomobilin saxlanılması isə Məhkəmənin zamana görə səlahiyyəti çərçivəsindən kənarda deyil) qüvvədə olan milli qanunvericiliyi pozub.", "74. Beləliklə, Konvensiya mexanizminə xas olan subsidiarlıq prinsipini nəzərə alaraq, Məhkəmə hesab edir ki, sözügedən müdaxilə ikinci və üçüncü ərizəçilərin Konvensiyanın 1 saylı Protokolunun 1-ci maddəsində nəzərdə tutulmuş öz mülkiyyətlərindən maneəsiz istifadə hüququna zidd olub. Müvafiq olaraq, həmin maddənin pozuntusu baş verib.", "Bu nəticə cəmiyyətin ümumi maraqları ilə fərdin təməl hüquqlarını qorunması tələbləri arasında ədalətli balansın gözlənilib-gözlənilmədiyini müəyyənləşdirməyi lüzumsuz edir (bax: İatridis Yunanıstana qarşı, [Böyük Palatanın qərarı], ərizə N 31107/96, b. 58 və 62, AİHM 1999II).", "", "D. Səmərəli hüquqi müdafiə vasitəsinin əlçatan olması məsələsində Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi ilə birlikdə götürülməklə Konvensiyanın 13-cü maddəsinə əməl edilib-edilməməsi", "", "75. Məhkəmə qeyd edir ki, Konvensiyanın 13-cü maddəsi üzrə şikayət daxili hüquqi müdafiə vasitələrinin tükəndirilməməsi ilə bağlı Hökumətin etirazına və Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi üzrə şikayətlərə baxılarkən araşdırılması tələb olunan eyni faktlarla əlaqədardır. Lakin Konvensiyanın 13-cü maddəsi ilə qorunan maraqlarla Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi ilə qorunan maraqlar arasında fərq var: bunlardan birincisi prosessual təminatı, yəni “səmərəli hüquqi müdafiə hüququnu” təmin edir, bunlardan ikincisinə xas olan prosessual tələb isə daha geniş məqsədə, yəni mülkiyyətdən maneəsiz istifadə hüququna hörməti təmin etmək məqsədinə xidmət edir. Bu iki maddənin nəzərdə tutduğu təminatların məqsədinin fərqliliyini nəzərdə alaraq, Məhkəmə hazırkı işdə eyni faktlar toplusunu hər iki maddə üzrə araşdırmağı məqsədəuyğun hesab edir (bax: İatridisin işi üzrə yuxarıda adı çəkilən qərar, b. 65).", "76. Hazırkı işdə Məhkəmə hesab edir ki, sözügedən vaxtda cinayət prosesində maddi sübut qismində müsadirə olunaraq saxlanılan daşınar əmlakın saxlanılmaqda davam etməsi barədə prokurorluğun qərarından şikayət etmək üçün milli qanunvericilikdə daxili məhkəmələrə müraciət imkanı nəzərdə tutulmamışdı (yuxarıda 31-ci bəndə bax). İkinci və üçüncü ərizəçilər avtomobilin qanunsuz olaraq müsadirə edildiyini bilmədiklərinə və onun cinayət prosesində maddi sübut qismində qanuni şəkildə saxlanıldığını düşündüklərinə görə onların hər hansı başqa növ məhkəmə prosesinə başlamalarını, məsələn, pozulmuş hüququn bərpası üçün iddia qaldırmalarını gözləmək ağlabatan olmazdı. Bu cür vəziyyətdə onlar üçün mümkün olan yeganə imkan yuxarı prokurorluğa şikayət etmək idi, ikinci və üçüncü ərizəçilər bir neçə dəfə buna cəhd etmiş, amma şikayətlərinə heç bir cavab almamışdılar. Doğrudur, son nəticədə prokurorluq ikinci və üçüncü ərizəçilərin nəqliyyat vasitəsinin qanunsuz müsadirə edildiyi qənaətinə gəlmiş və onu onlara qaytarmışdı, amma bu, prokurorluğun onların avtomobilin geri qaytarılması barədə çoxsaylı müraciətlərinə prokurorluğun cavab reaksiyası deyil, birinci ərizəçiyə qarşı cinayət prosesinə xitam vermək barədə prokurorluğun qərarının nəticəsi idi (yuxarıda 22-26-cı bəndlərə bax).", "77. Müdaxiləyə görə Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi əsasında kompensasiya ödənilmədiyinə gəldikdə, Məhkəmə qeyd edir ki, həmin maddənin mülkiyyətdən istifadəyə nəzarətlə bağlı ikinci abzası bu cür hüququ doğurmur (bax: Baner İsveçə qarşı, ərizə N 11763/85, Komissiyanın 9 mart 1989-cu il tarixli qərarı, DR 60, s. 128, b. 142). Həmçinin 13 maddə də bütün hallarda kompensasiya ödənilməsini tələb etmir. Lakin Məhkəmə hesab edir ki, hazırkı işdə olduğu kimi hakimiyyət orqanlarının maddi sübut qismində daşınar əmlakı müsadirə edərək saxladıqları halda daxili qanunvericilikdə dövlətə qarşı məhkəmə prosesinə başlamaq və hakimiyyət orqanları tərəfindən sözügedən əmlakın ağlabatan dərəcədə normal, salamat vəziyyətdə saxlanmaması nəticəsində dəymiş ziyana görə kompensasiya tələb etmək imkanı mövcud olmalıdır. Bu sözlər xüsusilə müdaxilənin özünün qanunsuz hesab edildiyi hallara aiddir.", "78. Hazırkı işdə Məhkəmə hesab edir ki, sözügedən vaxtda ikinci və üçüncü ərizəçilərin mülkiyyətlərindən maneəsiz istifadə hüququna uzunmüddətli müdaxilə nəticəsində nəqliyyat vasitələrinə dəymiş ziyana görə kompensasiya tələb etmək imkanının daxili qanunvericilikdə nəzərdə tutulması sübuta yetirilməyib. Konkret olaraq, Hökumət sözügedən vaxtda ZDBMQ əsasında qaldırıla bilən məhkəmə iddiasının və ya bu məsələ ilə bağlı hər hansı digər növ məhkəmə işinin tükəndirilməli olan səmərəli hüquqi müdafiə vasitəsi sayıla biləcəyini sübut edə bilməyib.", "Xüsusilə qeyd etmək lazımdır ki, Pazarcik rayon məhkəməsinin 14 dekabr 2005-ci il tarixli xeyli sonrakı qərarının müvafiq hissəsi apellyasiya şikayəti əsasında ləğv edilmiş və Pazarcik regional məhkəməsi hesab etmişdi ki, polislər maddi sübut qismində müsadirə edilmiş əşyalarla bağlı hərəkətlərinə və ya hərəkətsizliklərinə görə məsuliyyətə cəlb oluna bilməzlər (yuxarıda 44-cü bəndə bax).", "79. Müvafiq olaraq, sözügedən vaxtda ikinci və üçüncü ərizəçilər Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi üzrə şikayətləri ilə bağlı səmərəli daxili hüquqi müdafiə vasitəsinə malik olmadıqlarına görə Konvensiyanın 13-cü maddəsinin pozuntusu baş verib.", "Buradan belə nəticə çıxır ki, Hökumətin ilkin etirazı (yuxarıda 63-67-ci bəndlərə bax) rədd edilməlidir.", "", "III. KONVENSİYANIN 41-ci MADDƏSİNİN TƏTBİQİ", "", "80. Konvensiyanın 41-ci maddəsində deyilir:", "“Əgər Məhkəmə Konvensiya və onun Protokollarının pozulduğunu, lakin Razılığa gələn Yüksək Tərəfin daxili hüququnun yalnız bu pozuntunun nəticələrinin qismən aradan qaldırılmasına imkan verdiyini müəyyən edirsə, Məhkəmə zəruri halda, zərərçəkən tərəfə əvəzin ədalətli ödənilməsini təyin edir”.", "", "A. Ziyan", "", "81. Ərizəçilər ziyanla bağlı tələb irəli sürmədilər. Müvafiq olaraq, Məhkəmə hesab edir ki, bu məsələ ilə bağlı onlara hər hansı məbləğ təyin edilməsinə ehtiyac yoxdur.", "", "B. Məhkəmə xərcləri və digər məsrəflər", "", "82. Ərizəçilər ilk öncə onların vəkilinin Məhkəmədəki icraatla bağlı 180 saatlıq hüquqi işinə görə bir saatı 50 avro olmaqla 9.000 avro tələb etdilər. Sonradan onlar vəkilin Məhkəmədəki icraatla bağlı 24 saatlıq hüquqi işinə görə və vəkilin yerinə yetirdiyi tərcümə işinə və texniki işə görə (bir saatı 100 avro olmaqla) əlavə 2.500 avro tələb etdilər. Ərizəçilər tələblərinin müdafiəsi üçün vaxt cədvəllərini təqdim etdilər. Onlar həmçinin xahiş etdilər ki, çəkilmiş məhkəmə xərcləri və digər məsrəflər birbaşa onların vəkili cənab V. Stoyanova ödənilsin.", "83. Hökumət məhkəmə xərclərinə və digər məsrəflərə görə ərizəçilərin tələbləri ilə bağlı şərh bildirmədi.", "84. Məhkəmə bir daha bildirir ki, onun presedent hüququna əsasən, ərizəçi çəkdiyi məhkəmə xərclərinin və digər məsrəflərin ödənilməsi hüququna yalnız o halda malik olur ki, həmin xərclərin faktiki və zəruri olaraq çəkildiyini sübut etsin və onlar miqdarca ağlabatan olsun. Bütün müvafiq faktları nəzərə alaraq, Məhkəmə hesab edir ki, məhkəmə xərclərinə və digər məsrəflərə görə ərizəçilərə 2.000 avro, üstəgəl bu məbləğdən tutula bilən hər hansı vergi məbləğinin təyin edilməsi ağlabatan olar.", "", "C. İcranın gecikdirilməsinə görə faiz", "", "85. Məhkəmə məqsədəuyğun hesab edir ki, icranın gecikdirilməsinə görə faiz Avropa Mərkəzi Bankındakı borc dərəcəsinin yuxarı həddinə əsaslanmalıdır və onun üzərinə daha üç faiz əlavə olunmalıdır.", "", "BU ƏSASLARA GÖRƏ MƏHKƏMƏ YEKDİLLİKLƏ:", "", "1. Qərara alır ki, birinci ərizəçiyə münasibətdə Konvensiyanın 6-cı maddəsi pozulub;", "2. Qərara alır ki, birinci ərizəçiyə münasibətdə Konvensiyanın 6-cı maddəsi ilə birlikdə götürülməklə 13-cü maddə pozulub və müvafiq olaraq, Hökumətin daxili hüquqi müdafiə vasitələrinin tükəndirilməməsinə əsaslanan ilkin etirazını rədd edir;", "3. Qərara alır ki, ikinci və üçüncü ərizəçilərə münasibətdə Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi pozulub;", "4. Qərara alır ki, ikinci və üçüncü ərizəçilərə münasibətdə Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi ilə birlikdə götürülməklə Konvensiyanın 13-cü maddəsi pozulub və müvafiq olaraq, Hökumətin daxili hüquqi müdafiə vasitələrinin tükəndirilməməsinə əsaslanan ilkin etirazını rədd edir;", "5. Qərara alır ki:", "a) bu qərarın Konvensiyanın 44-cü maddəsinin 2-ci bəndinə uyğun olaraq qəti qərara çevrildiyi tarixdən sonra üç ay müddətində cavabdeh dövlət ərizəçilərə aşağıdakı məbləğləri ödəməli və həmin məbləğlər ödəniş tarixində tətbiq edilən məzənnə üzrə Bolqarıstan levinə çevrilməlidir:", "i) 2.000 (iki min) avro – məhkəmə xərclərinə və digər məsrəflərə görə; bu məbləğ ərizəçilərin vəkili cənab V. Stoyanovun Bolqarıstandakı bank hesabına ödənilməlidir;", "ii) ərizəçilərə çatası yuxarıdakı məbləğdən tutulan bilən hər hansı vergi məbləği;", "b) yuxarıda qeyd edilən üç aylıq müddət bitdikdən sonra öhdəlik icra edilənə qədər yuxarıda qeyd edilən ödənilməli məbləğin üzərinə Avropa Mərkəzi Bankındakı borc dərəcəsinin yuxarı həddinə bərabər olan adi faiz məbləği əlavə olunmalı və onun da üzərinə daha üç faiz əlavə olunmalıdır;", "6. Əvəzin ədalətli ödənilməsi haqqında ərizəçinin qalan tələblərini rədd edir.", "", "Qərar ingilis dilində tərtib edilmiş və Məhkəmə Reqlamentinin 77-ci Qaydasının 2-ci və 3-cü bəndlərinə uyğun olaraq, 10 yanvar 2008-ci ildə qərar barədə yazılı məlumat verilmişdir.", "", "Peer Lorensen (Peer Lorenzen)", "Sədr", "", "Klaudiya Vesterdik (Claudia Westerdiek)", "Katib", "", ""]}