{"file": "AZE_HJUDAZE_52442_09.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "52442/09", "text_paragraphs": ["© Avropa Şurası/Avropa İnsan Hüquqları Məhkəməsi, 2012. Bu tərcümə Avropa Şurası İnsan Hüquqları Etimad Fondunun () dəstəyi ilə həyata keçirilib. Tərcümə Məhkəmə üçün məcburi deyil. Əlavə məlumat üçün sənədin sonunda müəllif hüquqları haqqında qeydə baxın.", "", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "Durdeviç Xorvatiyaya qarşı (Đurđević v. Croatia), ərizə № 52442/09", "", "19.07.2011-ci il tarixli qərar [I Bölmə]", "", "Maddə 3", "", "Pozitiv öhdəliklər", "", "Məktəbdə şagirdlər arasında zorakılıq: şikayət qəbuledilən sayılmadı", "", "Maddə 8", "", "Pozitiv öhdəliklər", "", "Məktəbdə şagirdlər arasında zorakılıq: şikayət qəbuledilən sayılmadı", "", "Faktlar – Avropa Məhkəməsinə şikayət ərizəsində ərizəçilər (valideynlər və oğul) şikayət etdilər ki, qaraçı mənşəli üçüncü ərizəçi getdiyi orta məktəbdə digər şagirdlər tərəfindən zorakılığa məruz qalıb. 2008-ci ilin oktyabrında burnundan xəsarət aldığı insidentdən sonra o, polis tərəfindən dindirildi, amma dedi ki, xəsarət təsadüfi (bədbəxt) hadisə nəticəsində baş verib. Üçüncü ərizəçinin 2010-cu ilin fevralında həm məktəbdə, həm də məktəbdən kənarda döyüldüyünü iddia etdiyi sonrakı insidentlərdən sonra tibbi rəylər tərtib edildi, ona zərbə nəticəsində ciddi göz zədəsi diaqnozu qoyuldu.", "", "Ərizəçilər həmçinin 2009-cu ilin iyununda baş vermiş ayrıca insidentdən şikayət edərək iddia etdilər ki, həm üçüncü ərizəçi, həm də onun anası (ikinci ərizəçi) polis tərəfindən xəsarətlərə məruz qalıblar. Ana cinayət işi başlanması üçün şikayət ərizəsi vermiş, amma yetərincə sübut olmadığına görə prokurorluq cinayət işi başlamaqdan imtina etmişdi.", "", "Hüquqi məsələlər – 3-cü və 8-ci maddələr (məktəbdə törədildiyi iddia edilən zorakılıq): Dövlətlərin öz yurisdiksiyalarında olan şəxsləri, xüsusən də uşaqları və digər əlverişsiz vəziyyətdə olan şəxsləri pis rəftara qarşı səmərəli müdafiə ilə təmin etmək öhdəliyi digər şəxslər tərəfindən bu cür zorakı hərəkətlərə qarşı müdafiəni nəzərdə tutan hüquqi baza yaratmaq və onu praktikada tətbiq etmək vəzifəsini özündə ehtiva edir. Sözügedən hadisələr baş verən vaxt on beş yaşında olan üçüncü ərizəçi, şübhəsiz ki, dövlət tərəfindən müdafiə edilmək hüququna malik \"əlverişsiz vəziyyətdə olan şəxslər\" kateqoriyasına düşürdü. Getdiyi məktəbdəki digər şagirdlər tərəfindən tez-tez pis rəftara məruz qaldığı barədə iddialarının təsdiqi üçün o, döyülmənin, qarın və kürək nahiyəsində ağrıların, başağrılarının və gözün daimi zədəsinin qeydə alındığı bir sıra tibbi rəyləri təqdim etdi. Lakin istər dövlət orqanlarına, istərsə də Məhkəməyə təqdim etdikləri arqumentlərində ərizəçilər şikayətlərini yalnız yayğın və ümumi şəkildə ifadə etmiş və dəqiq tarixləri və ya halları göstərməmişdilər. Əslində onların qeyd etdiyi yeganə insidentin təsadüfi (bədbəxt) hadisə nəticəsində baş verdiyi məlum oldu (həmin insident məktəb müdiriyyəti tərəfindən araşdırılmış və tibbi rəylərin birində qeyd edilmişdi). Tibbi rəylərdə ya xəsarətlər qeydə alınmamış, ya da onların məktəbdəki konkret zorakı insidentlə əlaqəli olub-olmadığı göstərilməmişdi. Məhkəmə məktəblərdə zorakılıq probleminin ciddiliyindən xəbərdar olsa da, ona aydın deyil ki, ərizəçilərin bu yayğın və qeyri-dəqiq iddiaları dövlətin 3-cü və ya 8-ci maddə üzrə pozitiv öhdəliyini necə doğura bilər? Belə öhdəliyin yaranması üçün zorakılıq barədə iddialar konkret olmalı, vaxt və yer baxımından və ya barəsində şikayət edilən hərəkətlərin xarakteri baxımından daha ətraflı detallar göstərilməlidir.", "", "Nəticə: şikayət qəbuledilən deyil (açıq-aydın əsassız olduğuna görə)", "", "2009-cu ilin iyunundakı insidentə gəlincə, Məhkəmə müəyyən etdi ki, 3-cü maddənin substantiv (maddi-hüquqi) aspektinin heç bir pozuntusu baş verməyib, çünki ikinci və üçüncü ərizəçinin xəsarətlərinə polisin səbəb olması əsaslı şübhə yeri qalmadan sübuta yetirilməyib. Bununla belə, səmərəli araşdırma aparılmadığına görə həmin maddənin prosessual aspektinin pozuntusu baş verib. Bu səbəbdən mənəvi ziyana görə ikinci və üçüncü ərizəçiyə birlikdə 6.000 avro təyin edilir.", "", "", "© Avropa Şurası/Avropa İnsan Hüquqları Məhkəməsi, 2012.", "Avropa İnsan Hüquqları Məhkəməsinin rəsmi dilləri ingilis və fransız dilləridir. Bu tərcümə Avropa Şurası İnsan Hüquqları Etimad Fondunun () dəstəyi ilə həyata keçirilib. Tərcümə Məhkəmə üçün məcburi deyil; eyni zamanda, Məhkəmə tərcümənin keyfiyyəti ilə bağlı heç bir məsuliyyət daşımır. Tərcümə Avropa İnsan Hüquqları Məhkəməsi HUDOC presedent hüququ bazası () və ya Məhkəmənin onu bölüşmüş olduğu hər hansı digər məlumat bazasından yüklənə bilər. Bu tərcümə qeyri-kommersiya məqsədləri üçün istifadə oluna bilər; bu halda işin tam adına, habelə yuxarıda göstərilən müəllif hüquqları haqqında qeydə və İnsan Hüquqları Etimad Fonduna istinad edilməlidir. Bu tərcümənin hər hansı bir hissəsinin kommersiya məqsədləri ilə istifadə edilməsi üçün  ilə əlaqə saxlayın.", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", ""]}