{"file": "AZE_HJUDAZE_54810_00.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "54810/00", "text_paragraphs": ["YALLO (YALLOH) ALMANİYAYA QARŞI İŞ", "", "(Ərizə Nº 54810/00)", "", "MƏHKƏMƏ QƏRARI", "", "Strasburq", "", "11 iyul 2006-cı il", "", "Bu qərar qətidir, lakin ona redaktə xarakterli düzəlişlər edilə bilər.", "", "Yallo Almaniyaya qarşı məhkəmə işində,", "Avropa İnsan Hüquqları Məhkəməsi,", "hakimlər:", "Cənab L.Vildhaber (L.Wildhaber), Sədr,", "Cənab X.L.Rozakis (C.L.Rozakis),", "Ser Nikolas Bratsa (Nicolas Bratza),", "Cənab B.M.Zupançiç (B.M.Zupančič),", "Cənab G.Ress (G.Ress),", "Cənab G.Bonello (G.Bonello),", "Cənab L.Kafliş (L.Caflisch),", "Cənab İ.Kabral Barreto (I.Cabral Barreto),", "Cənab M.Pellonpyaa (M.Pellonpää),", "Cənab A.B.Baka (A.B.Baka),", "Cənab R.Maruste (R.Maruste),", "Xanım S.Boruçarova (S.Botoucharova),", "Cənab J.Borreqo Borreqo (J.Borrego Borrego),", "Xanım E.Fura-Standström (E.Fura-Sandström),", "Xanım A.Gülümyan (A.Gyulumyan),", "Cənab X.Hacıyev (K.Hajiyev),", "Cənab Y.Şikuta (J.Šikuta)", "və Seksiya katibi Cənab T.L.Erlidən (T.L.Early) ibarət tərkibdə Böyük Palatada iclas keçirərək,", "23 noyabr 2005-ci ildə və 10 may 2006-cı ildə qapalı müşavirə keçirərək,", "yuxarıda göstərilən sonuncu tarixdə qəbul edilmiş aşağıdakı qərarı elan edir:", "", "PROSEDUR", "", "1. İş İnsan hüquqlarının və əsas azadlıqların müdafiəsi haqqında Avropa Konvensiyasının (“Konvensiya”) 34-cü maddəsinə əsasən Syerra-Leone vətəndaşı Cənab Abu Baka Yallo (“ərizəçi”) tərəfindən 30 yanvar 2000-ci ildə Məhkəməyə təqdim edilmiş Almaniya Federativ Respublikasına qarşı ərizə (Nº 54810/00) əsasında başlanmışdır.", "2. Ərizəçini Ratingendə vəkillik fəaliyyəti ilə məşğul olan Cənab U.Buş təmsil etmişdir. Almaniya Hökumətini (“Hökumət”) onun nümayəndəsi Cənab K.Stoltenverq (Ministerialdirigent) və sonra Xanım A.Vittlinq-Fogel (Ministerialdirigentin) təmsil etmişlər.", "3. Ərizəçi konkret olaraq iddia etmişdir ki, narkotik maddələrlə bağlı cinayətə dair sübut əldə etmək üçün məcburi qusdurmanın həyata keçirilməsi Konvensiyanın 3-cü maddəsi ilə qadağan olunan qeyri-insani və ləyaqəti alçaldan rəftar təşkil edir. O, daha sonra iddia etmişdir ki, qanunsuz əldə edilmiş sübutlardan onun məhkəməsində istifadə olunması onun Konvensiyanın 6-cı maddəsi ilə təmin edilən ədalətli məhkəmə araşdırması hüququnu pozub.", "4. Ərizə Məhkəmənin Üçüncü Seksiyasının icraatına verilmişdir. 26 oktyabr 2004-cü il tarixli qərarla ərizə həmin Seksiyasının aşağıdakı hakimlərdən təşkil edilmiş Palatası tərəfindən qismən qəbul olunan elan edilmişdir: Cənab İ.Kabral Barreto (sədr), Cənab G.Ress, Cənab L.Kafliş, Cənab R.Türmen, Cənab B.M.Zupançiç, Xanım M.Tsatsa-Nikolovska və Xanım A.Gülümyan, habelə Seksiya katibi Cənab V.Berger.", "5. 1 fevral 2005-ci ildə bu Palata Böyük Palatanın xeyrinə yurisdiksiyasından imtina etmişdir və tərəflərin heç biri bu imtinaya etiraz etməmişlər (Konvensiyanın 30-cu maddəsi və Məhkəmə Reqlamentinin 72-ci Qaydası).", "6. Böyük Palatanın təşkili qaydası Konvensiyanın 27-ci maddəsinin 2-ci və 3-cü bəndlərinin və Məhkəmə Reqlamentinin 24-cü Qaydasının müddəalarına uyğun olaraq müəyyən edildi. Səlahiyyət müddəti 31 oktyabr 2004-cü ildə başa çatmış Cənab G.Ress işdə hakimlik etməkdə davam etdi (Konvensiyanın 23-cü maddəsinin 7-ci bəndi və Məhkəmə Reqlamentinin 24-cü Qaydasının 4-cü bəndi). Dinləmədə iştirak edə bilməyən Cənab J.-P.Kostanı, Cənab R.Türmeni və Xanım M.Tsatsa-Nikolovskanı Cənab A.B.Baka, Cənab G.Bonello və Cənab Y.Şikuta əvəz etdi (24-cü Qaydanın 2-ci bəndinin “a” yarımbəndi və 3-cü bəndi). Son müşavirələrdə Xanım S.Botuçarova (əvəzləyici hakim) sonradan işə baxılmasında iştirak edə bilməyən cənab Mijoviçi əvəz etdi (24-cü Qaydanın 3-cü bəndi).", "7. Ərizəçi və Hökumət işin mahiyyəti üzrə yazılı izahatlarını təqdim etmişlər (59-cu Qaydanın 1-ci bəndi).", "8. Dinləmə 23 noyabr 2005-ci ildə Strasburqda İnsan Hüquqları Sarayında açıq şəkildə keçirildi (Məhkəmə Reqlamentinin 59-cu Qaydanın 3-cü bəndi).", "", "Məhkəmədə iştirak etdilər:", "", "a) Hökumətin adından:", "nümayəndə:", "Xanım A.Vittlinq Fogel, Ministerialdirigentin, ", "məsləhətçilər:", "Cənab H.Brükner, Oberregierungsrat,", "Xanım J.Klaas, Oberstaatsanwalt,", "Cənab K.Püşel, professor (Institut für Rechtsmedizin Hamburg),", "Cənab H.Körner, Oberstaatsanwalt.", "", "b) Ərizəçinin adından:", "Cənab U.Buş, Rechtsanwalt, vəkil,", "Cənab A.Buş, Unternehmensberater, məsləhətçi. ", "", "Məhkəmə Cənab A.Buşla Xanım A.Vittlinq Fogelin müraciətlərini və verilən suallara onların cavablarını, habelə Cənab K.Püşelin cavabını dinlədi.", "", "FAKTLAR", "", "I. İŞİN HALLARI", "", "9. Ərizəçi 1965-ci ildə anadan olmuşdur və Kolonda (Cologne) (Almaniya) yaşayır.", "10. Tərəflərin təqdim etdikləri iş üzrə faktları aşağıdakı kimi ümumiləşdirmək olar.", "", "A. İstintaq prosesi", "", "11. 29 oktyabr 1993-cü ildə mülki geyimli dörd polis əməkdaşı iki dəfə müşahidə etdilər ki, ərizəçi kiçik plastik kütləni (“paket” adlandırılan kütləni) ağzından çıxardı və pul müqabilində başqa bir şəxsə verdi. Bu kütlələrdə narkotik maddə olduğunu düşünən polislər ərizəçiyə tərəf gedib onu həbs etmək istədilər, bu zaman o, ağzında olan digər paketi uddu.", "12. Polis əməkdaşları ərizəçidə heç bir narkotik maddə tapmadılar. Bundan sonra yubanma istintaq hərəkətlərini poza bilərdi, buna görə də dövlət prokuroru qərar çıxardı ki, paketin mədədən geri qaytarılması üçün (Exkorporation) həkim ərizəçini qusdurmalıdır (Brechmittel).", "13. Ərizəçi Vuppertal-Elberfelddəki xəstəxanaya aparıldı. Hökumət bildirdi ki, ərizəçini qusdurmalı olan həkim ərizəçini dindirərək ona tibbi bioqrafiyası barədə suallar vermişdir (tibb praktikasında bu prosedur anamnez adlanır). Ərizəçi buna etiraz edərək iddia etdi ki, həkim onu dindirməmişdir. Ərizəçi qusmanın baş verməsi üçün zəruri olan dərmanı qəbul etməkdən imtina etdiyinə görə dörd polis əməkdaşı onu yerə yıxıb hərəkətsiz vəziyyətdə saxladılar. Sonra həkim ərizəçinin burnundan mədəsinə salınan boru vasitəsilə ona məcburi qaydada duz məhlulu və Ipecacuanha mayesi verdi. Bundan əlavə, həkim ona apomorfin iynəsi və qusdurma yaradan morfin mənşəli başqa bir iynə vurdu. Nəticədə ərizəçi içərisində 0,2182 qram kokain olan bir paketi mədəsindən geri qaytardı. Ərizəçinin həbsə alınmasından və xəstəxanaya aparılmasından təxminən saat yarım sonra həkim onu müayinə etdi və elan etdi ki, onun səhhəti həbsə alınmasına imkan verir.", "14. Qusdurulmasından iki saat sonra kamerada ərizəçinin yanına polis gələrkən alman dilini bilməyən ərizəçi qırıq ingilis dilində dedi ki, çox yorğun olduğuna görə iddia edilən cinayətlə bağlı ifadə verməyəcək.", "15. Vuppertal rayon məhkəməsi tərəfindən həbs orderi qəbul edildikdən sonra ərizəçi 30 oktyabr 1993-cü ildə məhkəməyə qədər həbsə alındı.", "16. Ərizəçi iddia etdi ki, məruz qaldığı rəftardan üç gün sonra yalnız şorba içə bilirdi və borunun burnuna soxulmasına görə aldığı zədələr ucbatından iki həftə ərzində burnundan təkrar-təkrar qan gəlirdi. Hökumət buna etiraz edərək vurğuladı ki, ərizəçi öz iddiasını sübut etmək üçün tibbi rəy təqdim etməyib.", "17. Qusdurulmasından iki saat yarım sonra ərizəçi həbsxanada mədəsinin yuxarı hissəsində davamlı ağrılardan şikayət etdi və bundan sonra qastroskopiya müayinəsinə məruz qaldı. Ərizəçiyə diaqnoz qoyuldu ki, o, qida borusunun aşağı hissəsinə mədə turşusunun axması nəticəsində həmin hissədəki qıcıqlanmadan əziyyət çəkir. Tibbi rəydə bu halın məcburi qusdurma ilə əlaqədar olması aydın şəkildə göstərilməmişdi.", "18. Ərizəçi 23 mart 1994-cü ildə həbsdən azad edildi. O, iddia etdi ki, sonradan məcburi qusdurma nəticəsində yaranmış mədə problemləri ilə bağlı tibbi müalicə almalı olub. O, tibbi müalicə aldığını təsdiq edən hər hansı sübut təqdim etmədi. Öz növbəsində Hökumət iddia etdi ki, ərizəçi heç bir tibbi müalicə almayıb.", "", "B. Daxili məhkəmə prosesi", "", "19. Vuppertal rayon məhkəməsinə təqdim etdiyi 20 dekabr 1993-cü il tarixli arqumentlərində ərizəçi (o, bütün məhkəmə prosesi ərzində vəkillə təmsil olunmuşdu) onun məhkəmə araşdırmasında qusdurma nəticəsində əldə edilmiş sübutlardan istifadə olunmasına etiraz etdi, o, bu üsulu qanunsuz hesab etdi. Kokain paketinin mədədən geri qaytarılması üçün məcburi qusdurmadan istifadə etməklə polis əməkdaşları və müvafiq həkim vəzifələrini icra edərkən ona bədən xəsarəti yetirməkdə təqsirkar idilər (Körperverletzung im Amt). Cinayət Prosessual Məcəlləsi toksiki maddələrin bu yolla bədəndən çıxarılmasını qadağan edir (aşağıda 34-cü bəndə bax). Onun bədən funksiyalarına təsir göstərilmişdi, çünki bədənin fəaliyyəti beyinin və bədənin nəzarət reaksiyalarına müdaxilə vasitəsilə məcburi qaydada işə salınmışdı. İstənilən halda, ərizəçinin qusdurulması qeyri-mütənasib tədbir idi və buna görə də Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndi buna icazə vermirdi (aşağıda 33-cü və 35-40-cı bəndlərə bax). İddia edilən cinayətə dair sübut əldə etmək üçün paketin onun bədən sistemindən təbii yolla çıxmasını gözləmək olardı. Ərizəçi daha sonra iddia etdi ki, Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndinin icazə verdiyi yeganə metod mədənin yuyulması idi.", "20. 23 mart 1994-cü ildə Vuppertal rayon məhkəməsi ərizəçini narkotik maddə alverinə görə məhkum etdi və ona bir il həbs cəzası təyin etdi, eyni zamanda, sınaq müddəti müəyyən edilməklə cəzanın icrası təxirə salındı. Məhkəmə içərisində yalnız 0,2 qram kokain olan paketin mədədən çıxarılması üçün ərizəçinin qusdurulmasının Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndinə əsasən qeyri-mütənasib vasitə olduğu barədə müdafiə tərəfinin arqumentini rədd etdi.", "21. Ərizəçi bu qərardan şikayət verdi.", "22. 17 may 1995-ci ildə Vuppertal rayon məhkəməsi ərizəçinin ittiham hökmünü qüvvədə saxladı, lakin şərti həbs müddətini 6 ayadək azaltdı. Bundan başqa, o, qərara aldı ki, həbsə alınarkən ərizəçinin üstündə tapılmış 100 alman markası (DEM) müsadirə olunmalıdır (Verfall), çünki bu, içərisində narkotik maddə olan iki paketin satışından əldə edilmiş gəlirdir.", "23. Regional Məhkəmə müəyyən etdi ki, kokain paketinin mədədən çıxarılması barədə dövlət prokurorunun nəticəsində əldə edilmiş sübut qəbuledilən idi. Bu tədbir ona görə həyata keçirilmişdi ki, yubanma istintaq hərəkətlərinə mane ola bilərdi. Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndinə uyğun olaraq, sözügedən maddələrin şübhəli şəxsin bədənindən çıxarılması, hətta həmin şəxsin iradəsi əleyhinə həyata keçirilmiş olsa belə, qanuni idi. Bu prosedur narkotik maddə alverinin sübutunu təmin etmək üçün zəruri idi. O, həkim tərəfindən tibb elminin qaydalarına uyğun olaraq həyata keçirilmişdi. Müttəhimin sağlamlığı risk altında qoyulmamışdı və mütənasiblik prinsipinə riayət edilmişdi.", "24. Ərizəçi bu qərardan hüquqi məsələlərlə bağlı şikayət verdi. O, iddia etdi ki, Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndi məcburi qusdurulmaya icazə vermir, çünki o, həyat üçün təhlükəli olan maddələrin təhlükəli üsullarla bədənə yeridilməsinə icazə vermir. Bundan başqa, 81-ci maddəsinin “a” bəndi şübhəli şəxsin son nəticədə təqsirli sayılmasına yardım göstərməyə məcbur edilməsi kimi tədbirləri, o cümlədən sözügedən tədbiri qadağan edirdi. Ərizəçi daha sonra bildirdi ki, etiraz edilən tədbir Əsas Qanunun (Grundgesetz) 1-ci və 2-ci maddələrini pozub (aşağıda 31-32-ci bəndlərə bax) və konkret olaraq insan ləyaqətinə hörmət hüququna etinasızlıq göstərilib.", "25. 19 sentyabr 1995-ci ildə Düsseldorf Apellyasiya Məhkəməsi ərizəçinin şikayətini rədd etdi. O, müəyyən etdi ki, Regional Məhkəmənin hüquqi məsələlərlə bağlı qərarında ərizəçiyə zərər yetirə bilən heç bir səhv olmayıb.", "26. Ərizəçi Federal Konstitusiya Məhkəməsinə şikayət etdi. O, bir daha bildirdi ki, məcburi qusdurulma Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndinə əsasən qeyri-mütənasib tədbir idi.", "27. 15 sentyabr 1999-cu ildə Federal Konstitusiya Məhkəməsi ərizəçinin konstitusiya şikayətini subsidiarlıq prinsipinə əsasən qəbul olunmayan elan etdi.", "28. Eyni zamanda, o, hesab etdi ki, məcburi qusdurulma, o cümlədən morfin mənşəli apomorfinin qəbul etdirilməsi fiziki toxunulmazlıq hüququna hörmət edilməsi ilə və mütənasiblik prinsipi ilə bağlı cinayət məhkəmələrinin indiyədək araşdırmadıqları ciddi konstitusional məsələləri ortaya çıxarmışdır.", "29. Federal Konstitusiya Məhkəməsi müəyyən etdi ki, ərizəçi ixtiyarında olan bütün hüquqi müdafiə vasitələrindən istifadə etməyib (alle prozessualen Möglichkeiten), belə ki, o, Əsas Qanunun 2-ci maddəsinin 2-ci bəndinin birinci cümləsində təsbit olunmuş əsas hüququn tətbiq dairəsinin düzgün qiymətləndirilməməsindən qaçmaq üçün sözügedən tədbirdən cinayət məhkəmələrinə şikayət edə bilərdi (um eine Verkennung von Bedeutung und Tragweite des Grundrechts des Art. 2 Abs. 2 Satz 1 GG zu verhindern).", "30. O, daha sonra bildirdi ki, məcburi qusdurulma Əsas Qanunun 1-ci maddəsinin 1-ci bəndi ilə qorunan insan ləyaqətinə hörmət prinsipi ilə bağlı və ya Əsas Qanunun 1-ci maddəsinin 1-ci bəndi ilə birgə götürülməklə 2-ci maddənin 1-ci bəndi ilə qorunan təqsirləndirilən şəxsin məhkum edilməsinə yardımçı olmaması prinsipi ilə bağlı hər hansı konstitusion etirazlar doğurmur.", "", "II. MÜVAFİQ DAXİLİ QANUNVERİCİLİK, MÜQAYİSƏLİ HÜQUQ, BEYNƏLXALQ HÜQUQ VƏ PRAKTİKA", "", "1. Daxili qanunvericilik və praktika", "", "a. Əsas Qanun", "", "31. Əsas Qanunun 1-ci maddəsinin 1-ci bəndində deyilir:", "", "“İnsan ləyaqəti toxunulmazdır. Ona hörmət edilməsi və onun müdafiəsi bütün dövlət hakimiyyəti orqanlarının vəzifəsidir”.", "", "32. 2-ci maddənin bu işə aidiyyəti olan hissəsində deyilir:", "", "“1) Hər kəs başqalarının hüquqlarını pozmamaq, yaxud konstitusiya quruluşuna və ya mənəviyyat qaydalarına qarşı hüquq pozuntusu törətməmək şərti ilə öz şəxsiyyətini azad inkişaf etdirmək hüququna malikdir.", "2) Hər kəsin yaşamaq və fiziki toxunulmazlıq hüququ var...”.", "", "b. Cinayət Prosessual Məcəlləsi", "", "33. Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndinin bu işə aidiyyəti olan hissəsində deyilir:", "", "“1) Təqsirləndirilən şəxsin fiziki müayinəsinə dair qərar iş üzrə icraata aidiyyəti olan faktların müəyyən edilməsi məqsədi ilə verilə bilər. Bu məqsədlə, təqsirləndirilən şəxsin razılığı olmadan və onun sağlamlığına zərər yetirməmək şərti ilə, həkim tərəfindən müayinə aparmaq niyyəti ilə tibb elminin qaydalarına uyğun olaraq qan nümunələri götürülə və ya bədənə hər hansı başqa müdaxilələr edilə bilər.", "2) Bu cür qərar qəbul etmək səlahiyyəti hakimə, yubanma müayinənin uğuruna xələl gətirə biləcəyi hallarda isə dövlət prokuroruna və ona kömək edən vəzifəli şəxslərə həvalə olunmalıdır...”.", "", "34. Cinayət Prosessual Məcəlləsinin qadağan olunan dindirmə üsullarına (verbotene Vernehmungsmethoden) aid 136-cı maddəsinin “a” bəndində deyilir:", "", "“1) Təqsirləndirilən şəxsin qərarlar qəbul etmək və öz iradəsini ifadə etmək azadlığına pis rəftar, yorub əldən salma, fiziki müdaxilə, narkotik maddələr qəbul etdirmə, əziyyət vermə, aldatma və ya hipnoz vasitəsilə xələl gətirmək olmaz. Yalnız cinayət prosessual qanunu ilə icazə verilən hallarda məcburiyyət tətbiq edilə bilər. Təqsirləndirilən şəxsin cinayət prosessual qanunu ilə icazə verilməyən tədbirlərlə təhdid edilməsi və ya qanunla nəzərdə tutulmayan əlverişli perspektiv təklif edilməsi qadağandır.", "2) Təqsirləndirilən şəxsin yaddaşına və ya konkret situasiyanı başa düşmə və qəbul etmə qabiliyyətinə ziyan yetirən tədbirlər (Einsichtsfähigkeit) qadağandır.", "3) 1-ci və 2-ci yarımbəndlərdəki qadağa təqsirləndirilən şəxsin təklif olunan tədbirlə razılaşdığı hallara da tətbiq edilir. Bu qadağa pozulmaqla əldə edilmiş ifadələr, hətta təqsirləndirilən şəxs onlardan istifadə olunması ilə razılaşsa belə, sübut qismində istifadə oluna bilməz”.", "", "35. Almaniyanın cinayət məhkəmələri və hüquqşünasları bununla razı deyillər ki, Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndi narkotik maddə alveri ilə məşğul olmaqda şübhəli bilinən və həbs olunarkən narkotik maddəni udan şəxsin məcburi qusdurulmasına icazə verir.", "36. Almaniyanın apellyasiya məhkəmələrində çoxlarının mövqeyi belədir ki, Cinayət Prosessual Məcəlləsinin 81-ci maddəsi belə hallarda məcburi qusdurulma üçün hüquqi baza rolunu oynaya bilər (nümunə üçün bax: Bremen Apellyasiya Məhkəməsinin 19 yanvar 2000-ci il tarixli qərarı, NStZ-RR 2000, s. 270; və Berlin Apellyasiya Məhkəməsinin 28 mart 2000-ci il tarixli qərarı, JR 2001, s. 162-164). ", "37. Məsələn, Berlin Apellyasiya Məhkəməsinin baxdığı yuxarıda qeyd edilən işdə narkotik maddə alveri ilə məşğul olmaqda şübhəli bilinən şəxs Ipecacuanha mayesini qəbul etməkdən imtina edəcəyi təqdirdə burnundan mədəsinə boru salınmaqla qusduralacağı ilə təhdid edildikdən sonra həmin mayeni içməyə razılaşmışdı. Həmin işdə məhkəmə qərara aldı ki:", "“Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndinin 1-ci yarımbəndinin birinci cümləsinə əsasən, təqsirləndirilən şəxsin fiziki müayinəsinə dair qərar iş üzrə icraata aidiyyəti olan faktların müəyyən edilməsi məqsədi ilə verilə bilər. ...", "", "a) Şikayətçinin mövqeyindən fərqli olaraq, hüquq şərhçiləri, demək olar ki, yekdilliklə razılaşırlar ki, təqsirləndirilən şəxsin udduğu narkotik maddələri mədədən çıxarmaq üçün onun məcburi qusdurulması yuxarıdakı müddəada nəzərə tutulan mənada bədənə müdaxilə təşkil edir (bax: HK-Lemke, StPO, 2nd edition, § 9; Dahs in Löwe-Rosenberg, StPO, 24th edition, § 16; KK-Senge, StPO, 4th edition, §§ 6, 14; regarding section 81a of the Code of Criminal Procedure respectively; Rogall, SK-StPO, section 81a, § 48 and NStZ 1998, pp. 66, 67; Schaefer, NJW 1997, pp. 2437 et seq.; contra: Frankfurt Court of Appeal, NJW 1997, p. 1647 with note Weßlau, StV 1997, p. 341).", "Bu müdaxilə Əsas Qanunun 1-ci maddəsinin 1-ci bəndi ilə qorunan insan ləyaqətini pozmur. Əsas Qanunun 1-ci maddəsinin 1-ci bəndində yer alan insan ləyaqətinə hörmət prinsipini və ya Əsas Qanunun 1-ci maddəsinin 1-ci bəndi ilə birgə götürülməklə 2-ci maddənin 1-ci bəndində yer alan təqsirləndirilən şəxsi məhkum edilməsinə yardımçı olmaması prinsipini pozmur. 2-ci maddənin 2-ci bəndinin üçüncü cümləsinə uyğun olaraq, Əsas Qanun bu əsas hüquqlara müdaxilə edilməsinə yalnız müdaxilənin qanuni əsası olduqda yol verir. Federal Konstitusiya Məhkəməsi artıq bir neçə dəfə müəyyən etmişdir ki, Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndi parlamentin qəbul etdiyi qanunvericilik müddəası olaraq bu tələbə cavab verir. ... Bundan başqa, o, daha konkret olaraq müəyyən etmişdir ki, həmin müddəaya istinadən şəxsin məcburi qusdurulması yuxarıda qeyd edilən hər iki prinsiplə bağlı hər hansı konstitusion etirazlar doğurmur (bax: Federal Constitutional Court, StV 2000, p. 1 – the decision in the present case). Buna görə də, o, Frankfurt (Mayn) Apellyasiya Məhkəməsinin ifadə etdiyi (NJW 1997, pp. 1647, 1648) və bəzən hüquqşünasların da paylaşdığı (bax: Weßlau, StV 1997, pp. 341, 342) belə bir rəyi ətraflı müzakirə etməyi zəruri hesab etməmişdir ki, ... məcburi qusdurulma təqsirləndirilən şəxsi məhkum edilməsinə yardımçı olmağa və istəmədiyi bir şeyi fəal surətdə etməyə, yəni mədəsindəkini geri qaytarmağa məcbur edir. Bu məhkəmə Frankfurt Apellyasiya Məhkəməsinin rəyini də paylaşmır, çünki təqsirləndirilən şəxsin sadəcə olaraq “qeyri-ixtiyari bədən reaksiyaları” doğuran müdaxiləyə dözməyə məcbur olması onun passiv qalmaq hüququna təsir göstərmir. ...", "e) ... təqsirləndirilən şəxs məcburi qusdurma tədbirinə dözümlü yanaşmaqdan imtina etdikdə və boru onun burnundan mədəsinə fiziki güc vasitəsilə daxil edildikdə məcburi qusdurma vasitəsi ilə əldə edilmiş sübutun istifadə edilməsinin mümkünlüyü ilə bağlı qərar çıxarmaq bu məhkəmənin vəzifəsi deyil. Bu məsələ bu işdə araşdırılmır. ... Regional Məhkəmə Frankfurt Apellyasiya Məhkəməsinin qərar çıxardığı işin faktları ilə bağlı bildirmişdir ki, o da görülmüş tədbirin açıq-aydın qeyri-mütənasib xarakteri ucbatından yuxarıda qeyd edilən üsulla əldə edilmiş sübutları rədd edə bilərdi. Lakin bu işdə aydın və inandırıcı şəkildə nümayiş etdirildi ki, bu işin faktları fərqlidir”.", "", "38. Lakin məhkəmə işlərindən birində 11 oktyabr 1996-cı il tarixli qərarı ilə Frankfurt (Mayn) Apellyasiya Məhkəməsi müəyyən etdi ki, Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndi məcburi qusdurulmağa icazə vermir. Bu iş narkotik maddə alveri ilə məşğul olan şəxsin mədəsinə boru salınmaqla onun bədəninə normadan artıq dozada Ipecacuanha mayesinin və apomorfinin məcburi qayada daxil edilməsi ilə bağlı idi. Məhkəmə müəyyən etdi ki:", "", "“Cinayət Prosessual Məcəlləsi məcburi qusdurulmanı əhatə etmir. Hətta Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndi məcburi qusdurulmaya haqq qazandırmır. Birincisi, məcburi qusdurulma bu müddəada nəzərdə tutulan mənada nə fiziki müayinədir, nə də müayinə məqsədi ilə həkim tərəfindən həyata keçirilən bədənə müdaxilədir. Doğrudur, kənar əşyaların axtarılmasına 81-ci maddənin “a” bəndi ilə haqq qazandırıla bilər. ... Lakin məcburi qusdurulma kənar əşyaları axtarmaq üçün deyil, həmin əşyalardan sübut kimi istifadə etmək məqsədi ilə onları bədəndən çıxarmaq üçün istifadə edilmişdi (onların bədəndə olması ən azı ehtimal olunurdu). ...Bu məqsəd fiziki müayinə məqsədindən daha çox, Cinayət Prosessual Məcəlləsinin 102-ci maddəsində, habelə 94-cü və ondan sonrakı maddələrində nəzərdə tutulan mənada əşyanı müsadirə etmək üçün axtarmaq məqsədinə bənzəyir ... baxmayaraq ki, ilk baxışdan həmin maddələr mümkün tədbir kimi şəxsin fiziki toxunulmazlığına fiziki müdaxiləni də özündə ehtiva edir. ...", "İkincisi, təqsirləndirilən şəxs barəsində cinayət prosesi aparılmır. ... Məcburi qusdurulma passivlik prinsipini pozur (“Grundsatz der Passivität”), çünki onun məqsədi təqsirləndirilən şəxsi öz iradəsi əleyhinə fəal surətdə nəsə etməyə, yəni qusmağa məcbur etməkdir. Buna həm Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndi icazə vermir, həm də bu, təqsirləndirilən şəxsin cinayət prosesindəki mövqeyinə ziddir. ...", "Buna görə də cinayət təqibi orqanlarının hərəkəti təqsirləndirilən şəxsin fiziki toxunulmazlığına qanunsuz müdaxilə təşkil edir (Əsas Qanunun 2-ci maddəsinin 1-ci bəndinin birinci cümləsi). ...", "Beləliklə, hər hansı qanuni əsas olmadan şəxsin məcburi qusdurulması həmçinin insan ləyaqətini müdafiə etmək öhdəliyini və bütövlükdə təqsirləndirilən şəxsin şəxsi hüquqlarını pozur (Əsas Qanunun 1-ci maddəsinin 1-ci bəndi və 2-ci maddəsinin 1-ci bəndi). ...", "Sübutların bu üsulla əldə edilməsinin qadağan olunması və işin digər halları bu sübutların məhkəmədə istifadə olunmasını istisna edir. ...”.", "", "39. Bir çox hüquqşünasların fikrincə, Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndi sübut əldə etmək üçün narkotik maddə alveri ilə məşğul olmaqda şübhəli bilinən şəxslərin məcburi qusdurulmasına icazə verir (həmçinin 37-ci bənddə qərardan sitatlara bax). Məsələn, Roqall (NStZ 1998, pp. 66-68 and Systematischer Kommentar zur Strafprozeßordnung und zum Gerichtsverfassungsgesetz, München 2005, section 81a StPO, § 48) və Klaynknext / Meyer Qobner (StPO, 44th edition, section 81a, § 22: “ciddi cinayətlərin istintaqı zamanı məcburi qusdurulmaya icazə verilir”) bu fikirdədirlər.", "40. Lakin əksər çox hüquqşünaslar bu fikirdədirlər ki, Cinayət Prosessual Məcəlləsi, yaxud da 81-ci maddənin “a” bəndi məcburi qusdurulmaya icazə vermirlər. Məsələn, Dallmeyer də bu fikirdədir, o, hesab edir ki, 81-ci maddənin “a” bəndi müttəhimin bədəninin daxilində axtarış aparmağa icazə vermir (bədən üzərində axtarışdan fərqli olaraq). Vetter hesab edir ki (Problemschwerpunkte des § 81a StPO – Eine Untersuchung am Beispiel der Brechmittelvergabe im strafrechtlichen Ermittlungsverfahren, Neuried 2000, pp. 72-82, 161), mədəyə boru salmaq vasitəsilə şəxsin məcburi qusdurulması tibb elminin qaydalarına ziddir, qeyri-mütənasib tədbirdir və müttəhimin sağlamlığına zərər yetirə bilər.", "", "c. Narkotik maddə alveri ilə məşğul olmaqda şübhəli bilinən şəxslərin məcburi qusdurulması ilə bağlı tibbi ekspert rəyləri", "", "41. Mədəyə boru salmaq vasitəsilə məcburi qusdurulmanın tibbi nöqteyi-nəzərdən məqsədəuyğun olub-olması məsələsində tibbi ekspertlər arasında razılıq yoxdur. Bəzi ekspertlər hesab edirlər ki, şübhəli şəxs buna mane olsa belə, məcburi qusdurulma onun sağlamlığını qorumaq üçün həyata keçirilməlidir, digərləri isə bu fikirdədirlər ki, bu tədbir müvafiq şəxsin sağlamlığına qarşı ciddi risklərə səbəb olur və buna görə də həyata keçirilə bilməz.", "42. Məcburi qusdurulmanın lehinə olan tibbi ekspertlər qeyd edirlər ki, bu tədbir öncə tibbi məqsədlər üçün həyata keçirilməsə belə, hər halda həyat üçün təhlükəli ola biləcək zəhərlənmənin qarşısını almağa xidmət edə bilər. Həbsə alınarkən şəxsin narkotik maddələr paketini udması çox vaxt sağlamlıq üçün riskli olduğuna görə tibbi nöqteyi-nəzərdən məcburi qusdurulmanın həyata keçirilməsi məqsədəuyğundur. Bu tədbir çox az risk doğurur, halbuki narkotik maddələrin bədəndən təbii yolla çıxmasına imkan vermək ölüm təhlükəsini doğura bilər. Narkotik maddələr udulduqdan sonra bir saatadək, bəzi hallarda isə iki saatadək mədədən çıxarıla bilər. Məcburi qusdurulma narkotik maddələrlə bağlı cinayəti təsdiq edən sübutların əldə edilməsi üçün təhlükəsiz və sürətli metoddur (adətən məcburi qusdurulma 15-30 dəqiqə ərzində həyata keçirilir), bu üsul çox nadir hallarda işə yaramır. Hətta borunun məcburi qaydada burun vasitəsilə mədəyə daxil edilməsi ağrı doğursa belə, bu, sağlamlıq üçün heç bir risk yaratmır, çünki boğaza borunun keçirilməsi narkotik maddənin udulması aktı üçün mexaniki stimul rolunu oynaya bilər (həmçinin bax: Birkholz / Kropp / Bleich / Klatt / Ritter, Exkorporation von Betäubungsmitteln – Erfahrungen im Lande Bremen, Kriminalistik 4/97, pp. 277-283).", "43. Məcburi qusdurulma üçün Ipecacuanha mayesinin bədənə daxil edilməsi son dərəcədə təhlükəsiz aktdır. Bunun zərərli nəticələri sadəcə əzginlikdən, ishaldan, və uzun müddət qusmadan ibarət ola bilər. Nadir hallarda baş verən ağırlaşmalar Mellori-Vayss sindromunu (Mallory-Weiss-syndrome) və ya ağ ciyərlərin pnevmoniyasını özündə ehtiva edə bilər. Bunlar o halda baş verə bilər ki, müvafiq şəxsin mədəsində əvvəlcədən xəsarət olsun və ya məcburi qusdurulma qaydalarına riayət edilməsin, xüsusən də pasiyent tam ayıq və şüurlu vəziyyətdə olsun (nümunə üçün bax: Birkholz / Kropp / Bleich / Klatt / Ritter, cited above, pp. 278-281; American Academy of Clinical Toxicology / European Association of Poisons Centres and Clinical Toxicologists, Position Paper: Ipecac Syrup, Journal of Toxicology, Clinical Toxicology, Vol. 42, No. 2, 2004, pp. 133-143, esp. p. 141).", "44. Məcburi qusdurulmanın əleyhinə olan tibbi ekspertlər xüsusən qeyd edirlər ki, mədəyə boru yeritmək vasitəsilə məcburi qusdurulma sağlamlıq üçün əhəmiyyətli risklər doğurur. Hətta narkotik maddələrin şübhəli şəxsin bədənindən mümkün qədər tez çıxarılması arzuedilən olsa belə, mədəyə boru yeridilməsindən və ya bədənə müdaxilə ilə bağlı hər hansı digər metoddan istifadə olunması təhlükəli ola bilər, belə ki, narkotik maddə paketi deşilə bilər ki, bu da ölümlə nəticələnə bilər. Bundan başqa, əgər boru mədəyə pis yeridilibsə, maye ağciyərlərə daxil ola və şok yarada bilər. Məcburi qusdurulma həmçinin şəxsin qusduğu kütlələrin nəfəs yolunu tutması təhlükəsini doğura bilər ki, bu da şoka və ya ağciyərlərin infeksiyasına səbəb ola bilər. Buna görə də şəxsin öz razılığı olmadan məcburi qusdurulmaya tibbi cəhətdən haqq qazandırmaq olmaz. Digər tərəfdən, sübutları təmin edən bu metod həkimlik peşəsi etikasına ziddir, çünki ayrı-ayrı işlərsə konkret olaraq belə rəftar nəticəsində şübhəli şəxsin öldüyünə dair nümunələr var (nümunə üçün bax: Diamant-Berger / Garnier / Marc, Urgences Médico-Judiciaires, 1995, pp. 24-33; məcburi qusdurulmanın doğurduğu təhlükənin qiymətləndirilməsi ilə bağlı Federal Konstitusiya Məhkəməsinin sorğusuna cavab olaraq Federal Tibb Şurasının Elm Komitəsinin 28 may tarixli məruzəsi; habelə Almaniyanın 105-ci Tibb Konfransının qəbul etdiyi qətnamə, Federal Tibb Assosiasiyasının məruzəsi, 3-cü bənd).", "", "d. Almaniyada məcburi qusdurulma ilə bağlı praktika", "", "45. Almaniya əyalətlərində narkotik cinayətlərlə bağlı sübutların təmin edilməsi üçün məcburi qusdurulmadan istifadə edilməsi üzrə vahid praktika yoxdur. 1993-cü ildən bəri on altı əyalətin beşində (Berlin, Bremen, Hamburq, Hesse və Aşağı Saksoniya) bu tədbirdən mütəmadi qaydada istifadə olunur. Halbuki bəzi əyalətlər şübhəli şəxsin ölməsi səbəbindən bu praktikaya son qoymuşlar, digərləri isə hələ də ara-sıra ona əl atırlar. Bəzi əyalətlərdə məcburi qusdurulmanın istifadə edildiyi işlərin böyük əksəriyyətində şübhəli şəxslər bu tədbirin məcburi qaydada tətbiq ediləcəyini bildikdən sonra özləri buna razılıq verirlər. Digər əyalətlərdə bu tədbir məcburi həyata keçirilmir, qismən ona görə ki, tibbi rəyə əsasən, o, qeyri-mütənasib və təhlükəli tədbir sayılır və qismən də ona görə ki, o, narkotik maddələrlə bağlı cinayətlərlə mübarizədə zəruri vasitə hesab edilmir.", "46. Almaniyada narkotik maddə alveri ilə məşğul olmaqda şübhəli bilinən şəxslərin burunları vasitəsilə mədələrinə Ipecacuanha mayesinin məcburi daxil edilməsi nəticəsində iki ölüm halı baş vermişdir. Müəyyən edilmişdir ki, onlardan biri səbəbi aşkar edilməyən ürək çatışmazlığından ölmüşdür. 2005-ci ildə Bremendə Syerra Leone vətəndaşı ölmüşdür. Onun ölümünün səbəbi ilə bağlı istintaq hələ başa çatmamışdır. Təcili yardım həkimi və tibb eksperti güman edirlər ki, o, ağciyərlərinə daxil olan suyun yaratdığı oksigen çatışmazlığı nəticəsində boğulmuşdur. Şübhəli şəxsin mədəsinə qusdurma vasitələrini və suyu daxil etmiş həkimə və ona kömək etmək üçün çağırılmış təcili yardım həkiminə qarşı ehtiyatsızlıqdan adamöldürmə cinayəti ilə bağlı istintaq başlamışdır.", "47. Bremendəki ölüm hadisəsi nəticəsində Bremenin baş dövlət prokuroru (Leitender Oberstaatsanwalt) Bremendə məcburi qusdurulma praktikasının müəyyən müddətə dayandırılması barədə qərar çıxarmışdır. İstintaqın nəticələri gözlənildiyi müddətdə senatorlar ədliyyə və daxili işlər orqanlarının əməkdaşları üçün yeni prosedur qəbul etmişlər. Həmin prosedura əsasən, həkim narkotik maddələri udmaqda şübhəli bilinən şəxsə məlumat verməlidir ki, narkotik maddələrin onun bədənində qalması sağlamlığı üçün təhlükəlidir. Əgər tibbi müayinə bu tədbirlərin onun sağlamlığına heç bir təhlükə doğurmayacağını müəyyən edərsə, şübhəli şəxs qusdurulma və ya qarınişlətmə dərmanı arasında seçim edə bilər. Əks halda narkotik maddə paketi təbii yolla çıxana qədər o, həbsə alınaraq xüsusi kameraya yerləşdirilir.", "", "2. Beynəlxalq ümumi hüquq, müqayisəli hüquq və praktika", "", "a. Birləşmiş Millətlər Təşkilatının İşgəncələrə və digər qəddar, qeyri-insani və ya ləyaqəti alçaldan rəftara və ya cəzaya qarşı Konvensiyası", "", "48. Birləşmiş Millətlər Təşkilatının Baş Assambleyası tərəfindən 10 dekabr 1984-cü ildə qəbul edilmiş (39/46 saylı qətnamə) İşgəncələrə və digər qəddar, qeyri-insani və ya ləyaqəti alçaldan rəftara və ya cəzaya qarşı Konvensiyada deyilir:", "", "Maddə 1", "", "“1. Bu Konvensiyanın məqsədlərindən ötrü “işgəncə” istənilən elə hərəkəti bildirir ki, həmin hərəkətlə hər hansı şəxsdən və ya üçüncü şəxsdən məlumatlar və ya etiraflar almaq, onun və ya üçüncü şəxsin etdiyi və ya etməkdə şübhəli bilindiyi hərəkətə görə onu cəzalandırmaq, habelə onu və ya üçüncü şəxsi qorxutmaq və ya məcbur etmək üçün, yaxud istənilən xarakterli ayrı-seçkiliyə əsaslanan hər hansı başqa səbəbə görə ağrı və ya əzab dövlətin vəzifəli şəxsi və ya rəsmi şəxs qismində çıxış edən digər şəxs tərəfindən və ya onların təhriki ilə, yaxud xəbərdar olmaları və ya susmaqla razılaşmaları ilə verilməklə, hər hansı şəxsə qəsdən fiziki və ya mənəvi cəhətdən güclü ağrı və ya əzab verilir. Qanuni sanksiyalar nəticəsində baş verən, həmin sanksiyalardan ayrılmaz olan və ya təsadüfən onlardan törəyən ağrı və ya əzablar bu anlayışa daxil deyil. ...”.", "", "Maddə 15", "", "“Hər bir iştirakçı dövlət işgəncə altında verildiyi müəyyən edilmiş istənilən ifadənin istənilən məhkəmə araşdırmasının gedişində sübut qismində istifadə olunmamasını təmin edir, işgəncələr verməkdə təqsirləndirilən şəxsə qarşı həmin ifadədən sübut qismində istifadə olunması halları istisna təşkil edir”.", "", "Maddə 16", "", "“1. 1-ci maddədəki “işgəncə” anlayışının tətbiq dairəsinə düşməyən hər hansı digər qəddar, qeyri-insani və ya ləyaqəti alçaldan rəftar və cəza aktları dövlətin vəzifəli şəxsləri tərəfindən və ya onların təhriki ilə, yaxud xəbərdar olmaları və ya susmaqla razılaşmaları ilə törədildikdə, hər bir iştirakçı dövlət öz yurisdiksiyasında olan istənilən ərazidə onların qarşısını almağı öhdəsinə götürür. Konkret olaraq, 10, 11, 12 və 13-cü maddələrdəki öhdəliklər, lazımi hallarda “işgəncə” ifadəsi “digər qəddar, qeyri-insani və ya ləyaqəti alçaldan rəftar və ya cəza növləri” ifadəsi ilə əvəz olunmaqla tətbiq edilir”.", "", "a. Birləşmiş Ştatların məhkəmələrinin presedent hüququ", "", "49. Roçin Kaliforniyaya qarşı məhkəmə işində Birləşmiş Ştatların Ali Məhkəməsi şikayətçinin qanunsuz narkotik maddə satışı ilə bağlı ittiham hökmünü ləğv etdi. Şikayətçinin narkotik maddələr satdığı barədə məlumat əsasında ştatın polis əməkdaşları onun evinə daxil olmuş və zorla onun yataq otağına daxil olmuşdular. Onlar şikayətçinin narkotik maddə kapsullarını udduğunu görmüş və onu zor gücünə çıxarmağa cəhd etsələr də uğursuzluğa düçar olmuşdular. Sonra polis əməkdaşları onu xəstəxanaya aparmış, orada onun iradəsi əleyhinə mədəsinə boru salınmış və o, məcburən qusdurulmuşdu. O, iki kapsulu qusaraq bayıra çıxarmış, onların içərisində morfin aşkar edilmişdi. O, cinayəti boynuna almadıqda həmin narkotik maddə sübut qismində qəbul edilmişdi. ABŞ Ali Məhkəməsi 2 yanvar 1952-ci ildə qərara aldı ki, şikayətçinin təqsirinin sübutu On Dördüncü Düzəlişin düzgün icraat haqqındakı maddəsini pozan üsullarla əldə edilib.", "50. Hakim cənab Frankfurter Məhkəmənin rəyini təqdim edərkən bildirdi ki:", "", "“Bu ümumi mülahizələri hazırkı işin hallarına tətbiq edərkən biz belə nəticəyə gəlmək məcburiyyətindəyik ki, şəxsin təqsirinin sübutlarının bu şəkildə əldə edildiyi bu cinayət icraatı cinayətkarlığa qarşı enerji ilə mübarizədə son dərəcə prinsipiallıq və ya şəxsi sentimentalizm hisslərini təhqir etməkdən də irəliyə getmişdir. Bu, insan şüurunu şoka salan hərəkətdir. Şikayətçinin şəxsi həyatına qanunsuz müdaxilə edilməsi, onun ağzını zorla açmağa və orada olanları çıxarmağa cəhd göstərilməsi, onun mədəsində olanların zorla çıxarılması – sübutların əldə edilməsi üçün cinayət icraatının gedişində dövlət nümayəndələrinin bu davranışı hətta əsəbləri möhkəm olan şəxsləri də təhqir edə bilərdi. Bunlar konstitusiya düzəlişinin icazə vermədiyi əzabverici və təzyiqedici metodlara həddən artıq yaxın olan üsullardır. Artıq uzun müddətdir belə bir fikir düzgün sayılmır ki, münasib və inandırıcı sayıla bilən, lakin qanunu düzgün tətbiq etməməklə əldə olunan sübutların əldə edilmə üsulu əhəmiyyət kəsb etmir. “Şəxsin etiraflarının nə qədər hərtərəfli yoxlanılmasından asılı olmayaraq, ştatlar şəxsin təqsirliliyini onun məcburiyyət vasitəsilə əldə edilmiş etirafları ilə əsaslandıra bilməzlər” – bu konstitusiya prinsipini möhkəmləndirən son dövrlərə aid bir sıra işlərdən əvvəl də yuxarıdakı fikir qəbul olunmuşdu. ... Əgər bu Məhkəmə hesab etsəydi ki, polis şəxsi təqsirkar saymaq üçün onun beynində olanları oradan zorla çıxara bilməz, amma mədəsində olanları çıxara bilər, onda konstitusiya tarixinin bu Məhkəmənin üzərinə qoyduğu vəzifə gülünc hala düşərdi.", "Bu işdə hüquqşünasların “maddi sübut” adlandırdıqları sübutları şifahi sübutlardan fərqləndirməyə cəhd etmək məcburi etirafların sübut qismində istisna olunmasının əsaslarına məhəl qoymamaq deməkdir. Ştatdakı cinayət məhkəmə araşdırmalarında məcburi şifahi etiraflardan sübut qismində istifadə edilməsi dözülməz haldır, özü də təkcə ona görə yox ki, belə etiraflara güvənmək olmaz. Hətta həmin etirafların müstəqil surətdə yoxlanması nəticəsində həqiqətə uyğun olduğu müəyyən edilsə belə, onlar düzgün icraat haqqındakı maddəyə əsasən yolverilməzdir. Məcburi etiraflar cəmiyyətin ədalət və vicdan hissini təhqir edir. Odur ki, qərarı qarşımızda olan məhkəmə tərəfindən təbii olaraq pislənmiş qəddar davranışa sanksiya verməyimiz qanuna qəddarlıq donu geydirmək olardı. Bunun qədər heç nə qanunu gözdən sala və beləliklə də cəmiyyətin mənəviyyatını qəddarlaşdıra bilməz.", "", "51. Ohayo ştatı Dario Uilyamsa qarşı məhkəmə işində (2004 WL 1902368 (Ohio App. 8 Dist.) Ohayo Apellyasiya Məhkəməsi 26 avqust 2004-cü ildə qərara aldı ki, ərizəçinin etirazlarına baxmayaraq onun mədəsinə boru salınması narkotik maddələrin əsassız axtarışı və müsadirəsi deyildi. Müttəhimin narkotik maddənin verilməsinə xas olan hərəkətlər edərək başqa bir şəxsə nəsə verdiyi müşahidə edilmişdi. Polis əməkdaşları müttəhimə onların maşınına əyləşmək əmrini verdikdə, o, ağzına nəsə atmış və qaçmağa başlamışdı. Məhkəmənin fikrincə, xəstəxanada həkim tərəfindən müttəhimin mədəsinə boru salınaraq oraya maye daxil edilməsi, hətta müttəhim bu prosedura qəti şəkildə etiraz etsə belə və məcburi qaydada sakitləşdirilsə belə, əsassız tədbir deyildi. Müttəhimin ağzında müşahidə edilmiş kokaini udması onun həyatını təhlükə altına almışdı və o, sübutu məhv etmişdi.", "52. Hakim cənab T.E. Makmonaql Apellyasiya Məhkəməsinin rəyini təqdim edərkən bildirdi ki:", "", "“19. Uilyamsın işi ... bizi bədənin daxilində axtarış aparılması ilə bağlı məşhur işlərdən olan Roçin Kaliforniyaya qarşı məhkəmə işinə (1952, 342 U.S. 165) aparıb çıxarır. ...", "21. Lakin Roçinin işi bu məsələdə xarakterik iş olmadı. Roçinin işindən sonra Birləşmiş Ştatların Ali Məhkəməsi Şmerber Kaliforniyaya qarşı məhkəmə işi (1966, 384 U.S. 757, 86 S.Ct. 1826, 16 L.Ed.2d 908) üzrə qərar çıxardı; bu işdə polis əməkdaşı maşını sərxoş vəziyyətdə idarə etməkdə şübhəli bilinən şəxsə göstəriş vermişdi ki, avtomobil qəzasında aldığı xəsarətlərlə bağlı müalicə olunduğu xəstəxanada qan testindən keçsin. Ali Məhkəmə qeyd etmişdir ki, “Dördüncü Düzəlişin düzgün yerinə yetirilməsi bütün müdaxilələrin deyil, işin halları ilə haqq qazandırıla bilməyən və ya düzgün olmayan şəkildə baş verən müdaxilələrin məhdudlaşdırılmasını nəzərdə tutur”. ... Dördüncü Düzəlişin pozulmadığı qənaətinə gəlmiş məhkəmə bədənə müdaxilənin əsaslı olub-olmadığını müəyyən etmək üçün nəzərdən keçirilməli olan bir neçə meyarı irəli sürmüşdür: 1) iddia edilən cinayətin sübutunun tapılacağını göstərən aydın əlamət olmalıdır; 2) polisin əlində həbs orderi olmalıdır, yaxud order olmadan əməliyyatın həyata keçirilməsinə haqq qazandıran təxirəsalınmaz hallar mövcud olmalıdır (məsələn, sübutların məhv edilməsi təhlükəsi); və 3) sübutların əldə edilməsi üçün istifadə edilən üsul ağlabatan olmalı və ağlabatan tərzdə həyata keçirilməlidir. ...", "23. Şmerberin işindəki faktorları bu işin faktlarına tətbiq etsək, aydın olar ki, Uilyamsın mədəsinə boru salınması qanuni axtarış və müsadirə tədbiri idi. Birincisi, polis əməkdaşları qanunsuz narkotik maddə alveri məkanı kimi tanınan yerdə Uilyamsın narkotik maddənin verilməsinə xas olan hərəkətlər edərək başqa bir şəxsə nəsə verdiyini görmüşdülər. O, polis əməkdaşlarını gördükdə əlində tutduğunu ağzına atmış və qaçmağa başlamışdı. Bu davranış Uilyamsın ağzında narkotik maddə gizlətdiyini polis əməkdaşlarına göstərən “aydın əlamət” idi. Üstəlik, polis əməkdaşları Uilyamsın ağzında kokain parçasının olduğunu və onu çeynəyərək udmağa çalışdığını gördükdən sonra əsaslı olaraq belə nəticəyə gəlmişdilər ki, onun həyatı təhlükə altında ola bilər. Bundan başqa, Uilyams narkotik maddə satışı ilə bağlı onun təqsirini sübut etmək üçün zəruri olan sübutları məhv etməyə çalışırdı. Beləliklə, həbs orderi olmadan əməliyyatın həyata keçirilməsini tələb edən təxirəsalınmaz hallar bu işdə mövcud idi.", "24. Nəhayət, aydın görünür ki, axtarışın üsulu və ya həyata keçirilmə tərzi əsassız deyildi. Faktlar göstərir ki, həkim xəstəxanada Uilyamsın tibbi müalicəsini qəbul olunmuş tibbi prosedurlara uyğun surətdə aparmışdı. ...", "25. Şmerberin işində Birləşmiş Ştatların Ali Məhkəməsi mədədə həkim tərəfindən ağlabatan tərzdə aparılmış axtarışla razılaşdığını ifadə etdi. Təbii ki, həkim prosedurun həyat üçün nə dərəcədə təhlükəli olduğunu müəyyən etməkdə polis əməkdaşından daha ixtisaslı idi.", "26. Müttəhimin kokaini udduğunu fərz etsək, onda əgər narkotik maddə paketi bağırsaqlardan keçə bilməyən tərzdə qablaşdırılmışdırsa, həkim, əlbəttə ki, müttəhimin mədəsinə boru yeritməyə məcbur idi və bu, Roçinin işindəki məcbur qusdurulmaya nisbətən daha az zədə yetirə bilən ağlabatan tibbi prosedur idi. Bundan başqa, Şmerberin işində bu, ağlabatan hesab edilən bir davranış idi, çünki o, müvafiq tibbi nəzarət altında xəstəxana binasında həyata keçirilmişdi”.", "", "c. Avropa Şurasının üzvü olan dövlətlərdə məcburi qusdurulma praktikası", "", "53. Hökumət bu məsələ ilə bağlı araşdırma apararaq Avropa Şurasının üzvü olan dövlətlərin hökumətlərindən öz nümayəndələri vasitəsilə aldığı məlumatları təqdim etdi, müvafiq hökumət məlumatları vermədikdə həmin məlumatlar müvafiq ölkədəki Almaniya səfirliyindən əldə edilmişdi. Araşdırmanın nəticələrinə əsasən, narkotik maddə alverində şübhəli bilinən şəxslərin məcburi qusdurulması dörd ölkədə praktiki olaraq həyata keçirilir (Lüksemburq, Norveç, “keçmiş yuqoslav respublikası Makedoniya” və Almaniyada). Otuz üç ölkədə udulmuş narkotik maddə kütlələrinin şübhəli şəxsin iradəsi əleyhinə məcburi qusdurulmaqla mədədən çıxarılması praktikasından istifadə olunmur (Albaniya, Ermənistan, Avstriya, Belçika, Bosniya və Herseqovina, Kipr, Çexiya Respublikası, Danimarka, Estoniya, Finlandiya, Fransa, Gürcüstan, Yunanıstan, Macarıstan, İslandiya, İrlandiya, İtaliya, Litva, Malta, Moldova, Niderland, Portuqaliya, Rumıniya, Rusiya, Serbiya və Çernoqoriya, Slovakiya Respublikası, İspaniya, İsveç, İsveçrə, Türkiyə, Ukrayna və Birləşmiş Krallıqda). Üç ölkədə (Xorvatiya, Polşa və Sloveniyada) məcburi qusdurulmadan istifadə üçün qanunvericilik bazası vardır, lakin bu tədbirin praktikada tətbiq edilib-edilmədiyi barədə hər hansı məlumat təqdim edilmədi. Məcburi qusdurulmadan praktikada istifadə edilməsi ilə bağlı altı üzv dövlətdən heç bir məlumat alınmadı (Andorra, Azərbaycan, Bolqarıstan, Lixtenşteyn, San Marino və Monakodan).", "54. Ərizəçi Hökumətin fikirlərinə qismən etiraz etdi. O, qeyd etdi ki, Hökumətini bildirdiyinə görə Almaniya ilə yanaşı üç ölkədə (Lüksemburq, Norveç, “keçmiş yuqoslav respublikası Makedoniyada”) narkotik maddə alverində şübhəli bilinən şəxslərin məcburi qusdurulmasına icazə verilir və bu tədbirdən praktikada istifadə edilir. Eyni zamanda, o, dedi ki, Hökumət həmin üzv dövlətlərdə təqsirləndirilən şəxsin iradəsi əleyhinə məcburi qusdurulmasına dair hər hansı sübut təqdim etməyib. Konkret olaraq Norveçə gəldikdə, ərizəçi onun işində olduğu kimi mədəyə məcburi qaydada boru yeridilməsinin orada qanuni olduğunu şübhə altına aldı. Xorvatiya, Polşa və Sloveniyada məcburi qusdurulmadan istifadə edilməsinə gəldikdə, o, həmin ölkələrin praktiki mövqeyindən asılı olmayaraq orada bu tədbir üçün hər hansı qanunvericilik bazasının olduğunu şübhə altına aldı. Beləliklə, Almaniya yeganə iştirakçı dövlətdir ki, etiraz edilən bu tədbirə faktiki olaraq əl atır. Qalan üzv dövlətlərin hamısında hakimiyyət orqanları narkotik maddələrin bədəndən təbii yolla çıxmasını gözləyirlər.", "55. Məhkəmənin ixtiyarındakı digər materiallar tərəflərin belə bir fikrini təsdiq edir ki, Konvensiyanın iştirakçısı olan, yuxarıda sadalanan dövlətlərin bir neçəsində məcburi qusdurulma praktiki olaraq həyata keçirilmir (Belçika, Estoniya, Fransa, İrlandiya, Niderland, İspaniya və Birləşmiş Krallıqda). Bu dövlətlərdə hakimiyyət orqanları narkotik maddələrin bədəndən təbii yolla çıxmasını gözləyirlər. Narkotik maddələri aşkar etmək və təmizləmək üçün, bir qayda olaraq, xüsusi tualetlərdən istifadə olunur. Bundan başqa, materiallar göstərir ki, Norveçdə udulmuş narkotik maddələri aşkar etmək üçün adətən xüsusi tualetlərdən (bunları “Pakto-500” tualetləri adlandırırlar) istifadə olunur. Lakin İşgəncələrə qarşı Komitə (İQK) 1993-cü ildə Norveçə səfəri zamanı Oslodakı polis idarəsində məhbusu məcburi qusdurmaq üçün ona duzlu məhlulun qəbul etdirilməsinin şahidi olmuşdur (bax: CPT's Visit Report: Norway of 1993, A.3.b., § 25). Polşaya gəldikdə, orada zor gücünə məcburi qusdurulmanın praktikada tətbiq edilib-edilmədiyi təsdiq olunmayıb.", "", "HÜQUQİ MƏSƏLƏLƏR", "", "I. KONVENSİYANIN 3-cü MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "56. Ərizəçi iddia etdi ki, o, zor gücünə məcburi qusdurulması nəticəsində qeyri-insani və ləyaqəti alçaldan rəftara məruz qalıb. O, Konvensiyanın 3-cü maddəsinə istinad etdi, həmin maddədə deyilir:", "", "“Heç kəs işgəncəyə, qeyri-insani və ya ləyaqəti alçaldan rəftara və ya cəzaya məruz qalmamalıdır”.", "", "57. Hökumət bu iddiaya etiraz etdi.", "", "A. Tərəflərin arqumentləri", "", "1. Ərizəçi", "", "58. Ərizəçinin bildirdiyinə görə, zor gücünə məcburi qusdurulma onun fiziki toxunulmazlığına ciddi müdaxilə təşkil etmiş, onun sağlamlığını və hətta həyatını ciddi təhlükə altında qoymuşdur, çünki qusdurulma üçün istifadə edilmiş vasitələr (Ipecacuanha mayesi və apomorfin) həyat üçün təhlükəli olan mənfi nəticələr doğura bilərdi. Qusdurma proseduru zamanı əməkdaşlığa meylli olmayan şübhəli şəxsin burnuna zor gücünə borunun daxil edilməsi onun burnuna, boğazına, qida borusuna ziyan yetirə bilər və hətta narkotik maddə kütləsini mədədə yırta bilərdi. Zor gücünə məcburi qusdurulmanın doğurduğu təhlükəni belə bir fakt nümayiş etdirir ki, o, artıq iki dəfə Almaniyada şübhəli şəxslərin ölümü ilə nəticələnib. Avropa Şurasının üzvü olan dövlətlərin əksəriyyəti, eləcə də Birləşmiş Ştatlar bu metodu qanunsuz hesab edirlər. Belə müdaxiləyə tibbi yardım adı ilə haqq qazandırmaq olmaz. Əksinə, o, şübhəli şəxsin udduğu narkotik maddədən zəhərlənməsi ehtimalını sadəcə olaraq artırır. Şübhəli şəxsin tibbi müalicəyə açıq-aydın etiraz etməsinə demokratik cəmiyyətdə fərdin şəxsi azadlıq hüququnun tərkib hissəsi kimi hörmət edilməlidir.", "59. Ərizəçi daha sonra iddia etdi ki, məcburi qusdurulma onun insan ləyaqətinə hörmətsizlik olmaqla onu qorxutmaq və alçaltmaq məqsədini daşıyırdı. Həyatı üçün təhlükəli olan tibbi müdaxiləyə məcburən məruz qalması zorakı, əzabverici və alçaldıcı akt idi. Onu qusdurmaq məqsədi ilə polis əməkdaşlarının müşahidəsi altında alçaltmışdılar. O, polis həbsxanasında olarkən özünü xüsusilə aciz vəziyyətdə hiss etmişdi.", "60. Bundan başqa, ərizəçi iddia etdi ki, etiraz edilən tədbiri tətbiq etməzdən əvvəl həkim onun tibbi bioqrafiyasını öyrənmək və fiziki durumunu müəyyən etmək üçün xəstəlik tarixçəsini əldə etməmişdi. Bundan sonra ona həbsxanada heç bir tibbi qulluq göstərilməmiş və onun üzərində tibbi nəzarət olmamışdı.", "61. Ərizəçi həmçinin vurğuladı ki, həbsxana xəstəxanasındakı qastroskopiya müayinəsinin təsdiq etdiyi kimi, o, bədən xəsarətinə məruz qalıb, yəni mədəsi zədələnib. Bundan başqa, o, məcburi qusdurulma prosesi ucbatından, habelə bədəninə daxil edilən maddənin kimyəvi təsirləri ucbatından güclü fiziki və mənəvi əzaba məruz qalıb.", "", "2. Hökumət", "", "62. Hökumətin bildirdiyinə görə, məcburi qusdurulma sadəcə olaraq sağlamlıq üçün əhəmiyyətsiz risklər doğura bilər. Ipecacuanha mayesi təhlükəli maddə deyil. Əslində o, zəhərlənmiş uşaqlara verilir. Ərizəçinin burnu vasitəsilə çox elastik bir borunun mədəyə daxil edilməsi, hətta ərizəçi prosedura müqavimət göstərsə belə, onun üçün təhlükə yaratmayıb. Apomorfinin bədənə daxil edilməsi də təhlükəli deyildi. Ərizəçinin təsvir etdiyi zərərli effektlər və təhlükələr yalnız sözügedən vasitələrdən mütəmadi olaraq sui-istifadə etdikdə və ya yanlış etdikdə baş verə bilərdi. Hamburqda və Bremendə narkotik maddə alverində şübhəli bilinən iki şəxsin məcburi qusdurulma prosedurundan sonra ölməsi faktı belə nəticəyə gəlməyə əsas vermir ki, bu tədbir ümumiyyətlə sağlamlıq üçün risk doğurur. Bu üsul ağırlaşmalara səbəb olmadan bir çox hallarda istifadə edilib. Narkotik maddə alverinin ciddi problem olduğu əyalətlərdə hakimiyyət orqanları məcburi qusdurulma tədbirinə əl atırlar. Əksər hallarda şübhəli şəxslər qusdurucu dərmanları udmaqdan imtina edəcəkləri təqdirdə onlara qarşı güc tətbiq ediləcəyi barədə məlumatlandırıldıqdan sonra dərmanları könüllü udmaq yolunu seçirlər. Hamburq işində müttəhim səbəbi aşkar edilməyən ürək çatışmazlığından əziyyət çəkirdi və müxtəlif növ məcburi tədbirlərə müqavimət göstərsəydi, sağlamlığı eyni dərəcədə risk altında olacaqdı. Bremen işində müttəhimin udduğu narkotik maddələrdən zəhərlənməsi ehtimalı istisna olunmurdu.", "63. Hökumət qeyd etdi ki, bədən daxilində uzun müddət gəzdirilmək üçün nəzərdə tutulmayan narkotik maddə kütlələrinin yırtılması və ərizəçini zəhərləməsi ilə bağlı real və birbaşa risk vardı. Hətta öncə məcburi qusdurulma tibbi səbəblərə görə deyil, sübut əldə etmək üçün həyata keçirilmiş olsa belə, hər halda hesab etmək olar ki, ərizəçinin mədəsindən narkotik maddələrin çıxarılması tibbi səbəblərə görə tələb olunurdu. Narkotik maddələrin qusdurulması vasitəsilə ərizəçinin sağlamlığını qorumaq dövlətin pozitiv öhdəliyinin bir hissəsi idi. Narkotik maddələrin təbii yolla çıxmasını gözləmək heç də səmərəli istintaq üsulu və ya insan ləyaqətini az alçaldan üsul olmayacaqdı və faktiki olaraq ərizəçinin sağlamlığına təhlükə yaradacaqdı. Bununla bağlı qeyd etmək vacibdir ki, yetkinlik yaşına çatmayan şəxsin məcburi qusdurulmasının mümkünlüyü yalnız o halda nəzərdən keçirilə bilər ki, o, narkotik maddəni alver məqsədi ilə almış olsun.", "64. Hökumətin fikrincə, etiraz edilən tədbir narkotik maddələrlə bağlı cinayət törədilməsinin sübutlarını təmin etmək üçün zəruri olan həddi aşmamışdı. Ərizəçiyə qanun əsasında hərəkət edən həkim tərəfindən xəstəxanada zərərsiz qusdurucu dərmanlar verilmişdi. Mövcud vəziyyətdə bu cür tədbir alçaldıcı sayıla bilməzdi.", "65. Hökumətin daha sonra iddia etdi ki, yalnız xəstəxanadakı həkim ərizəçinin xəstəlik tarixçəsini aldıqdan sonra ərizəçiyə qusdurucu dərmanlar verilmişdi. Həmin həkim qusdurucu dərmanların ərizəçiyə verilməsinə lazımi qaydada nəzarət etmişdi.", "66. Hökumət vurğuladı ki, qusdurma tədbiri nəticəsində ərizəçinin hər hansı xəsarətə və ya uzunmüddətli zədəyə məruz qaldığını göstərən heç bir sübut yoxdur. Sadəcə olaraq tədbir həyata keçiriləndən sonra o, bir neçə saatlığa yorulmuşdu, bu ya apomorfinin təsirinin, ya da ərizəçinin tədbirə müqavimət göstərməsinin nəticəsi idi. Ərizəçi Məhkəmədəki prosesdə əvvəlcə iddia etmişdi ki, azad edildikdən sonra səhhətində problemlər yaranıb. Lakin o, bu iddialarını təsdiq edən heç bir sübutedici sənəd təqdim etmədi.", "", "B. Məhkəmənin qiymətləndirməsi", "", "1. Müvafiq prinsiplər", "", "67. Məhkəmənin bərqərar olmuş presedent hüququna əsasən, pis rəftarın 3-cü maddənin tətbiq dairəsinə düşməsi üçün o, minimal qəddarlıq səviyyəsinə çatmalıdır. Bu minimumun qiymətləndirilməsi nisbidir; o, işin hallarından, məsələn, rəftarın davam etdiyi müddətdən, onun fiziki və ruhi təsirlərindən və bəzi hallarda qurbanın cinsindən, yaşından və sağlamlıq durumundan asılıdır (digər qərarlar arasında bax: Prays Birləşmiş Krallığa qarşı, ərizə Nº 33394/96, b. 24, AİHM 2001-VII; Muisel Fransaya qarşı, ərizə Nº 67263/01, b. 37, AİHM 2002-IX; Gennadi Naumenko Ukraynaya qarşı, ərizə Nº 42023/98, b. 108, 10 fevral 2004). Pis rəftar barədə iddialar müvafiq sübutla təsdiq edilməlidir (müvafiq dəyişikliklərlə bax: Klass Almaniyaya qarşı, 22 sentyabr 1993, A seriyaları, c. 269, s. 17-18, b. 30). Bu sübutu qiymətləndirmək üçün Məhkəmə “əsaslı şübhə yeri” qoymayan sübut standartını qəbul edir, lakin əlavə edir ki, belə sübut faktlarla bağlı kifayət qədər ciddi, aydın və uzlaşan nəticələrin və ya analoji təkzibedilməz ehtimalların eyni zamanda mövcud olmasından irəli gələ bilər (bax: İrlandiya Birləşmiş Krallığa qarşı, 18 yanvar 1978, A seriyaları, c. 25, s. 64-65, b. 161 in fine; və Labitanın işi üzrə yuxarıda adı çəkilən qərar, b. 121).", "68. Rəftar Məhkəmə tərəfindən o halda “qeyri-insani” hesab edilir ki, o, qəsdən törədilsin, fasiləsiz olaraq saatlarla tətbiq edilsin, bədən xəsarətinə və ya güclü fiziki və ya ruhi iztirablara səbəb olsun (bax: Labita İtaliyaya qarşı, [GC], ərizə Nº 26772/95, b. 120, AİHM 2000-IV). Rəftar o halda “ləyaqəti alçaldan” hesab edilir ki, qurbanları alçalda və ya təhqir edə biləcək və ola bilsin ki, onların fiziki və ya mənəvi müqavimətini qıra biləcək qorxu, əzab və acizlik hissləri doğursun (Hurtado İsveçrəyə qarşı, Komissiyanın 8 iyul 1993-cü il tarixli məruzəsi, A seriyaları, c. 280, s. 14, b. 67), yaxud qurbanı öz iradəsi və ya vicdanı əleyhinə hərəkət etməyə vadar etsin (nümunə üçün bax: Danimarka, Norçeç, İsveç və Niderland Yunanıstana qarşı (“Yunanıstan işi”), ərizələr Nº 3321/67 və s., Komissiyanın 5 noyabr 1969-cu il tarixli məruzəsi, İllik məcmuə, s. 186; Kinan Birləşmiş Krallığa qarşı, ərizə Nº 27229/95, b. 110, AİHM 2001-III). Bundan başqa, rəftarın 3-cü maddədə nəzərdə tutulan mənada “ləyaqəti alçaldan” olub-olmadığını nəzərdən keçirərkən Məhkəmənin nəzərə alacağı amillərdən biri həmin rəftarın məqsədinin müvafiq şəxsi alçaltmaqdan və təhqir etməkdən ibarət olub-olmadığı məsələsidir, hərçənd, belə məqsədlərin olmaması 3-cü maddənin pozulduğu barədə nəticə çıxarılacağını heç də istisna etmir (bax: Ranninen Finlandiyaya qarşı, 16 dekabr 1997, Qərarlar toplusu, 1997-VIII, s. 2821-22, b. 55; Pirs Yunanıstana qarşı, ərizə Nº 28524/95, b. 68 və 74, AİHM 2001-III; və Praysin işi üzrə yuxarıda adı çəkilən qərar, b. 24). Cəzanın və ya onunla bağlı rəftarın “qeyri-insani” və ya “ləyaqəti alçaldan” hesab olunması üçün iztirab və ya alçalma konkret qanuni rəftar və ya cəza formasından irəli gələn qaçılmaz iztirab və ya alçalma elementinin hüdudlarını aşmalıdır (bax: Labitanın işi üzrə yuxarıda adı çəkilən qərar, b. 120).", "69. Həbs edilmiş şəxsin öz iradəsi əleyhinə məruz qaldığı tibbi müdaxilələrə gəldikdə, Konvensiyanın 3-cü maddəsi dövlətin üzərinə azadlıqdan məhrum edilmiş şəxslərin fiziki sağlamlığını qorumaq öhdəliyini qoyur (məsələn, onlara zəruri tibbi yardım göstərmək vasitəsilə). İstənilən halda, müvafiq şəxslər 3-cü maddənin müdafiəsi altında qalırlar, həmin maddənin tələblərindən geri çəkilməyə isə yol verilmir (bax: Muiselin işi üzrə yuxarıda adı çəkilən qərar, b. 40; Gennadi Naumenkonun işi üzrə yuxarıda adı çəkilən qərar, b. 112). Bərqərar olmuş tibbi prinsiplər baxımından terapevtik zərurətdən irəli gələn tədbir prinsipcə qeyri-insani və ləyaqəti alçaldan tədbir sayıla bilməz (xüsusən bax: Hertseqfalvi Avstriyaya qarşı, 24 sentyabr 1992, A seriyaları, c. 244, s. 25-26, b. 82; Gennadi Naumenkonun işi üzrə yuxarıda adı çəkilən qərar, b. 112).", "Bu sözləri, məsələn, bilərəkdən qida qəbul etməkdən imtina edən həbs edilmiş konkret şəxsin həyatını qorumaq məqsədi ilə onun məcburi yedizdirilməsi barəsində söyləmək olar. Hər halda Məhkəmə əmin olmalıdır ki, müvafiq qərarla, məsələn, məcburi yedizdirilmə qərarı ilə bağlı tibbi zərurətin mövcudluğu inandırıcı şəkildə sübut edilib və prosessual təminatlar mövcuddur və onlara riayət edilir (Nevmerjitski Ukraynaya qarşı, ərizə Nº 54825/00, b. 94, 5 aprel 2005).", "70. Hətta tibbi zərurət bunu tələb etməsə belə, Konvensiyanın 3-cü və 8-ci maddələri cinayət törədilməsində şübhəli şəxsin iştirakına dair sübut əldə etmək üçün şübhəli şəxsin istəyi olmadan tibbi prosedura əl atılmasını qadağan etmir. Buna görə də bir sıra hallarda Konvensiya orqanları araşdırdıqları işin halları ilə bağlı belə hesab etmişlər ki, cinayətin istintaqını aparmaq üçün şübhəli şəxsin iradəsi əleyhinə qan və ya ağız suyu nümunələrinin götürülməsi bu maddələri pozmur (bax: X Niderlanda qarşı, ərizə Nº 8239/78, Komissiyanın 4 dekabr 1978-ci il tarixli qərarı, Qərarlar toplusu, 16, s. 187-189; Şmidt Almaniyaya qarşı (ərizənin qəbuledilənliyi ilə bağlı qərar) ərizə Nº 32352/02, 5 yanvar 2006).", "71. Lakin cinayətə dair sübut əldə etmək üçün hər hansı məcburi tibbi müdaxiləyə əl atılması konkret işin halları ilə inandırıcı şəkildə əsaslandırılmalıdır. Bu xüsusən o hallara aiddir ki, tibbi prosedur şəxsin şübhəli bilindiyi cinayətin sübutunu onun bədənindən çıxarmaq məqsədini daşıyır. Belə hərəkətin xüsusi müdaxilə xarakteri daşıması işin bütün hallarının diqqətlə yoxlanılmasını tələb edir. Bununla məsələ ilə bağlı sözügedən cinayətin ağırlığına xüsusi diqqət yetirilməlidir. Hakimiyyət orqanları həmçinin nümayiş etdirməlidirlər ki, sübutun əldə edilməsinin alternativ üsullarını nəzərdən keçirmişlər. Bundan başqa, tibbi prosedur şübhəli şəxsin sağlamlığı üçün hər hansı təhlükə və ya uzunmüddətli zərər doğurmamalıdır (müvafiq dəyişikliklərlə bax: Nevmerjitskinin işi üzrə yuxarıda adı çəkilən qərar, b. 94, 97; və Şmidtin işi üzrə yuxarıda adı çəkilən qərar).", "72. Bundan əlavə, terapevtik məqsədlər üçün həyata keçirilən müdaxilələrdə olduğu kimi, şəxsin bədənindən sübutu çıxarmaq məqsədi ilə onun məcburi tibbi prosedura məruz qoyulması zamanı da elə etmək lazımdır ki, prosedur Məhkəmənin Konvensiyanın 3-cü maddəsinə dair presedent hüququnda nəzərdə tutulmuş minimal qəddarlıq dərəcəsini aşmasın (bax: Peters Niderlanda qarşı, ərizə Nº 21132/93, Komissiyanın 6 aprel 1994-cü il tarixli qərarı, Şmidtin işi üzrə yuxarıda adı çəkilən qərar; və Nevmerjitskinin işi üzrə yuxarıda adı çəkilən qərar, b. 94, 97).", "73. Belə işlərdə digər mühüm məsələ məcburi tibbi prosedur barəsində qərarın qəbul edilib-edilməməsi, həmin prosedurun həkimlər tərəfindən icra edilib-edilməməsi və müvafiq şəxsin mütəmadi tibbi nəzarət altında olub-olmamasıdır (nümunə üçün bax: İliykov Bolqarıstana qarşı, ərizə Nº 33977/96, Komissiyanın 20 oktyabr 1997-ci il tarixli qərarı).", "74. Digər əhəmiyyətli amil məcburi tibbi müdaxilənin şəxsin səhhətində hər hansı ağırlaşmaya səbəb olub-olmaması və onun sağlamlığına uzunmüddətli mənfi təsir göstərib-göstərməməsidir (bax: İliykovun işi üzrə yuxarıda adı çəkilən qərar; və müvafiq dəyişikliklərlə bax: Krastanov Bolqarıstana qarşı, ərizə Nº 50222/99, b. 53, 30 sentyabr 2004). ", "", "2. Yuxarıdakı prinsiplərin bu işə tətbiqi", "", "75. Məhkəmə öncə qeyd edir ki, Hökumətin fikrincə, narkotik maddələrin ərizəçinin mədəsindən məcburi qusdurma vasitəsilə çıxarılması tibbi səbəblərdən zəruri idi, çünki o, zəhərlənib ölə bilərdi. Lakin qeyd etmək lazımdır ki, daxili məhkəmələr hamısı razılaşmışlar ki, məcbur qusdurulma barədə qərar çıxararkən dövlət orqanları Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndi əsasında hərəkət etmişlər. Bu müddəa cinayət təqibi orqanlarına sübut əldə etmək üçün şübhəli şəxsin razılığı olmadan həkim tərəfindən onun bədəninə müdaxilə edilməsi barədə qərar çıxarmaq hüququ verir, bu şərtlə ki, şübhəli şəxsin sağlamlığına qarşı heç bir risk olmasın. Lakin 81-ci maddənin “a” bəndi şəxsin sağlamlığına qarşı birbaşa təhlükənin qarşısını almaq üçün görülməli olan tədbirləri əhatə etmir. Bundan başqa, şübhə doğurmur ki, məcburi qusdurma həyata keçirilməzdən əvvəl narkotik maddə kütləsi ərizəçinin bədənində qalacağı təqdirdə bunun nəticələri barədə hər hansı qiymətləndirmə aparılmamışdır. Hökumət onu da bildirmişdir ki, əgər yetkinlik yaşına çatmayan şəxslər narkotik maddəni alver məqsədi ilə almayıblarsa, onlara qarşı məcburi qusdurma tədbiri heç vaxt tətbiq edilmir. Lakin narkotik maddə alveri ilə məşğul olan yetkinlik yaşına çatmayan şəxslər müalicə olunmağa yetkin yaşlılardan heç də az ehtiyac duymurlar. Öz növbəsində yetkin yaşlı narkotik maddə alverçilərinin sağlamlığı məcburi qusdurulma zamanı yetkinlik yaşına çatmayan narkotik maddə alverçiləri ilə eyni riskə məruz qalır. Müvafiq surətdə, Məhkəmə əmin deyil ki, etiraz edilən tədbir barədə cinayət təqibi orqanlarının qərarı tibbi səbəblərə əsaslanıb və tibbi zərurətdən, yəni ərizəçinin sağlamlığını qorumaq zərurətindən irəli gəlib. Əksinə, həmin qərar narkotik maddələrlə bağlı cinayətin sübutunu təmin etmək məqsədi daşıyıb.", "76. Bu nəticə özlüyündə belə qənaətə gəlməyə əsas vermir ki, etiraz edilən müdaxilə 3-cü maddəyə zidd olub. Yuxarıda qeyd edildiyi kimi, Məhkəmə bir sıra hallarda hesab etmişdir ki, Konvensiya prinsipcə cinayətin istintaqına yardım edə biləcək məcburi tibbi müdaxiləyə əl atmağı qadağan etmir. Lakin sübut əldə etmək üçün şəxsin fiziki toxunulmazlığına edilən istənilən müdaxilə ciddi nəzarətə məruz qalmalı və aşağıdakı amillərə xüsusi əhəmiyyət verilməlidir: sübut əldə etmək üçün məcburi tibbi müdaxilənin nə dərəcədə zəruri olması; şübhəli şəxsin sağlamlığına qarşı riskin olması; tibbi prosedurun həyata keçirilməsi üsulu və səbəb olduğu fiziki ağrı və mənəvi əzab; lazımi dərəcədə tibbi nəzarətin olması; və tədbirin şübhəli şəxsin sağlamlığına təsiri (analoji işlərdə ABŞ məhkəmələri tərəfindən müəyyən edilmiş meyarlarla müqayisə et və tutuşdur – bax: yuxarıda 51-52-ci bəndlər). Konkret işin hallarının işığında müdaxilə 3-cü maddənin tətbiq dairəsinə düşmək üçün minimal qəddarlıq səviyyəsinə çatmalıdır. İndi Məhkəmə bu elementlərin hər birini növbə ilə araşdıracaqdır.", "77. Sübut əldə etmək üçün tibbi müdaxilənin nə dərəcədə zəruri olduğuna gəldikdə, Məhkəmə qeyd edir ki, narkotik maddə alveri ciddi cinayətdir. O, narkotik maddə ticarətinin iştirakçı dövlətlərin cəmiyyətlərinə vurduğu ziyanla mübarizədə həmin dövlətlərin qarşılaşdığı problemlərdən yaxşı xəbərdardır (xüsusən bax: D Birləşmiş Krallğa qarşı, 2 may 1997, Qərarlar toplusu, 1997-III, s. 719-792, b. 46). Lakin bu işdə etiraz edilən tədbir barədə qərar çıxarılmazdan və tədbir həyata keçirilməzdən əvvəl aydın idi ki, küçədə narkotik maddə alveri ilə məşğul olan və həmin tədbirə məruz qalan şəxs narkotik maddələri ağzında saxlayırdı və buna görə də alıcılara çoxlu miqdarda narkotik maddə təklif edə bilməzdi. Bu, ittiham hökmündə öz əksini tapmışdır (sınaq müddəti təyin edilməklə 6 ay müddətinə azadlıqdan şərti məhrum etmə) və təyin edilmiş cəza mümkün cəzalardan ən yüngülüdür. Məhkəmə razılaşır ki, alıcılara təklif olunan narkotik maddələrin dəqiq miqdarını və keyfiyyətini müəyyən etmək müstəntiqlər üçün önəmli idi. Lakin o, əmin deyil ki, məcburi qusdurulma bu işdə sübut əldə etmək üçün zəruri idi. Cinayət təqibi orqanları sadəcə olaraq narkotik maddələrin orqanizmdən təbii yolla çıxmasını gözləyə bilərdilər. Bununla bağlı qeyd etmək önəmlidir ki, Avropa Şurasının üzvü olan bir çox dövlətlər narkotik maddələrlə bağlı cinayətlərin istintaqında bu metoddan istifadə edirlər.", "78. Məcburi tibbi müdaxilənin sağlamlığa qarşı riskli olub-olmamasına gəldikdə, Məhkəmə qeyd edir ki, ərizəçinin burnuna salınmış boru vasitəsilə Ipecacuanha mayesinin və apomorfinin ərizəçinin bədəninə daxil edilməsinin onun sağlamlığı üçün təhlükə doğurub-döğurmaması və nə dərəcədə riskli olması məsələsində tərəflər arasında fikir ayrılığı var. Belə tədbirlərin təhlükəli olub-olmaması məsələsində, yuxarıda qeyd edildiyi kimi (41-44-cü bəndlərə bax), tibb ekspertləri arasında da fikir ayrılığı vardır. Bəziləri bunun tamamilə zərərsiz olduğunu və şübhəli şəxsin mənafeyi naminə edildiyini düşündükləri halda, digərləri iddia edirlər ki, konkret olaraq zor gücünə burundan mədəyə boru salmaqla məcburi qusdurma həyat üçün və ağciyərlər üçün ciddi təhlükələr doğurur və buna görə də qadağan olunmalıdır. Məhkəmə əmin deyil ki, bu günədək cavabdeh dövlətdə iki şəxsin ölümünə səbəb olmuş zor gücünə məcburi qusdurulma sağlamlıq üçün sadəcə olaraq əhəmiyyətsiz risklər doğurur. O, həmçinin bu məsələ ilə bağlı qeyd edir ki, cavabdeh dövlətdə faktiki güc tətbiqi məcburi qusurulma ilə əlaqədar olan işlərin çox az bir qismində zəruri hesab edilib (sadəcə olaraq güc tətbiqi ilə təhdid etməkdən fərqli olaraq). Lakin ölüm halları məhz güc tətbiq edilən işlərdə baş verib. Bundan başqa, Almaniya əyalətlərinin çoxunda və Avropa Şurasının üzvü olan dövlətlərin ən azı böyük əksəriyyətində dövlət orqanlarının zorla məcburi qusdurulma tədbirinə əl atmaqdan çəkinmələri belə düşünməyə əsas verir ki, bu tədbir sağlamlığa qarşı risklər doğuran tədbir sayılır.", "79. Məcburi qusdurulmanın həyata keçirilməsi üsuluna gəldikdə, Məhkəmə qeyd edir ki, ərizəçi dərmanların könüllü qəbulundan imtina etdikdən sonra dörd polis əməkdaşı onu yerə yıxmışdır ki, bu da ona qarşı qəddarlıq dərəcəsinə çatan gücün tətbiq edildiyini göstərir. Sonra onun fiziki və mənəvi müqavimətini dəf etmək üçün burunundan mədəsinə boru salınmışdı. Bu, ona ağrı və həyəcan gətirə bilərdi. Sonra onun bədəninə başqa bir dərman daxil edilməklə iradəsi əleyhinə bədəninə müdaxilə edilmişdi. Həmçinin dərmanların təsirini gözlədiyi müddətdə ərizəçinin mənəvi iztiraba da məruz qaldığı nəzərə alınmalıdır. Bu müddətdə o, həbsxanaya salınmış və polis əməkdaşları ilə həkimin müşahidəsi altında saxlanmışdır. Belə vəziyyətdə mədəsindəkiləri geri qaytarmağa məcbur edilməsi onun üçün alçaldıcı olmalı idi. Məhkəmə Hökumətin belə bir fikrini paylaşmır ki, narkotik maddələrin təbii yolla ərizəçinin bədənindən çıxmasını gözləmək onun üçün alçaldıcı ola bilərdi. O, nəzarət məqsədi ilə ərizəçinin şəxsi həyatına müdaxilə təşkil edə bilərdi, amma bununla belə, bu tədbir bədənin öz təbii funksiyasını yerinə yetirməsi ilə bağlı idi və bu səbəbdən məcburi tibbi müdaxiləyə nisbətən ərizəçinin fiziki və mənəvi toxunulmazlığına əhəmiyyətli dərəcədə az müdaxiləyə səbəb olacaqdı (müvafiq dəyişikliklərlə bax: Petersin işi üzrə yuxarıda adı çəkilən qərar; Şmidtin işi üzrə yuxarıda adı çəkilən qərar).", "80. Məcburi qusdurulma üzərində tibbi nəzarətə gəldikdə, Məhkəmə qeyd edir ki, etiraz edilən tədbir həkim tərəfindən xəstəxanada həyata keçirilmişdi. Bundan əlavə, tədbir icra edildikdən sonra ərizəçi müayinə olunmuş və səhhətinin həbsxanaya salınmasına imkan verdiyi elan edilmişdi. Lakin iradəsi əleyhinə qusdurulacağı təqdirdə ərizəçinin sağlamlığının risk altında olmayacağına əmin olmaq üçün onun xəstəlik tarixçəsinin tibbi tədbirin icrasından əvvəl əldə edilib-edilmədiyi məsələsində tərəflər arasında fikir ayrılığı vardır. Ərizəçi məcburi qusdurulmasına güclü müqavimət göstərdiyinə, almanca danışmadığına və yalnız qırıq ingiliscə danışdığına görə belə ehtimal edilməlidir ki, o, ya həkimin suallarına cavab vermək və ya ilkin tibbi müayinə ilə razılaşmaq iqtidarında deyildi, ya da bunları etmək istəmirdi. Hökumətin bunun əleyhinə hər hansı sübutedici sənəd və ya digər sübut təqdim etmədi.", "81. Etiraz edilən tədbirin şübhəli şəxsin sağlamlığına təsirinə gəldikdə, Məhkəmə qeyd edir ki, ərizəçinin səhhətinin, xüsusən mədəsinin hər hansı uzunmüddətli ziyana məruz qalıb-qalmaması məsələsində tərəflər arasında razılıq yoxdur. Qarşısındakı materialları nəzərə alaraq, Məhkəmə hesab edir ki, istər ərizəçinin həbsxana xəstəxanasında yaranmış mədəsi ilə bağlı problemlərinin həbsindən ay yarım sonra müalicə olunmasının, istərsə də aldığı hər hansı sonrakı müalicənin məcburi qusdurulma tədbirinin nəticəsi olduğu sübuta yetirilməyib. Əlbəttə, bu nəticə məcburi tibbi müdaxilənin ərizəçinin sağlamlığına mənfi təsir göstərməsinin mümkünlüyü barədə Məhkəmənin yuxarıda çıxardığı nəticəni sual altına almır.", "82. Məhkəmə işin bütün hallarını nəzərə alaraq hesab edir ki, etiraz edilən tədbir onun 3-cü maddənin tətbiq dairəsinə düşməsi üçün tələb olunan minimal qəddarlıq səviyyəsinə çatmışdı. Dövlət orqanları ərizəçinin iradəsi əleyhinə onun fiziki və mənəvi toxunulmazlığına ciddi müdaxilə etmişdilər. Onlar ərizəçini mədəsindəkiləri qaytarmağa məcbur etmişdilər və bu, terapevtik məqsədlər üçün deyil, onun bədənindən sübutları çıxarmaq məqsədi ilə edilmişdi, halbuki həmin sübutlar bədənə müdaxilə edilmədən də əldə edilə bilərdi. Etiraz edilən tədbirin həyata keçirilməsi üsulu ərizəçidə qorxu, iztirab və acizlik hissləri doğura bilərdi ki, bunlar da onu alçalda və təhqir edə bilərdi. Bundan başqa, qabaqcadan xəstəlik tarixçəsinin əldə edilib-edilməməsindən asılı olmayaraq, tibbi prosedur ərizəçinin sağlamlığı üçün təhlükə doğururdu. Baxmayaraq ki, tədbir ərizəçiyə fiziki və mənəvi iztirab gətirmək məqsədi daşımırdı, hər halda bu baş vermişdi. Beləliklə, o, 3-cü maddəyə zidd olaraq qeyri-insani və ləyaqəti alçaldan rəftara məruz qalmışdı.", "83. Buna görə də Məhkəmə belə qənaətə gəlir ki, Konvensiyanın 3-cü maddəsi pozulmuşdur.", "", "II. KONVENSİYANIN 8-ci MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "84. Ərizəçinin bildirdiyinə görə, zor gücünə məcburi qusdurulma həmçinin onun şəxsi həyatına hörmət hüququna qeyri-mütənasib müdaxiləyə bərabərdir. o, Konvensiyanın 8-ci maddəsinə istinad etdi, həmin maddənin müvafiq hissəsində deyilir:", "", "“1. Hər kəs öz şəxsi ... həyatına ... hörmət hüququna malikdir.", "2. Milli təhlükəsizlik və ictimai asayiş, ölkənin iqtisadi rifah maraqları naminə, iğtişaşın və ya cinayətin qarşısını almaq üçün, sağlamlığı və ya mənəviyyatı qorumaq üçün və ya digər şəxslərin hüquq və azadlıqlarını müdafiə etmək üçün qanunla nəzərdə tutulmuş və demokratik cəmiyyətdə zəruri olan hallar istisna olmaqla, bu hüququn həyata keçirilməsinə hakimiyyət orqanları tərəfindən müdaxiləyə yol verilmir”.", "", "85. Hökumət bu fikirlə razılaşmadı.", "86. Məhkəmə məcburi qusdurulma tədbiri ilə bağlı ərizəçinin Konvensiyanın 3-cü maddəsi üzrə şikayətini artıq araşdırmışdır. Həmin müddəanın pozulduğu barədə çıxardığı nəticəni nəzərə alaraq, Məhkəmə Konvensiyanın 8-ci maddəsi üzrə hər hansı ayrıca məsələnin ortaya çıxmadığını hesab edir.", "", "III. KONVENSİYANIN 6-cı MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "87. Ərizəçi daha sonra hesab etdi ki, onun məhkəməsində məcburi qusdurulma tədbiri vasitəsilə əldə edilmiş sübutdan istifadə edildiyinə görə onun Konvensiyanın 6-cı maddəsi ilə təmin edilən ədalətli məhkəmə araşdırması hüququ pozulub. O, xüsusi olaraq iddia etdi ki, onun özünə qarşı cinayət ittihamına yardım etməmək hüququ pozulub. 6-cı maddənin bu məsələyə aid hissəsində deyilir:", "", "“Hər kəs, ... ona qarşı hər hansı cinayət ittihamı irəli sürülərkən, .... məhkəmə vasitəsi ilə, ... işinin ədalətli ... araşdırılması hüququna malikdir”.", "", "88. Hökumət bu fikrə etiraz etdi.", "", "A. Tərəflərin arqumentləri", "", "1. Ərizəçi", "", "89. Ərizəçinin fikrincə, məcburi qusdurulma tədbiri qanunsuz idi və Konvensiyanın 3-cü və 8-ci maddələrini pozmuşdu. Bu yolla əldə edilmiş sübut ərizəçinin təqsirinin yeganə əsası olduğuna görə ona qarşı cinayət prosesi ədalətsiz idi.", "90. Ərizəçi daha sonra iddia etdi ki, onu iradəsi əleyhinə cinayətin sübutunu ortaya çıxarmağa məcbur etməklə dövlət orqanları ərizəçinin özünə qarşı ittihama yardım etməmək hüququnu və beləliklə həm də ədalətli məhkəmə araşdırması hüququnu pozmuşdular. Özünə qarşı ittihama yardım etməmək prinsipi məcburetmə yolu ilə ifadələrin alınması ilə məhdudlaşmır, həm də bu yolla sübutların əldə edilməsinə şamil olunur. Bundan başqa, ərizəçinin işindəki faktlar Saunders Birləşmiş Krallığa qarşı məhkəmə işindəki faktlardan fərqli idi. Məhkəmə tərəfindən qeyd edilmiş qan və ya DNT testləri ilə bağlı işlərdən fərqli olaraq, məcburi qusdurma zamanı sübut əldə edilməsi üçün kimyəvi maddələrdən istifadə olunur ki, onlar da bədənin qeyri-təbii və qeyri-ixtiyari fəaliyyətinə səbəb olur. Ərizəçinin dərmanları qəbul etməkdən imtina etməsi böyük güc tətbiqi vasitəsilə dəf edilmişdi. Buna görə də sübutlar onun iradəsinə zidd olaraq əldə edilmişdi və o, məhkum edilməsinə yardım göstərməyə məcbur edilmişdi. Məcburi qusdurulma etiraf almaq məqsədi ilə “həqiqət zərdabı” deyilən dərmanın qəbul etdirilməsi ilə müqayisə oluna bilərdi, bu praktika isə Cinayət Prosessual Məcəlləsinin 136-cı maddəsinin “a” bəndi ilə açıq-aydın qadağan olunurdu. Ərizəçi iddiasını müdafiə etmək üçün Frankfurt (Mayn) Apellyasiya Məhkəməsinin 11 oktyabr 1996-cı il tarixli qərarına istinad etdi.", "", "2. Hökumət", "", "91. Hökumətin fikrincə, ərizəçinin məcburi qusdurulması nə Konvensiyanın 3-cü maddəsinə, nə də 8-ci maddəsinə zidd idi. Müvafiq surətdə, ərizəçiyə qarşı cinayət prosesində sübut qismində istifadə edilmək üçün narkotik maddə kütlələrinin bu üsulla əldə edilməsi heç də onun məhkəmə araşdırmasını ədalətsiz etməmişdi. Dəqiq şəkildə desək, ərizəçinin satdığı narkotik maddələrin miqdarı və keyfiyyəti ərizəçinin məhkum olunmasını təmin etmək və ittiham hökmü çıxarmaq üçün mühüm amil idi.", "92. Hökumət daha sonra bildirdi ki, özünə qarşı ittihama yardım etməmək hüququ yalnız şəxsin öz iradəsi əleyhinə hərəkət etməyə məcbur olunmasını qadağan edir. Məcburi qusma sadəcə olaraq şəxsin iradəsinin nəzarət edə bilmədiyi bədən reaksiyası idi və buna görə də özünə qarşı ittihama yardım etməmək prinsipi ilə qadağan olunmamışdı. Beləliklə, şübhəli şəxs sübutların təmin olunmasına fəal yardım göstərməyə məcbur edilməmişdi. Təqsirləndirilən şəxsin öncə məcburi qusdurulma vasitələrini qəbul etməkdən imtina etməsi əhəmiyyətli daşıya bilməzdi, çünki əks halda şübhəli şəxs sübutları gizlətmək istəyini dəf etməyə yönələn bütün istintaq tədbirləri, məsələn, məcburi qaydada qan nümunələrinin götürülməsi və ya evlərdə axtarış kimi tədbirlər qadağan edilmiş olardı.", "93. Bundan əlavə, Hökumət iddia etdi ki, Saunders Birləşmiş Krallığa qarşı məhkəmə işində Məhkəmənin qəbul etdiyi qərara əsasən, məcburi qusdurulma vasitəsilə əldə edilmiş narkotik maddələr sübut qismində qəbul olunan hesab edilmişdi. Bədən möhtəviyyatından və hüceyrələrindən sübut qismində istifadə etmək mümkündürsə, onda təbii ki, müttəhimin bədən hissəsi olmayan əşyalardan sübut qismində istifadə etmək də mümkün olmalıdır. Bundan başqa, ərizəçinin sadəcə passiv formada məruz qaldığı məcburi qusdurulma Cinayət Prosessual Məcəlləsinin 136-cı maddəsinin “a” bəndi ilə qadağan olunan və şübhəli şəxsin özünə qarşı ifadə verməmək əzmini qıran “həqiqət zərdabından” istifadə edilməsi ilə müqayisə oluna bilməzdi.", "", "B. Məhkəmənin qiymətləndirməsi", "", "1. Məhkəmənin presedent hüququna əsasən bərqərar edilmiş ümumi prinsiplər", "", "94. Məhkəmə bir daha bildirir ki, Konvensiyanın 19-cu maddəsinə uyğun olaraq, onun vəzifəsi Konvensiyanın iştirakçısı olan dövlətlərin üzərilərinə götürdükləri öhdəliklərə riayət etmələrini təmin etməkdir. Konkret olaraq, faktlarla və ya hüquqi məsələlərlə bağlı milli məhkəmənin yol verdiyi səhvlər Konvensiya ilə qorunan hüquq və azadlıqları pozmursa, həmin səhvləri araşdırmaq Məhkəmənin vəzifəsi deyil. 6-cı maddə ədalətli məhkəmə araşdırması hüququnu təmin etsə də, sübutların qəbul edilməsinin mümkünlüyünə dair hər hansı qaydaları təsbit etmir, bu, ilk növbədə milli qanunvericiliklə tənzimlənməli olan məsələdir (bax: Şenk İsveçrəyə qarşı, 12 iyul 1988, A seriyaları, c. 140, s. 29, b. 45-46; Texeyra de Kastro Portuqaliyaya qarşı, 9 iyun 1998, Qərarlar toplusu, 1998-IV, s. 1462, b. 34).", "95. Buna görə də, konkret sübut növlərinin (məsələn, daxili qanunvericilik baxımından qanunsuz yolla əldə edilmiş sübutların) qəbul edilməsinin mümkünlüyünü, yaxud ərizəçinin təqsirkar olub-olmadığını müəyyən etmək prinsip etibarı ilə Məhkəmənin işi deyil. Burada cavablandırılmalı olan sual bundan ibarətdir ki, sübutların əldə edilməsi üsulu da daxil olmaqla bütövlükdə məhkəmə prosesi ədalətli idimi? Buraya sübutların “qanunsuz” yolla əldə edilib-edilmədiyinin araşdırılması və Konvensiyada nəzərdə tutulmuş digər hüququn pozulduğu müəyyən edilibsə, həmin pozuntunun xarakterinin müəyyən edilməsi daxildir (bax: Xan Birləşmiş Krallığa qarşı, ərizə Nº 35394/97, b. 34, AİHM 2000-V; P.G. və J.H. Birləşmiş Krallığa qarşı, ərizə Nº 44787/98, b. 76, AİHM 2001-IX; Allan Birləşmiş Krallığa qarşı, ərizə Nº 48539/99, b. 42, AİHM 2002-IX).", "96. Bütövlükdə məhkəmə prosesinin ədalətli olub-olmadığını müəyyən etmək üçün müdafiə tərəfinin hüquqlarına hörmət edilib-edilmədiyinə də diqqət yetirmək lazımdır. Konkret olaraq ərizəçiyə sübutların etibarlılığına və onlardan istifadəyə etiraz etmək imkanının verilib-verilmədiyi araşdırılmalıdır. Bundan əlavə, sübutların keyfiyyəti, o cümlədən sübutların əldə edildiyi şəraitin onların etibarlılığını və ya dəqiqliyini şübhə altına alıb-almaması da nəzərə alınmalıdır. Əldə edilmiş sübutlar iş üzrə digər materiallarla təsdiq olunmursa, onda prosesin ədalətli olub-olmadığının müəyyən edilməsi ilə bağlı hər hansı problem yaranmır, lakin qeyd etmək lazımdır ki, sübutlar ciddidirsə və onların etibarlı olmamalı riski yoxdursa, müvafiq surətdə, sübutların iş üzrə digər materiallarla təsdiq edilməsinə də ehtiyac az olur (digər qərarlarla yanaşı bax: Xanın işi üzrə yuxarıda adı çəkilən qərar; b. 35, 37; Allanın işi üzrə yuxarıda adı çəkilən qərar; b. 35).", "97. 6-cı maddədəki prosesin ədalətliliyinə dair ümumi tələblər, törədilmiş hüquq pozuntusunun növündən asılı olmayaraq, bütün cinayət proseslərinə şamil olunur. Bununla belə, bütövlükdə prosesin ədalətli olub-olmadığı müəyyən edilərkən konkret cinayətin istintaqına və cəzalandırılmasına olan ictimai maraq nəzərə alına və təqsirləndirilən şəxsin sübutların qanuni yolla əldə edilməsinə olan marağı ilə tutuşdurula bilər. Lakin ərizəçinin müdafiə hüququnun, o cümlədən Konvensiyanın 6-cı maddəsi ilə təmin edilən özünə qarşı ittihama yardım etməmək hüququnun mahiyyətinə xələl gətirən tədbirlərə ictimai maraq mülahizələri ilə haqq qazandırıla bilməz (müvafiq dəyişikliklərlə bax: Heyni və Makginness İrlandiyaya qarşı, ərizə Nº 34720/97, b. 57-58, AİHM 2000-XII).", "98. Konkret olaraq Konvensiyanın müəyyən edilmiş pozuntusunun xarakterinə gəldikdə, Məhkəmə xatırladır ki, məhz Xanın işində (yuxarıda adı çəkilən qərar, b. 25-28) və P.G. və J.H. Birləşmiş Krallığa qarşı məhkəmə işində (yuxarıda adı çəkilən qərar, b. 37-38) o müəyyən etmişdir ki, gizli dinləmə qurğularından istifadə edilməsi 8-ci maddəni pozub, çünki daxili qanunvericilikdə bu cür qurğulardan istifadənin əsası yoxdur və ərizəçilərin şəxsi həyatına hörmət hüququna edilmiş müdaxilələr “qanunla nəzərdə tutulmamışdır”. Bununla belə, bu yolla əldə edilmiş informasiyanın sübut qismində qəbul olunması işin halları baxımından 6-cı maddənin 1-ci bəndi ilə təmin edilən ədalətlilik tələblərinə zidd deyildi.", "99. Lakin 3-cü maddə pozulmaqla tətbiq edilən tədbir vasitəsilə əldə edilmiş sübuta münasibət fərqlidir. Konvensiyanın 3-cü maddəsi pozulmaqla əldə edilmiş sübuta münasibətdə, hətta bu cür sübut şəxsin təqsirinin müəyyən olunmasında həlledici olmasa belə, 6-cı maddənin 1-ci bəndi üzrə mübahisəli məsələ ortaya çıxa bilər (bax: İçöz Türkiyəyə qarşı (qərarın qəbuledilənliyinə dair qərar), ərizə Nº 54919/00, 9 yanvar 2003; və Koç Türkiyəyə qarşı (qərarın qəbuledilənliyinə dair qərar), ərizə Nº 32580/96, 23 sentyabr 2003). Məhkəmə bununla bağlı bir daha bildirir ki, 3-cü maddə demokratik cəmiyyətlərin ən əsas dəyərlərindən birini təsbit edir. Hətta terrorizmə və mütəşəkkil cinayətkarlığa qarşı mübarizə kimi ən çətin vəziyyətlərdə Konvensiya işgəncələri, qeyri-insani və ya ləyaqəti alçaldan rəftarı və ya cəzanı qəti ifadələrlə qadağan edir. Konvensiyanın bir çox maddi hüquq normalarından fərqli olaraq, hətta millətin həyatını təhdid edən fövqəladə hallar zamanı 3-cü maddənin müddəalarından 15-ci maddənin 2-ci bəndi ilə nəzərdə tutulmuş hər hansı istisnalara və geri çəkilmələrə yol verilmir (digər qərarlarla yanaşı bax: Çahal Birləşmiş Krallığa qarşı, 15 noyabr 1996, Qərarlar toplusu, 1996-V, s. 1855, b. 79; və Selmuni Fransaya qarşı [GC], ərizə Nº 25803/94, b. 95, AİHM 1999-V).", "100. Susmaq hüququ və özünə qarşı ittihama yardım etməmək hüququ pozulmaqla əldə edilmiş sübutlara gəldikdə, Məhkəmə xatırladır ki, bu hüquqlar hamılıqla tanınan beynəlxalq standartlardır və 6-cı maddədə nəzərdə tutulmuş ədalətli məhkəmə araşdırması anlayışının təməlində durur. Onların mahiyyəti, digər məsələlərlə yanaşı, təqsirləndirilən şəxsi dövlət orqanlarının qanunsuz məcburetmə tədbirindən müdafiə etməkdən və bununla da ədalət mühakiməsinin yanlış şəkildə həyata keçirilməməsinə və 6-cı maddənin məqsədlərinin yerinə yetirilməsinə yardım etməkdən ibarətdir. Özünə qarşı ittihama yardım etməmək hüququ konkret olaraq onu nəzərdə tutur ki, cinayət işində ittiham tərəfi təqsirləndirilən şəxsə qarşı mövqeyini sübut etmək üçün təqsirləndirilən şəxsin iradəsinə zidd olaraq məcburetmə və ya təzyiq vasitəsilə əldə edilmiş sübutlardan istifadə etməməlidir (digər qərarlarla yanaşı bax: Saunders Birləşmiş Krallığa qarşı, 17 dekabr 1996, Qərarlar toplusu, 1996-VI, s. 2064, b. 68; və Heyni və Makginnessin işi üzrə yuxarıda adı çəkilən qərar, b. 40; J.B. İsveçrəyə qarşı, ərizə Nº 31827/96, b. 64, AİHM 2001-III; və Allanın işi üzrə yuxarıda adı çəkilən qərar, b. 44).", "101. Məhkəmə prosesinin şəxsin özünə qarşı ittihama yardım etməmək hüququna xələl gətirib-gətirmədiyini araşdırarkən Məhkəmə konkret olaraq aşağıdakı elementləri: məcburetmənin xarakterini və dərəcəsini; araşdırılan cinayətin istintaqına və cəzalandırılmasına olan ictimai marağı; həmin prosesdə müvafiq təminatların olub-olmadığını; və məcburetmə yolu ilə əldə edilmiş hər hansı materialdan istifadə edilib-edilmədiyini nəzərə alır (nümunə üçün bax: Tirado Ortis və Lozano Martin İspaniyaya qarşı (ərizənin qəbul edilənliyinə dair qərar), ərizə Nº 43486/98, AİHM 1999-V; Heyni və Makginnessin işi üzrə yuxarıda adı çəkilən qərar, b. 51-55; və Allanın işi üzrə yuxarıda adı çəkilən qərar, b. 44).", "102. Lakin Məhkəmə dəfələrlə qərara almışdır ki, özünə qarşı ittihama yardım etməmək hüququ ilk növbədə təqsirləndirilən şəxsin susmaq hüququna hörmət edilməsi ilə bağlıdır. Konvensiyanın iştirakçısı olan dövlətlərin və digər ölkələrin hüquq sistemlərində adətən nəzərdə tutulduğu kimi, bu hüquq cinayət prosesində şübhəli şəxsin iradəsi ilə əlaqəsi olmayan güc tətbiqindən istifadə etməklə təqsirləndirilən şəxsdən əldə edilmiş materialdan, məsələn, müsadirə barədə qərar əsasında əldə edilmiş sənədlərdən, DNT testi məqsədi ilə götürülmüş nəfəs, qan, sidik, saç və ya səs nümunələrindən və bədən toxumasından və s.-dən istifadə edilməsinə şamil olunmur (bax: Saundersin işi üzrə yuxarıda adı çəkilən qərar, s. 2064-65, b. 69; Çaudhari Birləşmiş Krallığa qarşı (ərizənin qəbul edilənliyinə dair qərar), ərizə Nº 40084/98, 4 may 1999; J.B. İsveçrəyə qarşı məhkəmə işi üzrə yuxarıda adı çəkilən qərar, b. 68; P.G. və J.H. Birləşmiş Krallığa qarşı məhkəmə işi üzrə yuxarıda adı çəkilən qərar, b. 80).", "", "2. Yuxarıdakı prinsiplərin bu işə tətbiqi", "", "103. Bu prinsiplərin işığında ərizəçiyə qarşı cinayət prosesinin ədalətli hesab edilməsinin mümkünlüyü məsələsini araşdırarkən Məhkəmə öncə qeyd edir ki, ərizəçinin məcburi qusdurulması vasitəsilə əldə edilmiş sübut “qanunsuz” yolla əldə edilməmişdi, yəni daxili qanunvericilik pozulmamışdı. Bu məsələ ilə bağlı Məhkəmə xatırladır ki, milli məhkəmələr Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndinin etiraz edilən tədbirə icazə verdiyini müəyyən etmişdilər.", "104. Məhkəmə artıq yuxarıda müəyyən etmişdir ki, ərizəçinin udduğu narkotik maddələri qusması üçün ona məcburi qusdurulma tədbiri tətbiq edilərkən o, 3-cü maddənin substantiv müddəalarına zidd olaraq qeyri-insani və ləyaqəti alçaldan rəftara məruz qalıb. Beləliklə, cinayət prosesində ərizəçiyə qarşı istifadə edilmiş sübutlar Konvensiya ilə təmin olunan mühüm hüquqlardan birinin pozulmasının birbaşa nəticəsi olaraq əldə edilmişdi. Məhkəmə bu işdə ərizəçinin işgəncəyə məruz qaldığını müəyyən etmədi. Onun fikrincə, ittihamedici sübutların (fərqi yoxdur, istər zorakılıq və ya qəddarlıq aktları vasitəsilə və ya işgəncə kimi səciyyələndirilə bilən digər rəftar vasitəsilə əldə edilmiş etiraf formasında olsun, istərsə də maddi sübut formasında) sübutedici əhəmiyyətindən asılı olmayaraq, onlara qurbanın təqsirini təsdiq edən sübut kimi istinad edilə bilməz. Hər hansı başqa nəticənin çıxarılması mənəviyyat nöqteyi-nəzərindən pislənməli olan və Konvensiyanın 3-cü maddəsini tərtib edənlərin qadağan etmək istədikləri davranışın dolayısı ilə qanuniləşdirilməsi olardı və Roçinin işi üzrə ABŞ Ali Məhkəməsinin qərarında çox gözəl deyildiyi kimi, “qanuna qəddarlıq donu geydirmək olardı” (yuxarıda 50-ci bəndə bax). Bununla bağlı Məhkəmə qeyd edir ki, Birləşmiş Millətlər Təşkilatının İşgəncələrə və digər qəddar, qeyri-insani və ya ləyaqəti alçaldan rəftara və ya cəzaya qarşı Konvensiyasının 15-ci maddəsində nəzərdə tutulur ki, işgəncə nəticəsində alındığı müəyyən edilmiş ifadələr işgəncənin qurbanına qarşı məhkəmə prosesində sübut qismində istifadə oluna bilməz.", "106. Ərizəçinin məruz qaldığı rəftar işgəncə aktlarına xas olan amansızlıq səviyyəsinə çatmasa da, 3-cü maddədəki qadağanın tətbiq dairəsinə düşən minimal qəddarlıq səviyyəsinə çatmışdı. İşin Konkret işin halları baxımından istisna etmək olmaz ki, bilərəkdən törədilən, işgəncəyə bərabər olmayan pis rəftar aktları vasitəsilə əldə edilmiş sübutdan istifadə edilməsi, törədildiyi iddia edilən cinayətin ağırlığından asılı olmayaraq, qurbana qarşı məhkəmə araşdırmasını ədalətsiz edə bilər, bu zaman məhkəmə araşdırmasında qəbul edilməsinə və istifadə olunmasına qurbanın etiraz etdiyi sübutlara və digər vasitələrə xüsusi diqqət yetirilməlidir.", "107. Bu işdə ümumi sualı, yəni “qeyri-insani və ya ləyaqəti alçaldan rəftar kimi tövsif olunmuş hərəkət vasitəsilə sübutların əldə edilməsi avtomatik olaraq məhkəmə araşdırmasını ədalətsiz edirmi?” sualını açıq saxlamaq olar. Məhkəmə qeyd edir ki, hətta dövlət orqanları ərizəçini ağrıya və iztiraba məruz qoymaq niyyətində olmasalar belə, hər halda sübut Konvensiya ilə təmin olunan əsas hüquqlardan birini pozan tədbir vasitəsilə əldə edilmişdir. Bundan başqa, tərəflər ümumən razıdırlar ki, etiraz edilən tədbir vasitəsilə mədədən çıxarılmış narkotik maddələr ərizəçinin təqsirini sübut etmək üçün mühüm element idi. Bu da eyni dərəcədə inkarolunmazdır ki, ərizəçiyə həqiqətən imkan verilmişdi ki, etiraz edilən tədbir vasitəsilə əldə edilmiş narkotik maddələrdən sübut qismində istifadə edilməsinə məhkəmədə etiraz etsin və o, bu imkandan istifadə etmişdi. Lakin milli məhkəmələrin öz sərbəst mülahizələri əsasında sübutu qəbul etməmələri mümkün deyildi, çünki onlar hesab edirdilər ki, daxili qanunvericilik məcburi qusdurulma tədbirinə icazə verir. Bundan başqa, hesab etmək olmaz ki, ərizəçinin məhkum edilməsinə olan ictimai maraq həmin sübutun məhkəmə araşdırmasında istifadə edilməsinə imkan verəcək dərəcədə böyük idi. Yuxarıda qeyd edildiyi kimi, bu tədbir, yəni ərizəçinin məhkum edilməsi küçədə narkotik maddə alveri ilə məşğul olan və nisbətən kiçik miqdarda narkotik maddələr satan, son nəticədə sınaq müddəti təyin edilməklə 6 ay müddətinə azadlıqdan şərti məhrum edilmiş şəxsə qarşı yönəlmişdi.", "108. Belə olan halda, Məhkəmə hesab edir ki, ərizəçiyə qarşı güc tətbiq edilməklə məcburi qusdurulma vasitəsilə əldə edilmiş sübutdan istifadə bütövlükdə məhkəmə araşdırmasını ədalətsiz etmişdi.", "109. Bu nəticə özlüyündə belə qənaətə gəlmək üçün yetərli əsasdır ki, ərizəçi 6-cı maddə pozulmaqla ədalətli məhkəmə araşdırması hüququndan məhrum edilmişdir. Lakin Məhkəmə həmçinin ərizəçinin belə bir arqumentini nəzərdən keçirməyi məqsədəuyğun hesab edir ki, sübutların əldə edilməsi və istifadə olunması üsulu ərizəçinin özünə qarşı cinayət ittihamına yardım etməmək hüququnu pozub. Bu məqsədlə Məhkəmə öncə bu konkret hüququn ərizəçinin işinə aidiyyəti olub-olmadığını və əgər aidiyyəti varsa, həmin hüququn pozulub-pozulmadığını araşdıracaqdır.", "110. Özünə qarşı cinayət ittihamına yardım etməmək prinsipinin bu işə tətbiqinə gəldikdə, Məhkəmə qeyd edir ki, burada mübahisəli məsələ ərizəçinin bədən toxunulmazlığına zor gücünə müdaxilə edilməklə əldə edilmiş “maddi sübutdan” (etirafdan fərqli olaraq) məhkəmə araşdırmasında istifadə edilməsi məsələsidir. O, qeyd edir ki, özünə qarşı cinayət ittihamına yardım etməmək hüququ Konvensiyanın iştirakçısı olan dövlətlərdə və digər ölkələrdə müttəhimin dindirilmə zamanı susmaq və öz əleyhinə ifadə verməyə məcbur edilməmək hüququ kimi başa düşülür.", "111. Lakin Məhkəmə imkan düşdükcə bildirmişdir ki, 6-cı maddənin 1-ci bəndi ilə qorunan özünə qarşı cinayət ittihamına yardım etməmək hüququ geniş məna daşıyır və dövlət orqanlarının əlinə maddi sübutlar verilməsinə yönələn məcburetmə hallarını da əhatə edir. Məsələn, Funkenin işində (s. 22, b. 44) Məhkəmə müəyyən etdi ki, ərizəçini sənədlərin məzmununu açıqlamağa məcbur etmək və onun tərəfindən törədildiyi iddia edilən cinayətlərin sübutlarını bu yolla təmin etmək cəhdi onun özünə qarşı cinayət ittihamına yardım etməmək hüququnu pozub. Eyni ilə, J.B. İsveçrəyə qarşı məhkəmə işində (bax: yuxarıda adı çəkilən qərar, b. 63-71) Məhkəmə hesab etdi ki, dövlət orqanlarının ərizəçini vergilərdən yayınma barədə məlumatları təmin edə biləcək sənədləri təqdim etməyə məcbur etmək cəhdi geniş mənada götürülmüş özünə qarşı cinayət ittihamına yardım etməmək prinsipini pozur.", "112. Saundersin işində Məhkəmə hesab etdi ki, özünə qarşı cinayət ittihamına yardım etməmək prinsipi “şübhəli şəxsin iradəsi ilə əlaqəsi olmayan güc tətbiqindən istifadə etməklə təqsirləndirilən şəxsdən əldə edilmiş materialdan, məsələn, müsadirə barədə qərar əsasında əldə edilmiş sənədlərdən, DNT testi məqsədi ilə götürülmüş nəfəs, qan, sidik, saç və ya səs nümunələrindən və bədən toxumasından və s.-dən istifadə edilməsinə şamil olunmur” (bax: yuxarıda adı çəkilən qərar, b. 69).", "113. Məhkəmənin fikrincə, bu işdə araşdırılan sübutlar, yəni ərizəçinin bədənində gizlədilmiş və zor gücünə məcburi qusdurulma vasitəsilə oradan çıxarılmış narkotik maddələr şübhəli şəxsin iradəsi ilə əlaqəsi olmayan və cinayət prosesində istifadə edilməsi adətən qadağan olunmayan material kateqoriyasının hüdudları daxilinə düşür. Lakin bir neçə element vardır ki, bu işi Saundersin işində sadalanan nümunələrdən fərqləndirir. Birincisi, Funkenin işində və J.B. İsveçrəyə qarşı məhkəmə işində etiraz edilən tədbir kimi, bu işdə də məcburi qusdurulma tədbiri ərizəçinin iradəsinə zidd olaraq maddi sübutun əldə edilməsi üçün istifadə olunmuşdu. Əksinə, Saundersin işində bədən materialı tibbi müayinə üçün, yəni orada, məsələn, alkoqolun və ya narkotik maddələrin olub-olmadığını müəyyən etmək üçün məcburi qaydada götürülmüş material idi.", "114. İkincisi, bu işdə tətbiq edilmiş gücün dərəcəsi Saundersin işində sadalanan material növlərini əldə etmək üçün adətən tələb olunan məcburetmə dərəcəsindən əhəmiyyətli dərəcədə fərqlənir. Belə materialı əldə etmək üçün müttəhim passiv qalmaqla onun fiziki toxunulmazlığına kiçik müdaxilə tələb olunur (məsələn, ondan qan və ya saç nümunələri, yaxud bədən toxuması götürülərkən). Hətta bu prosedurda müttəhimin aktiv iştirakı tələb olunsa belə, Saundersin işindən görmək olar ki, bu iştirak bədənin adi funksiyası vasitəsilə materialın əldə edilməsi ilə bağlıdır (məsələn, nəfəs, sidik və ya səs nümunələri götürülərkən). Əksinə, bu işdə ərizəçinin axtarılan sübutu mədəsindən geri qaytarmağa məcbur edilməsi onun burnu vasitəsilə mədəsinə zorla boru salınmasını və bədənində patoloji reaksiya doğurmaq üçün dərman maddəsinin bədəninə daxil edilməsini tələb edirdi. Yuxarıda qeyd edildiyi kimi, bu prosedur ərizəçinin sağlamlığı üçün təhlükəsiz deyildi.", "115. Üçüncüsü, bu işdə sübut 3-cü maddəni pozan prosedur vasitəsilə əldə edilmişdi. Ərizəçinin işində istifadə edilmiş sübut, məsələn, nəfəs testi və ya qan nümunəsinin götürülməsi prosedurlarından heyrətamiz dərəcədə fərqlənirdi. Sonuncu prosedurlar, müstəsna halları nəzərə almasaq, 3-cü maddəyə zidd olan minimal qəddarlıq dərəcəsinə gəlib çatmır. Bundan başqa, bu prosedurlar ərizəçinin şəxsi həyatına hörmət hüququna müdaxilə təşkil etsə də, ümumən cinayətlərin qarşısını almaq üçün zəruri olan tədbir kimi 8-ci maddənin 2-ci maddəsi ilə onlara haqq qazandırmaq olar (digər qərarlarla yanaşı bax: Tirado Ortisin və Lozano Martinin işləri üzrə yuxarıda adı çəkilən qərarlar). ", "116. Müvafiq surətdə, özünə qarşı cinayət ittihamına yardım etməmək prinsipi bu işə tətbiq edilə bilər.", "117. Ərizəçinin özünə qarşı cinayət ittihamına yardım etməmək hüququnun pozulub-pozulmadığını müəyyən etmək üçün Məhkəmə, öz növbəsində, aşağıdakı amilləri nəzərə alacaqdır: məcburetmənin xarakterini və dərəcəsini; araşdırılan cinayətin istintaqına və cəzalandırılmasına olan ictimai marağı; həmin prosesdə müvafiq təminatların olub-olmadığını; və məcburetmə yolu ilə əldə edilmiş hər hansı materialdan istifadə edilib-edilmədiyini.", "118. Bu işdə sübutların əldə edilməsi üçün tətbiq edilmiş məcburetmənin xarakterinə və dərəcəsinə gəldikdə, Məhkəmə bir daha bildirir ki, ərizəçinin narkotik maddələri mədəsindən geri qaytarmağa məcbur edilməsi onun fiziki və mənəvi toxunulmazlığına əhəmiyyətli müdaxilə təşkil etmişdir. Ərizəçi dörd polis əməkdaşı tərəfindən hərəkətsiz hala gətirilmiş, axtarılan sübutların bədənin patoloji reaksiyası vasitəsilə oradan çıxarılması üçün onun burnundan mədəsinə boru salınmış və mədəsinə kimyəvi maddələr daxil edilmişdir. Bu rəftar qeyri-insani və ləyaqəti alçaldan və buna görə də 3-cü maddəni pozan rəftar hesab edildi.", "119. Ərizəçinin məhkum olunmasını təmin etmək üçün sözügedən sübutdan istifadə edilməsinə olan ictimai marağa gəldikdə, Məhkəmə qeyd edir ki, yuxarıda deyildiyi kimi, etiraz edilən tədbir küçədə narkotik maddə alveri ilə məşğul olan və nisbətən kiçik miqdarda narkotik maddələr satan, son nəticədə sınaq müddəti təyin edilməklə 6 ay müddətinə azadlıqdan şərti məhrum edilmiş şəxsə qarşı yönəlmişdi. Bu işin halları baxımından ərizəçinin məhkum edilməsinə olan ictimai maraq onun fiziki və mənəvi toxunulmazlığına bu cür ciddi müdaxilə edilməsinə haqq qazandıra bilməzdi.", "120. Prosesdə müvafiq təminatların olub-olmadığına gəldikdə, Məhkəmə qeyd edir ki, Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndində nəzərdə tutulur ki, bədənə müdaxilələr, müttəhimin sağlamlığına təhlükə yaratmamaq şərti ilə, qanun əsasında hərəkət edən həkim tərəfindən xəstəxanada həyata keçirilməlidir. Ümumən bu cür tədbirdən özbaşına və hüquqa zidd istifadə edilməsinə qarşı daxili qanunvericilikdə təminatlar nəzərdə tutulduğunu söyləmək olar, amma bununla belə, ərizəçi susmaq hüququna istinadən ilkin tibbi müayinədən keçməkdən imtina etmişdi. O, yalnız qırıq ingiliscə danışa bilirdi, bu isə o deməkdir ki, o, fiziki cəhətdən bu prosedura davam gətirmək qabiliyyəti tam yoxlanılmadan bu prosedura məruz qalmışdı.", "121. Əldə edilmiş sübutlardan istifadə edilib-edilmədiyinə gəldikdə, Məhkəmə bir daha bildirir ki, məcburi qusdurmadan sonra əldə edilmiş narkotik maddələr ərizəçinin narkotik maddə alverində təqsirli sayılmasında həlledici sübut olmuşdu. Doğrudur, bu sübutdan istifadə edilməsinə məhkəmə araşdırmasında ərizəçinin etiraz etməsinə imkan verilmişdi. Lakin yuxarıda qeyd edildiyi kimi, milli məhkəmələrin öz sərbəst mülahizələri əsasında sübutu qəbul etməmələri mümkün deyildi, çünki onlar hesab edirdilər ki, daxili qanunvericilik etiraz edilən tədbirə icazə verir.", "122. Yuxarıda qeyd edilənləri nəzərə alaraq, Məhkəmə həmçinin belə hesab etməyə hazırdır ki, ərizəçinin məhkəmə araşdırmasında zor gücünə məcburi qusdurulma vasitəsilə əldə edilmiş sübutlardan istifadə edilməsi onun özünə qarşı cinayət ittihamına yardım etməmək hüququnu pozub və bununla da bütövlükdə onun məhkəmə araşdırmasını ədalətsiz edib.", "123. Müvafiq surətdə, Konvensiyanın 6-cı maddəsinin 1-ci bəndi pozulmuşdur.", "", "IV. KONVENSİYANIN 6-cı MADDƏSİNİN TƏTBİQİ", "", "124. Konvensiyanın 41-ci maddəsində deyilir:", "", "“Əgər Məhkəmə Konvensiya ona dair Protokolların müddəalarının pozulduğunu, lakin Razılığa gələn yüksək Tərəfin daxili hüququnun yalnız bu pozuntunun nəticələrinin qismən aradan qaldırılmasına imkan verdiyini müəyyən edirsə, Məhkəmə zəruri halda, zərərçəkən tərəfə əvəzin ədalətli ödənilməsini təyin edir”.", "", "125. Ərizəçi maddi və mənəvi ziyana görə kompensasiya tələb etdi və çəkdiyi məhkəmə xərclərinin və digər məsrəflərin əvəzinin ödənilməsini istədi.", "", "A. Ziyan", "", "126. Ərizəçi ümumilikdə maddi ziyana görə 51,12 avro tələb etdi, bu, Vuppertal Regional Məhkəməsinin qərarı nəticəsində ondan müsadirə olunmuş məbləğ idi. O, həmçinin mənəvi ziyana görə kompensasiya istədi. O, uzun müddət davam etmiş məcburi qusdurulma nəticəsində məruz qaldığı fiziki xəsarətləri və mənəvi iztirabları, habelə duyduğu acizlik hissini qeyd etdi, onun fikrincə, bu prosedur onun həyatı üçün təhlükəli və açıq-aydın qanunsuz idi. Bundan başqa, o, məhkum edilənə qədər beş ay həbsdə qalmışdı və qeyd edilən qanunsuz tədbir ucbatından sınaq müddəti təyin edilməklə 6 ay müddətinə azadlıqdan şərti məhrum edilmişdi. O, bu bənd üzrə azı 30.000 avro tələb etdi.", "127. Hökumət ərizəçinin maddi ziyana görə tələbinə dair fikir bildirmədi, amma iddia etdi ki, mənəvi ziyana görə onun tələb etdiyi məbləğ həddən artıq böyükdür. Ərizəçinin ibtidai həbsdə saxlanması, cinayət təqibinə məruz qalması və məhkum edilməsi ucbatından onun məruz qaldığı ziyana gəldikdə, heç bir kompensasiya məbləği tələb olunmur, çünki bütün kompensasiya ödənişləri Almaniya qanunvericiliyinə əsasən həyata keçirilə bilərdi. Məhkəmə ərizəçinin Konvensiya hüquqlarının pozulduğunu müəyyən etsəydi, o, cinayət icraatının təzələnməsi barədə müraciət edə və bəraət alacağı təqdirdə ziyana görə (yəni həbsdə saxlandığı müddət üçün) kompensasiya tələb edə bilərdi.", "128. Maddi ziyana görə kompensasiya tələbinə gəldikdə, Məhkəmə qeyd edir ki, Vuppertal Regional Məhkəməsi ərizəçidən 100 alman markasının (təxminən 51,12 avro) müsadirə olunması barədə qərar çıxarmışdı, bu, onun təqsirli bilindiyi cinayətdən əldə etdiyi gəlir idi. Lakin Məhkəmə fərziyyə yürüdə bilməz ki, Konvensiyanın pozuntusu baş verməsəydi, daxili məhkəmə prosesinin nəticəsi necə olardı (digər qərarlarla yanaşı bax: Şmautser Avstriyaya qarşı, 23 oktyabr 1995, A seriyaları, c. 328, s. 16, b. 44; və Findley Birləşmiş Krallığa qarşı, 25 fevral 1997, Qərarlar toplusu, 1997-I, s. 284, b. 85). Etiraz edilən tədbir vasitəsilə bədəndən çıxarılmış narkotik maddə kütləsi ərizəçinin məhkum edilməsində həlledici amil olmuşdu. Lakin bu sübutun 3-cü maddə pozulmadan əldə edilməsi (narkotik maddə kütləsinin təbii yolla çıxmasını gözəməklə) mümkün olduğuna görə və deməli, həm də 6-cı maddə pozulmadan istifadə edilməsi mümkün olduğuna görə, Məhkəmə hesab edir ki, həmin maddələrin pozuntusu ilə ərizəçinin məruz qaldığı maddi ziyan arasında səbəbli əlaqənin olduğuna dair yetərli sübut yoxdur. Ona görə də maddi ziyana görə hər hansı kompensasiya təyin etmək üçün əsas yoxdur.", "129. Maddi ziyana görə kompensasiya tələbinə gəldikdə, Məhkəmə qeyd edir ki, Hökumətin bildirdiyinə görə ərizəçi milli məhkəmələrdə ona qarşı cinayət işinin təzələnməsindən sonra bəraət aldığı təqdirdə kompensasiya tələb edə bilərdi. Lakin Məhkəmə hesab edir ki, ərizəçi hüquqlarının pozulduğu barədə Strasburqa şikayət etməzdən əvvəl daxili hüquqi müdafiə vasitələrini tükəndirdikdən sonra uğursuzluğa məruz qalsaydı, sonra ittiham hökmünün ləğvi üçün bunu ikinci dəfə yenə edərək uğur qazansaydı və sonda bir daha yeni məhkəmə araşdırması üçün müraciət etsəydi, bu o demək idi ki, ərizəçi Məhkəmədən ədalətli kompensasiya almaq üçün üç dəfə daxili hüquqi müdafiə vasitələrini tükəndirməlidir, özü də məhkəmə proseslərinin ümumi müddəti insan hüquqlarının səmərəli müdafiəsi ilə çətin ki bir araya sığardı və bu hal Konvensiyanın məqsədinə və predmetinə zidd olan vəziyyətə gətirib çıxarardı (nümunə üçün bax: Barbera, Messege və Habardo İspaniyaya qarşı (keçmiş 50-ci maddə), 13 iyun 1994, A seriyaları, c. 285-C, b. 17; və Papamixalopulos və başqaları Yunanıstana qarşı (keçmiş 50-ci maddə), 31 oktyabr 1995, A seriyaları, c. 330-B, s. 61, b. 40). Buna görə də, Məhkəmə ərizəçiyə kompensasiya təyin edir.", "130. Qarşısındakı işin bütün elementlərini nəzərə alaraq, Məhkəmə hesab edir ki, ərizəçi sonradan məhkəmə araşdırmasında on qarşı istifadə etmək məqsədi ilə sübut əldə edilməsi üçün məruz qaldığı rəftar nəticəsində mənəvi ağrı və iztirab formasında mənəvi ziyana məruz qalıb. Buna görə də Məhkəmə ədalət prinsipi əsasında qərar çıxararaq mənəvi ziyana görə ərizəçiyə 10.000 avro təyin edir.", "", "B. Məhkəmə xərcləri və digər məsrəflər", "", "131. Ərizəçi məhkəmə xərclərinə və digər məsrəflərə görə ümumilikdə 5.868,88 avro tələb etdi. Bu məbləğə Federal Konstitusiya Məhkəməsində ərizəçinin hüquqi cəhətdən təmsil olunmasına görə ödənilmiş və Vəkillərin qonorarları haqqında Federal Qaydalara (Bundesrechtsanwaltsgebührenordnung – BRAGO) uyğun olaraq hesablanmış 868,88 avro daxildir. Bundan başqa, ərizəçi Konvensiya proseslərində çəkdiyi xərclərə görə 5.000 avro tələb etdi. O, tələblərini təsdiq etmək üçün heç bir sübutedici sənəd təqdim etmədi.", "132. Hökumət bu iddia ilə bağlı fikir bildirmədi.", "133. Məhkəmənin presedent hüququna uyğun olaraq, zərərçəkən tərəfə məhkəmə xərclərinin və digər məsrəflərin ödənilməsi üçün zərərçəkən tərəf həmin xərcləri Konvensiyanın Məhkəmə tərəfindən müəyyən edilən pozuntusunun qarşısının alınması və ya pozulmuş hüququn bərpası məqsədi ilə çəkməli və həmin xərclərə görə Məhkəmənin kompensasiya barədə qərar çıxarmasına nail olmalıdır. O, həmçinin sübut etməlidir ki, həmin xərclər faktiki və zəruri olaraq çəkilib və onlar miqdarca ağlabatan olmalıdır (digər qərarlar arasında bax: Nikolova Bolqarıstana qarşı [GC], ərizə Nº 31195/96, b. 79, AİHM 1999-II; və Venema Niderlanda qarşı, ərizə Nº 35731/97, b. 117, AİHM 2002-X).", "134. Bu işdə Məhkəmə əlində olan məlumatları və yuxarıdakı meyarları nəzərə alaraq, hesab edir ki, ərizəçinin Konvensiya hüquqlarının pozulduğunun müəyyən edilməsi və bərpa olunması məqsədi ilə Federal Konstitusiya Məhkəməsində və Konvensiya proseslərində ərizəçinin hüquqi cəhətdən təmsil olunmasına görə yuxarıda qeyd edilən xərclər həqiqətən çəkilmişdir. Məhkəmə öz presedent hüququnu nəzərə alaraq və öz qiymətləndirməsini apararaq, hesab edir ki, tələb olunan məbləğ miqdarca ağlabatandır. Buna görə də o, ərizəçiyə 5.868,88 avro təyin edir, bu məbləğdən tutula bilən hər hansı vergi məbləği onun üzərinə əlavə olunmalıdır.", "", "C. İcranın gecikdirilməsinə görə faiz", "", "135. Məhkəmə məqsədəuyğun hesab edir ki, icranın gecikdirilməsinə görə faiz Avropa Mərkəzi Bankındakı borc dərəcəsinin yuxarı həddinə əsaslanmalıdır və onun üzərinə daha üç faiz əlavə olunmalıdır.", "", "BU ƏSASLARA GÖRƏ MƏHKƏMƏ:", "", "1. Yeddi səsə qarşı on səslə qərara alır ki, Konvensiyanın 3-cü maddəsi pozulub;", "2. Beş səsə qarşı on iki səslə qərara alır ki, Konvensiyanın 8-ci maddəsi üzrə hər hansı ayrıca məsələ ortaya çıxmır;", "3. Altı səsə qarşı on bir səslə qərara alır ki, Konvensiyanın 6-cı maddəsi pozulub;", "4. Altı səsə qarşı on bir səslə qərara alır ki:", "a) cavabdeh dövlət üç ay ərzində ərizəçiyə aşağıdakı məbləğləri ödəməlidir:", "i. mənəvi ziyana görə – 10.000 (on min) avro;", "ii. məhkəmə xərclərinə və digər məsrəflərə görə – 5.868,88 avro (beş min səkkiz yüz altmış səkkiz avro səksən səkkiz sent);", "iii. yuxarıdakı məbləğlərdən tutula biləcək hər hansı vergi məbləği. ", "b) yuxarıda qeyd edilən üç aylıq müddət bitdikdən sonra öhdəlik icra edilənə qədər yuxarıda qeyd edilən ödənilməli məbləğlərin üzərinə Avropa Mərkəzi Bankındakı borc dərəcəsinin yuxarı həddinə bərabər olan adi faiz məbləği əlavə olunmalı və onun da üzərinə daha üç faiz əlavə olunmalıdır;", "5. Əvəzin ədalətli ödənilməsi haqqında ərizəçinin qalan tələblərini yekdilliklə rədd edir.", "", "Qərar ingilis dilində tərtib edilmiş və 11 iyul 2006-cı ildə Strasburqda İnsan Hüquqları Sarayında açıq dinləmədə elan edilmişdir.", "", "T.L.Erli (T.L.Early)", "Seksiya katibi", "", "Luzius Vildhaber (Luzius Wildhaber)", "Sədr", "", "Konvensiyanın 45-ci maddəsinin 2-ci bəndinə və Məhkəmə Reqlamentinin 74-cü Qaydasının 2-ci bəndinə uyğun olaraq, bu qərara çoxluğun rəyi ilə üst-üstə düşən aşağıdakı rəylər və üstə-üstə düşməyən aşağıdakı xüsusi rəylər əlavə olunur:", "a) Ser Nikolas Bratsanın çoxluğun rəyi ilə üstə-üstə düşən rəyi;", "b) Cənab Zupançiçin çoxluğun rəyi ilə üstə-üstə düşən rəyi;", "c) Cənab Vildhaberin və Cənab Kaflişin xüsusi rəyi;", "d) Cənab Ress, Cənab Pellonpyaa, Cənab Baka və Cənab Şikutanın birgə xüsusi rəyi;", "e) Cənab Hacıyevin xüsusi rəyi.", "", "HAKİM NİKOLAS BRATSANIN ÇOXLUĞUN RƏYİ İLƏ ÜSTƏ-ÜSTƏ DÜŞƏN RƏYİ", "", "Mən işin bütün aspektləri üzrə Məhkəmədəki çoxluqla eyni cür səs verdim, lakin Konvensiyanın həm 3-cü, həm də 6-cı maddəsi ilə bağlı qərarın əsaslandırıldığı müəyyən hissələr barədə bəzi qeyd-şərtlərim vardır.", "", "Maddə 3", "", "3-cü maddənin əsaslandırılması ilə bağlı əsas qeyd-şərtim qərarın 77-ci bəndinə aiddir, həmin bənddə belə nəticə çıxarılıb ki, ərizəçinin məruz qaldığı rəftar qeyri-insani və ləyaqəti alçaldan idi, çoxluq belə bir faktı xüsusi qabartdı ki, məcburi tibbi müdaxilə ərizəçinin narkotik maddə alveri ilə məşğul olduğuna dair sübut əldə etmək üçün “zəruri” deyildi. Həmin bənddə deyilir ki, ərizəçi yalnız küçə alverçisi idi və şübhəsiz ki, həbsə edildiyi vaxt iri miqdarda narkotik maddə alveri ilə məşğul olmurdu, ona qarşı sübut əldə etmək üçün zor gücünə məcburi qusdurulma zəruri deyildi və cinayət təqibi orqanları Avropa Şurasının üzvü olan digər dövlətlərin çoxunda tətbiq edilən praktikaya uyğun olaraq, sadəcə narkotik maddələrin ərizəçinin orqanizmindən təbii yolla çıxmasını gözləyə bilərdilər.", "Mən tərəddüd etmədən razılaşıram ki, dövlətlər narkotik maddə alveri bəlası ilə mübarizədə, xüsusən də narkotik maddə alveri ilə məşğul olan əsas şəxslərin məhkum olunmasını təmin etmək üçün qəbul oluna bilən sübutların əldə edilməsində kəskin problemlərlə qarşılaşırlar. Mən də razılaşa bilərəm ki, məsələnin təbii yolla həll olunmasını gözləməkdənsə, zor gücünə məcburi qusdurulmanın tətbiqi üçün tibbi “zərurətin” mövcud olması inandırıcı şəkildə sübut edilsəydi, bu, Məhkəmənin daimi praktikasına uyğun olaraq, ərizəçinin məruz qaldığı rəftarın Konvensiyanın 3-cü maddəsinə zidd olduğunun müəyyən edilməsində çox önəmli amil olardı (qərarın 69-cu bəndinə bax). Lakin mənim razılaşa bilmədiyim məsələ ondan ibarətdir ki, 78-ci bənddən çıxan belə bir nəticədir ki, tibbi zərurətin mövcud olmadığı sübut edilə bilərsə, onda ehtimal olunan cinayətin ağırlığı və həmin cinayətin sübutunun təcili əldə edilməsi zərurəti konkret davranış formasının 3-cü maddəni pozub-pozmadığının müəyyən edilməsində mühüm amillər sayılmalıdır. Məhkəmə 3-cü maddədəki təminatların xüsusi xarakterini dəfələrlə vurğulayıb, 3-cü maddə qurbanın davranışının xarakterindən asılı olmayaraq işgəncələri, qeyri-insani və ya ləyaqəti alçaldan rəftarı və ya cəzanı qəti ifadələrlə qadağan edir və həmin maddəni poza biləcək həddə çatan rəftara təxirəsalınmaz ictimai maraqlarla haqq qazandırılmasına yol vermir. Sübutların əldə edilməsinə olan təcili ehtiyac müəyyən həddi aşan rəftara əl atılmasına haqq qazandırmadığı kimi, hesab edirəm ki, həmin həddin ehtimal olunan cinayətin ağırlığına və ya cinayətə dair sübutun təcili əldə edilməsi zərurətinə uyğun olaraq dəyişdirilməsinə də yol vermək olmaz.", "Eyni səbəbə görə, mən hesab etmirəm ki, konkret rəftarın 3-cü maddəni pozub-pozmaması məsələsi həmin rəftardan istifadə edilməsinin məqsədinə (bu işdə narkotik maddə alverinin sübutunun əldə edilməsi məqsədinə) bu cür rəftarı özündə ehtiva etməyən başqa üsullarla nail olmağın mümkünlüyü məsələsindən asılı olmalıdır. Məhkəmənin qarşısındakı materiala əsasən, çox az sayda üzv dövlətlərdə (əgər belələri ümumiyyətlə varsa) istənilən vəziyyətlərdə və ehtimal olunan cinayətin ağırlığından asılı olmayaraq narkotik maddələrlə bağlı cinayətlərdə şübhəli bilinən şəxslərin zor gücünə məcburi qusdurulmasına icazə verilməsi faktı, mənə elə gəlir ki, şübhəli şəxslərə qarşı hansı rəftarın yol verilə bilən rəftar olduğunu təsdiq edir.", "Qərarda ərizəçinin məruz qaldığı rəftarın 3-cü maddə ilə qadağan olunan həddə çatdığı və həmin maddəni pozduğu barədə əks olunmuş digər əsaslara görə, mən həmin onlarla tam şərikəm.", "", "Maddə 6", "", "Məhkəmənin Konvensiyanın 6-cı maddəsinin pozulduğunu müəyyən etməsi belə bir mühüm səbəbə əsaslanır ki, Konvensiyanın 3-cü maddəsi pozulmaqla zor gücünə məcburi qusdurulma vasitəsilə əldə edilmiş narkotik maddələrdən sübut qismində istifadə edilməsi bütövlükdə ərizəçinin məhkəmə araşdırmasını ədalətsiz etmişdir. Lakin Məhkəmə 6-cı maddənin pozulduğu barədə nəticə çıxarmamışdan əvvəl ərizəçinin belə bir əlavə arqumentini nəzərdən keçirir ki, sübutun əldə edilməsi üsulu və ərizəçinin məhkəməsində ondan istifadə edilməsi ərizəçinin özünə qarşı cinayət ittihamına yardım etməmək hüququnu pozub.", "Mən ümumən 6-cı maddənin pozulduğu barədə Məhkəmənin çıxardığı nəticənin əsas səbəbi və əsasları ilə razıyam və Roçin Kaliforniyaya qarşı məhkəmə işində ABŞ Ali Məhkəməsinin qərarını elan etmiş hakim Frankfurterin bu sözlərini təkrarlamaq istərdim: “Şəxsin təqsirinin sübutlarının bu şəkildə əldə edildiyi bu cinayət icraatı cinayətkarlığa qarşı enerji ilə mübarizədə son dərəcə prinsipiallıq və ya şəxsi sentimentalizm hisslərini təhqir etməkdən də irəliyə getmişdir. Məhkəmənin tez-tez qeyd etdiyi kimi, Konvensiya sübutlarla və onların qəbul edilməsinin mümkünlüyü ilə bağlı hər hansı qaydaları təsbit etmir, bu, ilk növbədə milli qanunvericiliklə tənzimlənməli olan məsələdir, 3-cü maddədə təsbit edilmiş əsas dəyərləri pozan rəftar vasitəsilə əldə edilmiş sübutlardan istifadə edilməsi, hətta bu cür sübutların qəbul edilməsi ittiham hökmünün çıxarılmasında həlledici amil olmasa belə, məncə, bütövlükdə ədalətli məhkəmə araşdırması anlayışına qarşı təhqirdir. Məcburi etiraflardan istifadə edilməsi sivil ədalət dəyərlərinə qarşı təhqir olduğu kimi, və məhkəmə prosesinin düzgünlüyünə zərərli təsir göstərdiyi kimi, bu yolla əldə edilmiş istənilən sübutlara da etibar etmək olmaz.", "Doğrudur, ərizəçinin məruz qaldığı rəftar işgəncə deyil, qeyri-insani və ləyaqəti alçaldan rəftar hesab edilmişdir və İşgəncələrə qarşı Konvensiyasının 15-ci maddəsi (bu maddə müəyyən sübutların qəbul olunmasını istisna edir), 16-cı maddəsi ilə birlikdə götürülməklə, işgəncə vasitəsilə əldə edilmiş sübutların qəbul olunması ilə digər pis rəftar formaları vasitəsilə əldə edilmiş sübutların qəbul olunması arasında açıq-aydın fərq qoyur. Lakin Məhkəmənin əvvəllər təsdiq etdiyi kimi, 3-cü maddədəki qadağanın pozulması vasitəsilə dövlət orqanları tərəfindən əldə edilmiş sübutların qəbul edildiyi bütün hallarda təkcə pis rəftarın müxtəlif formaları arasındakı dəyişməz və dəqiq sərhədlər deyil, həm məhkəmə prosesinin ədalətliliyi, mənim fikrimcə, düzəldilməsi mümkün olmayan dərəcədə zərər çəkir.", "Buna görə də mən ümumi sualı, yəni “qeyri-insani və ya ləyaqəti alçaldan rəftar kimi tövsif olunmuş hərəkət vasitəsilə sübutların əldə edilməsi avtomatik olaraq məhkəmə araşdırmasını ədalətsiz edirmi?” sualını açıq saxlamış və bu işin konkret halları baxımından məhkəmə prosesinin ədalətsiz olduğunu müəyyən etməklə kifayətlənmiş Məhkəmədəki çoxluğa nisbətən daha da irəliyə getməyə hazıram. Mən 6-cı maddənin pozuntusunun müəyyən edilməsinin bu məhdud əsası ilə razılaşa bilərdim, amma qərarın 107-ci bəndindəki mülahizə ilə bağlı yenə də mənim fikrim Məhkəmədəki çoxluqdan fərqlənir, həmin mülahizəyə görə, ərizəçi böyük miqdarda narkotik maddə alveri ilə məşğul olsaydı və bu səbəbdən ərizəçinin məhkum edilməsinə olan ictimai maraq daha üstün çəkiyə malik olsaydı, 6-cı maddə üzrə çıxarılan nəticə fərqli ola bilərdi. Mahiyyət etibarı ilə 3-cü maddə üzrə artıq ifadə etdiyim səbəblərə görə narkotik maddə alverinin kəmiyyəti 6-cı maddəyə əsasən Konvensiya ilə bağlı mübahisəli məsələlər doğura bilmək üçün mənə əhəmiyyətsiz görünür. Ərizəçinin məhkumluğunun təmin edilməsinə olan ictimai maraq, mənim fikrimcə, ərizəçinin məruz qaldığı rəftar vasitəsilə əldə edilmiş narkotik maddələrdən sübut qismində istifadə olunmasına istənilən halda haqq qazandıra bilməz.", "Bu qənaətə gəlməklə mən özünə qarşı cinayət ittihamına yardım etməmək hüququ ilə bağlı ərizəçinin əlavə arqumentini araşdırmağı zəruri və ya məqsədəuyğun hesab etmirəm və 6-cı maddənin pozulduğu barədə çıxardığım nəticəni bu əlavə arqumentlə əsaslandırmıram, həmin arqument ortaya müstəsna dərəcədə mürəkkəb və çətin problemlər çıxarır.", "", "HAKİM ZUPANÇİÇİN ÇOXLUĞUN RƏYİ İLƏ ÜSTƏ-ÜSTƏ DÜŞƏN RƏYİ", "", "Mən bu mühüm işdə çıxarılmış nəticə ilə mümkün olan dərəcədə razılaşsam da, hesab edirəm ki: 1) bu iş mahiyyət etibarı ilə işgəncə ilə bağlı olan klassik işdir; 2) polislərin bu “şok” yaradan davranışı nəticəsində əldə edilmiş başabəla sübut qəti şəkildə istisna olunmalıdır; 3) bu başabəla sübutun istisna olunmasının səbəbləri mahiyyət etibarı ilə işgəncə ilə bağlı deyil. Mübahisələrin fiziki üstünlük vasitəsilə qeyri-sivil həlli məhkəmə prosesi vasitəsilə sivil həlli ilə əvəz olunduğu üçün sonuncunun başlıca məqsədi zorakılığın aradan qaldırılmasıdır. Bu, həqiqətən onun tərkib elementidir. Təsadüfi deyil ki, müxtəlif xalqlarda müxtəlif cür ifadə edilən, amma mənası eyni olan “nemo tenetur seipsum prodere” formulunun mənşəyi Qərbin hüquq ənənəsinin köklərinə gedib çıxır.", "Selmuni Fransaya qarşı məhkəmə işində biz Birləşmiş Millətlər Təşkilatının İşgəncələrə qarşı Konvensiyasının (bundan sonra İQK) 1-ci maddəsini öz presedent hüququmuza daxil etdik. Baxdığımız işdə “güclü ağrı və əzab” ifadəsi qeyri-konkret olduğuna görə və İQK-nın 1-ci maddəsi “işgəncə” sözünün Avropa Konvensiyasında göstərilməyən anlayışını əla müəyyən etdiyinə görə onu bir daha təkrar etməyə dəyər:", "", "“Bu Konvensiyanın məqsədlərindən ötrü “işgəncə” istənilən elə hərəkəti bildirir ki, həmin hərəkətlə hər hansı şəxsdən və ya üçüncü şəxsdən məlumatlar və ya etiraflar almaq, onun və ya üçüncü şəxsin etdiyi və ya etməkdə şübhəli bilindiyi hərəkətə görə onu cəzalandırmaq, habelə onu və ya üçüncü şəxsi qorxutmaq və ya məcbur etmək üçün, yaxud istənilən xarakterli ayrı-seçkiliyə əsaslanan hər hansı başqa səbəbə görə ağrı və ya əzab dövlətin vəzifəli şəxsi və ya rəsmi şəxs qismində çıxış edən digər şəxs tərəfindən və ya onların təhriki ilə, yaxud xəbərdar olmaları və ya susmaqla razılaşmaları ilə verilməklə, hər hansı şəxsə qəsdən fiziki və ya mənəvi cəhətdən güclü ağrı və ya əzab verilir. Qanuni sanksiyalar nəticəsində baş verən, həmin sanksiyalardan ayrılmaz olan və ya təsadüfən onlardan törəyən ağrı və ya əzablar bu anlayışa daxil deyil”.", "", "Başqa sözlə: 1) işgəncə hüquq pozuntusudur; o, yalnız dövlətin vəzifəli şəxsi və ya rəsmi şəxs qismində çıxış edən digər şəxs tərəfindən törədilə bilər.", "2) O, konkret niyyətin olmasını tələb edir, yəni hərəkət təkcə güclü ağrı və ya əzab vermək məqsədi ilə deyil, həm də: a) hər hansı şəxsdən və ya üçüncü şəxsdən məlumatlar və ya etiraflar almaq; b) onun və ya üçüncü şəxsin etdiyi və ya etməkdə şübhəli bilindiyi hərəkətə görə onu cəzalandırmaq; c) habelə onu və ya üçüncü şəxsi qorxutmaq və ya məcbur etmək üçün; d) yaxud istənilən xarakterli ayrı-seçkiliyə əsaslanan hər hansı başqa səbəbə görə törədilməlidir.", "Dövlətin vəzifəli şəxsinin razılığının olması kifayət etdiyinə görə yuxarıda qeyd edilən konkret niyyət ən azı təsadüfi də ola bilər məsələn, polis məntəqəsində növbədə olan vəzifəli şəxsin tabeliyində olan şəxslərin işgəncə törətməsinə bilərəkdən göz yumması buna misal ola bilər. Bundan başqa, konkret niyyəti ifadə edən anlayış natamamdır, yəni burada analogiyaya yol verilir. Nəhayət, işgəncə spesifik cinayətdir, yəni, əməl dövlətin vəzifəli şəxsinin hərəkətinin nəticəsi deyilsə, qurbana fiziki və ya mənəvi cəhətdən güclü ağrı və ya əzab vermirsə, o, işgəncə deyil.", "Buna görə də baxdığımız işdə və bu kimi digər işlərdə əsas sual ondan ibarətdir ki, konkret davranış qurbana “güclü ağrı və əzab veribmi”, yoxsa onun verdiyi ağrı və əzab konkret həddən aşağı olub? Başqa sözlə, işgəncə qeyri-insani və ya ləyaqəti alçaldan rəftarın ağırlaşdırıcı formasıdır. Konkret halda qeyri-insani və ya ləyaqəti alçaldan rəftar nəticəsində qurbanın məruz qaldığı məruz qaldığı ağrı və ya əzabın güclü olub-olmaması faktlarla əlaqədar olan və işgəncə cinayətinin araşdırıldığı cinayət məhkəməsi tərəfindən həll edilməli olan məsələdir.", "Tibb elminə əsasən, ağrının subyektiv ağırlıq həddi ayrı-ayrı insanlarda tamamilə fərqli ola bilər. Bundan başqa, prosedurun fiziki cəhətdən aqressivliyi həlledici amil deyil. İkinci Dünya Müharibəsi zamanı məşhur yapon işgəncə forması olan su damcısının saatlarla şəxsin qırxılmış başına damcılanması çox da aqressiv görünməyə bilər, amma bu, həqiqətən güclü əzaba səbəb olur. BMT-nin İşgəncələr üzrə Xüsusi Məruzəçisi cənab Manfred Novak Quantanamoda məcburi yedizdirilmə praktikası ilə bağlı narahatlıqla bildirmişdir: “Əgər bu iddialar doğrudursa, onda bu, şübhəsiz, əlavə qəddar rəftara bərabərdir”. Əgər dünyanın insan hüquqları üzrə aparıcı ekspertlərinin yuxarıda nəzərdən keçirdiyimiz fikrinə görə məcburi yedizdirilmə “qəddar rəftara” bərabərdirsə, onda məcburi qusdurulma da ən azı “qəddar rəftardır”. Əlbəttə, mühüm fərq ondadır ki, məcburi yedizdirilmə bu tədbirə məruz qalan şəxsin mənafeyi naminə həyata keçirilir, məcburi qusdurulma isə, bunun əksini iddia edənlərin zəif rəylərinə baxmayaraq, bu tədbirə məruz qalan şəxsin mənafeyi naminə həyata keçirilmir.", "Məcburi qusdurulmanın məqsədi sübut əldə etməkdir. Məcburi yedizdirilmədə bədənə qida yeridilir, halbuki məcburi qusdurulmada bədənə boru vasitəsilə dərman maddəsi daxil edilir. Məcburi yedizdirilmənin nəticəsi ac qalmış şəxsin qidalanmasının bərpasından ibarətdir, məcburi qusdurulmanın nəticəsi isə insanı iyrəndirən qeyri-ixtiyari qusmadır, bəzi hallarda isə ölümdür. Məcburi yedizdirilmə borunun bədənə daxil edilməsindən irəli gələn həyəcan hissi müşayiət oluna bilər, lakin bu hiss borunun bədənə daxil edilməsinin nəticəsi deyil. Məcburi qusdurma zamanı, xüsusən bu prosedura məruz qalan şəxs belə vəziyyətlərdə əvvəllər baş vermiş ölüm hallarından xəbərdardırsa, həyəcan hissi subyektiv cəhətdən daha güclü və obyektiv cəhətdən daha əsaslı olur. Məcburi yedizdirilmə zamanı hərəkətin işgəncəyə bərabər tutulması üçün zəruri olan konkret niyyət mövcud olmur, amma bununla belə o, “qeyri-insani və ya ləyaqəti alçaldan” hərəkət ola bilər. Məcburi qusdurulma hallarında mövcud olan konkret niyyət, yəni bu hərəkəti törədən şəxsin subyektiv motivləri işgəncənin anlayışına uyğun gəlir, bu, hakim Frankfurtein sözləri ilə desək, insan şüurunu şoka salan hərəkətdir.", "Bununla belə, pis rəftarla bağlı müstəsna hallar (elektroşoklar, “Fələstin asması”, falaqqa və s.) istisna olmaqla, ümumiləşdirmə aparmaq mümkün deyil. İşgəncələrə qarşı BMT Konvensiyasının təməlində belə bir fikir durur ki, iştirakçı dövlətlər yuxarıda sitat gətirilən 1-ci maddədə anlayışı verilmiş işgəncəni cinayət əməli hesab edəcəklər, amma Almaniya İşgəncələrə qarşı BMT Komissiyası tərəfindən dəfələrlə buna dəvət edilsə də, hələlik bunu etməyib. İşgəncə verdiyi iddia olunan şəxsə qarşı cinayət təqibinə başlanıldıqdan sonra pis rəftarın nəticələri məhkəmə araşdırmasında faktual məsələ kimi ortaya çıxa bilər. Bu faktual məsələ, məsələn, qurbanın dindirilməsi vasitəsilə aşkar edilə bilər. Başqa sözlə, İQK-dakı işgəncə anlayışı heç də belə bir ehtimal üzərində qurulmayıb ki, Konvensiyanı imzalamış dövlət sübut əldə etmək üçün işgəncə vermək vasitəsilə hüquq pozuntusu törədənləri məhkəmə qaydasında təqib etməmək və bu cür iyrənc davranışı rəsmən dəstəkləmək praktikasını qəbul və mühafizə edəcəkdir. Ərizəçi cənab Yallo ilə Almaniyadakı məhkəmə proseslərinin heç birində qurban kimi rəftar edilməyib və beləliklə, ona heç vaxt ifadə vermək imkanı verilməyib. Başqa sözlə, cənab Yallo iddia edə bilməzdi ki, onun məruz qaldığı ağrı və əzab güclü olub və Almaniya məhkəmələrinə bu məsələni araşdırmaq imkanı heç vaxt verilməmişdi.", "Bu məsələ bu Məhkəmədə ümumiyyətlə araşdırılmayıb. Lakin digər analoji situasiyalarda olduğu kimi, belə bir faktı sübut etmək vəzifəsi dövlətin üzərinə düşür ki, cənab Yallo bu əzabverici aqressiv prosedur zamanı bir neçə polis tərəfindən hərəkətlərinin məhdudlaşdırılmasına baxmayaraq, məcburi qusdurulma prosesinin onda güclü həyəcan, təşviş, qorxu və fiziki ağrı doğurmaması üçün kifayət qədər güclü dözümə və kifayət qədər stabil əsəb sisteminə malik idi (hələ mən prosedurun tibbi nəticələrini demirəm). Buna görə də mən iddia edirəm ki, bu işdə əsas məsələ ümumən məcburi qusdurulma prosedurlarının güclü ağrı və əzaba səbəb olub-olmamasında ibarət deyil, əsas məsələ konkret halda həmin ağrı və əzabın faktiki mövcud olub-olmamasındadır.", "Burada sübutetmə yükü Hökumətin üzərinə düşür. Ərizəçinin iddiasını təkzib edən sübut olmadığına görə və hər kəsin öz hərəkətlərinin təbii nəticələrini dərk etməsi prinsipini nəzərə alaraq, mən bunu iddia etməklə kifayətlənirəm ki, bu konkret işdəki ağrı və əzab güclü idi. Buna görə də biz işgəncənin baş verməsindən danışmalı idik.", "", "II", "", "İkinci məsələ mədədən çıxarılmış kokain paketlərinin Almaniya məhkəmələri tərəfindən cənab Yallonun təqsirini təsdiq edən sübut qismində qəbul edilməsidir.", "Roçin Kaliforniyaya qarşı məhkəmə işində hakim Duqlas bildirmişdir: “Hesab edirəm ki, şübhəli şəxsin dilindən alınmış sözlər, mədəsindən çıxarılmış kapsullar, damarlarından götürülmüş qan – bütün bunlar sübut kimi qəbul oluna bilməz, çünki onun razılığı olmadan əldə edilmişdir. Onlar Beşinci Düzəlişdəki müddəaya əsasən qəbul oluna bilməz”. Görünür, bu birmənalı mövqeyin gələcək presedent hüququ vasitəsilə zəiflədilməsi üçün praqmatik əsaslar olmuşdur (qərarın 51-52-ci bəndlərinə bax).", "Lakin problem ondadır ki, hakim Duqlasın qeyd etdiyi həmin müddəanın mahiyyəti olduqca elementar idi və onu dərhal sezmək olardı (aşağıda Viqmordan gətirilən sitata bax). Nəticədə sadəcə olaraq preventiv tədbir olan və özünə qarşı cinayət ittihamına yardım etməmək hüququnun predmetində dəyişiklik edən həmin norma əsasən hakim Renkvistin israrlı səyləri vasitəsilə zəiflədilərək polisin hüquqa zidd davranışını müəyyən etmək tələbatından irəli gələn və manipulyasiya predmeti olan instrumental normaya çevrildi. Bu norma indiyədək absurd formada, ifrat faydalılıq baxımından şərh olunmuşdur. ", "Saunders Birləşmiş Krallığa qarşı məhkəmə işi üzrə 17 dekabr 1996-cı il tarixli qərarda (Qərarlar toplusu, 1996-VI) açıq-aydın müxtəlif anlaşılmazlıqlar vardır, bu iş hüquqa zidd sübutların istisna edilməsi ilə bağlı bizim aparıcı işimizdir:", "", "[68.] Məhkəmə xatırladır ki, Konvensiyanın 6-cı maddəsində xüsusi olaraq qeyd edilməsə də, susmaq hüququ və özünə qarşı cinayət ittihamına yardım etməmək hüququ hamılıqla tanınmış beynəlxalq normalardır və onlar ədalətli məhkəmə araşdırması anlayışının təməlində durur. Onların mahiyyəti, digər məsələlərlə yanaşı, təqsirləndirilən şəxsi dövlət orqanlarının qanunsuz məcburetmə tədbirindən müdafiə etməkdən və bununla da ədalət mühakiməsinin yanlış şəkildə həyata keçirilməməsinə və 6-cı maddənin məqsədlərinin yerinə yetirilməsinə yardım etməkdən ibarətdir. Özünə qarşı ittihama yardım etməmək hüququ konkret olaraq onu nəzərdə tutur ki, cinayət işində ittiham tərəfi təqsirləndirilən şəxsə qarşı mövqeyini sübut etmək üçün təqsirləndirilən şəxsin iradəsinə zidd olaraq məcburetmə və ya təzyiq vasitəsilə əldə edilmiş sübutlardan istifadə etməməlidir. Bu baxımdan bu hüquq Konvensiyanın 6-cı maddəsinin 2-ci bəndində yer alan təqsirsizlik prezumpsiyası ilə sıx bağlıdır. [...] [69.] Bununla belə, özünə qarşı ittihama yardım etməmək hüququ ilk növbədə təqsirləndirilən şəxsin susmaq hüququna hörmət edilməsi ilə bağlıdır. Konvensiyanın iştirakçısı olan dövlətlərin və digər ölkələrin hüquq sistemlərində adətən nəzərdə tutulduğu kimi, bu hüquq cinayət prosesində şübhəli şəxsin iradəsi ilə əlaqəsi olmayan güc tətbiqindən istifadə etməklə təqsirləndirilən şəxsdən əldə edilmiş materialdan, məsələn, müsadirə barədə qərar əsasında əldə edilmiş sənədlərdən, DNT testi məqsədi ilə götürülmüş nəfəs, qan, sidik, saç və ya səs nümunələrindən və bədən toxumasından və s.-dən istifadə edilməsinə şamil olunmur”.", "", "Beləliklə, Saundersin işində bizim Məhkəmə, güman ki, özünə qarşı cinayət ittihamına yardım etməmək hüququndan və təqsirsizlik prezumpsiyasına dair istisnaedici normadan çıxış edərək belə qənaətə gəldi ki, yalnız şübhəli şəxsdən eşidilmiş sözlərin sübut qismində qəbul edilməsi yolverilməzdir. Bundan başqa, ən qəddar üsulla alınmış bu cür sübut şübhəli şəxsin iradəsi ilə əlaqəsi olmayan güc tətbiqi vasitəsilə əldə edildiyi təqdirdə qəbul olunandır (təsəvvür edək ki, bizim işdə şübhəli şəxsə paketləri mədəsindən geri qaytarması üçün bilərəkdən əzab verilmişdir).", "Bu, İşgəncələrə qarşı BMT Konvensiyasının 15-ci maddəsinə açıq-aydın ziddir. Bu maddədə işgəncə vasitəsilə əldə edilmiş bütün sübutların hakimlərin birbaşa və ya dolayı yurisdiksiyasından qəti şəkildə istisna olunması barədə göstəriş vardır. Burada şifahi və qeyri-şifahi sübut arasında hər hansı əsassız fərq qoyulmur. Başqa sözlə, Saundersin işin eyni prinsipin iki cəhətini (özünə qarşı cinayət ittihamına yardım etməməyi və hüquqa zidd sübutların istisna edilməsini) qırılmaz surətdə bir-biri ilə bağlayan mühüm iş olsa da, onun mahiyyəti çətin ki zamanın sınağına davam gətirə bilsin.", "Hər halda, özünə qarşı cinayət ittihamına yardım etməmək hüququnun həqiqi mənası çox sadədir.", "Onun əsaslarını ümumən münaqişənin savaş yolu ilə həllinin sivil alternativi olan məhkəmə prosesinin elementar məntiqi izahında axtarmaq lazımdır. Həmin məntiqi izah məhkəmə sübutları sahəsində aparıcı mütəxəssis olan Con Henri Viqmon tərəfindən qısaca aşağıdakı kimi ifadə edilmişdir:", "", "“fərdin suveren olduğunu və hakimiyyətlə fərd arasında mübarizənin düzgün qaydalarının zəruri olduğunu nəzərdə tutan hökmran etika qaydalarına riayət edilməsi tələb edir ki, tutarlı əsas olmadıqda fərd sıxışdırılmasın və opponenti tərəfindən özünü məğlub duruma salmağa sövq edilməsin...”.", "", "Viqmorun qeyd etdiyi “hakimiyyətlə fərd arasında mübarizənin düzgün qaydaları” ifadəsi metafora kimi (məcazi mənada) başa düşülə bilər, amma şübhəsiz ki, bu belə deyil. Barbarcasına savaşın alternativi olan məhkəmə prosesi kontekstində “mübarizənin düzgün qaydaları”, yəqin ki, istənilən güc tətbiqinə icazə verilməsini nəzərdə tutmur. “Hüquqi mübarizə”nin məqsədi real mübarizənin məntiqi əsasını sıxışdırıb aradan çıxarmaqdır, yəni gücün məntiqini məntiqin gücü ilə əvəz etməkdir. Məhkəmə prosesində münaqişənin həlli vasitəsi kimi güc tətbiqi əsas etibarı ilə məntiqin məcburiyyət gücü ilə əvəz olunur. Cinayət hüququnda olduğu kimi mübarizənin “hakimiyyətlə fərd” arasında getməsi faktı bu əsas mahiyyəti dəyişə bilməz.", "Sübutların əldə edilməsi üçün hər halda güc tətbiq etmişdirsə və həmin sübutların mənbəyi Viqmorun qeyd etdiyi fərddirsə, özü də o, dövlətin güclü polis aparatı ilə üzləşmış və iradəsi əleyhinə hərəkət etmişdirsə, onda haqlı olaraq deyə bilərik ki, geriyə – qeyri-sivil savaşa doğru reqress baş vermişdir və bütövlükdə cinayət prosesinin əsas məqsədi təhrif olunmuş və qanunilikdən məhrum edilmişdir. Başqa sözlə, dövlət hakimiyyətinin icra qanadı qanunun aliliyindən qabaqkı praktikaya qayıtmışdır. Hakim Frankfurterin sözləri ilə desək, bunlar qanunun fövqündə durmaq üçün “hamının hamıya qarşı müharibəsinə” çox yaxın olan barbar üsullardır.", "Ən azı belə praktika ilə barışaraq bu cür sübutu qəbul edən məhkəmələr əslində bu cür qəddar praktikanın iştirakçılarına çevrilirlər.", "Buna görə də burada məsələ təkcə ondan ibarət deyil ki, cənab Yallo işgəncəyə, yaxud qeyri-insani və ya ləyaqəti alçaldan rəftara məruz qalıb. Bütövlükdə hüquq-mühafizə sistemi tənəzzülə məruz qalıb ki, bu da daha vacib və daha təhlükəlidir.", "", "III", "", "Lakin bütün bunlarda ən çox narahatlıq doğuran odur ki, artıq zamanın ruhuna uyğun açıq-aydın dəyişiklik və minimal standartların davamlı tənəzzülü baş verir. 1952-ci ildə açıq-aydın “insan şüurunu şoka salan hərəkət” 2006-cı ildə geniş şəkildə düşünülməli, nəzərdən keçirilməli və müzakirə edilməli olan hərəkətə çevrilir (özü də təkcə bu işdə yox). Bu sahədə açıq-aydın təkamülə baxmayaraq, bu transmutasiyanın hüquqi standartların fərqləndirilməsinə, məsələn, bir tərəfdən “qeyri-insani və ləyaqəti alçaldan rəftar”, digər tərəfdən isə “işgəncə” arasında fərq qoyulmasına aidiyyəti çox azdır. Polisin konkret hərəkəti həmin hərəkət barədə düşünən və ona qiymət verən şəxslərin şüurunu şoka sala və ya salmaya bilər. Əgər şoka salarsa, onlar həmin hərəkəti işgəncə kimi pisləyəcəklər. Əgər şoka salmazsa, onlar həmin hərəkəti dözülə bilən hərəkət hesab edəcəklər.", "Bu qiymətləndirmə şəxsin bədəninə boru daxil edilərək məcburi qusdurulması üçün onu yerə yıxan polis nəfərlərindən tutmuş borunu daxil edən və məcburi qusdurmanı həyata keçirən həkimə və bu cür qəddar üsulla əldə edilmiş sübutu qəbul edən hakimə qədər hər kəsin qavrayışındakı müəyyən dəyərlər iyerarxiyasından irəli gəlir. Bu dəyərlər iyerarxiyası əslində daha çox narahatlıq doğuran və çox vaxt həssaslıq və maraq hissindən açıq-aydın məhrum olan məntiqi düşüncədən törəyir.", "Başqa sözlə, insan hüquqları yalnız pedantik hüquqi düşüncə məsələsi deyil. Onlar həm də dəyərlərin qiymətləndirilməsi məsələsidir. Doğrudur, dəyərlərin bu qiymətləndirilməsi yalnız həqiqi mənada aydın hüquq standartına çevrildikdə qanunun aliliyi ilə uzlaşır. Lakin bunu unutmaq səhv olardı ki, bu məsələlərin kökündə (sonradan tətbiq edilməli olan hüquq normasının təməlində) təkcə öz rəyləri və ya hətta əqidələri olanların mənəvi qərarı deyil, həm də həmin əqidələrin cəsarətliliyi dayanır.", "", "HAKİMLƏR VİLDHABERİN VƏ KAFLİŞİN XÜSUSİ RƏYİ", "", "1. Təəssüf ki, biz bu işdə Almaniyanın dövlət orqanlarının davranışının qeyri-insani və ya ləyaqəti alçaldan davranış olduğu ilə və bununla da Konvensiyanın 3-cü maddəsinin pozulduğu ilə razılaşa bilmirik. Biz qərarın 67-ci və 73-cü bəndində əks olunmuş prinsiplərin altına imza atsaq da, bu prinsiplər, bizim fikrimizcə, bu işə düzgün tətbiq edilmədi.", "2. Qeyd edilməli olan birinci məsələ ondan ibarətdir ki, Konvensiyanın 6-cı maddəsindən fərqli olaraq 3-cü maddəsi işgəncəyə və ona yaxın olan pis rəftara aiddir. 3-cü maddə ilə qadağan olunan rəftar geniş mənada fərdin cəzalandırılması və ya cinayəti boynuna alması niyyəti ilə əlaqədardır. Birləşmiş Millətlər Təşkilatının İşgəncələrə qarşı 1984-cü il tarixli Konvensiyasının 1-ci maddəsində qeyd edildiyi kimi, “işgəncə” “istənilən elə hərəkəti bildirir ki, həmin hərəkətlə hər hansı şəxsdən və ya üçüncü şəxsdən məlumatlar və ya etiraflar almaq, onun və ya üçüncü şəxsin etdiyi və ya etməkdə şübhəli bilindiyi hərəkətə görə onu cəzalandırmaq, habelə onu və ya üçüncü şəxsi qorxutmaq və ya məcbur etmək üçün, yaxud istənilən xarakterli ayrı-seçkiliyə əsaslanan hər hansı başqa səbəbə görə ağrı və ya əzab dövlətin vəzifəli şəxsi və ya rəsmi şəxs qismində çıxış edən digər şəxs tərəfindən və ya onların təhriki ilə, yaxud xəbərdar olmaları və ya susmaqla razılaşmaları ilə verilməklə, hər hansı şəxsə qəsdən fiziki və ya mənəvi cəhətdən güclü ağrı və ya əzab verilir”. Şübhəli şəxsin sübutu udmaqla məhv etməyə cəhd göstərdiyi bu işdə bunların heç biri baş verməyib. Doğrudur, güc tətbiq etmədən bu cəhdin qarşısını almaq mümkün deyildi, amma bu güc tətbiqi adətən 3-cü maddəyə zidd olan rəftarın kökündə dayanan niyyətlərdən qaynaqlanmayıb. Bundan əlavə, ərizəçi sübutu yoxa çıxarmağa çalışmasaydı və ya onun bədəndən çıxarılmasına razı olsaydı, güc tətbiqi lüzumsuz olardı. Buna görə də bu işdəki rəftar Konvensiyanın 3-cü maddəsi ilə qadağan olunan davranış kateqoriyalarına uyğun gəlmir.", "3. Məhkəmədəki çoxluq iddia edir ki, ərizəçiyə qarşı zor gücünə tətbiq edilmiş metoda yalnız həkim ərizəçinin xəstəlik tarixçəsinə baxdıqdan və həmin şəxsin sağlamlığına qarşı risklər ölçülüb-biçildikdən sonra əl atmaq olardı. Hökumət bildirir ki, ərizəçinin tibbi bioqrafiyası ilə tanış olub, ərizəçi isə bunun əksini iddia edir. Biz birinciyə, yoxsa ikinciyə inanmalı olduğumuzu müəyyən edə bilmərik, həm də ərizəçi alman dilini bilmədiyini və ingilis dilini çox az bildiyini iddia edirsə (hərçənd, fakt bundan ibarətdir ki, o, narkotik maddələri sata bilmək üçün kifayət qədər almanca və ya ingiliscə bilirdi), həkimin onun tibbi bioqrafiyası ilə tanış olub-olmadığını necə iddia edə bilərdi. Buna görə də, iddia etmək olar ki, şübhəli şəxs əməkdaşlıq etmək istəmədiyinə görə həkim onun tibbi bioqrafiyası ilə yalnız qismən tanış olub və bir tərəfdən Almaniyanın dövlət orqanları sübutları təmin etmək üçün düzgün və zəruri hesab etdikləri işi görüblər, digər tərəfdən bu halda ərizəçi narkotik maddələr satmaqla başqalarının sağlamlığına çox da əhəmiyyət verməyib.", "4. Çoxluq həmçinin mütənasiblik arqumentinə istinad edərək qeyd edir ki, ərizəçi alıcılara “çoxlu miqdarda narkotik maddə təklif etmirdi”, çünki onları ağzında gizlədə bilməzdi, bu hal, ona təyin edilmiş nisbətən yüngül cəzada öz əksini tapmışdı (altı ay şərti məhkum edilmə), həm də tələb olunan sübut narkotik maddələrin məcburi yolla qusdurulması vasitəsilə deyil, bədəndən təbii yolla çıxması vasitəsilə əldə edilə bilərdi. Bu arqumentlər silsiləsi qəribə görünür: belə çıxır ki, narkotik maddə alverçisi nə qədər iri həcmli alver edirsə, məcburi qusdurulmadan istifadə edilməsi bir o qədər az qanuni olur. Görünür, çoxluq iri alverçilərin sağlamlığını xırda alverçilərin sağlamlığından daha az qiymətləndirir. Bizim fikrimizcə, narkotik maddə alverinin həcmi mütənasiblik məsələsinin qiymətləndirilməsində həlledici amil deyil.", "5. Şübhəsiz ki, çoxluğun qeyd etdiyi kimi (qərarın 82-ci bəndi), etiraz edilən tədbirin həyata keçirilməsi üsulu “ərizəçidə qorxu, iztirab və acizlik hissləri doğura bilərdi ki, bunlar da onu alçalda və təhqir edə bilərdi”. Eyni sözləri narkotik maddələrin qarınişlətmə dərmanı vasitəsilə və ya uzun müddət ərzində təbii yolla bədəndən çıxmasına da şamil etmək olardı. Ərizəçiyə tətbiq edilmiş üsul onun sağlamlığına qarşı müəyyən dərəcədə təhlükə doğursa da (elə buna görə də bu üsuldan az-az istifadə edilir – qərarın 78-ci bəndi), təbii yolla bədəndən çıxma metodu udulmuş narkotik maddə kütlələrinin mədə-bağırsaq yolunda yırtılması riskini özündə daşıyırdı.", "6. Biz bu halları, habelə narkotik maddələrlə bağlı cinayətlərin təqib edilməli olduğunu və onların sübutlarının təmin edilməli olduğunu nəzərə alaraq, hesab etmirik ki, 3-cü maddə bu işə tətbiq edilə bilər. Hətta əgər tətbiq edilə bilsə belə, biz bu fikirdəyik ki, ərizəçinin məruz qaldığı rəftar həmin maddədə nəzərdə tutulan qəddarlıq dərəcəsinə çatmayıb. Buna gör də biz sonuncu məsələdə hakimlər Ress, Pellonpyaa, Baka və Şikuta ilə razıyıq.", "7. Lakin bu nəticə bizi bu məsələni Konvensiyanın 8-ci maddəsi üzrə araşdırmaq vəzifəsindən, daha konkret desək, Almaniyanın dövlət orqanlarının davranışına həmin maddənin 2-ci bəndi ilə haqq qazandırmağın mümkün olub-olmadığı məsələsini nəzərdən keçirmək vəzifəsindən azad etmir.", "8. Öncə ondan başlayaq ki, Almaniyanın hakimiyyət orqanlarının davranışının 8-ci maddənin 2-ci bəndində göstərilən mənada “qanunla nəzərdə tutulmuş” olduğuna şübhə azdır, bunu Almaniyanın daxili məhkəmələri və hüquqşünasları tərəfindən şərh edilmiş Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndinə (qərarın 33-cü bəndinə bax) əsaslanaraq bildiririk. 81-ci maddənin “a” bəndi hakimlərə və dövlət prokurorlarına sübut əldə etmək üçün şübhəli şəxsin razılığı olmadan həkim tərəfindən onun bədəninə müdaxilə edilməsi barədə qərar çıxarmaq hüququ verir, bu şərtlə ki, şübhəli şəxsin sağlamlığına qarşı heç bir risk olmasın, buradan həmçinin belə nəticə çıxarmaq olar ki, şikayət edilən tədbirlərin, o cümlədən məcburi qusdurulmadan istifadə edilməsinin nəticələrini öncədən yetərincə görmək mümkün idi. Müvafiq surətdə belə güman etmək olar ki, şikayət edilən müdaxilə, Konvensiyanın 8-ci maddəsinin 2-ci bəndinin tələb etdiyi kimi, “qanunla nəzərdə tutulmuşdu”.", "9. Bundan başqa, müdaxilənin məqsədləri (narkotik maddə alverində şübhəli bilinən şəxslərin tutulması və təqib edilməsi, sübutların təmin olunması) göstərir ki, şikayət edilən tədbirlər, Konvensiyanın 8-ci maddəsinin 2-ci bəndinə uyğun olaraq, ictimai sağlamlıq maraqları naminə, narkotik maddələrlə bağlı cinayətlərin qarşısını almaq üçün və digər şəxslərin hüquq və azadlıqlarını müdafiə etmək üçün görülmüşdü.", "10. Cavablandırılmalı olan sonuncu və ən mühüm sual bundan ibarətdir ki, ərizəçinin şəxsi həyatına müdaxilə, 8-ci maddənin 2-ci bəndində nəzərdə tutulduğu kimi, “demokratik cəmiyyətdə zəruri” idimi? Başqa sözlə, həmin müdaxilə təxirəsalınmaz ictimai tələbata cavab verirdimi və milli hakimiyyət orqanları yuxarıda qeyd edilən ictimai maraqlarla ərizəçinin fiziki və mənəvi sağlamlığının toxunulmazlığının maraqları arasında düzgün balansı gözləmişdilərmi, sübutların əldə edilməsi üçün zəruri olan, daha az ziyan yetirən, lakin eyni dərəcədə səmərəli olan vasitələrin mövcud olması mümkün idimi? ", "11. Ərizəçinin maraqlarına gəldikdə, güman etmək olar ki, o, xeyli həyəcan keçirmişdi (yuxarıda 5-ci bəndə bax) və növbətçi həkim onun xəstəlik tarixçəsi ilə tam tanış olmadığına görə tətbiq edilən prosedur onun sağlamlığına qarşı təhlükə doğururdu (yuxarıda 3-cü bəndə bax). Müdaxilə özlüyündə güc tətbiqini və iki narkotik maddə kütləsinin çıxarılmasını tələb edirdi; onun məqsədi ərizəçini qusdurmaq idi ki, bunu da ərizəçiyə əzab verməkdən savayı başqa cür başa düşmək olmazdı.", "12. İndi ortaya çıxan məsələ ondan ibarətdir ki, cəmiyyətin maraqları ilə ərizəçinin maraqları arasında düzgün balansı gözləmək üçün daha az ziyan yetirən, lakin eyni dərəcədə səmərəli olan vasitələr mövcud idimi? Narkotik maddələrin təbii yolla bədəndən çıxmasını gözləmək seçimi var idi, amma bu, ərizəçi üçün riskli idi, çünki narkotik maddə kütlələri onun mədə-bağırsaq yolunda yırtıla bilərdi; həm də bu, ərizəçinin bir müddət həbsdə saxlanmasını və onun nəzarət altında olmasını, xüsusən də həzm etdiklərinin xaric olunması prosesinə nəzarət edilməsini zəruri edirdi. Ərizəçi üçün birinci və ya ikinci seçimin daha çox risk yaratması məsələsində kimsə fərqli düşünə bilər, hərçənd ki, iştirakçı dövlətlərin əksəriyyətinin praktikası belə düşünməyə əsas verir ki, birinci seçim daha çox risk doğurur.", "13. Cavabdeh dövlət iddia etdi ki, Almaniyanın dövlət orqanları birinci variantı seçməklə 8-ci maddədə nəzərdə tutulmuş pozitiv öhdəliklərini, yəni ərizəçinin həyatını və sağlamlığını qorumaq öhdəliyini faktiki olaraq yerinə yetirdilər. Lakin bu işdə ərizəçi ağzında gizlətdiyi narkotik maddə kütlələrini udmaqla sağlamlığına qarşı təhlükəni özü yaratmışdı; dövlətin pozitiv öhdəliyi ərizəçinin iradəsi əleyhinə həmin təhlükənin zorla aradan qaldırılmasına şamil olunmurdu. Bu məsələ ilə bağlı hazırda Bremen əyalətində istifadə olunan prosedura diqqət yetirmək olar (qərarın 47-ci bəndi); həmin prosedura əsasən, həkim narkotik maddələri udmaqda şübhəli bilinən şəxsə məlumat verməlidir ki, narkotik maddələrin onun bədənində qalması sağlamlığı üçün təhlükəlidir. Bundan sonra tibbi müayinə hər iki metodun təhlükəsiz olduğunu göstərdiyi təqdirdə, qusdurucu və ya qarınişlədici dərmanları qəbul edib-etməmək barədə qərar çıxarmaq şübhəli şəxsin öhdəsinə düşür. Əks halda narkotik maddə paketi təbii yolla çıxana qədər o, həbsə alınaraq xüsusi kameraya yerləşdirilir.", "14. Bu işin halları baxımından, yəqin ki, məsələnin məhz bu cür həlli narkotik maddələrlə bağlı cinayətlərin təqib edilməsi üçün sübutların təmin edilməsinə olan ictimai maraqla ərizəçinin fiziki və mənəvi toxunulmazlığının qorunmasının maraqları arasında düzgün balansı təmin edərdi. Məhz bu səbəbdən ərizəçinin şəxsi həyatına müdaxilə demokratik cəmiyyətdə zəruri deyildi. Elə buna görə də, bizim fikrimizcə, Konvensiyanın 8-ci maddəsi pozulmuşdu.", "15. Ərizəçinin Konvensiyanın 6-cı maddəsi üzrə şikayətinə gəldikdə, biz hakimlər Ress, Pellonpyaa, Baka və Şikutanın xüsusi rəyi ilə razıyıq, lakin əlavə etməliyik ki, prinsipcə Məhkəmə yeganə maddi hüquqi hərəkətlərin mübahisə predmeti olduğu işlərdə iki və ya daha çox pozuntu müəyyən etməməlidir.", "", "HAKİMLƏR RESS, PELLONPYAA, BAKA VƏ ŞİKUTANIN BİRGƏ XÜSUSİ RƏYİ", "", "Biz bu işdə bütün maddələr üzrə çoxluğun rəyi ilə razı deyilik və bunun səbəblərini izah etmək istəyirik.", "", "Maddə 3", "", "Birincisi, çoxluqdan fərqli olaraq biz hesab etmirik ki, 3-cü maddə pozulub. Biz qərarda (67-74-cü bəndlərdə) 3-cü maddə ilə bağlı əks olunmuş ümumi prinsiplərlə razılaşsaq da, həmin prinsiplərin bu işə tətbiq edilməsi ilə razı deyilik.", "Qərarda sübutun əldə edilməsi üçün bədənə müdaxilənin zəruri olub-olmadığı məsələsinə aid müxtəlif elementlər müvafiq qaydada müzakirə olunur. Çoxluq narkotik maddə alverinin ciddi cinayət olduğu ilə razılaşsa da, əlavə edir ki, bu işdə “aydın idi ki, küçədə narkotik maddə alveri ilə məşğul olan və həmin tədbirə məruz qalan şəxs narkotik maddələri ağzında saxlayırdı və buna görə də alıcılara çoxlu miqdarda narkotik maddə təklif edə bilməzdi” (77-ci bənd). Qərarda deyildiyinə görə, bu işdə cinayətin nisbətən yüngül olması, “ittiham hökmündə öz əksini tapmışdır (sınaq müddəti təyin edilməklə 6 ay müddətinə azadlıqdan şərti məhrum etmə) və təyin edilmiş cəza mümkün cəzalardan ən yüngülüdür” (yenə orada).", "“Cinayətin ağırlığı məsələsinin müdaxilənin qeyri-insani və ya ləyaqəti alçaldan rəftar təşkil edib-etməməsi məsələsinə hər hansı təsiri ola bilərmi” sualını bir kənara qoyaraq, hesab edirik ki, çoxluğun bu cinayətin ağırlığını minimuma endirməsinə tam haqq qazandırmaq olmaz. İşin materialları arasında olan Vuppertal Regional Məhkəməsinin 17 may 1995-ci il tarixli qərarında belə bir məsələ sübut olunmuş hesab edilir ki, müdaxilədən əvvəl saat 11.35-də ərizəçi ağzındakı narkotik maddə kütləsinin birini alıcıya vermiş, bir müddət yoxa çıxmış, sonra saat 12.25-də geri qayıtmış və yenə də alıcıya narkotik maddə kütləsi vermişdir. Bu vəziyyət polis tərəfindən müşahidə edilmişdir və biz ərizəçinin ağzında nə qədər narkotik maddə kütləsi olduğunu və onun nə qədər narkotik maddə satdığını bilmirik.", "Belə vəziyyətdə razılaşmaq lazımdır ki, ərizəçinin cəlb olunduğu fəaliyyətin müəyyən ağırlıq dərəcəsinə malik olduğunu düşünmək üçün polis əməkdaşlarının əsası vardı. Biz razılaşırıq ki, ərizəçinin narkotik maddə alveri ilə dəfələrlə məşğul olub-olmaması dövlət orqanlarının istintaq aparması və ərizəçinin alıcılara təklif etdiyi narkotik maddələrin miqdarını və keyfiyyətini müəyyən edə bilməsi üçün həlledici amildir. Məcburi qusdurulmadan sonra yalnız bir kokain kütləsinin düşməsi və Regional Məhkəmə tərəfindən yüngülləşdirici hallar nəzərə alındıqdan sonra ərizəçinin sonda yüngül həbs cəzası alması bu kontekstdə həlledici sayılmadı.", "Çoxluğun rəylərində belə bir nəticə də önəmlidir ki, bu, sübutların əldə edilməsinin daha az zərərli olan üsulu idi. Çoxluq hesab edir ki, dövlət orqanları “sadəcə olaraq narkotik maddələrin orqanizmdən təbii yolla çıxmasını gözləyə bilərdilər” (77-ci bənd) və Hökumətin belə bir arqumentini kobudcasına rədd edir ki, “narkotik maddələrin təbii yolla ərizəçinin bədənindən çıxmasını gözləmək onun üçün alçaldıcı ola bilərdi” (79-cu bənd).", "Doğrudur, bu alternativ üsul məcburi qusdurulma kimi ərizəçinin fiziki toxunulmazlığına müdaxilə təəssüratı yaratmırdı. Lakin Hökumətin aşağıdakı izahatlarını (dinləmələrdə verilən, habelə 6 iyul 2005-ci il tarixli memorandumun 52-54-cü bəndlərində əks olunan izahatları) sual altına almaq üçün heç bir əsas yoxdur: bu işə bənzər hər hansı başqa işdə alternativ üsuldan səmərəli istifadə labüd olaraq bütün sutka ərzində məhbus üzərində, xüsusən də onun tualetdən istifadə etməsi üzərində nəzarət tələb edəcəkdi. Başqa sözlə, alternativ metod tətbiq edilərkən müvafiq şəxs bəlkə də bir neçə gün ərzində nəinki azadlığından, həm də tualetdən istifadə edərkən şəxsi həyat sirrinin qorunması hüququndan məhrum olacaqdı. Digər işlərdə tualetdən istifadə edərkən şəxsi həyat sirrinin qorunması məhbusun malik olduğu minimum hüquqların bir hissəsi sayılmışdı, özü də elə mühüm bir hissəsi ki, həmin sirrin qorunmaması həbs şəraitinin 3-cü maddəyə zidd olan ləyaqəti alçaldan rəftara bərabər olduğunun müəyyən edilməsi üçün mühüm element sayılmışdı (bax: Pirs Yunanıstana qarşı, yuxarıda 68-ci bənddə adı çəkilən iş, b. 73-75; Kalaşnikov Rusiyaya qarşı, 47095/99, b. 99, AİHM-VI).", "Narkotik maddələrin alternativ üsulla, yəni təbii yolla bədəndən çıxması məcburi qusdurulmaya nisbətən şəxsi həyat sirrinə daha az müdaxilə edən üsul kimi görünə bilər, lakin Konvensiya ilə qorunan dəyərlər nöqteyi-nəzərindən alternativ metodun üstünlükləri məcburi qusdurulmada olduğu qədər açıq-aydın deyil.", "Daha sonra qərarda məcburi tibbi müdaxilənin sağlamlıq üçün doğurduğu risklər araşdırılır. Çoxluq düzgün olaraq qeyd edir ki, bu məsələ təkcə tərəflər arasında deyil, həm də tibb ekspertləri arasında mübahisə predmetidir (78-ci bənd). Lakin çoxluq sağlamlıq riskləri ilə bağlı Hökumətin arqumentlərini rədd edərək qeyd edir ki, məcburi qusdurulma bu günədək cavabdeh dövlətdə iki şəxsin ölümü ilə “nəticələnib” (78-ci bənd). Biz öz növbəmizdə Hökumətin belə bir iddiasına inanmamaq üçün əsas görmürük ki, qeyd edilə iki haldan birində ölmüş şəxs müttəhim səbəbi aşkar edilməyən ürək çatışmazlığından əziyyət çəkirdi və “müxtəlif növ məcburi tədbirlərə müqavimət göstərsəydi, sağlamlığı eyni dərəcədə risk altında olacaqdı” (62-ci bənd). Digər işdə məhkəmə prosesi hələ davam edir (46-cı bəndə bax), buna görə də nəsə qəti bir şey demək olmaz.", "Hətta bu halda da biz razılaşırıq ki, bir çox digər hüquq-mühafizə tədbirləri kimi məcburi qusdurulma da sağlamlığa qarşı risklər doğururdu. Lakin çoxluq tərəfindən narkotik maddələrin təbii yolla bədəndən çıxmasını gözləməkdən ibarət alternativ metodun qeyd-şərtsiz qəbul edilməsi belə bir rəy kimi başa düşülməlidir ki, bu metod açıq-aydın az zərərli idi, onda biz yenə də sual veririk: bu nəticə faktiki olaraq Məhkəmənin əlində olan material əsasında çıxarılıbmı? Təkcə elə Hamburqda baş vermiş iki hadisədə (Hökumətin memorandumunun 82-ci bəndi) “narkotik maddələri polisdən gizlətmək üçün kiçik plastik paketlərdə udduqları heroindən və ya kokaindən zəhərlənib ölmüş kiçik narkotik maddə alverçilərinə” qarşı məcburi qusdurulmadan istifadə edilməməsi faktı (bu fakt Hökumətin 4 iyul 2005-ci il tarixli memorandumunda qeyd edilmişdi və onun dəqiqliyini sual altına almaq üçün heç bir əsasımız yoxdur) göstərir ki, narkotik maddələrin təbii yolla bədəndən çıxmasını gözləməkdən ibarət alternativ metod da sağlamlıq üçün risklər doğurur.", "Kimsə keçmişdəki hallardan yararlanaraq iddia edə bilər ki, bu işdə məcburi qusdurulmadan istifadə edilməsi (bu işdə içərisində 0,2182 qram kokain olan yalnız bir narkotik maddə kütləsindən söhbət gedir) alternativ metoda nisbətən daha çox risk doğurur, lakin bütövlükdə, biz məcburi qusdurulmanın alternativ üsuldan daha təhlükəli olduğunun sübuta yetirildiyini hesab etmirik. Hətta bunun sübuta yetirildiyini fərz etsək belə, bu üsullar arasında fərq məcburi qusdurulmanı məcburi qaydada qadağan etmək üçün o qədər də böyük deyil. Nə olur-olsun, belə düşünmək üçün heç bir əsasımız yoxdur ki, vəziyyəti dəyərləndirən həkim məcburi qusdurulmanın mövcud vəziyyətdə tətbiq edilməli olan məqsədəuyğun üsul olduğunu əsaslı olaraq qiymətləndirməyib. Əlavə etmək istərdik ki, tətbiq edilmiş tədbirin ərizəçinin sağlamlığına hər hansı uzunmüddətli ziyan yetirməsi gözə dəymir.", "Məcburi qusdurulmanın həyata keçirilməsi üsuluna gəldikdə, biz qeyd edirik ki, bu tədbirin icrası barədə qərar dövlət prokuroru tərəfindən çıxarılmış və həkim tərəfindən xəstəxanada, ictimaiyyətin nəzərindən kənarda yerinə yetirilmişdi. Mədəyə boru salmaq vasitəsilə zor gücünə məcburi qusdurulma, şübhəsiz ki, müəyyən dərəcədə əziyyət və narahatlıq yarada bilərdi, amma hər halda bu tədbir nisbətən qısa müddət ərzində davam etmişdi. Bundan başqa, mədəyə boru salınması üsulu klinikaların gündəlik praktikasında geniş istifadə olunur və indiyədək bu metodda qeyri-adi heç nə olmayıb. Məcburi qusdurulmanın icrası üçün ərizəçinin dörd polis əməkdaşı tərəfindən hərəkətsiz vəziyyətə gətirilməsi faktına gəldikdə, nəzərə alsaq ki, ərizəçi tərəfindən hər hansı güclü hərəkət mədəyə salınan borunun ona xəsarət yetirməsinə səbəb ola bilərdi, biz hesab etmirik ki, tətbiq edilmiş güc mövcud vəziyyətdə həddindən artıq idi.", "Ümumən biz razılaşırıq ki, ərizəçinin məruz qaldığı rəftar kobud rəftar idi. Lakin narkotik maddə alveri ilə məşğul olan istənilən şəxs hüquq-mühafizə tədbirlərinə məruz qala biləcəyini nəzərə almalıdır, həmin tədbirlər isə, təbii ki, xoşagələn deyil. Bu işdə tətbiq edilmiş tədbirlər, bizim fikrimizcə, 3-cü maddədə nəzərdə tutulan mənada qeyri-insani və ya ləyaqəti alçaldan rəftar həddinə çatmamışdı.", "", "8-ci maddə", "", "Biz 3-cü maddənin pozuntusunun müəyyən edilməsinin əleyhinə səs versək də, hesab edirik ki, Konvensiyanın 8-ci maddəsi üzrə ayrıca məsələ meydana çıxır. Buna görə də, nə üçün bu maddənin də pozulmadığı fikrində olduğumuzu izah etməyimiz zəruridir.", "Biz tərəddüd etmədən razılaşırıq ki, ərizəçiyə qarşı məcburi qusdurulma tədbiri onun şəxsi həyatına hörmət hüququna fiziki toxunulmazlıq baxımından müdaxilə təşkil etmişdir, buna görə də 8-ci maddə bu işə tətbiq edilə bilər.", "Tədbirə 8-ci maddənin 2-ci bəndi ilə haqq qazandırılmasına gəldikdə, biz qeyd edirik ki, Almaniyanın cinayət məhkəmələrinin və hüquq mütəxəssislərinin fikrincə, Cinayət Prosessual Məcəlləsinin 81-ci maddəsinin “a” bəndinin zor gücünə məcburi qusdurulma tədbiri üçün qanunverici baza sayılıb-sayılmaması məsələsi, görünür, mübahisəlidir (33-40-cı bəndlər). Federal Konstitusiya Məhkəməsi ərizəçinin işində bu məsələni həll etməsə də, Vuppertal rayon məhkəməsi və Vuppertal Regional Məhkəməsi hesab etdilər ki, həmin bənd məcburi qusdurulma tədbirinə icazə verir. Bir çox cinayət məhkəmələri və hüquq mütəxəssisləri, görünür, bu fikirlə razıdırlar. Bunu, habelə 81-ci maddənin “a” bəndinin mətnini nəzərə alaraq, hesab edirik ki, milli məhkəmələrin şərhində hüquqa zidd heç nə yoxdur və buna görə də biz razılaşırıq ki, həmin müddəa etiraz edilən tədbirin hüquqi bazasını təşkil edib. Biz həmçinin hesab edirik ki, həmin müddəa hərəkətin nəticələrini öncədən görməyin mümkünlüyü testinə cavab verir, buna görə də ərizəçinin şəxsi həyatına müdaxilə Konvensiyanın 8-ci maddəsinin 2-ci bəndində nəzərdə tutulan mənada qanunla nəzərdə tutulmuşdu.", "Bundan başqa biz tərəddüd etmədən belə qənaətə gəldik ki, sözügedən müdaxilə 8-ci maddənin 2-ci bəndinə uyğun olan məqsədlərlə həyata keçirilmişdir, yəni konkret olaraq narkotik maddələrlə bağlı cinayətlərin qarşısını almaq və digər şəxslərin, yəni narkotik maddələrin potensial istehlakçılarının sağlamlığını qorumaq məqsədini güdmüşdür.", "Cavablandırılmalı olan daha bir sual ondan ibarətdir ki, bu müdaxiləni, 8-ci maddənin 2-ci bəndinin tələb etdiyi kimi, “demokratik cəmiyyətdə zəruri” hesab etmək olardımı? Biz razılaşırıq ki, bu sual indicə toxunduğumuz bəzi digər suallardan daha çətindir. Bununla belə, biz bu qənaətə gəlirik ki, zərurilik tələbinə də əməl olunub.", "Biz öncə 3-cü maddə üzrə məsələni müzakirə edərkən söylədiklərimizə istinad edirik. Biz xüsusən təkrar edirik ki, narkotik maddələrin təbii yolla bədəndən çıxarmasından ibarət alternativ üsul, şübhəsiz ki, Konvensiya ilə qorunan dəyərlər baxımından daha yaxşı üsul idi. Çətin ki, kimsə ərizəçinin vəziyyətində olan narkotik maddə alverçilərinin cəzasız buraxılmalı olduğunu iddia etsin, buna görə də hər ikisi müəyyən risklər doğuran iki metod arasında seçim etmək əsasən iştirakçı dövlətin səlahiyyətinə aid olan məsələ idi (proporsionallıq prinsipinə hörmət etmək şərti ilə). Hökumətin izahatında məcburi qusdurulmanın tətbiqinə yalnız narkotik maddələrlə bağlı cinayətlərin yaratdığı problemlərin daha kəskin olduğu beş əyalətdə icazə verildiyinin qeyd edildiyini nəzərə alsaq, qəbul edirik ki, məcburi qusdurulmadan istifadə edilməsi praktikası bizim zəruri hesab etdiyimiz həddi aşmayıb. Avropanın bəzi hissələrində narkotik maddə probleminin həyəcan təbili çalınmalı həddə çatdığı bir vəziyyətdə iştirakçı dövlətin bu tədbirə əl atması ehtimalını qəti şəkildə rədd etmək, bizim fikrimizcə, dövlətin narkotik maddələrlə bağlı cinayətlərə qarşı mübarizə marağı ilə digər maraqlar arasında düzgün balansa riayət edilməsini pozur. Ərizəçinin işində polis tərəfindən tətbiq edilmiş güc mövcud vəziyyətdə bizim zəruri hesab edə biləcəyimiz həddi aşmadığına görə, biz belə qənaətə gəlirik ki, 8-ci maddə pozulmayıb.", "", "6-cı maddə", "", "Biz həmçinin 6-cı maddənin pozulduğunun müəyyən edilməsinin əleyhinə səs verdik. Bizim fikrimizcə 3-cü və 8-ci maddələr pozulmadığına görə, qərarda əks olunmuş əsaslara görə 6-cı maddənin pozulduğunun müəyyən edilməsi də bizə real görünmür. ", "Əvvəla, biz xüsusən Birləşmiş Millətlər Təşkilatının İşgəncələrə və digər qəddar, qeyri-insani və ya ləyaqəti alçaldan rəftara və ya cəzaya qarşı Konvensiyasının 15-ci maddəsində bəyan edilmiş belə bir prinsiplə razılaşdığımızı vurğulamaq istərdik ki, işgəncə nəticəsində əldə edilmiş ittihamedici sübut qurbana qarşı sübut qismində heç vaxt qəbul oluna bilməz (105-ci bənd). Digər tərəfdən, bu prinsipin genişləndirilərək Konvensiyanın digər pozuntularına da şamil olunması (bu qərar bu istiqamətdə atılmış addımdır) diqqətli olmağı tələb edən məsələdir. Presedent hüququna əsasən sübutların qəbul edilməsinin mümkünlüyü ilk növbədə milli qanunvericiliklə tənzimlənməli olan məsələdir (94-cü bənd), bu fikir subsidiarlıq prinsipinin mühüm ifadəsidir, həmin prinsipdən istisnalar isə məhdud çərçivədə şərh olunmalıdır. Lakin çoxluq ümumi sualı, yəni “qeyri-insani və ya ləyaqəti alçaldan rəftar kimi (işgəncə kimi yox) tövsif olunmuş hərəkət vasitəsilə sübutların əldə edilməsi avtomatik olaraq məhkəmə araşdırmasını ədalətsiz edirmi?” sualını açıq saxladığına görə (107-ci bənd), biz bu məsələni əlavə olaraq araşdırmağı zəruri hesab etmirik.", "Bu işdə özünə qarşı cinayət ittihamına yardım etməmək hüququna gəldikdə, biz razılaşırıq ki, “bu işdə araşdırılan sübutlar, yəni ərizəçinin bədənində gizlədilmiş və zor gücünə məcburi qusdurulma vasitəsilə oradan çıxarılmış narkotik maddələr şübhəli şəxsin iradəsi ilə əlaqəsi olmayan və cinayət prosesində istifadə edilməsi adətən qadağan olunmayan material kateqoriyasının hüdudları daxilinə düşür” (113-cü bənd). Digər tərəfdən, sübutların qəbulunun mümkünlüyünə dair bu ümumi qaydadan istisnaya qərarda gətirilən əsaslarla haqq qazandırılması şübhə doğurur. Xüsusən buna çoxluğun təkrar-təkrar vurğuladığı faktla, yəni ərizəçinin yalnız narkotik maddələrin xırda alveri ilə məşğul olan şəxs olması və nisbətən yüngül cəza alması faktı ilə haqq qazandırılması (107-ci və 119-cu bəndlərə bax) inandırıcı deyil (həmçinin 3-cü maddə ilə bağlı şərhimizə bax). Lakin bizim fikrimizcə, bundan da irəliyə getməyə ehtiyac yoxdur, çünki bizim 6-cı maddənin pozulmadığı barədə çıxardığımız nəticə az və ya çox dərəcədə 3-cü və 8-ci maddələrlə bağlı gəldiyimiz qənaətin labüd nəticəsidir.", "", "HAKİM HACIYEVİN XÜSUSİ RƏYİ", "", "Mən Böyük Palatadakı çoxluqla birlikdə bu işdə Konvensiyanın 6-cı maddəsinin pozulduğunun müəyyən edilməsinin lehinə ona görə səs verdim ki, ərizəçinin özünə qarşı cinayət ittihamına yardım etməmək hüququ pozulmuşdu. Lakin mən çoxluqdan fərqli olaraq Konvensiyanın 3-cü maddəsinin pozulmadığının müəyyən edilməsinin lehinə səs verdim. Mən ərizəçinin 3-cü maddə üzrə şikayəti ilə bağlı hakimlər Vildhaber və Kaflişin ifadə etdikləri xüsusi rəylə tam şərikəm.", ""]}