{"file": "AZE_HJUDAZE_32541_08.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "32541/08", "text_paragraphs": ["", "", "", "İNSAN HÜQUQLARI ÜZRƏ AVROPA MƏHKƏMƏSİ", "", "", "", "", "", "", "BÖYÜK PALATA", "", "", "", "", "", "", "SVİNARENKO VƏ SLYADNEV RUSİYAYA QARŞI", "", "", "(32541/08 və 43441/08 nömrəli ərizələr)", "", "", "", "", "", "", "QƏRAR", "[Çıxarışlar]", "", "", "", "STRASBURQ", "", "17 iyul 2014-cü il", "", "", "", "Bu qərar qətidir, lakin onun mətnində redaktə xarakterli dəyişikliklər edilə bilər.", "© Avropa Şurası/Avropa İnsan Hüquqları Məhkəməsi, 2015. Bu tərcümə Avropa Şurasının İnsan Hüquqları üzrə Etibar Fondunun dəstəyi ilə həyata keçirilib (). Məhkəmə tərcüməyə görə heç bir məsuliyyət daşımır. Əlavə məlumat almaq üçün bu sənədin sonunda verilmiş müəllif hüququna dair tam məlumata baxın.", "© Council of Europe/European Court of Human Rights, 2015. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "Svinarenko və Slyadnev Rusiyaya qarşı işi üzrə,", "", "İnsan Hüquqları üzrə Avropa Məhkəməsinin Böyük Palatası", "\t", "\tsədr Din Şpilman (Dean Spielmann),", "\thakimlər:", "Jozep Kasadeval (Josep Casadevall),", "Qido Raymondi (Guido Raimondi),\nİneta Ziemele (Ineta Ziemele),\n\tMark Villiger (Mark Villiger),\n\tPeer Lorensen (Peer Lorenzen),\n\tBoştyan Zupançiç (Boštjan M. Zupančič),\n\tDanute Yoçiene (Danutė Jočienė),\n\tYan Şikuta (Ján Šikuta),\n\tCorc Nikolau (George Nicolaou),\n\tLuis Lopes Qerra (Luis López Guerra),\n\tVinsent A. De Qaetano (Vincent A. de Gaetano),\n\tLinos-Alexandre Sisilianos (Linos-Alexandre Sicilianos),\n\tHelen Keller (Helen Keller),\n\tHelena Yaderblom (Helena Jäderblom),\n\tİohan Silvis (Johannes Silvis),\n\tDmitriy Dedov (Dmitry Dedov),\nvə məhkəmə katibinin müavini Maykl O’Boyldan (Michael O’Boyle) ibarət tərkibdə", "", "2013-cü il 18 sentyabr və 2014-cü il 11 iyun tarixlərində qapalı müşavirə keçirərək,", "Yuxarıda qeyd edilmiş son tarixdə aşağıdakı qərarı qəbul etdi:", "", "PROSEDUR MƏSƏLƏLƏRİ", "1. Bu iş İnsan Hüquqları və Əsas Azadlıqların Müdafiəsi Haqqında Konvensiyanın (“Konvensiya”) 34-cü maddəsinə uyğun olaraq Rusiya Federasiyasının iki vətəndaşı, cənab Aleksandr Serqeyeviç Svinarenko və cənab Valentin Alekseyeviç Slyadnev (“ərizəçilər”) tərəfindən müvafiq olaraq 5 may 2008-ci və 2 iyul 2008-ci illərdə Rusiya Federasiyasına qarşı iki ərizənin (32541/08 və 43441/08 nömrəli) təqdim edilməsi ilə başlanmışdır.", "2. Ərizəçilər xüsusilə məhkəmə zalında “metal qəfəs”də saxlanılmalarının Konvensiyanın 3-cü maddəsi ilə qadağan edilmiş alçaldıcı rəftara bərabər olduğunu və barələrində keçirilmiş cinayət prosesinin müddətinin Konvensiyanın 6-cı maddəsinin 1-ci bəndinin tələblərinə ziddi olaraq həddindən çox uzun olduğunu iddia etmişlər.", "3. Ərizələr baxılması üçün Məhkəmənin Birinci Bölməsinə verilmişdir (Məhkəmənin Prosedur Qaydalarının 52-ci qaydasının 1-ci bəndi). 2012-ci il 11 dekabrda həmin Bölmənin Palatası iş üzrə qərarını qəbul etmişdir. Palata ərizələrə baxılmasını bir icraatda birləşdirmək barədə qərar qəbul etmiş (42-ci qaydanın 1-ci bəndi), ərizəçilərin “metal qəfəs”ə salınması və onlar barəsindəki cinayət prosesinin müddəti ilə bağlı hissələrdə şikayətlərini qəbuledilən, digər hissələrdə şikayətlərini qəbuledilməyən elan etmiş və yekdilliklə Konvensiyanın 3-cü maddəsi və 6-cı maddəsinin 1-ci bəndinin pozulduğunu qət etmişdir. Palata aşağıdakı hakimlərdən ibarət idi: sədr İsabel Berro-Lefevr, hakimlər Elizabet Ştayner, Nina Vayiç, Anatoli Kovler, Xanlar Hacıyev, Miryana Lazarova Traykovska, Culia Laffranq və Bölmə katibinin müavini Andre Uampak. 2013-cü il 7 martda Rusiya Federasiyasının Hökuməti (“Hökumət”) Konvensiyanın 43-cü maddəsinə əsasən işin Böyük Palataya verilməsini xahiş etmiş və Böyük Palatanın kollegiyası 2013-cü il 29 apreldə bu xahişi təmin etmişdir.", "4. Böyük Palatanın kollegiyası Konvensiyanın 26-cı maddəsinin 4-cü və 5-ci maddələri və 24-cü qayda əsasında müəyyən edilmişdir.", "5. Ərizəçilər və Hökumət işin mahiyyəti üzrə əlavə yazılı qeydlərini təqdim etmişlər (59-cu qaydanın 1-ci bəndi).   ", "6. İclas 2013-cü il 18 sentyabrda Strasburqda, İnsan Hüquqları Sarayında açıq şəkildə keçirilmişdir (59-cu qaydanın 3-cü bəndi).", "Məhkəmədə aşağıdakı şəxslər iştirak etmişlər:", "(a)  Hökumətin aından \ncənab G. Matyuşkin, Rusiya Federasiyasının İnsan Hüquqları üzrə Avropa Məhkəməsi yanında səlahiyyətli nümayəndəsi,\ncənab N. Mixaylov,\ncənab P. Smirnov,\nxanım O. Oçeretyanaya, Məsləhətçilər;", "(b)  ərizəçilərin adından \ncənab V. Palçinski, cənab Svinarenkonun nümayəndəsi, vəkil,\ncənab E. Plotnikov,\nxanım V. Taysaeva, cənab Slyadnevin nümayəndəsi, vəkil.", "", "Məhkəmədə cənab Palçinski, cənab Plotnikov, xanım Taysaeva və cənab Matyuşkin iştirak etmişlər.", "", "FAKTLAR", "", "İŞİN HALLARI", "", "7. Ərizəçilər müvafiq olaraq 1968-ci və 1970-ci illərdə anadan olmuşlar. Birinci ərizəçi cənab Svinarenko hazırda Murmansk vilayətində azadlıqdan məhrumetmə cəzasını çəkir. İkinci ərizəçi cənab Slyadnev Maqadan vilayətinin Yaqodninski rayonunun Sineqorye qəsəbəsində yaşayır.", "A.  İbtidai istintaq", "8. 2002-ci ildə Daxili İşlər Nazirliyi yanında İstintaq Komitəsinin Uzaq Şərq Federal Dairəsi üzrə İstintaq İdarəsi cənab Qrişinə qarşı müxtəlif maddələrlə cinayət işi başlamışdır.", "9. 2002-ci il 24 sentyabrda birinci ərizəçi həmin işdə şübhəli şəxs kimi dindirilmişdir. 2002-ci il 9 oktyabrda o həbs edilmişdir. 2002-ci il 12 noyabr tarixində Maqadan Şəhər Məhkəməsi ərizəçi barəsində həbs qətimkan tədbirinin seçilməsi barədə qərarında qeyd etmişdir ki, ərizəçi ittiham olunduğu cinayətləri Maqadan vilayəti Yaqodninski Rayon Məhkəməsinin 2001-ci il 13 apreldə oğurluq törətməkdə ittiham olunması və şərti olaraq beş il müddətinə azadlıqdan məhrumetmə cəzasına məhkum olunması barədə çıxardığı hökmdə müəyyən edilmiş sınaq müddətində törətmişdir. O, həmçinin ərizəçinin yaşayış yerində mənfi xarakterizə olunduğunu və istintaq orqanına gəlmək barədə iltizamına əməl etmədiyini qeyd etmişdir. Birinci ərizəçi barəsində çıxarılmış yekun hökmə görə o, cənab Qrişinin başçılıq etdiyi mütəşəkkil qrupun üzvü kimi 2002-ci ilin sentyabrında cənab A.S. və xanım T.S.-ə qarşı zor tətbiq etməklə soyğunçuluq etməkdə və sursatı qanunsuz olaraq əldə etmə, saxlama, daşıma və gəzdirmədə ittiham olunmuşdur.", "10. Maqadan Vilayəti Yaqodninski Rayon Məhkəməsinin 2002-ci il 26 iyul tarixli hökmü ilə Rusiya Federasiyası Cinayət Məcəlləsinin 109-cu maddəsinin 1-ci bəndində nəzərdə tutulmuş ehtiyatsızlıqdan adam öldürməyə görə məhkum olunmuş və hazırda azadlıqdan məhrumetmə cəzasını çəkən ikinci ərizəçi 2003-cü il 20 yanvarda cənab Qrişinə qarşı başlanmış cinayət işi üzrə şübhəli şəxslərdən biri kimi dindirilmişdir. 2003-cü il 22 yanvarda o, aşağıdakı cinayətləri törətməkdə təqsirli bilinmişdir:", "   ", "cənab Qrişinin başçılığı ilə silahlı mütəşəkkil dəstə yaratma və dəstənin 2001-ci ilin oktyabrından 2002-ci ilin sentyabrına qədər vətəndaşlara təşkil etdiyi hücumlarda iştirak etmə - Cinayət Məcəlləsinin 209-cu maddəsinin 1-ci bəndi;", "2001-ci ilin oktyabrında özəl qızıl emalı zavodunun direktoru cənab V.B.-yə qarşı mütəşəkkil dəstə tərəfindən başqasının mülkiyyətində olan külli miqdarda əmlakı mənimsəmək məqsədilə həyat və sağlamlıq üçün təhlükəli silah və zorakılıq tətbiq etməklə və belə zorakılıq tətbiq etmək hədəsilə soyğunçuluq etmə - Cinayət Məcəlləsinin 162-ci maddəsinin 3-cü bəndi;", "2001-ci ilin oktyabrında mütəşəkkil dəstə tərəfindən külli miqdarda qiymətli metalın (cənab V.B.-dən ələ keçirildiyi güman edilən sənaye qızılın) qanunsuz olaraq saxlanması və daşınması – Cinayət Məcəlləsinin 191-ci maddəsinin 2-ci bəndi;", "2001-ci ilin oktyabrda mütəşəkkil dəstə tərəfindən zor tətbiq etmək hədəsilə əmlaka olan hüququn əldə edilməsi məqsədilə hədə-qorxu ilə tələb etmə (cənab V.B.-yə qarşı) – Cinayət Məcəlləsinin 163-cü maddəsinin 3-cü bəndi;", "2001-ci ilin oktyabrında bir qrup şəxs tərəfindən qabaqcadan əlbir olmaqla yaşayış binasına qanunsuz yolla girməklə başqa şəxsin mülkiyyətində olan külli miqdarda əmlakı mənimsəmə məqsədilə həyat və sağlamlıq üçün təhlükəli silah və zor tətbiq etməklə və belə zor tətbiq etmək hədəsilə cənab Ya.B.-yə qarşı soyğunçuluq etmə - Cinayət Məcəlləsinin 162-ci maddəsinin 3-cü bənd;", "2001-ci ilin oktyabrında mütəşəkkil dəstə tərəfindən odlu silahın qanunsuz olaraq ələ keçirilməsi, saxlanması, daşınması və gizlədilməsi – Cinayət Məcəlləsinin 222-ci maddəsinin 3-cü bəndi.     ", "", "...", "B.  Məhkəmə prosesləri", "...", "3.  Üçüncü məhkəmə prosesi", "35. 2007-ci il 4 sentyabrda Maqadan Vilayət Məhkəməsi işi icraata qəbul edərək məhkəmə baxışına başlamışdır. ...", "38. 2008-ci il 5 fevralda andlı seçilmək üçün məhkəməyə gəlmiş otuz dörd namizəddən seçilməklə on iki andlı və iki əvəzedici andlıdan ibarət andlı siyahısı tərtib edilmiş və məhkəmə baxışı başlamışdır. Məhkəmə 2008-ci ilin fevralından iyun ayına qədər hər ay 5-6, iyul ayında 2, avqust ayında 4 (1 iyuldan 18 avqusta qədər andlıların tətili olmuşdur), sentyabrda 11, oktyabrda 6, noyabrda 10 və 2008-ci ilin dekabrında 4 iclas keçirmişdir. Bəzi iclaslar prosessual məsələlər, o cümlədən sübutların mümkünlüyü məsələsi və sübutların andlıların iştirakı ilə araşdırılmasına dair vəsatətlərlə bağlı olduğundan, onlara andlıların iştirakı olmadan baxılmışdır. Məhkəmədə çoxsaylı sübutlar, o cümlədən yetmişdən çox zərər çəkmiş və şahidin ifadəsi və bir çox ekspert rəyləri araşdırılmışdır.", "...", "40. 2009-cu il 13 fevralda Vilayət Məhkəməsi tərəflərin şifahi arqumentlərini dinləməyə başlamışdır.", "41. 2009-cu il 7 martda andlılar birinci ərizəçi ilə bağlı “təqsirli deyil” qərarını qəbul etmişlər. Onlar ikinci ərizəçini “qanunsuz özbaşınalıq”da təqsirli və digər ittihamlar üzrə təqsirsiz hesab etmişlər.", "42. 2009-cu il 12 martda Vilayət Məhkəməsi ikinci ərizəçidən yaşayış yerini tərk etməməsi və qanunlara əməl edəcəyi barədə iltizam alaraq onun azad olunmasına dair qərar qəbul etmişdir.", "43. 2009-cu il 19 martda qəbul etdiyi hökmdə məhkəmə birinci ərizəçiyə bəraət vermiş və ikinci ərizəçi barədə isə qət etmişdir ki, 2001-ci il 11 oktyabrda cənab Qrişin və cənab N.G. (onun barəsində cinayət işinə ölməsi ilə bağlı xitam verilmişdir) cənab Ya.B.-dən 100 000 rus rublu məbləğindəki borcunu ödəməyi tələb emtişlər; cənab Ya.B.-nin imtina etməsindən sonra cənab Qrişin və cənab N.G. onu döymüşlər; ikinci ərizəçi cənab Ya.B.-nin döyülməsini görmüş cənab S.K.-nı döymüşdür; onlar Ya.B.-ni evinə aparmış və cənab Qrişin ondan 247 000 rubl məbləğində pul götürmüşdür.", "44. Vilayət Məhkəməsi qeyd etmişdir ki, ikinci ərizəçi ilə bağlı iş materiallarında qarışıq xarakteristika verilmişdir. Belə ki, o, yaşayış yeri üzrə yerli orqanlar və rayon polisi tərəfindən mənfi, ibtidai həbsdə saxlandığı təcridxananın və birinci hökmdən sonra cəza çəkdiyi müəssisənin müdiriyyəti tərəfindən müsbət xarakterizə olunmuşdur.", "45. Vilayət Məhkəməsi ikinci ərizəçini Cinayət Məcəlləsinin 330-cu maddəsinin 2-ci bəndinə əsasən zor tətbiq etməklə “qanunsuz özbaşınalıq” etmədə təqsirli bilərək iki il on ay müddətinə azadlıqdan məhrum etmiş, sınaq müddətində yeni cinayət törədildiyi üçün 2001-ci ildə çıxarılmış ittiham hökmü ilə müəyyən edilmiş şərti cəzanı ləğv etmiş və ləğv edilmiş şərti cəzanı əlavə etdikdən sonra onu ümumilikdə dörd il beş ay müddətinə azadlıqdan məhrumetmə cəzasına məhkum etmişdir. Məhkəmə ərizəçini cəzasının 330-cu maddənin 2-ci bəndi ilə məhkumluğuna aid hissəsini çəkməkdən azad etmişdir. Belə ki, bu əmələ görə cinayət məsuliyyətinə cəlb etmə müddəti artıq keçmişdi. O eyni zamanda qət etmişdir ki, ərizəçi 2003-cü ilin 24 aprelindən 2004-cü ilin 22 iyununa qədər və 2005-ci ilin dekabrından 2009-cu ilin 12 martına qədər (ümumilikdə dörd il beş ay və altı gün) həbsə olduğundan azadlıqdan məhrumetmə cəzasını çəkmiş hesab olunmalıdır. O, digər ittihamlar üzrə ərizəçiyə bəraət vermişdir.", "              ", "...", "C.  Məhkəmənin iclas otağında şərait", "48. Ərizəçilər ibtidai həbsdə olan zaman polis mühafizəsi altında saxlandıqları yerdən Maqadan Vilayət Məhkəməsinə aparılmışlar. Məhkəmə iclasları zamanı onlar dörd tərəfdən diametri 10 millimetr olan metal millərlə əhatələnmiş skamyada oturmuşlar. Millərin içərisində qalan sahənin uzunluğu 255 santimetr, eni 150 santimetr və hündürlüyü 225 santimetr idi. Onun metal tavanı və metal millərdən ibarət qapısı var idi. Metal millər arasındakı məsafə 19 santimetr idi.", "49. Silahlı polis konvoyu bağlı yerin xaricində dururdu. Hər bir saxlanılan şəxs iki polis tərəfindən mühafizə olunurdu. Birinci və ikinci məhkəmə zamanı ümumilikdə səkkiz polis mühafizəçisi, üçüncü məhkəmə zamanı ərizəçilər və başqa bir təqsirləndirilən şəxs üçün altı polis mühafizəçisi ayrılmışdı.", "D.  Kompensasiya ilə bağlı məhkəmə prosesləri", "50. Birinci ərizəçi ilə bağlı çıxarılmış bəraət hökmü qəti qüvvəyə mindikdən sonra o, barəsində başlanmış cinayət işi nəticəsində dəymiş ziyanın ödənilməsi üçün dövlətə qarşı iddia qaldırmışdır.", "51. 2009-cu il 23 oktyabrda Maqadan Vilayət Məhkəməsi ona həbsdə olduğu dövrdə məcburi işburaxma nəticəsində dəymiş maddi ziyana görə 18 569 rubl məbləğində kompensasiya verilməsini qət etmişdir. 2009-cu il 17 dekabrda Rusiya Federasiyasının Ali Məhkəməsi Vilayət Məhkəməsinin qərarını qüvvəsində saxlamışdır.", "52. 2010-cu il 1 martda Maqadan Şəhər Məhkəməsi barəsində cinayət işinin başlanması, yaşayış yerini tərk etməmək barədə ondan iltizam alınması və 2002-ci il 9 oktyabrdan andlı məhkəmənin 2004-cü il 22 iyunda barəsində çıxarılmış ilk “təqsirsizdir” qərarına qədər və 2005-ci il 6 dekabrdan 2006-cı il 17 noyabra qədər həbsə saxlanması nəticəsində dəymiş mənəvi ziyana görə birinci ərizəçiyə 50 000 rubl kompensasiya ödənilməsini qət etmişdir. Ərizəçi qərardan şikayət verərək, inter alia, ona verilmiş kompensasiyanın ədalətli və ya ağlabatan olmamasından şikayət etmişdir. 2010-cu il 30 martda Maqadan Vilayət Məhkəməsi ərizəçinin şikayətini təmin etməmiş və Şəhər Məhkəməsinin qərarını qüvvədə saxlamışdır.   ", "", "II.  MÜVAFİQ DAXİLİ QANUNVERİCİLİK VƏ TƏCRÜBƏ", "A.  Alçaldıcı rəftarın qadağan edilməsi", "53.  Rusiya Federasiyası Konstitusiyasının 21-ci maddəsinin müvafiq hissəsində aşağıdakılar qeyd olunmuşdur:", "“1.  İnsan ləyaqəti dövlət tərəfindən qorunur. Heç nə onun alçaldılması üçün əsas kimi çıxış edə bilməz.", "2.  Heç kəs işgəncəyə, zorakılığa və ya başqa qəddar və ya alçaldıcı rəftara, yaxud cəzaya məruz qoyula bilməz ...”", "54.  Rusiya Federasiyasının Cinayət Prosessual Məcəlləsinin 9-cu maddəsi, inter alia, cinayət prosesi iştirakçılarına qarşı alçaldıcı rəftara yol verilməsini qadağan edir.", "B.  Məhkəmə iclas otaqlarında metal qəfəslər", "1.  Ədliyyə Nazirliyi, Ali Məhkəmə və Daxili İşlər Nazirliyinin təlimatı", "55. 1993-cü il 3 fevralda Rusiya Federasiyasının Ədliyyə Nazirliyi (5—63-96 nömrəli), Rusiya Federasiyasının Ali Məhkəməsi (11-nk/7 nömrəli) və Rusiya Federasiyasının Daxili İşlər Nazirliyi tərəfindən birgə qəbul edilmiş, dərc edilməmiş təlimatda “məhkəmə tərəfindən cinayət işlərinə baxılması zamanı müvafiq şəraitin yaradılması, proses iştirakçılarının təhlükəsizliyinin təmin edilməsi və öz vəzifələrini icra edən daxili qüvvələr və polis müşayiəti barədə təkliflər” öz əksini tapmışdır. Burada “1994-cü il 1 yanvardan başlayaraq bütün məhkəmə iclas otaqlarında cinayət işləri üzrə təqsirləndirilən şəxsləri məhkəmə heyətinin skamyası və iclasda iştirak edən şəxslərdən ayırmaq üçün metal arakəsmələrin yerləşdirilməsi barədə” bütün ümumi yurisdiksiyalı məhkəmə sədrlərinə göstəriş verilmişdir. Təlimatda həmçinin həbsdə olan bütün təqsirləndirilən şəxslərin həmin “arakəsmədə” yerləşdirilməsi barədə konvoy əməkdaşlarına göstəriş verilmişdir.", "", "2.  Daxili İşlər Nazirliyinin əmrləri", "(a)  1996-cı il tarixli əmr", "56. Rusiya Federasiyasının Ali Məhkəməsi, Ədliyyə Nazirliyi və Baş Prokurorluğu tərəfindən bəyənilmiş və Rusiya Federasiyasının Daxili İşlər Nazirliyi tərəfindən 1996-cı il 26 yanvarda 41 saylı əmri ilə təsdiq edilmiş və “yalnız daxili istifadə üçün” nəzərdə tutulmuş Şübhəli və Təqsirləndirilən Şəxslərin Müşayiəti və Daşınması barədə Təlimat təqsirləndirilən şəxslərin məhkəmə iclas otağında metal “arakəsmənin” içərisində yerləşdirilməsini təsbit etmişdir.  ", "", "(b)  2006-cı il tarixli əmr", "57. Eyni müddəa Rusiya Federasiyasının Ali Məhkəməsinin Məhkəmə orqanları şöbəsi tərəfindən 2006-cı il 8 fevralda (CDAG/269 saylı) və Rusiya Federasiyasının Baş Prokurorluğu tərəfindən 2006-cı il 16 fevralda (161306 saylı) bəyənilmiş və Rusiya Federasiyası Daxili İşlər Nazirliyinin “yalnız daxili istifadə üçün” qrifi ilə 2006-cı il 7 martda 140 saylı əmri ilə təsdiq edilmiş Şübhəli və Təqsirləndirilən Şəxslərin Mühafizəsi və Daşınması üçün Müvəqqəti Saxlama Mərkəzlərinin Fəaliyyətinə dair Təlimatlarda əks olunmuşdur. Sonuncu Təlimatlara görə şübhəli və təqsirləndirilən şəxslərin “təhlükəsizlik arakəsməsi” olmayan məhkəmə otaqlarına salınması qadağandır.  ", "", "(c)  Ali Məhkəmə tərəfindən əmrlərin yoxlanılması", "58. Cənab Ş. 41 saylı əmrdən Rusiya Federasiyasının Ali Məhkəməsinə şikayət verərək təqsirləndirilən şəxslərin metal “arakəsmələr” arxasında saxlanılması barədə müddəasının ölkənin qanunvericiliyini və Konvensiyanı pozduğunu bildirmişdir. Belə ki, hər iki mənbə alçaldıcı rəftarı qadağan etmiş və ədalətli məhkəmə baxışı hüququnu təmin etmişdir. O şikayət edərək məhkəmə baxışı zamanı məhkəmə iclas otağında metal qəfəsdə saxlandığını və bunun da nəticəsində onun vəkili ilə ünsiyyət saxlaya bilmədiyini bildirmişdir.", "59. Ali Məhkəmə bir hakimdən ibarət tərkibdə işə baxaraq 2004-cü il 19 oktyabr tarixində qəbul etdiyi qərarda qeyd etmişdir ki, sözü gedən müddəa Cinayət Prosessual Məcəllənin tələblərinə uyğun olaraq məhkəmə tərəfindən qəbul edilmiş qərarla barəsində həbs qətimkan tədbiri seçilmiş şəxslərlə bağlıdır və onların mühafizəsi və saxlanma yerlərindən məhkəmə otağına gətirilməsi polisin vəzifəsidir (Polis haqqında qanunun 10-cu maddəsinin 16-cı bəndi). Məhkəmə təkrar etmişdir ki, həbs qətimkan tədbiri qanunçuluq, ədalətlilik, təqsirsizlik prezumpsiyası, qanun qarşısında bərabərlik, humanizm və insan ləyaqətinə hörmət kimi prinsiplərə, Konstitusiyaya, beynəlxalq hüququn norma və prinsiplərinə və Rusiya Federasiyasının tərəfdar olduğu beynəlxalq sazişlərə uyğun olaraq həyata keçirilməlidir. Bundan əlavə, bu cür saxlama işgəncə və ya fiziki, yaxud mənəvi iztirabların yetirilməsi məqsədi güdən hər hansı digər hərəkətlərlə müşayiət olunmamalıdır (Şübhəli və Təqsirləndirilən Şəxslərin saxlanması haqqında Federal Qanun). Ali Məhkəmə bunları nəzərə alaraq qərara gəlmişdir ki, təqsirləndirilən şəxslərin metal “arakəsmələr” arxasında saxlanmasına dair bu əmrin müddəasına insanın şərəf və ləyaqətini aşağılayan, yaxud ədalətli məhkəmə baxışı hüququnu pozan addım kimi baxıla bilməz.       ", "60. Cənab Ş. Ali Məhkəmənin qərarından şikayət edərək, inter alia, qərarın əsaslandırılmadığından şikayət etmişdir. 2004-cü il 23 dekabrda Ali Məhkəmənin apellyasiyalar üzrə kollegiyası üç hakimdən ibarət tərkibdə şikayətə baxaraq onu rədd etmiş və birinci instansiya məhkəməsinin qərarını tam şəkildə təsdiq etmişdir. O qeyd etmişdir ki, mübahisə edilən əmr metal “arakəsmənin” xüsusiyyətlərini təsbit etməmişdir.", "61. Hər iki əmrin (1996-cı və 2006-cı il tarixli, yuxarıda 56-cı və 57-ci bəndlərə bax) rəsmi dərc edilmədiyi üçün qanunsuz olması ilə bağlı şikayətlər Rusiya Federasiyasının Ali Məhkəməsi tərəfindən rədd edilmişdir. Məhkəmə bildirmişdir ki, bu əmrlərdə məxfi məlumatlar əks olunduğundan və onlar Ədliyyə Nazirliyində qeydiyyatdan keçdiyindən dərc oluna bilməzlər (Ali Məhkəmənin apellyasiyalar üzrə kollegiyasının 41 saylı əmrlə bağlı 2003-cü il 24 aprel tarixli qərarı ilə qüvvədə saxlanılan 2002-ci il 2 dekabr tarixli qərar və 140 saylı əmrlə bağlı 2011-ci il 7 dekabrda qəbul edilmiş qərar).   ", "", "3.  İnşaat qaydaları", "(a)  Ərizəçi barədə məhkəmə baxışının getdiyi zaman qüvvədə olan qaydalar", "62. 1999-cu il 2 dekabrda Rusiya Federasiyasının Ali Məhkəməsinin Məhkəmə orqanları şöbəsi 154 saylı əmri ilə Ümumi Yurisdiksiyalı Məhkəmələr üçün Məhkəmə Otaqlarının Dizaynı və İnşasına dair Qaydaları (SP 311042000) təsdiq etmişdir. Qaydalar sonradan İnşaat, Yaşayış Təsərrüfatı və Kommunal Xidmətlər üzrə Federal Dövlət Komitəsi tərəfindən təsdiq edilmiş və 2000-ci il 1 avqustda qüvvəyə minmişdir. Bu qaydalar Rusiya Federasiyası Ali Məhkəməsinin sədri, Rusiya Federasiyasının Ali Məhkəməsinin Məhkəmə orqanları şöbəsinin baş direktoru və Rusiya Federasiyasının Hakimlər Şurasının üzvlərinin də daxil olduğu ekspertlər qrupu tərəfindən hazırlanmışdır. Qaydalar Ədliyyə Nazirliyi, Ali Məhkəmə və Daxili İşlər Nazirliyi tərəfindən 1993-cü il 3 fevralda verilmiş birgə sirkulyar məktubda (yuxarıda 55-ci bəndə bax) əks olunmuş təklifləri nəzərə almışdır.     ", "63. Qaydalarda cinayət işlərinə baxılacaq məhkəmə otaqlarında təqsirləndirilən şəxslər üçün dörd tərəfdən metal ayırıcı barmaqlıqlarla əhatələnmiş ayrıca zonanın yaradılması nəzərdə tutulmuşdur. Bu zona diametri 14 millimetrdən, hündürlüyü 220 santimetrdən az olmayan metal millərdən ibarət olmalı, metal tavanı olmalı və ya hündürlük məhkəmə iclas otağının tavanına qədər uzanmalı və qapısı olmalıdır (Qaydaların 5.4-cü, 5.9-cu və 8.3-cü maddələri).", "64. Qaydalarda digər təhlükəsizlik tədbirləri içərisində təqsirləndirilən şəxslərin məhkəmə binasındakı kameralardan məhkəmə iclas otağına ayrı dəhlizlər və pilləkənlərlə gətirilməsi və məhkəmə iclas otağına ayrı girişdən girməsi də nəzərdə tutulmuşdur. Məhkəmə binasına və cinayət işlərinə baxılacaq məhkəmə iclas otaqlarına ümumi girişdə metal detektorlar yerləşdirilməlidir. Məhkəmə iclas otağının pəncərəsində metal millər yerləşdirilməlidir (Qaydaların 5.11-ci, 5.35-ci, 8.1-ci və 8.2-ci maddələri).", "", "(b)  Yeni qaydalar", "65. 2013-cü il 1 iyuldan sonra ümumi yurisdiksiyalı məhkəmələrin məhkəmə iclas otaqlarının dizaynı və planı Rusiya Federasiyası Ali Məhkəməsinin Məhkəmə orqanları şöbəsinin, arxitektura və inşaat təşkilatlarının bir qrup eksperti tərəfindən hazırlanmış və 2012-ci il 25 dekabrda İnşaat, Yaşayış Təsərrüfatı və Kommunal Xidmətlər üzrə Federal Agentlik tərəfindən təsdiq edilmiş Qaydalarla tənzimlənməyə başlamışdır.", "66. Yeni qaydalar həbsdə olan şəxslər üçün məhkəmə iclas otaqlarında iki növ “təhlükəsizlik kabinələrini” nəzərdə tutur: köhnə qaydalardakına bənzər xüsusiyyətləri olan (yuxarıda 63-cü bəndə bax) metal millərdən ibarət “təhlükəsizlik kabinəsi” və polad karkasdan və güllə keçirməyən şüşə divardan ibarət “təcrid olunmuş şəffaf təhlükəsizlik kabinəsi”. Hər iki kabinə bayırdan kilidlənən qapı ilə təchiz olunmalıdır.   ", "C.  Həbsdə saxlama", "67. Rusiya Federasiyasının Cinayət Prosessual Məcəlləsinin 108-ci maddəsində nəzərdə tutulmuş ümumi normaya görə həbs barədə qərar iki ildən artıq müddətə azadlıqdan məhrumetmə (2012-ci ilin dekabrından sonra üç il müddətinə azadlıqdan məhrumetmə) cəzası ilə cəzalandırılan cinayət əməli törətməkdə şübhəli bilinən və ya təqsirləndirilən şəxslər barəsində məhkəmə tərəfindən qəbul edilir, bir şərtlə ki, daha az sərtliyə malik olan qətimkan tədbiri, misal üçün, yaşayış yerini tərk etməmək barədə iltizam, şəxsi zəmanət və ya girov, tətbiq edilə bilməsin. Daha az müddətə azadlıqdan məhrumetmə cəzası ilə cəzalandırılan cinayət əməli törətməkdə şübhəli bilinən və ya təqsirləndirilən şəxslər müstəsna hallarda, xüsusilə daimi yaşayış yerləri olmadıqda, şəxsiyyətlərini müəyyən etmək mümkün olmadıqda və ya əvvəllər tətbiq edilmiş qətimkan tədbirinin şərtlərini pozduqda və ya istintaqdan, yaxud məhkəmədən gizləndikdə həbs oluna bilərlər.", "68. Məhkəmədən təqsirləndirilən şəxsin gizlənməsi, yenidən cinayət törətməsi və ya məhkəmə prosesinin gedişinə mane olmasının mümkünlüyünə inanmaq üçün kifayət qədər əsasın olub-olmadığı məsələsinə baxması tələb olunmuşdur (yenə orada, 97-ci maddə). İttihamın ağırlığı, təqsirləndirilən şəxsin şəxsiyyəti, yaşı, səhhəti, ailə statusu və vəzifəsi kimi hallar da nəzərə alınmalıdır (yenə orada, 99-cu maddə).    ", "69. 2009-cu ilin dekabrından 2012-ci ilin noyabrına qədər Cinayət Prosessual Məcəlləsinə edilmiş dəyişikliklərə görə mülkiyyət əleyhinə olan və iqtisadi fəaliyyət sahəsində bəzi qeyri-zorakı cinayətlər törətməkdə şübhəli bilinən və ya təqsirləndirilən şəxslər barəsində artıq həbs qətimkan tədbiri tətbiq edilmir.", "", "III.  MÜVAFİQ BEYNƏLXALQ MATERİALLAR VƏ TƏCRÜBƏ", "A.  Birləşmiş Millətlər Təşkilatının İnsan Hüquqları Komitəsi", "70. BMT-nin İnsan Hüquqları Komitəsi 2014-cü il 20 mart tarixində keçirilmiş iclasında Mixail Pustovoit tərəfinqən təqdim edilmiş 1405/2005 saylı ərizəyə baxdıqdan sonra Mövqeyini açıqlamışdır ki, bu Mövqeyə görə də cənab Pustovoitin açıq məhkəmə iclası zamanı əlləri arxa tərəfdən qandallanmış şəkildə metal qəfəsə salınması nəticəsində ayrıca götürüldükdə Mülki və Siyasi Hüquqlara dair Beynəlxalq Paktın 7-ci maddəsinin alçaldıcı rəftarın qadağan edilməsi ilə bağlı tələbi və Paktın 14-cü maddəsinin 1-ci bəndi ilə birlikdə götürüldükdə məhkəmənin ədalətliliyi ilə bağlı tələbi pozulmuşdur (Mövqenin 9.3-cü və 10-cu bəndlərinə bax).  ", " ", "B.  BMT-nin Məhbuslarla Rəftarın Minimal Standartlarına dair Qaydaları", "71. Cinayətkarlığın Qarşısının Alınması və Cinayətkarlarla Rəftara dair Birinci Birləşmiş Millətlər Konqresi tərəfindən 1955-ci ildə qəbul edilmiş və İqtisadi və Sosial Şura tərəfindən 1957-ci il 31 iyul tarixli, 663 C (XXIV) nömrəli və 1977-ci il 13 may tarixli, 2076 (LXII) nömrəli qətnamələrlə təsdiq olunmuş Məhbuslarla Rəftarın Minimal Standartlarına dair Qaydalarda hərəkəti məhdudlaşdırma vasitələri barədə aşağıdakı əsas prinsiplər öz əksini tapmışdır:  ", "“33. Əl qandalları, zəncirlər, qandallar və dəli köynəklərindən heç zaman cəza kimi istifadə olunmamalıdır. Bundan əlavə, zəncir və ya qandallardan hərəkəti məhdudlaşdırmaq üçün də istifadə olunmamalıdır. Digər hərəkəti məhdudlaşdırma vasitələrindən yalnız aşağıdakı hallarda istifadə oluna bilər:  ", "(a) Daşınma zamanı qaçma halının qarşısını almaq üçün. Bir şərtlə ki, məhbus məhkəmə və ya inzibati orqan qarşısına çıxarıldıqda həmin vasitələr həmin şəxsin üzərindən çıxarılsın;", "...”", "C.  Beynəlxalq Cinayət Tribunalları", "72. Keçmiş Yuqoslaviya üzrə Beynəlxalq Cinayət Tribunalının və Ruanda üzrə Beynəlxalq Cinayət Tribunalının Prosedura və Sübutları Əldə Etmə Qaydalarına görə (hər iki halda 83-cü maddə) əl qandalları kimi hərəkəti məhdudlaşdırma vasitələrindən yalnız daşınma zamanı qaçmanın qarşısının alınması üçün və ya təhlükəsizlik səbəblərinə görə istifadə oluna bilər. Lakin təqsirləndirilən şəxs məhkəmə qarşısına çıxarıldıqda hərəkəti məhdudlaşdma vasitəsi çıxarılmalıdır.", "73. Beynəlxalq Cinayət Məhkəməsinin Roma Statutunun 63-cü maddəsində qeyd edilir:    ", "", "“1. Təqsirləndirilən şəxs məhkəmə iclasında iştirak etməlidir.", "2. Əgər məhkəmə iclasında olan təqsirləndirilən şəxs iclasın aparılmasına mane olmaqda davam edirsə, məhkəmə tərkibi təqsirləndirilən şəxsi otaqdan çıxara və tələb olunduğu halda kommunikasiya texnologiyalarından istifadə etməklə kənardan məhkəməni izləməsi və vəkilinə tapşırıqlar verməsi barədə göstəriş verə bilər. Bu cür tədbirlərə yalnız müstəsna hallarda, digər ağlabatan alternativlərin qeyri-adekvat olduğu təsdiq edildikdə və yalnız ciddi tələb olunan müddətə əl atıla bilər”.  ", "D.  “Amnesty International” təşkilatı", "74.  “Amnesty International” təşkilatının Ədalətli Məhkəmə Baxışına dair Əsasnaməsində aşağıdakılar qeyd edilmişdir:", "“15.3  Təqsirsizlik prezumpsiyasına xələl gətirən proseslər", "...", "Məhkəmə baxışı zamanı təqsirləndirilən şəxslərə onların təqsizsizlik prezumpsiyasına xələl gətirə biləcək hər hansı təqsirlilik atributu aid edilməməsinə xüsusi diqqət verilməlidir. Bu cür atributlara təqsirləndirilən şəxsin məhkəmə iclas otağında kameraya salınması aid edilə bilər...”", "E.  Avropa Şurasının üzvü olan ölkələrdə məhkəmə iclas otaqlarında “metal qəfəs”dən istifadə edilməsi", "75. Ermənistan, Azərbaycan, Gürcüstan, Moldova və Ukrayna kimi Avropa Şurasının bəzi ölkələrində həbsdə olan şübhəli və təqsirləndirilən şəxslərin məhkəmə qarşısına gətirilməsi zamanı “metal qəfəs”dən standart təhlükəsizlik tədbiri kimi istifadə olunmuşdur. Ermənistan və Gürcüstanda artıq ondan istifadə olunmur (bax: “Aşot Harutyunyan Ermənistana qarşı” (Ashot Harutyunyan v. Armenia, no. 34334/04, § 118, 15 June 2010) və Avropa Şurası Nazirlər Komitəsinin CM/ResDH(2011)105 nömrəli qətnaməsi). Moldova və Ukrayna da ondan imtina etmək mərhələsindədirlər (Ukrayna ilə bağlı bax: 2012-ci il tarixli Ukraynanın Cinayət Prosessual Məcəlləsinin keçid müddəaları; xüsusilə XI Fəslin 21-ci maddəsində Nazirlər Kabinetinə məhkəmə iclas otaqlarında “metal ayırıcı qəfəslər”in “şüşə arakəsmələr”lə əvəz edilməsinin maliyyələşdirilməsi üçün parlamentə təkliflərini göndərməsi tapşırılmışdır). Azərbaycanda bəzi məhkəmələrdə “metal qəfəs”lər “şüşə arakəsmələr”lə əvəz olunsa da (misal üçün, Avropada Təhlükəsizlik və Əməkdaşlıq Təşkilatının 2011-ci il üçün Azərbaycan üzrə Məhkəmə Monitorinqinə dair Hesabatının “Ədalət Mühakiməsi Sektorunda İnkişaf” adlanan 3-cü bölməsi), Azərbaycanın Ədliyyə Nazirliyinin “Həbs edilmiş və təqsirləndirilən şəxslərin müşayiət edilməsinə dair” 2012-ci il 29 dekabr tarixli Təlimatında və Azərbaycanın Daxili İşlər Nazirliyinin “Müvəqqəti Saxlama Yerlərində saxlanan şəxslərin polis tərəfindən mühafizəsi və müşayiətinə dair” 2013-cü il 14 yanvar tarixli Təlimatında onlardan istifadə edilməsi nəzərdə tutulmuşdur.", "76. Bəzi digər üzv ölkələrdə “qəfəs”lərdən bəzi hallarda və ya bəzi məhkəmələrdə təhlükəsizlik mülahizələrinə görə istifadə olunur. Misal üçün, Albaniyanın Ağır Cinayətlərə Dair İşlər üzrə Məhkəməsində təqsirləndirilən şəxs metal millərlə əhatə olunmuş arakəsməyə salına bilər. Serbiyada yalnız bir məhkəmə iclası otağında - Belqrad şəhərinin Mərkəzi Həbsxanasında Belqrad Yüksək Məhkəməsinin köməkçi otağında təqsirləndirilən şəxslərin oturduğu yer metal millərlə və gülləkeçirməyən şüşə ilə əhatə olunmuşdur. Fransada bəzi məhkəmələrdə şüşə kameralardan istifadə olunur. Çox nadir hallarda bu kameralar dəmir kabellərlə bağlanır və bunlardan məhkəmə sədrinin qərarına əsasən istifadə oluna bilər. Latviyada məhkəmələrin çox az bir qismində hələ də metal qəfəslər qalsa da, onlardan demək olar ki, istifadə olunmur. İtaliyada 1980-ci ildə mafiya və ya terrorçu qrup üzvü olmasında şübhəli bilinən şəxslərin məhkəməsi zamanı tətbiq olunmuş metal qəfəslərdən artıq istifadə olunmur.           ", "HÜQUQİ MƏSƏLƏLƏR", "...", "II.  KONVENSİYANIN 3-CÜ MADDƏSİNİN İDDİA OLUNAN POZUNTUSU", "84. Ərizəçilər işlərinə birinci instansiya məhkəməsində baxılan zaman metal qəfəsə salınmalarından şikayət etmişlər. Onlar belə rəftarın Konvensiyanın 3-cü maddəsi ilə qadağan olunan alçaldıcı rəftara bərabər olduğunu iddia etmişlər. Bu maddədə qeyd edilmişdir:  ", "“Heç kəs işgəncəyə və ya qeyri-insani, yaxud alçaldıcı rəftara və ya cəzaya məruz qoyula bilməz”.", "...", "B.  Tərəflərin Böyük Palataya verdiyi izahatlar", "1.  Hökumət", "88. Hökumət bildirmişdir ki, Sovet İttifaqında cinayət işi üzrə təqsirləndirilən şəxslər üçün kürsü tribunaya oxşayırdı. Metal “barmaqlıq”dan ilk dəfə 1992-ci ildə çox sayda insanı qətlə yetirmiş bədnam A.Çikatilonun məhkəmə prosesində onu zərərçəkmişlərin çoxsaylı qohumlarından qorumaq üçün istifadə edilmişdir.", "89. Rusiyada məhkəmə iclas otağında “metal arakəsmələr” Sovet İttifaqının dağılmasından sonra cinayətkarlığın artmasına cavab olaraq və dövlət sisteminin yenidən təşkili dövründə Rusiya Federasiyasının Ədliyyə Nazirliyi, Ali Məhkəməsi və Daxili İşlər Nazirliyinin 1993-cü il 3 fevral tarixində verdiyi birgə sirkulyar əsasında 1994-cü ildən tətbiq edilməyə başlanmışdır. Bu tədbirin məqsədi cinayət işində təqsirləndirilən şəxslərin qaçması və ya onları müşayiət edən məmurlara, hakimlərə, şahidlərə və zərər çəkmiş şəxslərə hücum edilməsi hallarının artması ilə bağlı olaraq onların qarşısının alınması, həmçinin məhkəmə iclas otağına gələnlərin təhlükəsizliyinin təmin edilməsi idi.", "90. Rusiya Federasiyasının Daxili İşlər Nazirliyi, Ədliyyə Nazirliyi və MDB-nin (Müstəqil Dövlətlər Birliyi) Statistika Komitəsinin statistik məlumatlarına görə Rusiyada və MDB-də əvvəlki illə müqayisədə 1992-ci ildə cinayətkarlığın səviyyəsi müvafiq olaraq 27 və 24 faiz artmışdır. Həmin dövrdə Rusiyada ağır cinayətlərin sayı 30 faiz, mütəşəkkil dəstə tərəfindən törədilmiş cinayətlərin sayı 30 faiz və soyğunçuluq 66 faiz artmışdır. 1994-cü ildə məhkəmənin qanuni qüvvəyə minmiş hökmü ilə məhkum edilmiş şəxslərin ümumi sayı əvvəlki illə müqayisədə 16,7 faiz artaraq 924 574 olmuşdur.", "91. Hökumət bildirmişdir ki, həmin dövrdən sonra vəziyyət yaxşılaşsa da, qaçmaların qarşısının alınması, hakim və prokurorların əsas vəzifələrinin icrasına maneçiliyin aradan qaldırılması, zərər çəkmiş şəxslərin, şahidlərin və prosesin digər iştirakçılarının özlərini daha təhlükəsiz hiss etmələrinə şərait yaradılması və təqsirləndirilən şəxslərin zərər çəkmişlərin qisas almasından qorunmasını təmin edilməsi vasitəsi kimi “təhlükəsizlik arakəsmələr”dən istifadə olunması düzgün hesab edilmişdir. Bundan əlavə, təqsirləndirilən şəxslərin hərəkəti bilək və ya topuq qandalı ilə məhdudlaşdırılmamışdır və onlar daha rahat vəziyyətdə otura bilərlər. Hökumət bildirmişdir ki, həbsdə olan təqsirləndirilən şəxslərin qaçmaq cəhdlərinin qarşısının alınması onların qaçdıqdan sonra həbs edilməsindən daha təhlükəsizdir. Hökumət bildirmişdir ki, həbs edilmiş təqsirləndirilən şəxslərin məhkəmə iclas otaqlarında “təhlükəsizlik arakəsmələri” arxasında yerləşdirilməsini qadağan edən və ya belə “arakəsmələr”dən istifadə üçün tələblər müəyyən edən hər hansı beynəlxalq sənəd mövcud deyil.      ", "92. Rusiya Federasiyası Daxili İşlər Nazirliyinin statistik məlumatına görə 2009-cu ildən 2013-cü ilə qədər Rusiyada məhkəmə iclas otaqlardan qaçma hallarının ümumi sayı müvafiq olaraq hər il üçün 0, 4, 5, 2 və 3 olmuşdur; həbsdə olan şübhəli və təqsirləndirilən şəxslər tərəfindən dövlət məmurlarının üzərinə hücum hallarının ümumi sayı müvafiq olaraq hər il üçün 1, 1, 7, 0 və 7 olmuşdur; və, məhkəmə iclas otaqlarında həbsdə olan şəxslər tərəfindən özünə xəsarət yetirmə hallarının ümumi sayı müvafiq olaraq hər il üçün 4, 14, 20, 16 və 18 olmuşdur. Hökumət bildirmişdir ki, şübhəli və təqsirləndirilən şəxslər “təhlükəsizlik arakəsmələri” arasında saxlanmasaydılar, bu rəqəmlər daha artıq olardı.", "93. Hökumət bildirmişdir ki, “təhlükəsizlik arakəsmələri” arxasında yerləşdirmə barəsində həbs qətimkan tədbiri tətbiq edilmiş bütün şübhəli və təqsirləndirilən şəxslərə münasibətdə tətbiq olunur. Bununla belə, həbs qətimkan tədbirinin tətbiqi və müddətinin uzadılması qaydası sözü gedən təhlükəsizlik tədbirindən qanunsuz və ayrı-seçkilik salmaqla istifadənin qarşısının alınması üçün təminat kimi çıxış etmişdir. Hökumət bildirmişdir ki, ölkə qanunvericiliyinə görə həbs qətimkan tədbiri məhkəmə orqanı tərəfindən ədalət mühakiməsindən qaçma, yenidən cinayət törədilməsi və ya ədalət mühakiməsinin həyata keçirilməsinə maneçilik törədilməsi təhlükələrinin mövcud olduğunu göstərən konkret hallara hüquqi qiymət verməklə və ən ağır cinayətlər törətmiş və cəmiyyət üçün böyük təhlükə yaradan şübhəli və ya təqsirləndirilən şəxslər barəsində tətbiq olunan müstəsna qətimkan tədbiridir (yuxarıda 67-69-cu bəndlərə bax).   ", "94. Rusiya Federasiyasının Ali Məhkəməsinin Məhkəmə orqanları şöbəsinin illik statistik hesabatlarına görə birinci instansiya məhkəməsi tərəfindən işlərinə baxılan təqsirləndirilən şəxslərin içərisində barəsində həbs qətimkan tədbiri seçilmiş təqsirləndirilən şəxslərin faiz nisbəti 2012-ci ildə 2007-ci ildəki 17,7 faizdən, və ya 241 111 nəfərdən (hərbi məhkəmələr istisna olmaqla) 12,8 faizə və ya 134 937 nəfərə düşmüşdür.", "95. Hökumət bildirmişdir ki, hazırkı iş üzrə ərizəçilər ictimai təhlükəsizlik maraqları üçün və ölkə qanunvericiliyinə tam uyğun şəkildə məhkəmə iclas otağında qəfəsdə saxlanılmışlar. Onların sağlamlıq vəziyyətinin pis olması və ya iclaslar zamanı daima tibbi yardıma ehtiyacları olmaları barədə hər hansı sübut mövcud olmamışdır. Ərizəçilər tanınmış ictimai xadimlər deyildilər və onların məhkəmə iclas otağında “təhlükəsizlik arakəsmələri” arxasında dayanmaları nüfuzlarına ciddi ziyan vura bilməzdi. Onların məhkəmə işi diqqəti elə də cəlb etməmişdir və bu işlərin yerli mətbuat orqanlarından savayı başqa mətbu orqanlarında geniş şəkildə işıqlandırıldığı və ya ictimaiyyətin nümayəndələrinin bu iclaslarda iştirak etdiyi barədə heç bir dəlil yoxdur. Bundan əlavə, şahidlər və zərər çəkmişlər ərizəçilərin qisas alacağından qorxaraq məhkəmə iclaslarında iştirak etməkdən imtina etmişlər. Hökumət bildirmişdir ki, ərizəçilərin qohumları və tanışlarının xüsusilə iclaslar ərizəçilərin sakinləri olduqları və daimi ictimai nəqliyyatın hərəkət etmədiyi Sineqoryedən 500 km aralıda yerləşən Maqadanda keçirilmiş hər hansı məhkəmə iclasında iştirak etmələri şübhə doğurur.      ", "96. Hökumət Palatanın ərizəçilərin əvvəllər də məhkum olunmasına açıq-aşkar əhəmiyyət vermədiyini bildirmişdir (...). Onlar əvvəllər mütəşəkkil dəstə tərkibində zor tətbiq etməklə cinayətlər törətmişlər və Hökumətin fikrincə bu faktın özü təklikdə ərizəçilərin zorakılığa meylli olduqlarını və təhlükəsizliklə bağlı real riskin olmasını təsdiq etmək üçün kifayət idi. Hökumət bildirmişdir ki, birinci ərizəçi oğurluğa görə məhkum olunmaqla yanaşı 1990-cı ildə azyaşlını zorlamağa cəhd etməyə, 2001-ci ildə soyğunçuluğa və 2011-ci ildə Maqadan Vilayət Məhkəməsi tərəfindən 1990-cı ildən uzun müddət fəaliyyət göstərmiş, geniş şəbəkəyə malik mütəşəkkil dəstədə iştirak etdiyinə görə məhkum edilmişdir. Eyni zamanda hər iki ərizəçi barədə yaşayış yerləri üzrə yerli icra hakimiyyəti orqanları və rayon polisi tərəfindən mənfi rəy verilmiş, onlar spirtli içkilərdən sui-istifadə, iş yerlərinin olmaması, məhkum olmuş şəxslərlə əlaqə və digərlərinə hörmətsizlik göstərmədə ifadə olunan antisosial həyat tərzi sürən şəxslər kimi təsvir edilmişlər. Bundan əlavə, ərizəçilər zorakı cinayətlərdə ittiham olunurdular.", "97. Hökumət daha sonra bildirmişdir ki, həbs qətimkan tədbirinin seçilməsi barədə qərarda şahidlərin qorxması ilə bağlı mülahizələr çox saylı sübutlarla, xüsusilə 2002-2003-cü illərdə aparılmış ibtidai istintaq və 2005-2006-cı illərdə keçirilmiş ikinci məhkəmə prosesi zamanı əldə edilmiş şahid ifadələri ilə təsdiq olunmuşdur. Hökumətin mövqeyinə görə şahidlərin və zərərçəkmişlərin qorxması dörd təqsirləndirilən şəxsin hər biri ilə bağlı idi, belə ki, onlar mütəşəkkil dəstə kimi fəaliyyət göstərirdilər.", "98. Hökumət qeyd etmişdir ki, ərizəçilər hər hansı qorxu və ya təzyiq hissi olmadan bütün proseslərdə sərbəst və fəal şəkildə iştirak etmişlər.", "99. Hökumət yuxarıdakı elementlərə əsaslanaraq bu işlə Məhkəmə tərəfindən məhkəmə iclas otaqlarında metal qəfəsdən istifadənin 3-cü maddənin pozuntusu olduğunun qət edildiyi işləri (Hökumət aşağıdakı işlərə istinad etmişdir: “Sarban Moldovaya qarşı” (Sarban v. Moldova, no. 3456/05, 4 October 2005); “Ramişvili və Koxreidze Gürcüstana qarşı” (Ramishvili and Kokhreidze v. Georgia, no. 1704/06, 27 January 2009); “Aşot Harutyunyan Ermənistana qarşı” (Ashot Harutyunyan v. Armenia, no. 34334/04, 15 June 2010); “Xodorkovski Rusiyaya qarşı” (Khodorkovskiy v. Russia, no. 5829/04, 31 May 2011) və “Piruzyan Ermənistana qarşı” (Piruzyan v. Armenia, no. 33376/07, 26 June 2012)) fərqləndirmiş və metal qəfəsdən istifadə ilə bağlı pozuntu faktının müəyyən edilmədiyi işlə, yəni “Titarenko Ukraynaya qarşı” (Titarenko v. Ukraine, no. 31720/02, §§ 5864, 20 September 2012) işi ilə oxşarlığın olduğunu diqqətə çəkmişdir.", "100. Hökumət belə bir nəticəyə gəlmişdir ki, ərizəçilərin “təhlükəsizlik arakəsməsi” arxasında yerləşdirilməsi təhlükəsizlik mülahizələrinə görə əsaslı idi. Bu rəftar 3-cü maddənin pozuntusu hesab olunmaq üçün zəruri olan minimum ağırlıq səviyyəsinə açıq-aşkar çatmamışdır və onun ərizəçilər üçün doğurduğu nəticələr qanuni təhlükəsizlik tədbirindən əsaslı istifadə ilə bağlı qaçılmaz əzab və ya alçalma elementinin hüdudlarından kənara çıxmamışdır.", "101. Hökumət qeyd etmişdir ki, 2013-cü il 1 iyul tarixindən qüvvədə olan Məhkəmə iclas otaqlarının layihələndirilməsinə dair yeni Qaydalarda artıq mövcud olan “metal arakəsmələr”lə yanaşı güllə keçirməyən “şüşə kabinə”lərdən (yuxarıda 66-cı bəndə bax) da istifadə edilməsi nəzərdə tutmuşdur. “Metal arakəsmələr”in “şüşə kabinələr”lə əvəz edilməsi məcburi deyildi və bu proses üçün hər hansı son müddət müəyyən edilməmişdir. Eyni zamanda, bəzi məhkəmələr artıq öz təşəbbüsü ilə “metal arakəsmələr”i “şüşə kabinələr”lə əvəz etmişdir. Hökumət bildirmişdir ki, məhkəmələr “təhlükəsizlik kabinələri”nin layihəsi ilə bağlı spesifik tələbləri özləri müəyyən edə bilərlər.", "102. Hökumət bildirmişdir ki, təxminən iyirmi il bundan əvvəl meydana gəlmiş və həbsdə olan bütün şəxslərə münasibətdə tətbiq olunmuş və ərizəçilərin işində istifadə olunmuş adi bir tədbir olan “təhlükəsizlik arakəsmə”si məhkəmə prosesində iştirak etmiş andlılara təsir göstərə və ya təqsirsizlik prezumpsiyasına xələl gətirə bilməzdi. Eyni zamanda, sədrlik edən hakim andlıların diqqətinə çatdırmışdır ki, ərizəçilər barəsində həbs qətimkan tədbirinin seçilməsi onların təqsirliliyinin sübutu deyil. Bundan əlavə, birinci ərizəçiyə bütün ittihamlar, ikinci ərizəçiyə isə ittihamların əksəriyyəti üzrə bəraət verilmişdir.   ", "          ", "2.  Ərizəçilər", "103. Ərizəçilər bildirmişlər ki, şübhəli və təqsirləndirilən şəxslərin məhkəmə iclas otağında metal qəfəsdə saxlanılması törədilmiş əməllərin konkret xüsusiyyətlərindən və ya xarakterindən, yəni onun iqtisadi cinayət, qəsdən adam öldürmə, oğurluq və ya xırda cinayət olmasından, həmçinin şəxsin əvvəllər cinayət törədib-törətməməsindən asılı olmayaraq ümumi yurisdiksiyalı məhkəmələr və ya barışdırıcı hakim tərəfindən baxılan işlərdə geniş tətbiq olunan təcrübədir.", "104. Ərizəçilərin bildirdiyinə görə bu təcrübə qanunsuzdur. Onlar bildirmişlər ki, Daxili İşlər Nazirliyinin məhkəmə iclas otağında qəfəslərdən istifadə edilməsini nəzərdə tutan əmrləri (yuxarıda 56-57-ci bəndlərə bax) heç vaxt dərc olunmamışdır. Rusiya Federasiyası Konstitusiyasının insan hüquq və azadlıqlarını tənzim edən normativ-hüquqi aktın dərc edilmədən tətbiqinin qadağan edilməsini nəzərdə tutan 15-ci maddəsinə görə Hökumət Məhkəmədə həmin əmrləri tətbiq edə və ya onlara istinad edə bilməz. 2000-ci və 2013-cü illərdə qəbul edilmiş inşaat qaydaları (yuxarıda 62-66-cı bəndlərə bax) qanunverici orqan tərəfindən qəbul edilmiş qanunlar deyildi və buna görə də onlar insan hüquqlarının həyata keçirilməsinə məhdudiyyətlər qoya bilməzdi. Məhkəmə prosesi zamanı qəfəsdən istifadənin qanuniliyini qiymətləndirmək üçün istinad edilə biləcək müvafiq ölkə daxili qanunvericilik Konstitusiya və Cinayət-Prosessual Məcəlləsidir. Onların heç birində şəxslərin məhkəmə iclas otaqlarında qəfəsdə saxlanması imkanını nəzərdə tutmamışdır.", "105. Ərizəçilər vurğulamışdırlar ki, insan ləyaqəti hər hansı səbəbdən sarsıdıla bilməyən mütləq dəyərdir və insanın keçmişi, əvvəllər cinayət törətməsi və ya hər hansı başqa xüsusiyyətindən asılı olmayaraq dövlət tərəfindən qorunmalıdır. Buna görə də onların fikrincə Hökumət ərizəçilərin ictimai xadim və ya tanınmış şəxslər olmadığına və onlar barəsində məhkəmə proseslərinin ictimaiyyətin böyük hissəsinin diqqətini çəkmədiyi və mətbuat tərəfindən geniş şəkildə işıqlandırılmadığına görə ərizəçilərin qəfəsdə yerləşdirilməsinin alçaldıcı rəftara bərabər olmadığına dair qənaətə gəlməkdə səhvə yol vermişdir.", "106. Ərizəçilər daha sonra bildirmişlər ki, Hökumət həmçinin təqsirləndirilən şəxslərin qəfəsdə yerləşdirilməsinin qadağan edilməsinə dair hər hansı beynəlxalq hüquqi sənədin olmadığını bəyan etməklə də səhvə yol verir. Belə bir qadağan BMT-nin İnsan Hüquqları Komitəsinin Mülki və siyasi hüquqlar haqqında Beynəlxalq Paktın 14-cü maddəsi ilə bağlı 2007-ci il 23 avqustda verdiyi 32 saylı Rəyində təsbit olunmuşdur.", "107. Ərizəçilərin artıq təqsirləri müəyyən edilmiş təhlükəli cinayətkarlar kimi qəfəsə salınması andlılar məhkəməsinin fəaliyyətini tənzim edən normalara zidd olaraq andlılara qanunsuz təsir vasitəsi kimi çıxış etmişdir. Bu qaydalar təqsirsizlik prezumpsiyasını pozan hər hansı hərəkətə yol verməni qadağan edir. Belə hərəkətlərə xüsusilə, misal üçün, təqsirləndirilən şəxslərin ittiham olunduqları əməlin elementlərini müəyyən etmək üçün zəruri olmadan həmin şəxslərin əvvəlki məhkumluğu və ya xroniki alkoqol, yaxud narkotik aludəçisi olmalarına istinad etməklə andlıların təqsirləndirilən şəxslərə qərəzli yanaşmasına təsir edən hərəkətlər aiddir. Yuxarıdakıları nəzərə alaraq qeyd etmək olar ki, ərizəçilərin məhkəmə işinə təqsirsizlik przempsiyasına əməl olunmaqla ədalətli şəkildə baxıla bilməzdi. Onlar heç zaman təqsirlərini etiraf etməmişdilər və təqsirsiz olmalarını sübut etmələri üçün andlıların əvvəlcədən formalaşmış mühakimələrini aşmaq lazım idi. Ərizəçilər onların taleyini həll etməli olan hakimlər qarşısında qəfəsdə saxlanmaqla bütün məhkəmə prosesi boyu özlərini köməksiz, alçalmış və qorxu içində hiss etmişlər. Belə sərt rəftar onların azadlıq kimi mühüm məsələ ilə bağlı olan məhkəmə prosesi zamanı fikirlərini cəmləmək qabiliyyətinə və psixoloji sayıqlığına təsir göstərirdi.", "108. Ərizəçilər “zooparkda meymun” kimi qəfəsin içərisində bütün insanlara, o cümlədən onlarla eyni qəsəbədən olan çox sayda andlı namizədlərə və şahidlərə, ərizəçilərin ailə üzvlərinə və iclaslarda iştirak etmiş tanışlarına nümayiş etdirilmişlər. Hökumətin izahatlarının əksinə olaraq ərizəçilərin yaşadıqları qəsəbə ilə məhkəmə prosesinin həyata keçirildiyi Maqadan arasında müntəzəm olaraq avtobus işləmişdir. Ərizəçilərin məhkəmə prosesi 2002-2004-cü illərdə yerli televiziya vasitəsilə işiqlandırılmışdır. ", "109. Zorakı cinayətlərdə təqsirləndirmənin ərizəçilərin qəfəsə salınmasına haqq qazandırmasına dair Hökumətin dəlilinə gəlincə birinci ərizəçinin üç ittiham üzrə bəraət alması ona qarşı ittihamların əsassız olduğunu göstərir. İkinci ərizəçi isə ittihamların əksəriyyəti, o cümlədən banditizm və soyğunçuluq üzrə bəraət almışdır. Hər bir halda təqsirsizlik prezumpsiyası prinsipinə görə bu, işə aidiyyəti olan arqument kimi qəbul edilə bilməzdi.", "110. Ərizəçilərin əvvəllər cinayət törətməsinə gəlincə, məhkəmə 2001-ci il 15 iyun tarixli hökmü ilə birinci ərizəçi barədə şərti cəza təyin etməklə və beləliklə də, onu azadlıqdan məhrum etməməklə ərizəçinin cəmiyyət üçün təhlükə yaratmadığını qəbul etmişdir. Birinci ərizənin 2011-ci ildə məhkum edilməsinə gəlincə, bu faktın onun illər öncə qəfəsə salınmasına necə haqq qazandırdığı məlum deyil.", "111. Hökumətin qeyd etdiyi şahidlərin qorxması məsələsinə gəlincə, iddia olunan bu qorxunun əsasları və Hökumət tərəfindən təqdim edilmiş bəyanatların baş vermə şəraiti heç zaman araşdırma predmeti olmamışdır. Bundan əlavə, cənab Slyadnev 2005-ci il 6 dekabrda yenidən həbs olunmazdan öncə barəsində 2004-cü il 22 iyun tarixində çıxarılmış bəraət hökmündən bir il beş ay keçirdi. Bu müddətdə bu qorxulara əsas verə biləcək nə isə baş verməmişdir. Yəni, onun zərərçəkmişlərə və ya şahidlərə hədə-qorxu gəldiyi və onlara qarşı hər hansı başqa qanunsuz hərəkətlərə yol verdiyini ehtimal etməyə əsas verən nə isə olmamışdır. Maqadan Vilayət Məhkəməsi 2005-ci il 8 fevral tarixli qərarı ilə qətimkan tədbiri kimi ərizəçilərdən yaşayış yerini tərk etməmək barədə iltizam almış və məhdudiyyət on ay qüvvədə qalmışdır. Məhkəmə və bu qərardan şikayət verməmiş prokurorluq ərizəçilərin cəmiyyət üçün təhlükə yaratdıqlarını hesab etməmişlər. 2005-ci il 6 dekabrda həmin qətimkan tədbirinin həbs qətimkan tədbiri ilə əvəz edilməsi üçün hər hansı əsas mövcud olmamışdır. Cənab Slyadnev digər təqsirləndirilən şəxs cənab Qrişinlə eyni əsasla saxlanmışdır. Məhkəmənin cənab Qrişin tərəfindən qaldırılmış işdə Konvensiyanın 5-ci maddəsinin 3-cü bəndinin pozuntusunu qət etməsi, xüsusilə şahidlərin qorxması üçün hər hansı əsasın olmadığı qərarına gəlməsi hazırkı iş üçün də keçərlidir (bax: “Mixail Qrişin Rusiyaya qarşı” (Mikhail Grishin v. Russia, no. 14807/08, §§ 147-156, 24 July 2012)). Hökumətin məntiqinə görə həbs qətimkan tədbirinin seçilməsi üçün “işə aidiyyəti olan və yetərli” əsaslar mövcud deyildisə və buna görə də o, qanuni hesab edilə bilməzdisə, deməli qəfəsdə saxlama da qanuni hesab oluna bilməzdi. Heç kəs sözü gedən məhkəmə prosesi zamanı ərizəçilər tərəfindən qeyri-məqbul davranışa yol verildiyini göstərməmişdir.", "112. Ərizəçilər belə qənaətə gəlmişdirlər ki, Hökumət onların yaratdığı təhlükəsizlik risklərinin həqiqətən də mövcud olduğunu və ərizəçilərin qaça biləcəyini, yaxud zorakılığa əl ata biləcəyini sübut edə bilməmişdir. Onlar tərəfindən məhkəmə iclas otağında qanunsuz hərəkətlərə yol veriləcəyindən qorxmaq üçün heç bir ciddi səbəb olmamışdır. Buna görə də onların işlərinə Maqadan Vilayət Məhkəməsində baxılan zaman metal qəfəsə salınması təhlükəsizlik mülahizələri ilə bağlı deyildi və 3-cü maddənin tələblərinə zidd olaraq alçaldıcı rəftara bərabər idi. Vəhşi heyvanların sirkdə və ya zooparkda metal qəfəslərdə saxlanmasına bənzəyən bu rəftar ərizəçilərdə qorxu hissi yaratmış və onları öz gözləri və insanların gözləri önündə alçaltmış və onlarda qorxu, narahatlıq və alçalma hissləri oyatmışdır. O, həmçinin təqsirsizlik prezumpsiyası prinsipini də pozmuşdur. Bu yaxınlarda məhkəmə iclas otaqlarında metal qəfəslərin şüşə kabinələrlə dəyişdirilməsi prosesi də onu göstərir ki, Rusiya metal qəfəslərdən istifadənin insan hüquqlarını pozduğunu qəbul edir.             ", "", "C.  Məhkəmənin qiymətləndirməsi", "1.  İşə aidiyyəti olan prinsiplər", "113. Məhkəmənin dəfələrlə təkrar etdiyi kimi Konvensiyanın 3-cü maddəsi demokratik cəmiyyətin ən vacib dəyərlərindən birini təsbit edir. O, şəraitdən və zərərçəkmişin davranışından asılı olmayaraq qəti şəkildə işgəncəni və qeyri-insani və ya alçaldıcı rəftarı və cəzanı qadağan edir (digər sənədlərlə yanaşı bax: “Labita İtaliyaya qarşı” (Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV)).  ", "114. Pis rəftar 3-cü maddənin əhatəsi dairəsinə düşmək üçün minimum ağırlıq dərəcəsinə malik olmalıdır. Bu minimumun qiymətləndirilməsi nisbi xarakter daşıyır. O, işin bütün hallarından, o cümlədən rəftarın müddəti, onun fiziki və psixoloji nəticələri və bəzi hallarda zərərçəkmişin cinsi, yaşı və səhhətindən də asılıdır (misal üçün bax: “Jalloh Almaniyaya qarşı” [Böyük Palata] (Jalloh v. Germany [GC], no. 54810/00, § 67, ECHR 2006IX)). Rəftarın məqsədinin zərərçəkmişi alçaltmaq və ya aşağılamaq olub-olmadığı nəzərə alınmalı olan məsələlərdən biri olsa da, belə bir məqsədin olmaması 3-cü maddənin pozuntusu faktını tam şəkildə istisna edə bilməz (digər qərarlarla yanaşı bax: “V. Birləşmiş Krallığa qarşı” (V. v. the United Kingdom [GC], no. 24888/94, § 71, ECHR 1999-IX)).", "115. Rəftar o zaman 3-cü maddənin mənasında “alçaldıcı” hesab edilir ki, o, şəxsin ləyaqətinə hörmətsizlik göstərməklə və ya ləyaqəti aşağılamaqla fərdi təhqir etsin və ya alçaltsın, yaxud şəxsin mənəvi və fiziki müqavimətini qıra bilmək iqtidarında olan qorxu, əzab və ya alçalma hissləri doğursun (bax: “M.S.S. Belçika və Yunanıstana qarşı” (M.S.S. v. Belgium and Greece [GC], no. 30696/09, § 220, ECHR 2011) və “El-Masri keçmiş Yuqoslaviya Respublikası Makedoniyaya qarşı” (El-Masri v. the former Yugoslav Republic of Macedonia [GC], no. 39630/09, § 202, ECHR 2012)). Rəftarın 3-cü maddənin mənasında “alçaldıcı” olduğuna qiymət verən zaman rəftarın ictimai xarakteri nəzərə alına və ya ağırlaşdırıcı hal kimi çıxış edə bilər (bax: inter alia, “Tayrer Birləşmiş Krallığa qarşı” (Tyrer v. the United Kingdom, 25 April 1978, § 32, Series A no. 26); “Erdoğan Yağız Türkiyəyə qarşı” (Erdoğan Yağız v. Turkey, no. 27473/02, § 37, 6 March 2007) və “Kummer Çex Respublikasına qarşı” (Kummer v. the Czech Republic, no. 32133/11, § 64, 25 July 2013)).", "116. Rəftarın “alçaldıcı” hesab edilməsi üçün əzab və ya alçalma hər bir halda müvafiq qanuni rəftara xas olan qaçılmaz əzab və ya alçalma elementindən artıq olmalıdır (bax: yuxarıda qeyd edilmiş “V. Birləşmiş Krallığa qarşı”, 71-ci bənd). Şəxsi azadlıqdan məhrum etməyə yönələn tədbirlərdə çox zaman belə bir element ola bilər. Bununla belə həbs qətimkan tədbirinin icrasının özü-özlüyündə 3-cü maddə ilə bağlı məsələ qaldırdığını demək olmaz. Bununla belə, bu müddəaya görə dövlət şəxsin insan ləyaqətinə uyğun gələn bir tərzdə saxlanmasını və tədbirin icrasının forma və qaydasının onu saxlamaya xas qaçılmaz əzab səviyyəsindən artıq əziyyətə və ya çətinliyə məruz qoymamasını təmin etməlidir (bax: “Kudla Polşaya qarşı” (Kudła v. Poland [GC], no. 30210/96, §§ 92-94, ECHR 2000XI)).  ", "117. Əl qandalı kimi hərəkəti məhdudlaşdıran tədbirə gəlincə, bu tədbir qanuni həbs və ya saxlama zamanı tətbiq edildikdə və müvafiq şəraitdə ağlabatan şəkildə zəruri hesab olunan həddi aşan zor tətbiqi ilə, yaxud insanlara nümayiş etdirməklə müşayiət olunmadıqda normal olaraq Konvensiyanın 3-cü maddəsi ilə bağlı məsələnin ortaya çıxmasına səbəb olmur. Bununla bağlı olaraq müvafiq şəxsin həbsə müqavimət göstərəcəyi və ya qaçmağa səy edəcəyi, yaxud kiməsə xəsarət yetirəcəyi və ya ziyan vuracağı, yaxud da sübutları gizlədəcəyinə inanmaq üçün əsasın olub-olmadığı əhəmiyyət kəsb edir (bax: “Raninen Finlandiyaya qarşı” (Raninen v. Finland, 16 December 1997, § 56, Reports of Judgments and Decisions 1997VIII); “Öcalan Türkiyəyə qarşı” (Öcalan v. Turkey [GC], no. 46221/99, § 182, ECHR 2005IV) və “Qorodniçev Rusiyaya qarşı” (Gorodnitchev v. Russia, no. 52058/99, §§ 101, 102, 105 and 108, 24 May 2007); həmçinin bax: “Miroslav Qarliçki Polşaya qarşı” (Mirosław Garlicki v. Poland, no. 36921/07, §§ 73-75, 14 June 2011)).", "118. İnsan ləyaqətinə hörmət edilməsi Konvensiyanın mahiyyətinin bir hissəsini təşkil edir (bax: “Pretti Birləşmiş Krallığa qarşı” (Pretty v. the United Kingdom, no. 2346/02, § 65, ECHR 2002III)). İnsanların bir fərd kimi müdafiə edilməsi aləti kimi Konvensiyanın obyekti və məqsədi onun müddəalarının elə bir təfsirini tələb edir ki, bu zaman Konvensiyanın verdiyi təminatlar praktiki və səmərəli olsun. Təsbit edilmiş hüquq və azadlıqların istənilən təfsiri demokratik cəmiyyətin ideal və dəyərlərini inkişaf etdirmək məqsədi daşıyan Konvensiyanın ümumi ruhuna uyğun olmalıdır (bax: “Soerinq Birləşmiş Krallığa qarşı” (Soering v. the United Kingdom, 7 July 1989, § 87, Series A no. 161)).", "", "2.  Əvvəlki oxşar işlərdəki yanaşma", "119. Məhkəmə son illərdə bir neçə işdə 3-cü maddənin prizmasından məhkəmə iclas otaqlarında metal qəfəsdən istifadə olunması məsələsinə baxmışdır. Məhkəmə bu rəftarın “sərt” və “alçaldıcı” olduğunu hesab etmişdir (bax: yuxarıda qeyd edilmiş “Ramişvili və Koxreidze” işi, 102-ci bənd; yuxarıda qeyd edilmiş “Aşot Harutyunyan” işi, 128-129-cu bəndlər və yuxarıda qeyd edilmiş “Piruzyan” işi, 73-74-cü bəndlər). O, konkret işdə ərizəçinin şəxsiyyəti (bax: yuxarıda qeyd edilmiş “Ramişvili və Koxreidze” işi, 101-ci bənd), onun ittiham edildiyi cinayətlərin xarakteri (təklikdə götürüldükdə bu amilin kifayət edici əsas hesab edilməməsinə baxmayaraq) (yuxarıda qeyd edilmiş “Piruzyan” işi, 71-ci bənd), əvvəllər cinayət törətməsi (yuxarıda qeyd edilmiş “Xodorkovski” işi, 125-ci bənd və “Xodorkovski və Lebedev Rusiyaya qarşı” (Khodorkovskiy and Lebedev v. Russia, nos. 11082/06 and 13772/05, §§ 485-486, 25 July 2013), davranışı (bax: yuxarıda qeyd edilmiş “Aşot Harutyunyan” işi, 127-ci bənd) kimi təhlükəsizlik mülahizələrinin və ya məhkəmə iclas otağında təhlükəsizliyə başqa hədələrin, yaxud ərizəçinin qaçma təhlükəsinin olmasının belə rəftara haqq qazandırıb-qazandırmadığını qiymətləndirmişdir (yenə orada). O, həmçinin prosesin insanlar üçün açıq olması və mətbuat tərəfindən işıqlandırılması kimi əlavə amilləri də nəzərə almışdır (bax: yuxarıda qeyd edilmiş “Sarban” işi, 89-cu bənd və yuxarıda qeyd edilmiş “Xodorkovski” işi, 125-ci bənd).     ", "120. Bu işlərdə bu cür hərəkəti məhdudlaşdıran tədbirlərdən konkret halda əsassız və ya “həddindən artıq dərəcədə” istifadə edilmişdir və bu da Məhkəməni belə bir nəticəyə gəlməyə vadar etmişdir ki, məhkəmə iclas otağında metal qəfəsdə saxlama alçaldıcı rəftara bərabərdir. Lakin bir işdə Məhkəmə əksəriyyət çoxluğu ilə 3-cü maddənin pozulmadığını qət etmişdir (bax: yuxarıda qeyd edilmiş “Titarenko” işi, 58-64-cü bəndlər). ", "", "3.  Palatanın qərarı", "121. Palata yuxarıda qeyd edilmiş işlərdə qəbul olunmuş yanaşmanı əsas kimi götürmüşdür (yuxarıda 119-cu bəndə bax). Ərizəçilərin məhkəmə iclas otağında qaydaya və təhlükəsizliyə hədə yarada biləcəkləri və ya zorakılığa əl atacaqları, yaxud da qaçacaqları təhlükəsinin mövcudluğu və ya onların öz təhlükəsizliyinin risk altında olduğuna dair mülahizələrə əsas verə biləcək ciddi səbəblərin olmasını təsdiq edən hər hansı sübutun olmadığını qət edən məhkəmə ərizəçilərin məhkəmə iclas otağında metal qəfəsə salınmasını əsaslı hesab etməmiş və buna görə də bunun alçaldıcı rəftar olduğunu qət etmişdir (Palatanın qərarının 70-ci bəndinə bax).  ", "", "4.  Böyük Palatanın qiymətləndirməsi", "122. Hazırkı işdə Məhkəmə barəsində həbs qətimkan tədbiri seçilmiş təqsirləndirilən şəxslərin işlərinə məhkəmədə baxılan zaman onların metal qəfəsə salınması məsələsinə baxır. Bu təcrübə Sovet İttifaqının dağılmasından sonra vaxtilə bu İttifaqın üzvü olmuş bir sıra Razılığa Gələn Dövlətlərdə standart təcrübə idi. Lakin sonralar dövlətlərin çoxu bu təcrübədən imtina etmişlər. Hətta bu təcrübəni saxlayan həmin bir neçə Razılığa Gələn Dövlətlər, o cümlədən cavabdeh dövlət metal qəfəslərin məhkəmə iclas otaqlarından çıxarılmasına başlayıblar (yuxarıda 75-ci və 101-ci bəndlərə bax).   ", "123. Rusiyada barəsində həbs qətimkan tədbiri seçilmiş hər bir şübhəli və ya təqsirləndirilən şəxs məhkəmə iclas otağında metal qəfəsə salınırdı (yuxarıda 57-ci və 93-cü bəndlərə bax). Hazırda bu təcrübə Rusiyada tətbiq olunmaqda davam edir və dövlətin metal qəfəslərdən imtina etməsi ilə bağlı hər hansı öhdəlik yoxdur (yuxarıda 65-66-cı və 101-ci bəndlərə bax). Şəxslər barəsində həbs qətimkan tədbirinin seçilməsi şərtləri (yuxarıda 67-69-cu bəndlərə bax) və 2007-ci ildə 17,7 faiz və ya 241 111 şəxs və 2012-ci ildə 12,8 faiz və ya 134 937 şəxs barəsində bu tədbirin seçilməsi (yuxarıda 94-cü bəndə bax) bu təcrübənin miqyasını göstərir.", "124. Məhkəmə xüsusilə qeyd edir ki, bu təcrübə nazirliyin dərc olunmamış əmri ilə tənzim edilirdi (yuxarıda 57-ci və 61-ci bəndlərə bax). Demokratik cəmiyyətdə hüquq normalarının hamıya bəyan edilməsini nəzərdə tutan qanunun aliliyi prinsipinin mühüm əhəmiyyət kəsb etməsi nəzərə alınarsa, bu fakt özü-özlüyündə kifayət qədər problematikdir (misal üçün bax: “Silver və Digərləri Birləşmiş Krallığa qarşı” (Silver and Others v. the United Kingdom, 25 March 1983, §§ 86-87, Series A no. 61)).  ", "125. Məhkəmə Maqadan Vilayət Məhkəməsindəki məhkəmə iclas otağının şəkilləri əsasında qeyd edir ki, ərizəçilər dörd tərəfdən metal məftillərlə əhatələnən və dəmir tavanı olan (yuxarıda 48-ci bəndə bax) və qəfəs kimi təsvir edilməsi mümkün yerdə saxlanmışlar. Ərizəçiləri qəfəsin bayırında dayanan silahlı polis işçiləri mühafizə edirdi (yuxarıda 49-cu bəndə bax).   ", "126. Ərizəçilər 2001-2002-ci illərdə cinayətkar dəstənin üzvləri kimi zor tətbiq etməklə soyğunçuluq etmə və digər cinayətlər törətmək ittihamı ilə bağlı Maqadan Vilayət Məhkəməsində andlıların iştirakı ilə keçirilmiş məhkəmə prosesində qəfəsə salınmışlar. (...) Hökumət bildirmişdir ki, ərizəçilərin ittiham olunduqları cinayətlərin zorakı xarakteri onların əvvəllər cinayət törətmələri, yaşayış yerlərindən onlar barəsində mənfi rəy verilməsi və şahidlərin ərizəçilərin qanunsuz hərəkətlərə yol verəcəklərindən qorxmaları ilə birlikdə ərizəçilərin zorakılığa meylli olmalarını və məhkəmə iclas otağında təhlükəsizlik üçün real hədənin olduğunu təsdiq etmək üçün kifayətdir. Bu da məhkəmə prosesinin keçirilməsi üçün müvafiq şəraitin təmin edilməsi məqsədilə qəfəsdən istifadə olunmasına haqq qazandırır. Ərizəçilər bununla razılaşmayaraq xüsusilə bildirmişlər ki, birinci ərizəçinin tam, ikinci ərizəçinin isə ittihamların əksəriyyəti, o cümlədən banditizm və soyğunçuluq üzrə bəraət alması onlara qarşı ittihamların əsassız olduğunu və bunun hər bir halda təqsirsizlik prezumpsiyası prinsipini pozmaq üçün məqbul dəlil ola bilməyəcəyini təsdiq etmişdir.    ", "127. Məhkəmə Hökumətlə razılaşır ki, məhkəmə iclas otağında qanun-qayda və təhlükəsizlik böyük əhəmiyyət kəsb edir və ədalət mühakiməsinin lazımı qaydada həyata keçirilməsi üçün ona tam zərurət kimi baxıla bilər. Məhkəmə iclas otağının arxitekturası ilə bağlı məsələləri müzakirə etmək və ya hərəkəti məhdudlaşdıran hansı xüsusi tədbirlərin zəruri olduğu barədə göstərişlər vermək Məhkəmənin səlahiyyətinə daxil deyil. Bununla belə, bu qayda-qanunu və təhlükəsizliyi təmin etmək üçün seçilən vasitələr ağırlıq dərəcəsinə (yuxarıda 114-cü bəndə bax) və ya xarakterinə görə 3-cü maddə ilə bağlı məsələlərin ortaya çıxmasına səbəb olacaq hərəkəti məhdudlaşdırma tədbirlərini ehtiva etməməlidir. Belə ki, Məhkəmənin də dəfələrlə bəyan etdiyi kimi 3-cü maddə işgəncəni və qeyri-insani və ya alçaldıcı rəftarı, yaxud cəzanı mütləq formada qadağan edir. Buna görə də belə bir rəftara heç bir halda haqq qazandırıla bilməz.", "128. Buna görə də Məhkəmə ilk növbədə hazırkı işdə 127-ci bənddə istinad edilmiş minimum ağırlıq səviyyəsinə çatılıb-çatılmadığını araşdıracaqdır. Bu zaman Məhkəmə sözü gedən hərəkəti məhdudlaşdırma tədbirinin ərizəçilər üçün doğurduğu nəticələrə diqqət verəcəkdir.", "129. Məhkəmə bununla bağlı qeyd edir ki, ərizəçilərin işlərinə on iki andlıdan ibarət məhkəmə baxırdı. Onlardan başqa işdə iki əlavə andlı və sədrlik edən hakim var idi. O həmçinin məhkəmə iclas otağında prosesin digər iştirakçıları, o cümlədən çox sayda şahidin (yetmişdən çoxu məhkəmədə ifadə vermişdir) və siyahıya salınmaq üçün məhkəməyə gəlmiş namizəd andlıların (yuxarıda 38-ci bəndə bax) olduğunu, həmçinin məhkəmə iclasının ictimaiyyət üçün açıq olduğunu qeyd edir. O hesab edir ki, ərizəçilərin ictimaiyyətin qarşısında qəfəsdə olması onların şəxsiyyətinə xələl gətirmiş olurdu və onlarda alçalma, köməksizlik, qorxu, əzab və aşağılanma hissləri yaradırdı.", "130. Məhkəmə daha sonra qeyd edir ki, ərizəçilər demək olar ki, Maqadan Vilayət Məhkəməsində hər ay bir neçə iclas keçirilməklə bir ildən artıq müddətə davam edən müddətdə belə rəftara məruz qalmışlar.", "131. Bundan əlavə, sözü gedən rəftarın ərizəçilərin işlərinə məhkəmədə baxılan zaman məhkəmə iclas otağında baş verməsi ədalətli məhkəmə baxışının elementlərindən biri kimi cinayət prosesində təqsirsizlik prezumpsiyası prinsipi (bax: mutatis mutandis, “Allen Birləşmiş Krallığa qarşı” (Allen v. the United Kingdom [GC], no. 25424/09, § 94, ECHR 2013) və ədalət mühakiməsinin düzgün həyata keçirilməsi (bax: “Borgers Belçikaya qarşı” (Borgers v. Belgium, 30 October 1991, § 24, Series A no. 214B); “Juk Ukraynaya qarşı” (Zhuk v. Ukraine, no. 45783/05, § 27, 21 October 2010) və “Atanasov keçmiş Yuqoslaviya Respublikası Makedoniyaya qarşı” (Atanasov v. the former Yugoslav Republic of Macedonia, no. 22745/06, § 31, 17 February 2011)) ilə bağlı məsələnin ortaya çıxmasına səbəb olmuşdur. Burada əsas məsələ məhkəmələrin demokratik cəmiyyətdə ictimaiyyətdə, ən əsas cinayət prosesi üzrə təqsirləndirilən şəxsdə etimad hissini yaratmasıdır (bax: mutatis mutandis, “De Kubber Belçikaya qarşı” (De Cubber v. Belgium, 26 October 1984, § 26, Series A no. 86)).        ", "132. Məhkəmə qeyd edir ki, BMT-nin İnsan Hüquqları Komitəsi bu yaxınlarda müəyyən etmişdir ki, təqsirləndirilən şəxsin açıq məhkəmə iclasında əli qandallı vəziyyətdə metal qəfəsdə saxlanılması alçaldıcı rəftara bərabərdir və bu, məhkəmə baxışının ədalətli keçirilməsinə də təsir göstərir (yuxarıda 70-ci bəndə bax). BMT-nin Məhbuslarla Rəftarın Minimum Standartları Haqqında Qaydalar və beynəlxalq cinayət tribunallarının Prosedur Qaydalarında qeyd edilmişdir ki, bəzi hərəkəti məhdudlaşdırma tədbirləri yalnız, təqsirləndirilən şəxs məhkəmə qarşısına gətirildikdə çıxarılmaq şərtilə, təxliyə zamanı qaçma hallarının qarşısını almaq üçün istifadə oluna bilər (yuxarıda 71-ci və 72-ci bəndlərə bax). “Amnesty International” təşkilatının Ədalətli Məhkəmə Prosesinə dair Təlimatında qeyd edilmişdir ki, təqsirləndirilən şəxsin “məhkəmə iclas otağında kamera” daxilində saxlanılması təqsirsizlik prezumpsiyasına təsir göstərə bilər (yuxarıda 74-cü bəndə bax).    ", "133. Məhkəmə belə bir mövqedədir ki, ərizəçilərin işlərinə baxılan zaman iclas zalında qəfəsdə görünmələrinin cinayət məsuliyyətləri və azadlıqları ilə bağlı qərarlar qəbul etməli olan hakimlərdə onlar barəsində belə bir müstəsna fiziki hərəkəti məhdudlaşdırma tədbirinin tətbiq edilməsinin tələb olunduğu dərəcədə təhlükəli olmaları təəssüratını yaratmasından qorxmaları üçün obyektiv əsas olmuşdur. Bu isə təqsirsizlik prezumpsiyasını pozur. Sözü güdən prosesdə onları nəyin gözlədiyi nəzərə alındıqda, bu, yəqin ki, onlarda qorxu və mənəvi sıxıntı yaratmışdır.  ", "134. Məhkəmə qeyd edir ki, məhkəmə iclas otağında kameraya salınma tədbiri kontekstində ədalətli məhkəmə baxışı ilə bağlı digər mülahizələr (bu işdə bu mülahizələrin narahatlıq doğurmadığına baxmayaraq), xüsusilə təqsirləndirilən şəxsin prosesdə səmərəli şəkildə iştirakı (bax: “Stənford Birləşmiş Krallığa qarşı” (Stanford v. the United Kingdom, 23 February 1994, §§ 2732, Series A no. 282A)) və praktiki və səmərəli hüquqi yardım almaq hüququ da (bax: “İnsanov Azərbaycana qarşı” (Insanov v. Azerbaijan, no. 16133/08, §§ 168-170, 14 March 2013) və yuxarıda qeyd edilmiş “Xodorkovski və Lebedev” işi, 642-648-ci bəndlər) diqqətə alına bilər.", "135. Nəhayət, Məhkəmə hazırkı işin hallarında təqsirləndirilən şəxsin məhkəmə baxışı zamanı qəfəsdə saxlanılmasının (yuxarıda 125-ci bənddə təsvir edildiyi kimi) onun hərəkətlərinin fiziki cəhətdən məhdudlaşdırılması, qaçmasının qarşısının alınması, ictimai qaydanı pozan hərəkətlərinə və aqressiv davranışına yol verilməməsi, yaxud da onun kənardan edilə biləcək aqressiv hərəkətlərdən qorunması üçün zəruri vasitə olduğunu təsdiq edən hər hansı inandırıcı dəlil görmür. Buna görə də bu təcrübənin davam etdirilməsinə qəfəsə salınmış şəxsin alçaldılması və ya aşağılanması vasitəsi kimi deyil, başqa bir tədbir kimi baxılması demək olar ki, mümkün deyil. Bu baxımdan məhkəmə iclası zamanı şəxsin qəfəsdə saxlanılmasının alçaltmaq və aşağılamaq məqsədi daşıdığı açıq-aşkardır.", "136. Məhkəmə bunları nəzərə alaraq qət edir ki, ərizəçilərin məhkəmə baxışı zamanı məhkəmə iclas otağında qəfəsə salınmaları yəqinliklə onlarda mənəvi sarsıntı yaratmışdır. Bu sarsıntı məhkəmə zalında saxlanma zamanı mövcud ola biləcək qaçılmaz əzab səviyyəsindən artıqdır və sözü gedən rəftar 3-cü maddənin tətbiq oluna bilməsi üçün zəruri olan minimal ağırlıq səviyyəsinə çatmışdır.", "137. Hökumət izahatlarında təhlükəsizliklə bağlı risklərə toxunsa da (yuxarıda 126-cı bəndə bax), Məhkəmə qəfəslərdən istifadə olunmasına (yuxarıda təsvir edildiyi kimi) bu kontekstdə haqq qazandırılmasının heç zaman mümkün olmadığını hesab edir. Məhkəmə sonuncu məsələ ilə bağlı belə bir riskin olduğunun əsaslandırıldığını qəbul etmir. Maqadan Vilayət Məhkəməsi ərizəçilərin hərəkətinin fiziki cəhətdən məhdudlaşdırılmasının zəruri olub-olmaması məsələsinə məhkəmə baxışı zamanı hüquqi qiymət verməmişdir. Bundan əlavə, ərizəçilərin qəfəsdə saxlanılmasının səbəbləri göstərilməmişdir. Hökumət ərizəçilərin şahidlər üçün təhlükə yaratdığını və həbs qətimkan tədbirinin seçilməsinin də bu təhlükə ilə bağlı olduğunu izahatlarında bildirsə də, yuxarıda qeyd olunan səbəblərə məhkəmənin həbs barədə qərarında da rast gəlinmir. Birinci icraçı barədə üçüncü məhkəmə prosesi zamanı həbs qətimkan tədbiri seçilməmişdir. Onun barəsində bu işlə bağlı olmayan proses çərçivəsində məlum olmayan səbəblərə görə həbs qətimkan tədbiri seçilmişdir (...). İkinci ərizəçi barədə həbs qətimkan tədbiri ərizəçilərlə birgə təqsirləndirilən şəxs kimi cəlb edilmiş şəxsin işi ilə bağlı Məhkəmə tərəfindən araşdırılmış və həbs qətimkan tədbirinin 5-ci maddənin 3-cü bəndinə uyğun gəlməsi üçün “işə aidiyyəti olan və yetərli” əsasların olmadığını, xüsusilə hazırda Hökumətin də iddia etdiyi kimi şahidlərdən qisas almaq və ya onlara təsir göstərmək riskini sübut edəcək əsasların olmadığını qət etdiyi eyni məhkəmə qərarları ilə seçilmişdir (bax: yuxarıda qeyd edilmiş “Mixail Qrişin” işi, 149-150-ci bəndlər). Bu nəticə tam şəkildə hazırkı işə də tətbiq oluna bilər və Hökumətin Böyük Palataya təqdim etdiyi izahatlarında bu yanaşmadan fərqli qərar qəbul edilməsinə imkan verəcək heç nə yoxdur. Ərizəçilərin sözü gedən məhkəmə prosesindən altı və ya daha çox illər öncə zor tətbiq etməklə cinayət törətmələri və ta əvvəlki məhkumluqları (bunların bəzilərində şərti olaraq məhkum edilmişlər) və ya birinci ərizəçinin sonradan məhkum edilməsi Hökumətin bu baxımdan dəlillərini təsdiq etmək üçün ağlabatan əsaslar kimi qəbul edilə bilməz. Hökumətin istinad etdiyi şəxsiyyəti mənfi xarakterizə edən rəylərə gəlincə (yuxarıda 96-cı bəndə bax), onlar ərizəçilərin şəxsiyyətlərinin onların məhkəmə prosesində hərəkətlərinin fiziki cəhətdən məhdudlaşdırılmasını tələb edən səviyyədə olduqlarını ehtimal etməyə əsas vermir. Eyni zamanda ikinci ərizəçi həbsdə saxlama yerinin və cəzaçəkmə müəssisəsinin rəhbərliyi tərəfindən müsbət xarakterizə edilmişdir (yuxarıda 44-cü bəndə bax).        ", "138. Məhkəmə hazırkı işin konkret hallarından asılı olmayaraq təkrar edir ki, Konvensiyanın mahiyyəti məhz insan ləyaqətinə hörmətin təmin edilməsidir və insanların fərd kimi qorunması vasitəsi qismində çıxış edən Konvensiyanın obyekti və məqsədi onun müddəalarının Konvensiyada təsbit edilmiş təminatların praktiki və səmərəli olmasını təmin edəcək şəkildə təfsir və tətbiq edilməsini tələb edir. Buna görə də Məhkəmənin mövqeyi belədir ki, məhkəmə prosesi zamanı şəxsin metal qəfəsdə saxlanılması öz-özlüyündə demokratik cəmiyyətin nişanəsi olan sivil rəftar standartları ilə bir araya sığmayan əsl alçaldıcı xarakterə malik olmaqla 3-cü maddənin tələblərinə zidd şəkildə insan ləyaqətinin təhqir edilməsidir.", "139. Buna görə də ərizəçilərin məhkəmə iclas otağında metal qəfəsə salınması 3-cü maddə ilə qadağan edilən alçaldıcı rəftara bərabərdir. Beləliklə bu müddəanın tələbləri pozulmuşdur.   ", "...", "YUXARIDAKI SƏBƏBLƏRƏ GÖRƏ MƏHKƏMƏ YEKDİLLİKLƏ,", "...", "", "3.  Konvensiyanin 3-cü maddəsinin pozulduğunu qət edir;", "", "...", "Qərar ingilis və fransız dillərində tərtib edilmiş və 2014-cü il 17 iyulda Strasburqda, İnsan Hüquqları Sarayında keçirilmiş açıq məhkəmə iclasında elan edilmişdir.", "", "Konvensiyanın 45-ci maddəsinin 2-ci hissəsinə və Məhkəmənin Prosedur Qaydalarının 74-cü maddəsinin 2-ci bəndinə müvafiq olaraq aşağıdakı xüsusi rəylər bu qərara əlavə edilmişdir:", "...", "(b)  Hakimlər Nikolau və Kellerin birgə xüsusi rəyi;", "(c)  Hakim Silvisin xüsusi rəyi.", "\tMaykl O’Boyl \tDin Şpilman \n\tKatibin müavini \tSədr", "", "D.S.\nM.O’B.", "©Avropa Şurası/Avropa İnsan Hüquqları Məhkəməsi, 2015", "Avropa İnsan Hüquqları Məhkəməsinin rəsmi dilləri ingilis və fransız dilləridir. Bu tərcümə Avropa Şurasının İnsan Hüquqları üzrə Etibar Fondunun dəstəyi ilə həyata keçirilib (). Məhkəmə tərcüməyə və onun keyfiyyətinə görə heç bir məsuliyyət daşımır. Tərcüməni Avropa İnsan Hüquqları Məhkəməsinin presedent hüququnu təşkil edən işlərin daxil olduğu HUDOC məlumat bazasından () və ya Məhkəmənin razılığı ilə yerləşdirilən istənilən digər məlumat bazasından yükləmək olar. Tərcüməni qeyri-kommersiya məqsədlərilə bu şərtlə yenidən nəşr etmək mümkündür ki, məhkəmə işinin tam adı, yuxarıda göstərilmiş müəllif hüququna dair qeyd və Avropa Şurasının İnsan Hüquqları üzrə Etibar Fonduna istinad göstərilsin. Tərcümənin hər hansı bir hissəsindən kommersiya məqsədi ilə istifadə etmək nəzərdə tutularsa, bu ünvana müraciət etmənizi xahiş edirik .", "", "© Council of Europe/European Court of Human Rights, 2015.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", "", "", ""]}