{"file": "AZE_HJUDAZE_71243_01.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "71243/01", "text_paragraphs": ["", "", "© Avropa Şurası/Avropa İnsan Hüquqları Məhkəməsi, 2014. Bu tərcümə Avropa Şurasının İnsan Hüquqları üzrə Etibar Fondunun dəstəyi ilə həyata keçirilib (). Məhkəmə tərcüməyə görə heç bir məsuliyyət daşımır. Əlavə məlumat almaq üçün bu sənədin sonunda verilmiş müəllif hüququna dair tam məlumata baxın.", "© Council of Europe/European Court of Human Rights, 2014. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2014. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "\n", "", "", "", "", "", "", "BÖYÜK PALATA", "", "", "", "", "", "", "", "VİSTİNS VƏ PEREPJOLKİNS LATVİYAYA QARŞI", "", "(Ərizə no. 71243/01)", "", "", "", "", "", "", "", "", "", "QƏRAR", "(Əvəzin ədalətli ödənilməsi)", "", "", "", "STRAZBURQ", "", "25 mart 2014", "", "", "Bu qərar qətidir, lakin ona redaktə xarakterli dəyişikliklər oluna bilər.", "", "", "Vistins və Perepjolkins Latviyata qarşı işində,", "Avropa İnsan Hüquqları Məhkəməsinin Böyük Palatası:", "\tDean Spielmann, Sədr,\n\tNicolas Bratza,\n\tFrançoise Tulkens,\n\tNina Vajić,\n\tLech Garlicki,\n\tPeer Lorenzen,\n\tKarel Jungwiert,\n\tElisabeth Steiner,\n\tJán Šikuta,\n\tAndrás Sajó,\n\tNona Tsotsoria,\n\tIşıl Karakaş,\n\tKristina Pardalos,\n\tAngelika Nußberger,\n\tJulia Laffranque,\n\tLinos-Alexandre Sicilianos,\n\tAndré Potocki, hakimlər,\nvə katib müvaini Michael O’Boyledən ibarət tərkibdə ,", "5 mart 2014-cü ildə gizli məşvərət keçirərək,", "Həmin tarixdə aşağıdakı qəraraə qəbul edir:", "PROSEDUR", "1.  İş, iki Latviya vətəndaşı C. Jānis Vistiņš və C. Genādijs Perepjolkins (“ərizəçilər”) tərəfindən İnsan Hüquqları və Əsas Azadlıqları üzrə Konvensiyanın (« Konvensiya ») 34-cü maddəsinə əsasən Latviya Respublikasına qarşı 5 iyun 2001-ci il tarixində göndərilən ərizə (no. 71243/01) ilə başlamışdır", "2.  25 oktyabr 2012-ci il tarixli qərarı ilə Məhkəmə (Böyük Palata) hesab etmişdir ki, ərizəçiləri onlara məxsus torpaqlardan məhrum etməklə və verilən kompensasiya çox aşağı olduğundan, cavabdeh Dövlət ona tanın mülahizə səlahiyyətlərini aşmış, beləliklə, mülkiyyətin qorunması ilə ümumi maraqların müdafiəsi arasında yaradılmalı olduğu tarazlığı pozmuşdur. Nəticədə, 1 saylı Protokolun 1-ci Maddəsinin pozuntusu baş vermişdir (bax: Vistiņš and Perepjolkins v. Latvia [BP], no. 71243/01, §§ 130-131 və operativ hissənin 2-ci bəndi, 25 oktyabr 2012).", "3. Konvensiyanın 41-ci maddəsinə əsaslanaraq, ərizəçilər torpaqların əllərindən alınması zamanı tam kadastr dəyərinin və həmin torpaqların kirayəsindən itirilmiş gəlirin ödənilməsini tələb etmişlərs. Onlar həmçinin Məhkəmə qarşısında çəkdikləri xərcləri tələb etmişlər.", "4.  Konvensiyanın 41-ci maddəsinin tətbiqi ilə bağlı məsələ qərar verilməsi üçün hazır olmadığından, Məhkəmə onun həlllini sonraya saxlamış və Hökumət və ərizəçiləri, əsas qərarın bildirilməsindən üç ay müddətində məsələ ilə bağlı yazılı təqdimatlarını göndərməyə, xüsusilə, Məhkəməni gəldikləri hər hansı razılıq barədə məluatlandırmağa dəvət etmişdir (ibid., § 140, və operativ hissənin 4-cü bəndi).", "5.  Hər hansə bir razılığa gələ bilməyən ərizəçilər və Hökumət hər biri öz təqdimatlarınə göndərmişlər. Hökumət sonradan ərizəçilərin əvəzin ədalətli ödənilməsi tələbi ilə bağlı əlavə təqdimat göndərmişdir.", "FAKTLAR", "A.  1997-ci ildə daşınmaz əmlakın kadastr dəyərinin müəyyən edilməsi", "6.  Ərizəçilərin torpağının alınması zamanı bir şəhərin perimetrindəki daşınmaz əmlakın kadastr dəyəri, 12 iyun 1998-ci ilə qədər qüvvədə olmuş 12 aprel 1994-cü il tarixli 94 saylı Urban torpaqlarının qiymətləndirilməsi barədə Qaydalarla (Noteikumi “Par pilsētu zemes vērtēšanu”) müəyyən edilirdi. Sənədin preambulasının hazırki işə müvafiq olan hissələrində deyilirdi:", "“... Torpaq sahəsinin kadastr dəyəri –torpaq sahəsinin maddi olaraq formulə edilmiş şəhər planlaşdırılması və iqtisadi dəyəri.", "...", "Torpaq sahəsinin model dəyəri [zemes paraugvērtība] – dəyər zonasında [vērtību zona] yerləşən şəhər torpağının xüsusi məqsədlərlə istifadəsi məqsədilə maksimum dəyəri.", "Torpaq sahəsinin de facto model dəyəri [zemes faktiskā paraugvērtība] – dəyər zonasının [vērtību zona] spesifik ərazisində yerləşən şəhər torpağının xüsusi məqsədlərlə istifadəsi məqsədilə maksimum dəyəri....", "Dəyər zonası – şəhər ərazisinin daşınmaz əmlakın dəyərini xarakterizə edən daimi məlumat toplusuna uyöun olan hissəsi.", "...”", "7.  Maddə 5 nəzərdə tuturdu ki, bu qaydalar şəhər torpaqlarının bazar qiymətinin müəyyənləşdirilməsi üçün tətbiq oluna bilməz. Qiymətlənidirilmə məqsədilə şəhər torpaqları ümumi torpaq istifadəsi planına əsasən dəyər zonalarına bölünür. Paytaxt, Riqa, yeddi və daha çox zonaya bölünməli idi (Maddə 7). Maddə 8-ə əsasən, əsas zonalara bölmə meyarları aşağıdakılardır:", "“...", "(1) [torpağın] şəhər mərkəzinə münasibətdə yerləşməsi;", "(2) ictimai infrastruktur və social xidmətlərin səviyyəsi;", "(3) ərazinin cəlbediciliyi;", "(4) ekoloji şəraiti və neqativ faktorların nəticələri;", "(5) yerli geoloji şəraiti”", "8.  Maddə 24 torpaq sahəsinin model dəyərinin (paraugvērtība) hesablanması metodologiyasının nəzərdə tuturdu. Riqa kimi şəhərlər üçün model dəyər xüsusi olaraq hesablanmalı deyildi, çünki Qaydaları 2-ci Əlavədəki bir şkalaya uyğun gəlirdi. Faktiki model dəyəri (faktiskā paraugvērtība) hesablamaq üçün, həmin zona ilə ona bitişik zonanın model dəyəri arasındakı fərqi hesablamaq, sonrakı zonadan məsafəyə vurmaq, nəticəni həmin zonanın ölçüsünə bölmək, və nəhayət, müəyyən edilmiş şkalaya uyğun gələn model dəyərini əlavə etmək lazım idi (Maddə 25). Faktiki model dəyəri torpaq üzərindəki hər hansı tikili nəzərə alınaraq düzəldilməlidir (Maddə 26).", "9.  Torpaq sahəsinin kadastr dəyərini almaq üçün faktiki model dəyəri torpaq sahəsinin ərazisinə vurulmalı idi. Sonra, bəzi pozitiv və neqativ amilləri nəzərə almaq üçün 20% miqyasında düzənləmə edilə bilərdi (Maddəs 30-34). Kadastr dəyərinin hesablanması Dövlət Torpaq İdarəsinin səlahiyyətində idi (Valsts Zemes dienests).", "B.  Məcburi gecikmə faizlər", "10.  Mülki Məcəllənin (Civillikums) müvafiq müddəalarında deyilir:", "Maddə 1757", "“Müqavilədə gecikməyə görə faizlərin ödənilməsi nəzərə tutulanda, onun faizi müəyyən olunur, əks halda susmaqla qanunla nəzərdə tutulan faizin nəzərdə tutulduğu hesab ediləcəkdir (bax: Maddə 1765).”", "Maddə 1765", "(1 mart 2006-cı ilədək qüvvədə olan versiya)", "“Gecikmə faizi saziş və ya müqavilədə dəqiq müəyyən edilməlidir. Əks halda, gecikmə faizinin ödənilməsinin məcburi olduğu hallardakı kimi, faiz dərəcəsi illik altı faiz olacaqdır. Gecikmə faizi yalnız kapitala nəzərən hesablanır. Bununla belə, bir və ya daha çox il üçün gecikmə faizləri vaxtında ödənilməsə, həmin tarixdən sonra, kreditorun tələbilə, o vaxta qədər yığılan faizlərdən də qanunla müəyyən olunmuş fazilər hesablanır”.", "Maddə 1765", "(1 mart 2006-cı ildən sonra qüvvədə olan versiya, 23 may 2013-cü il tarixli qanunuyla dəyişilmiş)", "“Gecikmə faizi saziş və ya müqavilədə dəqiq müəyyən edilməlidir. Əks halda, gecikmə faizinin ödənilməsinin məcburi olduğu hallardakı kimi, faiz dərəcəsi illik altı faiz olacaqdır.", "Tədarük, satış və ya xidmətin qarşılığında maddi borcun ödənilməsində gecikmə üçün gecikmə faizi, baza faizindən yüksək (Maddə 1765, üçüncü paraqraf) illik səkkiz faizdir [26 iyun 2013-cü ildən əvvəl \"yeddi faiz\"] ; istehlakçının tərəf olduğu müqavilə münasibətləri üçün, [baza faiz dərəcəsi] illik altı faizdir.", "Gecikmə faizinin baza dərəcəsi dörd faizdir. Bu faiz dərəcəsi hər il yanvar və iyul aylarında həmin yarım ilin ilk günündən əvvəl Latviya Bankının yenidən maliyyələşmə əməliyyatları üçün müəyyənləşdirilən ən sonuncu faiz dərəcəsinə uyğun şəkildə dəyişilir. Hər il 1 yanvar və 1 iyuldan sonra Latviya Bankı dərhal [Rəsmi Qəzetdə] gələcək yarımildə tətbiq olunan gecikmə faizi dərəcələri barədə məlumatı nəşr edir.", "Gecikmə faizi yalnız kapitalın özünə əsasən hesablanır. Bununla belə, Bununla belə, bir və ya daha çox il üçün gecikmə faizləri vaxtında ödənilməsə, həmin tarixdən sonra, kreditorun tələbilə, o vaxta qədər yığılan faizlərdən də qanunla müəyyən olunmuş fazilər hesablanır”.", "Maddə 1763", "“Gecikmə faizinin qalxması qayanır:", "(1) hələ ödənilməyən faizlər kapitalın məbləğinə çatarsa; ...”", "C.  Inflasiya faizi", "11.  Latviya Mərkəzi Statistika Bürosunun inflasiya faizinin hesablayıcısına görə, (Centrālā Statistikas pārvalde), 25 noyabr 1997-ci il-ci il (müvafiq satınalma qanununun qüvvəyə minmə tarixi; bax: əsas qərar, §§ 23 və 54) və 25 oktyabr 2012-ci il (əsas qərarın tarixi) tarixləri arasında inflasiya faizi 94.3% olmuşdur.", "HÜQUQİ MƏSƏLƏLƏR", "12.  Konvensiyanin 41-ci maddəsində deyilir:", "“Əgər Məhkəmə Konvensiyanın və ona dair Protokolların müddəalarının pozulduğunu, lakin Razılığa gələn Yüksək Tərəfin daxili hüququnun yalnız bu pozuntunun nəticələrinin qismən aradan qaldırılmasına imkan verdiyini müəyyən edirsə, Məhkəmə zəruri halda, zərərçəkən tərəfə əvəzin ədalətli ödənilməsini təyin edir.”", "A.  Maddi ziyan", "1.  Tərəflərin təqdimatları", "(a)  Ərizəçilər", "13.  Ərizəçilər ilk öncə göstərir ki, Məhkəmənin əsas qərarına əsasən, müvafiq torpaq sahəsinin satın alınmasının Latviya qanunvericiyinə uyğunluğu və onların mülkiyyət hüququ ilə bağlı heç bir mübahisə yoxdur. Əksinə, Məhkəmə açıq şəkildə ərizəçilərin torpaqların əldə edilməsi zamanı vicdanlı olduğunu və Latviya dövlət orqanlarının onların mülkiyyət hüquqlarını torpaqların ərizəçilərin adına qeydiyyata alınması ilə və onlara renta ödəməklə tanıdığını bildirmişdir (bax: əsas qərar, § 120). Bundan əlavə, onların mülkiyyət hüquqlarını qanunsuz olaraq həyata keçirməsi və ya ictimai maraqlara təhlükə törətməsi müəyyən edilməmişdir. Ərizəçilər, bu səbəbdən, torpaqlarından məhrum olmaqları ilə bağlı ziyana görə məsuliyyət daşımırlar.", "14.  Guiso-Gallisay Italiyaya q. ((əvəzin ədalətli ödənilməsi) [BP], no. 58858/00, § 105, 22 dekabr 2009) və Medici və Başqaları Italiyaya q. (əvəzin ədalətli ödənilməsi), no. 70508/01, § 13, 4 dekabr 2012) qərarlarına əsaslanaraq, ərizəçilər bildirmişdir ki, kompensasiya əmlakdan məhrum olunma zamanı torpağın tam dəyərinə uyğun olmalıdır, ölkə daxilində verilmiş hər hansı məbləğ bu məbləğdən çıxarılmalıdır, sonra inflasiyanın və gecikmə fazilərinin təsirini aradan qaldırmaq üçün məbləğ dəyişdirilməlidir. Bununla bağlı, onlar vurğulamışlar ki, torpaq sahəsinin Dövlət Torpaq İdarəsinin müəyyənləşdirdiyi və digər şeylərlə yanaşı, siyasi mülahizələrdən də təsirlənmiş kadastr dəyəri, onun əsasən azad ticari mexanizmləri ilə müəyyən oluna bilən həqiqi bazar dəyərinə uyğun deyildir. Misal olaraq, ərizəçilər lisenziyalı daşınmaz əmlak dəyərləndirmə şirkəti olan SIA I. şirkətinin verdiyi bir ekspertiza hesabatınə təqdim etmişlər. Bu hesabata görə, 20 dekabr 2012-ci ildə hazırki işdəki torpaqların ümumi kadastr dəyəri 723,118 Latviya latisi (LVL), tam bazar dəyəri isə 7,609,000 LVL-dir. Beləliklə, əmlakın kadastr dəyəri bazar dəyərinin təxminən 10% -i həcmindədir. Hökumətin təqdim etdiyi ekspert rəylərinə gəlincə (bax: yuxarıdakı 23-28-ci paraqraflar), ərizəçilər bildimişlər ki, onlar etibarlı deyildir və istifadə etdikləri metodu açıq şəkildə göstərməmişlər.", "15.  Bundan əlavə, ərizəçilər əmin edirlər ki, yuxarıdakı dəyərlərin heç biri torpaq üzərində infrastruktur adlandırılan tikililərə görə dəyişməmişdir. Torpaqdan məhrumetmə zamanı orda yerləşən yeganə infrastruktur konteynerlərin yerləşdirilməsi üçün “beton plitələr”dən ibarət idi, onların dəyəri hər metr kvatratına 5.28 LVL idi.", "16.  Əslində, torpqadan məhrumetmə zamanı torpaq sahəsinin mövcud olan yeganə dəyəri Dövlət Torpaq İdarəsi (Valsts Zemes dienests) tərəfindən müəyyən edilən kadastr dəyəri idi. Bu dəyər daşınmaz əmlak vergisinin, rentaların və torpaqların servituda əsasında istifadəsi üçün kompensasiyanın hesablanması üçün istifadə edilmişdir. Hazırki işdə, Latvya məhkəmələri də ərizəçilərə verilməli rentanı hesablayarkən kadastr dəyərinə istinad etmişlər (bax: əsas qərar, §§ 25-27) və Məhkəmə də Konvensiyanın 41-ci maddəsi əsasındakı kompensasiyanı bu dəyərə istinad etməlidir.", "17.  Ərizəçilər bu fikirdədirlər ki, almalı olduqları kompensasiyanın müəyyən edilməsində onların şəhərindəki müqayisə oluna bilən vəziyyətdə olan digır şəxslərin aldığı məbləğlərin nəzərə alınması vacibdir. Onlar satış müqaviləsinin surətini və torpaq reyestrindən çıxarışları təqdim etmişlər. Bu sənədlərdə göstərilirdi ki, on 31 iyun 2002-ci ildə Riqa şəhəri Xanım D.-dən Kundziņsalada, ikinci ərizəçinin torpağının yanında yerləşən 10,590 kvadrat metr torpaq sahəsi almışdır. Satınalınma zamanı həmin torpağın kadastr dəyəri 515,981 LVL; müqavilədə tərəflərin razılaşdığı məbləğ 309,588.60, LVL, yəni kvadrat metrinə 29.23 LVL, həmin tarixdə kadastr dəyərinin 60%-i həcmində idi.", "18.  Ərizəçilər bildirmişdir ki, torpaqların satın alınması zamanı onlara məxsus torpaqların kadastr dəyəri, birinci ərizəçi üçün 564,140 LVL (802,698.90 Avro (EUR)) və ikinci ərizəçi üçün 3,126,480 LVL (4,448,580.26 EUR). Bu səbəbdən, ərizəçilərin Məhkəmə qarşısındakı tələbi də bu məbləğə uyğundur.", "19. Ərizəçilər daha sonra müşahidə etmişlər ki, Məhkəmənin yurisprudensiyasına əsasən, bütün kompensasiya məbləğlərinə qanunla müəyyən edilmiş faiz dərəcələri (Latviya Mülki Məcəlləsinə əsasən illik altı faiz) və inflasiyanın təsirini aradan qaldırmaq üçün düzənləmələr əlavə edilməlidir. Bununla belə, ərizəçilər bunun əvəzinə, on beş il ərzində (1997-2012-ci illər) kirayə gəliri əldən edə bilmədiklərinə görə itirilmiş gəlirin ödənilməsini tələb etməyi üstün tutmuşlar. Kirayə haqqı torpağın kadastr dəyərinin illik 3%-ini təşkil etdiyindən, ərizəçilər bu əsasla, müvafiq olaraq, 253,863 LVL və ya 361,214.51 EUR (birinci ərizəçi) və 1,406,916 LVL və ya 2,001,861.12 EUR (ikinci ərizəçi).", "20. Ərizəçilər, beləliklə, 1,163,913.41EUR (birinci ərizəçi) və 6,450,441.38 EUR (ikinci ərrizəçi) tələb edirlər.", "(b)  Hökumət", "21.  Hökumət təsdiq edir ki, kompensasiyanın məbləği mülkiyyət hüququnun itirilməsi zamanı əmlakın dəyərinə uyğun olmalıdır. Bununla belə, o iddia etmişdir ki, torpağın kadastr dəyəri kirayə ödəmələrinin hesablanması üçün əsas olaraq götürülsə də, Konvensiyanın 41-ci maddəsi üçün bu dəyərin əsas olaraq götürülməsi uyğun deyildi və istifadə olna bilməzdi. Bununla bağlı, Hökumət izah etmişdir ki, 1997-ci ildə kadastr dəyəri əmlakın bazar dəyərindən tamamilə əlaqəsiz idi. Müstəqillikdən sonrakı ilk illərdə (bütün torpqaların Dövlətə məxsus olduğu dövrdə mövcud olmayan) daşınmaz əmlak bazarı yeni-yeni inkişaf etməyə başlamışdı. Buna görə də, həmin keçid dövründə, urban ərazilərin zonalara bölünməsi, torpağın model dəyəri və nəticədə, kadastr dəyəri nəzəri mülahizələrə əsaslanırdı və müvafiq şəhərdəki əhalinin sayından və torpağın şəhər mərkəzinə yaxınlığından asılı idi (bax: yuxarıdakı 6-9-cu paraqraflar). Müstəqil Riqa Portu paytaxtın mərkəzinə yaxın olduğundan, onun ərazisi, ikinci ən yüksək səviyyədə olan “AB” zonasına daxil edilmişdi. Bu zonada torpqaların model dəyəri hər kvadrat metrə görə 24.24 LVL-dən 87.60 LVLə qədər idi.", "22.  1 yanvar 1998-ci ildə, torpaqdan məhrumolmadan sonra, “daşınmaz əmlak vergisi” hazzında yeni qanun qüvvəyə minmişdir. Əvvəlki sistemdən fərqli olaraq, bu qanun nəzərdəə tuturdu ki, gələcəkdə kadastr dəyəri əmlak bazarının məlumatları əsasında hesablanmalı idi. Bu məlmatlara əsaslanan yeni zonalar və yeni kadastr dəyərləri 2003-cü ilədək qüvvəyə minməmişdi. Ərizəçilərə məxsus torpaq sahələrinin kadastr dəyəri kvadrat metrə 3.90 LVL idi və 2007-ci ilədək belə qalmışdı.", "23.  Yuxarıdakı səbəblərdən, Hökumət iddia edirdi ki, torpağın 1997-ci ildəki kadastr dəyəri uyğun deyildir və bunun əvəlzinə, torpaqdan məhrumolma anında onun bazar dəyəri istifadə edilməlidir. Bununla belə, torpaqdan məhrumolma anında torpağın dəyəri məlum deyildi; onun həmin zaman hesablanması mənasız olardı, çünki torpaq bazar əməliyyatlarının predmeti deyildi. Bu səhlənkarlığı aradan qaldırmaq üçün Hökumət produced 2013-cü ilin yanvarında üç daşınmaz əmlak dəyərləndirməsi şirkətinin dörd eksperti tərəfindən hazırlanmış hesabatları təqdim etmişdir. Hesabatlarda ərizəçilərin torpaqlarının 25 noyabr 1997-ci il-ci ildəki (müvafiq qanunun qüvvəyə minmə tanrixi,; bax: əsas qərar, §§ 23 və 54)bazar dəyəri retrospektiv qaydada hesablanmışdır.", "24.  22 yanvar 2013-cü ildə SIA B.K.G. şirkəti tərəfindən hazırlanan hesabatda aşağıdakı dəyərləndirmə yer almışdır:", "“Bizdən bir əmlakın, yəni Riqada, Kundziņsalada yerləşən, 0100 096 0236 nömrəsi ilə 25 noyabr 1997-ci il-ci ildə reyestrə salınmış, [Jānis Vistiņšdən alınmış] torpqa sahəsinin bazar dəyərini müəyyən etmək xahiş olunmuşdur. Dəyərləndirmə Latviya Dəyərləndirmə Standartına və... daşınmaz əmlak əmlakın ictimai maraqlar üçün alınması barədə satınalınma zamanı qüvvədə olan qanunvericiliyin tələblərinə uyğun olaraq (Latvijas Īpašuma vērtēšanas standarti, LVS-401) həyata keçirilmişdir.", "Hesablamalar və analizlərə əsaslanaraq, biz belə bir nəticəyə gəldik ki, 25 noyabr 1997-ci il tarixinə,həmin torpağın bazar dəyəri 338,484 latiyə dəyərəndirilə bilər ...", "‘Bazar dəyəri’ dəyərləndirmə zamanı hesablanan, bir əmlakın, könüllü satıcı ilə könüllü alıcı arasındakı kommersiya əməliyyatı nəticəsində müvafiq marketinqdən sonra bir mülkiyyətçidən o birisinə keçməsi müqabilində verilən məbləğdir; bundan əlavə, hesab olunur ki, hər bir tərəf bilərək və ... hec bir məcburiyyət olmadan hərəkət edir. ...”", "25.  Eyni şirkət tərəfindən eyni tarixdə hazırlanmış ikinci hesabatda ikinci ərizəçinin (C. Genādijs Perepjolkins) alınmış torpaq sahəsinə aid idi. Onun əsaslandırma hissəsi birinci hesabatla eyni idi. Sənədə görə, ikinci ərizəçiyə məxsus torpaq sahəsinin ümumi bazar dəyəri 25 noyabr 1997-ci il tarixinə 1,250,593 LVL olmuşdur.", "26.  Üçüncü hesabat 22 yanvar 2013-cü ildə, başqa bir dəyərləndirmə şirkəti SIA V tərəfindən hazırlanmışdır. LVS-401 standartına və “bazar dəyəri”nin eyni anlayışından istifadə edərək, hesabat aşağıdakı rəqəmləri verirdi: birinci ərizəçinin torpağı üçün 338,500, ikinci ərizəçinin dörd torpaq sahəsi üçün isə 1,250,500 LVL. Bununla belə, həmin hesabat burda bitmir və “xüsusi şərtləri, yəni kirayəni müəyyən edən məhkəmə qərarının olması faktını nəzərə almadan” əmlakın bazar dəyərini də müəyyən edir. Bu şəkildə hesablananda, birinci ərizəçinin torpağının mazar dəyəri 100,700, ikinci ərizəçinin dprd torpaq sahəsinin bazar dəyəri isə 281,300 LVL  olaraq müəyyənləşdirilir.", "27.  SIA E. şirçəti tərəfindən verilən üçüncü hesabatın tarixi 23 yanvar 2013-cü ildir. Bütün yuxarıdakı hesabatglar kimi, bu sənəd də LVS-401 standartına və “bazar dəyəri”nin eyni anlayışına istinad edir. Bu hesabatda aşağıdakı rəqəmləri verir: birinci ərizəçinin torpağı üçün 338,000 LVL, ikinci ərizəçinin dörd torpaq sahəsi üçün 1,250,000 LVL.", "28.   Hökumət həmçinin eyni SIA E şirkəti tərəfindən 1999-cu ildə hazırlanmış başqa bir hesabatı da təqdim etmişdir. Yuxarıdakı dörd hesabatdan fərqli olaraq, bu sənəddə torpaq sahələrinin bazar dəyəri deyil, 12 sentyabr 1999-cu il tarixinə Riqa Avtonom Ticarət Portu ətrafındakı bütün torpaqların “iqtisadi əsaslı orta kadastr dəyəri” göstərilirdi. Hökumət izah etmişdir ki, bu dəyərləndirmədə torpaq sahələrinin şəhər mərkəzinə olan məsafəsi nəzərə alınmamış (və bu səbəbdən bu dəyərləndirmə yanlışdır), dəyərləndirmə oxşar portlarla və onların tədavülü ilə müqayisəyə əsaslanmışdır. Bu hesabata əsasən, bu ərazi üçün “iqtisadi əsaslı orta kadastr dəyəri” kvadrat metrə 6.62 LVL, “iqtisadi əsaslı effektiv orta kadastr dəyəri” isə kvadrat metrə 18,79 LVL idi.", "29.  Hökumət Məhkəmənin əsas qərardakı nəticələrinə istinad edir: “Latviya dövlət orqanları ərizəçilərə alınmış torpaqların tam bazar dəyərini ödəməməkdə haqqlı idilər və çox daha aşağı məbləğdə kompensasiya 1 saylı Protokolun 1-ci Maddəsinin tələblərinə uyöun olar” (bax: əsas qərar, § 118). Hökumət daha sonra bildirmişdir ki, ərizəçilər bu torpqalarını bağışlama nəticəsində əldə etmişlər, onun inkişafı üçün heç bir sərmayə qoymamışlar, heç bir torpqa vergisi verməmişlər və satınalınmadan sonra keçmiş rentaların ödənilməsi nəticəsində böyük məbləğlər əldə etmişlər (ibid., §§ 25-27). Bundan əlavə, Məhkəmə kifayət hesab etməsə də, ərizəçilər müəyyən məbləğdə kompensasiya almışlar (ibid., §§ 22 və 24). Hökumətin fikrincə, ərizəçilərin bu torpaqlardan vergi ödəyicilərinin ziyanına əldə etdiyi birbaşa və ya dolayı qazanc (yəni, keçmiş rentaların ödənilməsi, ödənilməmiş vergilər və artıq ödənilmiş kompensasiya) birinci ərizəçi üçün 72,475.26 LVL, ikinci ərizəçi üçün 455,320.71 LVL olmuşdur. Cavabdeh Dövlətin satınalma anında iqtisadi vəziyyəti (məsələn, 1993-1996-cı illərdə Latviyada aylıq orta bruto maaş 142 EUR idi) nəzərə alınaraq, bu rəqəmlər nəhəngdir. Hökumət Məhkəmədən xahiş etmişdir ki, bunu nəzərə alsın və ərizəçilərə veriləcək məbləğı xeyli azaltsın.", "30. Yuxarıdakı mülahizələrin işığında, Hökumət o fikirdədir ki, Məhkəmə məhrum olunduqları torpaqlara görə məruz qaldıqları ziyana görə birinci ərizəçiyə 27,607 LVL (39,281 EUR), ikinci ərizəçiyə 80,522 LVL (114,572 EUR) məbləğındə kompensasiya təyin etsin. Hökumət bu rəqəmlərə necə gəlib çıxdığını və ya hansı formula istifadə etdiyini izah etməmişdir; lakin, vurğulamışdır ki, hesablamaların əsaslandığı bazar qiyməti 5% sərmayə məzənnəsini də nəzərə almışdır.", "31.  Nəhayət, Hökumət iddia etmişdir ki, Məhkəmənin yurisprudensiyasının işığında, ərizəçilərin hər hansı əlavə itmiş gəlir tələb etməsi üçün heç bir hüquqi əsas yoxdur. Bununla bağlı, Hökumət hesab etmişdir ki, Məhkəmə tərəfindən yuxarıda istinad edilən Guiso-Gallisay işində tətbiq edilən metod hazırki işdə tətbiq edilə bilməzdi, çünki mülkiyyət hüququndan məhrumetmə qanuni idi və qanunilik prinsipinə zidd tikinti üçün mülkiyyətdən məhrumetmə deyildi.", "2.  Məhkəmənin dəyərləndirməsi", "32.  Məhkəmə müşahidə edir ki, əsas qərarin 118-ci paraqrafında Məhkəmə aşağıdakıları bildirmişdir:", "“Məhkəmə bu fikirdədir ki, Latviya dövlət orqanlarının ərizəçilərə məhrum olduqları əmlakın tam bazar qiymətini ödəməmək qərarı əsaslandırılmış idi və üç səbəbdən çox daha az məbləğlər də məqsədlə 1 saylı Protokolun 1-ci Maddəsinin tələblərinin yerinə yetirilməsi üçün yetərli ola bilərdi: birinci, torpaq sahəsinin hazırki bazar qiymətini müəyyən etmək mümkün deyildi, xüsusilə Portlar haqqında Qanuna əsasən eksluziv satınalma hüququnun Dövlətə verilməsi səbəbindən...; ikinci, həmin torpaqlar portun xeyrinə qanunla nəzərdə tutulan servitudanın predmeti olmuşdur...; və nəhayət, ərizəçilər torpağa heç bir sərmayə qoymamış, torpaq vergisi ödəməmiş, onların əleyhinə Riqa Şəhər Şurasının qaldırdığı vergilərin yenidən dəyərləndirməsi proseduru uğursuzluqla nəticələnmişdir.”", "33.  Məhkəmə daha sonra qeyd edir ki, ərizəçilər mülkiyyət hüququndan məhrum olunduqdan sonra torpaq üçün kirayə haqqı ala bilmədikləri üçün məruz qaldıqlarını iddia etdikləri itmiş gəliri tələb edirlər. Məhkəmə xatırladır ki, pozuntu tapdığı qərarında Məhkəmə cavabdeh Dövlətə pozuntuya son qoymaq və onun nəticələrini, bu pozuntunun baş verməsindən əvvəlki vəziyyətin mümkün qədər bərpa olunması yolu ilə aradan qaldırmaq öhdəliyi qoyur (bax: Iatridis v. Greece (əvəzin ədalətli ödənilməsi) [BP], no. 31107/96, § 32, ECHR 2000XI). Başqa sözlərlə, maddi ziyanın ödənilməsi, pozuntunun baş verməməsi halında mövcud ola biləcək vəziyyətə mümkün ən yaxın vəziyyəti bərqərar etməklə nəticələnməlidir. Bu məsələ ilə bağlı Məhkəmənin daha öncə qeyd etdiyi kimi, qanuni mülkiyyətdən məhrumetməni qanunilik hüququna zidd olan tikinti məqsədli mülkiyyətdən məhrumetmə ilə bərabər tutula bilməz (bax: yuxarıda istinad edilən Guiso-Gallisay, § 95). Hazırki işdə Məhkəmə mübahisəli məhrumetmənin formal qanunilik sualını açıq saxlamışdır və aşağıdakıları bildirmişdir (bax: əsas qərar, § 105):", "“Məhkəmənin bununla belə, mübahisələndirilən mükiyyətdən məhrumetmənin, xüsusilə ərizəçilərə tətbiq olunan istisna və bunu müşayiət edən və ya etməyəyn procedural müdafiə vasitələri nəzərə alınaraq, “qanunla müəyyən edilmiş şərtlərə uyğun” şəkildə həyata keçirilməsinə dair şübhələri vardır... Lakin Məhkəmə, bu məsələni həlle tməyi lazım bilmir, çünki mübahisələndirilən müdaxilə başqa səbəblərdən 1 saylı Protokolun 1-ci Maddəsinə ziddir ...”", "34.  Bütün hallarda, Məhkəmə əsas qərarında bu mərhumetməni qanunilik prinsipinə zidd hesab etməmişdir, çünki pozuntu qərarı yalnız torpağın rəsmi kadastr dəyəri ilə ərizəçilərə verilən kompensasiya arasındakı əsaslandırılmamış qeyri-mütənasibliyə əsaslanmışdı (ibid., §§ 119 və 130). Belə olan şəraitdə, “bu pozuntunun baş verməsindən əvvəlki vəziyyətə ən yaxın vəziyyət” mülkiyyətdən məhrumetmə zamanı verilməli olan müvafiq kompensasiyanın ərizəçilərər ödənməsi ilə məhdudlaşır. Əksinə olaraq, ərizəçilərin itirilmiş gəlirə (lucrum cessans) görə tələblərinin heç bir əsası yoxdur. Onların tələbinin bu hissəsi rədd edilməlidir.", "35.  Məhkəmə indi məruz qaldıqları maddi ziyana (damnum emergens) görə ərizəçilərə ödənilməli olan məbləği müəyyən etməlidir. Bununla bağlı, Məhkəmə o fikirdədir ki, Guiso-Gallisay işindəki meyar (yuxaridakı istinad, §§ 104-105) hazırki işə tətbiq edilə bilməz, çünki bu meyar per se qanunsuz mülkiyyətdən məhrumetmələrə tətbiq edilir. Hazırki işdə, Məhkəmə xatırladır ki, pozuntunun səbəbi torpağın alınmasının qanunsuzluğu deyil, torpağın kadastr dəyəri ilə ərizəçilərə veilən kompensasiya arasındakı ifrat qeyri-mütənasiblik olmuşdur.", "36.  Belə olan şəraitdə, Məhkəmə hesab edir ki, hazırki işdə müəyyən olunmalı kompensasiya nə mübahisələndirilən müdaxilənin nəticələrinin tamamilə aradan qaldırılması ideyasını, nə də əmlakın tam dəyərini əks etdirmir. Müvafiq kompensasiyanın dəyərini müəyyən edərkən, Məhkəmə özünün 1 saylı Protokolun 1-ci Maddəsi üzrə yurisprudensiyasındakı meyarları nəzərə almalıdır. Bunlara əsasən, dəyərinə ağlabat şəkildə uyğun olan bir məbləğ ödənilmədən əmlakın mülkiyyətçisindən alınması normalda bu maddə altında əsaslandırılmış hesab edilə bilməyən qeyri-proporsional müdaxilədir. Məhkəmə, bu səbəbdən, mümkün qədər torpaq sahələrinin bazar qiymətinə “ağlabatan şəkildə uyğun” məbləğləri, yəni Dövlətlərin ərizəçilərə ödəyəcəyi halda 1 saylı Protokolun 1-ci Maddəsi altında məqbul hesab edəcəyi məbləğləri təyin etməyi müvafiq hesab edir. Bunun üçün, Məhkəmə mübahisələndirilən əmlakdan məhrumetmənin ümumi dəyərləndirməsini həyata keçirməli və kompensasiyanın məbləğini ərizəçilərin torpaq üzərində mülkiyyət hüquqlarını itirdikləri zaman torpaqların dəyərinə əsasən hesablamalıdır (bax: əsas qərar, § 111). Nəhayət hazırki işin xüsusi hallarını nəzərə alaraq, Məhkəmə müvafiq məbləğləri hesabalayarkən əsas qərarın 118-ci paraqrafındakı fikirlərini diqqətə almalı, həmçinin ədalətlilik mülahizələrinə yer verməlidir (bax: mutatis mutandis, Former King of Greece and Others v. Greece [BP] (əvəzin ədalətli ödənilməsi), no. 25701/94, §§ 78-79, 28 noyabr 2002).", "37.  Məhkəmə müşahidə edir ki, mülkiyyətdən məhrumetmədən öncə, torpaqlar ard-arda bir neçə dəfə qiymətləndirilmişdir: 1994, 1996 və 1997-ci illərdə. Mülkiyyətdən məhrumetmə və kompensasiya prosesi zamanı torpağın bağışlanma nəticəsində əldə olunarkən keçirilən ilk qiymətləndirməsinə heç vaxt istinad edilməmişdir. Üçüncü qiymətləndirməyə gəlincə, Məhkəmə onu 1 saylı Protokolun 1-ci Maddəsi məqsədləri üçün kafi hesab etmir (bax: əsas qərar, §§ 115-117 və 130-131). Beləliklə, 1996-cı ildə Dövlət Torpqa İdarəsinin Daşınmaz Əmlakın Qiymətləndirilməsi Mərkəzi tərəfindən torpaqların kadastr dəyəri əsasında keçirilmiş qiymətləndirmə qalır (ibid., § 116). Hökumətin ərizəçilər tərəfindən mübahisələndirilməyən izahatlarına görə, həmin zaman daşınmaz əmlakın kadastr dəyəri sadəcə şəhər planlaşdrma meyarına əsasn hesablanırdı və onun əsl bazar dəyərini əks etdirmirdi (bax: həmçinin müvafiq daxili qanunvericilik hissəsinə, yuxarıdakı 6-9-cu paraqraflar). Beləliklə, Məhkəmə bunu da maddi ziyanın kompensasiyasının hesablanması üçün baza olaraq istifadə etməyi uyğun hesab etmir.", "38.  Məhkəmə qeyd edir ki, tərəflər torpaq sahələri satın alındıqdan sonra hazırlanan çox sayda ekspert rəyləri təqdim etmişlər. Konvensiyanın 41-ci maddəsinin tələb etidiy ki, ədalətlilik mülahizələrinə əsaslanaraq, Məhkəmə bildirir ki, SIA E şirkətinin ekspertləri tərəfindən 1999-cu ildə müəyyən olunduğu kimi Riqa Avtonom Ticarət Portu perimetrindəki torpağın “iqtisadi əsaslı effektiv orta kadastr dəyəri” ərizəçilərə veriləcək məbləğin hesablanması ümün ən uyğun baza olardı (bax: yuxarıdakı paraqraf 28). Birincisi, bu dəyərin üstünlüyü odur ki, o, mübahisəli məhrumetmədən iki il sonra hesablanmışdır. İkincisi, “ torpağın hazırki bazar qiyməti, xüsusilə Portlar haqqında Qanunun eksluziv satınalma hüququnun Dövlətə verməsi səbəbilə, obyektiv olaraq müyyən edilə bilməsə də (bax: əsas qərar, § 118), yuxarıdakı dəyər, əslində hər hansı regionadı portların tədavülü kimi iqtisadi göstəriciləri də nəzərə alır. Bu səbəbdən, Məhkəmə tərəfindən istifadə edilən iqtisadi əsaslı effektiv orta kadastr dəyəri, kvadrat metr üçün 18.79 LVL-dir.", "39.  İşin bütün xüsusi halları, xüsusən də əsas qərarın 118-ci paraqrafında göstərilən halları nəzərə alaraq, Məhkəmə bu məbləği 75%-ə azaltmağı ədalətli hesab edir. Beləliklə, kompensasiyanın hesablanması üçün baza olaraq götürülməli rəqəm kvadrat metrə 4.69 LVL-dir. Əvvəllər birinci ərizəçiyə məxsus olan 17,998 kvadrat metr torpaq 84,410.62 LVL olaraq dəyərləndirilməlidir. İkinci ərizəçinin satın alınan 47,740 kvadrat metr sahəli dörd torpaq sahəsinə gəlincə, onun dəyəri 223,900.60 LVL olacaqdır (bax: əsas qərar, § 11).", "40.  Yuxarıdakı rəqəmlərdən ərizəçilərə ölkə daxilində verilən məbləğlərin, yəni müvafiq olaraq 548.26 LVL və 8,616.87 LVL (ibid., § 24) çıxılması uyğundur. Bundan sonra, birinci ərizəçi üçün 83,862.36 LVL (119,378.18 EUR), ikinci ərizəçi üçün 215,283.73 LVL (306,461.90 EUR) qalır.", "41.  Məhkəmə hesab edir ki, indi bu rəqəmləri inflasiyanın təsirlərini nəzərə alaraq, düzəltməlidir (bax: Scordino v. Italy (no. 1) [BP], no. 36813/97, § 258, ECHR 2006V). Məhəkəmə müşahidə edir ki, 5 noyabr 1997-ci ildən 25 October 2012-ci ilədək inflasiya dərəcəsi 94.3% olmuşdur (bax: yuxarıdakı 11-ci paraqraf). Bu faiz dərəcəsini tətbiq etdikdə, yuxarıdakı məbləğlər yüksələrək 231,951.63 EUR (birinci ərizəçi üçün) və 595,455.47 EUR (ikinci ərizəçi üçün).", "42.  Həmin dövr üçün qanunla nəzərdə tutulmuş gecikmə üçün faiz dərəcəsi hesablanmalıdır (ibid.). Məhkəmə qeyd edir ki, Latviya Mülki Məcəlləsinin 1763 və 1765-ci Maddələrinə görə, bu faiz dərəcəsi ümumiyyətlə, illik 6%-dir, lakin ilkin sərmayənin məbləğinə çatarsa, yüksəlməsi bitir (bax: yuxarıdakı paraqraf 10). Yuxarıdakı iki tarix arasındakı müddət on dörd il, on bir aydır və bu rəqəm yuvarlaqlaşmalıdır. Beləliklə, iki yuxarıda göstərilən tarix arasındakı on beş il müddət üçün, birinci ərizəçiyə ödəniləcək məbləğ gecikmə faizi 107,440.35 EUR, ikinci ərizəçiyə 275,815.65 EUR-dır. Ərizəçilərə veriləcək yekun məbləğlər, birinci ərizəçi üçün 339,391.98 EUR, ikinci ərizəçi üçün 871,271.12 EUR  olacaqdır.", "43.  Nəhayət, Məhkəmə bu məbləğlərdən Hökumətin təklif etdiyi kimi, ərizəçilərə ödənilən keçmiş renta məbləğləri və ya onların ödəmədikləri torpaq vergisi məbləğlərinin çıxılması üçün heç bir səbəb görmür. Məhkəmə əsas qərarında qeyd etmişdir ki, gecikmiş renta tələbi üçün hüquqi baza, satınalma səbəbilə kompensasiya üçün bazadan fərqlidir. Torpqa vergisinə gəlincə, Latviya məhkəmələri özləri hesab etmişdir ki, vergini portun menecmenti ilə məşğul olan korporasiya ödədiyindən, ərizəçilər şəxsən bu vergidən azad idilər (bax: əsas qərar, §§ 37-38 və 128).", "44.  Yuxarıdakıları nəzərə alaraq, Məhkəmə maddi ziyana görə birinci ərizəçiyə 339,391.98 EUR, ikinci ərizəçiyə 871,271.12 EUR ödənilməsini ağlabatan hesab edir.", "B.  Mənəvi ziyan", "45.  Ərizəçilərin hər biri torpaqlarından məhrum olunmaqlarına keçirdikləri narahatlıq və məyusluq səbəbilə mənəvi ziyana görə 10,000 EUR tələb edir. Bununla bağlı, onlar bildirmişlər ki, yalnız satınalma ilə bağlı deyil, həm də gecikmiş rentaların əldə olunması üçün proseslərdə iştirak üçün həddindən artıq vaxt və səy sərf etmişlər.", "46.  Hökumət ərizəçilərin hər hansı mənəvi ziyana məruz qaldığını inkar edir. Birincisi, Hökumət iddia edir ki, qanuni satınalamanın olduğu hazırki iş, yuxarıda istinad edilən Guiso-Gallisay və Medici işləri ilə müqayisə edilməli deyildir. İkincisi, Hökumət, 1 saylı Protokolun 1-ci Maddəsinin pozuntusu ilə ərizəçilərin ölkə daxilində açdığı və heç də həmişə ərizəçilərin ziyanına olmayan proses arasında səbəbli əlaqə olmasını inkar edir. Üçüncüsü, Hökumət o fikirdədir ki, məhkəmə prosesində tərəf olan şəxsin normalda etdiyi cəhdlər, per se, Konvensiyanın 41-ci maddəsi əsasında hər hansı kompemsaisya ödənilməsini tələb edən “mənəvi ziyan”a səbəb olmur.", "47.  Məhkəmə öz əmlakından qanunsuzca əmhrum olunmuş bir şəxsin hiss etdiyi gücsüzlük və məyusluqla Dövlətin verdiyi kompensasiyanın məbləği ilə kifayətlənməyən keçmiş mülkiyyətçinin hisslərinin müqayisə edilməməli olması ilə bağlı Hökumətin fikrilə razıdır (bax: Guiso-Gallisay, yuxarıdakı istinad, § 110). Məhkəmə bununla belə qəbul edir ki, ərizəçilər tapılan pozuntu ilə bağlı müəyyən dərəcə mənəvi ziyana məruz qalmışlar və bu başlıq altında kompensasiya əsaslı hesab edilə bilər. Konvensiyanın 41-ci maddəsinin tələb etdiyi kimi ədalətlilik əsasında qərar verərək, Məhkəmə ərizəçilərin hər birinə bu başlıq altında 3,000 EUR təyin edir.", "C.  Məsrəf və xərclər", "48.  Böyük Palatadakı mahiyyətlə bağlı prosesdə, ərizəçilərin hər biri 4,980 EUR məbləğındə olduğunu iddia etdikləri məsrəf və xərclərin ödənilməsini tələb etmişdilər. Onlar bu məbləğin hansı proses üçün xərcləndiyini bildirməmiş və sübutedici sənəd təqdim etməmişlər.", "49.  Hökumət bildirmişdir ki, bu tələb kifayət qədər əsaslandırmamışdır və Məhkəmə Reqlamentinin 60-cı maddəsinin 2-ci bəndinin tələblərinə uyğun deyildir. Bununla belə, Hökumət bildirmişdir ki, ərizəçilər müəyyən məbləğdə xərc çəkmiş olmalıdır və onlarin hər birinə 1,500 EUR məbləğini aşmayacaq bir məbləğin ödənilməsinə etiraz etmişdir.", "50.  Məhkəmə xatırladır ki, Konvensiyanın 41-ci maddəsi əsasında xərc və məsrəflərin əvəzində hər hansı məbləğin verilməsi üçün maraqlı tərəf bu xərcləri gerçəkdən və lazımlı şəkildə çəkməlidir. Xüsusən, 60-cı Qaydanın 2-ci bəndi nəzərdə tutur ki, Konvensiyanın 41-ci maddəsi altında xüsusi olaraq əsaslandırılmış tələblər müvafiq təsdiqedici sənədlərlə birgə təqdim edilməlidir, əks halda Məhkəmə tələbi bütövlükdə və ya hissəvi olaraq rədd edə bilər. Bundan əlavə, xərc və məsrəflər yalnız tapılan pozuntu ilə əlaqəli olduğu dərəcədə qaytarılır (bax: digər çoxsaylı işlərlə yanaşı, Andrejeva v. Latvia [BP], no. 55707/00, § 115, ECHR 2009).", "51.  Hazırki işdə, Məhkəmə hesab edir ki, ərizəçilərin Böyük Palata qarşısındakı prosesdə xərc və məsrəflərin qaytarılması üçün tələbi bu tələblərə uyğun deyildir, çünki tələb olunan məbləğlər heç bir sübutedici sənədlərə əsaslanmır və Məhkəmə qarşısındakı prosesdə xidmətlərin dəqiq xarakterini və ya onların objektiv olaraq lazım olduğunu müəyyənləşdirmək mümkün deyildir. Bununla belə, Məhkəmə qəbul edir ki, işin çətinliyi nəzərə alınaraq, ərizəçilər, xüsusilə Böyük Palata qarşısında müəyyən xərclər çəkmiş olmalıdırlar. Belə olan şəraitdə, 41-ci maddənin tələb etdiyi kimi ədalətlilik əsasında qərar verərək, Məhkəmə ərizəçilərin hər birinə xərc və məsrəflərə görə, ödənilməli olan hər hansı vergi ilə birgə 1,500 EUR təyin edir (ibid., § 116).", "D.  Qərarın icrasının gecikdirilməsinə görə faiz", "52.  Məhkəmə məqsədəuyğun hesab edir ki, icranın gecikdirilməsinə görə faiz Avropa Mərkəzi Bankındakı kredit faizinin yuxarı həddinə əsaslanmalı və onun üzərinə daha üç faiz əlavə olunmalıdır.", "BU ƏSASLARLA, MƏHKƏMƏ", "1.  Hesab edir ki (on iki səsə qarşı beş səslə),", "(a)  Cavabdeh Dövlət üç ay ərzində aşağıdakı məbləğləri ödəməlidir:", "(i) birinci ərizəçiyə, maddi ziyana görə, tətbiq ediləcək bütün vergi məbləği də əlavə olunmaqla, 339,391.98 EUR (üç yüz otuz doqquz min üç yüz doxsan bir avro doxsan səkkiz sent);", "(ii) ikinci ərizəçiyə,  maddi ziyana görə, tətbiq ediləcək bütün vergi məbləği də əlavə olunmaqla, 871,271.12 EUR (səkkiz yüz yetmiş bir min iki yüz yetmiş bir avro on iki sent);", "(iii)  ərizəçilərin hər birinə, mənəvi ziyana görə, tətbiq ediləcək bütün vergi məbləği də əlavə olunmaqla, 3,000 EUR (üç mün avro);", "(iv)  ərizəçilərin hər birinə xərc və məsrəflərə görə, tətbiq ediləcək bütün vergi məbləği də əlavə olunmaqla 1,500 EUR (min beş yüz avro);", "(b)  yuxarıda qeyd olunan üç aylıq müddət bitdikdən sonra qərarın icrasınadək gecikdirilmə müddəti ərzində yuxarıda göstərilən məbləğin üzərinə Avropa Mərkəzi Bankındakı kredit faizinin yuxarı həddi ilə hesablanmış faiz və onun üzərinə daha üç faiz gəlməlidir;", "", "2.  Ərizəçilərin əvəzin ədalətli ödənilməsi ilə bağlı iddiasının qalan hissəsini rədd edir (yekdilliklə)", "İngiliscə və fransızca hazırlanmış və 25 mart 2014-cü il tarixində Məhkəmə Reqlamentinin 77-ci maddəsinin 2 və 3-cü bəndlərinə uyğun olaraq yazılı olaraq elan edilmişdir.", "\tMichael O’Boyle\tDean Spielmann\n\tKatib Müavini\tSədr", "", "Konvensiyanın 45-ci maddəsinin 2-ci bəndi və Məhkəmə Reqlamentinin 74-cü maddəsinin 2-ci bəndinə əsasən, aşağıdakı rəylər qərara əlavə edilmişdir:", "- Hakim Garlickinin fərqli rəyi;", "- Hakim Bratza, Tsotsoria və Pardalosun da qoşulduğu hakim Lorenzenin fərqli rəyi.", "", "D.S.", "M.O’B.", "", "Xüsusi rəylər tərcümə olunmamışdır, lakin qərarın Məhkəmənin HUDOC məlumat bazasındakı ingiliscə və ya fransızca olmaqla, rəsmi versiyalarında onları oxumaq olar.", "", "©Avropa Şurası/Avropa İnsan Hüquqları Məhkəməsi, 2014", "Avropa İnsan Hüquqları Məhkəməsinin rəsmi dilləri ingilis və fransız dilləridir. Bu tərcümə Avropa Şurasının İnsan Hüquqları üzrə Etibar Fondunun dəstəyi ilə həyata keçirilib (). Məhkəmə tərcüməyə və onun keyfiyyətinə görə heç bir məsuliyyət daşımır. Tərcüməni Avropa İnsan Hüquqları Məhkəməsinin presedent hüququnu təşkil edən işlərin daxil olduğu HUDOC məlumat bazasından () və ya Məhkəmənin razılığı ilə yerləşdirilən istənilən digər məlumat bazasından yükləmək olar. Tərcüməni qeyri-kommersiya məqsədlərilə bu şərtlə yenidən nəşr etmək mümkündür ki, məhkəmə işinin tam adı, yuxarıda göstərilmiş müəllif hüququna dair qeyd və Avropa Şurasının İnsan Hüquqları üzrə Etibar Fonduna istinad göstərilsin. Tərcümənin hər hansı bir hissəsindən kommersiya məqsədi ilə istifadə etmək nəzərdə tutularsa, bu ünvana müraciət etmənizi xahiş edirik .", "", "© Council of Europe/European Court of Human Rights, 2014.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2014", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", ""]}