{"file": "AZE_HJUDAZE_34578_97.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "34578/97", "text_paragraphs": ["", "", "", "", "", "", "", "", "", "", "Avropa İnsan Hüquqları Məhkəməsi", "", "", "", "ÜÇÜNCÜ SEKSİYA", "", "", "", "YESİUS (JĖČIUS) LİTVAYA QARŞI məhkəmə işi", "", "", "(Ərizə N 34578/97)", "", "", "QƏRAR", "", "", "STRASBURQ", "", "31 iyul 2000-ci il", "", "", "", "", "\nYesius Litvaya qarşı işdə,", "Avropa İnsan Hüquqları Məhkəməsi (Üçüncü Seksiya),", "hakimlər:", "cənab J.-P. Kosta (J.-P. Costa), sədr;", "cənab V. Furmann (W. Fuhrmann);", "cənab P. Küris (P. Kūris);", "xanım F. Tulkens (F. Tulkens);", "cənab K. Yunqvert (K. Jungwiert);", "cənab K. Traya (K. Traja);", "cənab M. Uqrexelidze (M. Ugrekhelidze);", "habelə Seksiyanın katibi xanım S. Dolledən (S. Dollé) ibarət Palatada iclas keçirərək,", "11 iyul 2000-ci ildə qapalı müşavirə keçirərək,", "həmin tarixdə qəbul edilmiş aşağıdakı qərarı elan edir.", "", "PROSEDUR", "", "1. İş İnsan hüquqlarının və əsas azadlıqların müdafiəsi haqqında Avropa Konvensiyasının (“Konvensiya”) keçmiş 32-ci maddəsinin 1-ci bəndində və 47-ci maddəsində nəzərdə tutulmuş üç aylıq müddət ərzində Avropa İnsan Hüquqları Komissiyası (“Komissiya”) tərəfindən 25 oktyabr 1999-cu ildə Məhkəməyə təqdim edilmişdir. İş keçmiş 25-ci maddəyə əsasən Litva vətəndaşı cənab Yuozas Yesius (“ərizəçi”) tərəfindən 30 dekabr 1996-cı ildə Komissiyaya təqdim edilmiş Litva Respublikasına qarşı ərizə (N 34578/97) əsasında başlanmışdır.", "Ərizəçi preventiv həbsinin və barəsindəki həbs qətimkan tədbirinin qanunsuz olmasından, dövlət orqanlarının onu dərhal hakimin və ya digər vəzifəli şəxsin yanına gətirməməsindən, uzun müddət həbsdə saxlanmasından və həbsinin qanuniliyi məsələsi il bağlı məhkəməyə müraciət etmək imkanının olmamasından şikayət etmişdir. O, Konvensiyanın 5-ci maddəsinin 1, 3 və 4-cü bəndlərinə istinad etmişdir.", "2. Komissiya 1 dekabr 1997-ci ildə ərizəni qismən qəbul olunan elan etmişdir.", "Ərizəçi 9 aprel 1999-cu ildə vəfat etmişdir. 14 aprel 1999-cu il tarixli məktubu ilə ərizəçinin dul arvadı ərizəyə baxılmasına səy göstərmək istədiyini ifadə etmişdir.", "11 sentyabr 1999-cu il tarixli məruzəsində (Konvensiyanın keçmiş 31-ci maddəsi) Komissiya belə bir fikir ifadə etdi ki, ərizəçinin preventiv həbsi ilə bağlı 5-ci maddənin 1-ci bəndi pozulub (iki səs qarşı iyirmi yeddi səslə); 1996-cı il iyunun 4-dən iyulun 31-dək ərizəçi barəsindəki həbs qətimkan tədbiri ilə bağlı 5-ci maddənin 1-ci bəndi pozulub (yekdilliklə); 1996-cı il iyulun 31-dən oktyabrın 16-dək ərizəçi barəsindəki həbs qətimkan tədbiri ilə bağlı 5-ci maddənin 1-ci bəndi pozulmayıb (yekdilliklə); ərizəçinin dərhal hakimin və ya digər vəzifəli şəxsin yanına gətirilmədiyi barədə iddia ilə bağlı 5-ci maddənin 3-cü bəndi pozulmayıb (iki səs qarşı iyirmi yeddi səslə); ərizəçi barəsindəki həbs qətimkan tədbirinin müddəti ilə bağlı 5-ci maddənin 3-cü bəndi pozulub (yekdilliklə); və 5-ci maddənin 4-cü bəndi pozulub (yekdilliklə).", "3. Məhkəmə Reqlamentinin 100-cü Qaydasının 1-ci bəndi ilə və 24-cü Qaydasının 6-cı bəndi ilə birlikdə götürülməklə Konvensiyanın 11 saylı Protokolunun 5-ci maddəsinin 4-cü bəndinə uyğun olaraq, Böyük Palatanın Komitəsi 13 dekabr 1999-cu ildə qərara aldı ki, işə Məhkəmə Seksiyalarının birinin tərkibində təşkil edilən Palata tərəfindən baxılmalıdır. Daha sonra Məhkəmənin sədri 52-ci Qaydanın 1-ci bəndi əsasında hərəkət edərək işi Üçüncü Seksiyaya təyin etdi.", "4. 18 yanvar 2000-ci ildə Üçüncü Seksiyanın sədri Konvensiyanın 27-ci maddəsinin 1-ci bəndinə və 26-cı Qaydanın 1-ci bəndinə uyğun olaraq Palatanı təşkil etdi.", "5. Ərizəçini Vilnüsdə vəkillik fəaliyyəti ilə məşğul olan cənab K. Stungis təmsil etmişdir. Litva Hökumətini (“Hökumət”) onun nümayəndəsi – ədliyyə nazirinin müavini cənab Şvedas təmsil etmişdir.", "6. Məhkəmə tərəflərlə məsləhətləşdikdən sonra iş üzrə şifahi dinləmə keçirməməyi qərara almışdır.", "7. 21 mart, 23 mart, 29 mart, 12 may və 17 may 2000-ci ildə tərəflər Məhkəmənin müraciəti əsasında və ya öz təşəbbüsləri ilə ayrı-ayrılıqda bir sıra sənədlər təqdim etmişlər.", "", "Faktlar", "", "I. İşin halları", "", "8. Otel direktoru olan ərizəçi 1994-cü ildə törədilmiş adam öldürmə cinayətində şübhəli bilinirdi. Kifayət qədər sübut olmadığına görə 1995-ci ildə adam öldürmə işi icraatda olan işlərin siyahısından çıxarıldı.", "9. 8 fevral 1996-cı ildə ərizəçi həbs edildi. Elə həmin gün baş prokuror müavininin icazəsi ilə baş polis komissarı ərizəçinin altmış günlük preventiv (qabaqlayıcı) həbsinə dair order verdi. 9 fevral 1996-cı ildə Vilnüs vilayət məhkəməsinin hakimi preventiv həbs haqqında orderi təsdiq etdi. Orderdə həmin vaxt qüvvədə olan Cinayət Prosessual Məcəlləsinin 50-1-ci maddəsinə istinad edilirdi; həmin maddəyə görə, banditizm, cinayətkar dəstə yaratma, eləcə də təhdid etmə cinayətləri ilə bağlı preventiv həbsə icazə verilirdi. Ərizəçi həbsinə qarşı apellyasiya şikayəti verərək iddia etdi ki, nə həbsinin səbəbləri barədə, nə də ona qarşı irəli sürülən ittihamlar barədə ona məlumat verilməyib. 19 fevral 1996-cı ildə Vilnüs vilayət məhkəməsinin hakimi apellyasiya şikayətini rədd etdi. Bundan sonra ərizəçiyə qarşı hər hansı konkret ittiham irəli sürülmədi. Eləcə də onun preventiv həbsindən sonra hər hansı istinaq tədbiri həyata keçirilmədi.", "10. 8 mart 1996-cı ildə adam öldürmə işi üzrə icraat təzələndi. Ərizəçi ağırlaşdırıcı hallarda adam öldürməyə görə əsas cinayətkar kimi ittiham olundu. O, maşınının oğurlanmasında təqsirkar hesab etdiyi şəxsin qanunsuz olaraq cəzalandırılmasının təşkilində təqsirli bilinirdi, cəza nəticəsində həmin şəxs ölmüşdü. Bu işdə beş nəfər təqsirləndirilən şəxs arasında üç polis əməkdaşı vardı, iddia edildiyinə görə, onlar yaxaladıqları qurbanı ərizəçiyə təhvil vermişdilər.", "11. 14 mart 1996-cı ildə baş prokurorun müavini ərizəçinin adam öldürməkdə şübhəli bilinməsi ilə əlaqədar olaraq, Cinayət Prosessual Məcəlləsinin 104-cü maddəsi əsasında onun barəsində həbs qətimkan tədbirinə icazə verdi. Onun həbsdə saxlanma müddəti 4 iyun 1996-cı ilədək müəyyən edildi.", "12. 27 mart 1996-cı ildə ərizəçi dindirildi. 22 aprel 1996-cı ildə o, prokurorluğa vəsatət verərək iddia etdi ki, cinayət törətməkdə və ya buna hazırlaşmaqda ondan şübhələnmək üçün heç bir sübut yoxdur və onun preventiv həbsi, sonra isə həbs qətimkan tədbiri dövlətdaxili cinayət prosessual normalarına və Konvensiyanın 5-ci maddəsinə zidddir. 24 aprel 1996-cı ildə Panevejis vilayətinin baş prokuroru vəsatəti belə bir əsasa görə rədd etdi ki, ərizəçinin təqsirləndirildiyi cinayətin ağırlığı özlüyündə onun həbsinə haqq qazandırır.", "13. 17 may 1996-cı ildə ərizəçi ölkənin baş prokuroruna vəsatət verərək yenidən iddia etdi ki, ona qarşı hər hansı əsaslı şübhə yoxdur və onun həbsi Konvensiyanın 5-ci maddəsində nəzərdə tutulan hüquqlarını pozur. Həmin vəsatət 21 may 1996-cı ildə vilayət prokuroru tərəfindən rədd edildi. 4 iyun 1996-cı ildə ərizəçinin vəkilinin verdiyi yeni vəsatət Panevejis vilayətinin baş prokuroru tərəfindən rədd edildi.", "14. Ibtidai istintaq 29 may 1996-cı ildə başa çatdı. 1996-cı il mayın 30-dan iynunun 10-dək ərizəçinin və onun vəkilinin iş üzrə materiallarla tanış olmalarına icazə verildi. Iş üzrə digər müttəhimlər iynunun 14-dək işin materialları ilə tanış olmaq imkanı əldə etdilər.", "15. Ərizəçi işin materialları ilə bağlı məsləhətləşdikdən sonra prokurorluğa vəsatət verərək iddia etdi ki, ona qarşı ittiham və onun həbsi əsassızdır. 11 iyun 1996-cı ildə Panevejis vilayətinin prokuroru vəsatəti rədd edərək bildirdi ki, bütövlükdə iş üzrə materiallarda ərizəçinin təqsirkar olduğunu göstərən kifayət qədər sübut vardır.", "16. 13 iyun 1996-cı ildə prokuror ərizəçinin saxlandığı həbsxananın müdiriyyətinə məlumat verdi ki, Cinayət Prosessual Məcəlləsinin keçmiş 226-cı maddəsinin 6-cı bəndinə əsasən ərizəçinin həbsdə saxlanma qətimkan tədbirinin müddəti «avtomatik olaraq 14 iyun 1996-cı ilədək uzadılır» və ittiham aktının təsdiq edilməsi üçün iş Panevejis vilayətinin baş prokuroruna göndərilib. Ərizəçinin həbs qətimkan tədbirinə aid hər hansı rəsmi qərar qəbul edilmədi.", "17. 24 iyun 1996-cı ildə Panevejis vilayətinin baş prokuroru həbsxana müdiriyyətinə məktub yazaraq məlumat verdi ki, adam öldürmə işi Panevejis vilayət məhkəməsinə göndərilib və ərizəçinin həbsi qanuni qüvvəsini saxlayır. Həbs qətimkan tədbirinə aid hər hansı rəsmi qərar qəbul edilmədi.", "18. 1 iyul 1996-cı ildə Panevejis vilayət məhkəməsi həbsxana müdiriyyətinə məlumat verdi ki, 31 iyul 1996-cı ildə hazırlıq iclası keçiriləcək və orada ərizəçinin və digər təqsirləndirilən şəxslərin işi ilə bağlı lazımi göstərişlər veriləcək. Ərizəçinin həbs qətimkan tədbirinə aid hər hansı rəsmi qərar qəbul edilmədi.", "19. 31 iyul 1996-cı ildə hazırlıq iclasında Panevejis vilayət məhkəməsinin hakimi qərara aldı ki, ərizəçinin barəsindəki həbs qətimkan tədbiri «dəyişdirilmədən saxlanmalıdır». Hakim ərizəçinin həbs qətimkan tədbirinin qanuniliyinə dair hər hansı digər aspektlərə toxunmadı. Ərizəçinin vəkili iclasda iştirak etdi.", "20. Panevejis vilayət məhkəməsindəki araşdırma 3 sentyabr 1996-cı ildə başlandı. Sentyabrın 9-da əlavə maddi sübutların toplanması üçün iş üzrə araşdırma təxirə salındı.", "21. Iyulun 14-dən oktyabrın 16-dək Panevejis vilayət məhkəməsi işi ərizəçinin və onun vəkilinin iştirakı ilə araşdırdı. 16 oktyabr 1996-cı ildə məhkəmə qərara aldı ki, ərizəçi həbsdə qalmalıdır. Həmin qərarda ərizəçinin həbs qətimkan tədbirinin qanuniliyinə dair hər hansı digər aspektlərə toxunulmadı. Ərizəçinin həbs müddəti 15 fevral 1997-ci ilədək uzadıldı. Eləcə də məhkəmə əlavə istintaq tədbirlərinin həyata keçirilməsi barəsində göstəriş verdi.", "22. 28 oktyabr 1996-cı ildə ərizəçi bu qərardan Apellyasiya Məhkəməsinə şikayət etdi. O, ölkənin baş prokuroruna, həbsxana müdiriyyətinə və ombudsmana da şikayət ərizəsi göndərdi. Ərizəçi iddia edirdi ki, onun həbsdə saxlanması haqqında vilayət məhkəməsinin qərarı etibarsızdır, çünki həmin qərarla əslində mövcud olmayan həbs qətimkan tədbirinin müddəti uzadılıb, belə ki, həbs qətimkan tədbirinin müddəti 4 iyun 1996-cı ildə artıq başa çatmışdı. Ərizəçi bildirdi ki, onun barəsində Litva Konstitusiyasının 20-ci maddəsi və Konvensiyanın 5-ci maddəsi pozulub.", "23. 21 noyabr 1996-cı ildə ombudsman daxili işlər nazirinin, baş prokurorun, Həbsxana Departamentinin direktorunun və həbsxana rəisinin diqqətini belə bir fakta cəlb etdi ki, onun fikrincə, ərizəçi «14 iyun 1996-cı ildən 31 iyul 1996-cı ilədək qanunsuz olaraq həbsdə saxlanılıb, bu isə Konstitusiyasının 20-ci maddəsinin... və Konvensiyanın 5-ci maddəsinin 1(c) bəndinin pozuntusudur».", "24. 25 noyabr 1996-cı ildə ərizəçi həbsinə qarşı yeni apellyasiya şikayəti verdi.", "25. 27 noyabr 1996-cı ildə Apellyasiya Məhkəməsi Cinayət Prosessual Məcəlləsinin 372-ci maddəsinin 4-cü bəndinin həmin vaxt qüvvədə olan mətninə istinad edərək apellyasiya şikayətini rədd etdi. Ərizəçiyə yazdığı məktubda Apellyasiya Məhkəməsi razılaşdı ki, aşağı məhkəmələrin hakimləri, «ola bilsin ki», ərizəçinin həbsi barədə qərar verərkən hüquq məsələlərində səhvə yol veirblər, lakin o, qeyd etdi ki, onların qərarlarından heç bir şikayət verilə bilməz.", "26. Elə həmin gün Apellyasiya Məhkəməsi Panevejis vilayət məhkəməsinin 16 oktyabr 1996-cı il tarixli qərarından prokurorluğun verdiyi şikayət əsasında iş üzrə əlavə istintaq tədbirlərinin həyata keçirilməsi haqqında qərarı ləğv etdi. Ərizəçi bu qərardan şikayət etdi.", "27. 30 noyabr 1996-cı ildə ərizəçi həbsinə qarşı Ali Məhkəmənin sədrinə vəsatət verdi. 30 dekabr 1996-cı ildə Ali Məhkəmənin Cinayət Şöbəsinin sədri ərizəçiyə məlumat verdi ki, vəsatət araşdırıla bilməz. O, razılaşdı ki, «4 iyun 1996-cı ildən 31 iyul 1996-cı ilədək həbs qətimkan tədbirinin müddəti uzadılmadığına görə [ərizəçi] həbsdə qanunsuz saxlanılıb». Lakin o, vurğuladı ki, «apellyasiya şikayətinin əsaslı olması faktı həbs qətimkan tədbirini qüvvədə saxlayan, dəyişdirən və ya uzadan qərardan apellyasiya şikayəti verilməsinə yol verməyən hüquq normasını (Cinayət Prosessual Məcəlləsinin 372-ci maddəsinin 4-cü bəndini)... qüvvədən sala bilməz».", "28. 14 yanvar 1997-ci ildə Ali Məhkəmə Panevejis vilayət məhkəməsinin iş üzrə əlavə istintaq tədbirlərinin həyata keçirilməsinə dair 16 oktyabr 1996-cı il tarixli qərarının ləğvi haqqında Apellyasiya Məhkəməsinin 27 noyabr 1996-cı il tarixli qərarına dəyişiklik etdi. Ali Məhkəmə qərara aldı ki, adam öldürmə işinin mahiyyətinə bir hakim tərəfindən deyil, üç hakim tərəfindən baxılmalıdır.", "29. Ərizəçi hər hansı rəsmi order olmadan onu həbsdə saxlamış həbsxana müdiriyyətinə qarşı mülki iddia qaldırdı. 26 fevral 1997-ci ildə Şaulyay rayon məhkəməsinin hakimi iddianı rədd etdi. Hakim qərara aldı ki, həbsxana müdiriyyətinin hərəkətləri «prokurorun icazəsinə və həbs müddətinin uzadılması haqqında məlumtın yer aldığı məktublara, habelə hakimin və məhkəmənin qərarlarına əsaslanıb». 28 aprel 1997-ci ildə Şaulyay vilayət məhkəməsi rayon məhkəməsinin qərarını qüvvədə saxladı.", "30. Ərizəçi səhhəti ilə əlaqədar olaraq zəmanət müqabilində azadlığa buraxılmaq üçün vəsatət verdi. 17 mart 1997-ci ildə Panevejis vilayət məhkəməsi vəsatəti rədd etdi. Adam öldürmə işi yenidən birinci instansiya məhkəməsinə qaytarıldıqdan sonra (bu işdə birinci instansiya məhkəməsi Panevejis vilayət məhkəməsi idi – tərc.) məhkəmə araşdırması yenidən təxirə salındı və 28 aprel 1997-ci ilədək əlavə istintaq tədibrlərinin həyata keçirilməsi barədə göstəriş verildi. 26 may 1997-ci ildə məhkəmə araşdırması yekunlaşdı.", "31. 9 iyun 1997-ci ildə Panevejis vilayət məhkəməsi kifayət qədər sübut olmadığına görə bütün ittihamlar üzrə ərizəçiyə bəraət verdi. O, həbsdən azad edildi.", "32. Ittiham tərəfi və işdəki digər müttəhimlər birinci instansiya məhkəməsinin qərarından şikayət etdilər. 27 avqust 1997-ci ildə Apellyasiya Məhkəməsi vilayət məhkəməsinin qərarını ləğv etdi. Iş əlavə istintaq üçün yenidən prokurorluğa göndərildi.", "33. 22 oktyabr 1997-ci ildə Panevejis vilayət prokuroru ərizəçiyə məlumat verdi ki, 21 oktyabr 1997-ci il qərarla ona qarşı cinayət prosesinə xitam verilib.", "", "II. Müvafiq daxili qanunvericilik", "", "34. Aşağıdakılar Litva Respublikası Konstitusiyasının (Lietuvos Respublikos Konstitucija) bu işə aidiyyəti olan müddəalarıdır:", "", "Maddə 20 §3", "", "“Hüquq pozuntusu törətdiyi zaman tutulmuş şəxs qırx səkkiz saat ərzində məhbusun öz iştirakı ilə həbsin məqsədəuyğunluğunun müəyyən edilməsi məqsədi ilə hakimin yanına gətirilməlidir. Hakim tutulmuş şəxsin həbsi barədə qərar çıxarmadıqda, o, dərhal edilir”.", "", "Maddə 30 §1", "", "“Konstitusiya hüquqları və ya azadlıqları pozulan şəxs məhkəməyə müraciət etmək hüququna malikdir”.", "", "35. Bunlar keçmiş Cinayət Prosessual Məcəlləsinin (Baudžiamojo proceso kodeksas) bu işə aidiyyəti olan müddəalarıdır:", "", "Maddə 10 (21 iyun 1996-cı ilədək qüvvədə olub)", "", "“Heç kəs məhkəmənin və ya hakimin qərarı, yaxud prokurorun sanksiyası olmadan həbs edilə bilməz...”.", "", "Maddə 50-1 [preventiv həbs] (30 iyun 1997-ci ildən qüvvədədir)", "", "“... Şəxs tərəfindən Litva Respublikasının Cinayət Məcəlləsinin 75-ci [banditizm], 227.1-ci [cinayətkar birlik] və 227.2-ci [təhdid etmə] maddələrində nəzərdə tutulmuş elementlərə malik olan təhlükəli hərəkətin törədilə biləcəyindən şübhələnmək üçün kifayət qədər əsaslar olduqda, belə hərəkətin törədilməsinin qarşısını almaq məqsədi ilə polis rəisi ... prokurorun sanksiyası ilə şəxsin həbsi barədə əsaslandırılmış qərar vasitəsilə ... göstəriş verə bilər.", "Rayon məhkəməsinin sədri, regional məhkəmənin hakimi və ya regional məhkəmənin şöbəsinin hakimi ... həbs barədə qərar qəbul etmiş polis əməkdaşının və həbsə sanksiya vermiş prokurorun iştirakı ilə qırx səkkiz saat ərzində həbsin qanuniliyi barədə qərar çıxarır.", "Həbsin qanuni olub-olmadığını müəyyən edərkən hakim tutulmuş şəxsin onun yanına gətirilməsi barədə vəsatət qaldıra bilər; bununla belə, hakim tutulmuş şəxsin iştirakı olmadan da qərar qəbul edə bilər. ...", "Tutulmuş şəxs ... bu qərardan yuxarı hakimə şikayət edə bilər.", "... Yuxarı hakimin qərarı qətidir və ondan şikayət verilə bilməz. ...", "... Prokurorun sanksiyası ilə həbsə alınmış və həbsi hakim tərəfindən təsdiq edilmiş şəxs iki aydan artıq həbsdə saxlanıla biməz. ...”.", "", "21 iyun 1996-cı ildən həbs barədə qərarı yalnız məhkəmə və ya hakim verə bilər.", "", "Maddə 104", "(19 iyul 1994-cü tarixli I-551 saylı Qanun, 21 iyun 1996-cı ilədək qüvvədə olub)", "", "“Həbs qətimkan tədbiri yalnız məhkəmənin qərarı, hakimin əmri və ya prokurorun sanksiyası vasitəsilə qanunla ən azı bir il azadlıqdan məhrum etmə cəzası nəzərdə tutulmuş cinayətlərə görə tətbiq edilə bilər. ...", "Cinayət Məcəlləsinin 105-ci maddəsində [ağırlaşdırıcı hallarda adam öldürmə] göstərilmiş cinayətlərə görə həbs qətimkan tədbiri barədə qərar yalnız cinayətin ağırlığı əsasında çıxarıla bilər. ...", "Həbsə sanksiya vermək məsələsini həll edərkən prokuror ... zərurət olduqda şübhəli şəxsi və ya müttəhimi şəxsən dinləməlidir. ...”.", "", "Maddə 104-1 (21 iyun 1996-cı ildən 24 iyun 1998-ci ilədək qüvvədə olub)", "", "“... Tutulmuş şəxs qırx səkkiz saatı keçməyən müddət ərzində hakimin yanına gətirilməlidir. ... Hakim şəxsi onun həbsinin səbəbləri ilə bağlı dinləməlidir. Prokuror və tutulmuş şəxsin vəkili bu dinləmədə iştirak edə bilərlər. Tutulmuş şəxsi dindirdikdən sonra hakim həbs müddətini göstərməklə həbs qərarını təsdiq edə, yaxud qətimkan tədbirini dəyişdirə və ya ləğv edə bilər. ...", "İş məhkəməyə verildikdən sonra ... məhkəmə həbs qətimkan tədbiri barədə qərar çıxara, həmin tədbiri dəyişdirə və ya ləğv edə bilər”.", "", "Dəyişiklik edilmiş 104-1-ci maddədə (dəyişikliklər 24 iyun 1998-ci ildən qüvvədədir) nəzərdə tutulur ki, əgər hakim başqa qərar qəbul etməyibsə, prokuror və müdafiəçi tutulmuş şəxsin birinci məhkəmə araşdırmasında iştirak etməlidirlər. Dəyişiklik edilmiş maddə həmçinin həbs qətimkan tədbirinin müddəti bitənə qədər bu tədbirin müddətinin məhkəmə tərəfindən uzadılmasına icazə verir.", "", "Maddə 106 §3 (21 iyun 1996-cı ildən 24 iyun 1998-ci ilədək qüvvədə olub)", "", "“İbtidai istintaq mərhələsində həbs qətimkan tədbirinin müddətinin uzadılması məqsədi ilə hakim iclas çağıra bilər, iclasa müdafiəçi, prokuror və zərurət olduqda tutulmuş şəxs çağırılır”.", "", "Məcəllənin 1998-ci ildən qüvvədə olan versiyası həbs qətimkan tədbiri ilə bağlı dinləmədə tutulmuş şəxsin məcburi iştirakını nəzərdə tutur.", "", "Maddə 109-1 (21 iyun 1996-cı ildən 24 iyun 1998-ci ilədək qüvvədə olub)", "", "“Tutulmuş şəxs və ya onun vəkili ibtidai istintaq zamanı həbs qətimkan tədbirinə qarşı apellyasiya məhkəməsinə şikayət vermək hüququna malikdirlər. ... Şikayətə baxılması üçün iclas çağırıla bilər, iclasa tutulmuş şəxs və onun vəkili, yaxud da təkcə vəkili çağırılır. Belə iclasda prokurorun iştirakı məcburidir.", "Apellyasiya məhkəməsinin hakimi tərəfindən qəbul edilən qərar qətidir və ondan kassasiya şikayəti verilə bilməz.", "Növbəti şikayət həbs qətimkan tədbirinin müddətinin uzadılması məsələsinə baxılarkən dinlənilir”.", "", "109-1-ci maddənin hazırkı versiyasında (24 iyun 1998-ci ildən qüvvədədir) nəzərdə tutulur ki, apellyasiya məhkəməsinin qərarından yuxarı məhkəməyə şikayət verilə bilər, şikayətə baxılmasında tutulmuş şəxs və onun vəkili, yaxud da təkcə vəkili iştirak edir.", "", "Maddə 226 §6 (24 iyun 1998-ci ilədək qüvvədə olub)", "", "“Təqsirləndirilən şəxsin və vəkilinin işin materialları ilə tanış olduqları müddət ibtidai istintaqın və ya həbsin ümumi müddətinin bir hissəsi sayılmır. Təqsirləndirilən şəxslər bir neçə nəfər olduqda, onların hamısının və vəkillərinin işin materialları ilə tanış olduqları müddət ibtidai istintaqın və ya həbsin ümumi müddətinin bir hissəsi sayılmır”.", "", "24 iyun 1998-ci ildən bu müddət ləğv olunaraq həbs qətimkan tədbirinin tərkibinə daxil edilib.", "", "Maddə 372 §4 (1 yanvar 1999-ci ilədək qüvvədə olub)", "", "“Qətimkan tədbiri barədə və onun dəyişdirilməsi və ya ləğvi barədə ... məhkəmələrin qərarlarından ... şikayət verilə bilməz. ...”.", "", "36. Hazırkı Cinayət Prosessual Məcəlləsinin bir sıra müddəalarının bu işə aidiyyəti vardır.", "32-ci maddənin 2(3)-cü və 2(8)-ci bəndlərində və 58-ci maddənin 2(8)-ci və 2(10)-cu bəndlərində, müvafiq olaraq, nəzərdə tutulur ki, təqsirləndirilən şəxs və onun vəkili “vəsatətlər vermək” və “təhqiqatçının, müstəntiqin, prokurorun və ya məhkəmənin hərəkətlərinə və qərarlarına qarşı şikayət etmək” hüququna malikdirlər.", "", "Maddə 249 §1", "", "“Təqsirləndirilən şəxsi məhkəməyə cəlb edib-etməmək məsələsini həll edərkən təkbaşına hakim və ya məhkəmə ilkin dinləmədə:", "...", "11) qətimkan tədbirinin seçilməsinin məqsəduyğun olub-olmadığını müəyyən edir”.", "", "Maddə 250 §1", "", "“Təqsirləndirilən şəxsi məhkəməyə cəlb etmək üçün kifayət qədər əsasların olduğu qənaətinə gəldikdən sonra təkbaşına hakim və ya məhkəmə ilkin dinləmədə:", "...", "2) təqsirləndirilən şəxs barəsində qətimkan tədbiri ilə bağlı məsələləri həll edir. ...”.", "", "Maddə 267 §1", "", "“Müttəhim aşağıdakı hüquqlara malikdir:", "...", "3) vəsatətlər vermək;", "...", "11) məhkəmnin hökmündən və ya qərarlarından şikayət etmək”.", "", "Maddə 267", "", "“Məhkəmə araşdırmasının gedişində məhkəmə müttəhim barəsində qətimkan tədbirinə dair qərar çıxara, bu tədbiri dəyişdirə və ya ləğv edə bilər”.", "", "37. Cinayət Prosessual Məcəlləsinə dəyişikliklər və əlavələr etmiş 21 iyun 1996-cı il tarixli Qanunda (Baudžiamojo proceso kodekso pakeitimų ir papildymų įstatymas) deyilir ki, 21 iyun 1996-cı ilədək prokurorun sanksiya verdiyi həbsin müddəti bundan sonra həbs qətimkan tədbirini tənzimləyən yeni prosedura uyğun olaraq məhkəmə tərəfindən uzadıla bilər.", "", "III. LİTVANIN QEYD-ŞƏRTİ", "", "38. Konvensiyanın 5-ci maddəsinin 3-cü bəndi ilə bağlı Litvanın irəli sürdüyü qeyd-şərt 21 iyun 1996-cı ilədək qüvvədə olub, orada aşağıdakılar nəzərdə tutulur:", "“Konvensiyanın 5-ci maddəsinin 3-cü bəndinin müddəaları Litva Respublikasının Cinayət Prosessual Məcəlləsinin 104-cü maddəsinin (dəyişdirilmiş versiya, N I-551, 19 iyul 1994-cü il) qüvvəsinə təsir göstərmir, orada nəzərdə tutulur ki, cinayət törətməkdə şübhəli bilinən şəxslər prokurorun qərarı ilə də həbsdə saxlanıla bilərlər. Bu qeyd-şərt Konvensiya Litva Respublikasına münasibətdə qüvvəyə mindikdən sonra bir il ərzində qüvvədədir”.", "", "Hüquqi məsələlər", "", "I. Ərizəçinin ölümü", "", "39. Avropa Məhkəməsi ərizəçinin vəfat etdiyini bildirdi və qeyd etdi ki, mərhumun arvadı onun başladığı prosesi davam etdirmək niyyətindədir.", "40. Məhkəmə xatırlatdı ki, ərizəçinin həbsinin qanunsuzluğuna dair iş araşdırılan müddətdə ərizəçi vəfat etdikdə onun vərəsələri və ya yaxın qohumları prinsipcə onun adından işi davam etdirə bilərlər (digər qərarlarla yanaşı bax: Krempovski Litvaya qarşı, ərizə №37193/97, 20 aprel 1999, dərc olunmayıb).", "41. Komissiya kimi Məhkəmə də hesab edir ki, ərizəçinin arvadının onun əvəzinə işi davam etdirməkdə qanuni marağı vardır.", "", "II. Hökumətin ilkin etirazı", "", "42. Hökumət iddia etdi ki, Məhkəmə ərizəçinin preventiv həbsinə dair şikayəti araşdırarkən Konvensiyanın 35-ci maddəsinin 1-ci bəndindəki altı aylıq qaydaya tabedir. Hökumət həmçinin bildirdi ki, ərizəçinin preventiv həbsi onun barəsindəki həbs qətimkan tədbirindən fərqli olan məqsədlərə xidmət edirdi. Bundan başqa, dövlətdaxili hüquqda ərizəçinin preventiv həbsinə icazə verilməsi proseduru onun barəsindəki həbs qətimkan tədbirinə icazə verilməsi prosedurundan fərqli idi. Preventiv həbs 14 mart 1996-cı ildə başa çatmış və 30 dekabr 1996-cı ildə ərizəçiyə müvafiq məlumat verilmişdi, beləliklə, işin bu aspekti ilə bağlı şikayət verilməsi üçün müddət başa çatmışdı.", "43. Komissiya hesab etdi ki, ərizəçinin preventiv həbsinə və onun barəsindəki həbs qətimkan tədbirinə dair orderlər dövlətdaxili hüquqda nəzərdə tutulan müxtəlif əsaslara görə verilsə də, preventiv həbs tədbiri həbs qətimkan tədbiri ilə əvəz edildikdən sonra ərizəçinin statusunda nəzərə çarpan hər hansı dəyişiklik yox idi. Komissiya həmçinin hesab etdi ki, Konvensiyanın 35-ci maddəsinin 1-ci bəndinin məqsədləri üçün ərizəçinin həbsdə saxlanmasının müddəti bütünlüklə nəzərə alınmalıdır və altı aylıq qaydaya əməl olunmadığını əsas gətirərək ərizəçinin preventiv həbs barədə şikayətini rədd etmək olmaz.", "44. Məhkəmə Komissiyanın gəldiyi nəticə ilə razıdır. Ərizəçinin həbsdə saxlanmasının davam etməsinə qarşı hüquqi müdafiə vasitəsinin olmadığına gəldikdə, Konvensiyanın 35-ci maddəsinin 1-ci bəndində nəzərdə tutulan vaxt məhdudiyyəti həbsin başa çatdığı tarixdən, yəni ərizəçinin azadlığa buraxıldığı gündən başlanır (zəruri dəyişikliklərlə bax: bu ərizənin qəbul edilənliyi haqqında 1 dekabr 1977-ci il tarxli qərara). Bundan əlavə, Məhkəmə Konvensiyanın 35-ci maddəsinin 1-ci bəndini tətbiq edərkən həddən artıq formalizmə yol verməyərək çox zaman zahiri əlamətlərlə kifayətlənmir (digər qərarlarla yanaşı bax: Qutsardi Italivaya qarşı, məhkəmə işi üzrə 6 noyabr 1980-ci il tarxli qərara, A seriyası, c .39, s. 26-27, b. 72).", "14 mart 1996-cı ildə Cinayət Posessual Məcəlləsinin 50-1-ci maddəsi əsasında həyata keçirilmiş ərizəçinin preventiv həbsi həmin Məcəlləsinin 104-cü maddəsi əsasında formal olaraq həbs qətimkan tədbiri ilə əvəz edilsə də, hüquqi əsası olan bu dəyişiklik ərizəçinin vəziyyətinə təsir göstərməmişdi, belə ki, o, başqa kameraya və ya həbsxanaya göndərilməmişdi, eləcə də dəyişikliklə bağlı məsələ səlahiyyətli məhkəmə orqanı qaşısına çıxarılmamışdı. Buna görə də, Məhkəmə hesab edir ki, bu işdə altı aylıq qaydanın tətbiqinin məqsədləri baxımından ərizəçinin həbsinin müddəti bütövlükdə götürülməlidir.", "30 dekabr 1996-cı ildə, yəni həbsinə dair bu ərizəni təqdim edərkən ərizəçi hələ də həbsdə olduğuna görə bu işi müddət ötürüldüyünə görə rədd etmək olmaz.", "45. Buna görə də, Məhkəmə Hökumətin ilkin etirazını rədd etdi.", "", "III. Konvensiyanın 5-ci maddəsinin 1-ci bəndinin iddia edilən pozuntusu", "", "46. Ərizəçi şikayət etdi ki, onun həbsi Konvensiyanın 5-ci maddəsinin 1-ci bəndini pozub; həmin bəndin bu işə aid hissəsində deyilir:", "«1. Hər kəsin azadlıq və şəxsi toxunulmazlıq hüququ var. Heç kəs qanunla müəyyən olunmuş aşağıdakı hallardan və qaydadan başqa azadlığından məhrum edilə bilməz:", "...", "c) hüquq pozuntusunun törədilməsində əsaslı şübhə ilə bağlı şəxsin səlahiyyətli məhkəmə orqanı qarşısında durmasından irəli gələn və ya onun tərəfindən törədilən hüquq pozuntusunun, yaxud törədildikdən sonra onun gizlənməsinin qarşısını almaq üçün kifayət qədər zəruri əsasların olduğunun hesab edildiyi hallarda şəxsin qanuni tutulması və ya həbsə alınması;", "...».", "", "1. Preventiv həbs", "", "47. Ərizəçi şikayət etdi ki, 1996-cı il fevralına 8-dən martın 16-dək onun preventiv həbsdə saxlanması Konvensiyanın 5-ci maddəsinin 1-ci bəndinə ziddir. Konkret olaraq bu həbs üçün heç bir əsas yox idi, çünki həmin vaxt ona qarşı heç bir cinayət prosesi aparılmırdı. Bundan başqa, onun törədə biləcəyi hər hansı cinayətin qarşısını almaq zərurəti də yox idi.", "48. Hökumət bildirdi ki, ərizəçinin preventiv həbsi Konvensiyanın 5-ci maddəsinin 1(c) bəndinə uyğun idi, çünki Cinayət Prosessual Məcəlləsinin keçmiş 50-1-ci maddəsi banditizm, cinayətkar dəstə yaratma, eləcə də təhdid etmə cinayətlərinin qarşısını almaq üçün preventiv həbsə yol verirdi.", "49. Komissiya bu fikirdədir ki, ərizəçinin preventiv həbsi şəxsi azadlıq hüququndan yol verilən istisnaların çərçivəsindən kənara çıxırdı, bu isə Konvensiyanın 5-ci maddəsinin 1-ci bəndinin pozuntusu idi.", "50. Məhkəmə qeyd etdi ki, şəxs yalnız 5-ci maddənin 1-ci bəndində göstərilən məqsədlər üçün azadlıqdan məhrum edilə bilər. Şəxs 5-ci maddənin 1(c) bəndinin məqsədləri üçün yalnız cinayət prosesi kontekstində həbsə edilə bilər və həbsin məqsədi şəxsin hüquq pozuntusu törətməkdə şübhəli bilindiyinə görə səlahiyyətli məhkəmə orqanı qarşısında durmasını təmin etməkdir (zəruri dəyişikliklərlə bax: Louless İrlandiyaya qarşı məhkəmə işi üzrə 1 iyul 1961-ci il tarixli qərara, A seriyası, c. 3, s. 51-52, b. 14; və Çiulla İtaliyaya qarşı məhkəmə işi üzrə 22 fevral 1989-cu il tarixli qərara, A seriyası, c. 148, s. 16-18, b. 38-41).", "51. Buna görə də, Məhkəmə hesab edir ki, 5-ci maddənin 1(c) bəndi bu işdəki formada preventiv həbsə yol vermir və Cinayət Prosessual Məcəlləsinin keçmiş 50-1-ci maddəsinə əsaslanan qərar 5-ci maddənin 1-ci bəndindəki hər hansı müddəaya heç bir təsir göstərə bilməz.", "52. Beləliklə, bu məsələdə Konvensiyanın 5-ci maddəsinin 1-ci bəndi pozulub.", "", "2. 1996-cı il iyunun 4-dən iyulun 31-dək həbs qətimkan tədbiri", "", "53. Ərizəçi daha sonra şikayət etdi ki, 1996-cı il iyunun 4-dən iyulun 31-dək onun barəsindəki həbs qətimkan tədbiri üçün heç bir qanuni dövlətdaxili qərar və ya hər hansı digər hüquqi əsas yox idi, bu isə Konvensiyanın 5-ci maddəsinin 1-ci bəndinin pozuntusudur.", "54. Hökumət iddia etdi ki, sözügedən müddətdə ərizəçi barəsindəki həbs qətimkan tədbirinə 5-ci maddənin 1-ci bəndi ilə haqq qazandırmaq olardı, çünki qətli onun törətməsinə dair əsaslı şübhə vardı. Həbs qətimkan tədbirinin qanuni olması üçün heç bir dövlətdaxili qərar tələb olunmurdu; həbs müddətində ərizəçi və iş üzrə digər müttəhimlər Cinayət Prosessual Məcəlləsinin həmin vaxt qüvvədə olan 226-cı maddəsinin 6-cı bəndinə əsasən işin materialları ilə tanış olmaq imkanına malik idilər. Hökumətin fikrincə, həmin norma ərizəçinin 21 iyun 1996-cı ilədək həbsdə saxlanmasına imkan verirdi. Bundan başqa, Hökumət iddia etdi ki, Litva hüququnun tələbinə görə ibtidai istintaq mərhələsində yalnız həbsin konkret müddəti təyin edilir, məhkəmə araşdırması zamanı isə məhkəmə həbs qətimkan tədbirini qüvvədə saxlaya, dəyişdirə və ya ləğv edə bilər (Cinayət Prosessual Məcəlləsinin həmin vaxt qüvvədə olan 104-1-cı maddəsi, 249-cu maddəsinin 1-ci bəndi və 250-ci maddəsinin 1-ci bəndi). Buna görə də, ərizəçinin 24 iyun 1996-cı ildən sonrakı həbs müddətinə belə bir fakt haqq qazandırırdı ki, iş Panevejis vilayət məhkəməsinə göndərilmişdi; və bundan sonra həmin məhkəmə ərizəçinin həbs müddətini uzatmağa və onun həbsini hər hansı başqa yolla qüvvədə saxlamağa borclu deyildi.", "55. Komissiya hesab etdi ki, ərizəçinin 4 iyun 1996-cı ildən 31 iyul 1996-cı ilədək həbsdə saxlanmasına heç bir qanuni dövlətdaxili qərarla icazə verilməmişdi və ya onun hər hansı digər «qanuni» əsası yox idi, bu isə Konvensiyanın 5-ci maddəsinin 1-ci bəndinin pozuntusudur.", "56. Məhkəmə xatırladır ki, 5-ci maddənin 1-ci bəndindəki «qanuni» və «qanunla müəyyən olunmuş... qaydada» ifadələri mahiyyət etibarı ilə milli qanunvericiliyi nəzərdə tutur və oradakı maddi və prosessual hüquq normalarına dövlət tərəfindən riayət edilməsi öhdəliyini bildirir.", "Lakin dövlətdaxili hüquqa əsasən həbsin «qanuniliyi» heç də həmişə həlledici element deyil. Məhkəmə bundan əlavə həm də əmin olmalıdır ki, nəzərdən keçirilən müddət ərzində şəxsin həbsdə qalması Konvensiyanın 5-ci maddəsinin 1-ci bəndinin məqsədinə, yəni fərdlərin qanunsuz olaraq azadlıqdan məhrum edilməsinin qarşısını almaq məqsədinə uyğun idi.", "Bundan başqa, Məhkəmə dövlətdaxili qanunvericiliyin, o cümlədən orada ifadə edilən və nəzərdə tutulan ümumi prinsiplərin Konvensiyaya uyğun olub-olmadığını müəyyən etməlidir. Sonuncu məsələ ilə bağlı Məhkəmə vurğuladı ki, söhbət şəxsin azadlıqdan məhrum edilməsindən getdikdə, ümumi prinsip olan hüquqi müəyyənlik prinsipinə riayət edilməsi xüsusilə önəmlidir. Buna görə də, Konvensiyada yer alan «qanunilik» standartına (həmin standart tələb edir ki, bütün qanunlar mövcud şəraitdə müvafiq şəxs üçün ağlabatan dərəcədə aydın olmalıdır, belə ki, o, – ehtiyac olduqda hüquqi məsləhət almaqla – konkret hərəkətin doğuracağı nəticələri öncədən görə bilməlidir) uyğun gəlmək üçün olduqca vacibdir ki, dövlətdaxili hüquqda azadlıqdan məhrum edilmənin şərtləri aydın müəyyən edilsin və tətbiq edilən qanunvericiliyin özünün nəticələrini öncədən görmək mümkün olsun (bax: Baranovski Polşaya qarşı, ərizə №28358/95, b. 50-52, AIHM 2000-III).", "57. Bu işin hallarına gəldikdə, Məhkəmə qeyd etdi ki, tərəflər razılaşdılar ki, 1996-cı il iyunun 4-dən iyulun 31-dək hakim və ya prokuror tərəfindən ərizəçinin həbsinə icazə verən heç bir qərar qəbul edilməmişdi. Buna görə də, belə görünür ki, həmin müddətdə ərizəçinin həbsi qüvvədə olan dövlətdaxili qanunvericiliyə (21 iyun 1996-cı ilədək Cinayət Prosessual Məcəlləsinin 10-cu və 104-cü maddələrinə, 21 iyun 1996-cı ildən sonra isə həmin Məcəllənin 10-cu və 104-1-ci maddələrinə) zidd idi.", "58. Lakin Hökumət iddia etdi ki, ərizəçinin həbsdə saxlandığı müddətin bir hissəsi Cinayət Prosessual Məcəlləsinin keçmiş 226-cı maddəsinin 6-cı bəndinin təsir dairəsinə düşür, belə ki, həmin müddətdə ərizəçi və digər müttəhimlər işin materialları ilə tanış olmaq imkanına malik idilər.", "59. Məhkəmə qeyd etdi ki, prokurorun 13 iyun 1996-cı il tarixli məktubunda, ombudsmanın 21 noyabr 1996-cı il tarixli qərarında, Ali Məhkəmənin Cinayət Şöbəsi sədrinin 30 dekabr 1996-cı il tarixli məktubunda və Hökumətin Məhkəməyə təqdim etdiyi arqumentlərdə ərizəçinin həbs müddətinin məhz hansı hissəsinin Cinayət Prosessual Məcəlləsinin keçmiş 226-cı maddəsinin 6-cı bəndinin təsir dairəsinə düşməsi sualına üç müxtəlif cavablar verilirdi, cavablardan belə nəticə çıxırdı ki, ərizəçinin 4, 14 və yaxud da 21 iyun 1996-cı ilədək həbs müddətinə həmin müddəa ilə haqq qazandırıla bilərdi. Məhkəmə Cinayət Prosessual Məcəlləsinin keçmiş 226-cı maddəsinin 6-cı bəndinin praktiki nəticələrinə dair bu fikir ayrılıqlarını həll etməyi vacib saymır, çünki bu, göründüyü kimi, hətta səlahiyyətli dövlət orqanları arasında dolaşıqlıq yaratmaq üçün kifayət edən qeyri-müəyyən məsələdir. Buna görə də, ərizəçinin sözügedən müddətdəki həbsi Konvensiyanın 5-ci maddəsinin 1-ci bəndindəki «qanunilik» tələblərinə ziddir. Bundan başqa, yuxarıda adı çəkilən dövlətdaxili hüquq normasına əsasən şübhəli şəxs həbsə alınarkən 5-ci maddənin 1-ci bəndinə heç bir aidiyyəti olmayan məsələlərə istinad edilib.", "Buradan belə nəticə çıxır ki, Cinayət Prosessual Məcəlləsinin keçmiş 226-cı maddəsinin 6-cı bəndi əsasında ərizəçinin azadlıqdan məhrum edilməsi Konvensiyanın 5-ci maddəsinin 1-ci bəndinin mənası baxımından qanunla nəzərdə tutulmamışdı.", "60. Hökumət daha sonra iddia etdi ki, 24 iyun 1996-cı ildən başlayaraq ərizəçinin həbsinə sadəcə belə bir fakt haqq qazandırırdı ki, iş vilayət məhkəməsinə göndərilmişdi. Həmin vaxt bu işə tətbiq edilə bilən dövlətdaxili qanunvericiliyə Hökumət tərəfindən verilən şərhə görə, sözügedən tarixdən sonra məhkəmə ərizəçinin həbs müddətini uzatmağa və onun həbsini hər hansı başqa yolla qüvvədə saxlamağa borclu deyildi.", "61. Lakin Məhkəmə hesab etdi ki, Hökumətin arqumenti belə bir tələbi aradan qaldırmır ki, ərizəçinin həbsə alınması həbs barədə qanuni orderə əsaslanmışdır, halbuki 196-cı il iyunun 4-dən iyulun 31-dək olan dövrdə bu cür order mövcud deyildi.", "62. Bundan başqa, Məhkəmə xatırladır ki, konkret hüquqi əsas olmadan şəxsi həbsdə saxlamaq praktikası hüquqi müəyyənlik və qanunsuzluğa qarşı müdafiə prinsiplərinə (bu prinsiplər Konvensiyanın bütün mətninin ana xəttini təşkil edir), habelə qanunun aliliyi prinsipinə ziddir (bax: Baranovskinin işi üzrə yuxarıda adı çəkilən qərara, b. 54-57).", "63. Məhkəmə qeyd etdi ki, 24 iyun 1996-cı ildə işin vilayət məhkəməsinə göndərilməsi faktı belə bir məsələyə aydınlıq gətirmədi ki, istintaq mərhələsində konkret müddətə həbsə alınan ərizəçinin həbs müddəti məhkəmə araşdırması ərzində davam etməli idimi (əgər davam etməli idisə, hansı şərtlərlə)?", "Məhkəmə bu nəticəyə gəlir ki, sadəcə ərizəçinin işinin məhkəməyə göndərilməsi faktı o demək deyil ki, onun barəsindəki həbs qətimkan tədbirinin davam etməsi Konvensiyanın 5-ci maddəsinin 1-ci bəndinin mənası baxımından «qanuni» əsasa malik idi.", "Ümumiyyətlə, 1996-cı il iyunun 4-dən 1996-cı il iyulun 31-dək ərizəçi barəsindəki həbs qətimkan tədbiri üçün heç bir dövlətdaxili qərar və ya «qanuni» əsas yox idi.", "64. Beləliklə, həmin müddətdə Konvensiyanın 5-ci maddəsinin 1-ci bəndi pozulmuşdu.", "", "3. 1996-cı il iyulun 31-dən oktyabrın 16-dək həbs qətimkan tədbiri", "", "65. Ərizəçi həmçinin şikayət etdi ki, 31 iyul 1996-cı il tarixli hazırlıq iclasında vilayət məhkəməsi ərizəçi barəsində həbs qətimkan tədbirinin «dəyişdirilmədən saxlanması» haqqında qərar qəbul edərkən Cinayət Prosessual Məcəlləsinin keçmiş 104-1-ci maddəsinin tətbiqində səhvə yol verib. Ərizəçinin fikrincə, onun həbs qətimkan tədbirinin müddəti 4 iyun 1996-cı ildə başa çatmışdı və vilayət məhkəməsi nə yeni həbs qətimkan tədbiri, nə də hər hansı digər tədbir barədə qərar qəbul etməmişdi. Ərizəçinin fikrincə, yalnız 16 oktyabr 1996-cı ildə onun həbs müddətinin uzadılması qanuni qərara əsaslanırdı, belə ki, həmin tarixdə regional məhkəmə onun barəsindəki həbs qətimkan tədbirinin müddətinin uzadılması haqqında order qəbul etmişdi. Beləliklə, 1996-cı il iyulun 31-dən oktyabrın 16-dək o, dövlətdaxili hüquqda nəzərdə tutulan prosedura zidd olaraq azadlıqdan məhrum edilmişdi.", "66. Hökumət iddia etdi ki, 31 iyul 1996-cı il tarixli qərarında vilayət məhkəməsinin ərizəçi barəsində həbs qətimkan tədbirinə icazə verməsi dövlətdaxili hüququn tələblərinə uyğun idi.", "67. Komissiya hesab etdi ki, 1996-cı il iyulun 31-dən oktyabrın 16-dək ərizəçinin həbsi Konvensiyanın 5-ci maddəsinin 1-ci bəndinə uyğun olaraq qanunla nəzərdə tutulmuş qaydada həyata keçirilmişdi.", "68. Məhkəmə xatırladır ki, 5-ci maddənin 1-ci bəndi tələb edir ki, şəxsin həbsi dövlətdaxili hüquqa uyğun olmalıdır. Yuxarıda qeyd edilən Baranovskinin işində Məhkəmənin bəyan etdiyi kimi, «ilk növbədə milli hakimiyyət orqanları tərəfindən, xüsusən məhkəmələr tərəfindən dövlətdaxili qanunvericiliyin şərh və tətbiq edilməsi normal haldır, digər tərəfdən, həmin qanunvericiliyə əməl edilməməsi Konvensiyanın pozulması ilə nəticələnirsə, bu cür işlərə (o cümlədən 5-ci maddənin 1-ci bəndi üzrə işlərə) münasibətdə məsələ başqa cürdür. Belə hallarda Məhkəmə milli qanunvericiliyə riayət edilib-edilmədiyini yoxlamaq üçün müəyyən səlahiyyət tətbiq edə bilər və etməlidir».", "Ərizəçinin həbsdə saxlanma müddəti məhkəmə orderinə əsaslanırsa, prinsipcə «qanunidir». Hətta həbs orderində qüsurlar olsa belə, bu, hökmən o demək deyil ki, 5-ci maddənin 1-ci bəndinin mənası baxımından həbsin müddəti qanunsuzdur (bax: Benhem Birləşmiş Krallığa qarşı məhkəmə işi üzrə 10 iyun 1996-cı il tarixli qərara, Reports of Judgments and Decisions 1996-III, pp. 753-54, §§ 42-47; habelə Visokas Litvaya qarşı, ərizə №49107/99, 6 yanvar 2000, dərc olunmayıb; Kamantauskas Litvaya qarşı, ərizə №45012/98, 29 fevral 2000, dərc olunmayıb).", "69. Məhkəmənin qeyd etdiyinə görə, ərizəçi bu faktı şübhə altına almır ki, 31 iyul 1996-cı il tarixli hazırlıq iclasında vilayət məhkəməsi öz səlahiyyətləri çərçivəsində hərəkət edib, belə ki, o, Cinayət Prosessual Məcəlləsinin 10, 104-1, 249 (1-ci bənd) və 250-ci (1-ci bənd) maddələrinə əsasən ərizəçinin həbsi barədə müvafiq order qəbul etmək səlahiyyətinə malik idi.", "Bu, həqiqətən belədir ki, ərizəçinin həbs müddətinin 4 iyun 1996-cı ildə başa çatdığına baxmayaraq, vilayət məhkəməsi öz qərarında göstərməyib ki, o yeni həbs tədbiri barəsində «əmr verir», yaxud konkret olaraq hansı tədbirin «dəyişdirilmədən saxlanmalı» olduğunu göstərməyib. Lakin qərarın kontekstini nəzərə alsaq, vilayət məhkəməsinin qərarının mənası (yəni ərizəçi həbsdə qalmalıdır) 31 iyul 1996-cı il tarixli hazırlıq iclasında iştirak edənlərin hamısına, o cümlədən ərizəçinin vəkilinə aydın olmalıdır.", "Məhkəmə hesab etmir ki, vilayət məhkəməsi qərəzli niyyətlə hərəkət edib və ya müvafiq dövlətdaxili qanunvericiliyi düzgün tətbiq etməyib.", "Buna görə də, sübuta yetirilmədi ki, ərizəçinin həbsdə qalması barədə 31 iyul 1996-cı il tarixli order dövlətdaxili hüquqa görə etibarlı deyildi, həmçinin sübuta yetirilmədi ki, ərizəçinin sonrakı həbsi 5-ci maddənin 1-ci bəndinin mənası baxımından qanunsuz idi.", "70. Beləliklə, 1996-cı il iyul 31-dən oktyabrın 16-dək ərizəçinin həbsdə saxlanması məsələsində Konvensiyanın 5-ci maddəsinin 1-ci bəndi pozulmamışdı.", "", "IV. Konvensiyanın 5-ci maddəsinin 3-cü bəndinin iddia edilən pozuntusu", "", "71. Ərizəçi Konvensiyanın 5-ci maddəsinin 3-cü bəndinin pozulduğunu iddia etdi; həmin bənddə deyilir:", "«Bu maddənin I bəndinin «c» alt bəndinə müvafiq olaraq tutulmuş və ya həbsə alınmış hər kəs, dərhal hakimin və ya qanunla məhkəmə hakimiyyətini həyata keçirmək səlahiyyəti verilmiş vəzifəli şəxsin yanına gətirilir və ağlabatan müddət ərzində məhkəmə araşdırması və ya məhkəməyə qədər azad edilmək hüququna malikdir. Azad edilmək məhkəmədə iştirak etmə təminatlarının təqdim edilməsilə şərtləndirilə bilər».", "", "1. Dərhal hakimin və ya digər vəzifəli şəxsin yanına gətirilmə", "", "72. Ərizəçi iddia etdi ki, həbs edildiyi andan, yəni 1996-cı il fevralın 8-dən oktyabrın 14-dək məhkəmə funksiyalarını yerinə yetirən müvafiq vəzifəli şəxsin yanına gətirilməyib. O, iddia etdi ki, 1996-cı il fevralın 8-dən iyunun 21-dək o, nə hakimin, nə də prokurorun yanına gətirilib və 21 iyun 1996-cı ildən sonra, yəni dəyişikliklər edilmiş Cinayət Prosessual Məcəlləsi qüvvəyə minəndən sonra o, dərhal hakimin yanına gətirilməyib. Ərizəçinin fikrincə, Konvensiyanın 5-ci maddəsinin 3-cü bəndi barəsində Litvanın qeyd-şərti etibarsız idi və onun dərhal müvafiq vəzifəli şəxsin yanına gətirilmək hüququna heç bir təsir göstərmirdi.", "73. Hökumət iddia etdi ki, 5-ci maddənin 3-cü bəndi barəsində Litvanın qeyd-şərti 21 iyun 1996-cı ilədək, yəni dəyişikliklər edilmiş Cinayət Prosessual Məcəlləsi qüvvəyə minənədək ərizəçinin dərhal müvafiq vəzifəli şəxsin yanına gətirilmək hüququnu aradan qaldırıb, həmin tarixdən sonra isə ərizəçinin sözügedən hüququ daha mövcud deyildi, çünki 5-ci maddənin 3-cü bəndinin tətbiq dairəsi ibtidai həbs ilə məhdudlaşır.", "74. Komissiya mahiyyət etibarı ilə Hökumətlə razılaşaraq belə nəticəyə gəldi ki, 5-ci maddənin 3-cü bəndi pozulmayıb.", "75. Məhkəmə hər şeydən əvvəl qeyd edir ki, 1996-cı il fevral 8-də həbsə alındığı andan martın 14-dək ərizəçi preventiv həbsdə saxlanılıb, Konvensiyanın 5-ci maddəsinin 1(c) bəndi bu həbs barəsində tətbiq edilmir (bax: yuxarıda 51-52-ci bəndlərə). Müvafiq surətdə, ərizəçinin 5-ci maddənin 3-cü bəndində nəzərdə tutulan hüququ, yəni dərhal müvafiq vəzifəli şəxsin yanına gətirilmək hüququ sözügedən preventiv həbs müddətinə şamil olunmur.", "76. Konvensiyanın 5-ci maddəsinin 1(c) bəndinin məqsədləri baxımından ərizəçi barəsindəki həbs qətimkan tədbirinə 14 mart 1996-cı ildə icazə verilmişdi. Müvafiq surətdə, Məhkəmə şikayəti araşdırarkən həmin tarixi başlanğıc müddət kimi götürməlidir.", "77. Bundan başqa, Məhkəmə qeyd etdi ki, 1996-cı il matın 14-dən oktyabrın 14-dək ərizəçi Konvensiyanın 5-ci maddəsinin 3-cü bəndində nəzərdə tutulan müvafiq vəzifəli şəxsin yanına gətirilməyərək həbsdə qalmışdı. Müvafiq surətdə, Litvanın qeyd-şərtinin həmin müddətə şamil edilib-edilməməsi yoxlanılmalıdır.", "78. Məhkəmə Konvensiyanın 57-ci maddəsinə istinad etdi; orada deyilir:", "«1. İstənilən dövlət bu Konvensiyanı imzalayarkən və ya onun ratifikasiya sənədini depozitə verərkən Konvensiyanın hər hansı konkret müddəası ilə bağlı, o dövrdə, onun ərazisində qüvvədə olan bu və ya digər qanunun həmin müddəaya uyğun olmaması ilə əlaqədar qeyd-şərt verə bilər. Bu maddəyə müvafiq olaraq, ümumi xarakterli qeyd-şərtlərə yol verilmir.", "2. Bu maddəyə uyğun olaraq edilmiş istənilən qeyd-şərt müvafiq qanunun qısa məzmununu əks etdirməlidir».", "79. Məhkəmə xatırladır ki, «ümumi xarakterli» qeyd-şərtlərin qadağan olunmasının məqsədi bunu təmin etməkdir ki, qeyd-şərtlər həddən artıq qeyri-müəyyən və geniş anlayışlarla ifadə edilməsin və onların dəqiq mənasını və təsir dairəsini müəyyən etmək mümkün olsun (bax: Belilos İsveçrəyə qarşı məhkəmə işi üzrə 29 aprel 1988-ci il tarixli qərara, A seriyası, c. 132, s. 26, b. 55).", "80. Litvanın sözügedən qeyd-şərti 21 iyun 1996-cı ilədək qüvvədə oldu və orada Konvensiyanın 5-ci maddəsinin 3-cü bəndi barəsində deyilirdi ki, prokuror (ittihamçı) Cinayət Prosessual Məcəlləsinin 104-cü maddəsinə əsasən (həmin vaxt qüvvədə olan redaksiyada) şəxs barəsində həbs qətimkan tədbirinə icazə verə bilər.", "81. Komissiya kimi Məhkəmə də qeyd etdi ki, qeyd-şərtin mətni aydın dildə ifadə edilib və onun mənasını və təsir dairəsini müəyyən etmək çətin deyil. Qeyd-şərtin mətnində kifayət qədər aydın şəkildə Konvensiyanın 5-ci maddəsinin 3-cü bəndinin adı çəkilir və həbs qətimkan tədbiri barəsində prokuror qərar qəbul etməsinə icazə verən müvafiq dövlətdaxili hüquq norması göstərilir. Məhkəmə bu nəticəyə gəldi ki, qeyd-şərt Konvensiyanın 57-ci maddəsinin tələblərinə cavab verir, yəni kifayət qədər aydın və dəqiqdir.", "82. Müvafiq surətdə, nə qədər ki sözügedən qeyd-şərt qüvvədə idi, həbs qətimkan tədbiri müddətində ərizəçinin müvafiq vəzifəli şəxsin yanına gətirilməməsi Konvensiyanın 5-ci maddəsinin 3-cü bəndinin pozuntusunu təşkil edə bilməzdi.", "83. İndi yalnız onu müəyyən etmək qalır ki, 21 iyun 1996-cı ildə qeyd-şərtin müddəti başa çatdıqdan sonra ərizəçi dərhal müvafiq vəzifəli şəxsin yanına gətirilmək hüququna malik idimi?", "84. Məhkəmə qeyd edir ki, 5-ci maddənin 3-cü bəndindəki «dərhal... gətirilir» ifadəsi o deməkdir ki, müvafiq vəzifəli şəxsin yanına gətirilmək hüququ şəxsin 5-ci maddənin 1(c) bəndinə əsasən azadlıqdan məhrum edildiyi hallara aiddir. Buna görə də, Razılığa gələn Dövlətlərin 5-ci maddənin 3-cü bəndində nəzərdə tutulan öhdəliyi, yəni dərhal müvafiq vəzifəli şəxsin yanına gətirilmə öhdəliyi tutulmuş şəxsin həbsə alınmasının ilkin mərhələsi ilə məhdudlaşır, hərçənd ki, Konvensiyanın 5-ci maddəsinin 4-cü bəndi müəyyən hallarda tələb edə bilər ki, tutulmuş şəxs, əgər onun həbsdə qalma müddəti uzanırsa, həbsinin qanunsuz olduğuna səmərəli şəkildə etiraz edə bilmək üçün sonradan hakimin yanına gətirilməlidir (zəruri dəyişikliklərlə bax: Trjaska Polşaya qarşı, ərizə №25792/94, Komissiyanın 19 may 1998-ci il tarixli rəyi, b. 71-81, dərc olunmayıb).", "85. Əgər Konvensiyanın 57-ci maddəsi əsasında edilmiş qeyd-şərtin müddəti bitdikdən sonra dövlətdən tələb olunsaydı ki, müvafiq hüququn qüvvəsini geriyə, yəni qeyd-şərtin təsir dairəsinə düşən müddətə şamil etsin, o halda qeyd-şərt öz mənasını itirmiş olardı.", "86. Bu işin faktlarına gəldikdə, 5-ci maddənin 3-cü bəndi barəsindəki qeyd-şərt 21 iyun 1996-cı ildə başa çatmışdı. Həmin anda ərizəçi martın 14-dən başlayaraq, yəni üç aydın artıq müddətdə həbsdə saxlanılırdı. Müvafiq surətdə, 21 iyun 1996-cı ilədək xeyli vaxt keçmişdi və «dərhal» anlayışı öz əhəmiyyətini itirmişdi (zəruri dəyişikliklərlə bax: Assenov və başqaları Bolqarıstana qarşı, 28 oktyabr 1998-ci il tarixli qərara, Reports 1998-VIII, p. 3299, § 147).", "Buradan belə nəticə çıxır ki, qeyd-şərtin müddəti bitdikdən sonra Litva daha ərizəçini dərhal müvafiq vəzifəli şəxsin yanına gətirmək öhdəliyini daşımırdı. Müvafiq surətdə, qeyd-şərtin başa çatmasından sonra 5-ci maddənin 3-cü bəndinin təsir dairəsinə düşən yeni öhdəlik mövcud deyildi.", "87. Beləliklə, bu məsələdə Konvensiyanın 5-ci maddəsinin 3-cü bəndinin heç bir pozuntusu baş verməmişdi.", "", "2. Həbs müddəti", "", "88. Ərizəçi həmçinin iddia etdi ki, onun həbsinin ümumi müddəti (altı ay bir gün) həddən artıq çox idi və bu baxımdan Konvensiyanın 5-ci maddəsinin 3-cü bəndi pozulmuşdu. Məsələn, o, iddia etdi ki, preventiv həbsdə olduğu müddətdə dövlət orqanları tərəfindən heç bir müvafiq prosessual tədbirlər görülməyib. Bundan başqa, o, iddia etdi ki, dövlət orqanları ibtidai istintaq və məhkəmə araşdırması mərhələlərində həddən artıq ləng hərəkət ediblər, bu isə lüzumsuz prosessual müzakirələrə və işin əlavə istintaq üçün təxirə salınması hallarına səbəb olub. Ərizəçi yekun olaraq bildirdi ki, onun həbsdə qalma müddətinə Konvensiyanın 5-ci maddəsinin 3-cü bəndi ilə haqq qazandırmaq olmaz.", "89. Hökumət iddia etdi ki, nəzərə alınmalı olan müddət 14 mart 1996-cı ildən başlayıb və 9 iyun 1997-ci ildə başa çatıb. Beləliklə, o, qeyd etdi ki, Konvensiyanın 5-ci maddəsinin 3-cü bəndinin mənası baxımından ərizəçinin həbsdə qalma müddəti on dörd ay iyirmi altı gün davam edib. Hökumət vurğuladı ki, sözügedən icraat ağırlaşdırıcı hallarla adam öldürmə işinə aid idi və bu işdə ərizəçi ilə birlikdə üç polis əməkdaşı da təqsirləndirilirdi. İşin faktiki və hüquqi tərəflərinin mürəkkəb olduğunu belə bir fakt təsdiq edirdi ki, əlavə sübutların toplanması üçün məhkəmə araşdırmasını iki dəfə təxirə salmaq lazım gəlmişdi. Hökumətin fikrincə, ərizəçinin həbsi yalnız iş üzrə materiallarda ona qarşı ciddi sübutların olduğuna əsaslanmamışdı, həbsin səbəb həm də bu idi, ərizəçinin «həqiqətin üzə çıxmasına maneə yaradacağı» təhlükəsi vardı. Hökumət hesab etdi ki, ərizəçi barəsindəki həbs qətimkan tədbirinin ümumi müddəti Konvensiyanın 5-ci maddəsinin 3-cü bəndində qeyd olunan «ağlabatan müddət» həddini keçməmişdi.", "90. Komissiya bu fikirdədir ki, yuxarıda qeyd olunan şikayətlə bağlı 5-ci maddənin 3-cü bəndi pozulub, belə ki, səlahiyyətli orqanlar tərəfindən ərizəçinin həbsdə saxlanması üçün kifayət qədər zəruri əsaslar olmayıb.", "91. Məhkəmə hər şeydən əvvəl nəzərə alınmalı olan müddəti müəyyən etməlidir. O, yuxarıda bu nəticəyə gəldi ki, 1996-cı il fevralın 8-dən martın 14-dək ərizəçinin preventiv həbsi 5-ci maddənin 1(c) bəndinin təsir dairəsinə düşmür və 5-ci maddənin 3-cü bəndi həmin müddətə tətbiq edilə bilməz (bax: yuxarıda 51, 52 və 75-ci bəndlərə). Bununla belə, Məhkəmə həbs müddətinin ağlabatan olub-olmadığını qiymətləndirmək üçün həmin müddətin onun (Məhkəmənin) səlahiyyət dairəsindən kənarda qalan hissəsini nəzərdən keçirə bilər (bax: Mitap və Müftüoğlu Türkiyəyə qarşı, ərizələr №15530/89 və 15531/89, Komissiyanın 10 oktyabr 1991-ci il tarixli rəyi, Decisions and Reports 72, p. 169).", "92. Ərizəçinin barəsindəki həbs qətimkan tədbiri 14 mart 1996-cı ildən 9 iyun 1997-ci ilədək, yəni on dörd ay iyirmi altı gün davam etmişdi. Buna görə də, Məhkəmə ərizəçinin həbs müddətinin ağlabatan olub-olmadığını həmin müddət əsasında müəyyən edəcəkdir. O, həmçinin nəzərə alacaqdır ki, ərizəçi barəsindəki həbs qətimkan tədbirinə icazə verilərkən o, 1996-cı il fevralın 8-dən, yəni artıq bir aydan çox idi ki, həbsdə idi.", "93. Məhkəmə xatırladır ki, həbs müddətinin ağlabatan olub-olmaması hər bir halda işin konkret xüsusiyyətləri nəzərə alınmaqla qiymətləndirilməlidir. Konkret işdə şəxsin həbs müddətinin davam etməsinə yalnız o halda haqq qazandırmaq olar ki, təqsirsizlik prezumpsiyasına baxmayaraq məhbusun azadlıq hüququnu üstələyə bilən həqiqi və aydın ictimai maraqlar mövcud olsun.", "Mühüm ictimai maraqların lehinə və ya əleyhinə dəlalət edən halları araşdırmaq və azadlığa buraxılma haqqında ərizələrə dair qərarlarında həmin halları əks etdirmək vəzifəsi ilk növbədə milli məhkəmə orqanlarının üzərinə düşür. Bu qərarlarda gətirilən əsaslar və ərizəçinin öz şikayətlərində müəyyən etdiyi faktlar olduqca önəmlidir, belə ki, onların əsasında Məhkəmə Konvensiyanın 5-ci maddəsinin 3-cü bəndinin pozulub-pozulmadığına dair qərar verməlidir.", "Həbs edilmiş şəxsin cinayət törətməsinə dair əsaslı şübhənin olması həbs müddətinin davam etməsinin qanuniliyi üçün zəruri şərtdir, lakin müəyyən müddət keçdikdən sonra şəxsin həbsdə saxlanması üçün sözügedən əsaslı şübhə daha kifayət etmir. Belə olan təqdirdə Məhkəmə müəyyən etməlidir ki, şəxsin həbdə saxlanma müddətinin davam etməsinə haqq qazandırmaq üçün məhkəmə orqanlarının gətirdiyi digər əsaslar «kifayət qədər zəruri» əsaslardırmı (digər qərarlarla yanaşı bax: Punzelt Çex Respublikasına qarşı, ərizə №31315/96, b. 73, 25 aprel 2000-ci il, dərc olunmayıb)?", "94. Cari işdə ərizəçinin həbs qətimkan tədbirinə haqq qazandırmaq üçün ittiham orqanlarının gətirdiyi yeganə əsaslar cinayətin ağırlığından və iş üzrə materiallarda ona qarşı ciddi sübutların olmasından ibarət idi. Vilayət məhkəməsi ərizəçinin həbsdə qalmasına haqq qazandıran heç bir əsas gətirməmişdi.", "Məhkəmə hesab edir k, ərizəçinin adam öldürməkdə şübhəli bilinməsi öncə onun həbsinə haqq qazandırırdı, lakin bu, onun on beş aya yaxın həbsdə saxlanması üçün «kifayət qədər zəruri» əsas deyil, xüsusən nəzərə alsaq ki, sözügedən şübhənin əsaslı olması birinci instansiya məhkəməsində sübuta yetirilməmişdi və həmin məhkəmə ərizəçiyə bəraət vermişdi. Buradan belə nəticə çıxır ki, ərizəçinin həbs müddəti həddən artıq uzun çəkib.", "95. Buna görə də, bu məsələdə Konvensiyanın 5-ci maddəsinin 3-cü bəndi pozulub.", "", "V. Konvensiyanın 5-ci maddəsinin 4-cü bəndinin iddia edilən pozuntusu", "", "96. Ərizəçi iddia etdi ki, Konvensiyanın 5-ci maddəsinin 4-cü bəndi pozulub; həmin bənddə deyilir:", "«Tutulma və ya həbsə alma nəticəsində azadlıqdan məhrum edilmiş hər kəs onun həbsə alınmasının qanuniliyinə məhkəmə tərəfindən təxirə salınmadan baxılmaq hüququna və əgər onun həbsi məhkəmə tərəfindən qanunsuz hesab edilibsə, azad edilmək hüququna malikdir».", "97. Ərizəçi şikayət etdi ki, qanunvericilik həbs qətimkan tədbiri müəyyən edən məhkəmə qərarlarından şikayət etməyə yol vermədiyinə görə o, həbsinin qanunsuzluğuna etiraz etmək imkanına malik olmayıb.", "98. Hökumət iddia etdi ki, sözügedən dövlətdaxili qanunvericilik ərizəçiyə həbsinin qanuniliyi məsələsindən şikayət etmək üçün kifayət qədər imkan verirdi və həmin məsələ vilayət məhkəməsi tərəfindən 31 iyul, 14 və 16 oktyabr 1996-cı il tarixli dinləmələrdə araşdırılmışdı.", "99. Komissiya bu fikirdədir ki, ərizəçi həbs qətimkan tədbirinin dövlətdaxili maddi və prosessual hüquq normalarına uyğunluğu məsələsindən şikayət etmək üçün kifayət qədər imkana malik olmayıb, bu isə 5-ci maddənin 4-cü bəndinin pozuntusudur.", "100. Məhkəmə xatırladır ki, Konvensiyanın 5-ci maddəsinin 4-cü bəndi tutulan və ya həbsə alınan şəxsə, Konvensiyanın terminləri ilə desək, azadlıqdan məhrum edilməsinin «qanuniliyi» məsələsi üçün mühüm olan prosessual və maddi hüquqi şərtlərin araşdırılması hüququnu verir. Bu, o deməkdir ki, səlahiyyətli məhkəmə təkcə dövlətdaxili hüquqdakı prosessual normaların tələblərini deyil, həm də şəxsin tutulmasına səbəb olmuş şübhənin əsaslı olub-olmadığını, habelə tutulmanın və həbsin məqsədinin qanuni olub-olmadığını araşdırmalıdır (bax: Broqan və başqaları Birləşmiş Krallığa qarşı məhkəmə işi üzrə 29 noyabr 1988-ci il tarixli qərara, A seriyası, c. 145-B, s. 34-35, b. 65).", "5-ci maddənin 4-cü bəndi həbs qərarlarına və ya həbs müddətinin uzadılmasına qarşı apelyasiya şikayət vermək hüququnu nəzərdə tutmur, çünki bu bənddə söhbət həbsin qanuniliyinə apelyasiya instansiyasında deyil, birinci instansiya məhkəməsində baxılması hüququndan gedir. Prinsipcə həbsin qanuniliyinə hər hansı başqa orqan tərəfindən baxılması da 5-ci maddənin 4-cü bəndinin tələblərinə uyğun ola bilər, bu şərtlə ki, müvafiq prosedur məhkəmə xarakterli olsun və müvafiq şəxsə sözügedən azadlıqdan məhrum etmə növünə uyğun olan təminatlar versin (zəruri dəyişikliklərlə bax: De Vilde, Ooms və Versip Belçikaya qarşı məhkəmə iş üzrə 18 iyun 1971-ci il tarixli qərara, A seriyası, c. 12, s. 40-41, b. 76).", "101. Avropa Məhkəməsi qeyd etdi ki, vilayət məhkəməsi ərizəçinin həbs qətimkan tədbiri barəsində qərar qəbul edərkən həbsin qanuniliyi məsələsinə dair ərizəçinin şikayətlərindən heç nə deməyib. Bundan başqa, apelyasiya Məhkəməsi və Ali Məhkəmənin Cinayət Şöbəsinin sədri ərizəçinin həbsinə qarşı şikayət etmək imkanına malik olduğunu təsdiq etsələr də, həmin vaxt qüvvədə olan qanunvericiliyin yaratdığı maneəyə dair ərizəçinin şikayətlərini araşdırmamışdılar.", "Həbsxana müdiriyyətinə qarşı ərizəçinin qaldırdığı mülki iddia 5-ci maddənin 4-cü bəndinə aid deyildi, çünki mülki məhkəmələr ərizəçinin azadlığa buraxılması haqqında qərar qəbul etmək səlahiyyətinə malik deyildilər, halbuki bu, sözügedən bəndin tələbi idi. İstənilən halda, ərizəçinin mülki iddiasını araşdıran məhkəmələrin səlahiyyəti onun həbsinə əsas verən hər hansı formal qərarın olub-olmadığı məsələsini araşdırmaqla məhdudlaşırdı, lakin ərizəçinin həmin qərarlara əsaslanan həbsinin qanuniliyi barədə qərar qəbul etmək səlahiyyətinə sözügedən məhkəmələr malik deyildilər.", "Buradan belə nəticə çıxır ki, ərizəçi həbsinin «qanuniliyi» məsələsi üçün mühüm olan prosessual və maddi hüquqi şərtlərin araşdırılmasını tələb etmək hüququndan məhrum edilib.", "102. Buna görə də, Konvensiyanın 5-ci maddəsinin 4-cü bəndi pozulub.", "", "VI. Konvensiyanın 41-ci maddəsinin tətbiqi", "", "103. Konvensiyanın 41-ci maddəsində deyilir:", "«Əgər Məhkəmə Konvensiya və onun Protokollarının pozulduğunu, lakin Razılığa gələn Yüksək Tərəfin daxili hüququnun yalnız bu pozuntunun nəticələrinin qismən aradan qaldırılmasına imkan verdiyini müəyyən edirsə, Məhkəmə zəruri halda, zərərçəkən tərəfə əvəzin ədalətli ödənilməsini təyin edir».", "", "A. Maddi ziyan", "", "104. Ərizəçi həbs edilməsi ucbatından əmək haqqını və iş imkanlarını itirdiyinə görə kompensasiya qismində 256.878 lit (Litvanın pul vahidi – tərc.) tələb etdi. Eləcə də o, həbsdə olduğu müddətdə əlavə ərzaqlara çəkdiyi məsrəflərə görə 8.600 lit, əlavə dərmanlara və vitaminlərə çəkdiyi məsrəflərə görə 1.500 lit tələb etdi.", "105. Hökumət hesab etdi ki, bu tələblər əsassızdır.", "106. Məhkəmə bu fikirdədir ki, müəyyən edilmiş pozuntularla iddia edilən maddi ziyan arasında səbəbli əlaqə yoxdur versin (zəruri dəyişikliklərlə bax: Baranovskinin işi üzrə yuxarıda adı çəkilən qərara, b. 81; və Punzeltin işi üzrə yuxarıda adı çəkilən qərara, b. 103). Müvafiq surətdə, o, bu bənd üzrə ərizəçiyə hər hansı məbləğ təyin edilməsi üçün əsas görmür.", "", "B. Mənəvi ziyan", "", "107. Bundan başqa, ərizəçi həbsdə olduğu müddətdə mənəvi və fiziki iztirablara məruz qaldığına görə 191.600 lit tələb etdi.", "108. Hökumət hesab etdi ki, sözügedən məbləğ həddən artıq şişirdilib.", "109. Məhkəmə bu fikirdədir ki, ərizəçi, şübhəsiz ki, mənəvi ziyana məruz qalıb və sadəcə pozuntu faktının təsdiq edilməsi həmin ziyanı kompensasiya edə bilməz. Məhkəmə qiymətləndirməni ədalət prinsipi əsasında həyata keçirərək bu bənd üzrə ərizəçiyə 60.000 lit təyin etdi.", "", "C. Məhkəmə xərcləri və digər məsrəflər", "", "110. Bundan başqa, ərizəçi dövlətdaxili icraatda və Konvensiya orqanlarındakı icraatda çəkdiyi məhkəmə xərclərinə görə 85.800 lit, habelə dövlətdaxili icraat zamanı çəkdiyi nəqliyyat xərclərinə görə 9.052 lit tələb etdi.", "111. Hökumət hesab etdi ki, sözügedən tələblər həddən artıq şişirdilib.", "112. Məhkəmə xatırladır ki, məhkəmə xərclərinin və digər məsrəflərin Konvensiyanın 41-ci maddəsi üzrə təyin edilən kompensasiyaya daxil edilməsi üçün sübut edilməlidir ki, həmin xərclər həqiqətən çəkilib, bu xərclərin çəkilməsi zəruri olub və onların miqdarı ağlabatandır (digər qərarlarla yanaşı bax: Nikolova Bolqarıstana qarşı, ərizə №31195/96, b. 79, AIHM 1999-II).", "113. Məhkəmə hesab edir ki, dövlətdaxili proseslərdə ərizəçinin çəkdiyi nəqliyyat xərclərinin Konvensiya üzrə tələblərə aidiyyəti yoxdur. Buna görə də, o, həmin xərclərə görə hər hansı məbləğin təyin edilməsini rədd etdi.", "114. Vəkillərin qonorarlarının ödənilməsinə dair tələblərə gəldikdə, Məhkəmə qeyd edir ki, həmin qonorarların böyük bir hissəsi ərizəçinin ona qarşı irəli sürülən ittihamlardan müdafiə olunmasına aid idi, habelə həmin ittihamların haqsız olduğu barədə ərizəçinin şikayətlərinə idi, sonuncu şikayətlər isə Məhkəmə tərəfindən qəbul olunmayan elan edilib. Məhkəmə tərəfindən müəyyən edilmiş pozuntulara qarşı, yəni Konvensiyanın 5-ci maddəsinin 1, 3 və 4-cü bəndlərinin pozuntularına qarşı müdafiə vasitəsi əldə etmək üçün sözügedən qonorarların ödənilməsinə ehtiyac yox idi. Məhkəmə qiymətləndirməni ədalət prinsipi əsasında həyata keçirərək məhkəmə xərclərinə görə ərizəçiyə 40.000 lit (üstəgəl əlavə dəyər vergisinin məbləği) təyin etdi.", "", "D. İcranın gecikdirilməsinə görə faiz", "", "115. Məhkəmədə olan məlumata görə, bu qərar qəbul edilən gün üçün Litvada tətbiq edilən, qanunla müəyyən edilmiş faiz dərəcəsi illik 9,5% təşkil edir.", "", "Bu əsaslara görə Məhkəmə yekdilliklə", "", "1. Qərara alır ki, ərizəçinin arvadı onun adından prosesdə iştirak etmək hüququna malikdir;", "2. Hökumətin ilkin etirazını rədd etdi;", "3. Qərara alır ki, ərizəçinin preventiv həbsində Konvensiyanın 5-ci maddəsinin 1-ci bəndi pozulub;", "4. Qərara alır ki, 1996-cı il iyunun 4-dən iyulun 31-dək ərizəçi barəsindəki həbs qətimkan tədbirində Konvensiyanın 5-ci maddəsinin 1-ci bəndi pozulub;", "5. Qərara alır ki, 1996-cı il iyulun 31-dən oktyabrın 16-dək ərizəçi barəsindəki həbs qətimkan tədbirində Konvensiyanın 5-ci maddəsinin 1-ci bəndi pozulmayıb;", "6. Qərara alır ki, ərizəçinin dərhal hakimin və ya digər vəzifəli şəxsin yanına gətirilməməsi məsələsində Konvensiyanın 5-ci maddəsinin 3-cü bəndi pozulmayıb;", "7. Qərara alır ki, ərizəçi barəsindəki həbs qətimkan tədbirinin müddəti məsələsində Konvensiyanın 5-ci maddəsinin 3-cü bəndi pozulub;", "8. Qərara alır ki, Konvensiyanın 5-ci maddəsinin 4-cü bəndi pozulub;", "9. Qərara alır ki:", "a) cavabdeh dövlət üç ay ərzində ərizəçiyə aşağıdakı məbləğləri ödəməlidir:", "i) mənəvi ziyana görə – 60.000 (altmış min) lit;", "ii) məhkəmə xərclərinə və digər məsrəflərə görə – 40.000 (qırx min) lit (üstəgəl əlavə dəyər vergisinin məbləği);", "b) yuxarıda qeyd edilən üç aylıq müddət keçdikdən sonra öhdəlik tam icra olunana qədər illik dərəcəsi 9,5% təşkil edən adi faizlər ödənilməlidir.", "10. Əvəzin ədalətli ödənilməsi haqqında qalan tələbləri rədd edir.", "", "Qərar ingilis dilində tərtib edilmiş və Məhkəmə Reqlamentinin 77-ci Qaydasının 2-ci və 3-cü bəndlərinə uyğun olaraq, 31 iyul 2000-ci ildə qərar barədə yazılı məlumat verilmişdir.", ""]}