{"file": "AZE_HJUDAZE_19853_03.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "19853/03", "text_paragraphs": ["", "İnsan Hüquqları üzrə Avropa Məhkəməsi", "", "BİRİNCİ BÖLMƏ", "", "AKİMOVA AZƏRBAYCANA QARŞI İŞ ÜZRƏ", "", "(Ərizə N. 19853/03)", "", "Q Ə R A R", "", "STRASBURQ", "", "27 sentyabr 2007-ci il", "", "Avropa Məhkəməsi (I Bölmə) Palata qismində aşağıdakı tərkibdə çıxış etmişdir:", "Cənab  X.L.ROZAKİS, Prezident", "Cənab  L.LUKAYDES", "Cənab  A.KOVLER", "Xanım  E.STEİNER", "Cənab  X.HACIYEV", "Cənab  D.SPİELMAN", "Cənab  S.E.CEBENS, hakimlər, və", "Cənab S.NİLSEN, Bölmə katibi", "", "Göstərilən şikayətə baxaraq aşağıdakı qərarı qəbul etmişdir,", "06 sentyabr 2007-ci il", "", "PROSES", "", "1. İş 2003-cü il aprelin 25-də Azərbaycan Respublikasının vətəndaşı Valentina Akimova (bundan sonra - ərizəçi) tərəfindən İnsan Hüquqlarının və Əsas Azadlıqların Müdafiəsi haqqında Avropa Konvensiyasının 34-cü maddəsini rəhbər tutaraq, Azərbaycan Respublikasına qarşı irəli sürdüyü şikayətə (№ 19853/03) əsaslanır.", "2. Ərizəçini Bakıda çalışan hüquqşünas xanım N.Hüseynova, Azərbaycan Respub-\nlikasını isə, hakimiyyət nümayəndəsi Ç.Əsgərov təmsil edirdi.", "", "3. Ərizəçi başlıca olaraq ona istinad edir ki, onun mənzilini qanunsuz zəbt etmiş məcburi köçkünlərin məhkəmə qətnaməsi əsasında mənzildən çıxarılmasının icrasının təxirə salınması ilə onun Konvensiyanın 1-ci Protokolunun 1-ci maddəsində təsbit olunmuş mülkiyyətindən dinc istifadə olunması və Konvensiyanın 6-cı maddəsində nəzərdə tutulmuş məhkəməyə müraciət etmək hüquqlarını pozmuşlar.", "4. 12 yanvar 2006-cı il tarixdə çıxarılmış qərarla Məhkəmə tərəfindən şikayət qismən qəbul edilmişdir.", "5. İddiaçı və Dövlət işə aid olan halları mahiyyəti üzrə təqdim etmişlər (59-cu qaydanın 1-ci paraqrafı).", "", "I. İŞİN FAKTİKİ HALLARI", "", "6. Ərizəçi 1950-ci ildə anadan olmuşdur və Bakı şəhərində yaşayır.", "7. Dövlət mənzil qaydalarına əsasən, Nərimanov rayon İcra Hakimiyyətinin (bundan sonra - NRİH) 02 iyun 1993-cü il tarixli Sərəncamı ilə ərizəçiyə Bakı şəhərində yerləşən və dövlət mülkiyyətində olan 3 otaqlı mənzilə order verilmişdir. Həmin vaxt binanın tikintisi başa çatmadığından icarəçilər mənzillərində təmir işlərinin başa çatdırılmasının öz hesab-\nlarına aparılmasını üzərlərinə götürmüş və bu səbəbdən də ərizəçi yeni mənzilə köçməmişdir.", "8. 1997-ci ildə şifahi razılaşmaya əsasən, ərizəçi öz tanışı olan R.-in həmin mənzildən müvəqqəti və pulsuz olaraq istifadə etməsinə icazə vermişdir. Tərəflərin razılaşmasına əsasən, R. mənzildən istifadə etməsi müqabilində və ərizəçinin təqdim edəcəyi tikinti materialları hesabına bu mənzildə təmir işlərinin aparılmasını üzərinə götürmüşdür. Həmçinin, R. ərizəçinin tələb edəcəyi anda mənzilin boşaldılmasını üzərinə götürmüşdür.", "9. Bir müddətdən sonra mövcud şifahi razılaşmaya zidd olaraq R. qohumları olan H. və onun ailə üzvlərinin (bundan sonra - H.) həmin mənzilə köçmələrinə icazə vermişdir. H. Ermənistan-Azərbaycan-Dağlıq Qarabağ münaqişəsi zamanı Ermənistanın hərbi qüvvə-\nlərinin nəzarəti altında qalan Ağdam rayonundan olan məcburi köçkündür.", "10. Ərizəçi mənzilinə tanımadığı adamların girdiyini gördükdə, onlardan mənzili tərk etməyi tələb etmişdir. Buna baxmayaraq, H. başqa yaşayış yerinin olmadığını bəhanə edərək, mənzili tərk etməkdən imtina etmişdir. Ərizəçi H.-ın mənzili boşaltması tələbi ilə məhkəməyə müraciət etmişdir.", "11. 29 mart 2000-ci il tarixdə Nizami Rayon Məhkəməsi iddianı təmin etmişdir. Məhkəmə müəyyən etmişdir ki, H. mübahisəli mənzilə köçməzdən əvvəl Bərdə şəhərində yaşamış və Bakı şəhəri Xətai rayonunda məcburi köçkün kimi qeydiyyata alınmışdır. Onlar mənzilə 1997-ci ildə daxil olduqlarını təkzib etməmişlər. Məhkəmə, həmçinin müəyyən etmişdir ki, iddiaçı mübahisəli mənzilin qanuni kirayəçisidir və müvafiq olaraq H.-ın mənzildən çıxarılması tələbini etmək ixtiyarı vardır. Məhkəmə H-ın mənzildən çıxarılmasına dair qətnamə qəbul etmişdir. H. apellyasiya şikayəti vermişdir.", "12. 30 sentyabr 2002-ci il tarixdə Apellyasiya Məhkəməsi rayon məhkəməsinin qətnaməsini ləğv etmişdir. Məhkəmə NRİH tərəfindən yarımçıq tikilmiş evə verilən orderin qanunvericiliyin tələblərinə cavab vermədiyini müəyyən etmişdir. Eyni zamanda, məhkəmə ərizəçinin yaşayış sahəsinə dair icarə müqaviləsi bağlamadığını və müvafiq olaraq mənzili tələb etmək hüququnun olmadığını müəyyən etmişdir. Beləliklə, məhkəmə birinci instansiya məhkəməsinin mənzildən çıxarılmaya dair qətnaməsini ləğv etmişdir.", "13. Ərizəçi kassasiya şikayəti vermişdir. Ali Məhkəmənin 13 dekabr 2002-ci il tarixli qərarı ilə Apellyasiya Məhkəməsinin qətnaməsi ləğv edilmiş və şikayətçinin tələbi qismən təmin edilmişdir. Ali Məhkəmə müəyyən etmişdir ki, işə baxan Apellyasiya Məhkəməsi şikayətçinin mənzilə olan orderinin qanuniliyinin müəyyən edilməsində səhvə yol vermişdir. Məhkəmə həmçinin göstərmişdir ki, şikayətdə mülkiyyət hüquqları təkzib olunmur və məsələ yalnız H.-ın ərizəçinin mənzilində qalmaq hüququndan gedir. Ali Məhkəmə Apellyasiya Məhkəməsinin bu hissəyə aid qərarını ləğv edib.", "14. Ali Məhkəmə H-ın mənzildən çıxarılmasını qət etmişdir. Lakin məhkəmə H.-ın Ağdam rayonunda yerləşən daimi yaşadığı mənzilə qayıtmağın mümkünsüzlüyünü və başqa yaşayış yerinin olmadığını nəzərə alaraq, qərarın icrasının Ağdama qayıtmaq mümkün olana qədər təxirə salınmasını qət etmişdir.", "15. Ərizəçinin əlavə kassasiya qaydasında verdiyi şikayətinə əsasən, Ali Məhkəmənin 27 yanvar 2005-ci il tarixli Plenumunun qərarı ilə Ali Məhkəmənin 13 dekabr 2002-ci il tarixli qərarı ləğv edilmişdir. Plenum onu qeyd etmişdir ki, mülki-prosessual qanunvericiliyə əsasən, Ali Məhkəmə işə mahiyyəti üzrə baxmağa səlahiyyəti olmadığından apellyasiya instansiyası məhkəməsinin qətnamə və ya qərardadını tamamilə, yaxud qismən ləğv edib işi yenidən baxılmaq üçün apellyasiya instansiyası məhkəməsinə göndərə bilər. Beləliklə, Plenum müəyyən etmişdir ki, Ali Məhkəmənin işə mahiyyəti üzrə baxması prosessual qaydaları pozur. Plenum işi Apellyasiya Məhkəməsinə göndərmişdir.", "16. 07 aprel 2005-ci il tarixdə Apellyasiya Məhkəməsi Ali Məhkəmənin 13 dekabr 2002-ci il tarixli qərarına əsasən iş üzrə yeni qətnamə çıxarmışdır. Məhkəmə tərəfindən qət edilmişdir ki, H. zəbt etdiyi mənzili boşaltmalıdır. Həmçinin qərara alınmışdır ki: «......Akimovanın iddiası təmin edilməməlidir; nəzərə alaraq ki, cavabdeh Ağdam rayonundan məcburi köçkündür, qətnamənin icrası Ağdam rayonu işğaldan azad olunana qədər təxirə salınsın».", "17. Hazırda Ağdam Ermənistanın və tanınmamış Dağlıq Qarabağ silahlı qüvvə-\nlərinin nəzarəti altındadır. Axırıncı məlumata ğörə H. ərizəçinin mənzilində yaşayır.", "", "II. İŞƏ AİD OLAN  DAXİLİ  QANUNVERİCİLİK", "", "A. 01 mart 1983-cü il tarixli Mənzil Məcəlləsi", "", "18. Mənzil Məcəlləsinə əsasən, Azərbaycan vətəndaşları müəyyən edilmiş qaydada dövlət və ictimai mənzil fondu evlərində yaşayış sahəsi almaq hüququna malikdirlər (10 və 28-ci maddələr).", "19. Mənzilin verilməsi haqqında yerli İcra Hakimiyyətinin qərarı yaşayış sahəsi orderi verilməsi yolu ilə həyata keçirilir (48-ci maddə).", "20. Mənzildən istifadə etmək hüququ qeyri-müəyyən müddətə verilir (10-cu maddə). Kirayəçilər onların ailə üzvlərinin razılığı ilə hər an müqavilənin qüvvəsini dayandıra bilərlər (87-ci maddə). Mənzil istismar sahələri müqavilənin şərtlərini qanun və məhkəmə qərarlarında nəzərdə tutulmuş qaydada müəyyən edirlər (88-89-cu maddələr). Əgər müqavilədə mənzilin yaşamaq üçün yararsız olduğu göstərilirsə, bu halda Kirayəçi və onun ailə üzvləri bütün rahatlıqla təmin edilməlidirlər (90-96-cı maddələr). Sistematik şəkildə mənzilə ziyan vurduqda, mənzili digər məqsədlər üçün istifadə etdikdə, ümumi qəbul olunmuş davranış qaydalarını pozduqda və əgər bu hərəkətlər mənzildə yaşamağın mümkünlüyünü məhdudlaşdırırsa, Kirayəçi və ya onun ailə üzvləri mənzildən çıxarıla bilərlər. Mülki işə baxan hakim tərəflərin müraciəti əsasında işi təxirə sala bilər və ya qətnamənin icrasına möhlət verilməsini və ya icra edilməsini, qətnamənin icra üsulunu və qaydasını tərəflərin mülkiyyət vəziyyətindən asılı olaraq dəyişdirə bilər.", "", "", "B. Azərbaycan Respublikasında mənzil fondunun özəlləşdirilməsi haqqında Azərbaycan Respublikasının Qanunu. 26 yanvar 1993-cü il", "", "21. Dövlət və ya ictimai mənzil fondunun mülkiyyətçisi ilə mənzil kirayə müqavilə bağlamış Azərbaycan Respublikasının vətəndaşlarının, habelə vətəndaşlığı olmayan şəxslə-\nrin yaşadığı mənzilləri (evləri) bu qanunla müəyyən edilmiş şərtlərlə və qaydada əvəzsiz ola-\nraq şəxsi mülkiyyətinə keçirmək hüququ vardır (1-ci maddə). Mənzillərin (evlərin) özəlləşdi-\nrilməsinin pulsuz olması (3-cü maddə). Dövlət və yaxud ictimai mənzil fondu mənzillərini əvəzsiz özəlləşdirmək hüququndan yalnız bir dəfə istifadə edilə bilər (7-ci maddə).", "", "C. Məcburi köçkünlərin və onlara bərabər tutulan şəxslərin sosial müdafiəsi haqqında Qanun. 21 may 1999-cu il ", "", "22. Qanunun 2-ci maddəsi aşağıdakıları nəzərdə tutur:", "", "«Xarici hərbi təcavüz, müəyyən ərazilərin işğalı və ya mütəmadi atəş altında saxlanması nəticəsində Azərbaycan Respublikası ərazisində daimi yaşayış yerlərini tərk etməyə məcbur olub ölkə hüdudlarında başqa yerə köçmüş şəxslər bu Qanunun məqsədləri üçün məcburi köçkün hesab olunurlar.»", "", "23. Qanunun 5-ci maddəsi aşağıdakıları nəzərdə tutur:", "", "«Məcburi köçkünlərin məskunlaşdırılması müvafiq icra hakimiyyəti orqanları tərəfindən həyata keçirilir. Məskunlaşdırma məqsədilə yaşayış üçün yararlı olan və ya yararlı hala salınması mümkün olan yaşayış, inzibati və yardımçı binalardan, habelə digər binalardan istifadə edilir. Məcburi köçkünləri belə binalarda məskunlaşdırmaq mümkün olmadıqda və ya müəyyən yaşayış məntəqələrində əhali sıxlığı buna imkan vermədikdə, onlar məcburi köçkünlər üçün xüsusi olaraq təşkil edilmiş düşərgələrdə məskunlaşdırılırlar. Düşərgələr yaşayış üçün zəruri tələblərə cavab verməlidir. Məcburi köçkünlərin müstəqil olaraq müvəqqəti məskun-\nlaşmasına o halda yol verilə bilər ki, bu digər şəxslərin hüquqlarını və qanuni maraqlarını pozmasın. Belə hallar mövcud olduqda müvafiq icra hakimiyyəti orqanları məcburi köçkünlərin həmin yaşayış məntəqəsi daxilində başqa yaşayış sahəsinə köçürülməsini təmin etməlidirlər.»", "", "D. Azərbaycan Respublikası Nazirlər Kabinetinin məcburi köçkünlərin məskunlaşdırılmasını tənzimləyən bəzi qaydaların təsdiq edilməsi haqqında 200 saylı 24 dekabr 1999-cu il tarixli Qərarı", "", "24. 4-cü maddə aşağıdakıları nəzərdə tutur:", "", "«1992-1994-cü illərdə məcburi köçkünlərin yaşadıqları mənzillərdən çıxarılmasının qarşısını almaq məqsədilə həmin evlərə aidiyyəti təşkilatlar tərəfindən ayrı-ayrı vətəndaşlara verilən orderlərin hüquqi qüvvəsi müvəqqəti dayandırılır.»", "", "E. Azərbaycan Respublikası Nazirlər Kabinetinin məcburi köçkünlərin məskunlaşdırılmasını tənzimləyən bəzi qaydaların təsdiq edilməsi haqqında 200 saylı 24 dekabr 1999-cu il tarixli Qərarı", "", "25. Məcburi köçkünlərin müvəqqəti yerləşməsi fərdi şəxslərin yaşayış hüququnu pozduğu halda, əvvəlkilər yaşamaq üçün başqa münasib yerlərlə təmin olunmalıdırlar (4-cü maddə).", "", "F. Azərbaycan Respublikasının Mülki-Prosessual Məcəlləsi. 1 sentyabr 2000-ci il («MPM»)", "", "\t\t26. İşə baxmış hakim, işdə iştirak edən şəxslərin ərizəsi üzrə tərəflərin əmlak vəziyyətinə və digər hallara əsasən qətnamənin icrasına möhlət verməyə və ya qətnaməni hissə-hissə icra etdirməyə, habelə onun icra üsulunu və qaydasını dəyişdirməyə haqlıdır (231-ci maddə).", "", "HÜQUQİ MƏSƏLƏLƏR", "", "I. Hökumətin ilkin etirazı", "", "27. Hökumətin 23 mart 2006-cı il tarixli bəyanatında daxili müdafiə imkanlarının tükənmədiyi göstərilmişdir, belə ki, ərizəçi Apellyasiya Məhkəməsinin 07 aprel 2005-ci il tarixli qətnaməsinə dair əlavə kassasiya şikayəti verməmişdir. Hökumətin mövqeyinə əsasən, iş üzrə təkrar icraat 21 yanvar 2007-ci il tarixdə mümkün olmuşdur.", "28. Məhkəmə müəyyən etmişdir ki, Məhkəmə haqqında Reqlamentin 55-ci maddə-\nsinə müvafiq olaraq qəbul edilməmə meyarı ilə bağlı hər hansı bir ərizə cavabdeh dövlət tərəfindən ərizənin nəzərdə tutulmuş hallarından və xüsusiyyətlərindən asılı olaraq ərizə verilməsinin qəbul etmə meyarından çıxış edilərək verilə bilər.", "29. Məhkəmə işi 01 sentyabr 2004-cü il tarixdə Hökumətə göndərmiş və Hökumətdən qəbul edilmə meyarı ilə əlaqədar iradların 02 dekabr 2004-cü il tarixə qədər təqdim edilməsini tələb etmişdir. Hökumətin tələbinə uyğun olaraq, bu müddət 30 dekabr 2004-cü il tarixə qədər uzadılmışdır. Qəbul edilmə meyarı ilə əlaqədar işin əlavə icraatı Hökumətin iradlarının təqdim edilməsi və ərizənin qəbul edilməsinə qədər hələ də bərpa edilməmiş və Ali Məhkəmənin 13 dekabr 2002-ci il tarixli qərarı axırıncı dəqiqəyədək qüvvədə olmuşdur. ", "30. Hökumət 28 yanvar 2005-ci il tarixdə icraatın bərpa edilməsi barəsində Məhkəməyə məlumat vermişdir. Ali Məhkəmə Plenumunun 27 yanvar 2005-ci il tarixli Qərarı işə əlavə edilmişdir. Məhkəmə 12 yanvar 2006-cı il tarixdə ərizənin qismən qəbul olunduğunu bildirmişdir.", "31. Hökumət qəbul edilmə meyarı barəsində ərizənin qəbul edilməsindən sonra    23 mart 2006-cı il tarixdə daxili müdafiə imkanlarının tükənmədiyi barədə iradlarını təqdim etmiş və Hökumət öz mövqeyinin izah edilməsi üçün dəvət olunmuşdur.", "32. Məhkəmə müəyyən etmişdir ki, Hökumət daxili müdafiə imkanlarının tükən-\nmədiyi barədə məsələni bu iş üzrə əlavə daxili icraatın bərpa edilməsindən sonra qal-\ndırmışdır. Apellyasiya Məhkəməsinin 07 aprel 2005-ci il tarixli qərarı Məhkəmə tərəfindən qəbul edilmə meyarı ilə əlaqədar 12 yanvar 2006-cı il tarixli qərarından öncə çıxarılmışdır. Xüsusi səbəblərin olmamasından Hökumət qəbul edilmə meyarı ilə əlaqədar iradların dəstəklənməsini dayandırmışdır (Maurer V. Austria, № 50110/99, § 16 17 Canuary 2002).", "33. Müvafiq olaraq Hökumətin ilkin etirazı təmin edilməmişdir.", "", "II. Guman edilən qayda pozuntusu. Konvensiyanın 1 №-li Protokolunun 1-ci maddəsi", "", "34. Ərizəçi bildirir ki, aşağıdakıları nəzərdə tutan Konvensiyanın 1 saylı Protokolu-\nnun 1-ci maddəsinin tələbləri pozularaq mülkiyyət hüquqlarından məhrum edilmişdir:", "", "«Hər bir fiziki və hüquqi şəxs öz mülkiyyətindən dinc istifadə hüququna malikdir. Heç bir kəs, cəmiyyətin maraqları naminə, qanunla və beynəlxalq hüququn ümumi prinsipləri ilə nəzərdə tutulmuş şərtlər istisna olmaqla, öz mülkiyyətindən məhrum edilə bilməz. Yuxarıdakı müddəalar dövlətin ümumi maraqlara müvafiq olaraq, mülkiyyətdən istifadəyə nəzarəti həyata keçirmək üçün, yaxud vergilərin və ya digər rüsum və ya cərimələrin ödənilməsini təmin etmək üçün zəruri olan qanunları yerinə yetirmək hüququnu məhdudlaşdırmır.»", "", "Tərəflərin təqdimatları", "", "35. Hökumət şikayətçinin əmlak hüquqlarına müdaxilə olunma halını təsdiqlədi və bu müdaxilənin Konvensiyanın 1 saylı Protokolunun 1-ci maddəsinə müvafiq olaraq sübut olunması ilə razılaşdı. Hökumət müdaxilənin müvəqqəti olduğunu və bunun qanun əsasında baş verdiyini bildirdi. Xüsusilə onlar Məcburi Köçkünlərin Məskunlaşdırılması Qayda-\nlarının (bax. yuxarıda göstərilən paraqraf 24) məcburi köçkünlərin müvəqqəti olaraq məskunlaşdığı yerlərdən köçürdülməsinin təxirə salınmasına əsas verməsi barəsində müzakirə aparmışlar.", "36. Hökumət Azərbaycan ərazisinin Ermənistan tərəfindən işğalı nəticəsində ölkədə 700 000-dən çox məcburi köçkün olduğunu növbəti dəfə bildirmişdir. Burada Məcburi Köçkünlərin yerləşmələrinin təminatı üçün zərurət yaranmışdır. Həmin Məcburi Köçkün-\nlərin əksəriyyəti köhnə inzibati binalar, mehmanxana və xəstəxanalar kimi dövlət binaları, o cümlədən qaçqın düşərgələrində yerləşmişlər. Müəyyən sayda Məcburi Köçkünlər ayrıca şəxslərə aid olan mənzillərdə məskunlaşmışlar. Hökumətə görə Məcburi Köçkünlərin müvəqqəti yaşayış yerlərindən köçürülməsi onların evsiz qalmasına səbəb olar və bu da ictimai gərginlik, o cümlədən ictimai qayda üçün təhlükə yaratması halı kimi dəyərləndirilir. Əmlakından istifadə etmək barəsində şikayətçinin hüququnun müvəqqəti olaraq məhdud-\nlaşdırılması dövlət marağının legitim məqsədidir və həmin məqsədlə proporsionallıq təşkil edir.", "37. Şikayətçi əmlakından sərbəst şəkildə istifadəsinə olunan müdaxilənin daxili qanun vasitəsilə tənzimlənmədiyini bildirmişdir. O, Məcburi Köçkünlərin Məskun-\nlaşdırılması haqqında Qaydaların 1992-1994-cü illər ərzində müvəqqəti yaşayış yerlərində olan Məcburi Köçkünlərin köçürülməsinin dayandırılması ilə əlaqəli olduğunu qeyd et-\nmişdir. Belə ki, şikayətçinin bildirdiyinə görə, Məcburi Köçkünlər 1997-ci il tarixdə onun mənzilində məskunlaşmış və bu proses Məcburi Köçkünlərin məskunlaşdırılması haqqında Qaydalar çərçivəsində həyata keçirilməmişdir. Belə ki, ərizəçi iddia edir ki, məhkəmə qərarlarının icrasının təxirə salınması barəsində onlar heç bir əsas göstərmədiyi üçün həmin Qaydalar əsassızdır, amma sadəcə onlar 1992-1994-cü illərdə Məcburi Köçkünlər tərəfindən zəbt olunan yaşayış əmlakından istifadə orderinin hüquqiliyinin müvəqqəti dayandırılması prosedurunu göstərmişlər.", "38. Ərizəçi növbəti dəfə iddia edir ki, hər hansı bir halda onun əmlak hüquqları qanun əsasında məhdudlaşdırılıb və hüquqi şəkildə məhkəmələr ümumi ictimai maraq və fərdin əsaslı hüquqlarının müdafiəsi tələbləri arasında ədalətli tarazlıq yaratmayıb. Ərizəçi heç bir kompensasiya ödənilmədən Məcburi Köçkünlərin xeyrinə olaraq onun əmlak hüquq-\nları məhdudlaşdırılmaqla «belə bir yükü» daşımağa məcbur edildiyini bildirib. Buna əsasən, məhkəmə tərəfindən istifadə olunan vasitələr burada olan məqsədlərlə proporsionallıq təşkil etmir.", "", "B. Məhkəmənin qiymətləndirməsi", "", "39. Məhkəmə 1 saylı Protokolun 1-ci maddəsinin birinci bölməsində olan «əmlak» konsepsiyasının fiziki mallar üzərində sahibkarlığın məhdudlaşdırılmaması və daxili qanunda formal klassifikasiyadan ayrı olması barəsində ayrıca mənaya malik olduğunu bildirir. Digər hüquqlar və aktivlər üzrə olan maraqlar əmlak hüquqları və təminat məq-\nsədilə olan «əmlak» kimi xarakterizə oluna bilər.", "40. Hazırda Məhkəmə 1993-cü il 02 iyun tarixdə şikayətçiyə hazırkı mənzili ilə əlaqədar istifadə sənədi verildiyini bildirir. Yerli məhkəmə mənzil ilə əlaqədar olaraq ərizəçinin istifadə sənədinin qanuni sahibi olduğunu təsdiqləyir. Sənəd üzrə «sosial icarə müqaviləsi» mövcud orqan və ərizəçi arasında imzalanıb. Mənzil Məcəlləsi və mövcud qaydalarda müəyyən olunduğu kimi «sosial icarə müqaviləsi» şərtlərinə uyğun olaraq, ərizəçi mənzildən istifadə və mövcud şərtlərə əsasən Yaşayış yerinin özəlləşdirilməsi haqqında Qanuna əsasən ona ödənişsiz olaraq verilən sahiblik hüququna malikdir. ", "41. Belə hallarda Məhkəmə mənzil üzrə ərizəçinin iddialarının 1 saylı protokolun 1-ci maddəsi çərçivəsində «əmlak» hüquqlarının məhdudlaşdırılması əsasında olması ilə razılaşır.", "42. Əmlak hüququna zəmanət verən 1 saylı Protokolun 1-ci maddəsi üç müxtəlif qaydaları ifadə edir: birinci paraqrafın birinci cümləsində göstərilən birinci qayda ümumi xarakterlidir və əmlakdan sərbəst şəkildə istifadə prinsipini göstərir; birinci paraqrafın ikinci cümləsində olan ikinci qayda əmlakın alınması barəsindədir və mövcud şərtləri əhatə edir; ikinci paraqrafda göstərilən üçüncü qayda Razılaşan Dövlətlərə ümumi maraqlara əsasən əmlakdan istifadəyə nəzarət etmək səlahiyyəti verilməsi məsələsini əhatə edir.", "43. Məhkəmə qeyd edir ki, məhkəmə qərarı ilə məcburi köçkünlərin ərizəçinin mənzilindən çıxarılması qərara alındığına baxmayaraq, ərizəçi bir neçə il mənzilə mülkiyyət hüququnu bərpa edə bilməmişdir, belə ki, məhkəmə qərarının icrası qeyri-müəyyən zamana təxirə salınmışdır. Belə ki, ərizəçinin mənzilin icarəçisi olduğunu tanıdığı halda, məcburi köçkünlərə mənzildə yaşamağa davam etməyə icazə verilmişdir, halbuki, bu cür sahiblik, qətnamənin özündə qeyri-qanuni hesab olunmuşdur. Məhkəmə ərizəçinin əmlak hüquq-\nlarına müdaxilə faktının mövcud olduğunu müəyyən etmişdir. Nəzərə alaraq ki, ərizəçi mənzilə dair yalnız kirayəçi hüququna malik olmuşdur, bu müdaxilə nə məhrum olunma, nə də istifadəyə nəzarət sayıla bilər, lakin 1 saylı Protokolun 1-ci maddəsinin 1 paraqrafının təsiri altına düşür.", "44. Məhkəmə hesab edir ki, 1 saylı Protokolun 1-ci maddəsinin başlıca və ən əsas tə-\nləbi mülkiyyətdən istifadə hüququna dövlət tərəfindən hər hansı bir müdaxilə edilməsinin qanun çərçivəsində olmasından ibarətdir. Hər bir fiziki və hüquqi şəxs öz mülkiyyətindən dinc istifadə hüququna malikdir. Heç kəs, cəmiyyətin maraqları naminə, qanunla və beynəl-\nxalq hüququn ümumi prinsipləri ilə nəzərdə tutulmuş şərtlər istisna olmaqla, öz mülkiyyə-\ntindən məhrum edilə bilməz. Yuxarıdaki müddəalar dövlətin ümumi maraqlarına müvafiq olaraq, mülkiyyətdən istifadəyə nəzarəti həyata keçirmək üçün, yaxud vergilərin, digər rü-\nsum və ya cərimələrin ödənilməsinin təmini üçün zəruri olan qanunları yerinə yetirmək hü-\nququnu məhdudlaşdırmır. Bundan əlavə, qanunun aliliyi demokratik cəmiyyətin fundamen-\ntal prinsiplərindən biridir və Konvensiyanın bütün maddələrindən ayrılmazdır. Bundan irəli gəlir ki, cəmiyyətin mühüm maraqlarının qorunması və müdafiəsi arasında tarazlığın əldə edilməsi artıq müəyyən edildiyi kimi qanunauyğun olmalı və özbaşına xarakter daşımama-\nlıdır. (bax. Latridis v. Greece [GC], no. 31107/96, § 58, ECHR 1999-II). Konvensiyada «qanun» və «qanuna uyğun» terminləri əsasən geri daxili qanunvericiliyə yönəlir və həmçinin qanuna aid olmaqla onun «qanunun aliliyi» prinsipinə uyğun olmasını tələb edir. ", "45. Məhkəmə hesab edir ki, daxili məhkəmə qərarlarında, əsasən də Apellyasıya Məhkəməsinin mənzildən çıxarılmaya dair qərarın icrasının təxirə salınmasını mümkün edən 07 aprel 2005-ci il tarixli qətnaməsində milli qanuvericiliyin müddəalarına istinad olun-\nmamışdır. Beləliklə, daxili məhkəmələr bu köçürülmənin qeyri-qanuni olduğuna baxma-\nyaraq, məcburi köçkünlər tərəfindən ərizəçinin mənzilinin zəbt olunmasının davam etdirilməsini hüquqi əsaslandıra bilməmişlər.", "46. Buna baxmayaraq, Hökümət ərizəçinin hüquqlarından istifadə etmək üçün maneələrin Məcburi Köçkünlərin Yerləşdirilməsini tənzimləyən Qaydalara əsaslandığını bəyan edir. Məhkəmə bu cür bəyanatı qəbul edə bilməz. Məcburi köçkünlərin köçürülmə qaydalarını özündə əks etdirməyən mülki prosedur qaydaları hazırkı halda baş vermiş məhkəmə qərarlarının icrasını qeyri-müəyyən müddətə təxirə salmaq səlahiyyətini yerli məhkəmələrə təqdim edir. Hazırkı qaydalar məcburi köçkünlər tərəfindən zəbt olunmuş mənzillərə dair verilən qeydiyyat vəsiqələrinin yalnız hüquqi qüvvəsinin dayandırılmasına imkan yaradır. Bu halda, ərizəçinin ümumiyyətlə nə vaxtsa qeydiyyat vəsiqəsinin hüquqi qüvvəsinin dayandırılmasını göstərən sübutların olmadığı məlum olur. Əksinə, yerli məhkəmələr ərizəçinin qeydiyyat vəsiqəsinin həqiqiliyini tanıdılar və ərizəçini bu mənzilin qanuni icarəçisi hesab etdilər.", "47. Bundan əlavə, Daxili Köçürülmə haqqında Proqramın 4-cü maddəsində dəqiq göstərilir ki, mənzillərdən çıxarılmaya dair müdafiə o məcburi köçkünlərə aiddir, hansı ki, digər şəxslərə məxsus mənzillərə yalnız 1992-1994-cü illər aralığında köçmüşlər. Məhkəmə bu ölçünün proporsionallığının və uyğunluğunun araşdırılmasını aparmadan Dağlıq Qara-\nbağ və ona yaxın ərazilərdə 1992-1994-cü illər aralığında kobud hərbi hərəkətlərlə ifadə olunan və yüz minlərlə insanların məcburən öz daimi yaşayış yerlərini konflikt zonasında qoymasını nəzərə alır. Bu halda daxili məhkəmələr tərəfindən dəqiq müəyyən edilmişdir ki, H. ərizəçinin mənzilinə 1997-ci ildə köçmüş, yəni icazə olunan Qaydalardan təxminən 3 il və 1993-cü ildə Ağdamı tərk etdiyi vaxtdan 4 il keçmişdir. Beləliklə, ərizəçinin məsələsində bu hal Daxili Köçürülmə haqqında Proqramın 4-cü maddəsinə uyğun gəlmirdi.", "48. Məhkəmə Məcburi köçkünlər və onlara bərabər tutulan şəxslər haqqında Qanunun 5-ci maddəsinə, eləcə də Qaydaların 4-cü maddəsinə diqqət yetirdi. Bu maddələrə əsasən, məcburi köçkünlərin digər şəxslərin yaşayış hüquqlarını pozaraq (§ 23 və 25) bu şəxslərin yaşayış yerlərinə köçürüldüyü təqdirdə, yerli orqanlar tərəfindən məcburi köçkünlərin digər yaşayış yerləri ilə təmin edilməsini nəzərdə tutur. Belə müəyyən olur ki, hazırkı halda məhkəmə qərarının icrasının təxirə salınması haqqında qərar bu təlimatın tələblərini pozur. Lakin Hökümət daxili məhkəmələr kimi hazırkı işdə bu maddənin tətbiq edilmə mümkünlüyünə dair hər hansı dəlilləri təqdim edə bilməmişdir.", "49. Nəhayət, Məhkəmə qeyd edir ki, MPM-in 231-ci maddəsi bir sıra xüsusi hallarda tərəflərin birinin məhkəməyə müraciəti əsasında məhkəmə qərarınını icrasının təxirə salınması prosedurunu nəzərdə tutur. Lakin hazırkı işdə tərəflər bu kimi müraciət etməmiş və yerli məhkəmələrin qərarı MPM-in 231-ci maddəsində göstərilən müddəaların təsiri altına düşmür. ", "50. Belə hallarda, Məhkəmə bu məsələyə müdaxiləni Azərbaycan qanunlarına zidd olan və şikayətçinin öz əmlakından sərbəst istifadə hüququ ilə uyğun gəlməyən hal kimi nəzərə alır. Bu nəticə ictimaiyyətin ümumi maraq və fərdlərin əsaslı hüquqlarının qorunması tələbləri arasında ədalətli tarazlığın pozulmasının müəyyən olunmasını lazımsız edir.", "51. Qeyd olunanlara əsasən iş üzrə 1 saylı Protokolun 1-ci maddəsi pozulmuşdur.", "", "", "III. Konvensiyanın 6-cı maddəsinin 1-ci bəndinin təsdiq olunan pozuntusu", "", "52. Ərizəçi Konvensiyanın 6-cı maddəsinin 1-ci bəndinə müvafiq olaraq iddia edir ki, məhkəmə araşdırılması üzrə onun hüquqları pozulub, ona görə ki, o, yerli məhkəmələrdən əsaslı qərar almamış və qərarın icrasının təxirə salınması prosesi ədalətli araşdırma üzrə onun hüquqlarını pozmuşdur. Konvensiyanın 6-cı maddəsinin 1-ci bəndində aşağıdakılar göstərilir:", "", "«Hər kəs, onun mülki hüquq və vəzifələri müəyyən edilərkən ....məhkəmə vasitəsilə, ... işinin ədalətli .... araşdırılması hüququna malikdir.»", "", "53. Hökumət mübahisəli hüquqi qərarın müzakirə olunduğunu və təsdiqləndiyini və ərizəçinin şikayətinin əsassız olduğunu bildirmişdir.", "54. Ərizəçi yerli məhkəmənin onun xeyrinə qərarın icrasının təxirə salınması barədə qərar üzrə əsasları aydınlaşdırmamış və düzgün qərar qəbul etmək barədə onun hüquqlarını pozmuşdur. Belə ki, ərizəçi iddia edir ki, müəyyən olunmayan tarixə kimi qərarın icrasının təxirə salınması Konvensiyaya ziddir. Bu onun itkisi ilə bağlı qeyri-operativliyi saxlamaq üçün başlıca qərar verməklə ədalətli araşdırma üzrə onun hüququnu pozmuşdur.", "55. Məhkəmə hesab edir ki, hazırkı iş icrası məcburi olan qərarın icra olunmaması məsələsini qaldırmır, ona görə ki, qərarın icrası qərarın özü ilə təxirə salınmışdır və icra prosesi başlana bilməzdi (bax, bir çox digər orqanlar arasında kontrario, Burdov Rusiyaya qarşı, nömrə 59498/00, §§10 et seq, ECHR 2002-III). Belə qərarın özünün nə qədər əsaslı və Konvensiyaya uyğun olmasına gəldikdə isə Məhkəmə hesab edir ki, Konvensiyanın 6-cı maddəsinin 1-ci bəndi ilə bağlı ərizəçinin şikayəti və dəlilləri 1 saylı Protokolun 1-ci maddəsi ilə bağlı araşdırılanlarla eynidir. Buna görə, 50 və 51-ci paraqraflarda əks olunan nəticələri nəzərə alaraq, Məhkəmə şikayəti ayrılıqda 6-cı maddənin 1-ci bəndi ilə bağlı araşdırılmasını zəruri hesab etmir.", "", "IV. Konvensiyanın 41-ci maddəsinin tətbiqi", "", "56. Konvensiyanın 41-ci maddəsi aşağıdakıları əhatə edir:", "", "«Əgər Məhkəmə Konvensiya və onun Protokollarının pozulduğunu, lakin Razılığa gələn Yüksək Tərəfin daxili hüququnun yalnız bu pozuntunun nəticələrinin qismən aradan qaldırılmasına imkan verdiyini müəyyən edirsə, zəruri halda zərərçəkən tərəfə əvəzin ədalətli ödənilməsini təyin edir.».", "", "57. Ərizəçi ədalətli razılıq üzrə Məhkəmə qərarı tarixinə kimi iddiasının təqdimatı tarixindən hər ay üzrə iddia təqdimatı tarixində Bakının eyni yerində eyni mənzilin qiymətində 1.3%-ə kimi (Azərbaycanda daşınmaz əmlak qiymətlərinin artımı üzrə müəyyən olunan orta aylıq faiz) artacaq 51,525 ABŞ dolları məbləğində dəyən maddi zərərin ödənilməsini tələb edir. O, həmçinin qeyri-maddi zərər üzrə 30,000 ABŞ dollarında vəsait də tələb edir.", "58. Hökumət həmin iddialara şərh verməmişdir.", "59. Məhkəmə hesab edir ki, 41-ci maddə üzrə şikayət məsələsi qərar üçün hazır deyil. Buna əsasən Hökumət və ərizəçi arasında müəyyən oluna bilən hər hansı bir müqavilə hazırlanmalı və saxlanmalıdır (Məhkəmə Qaydalarının 75-ci qaydası).", "", "BU ƏSASLARA GÖRƏ MƏHKƏMƏ YEKDİLLİKLƏ QƏRARA ALIR Kİ:", "", "Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi pozulmuşdur;", "Konvensiyanın 6-cı maddəsinin 1-ci bəndinə dair ərizəçinin şikayəti ilə bağlı ayrıca araşdırma tələb olunmur;", "41-ci maddənin tətbiq olunması məsələsi qərar çıxarmaq üçün hazır deyil və buna əsaslanaraq,", "tam şəkildə deyilən məsələni saxlamışdır.", "Konvensiyanın 44-cü maddəsinin 2-ci bəndinə əsasən, həlledici qərar verildiyi tarixdən üç ay ərzində Hökumət və ərizəçini çatdırıla bilən hər hansı bir müqavilə barəsində Məhkəməni xəbərdar etmək məsələsi barədə yazılı araşdırmalar təqdim etməyə dəvət etmişdir.", "növbəti proseduru saxlamış və əgər lazım olarsa, eyni vəziyyəti saxlamaq səlahiyyətini Palata Rəhbərinə vermişdir.", "", "Bu sənəd ingilis dilində hazırlanmış və Məhkəmə Qaydalarının 77-ci Qaydasına və 3-cü paraqraflarına əsasən 27 sentyabr 2007-ci il tarixdə yazılı olaraq təqdim olunmuşdur.", "", ""]}