{"file": "AZE_HJUDAZE_44363_02.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "44363/02", "text_paragraphs": ["İNSAN HÜQUQLARI ÜZRƏ AVROPA MƏHKƏMƏSİ", "", "BİRİNCİ BÖLMƏ", "RAMAZANOVA VƏ DİGƏRLƏRİ AZƏRBAYCANA QARŞI", "", "(Şikayət № 44363/02)", "", "Q Ə R A R", "", "STRASBURQ", "", "11 yanvar 2007-ci il", "", "İnsan Hüquqlari Üzrə Avropa Məhkəməsi (Birinci Bölmə), Palata qismində aşağıdaki tərkibdə çixiş edərək:", "    cənab  X.L.Rozakis, Sədr,", "    cənab  L.Lukaides,", "    xanım F.Tulkens,", "    xanım E.Steyner,", "    cənab  X.Hacıyev,", "    cənab  D.Spielman,", "    cənab  S.E.Cebens, Hakimlər,", "    cənab  S.Nilsen, Katib,    ", "  11 yanvar 2007-ci ildə qapalı şəkildə müzakirə edərək, həmin gündə bu qərarı qəbul edir:", "", "PROSEDUR", "", "1. «İnsan hüquqlarının və əsas azadlıqların müdafiəsi haqqında» Konvensiyanın («Konvensiya») 34-cü maddəsinə əsasən, Azərbaycan Respublikasının dörd vətəndaşı olan xanım Nabat Ramazanova, cənab Emin Zeynalov, xanım Zərifə Qənbərova və cənab Eldar Əlizadə tərəfindən Azərbaycan Respublikasına qarşı verilmiş şikayət üzrə (№ 44363/02) iş 22 noyabr 2002-ci ildə başlanılmışdır.", "2. Ərizəçiləri Bakıda vəkil işləyən İ.Əliyev, Azərbaycan Hökumətini isə («Hökumət») onun nümayəndəsi Ç.Əsgərov təmsil edirdi.", "3. Ərizəçilər iddia etdilər ki, ictimai birliyin dövlət qeydiyyatının gecikdirilməsi onların sərbəst birləşmək hüquqlarını pozmuş, həmçinin milli məhkəmələr müstəqil və qərəzsiz olmamış və daxili hüquqi müdafiə vasitələri Azərbaycan Respublikasının Ədliyyə Nazirliyinə qarşı ictimai birlik tərəfindən qaldırılmış məhkəmə prosesinə münasibətdə səmərəsiz olmuşdur.", "4. 04 sentyabr 2003-cü ildə Məhkəmə şikayət barədə Hökuməti məlumatlandırmaq qərarına gəlib. 02 mart 2006-cı ildə Konvensiyanın 29-cu maddəsinin 3-cü bəndinin müddəalarına əsasən, Məhkəmə belə qənaətə gəldi ki, işin mahiyyətini onun məqbuliyyəti ilə eyni vaxtda araşdırsın.", "", "FAKTLAR  ", "", "I. İŞİN HALLARI", "", "5. Ərizəçilər müvafiq olaraq 1947, 1949, 1952 və 1947-ci illərdə anadan olmuşlar və Bakı şəhərində yaşayırlar.", "6. 04 aprel 2002-ci ildə ərizəçilər «Evsiz və Məzlum Bakılıların İnsan Hüquqlarının Müdafıəsinə Yardım» İctimai birliyini təsis etmişlər. Bu, evsizlərə yardım etmək və onların maraqlarını müdafiə etmək məqsədilə yaradılan qeyri-kommersiya təşkilatı idi.", "       ", "A. Ərizəçilərin dövlət qeydiyyatı üçün müraciətləri və məhkəmə icraatının ilkin halları", "", "7. 09 aprel 2001-ildə ərizəçilər dövlət qeydiyyatı üçün səlahiyyətli olan dövlət orqanı Ədliyyə Nazirliyinə (bundan sonra – «Nazirlik») birliyin dövlət qeydiyyatına alınması məqsədilə müraciət etmişlər. Hökumətə görə isə, bu müraciət 12 aprel 2001-ci ildə edilmişdir. Daxili qanunvericiliyə müvafiq olaraq, qeyri-hökumət təşkilatı yalnız onun Nazirlik tərəfindən dövlət qeydiyyatına alınmasından sonra hüquqi şəxs statusunu əldə edir.", "8. 18 may 2001-ci ildə Nazirlik «heç bir hərəkət etmədən», yəni dövlət qeydiyyatı şəhadətnaməsi və yaxud, birliyin qeydiyyata alınmasından imtinaya dair rəsmi sənəd təqdim etmədən qeydiyyat sənədlərini ərizəçilərə qaytarır. Cavab məktubunda Nazirlikdən bildirilib ki, birliyin nizamnaməsi «Qeyri-hökumət təşkilatları haqqında» Qanunun 6-cı maddəsinin tələblərinə uyğun gəlmir, ona görə ki, təşkilatın fəaliyyat ərazisini nəzərdə tutan müddəalar nizamnaməyə daxil edilməmişdir. ", "9. Ərizəçilər Nazirliyin iradlarını nəzərə alaraq, yenidən nizamnaməni tərtib etmiş və onun yeni versiyasını təqdim etməklə, 04 iyun 2001-ci ildə ikinci dəfə qeydiyyat üçün müraciət etmişlər. 10 sentyabr 2001-ci ildə Nazirlik yenə də nizamnamənin «Qeyri-hökumət təşkilatları haqqında» Qanuna müvafiq olmamasını əsas gətirərək, qeydiyyatdan imtina etmişdir. Bu dəfə isə, Qanunun 25.1-ci maddəsində tələb olunan idarəetmə orqanlarının səlahiyyət müddətinin göstərilməməsi əsas gətirilmişdir.", "10. Ərizəçilər nizamnaməni bir daha düzəltmiş və 02 oktyabr 2001-ci ildə üçüncü dəfə qeydiyyat üçün müraciət etmişlər.", "11. Bir neçə ay ərzində müraciətlərinə heç bir cavab almadıqda, 22 may 2002-ci ildə ərizəçilər Yasamal rayon məhkəməsinə Nazirliyin onların birliyinin qeydiyyata alınmasından «yayınması» ilə əlaqədar şikayət vermiş və məhkəmədən birliyi qeydiyyata almağın Nazirliyə tapşırılması xahiş edilmişdir. Onlar, həmçinin, 25.000.000 Azərbaycan manatı (AZM) məbləgində kompensasiya ödənilməsini tələb etmişlər. ", "12. 05 iyul 2002-ci ildə Nazirlik «heç bir hərəkət etmədən» sənədlərin geri qaytarılması barədə məlumat verməklə, məhkəməyə məktub göndərmişdir. Bu dəfə imtina üçün əsas kimi ərizəçilərin nizamnamədə «Qeyri-hökumət təşkilatları haqqında» Qanunun 10.3-cü maddəsində nəzərdə tutulan üzvlüklə baglı şərtləri daxil etməməsi göstərilmişdir. ", "13. 15 iyul 2002-ci ildə Nazirliyin hərəkətlərində heç bir qeyri-qanunilik aşkar etməyərək, Yasamal rayon məhkəməsi ərizəçilərin tələblərini rədd etmişdir. Məhkəmə müəyyən etmişdir ki, birliyin nizamnaməsi daxili qanunvericiliyin tələblərinə uyğun tərtib edilməmişdir.", "14. Ərizəçilər bu qərardan apellyasiya şikayəti vermişlər. 19 sentyabr 2002-ci ildə Apellyassiya Məhkəməsi rayon məhkəməsinin qətnaməsini qüvvədə saxlamışdır. 20 noyabr 2002-ci ildə Ali Məhkəmə apellyasiya instansiyası məhkəməsinin qətnaməsini dəyişdirilmədən saxlamışdır.", "15. Eyni zamanda, ərizəçilər Nazirliyin axırıncı tövsiyələrə uyğun şəkildə yenidən birliyin nizamnaməsini tərtib etmiş və 29 iyul 2002-ci ildə dördüncü dəfə müraciət etmişlər. Qanunla müəyyən olunmuş beş gün ərzində heç bir cavab almayan ərizəçilər Nazirliyin təkrarən prosessual pozuntulara yol verməsi və onların qeydiyyat tələbinin araşdırılmasının qəsdən qanunsuz gecikdirilməsi ilə bağlı yenidən Yasamal rayon məhkəməsinə şikayət vermişlər.", "16. Məhkəmədə Nazirliyin nümayəndələri şikayətçilərin qeydiyyat tələbi ilə bağlı müraciətlərinin araşdırılmasının gecikdirilməsini Hüquqi Şəxslərin Dövlət Qeydiyyatı İdarəsinin işlərinin həddən artıq çox olması ilə əlaqədar olduğunu bildirmişlər.", "17. 05 sentyabr 2002-ci ildə Yasamal rayon məhkəməsi iddianın baxılmamış saxlanılması haqqında prosessual qərardad çıxarır, yəni ərizəçilərin tələbləri qəbul edilməmiş hesab edilir. Məhkəmə ərizəçilərin qeydiyyat müraciətinin Ədliyyə Nazirliyində hələ də araşdırıldığını və ərizəçilər tərəfindən məhkəmədən kənar vasitələrin tükəndirilmədən iddia qaldırılmasını qeyd etdi. 01 noyabr 2002-ci ildə Apellyasiya Məhkəməsi, 13 yanvar 2003-cü ildə isə Ali Məhkəmə bu qərarı qüvvədə saxladı.", "18. Ikinci şikayət Apellyasiya Məhkəməsində araşdırılarkən, ərizəçilər 2002-ci ilin dekabrına kimi Nazirlikdən heç bir cavab almayanadək, daxili qanunvericiliyə əsasən Nazirliyin qeydiyyatı gecikdirmək və ya onun aparılmasından bir neçə dəfə yayınmaq səlahiyyətinə malik olub-olmamasını şərh etmək və Nazirliyin hərəkətlərinin Konstitusiyaya uyğunluğunun yoxlanması üçün Konstitusiya Məhkəməsinə sorğu göndərmək üçün məhkəmədə vəsatət qaldırmışlar. 18 dekabr 2002-ci ildə Yasamal rayon məhkəməsi ərizəçilərin əvvəlki iddialarının apellyasiya icraatında olduğunu əsas gətirərək, bu iddianı qəbul etməkdən imtina etmişdir. Həmçinin, qeyd olunurdu ki, həmin vaxt qüvvədə olan qanunvericiliyə görə, Konstitusiya Məhkəməsinə ünvanlanmış sorğu Ali Məhkəmə vasitəsilə göndərilməlidir. 26 sentyabr 2003-cü il tarixli yekun qərarla Ali Məhkəmə bu qərarı qüvvədə saxlamışdır.", "19. 2003-cü ilin yanvar ayında - 2002-ci ilin iyulunda qeydiyyat üçün edilən dördüncü müraciətdən təxminən 6 ay sonra - Nazirlik yenidən qeydiyyatdan imtina etdi. Görünür ki, göstərilməyən tarixdə ərizəçilər nizamnaməni yenidən tərtib edərək, beşinci dəfə müraciət etmişlər.", "20. Həmin vaxtda ərizəçilər Nazirliyin sonuncu imtinasına dair yenidən iddia qaldırıblar. 26 fevral 2003-cü ildə Yasamal rayon məhkəməsi bu şikayəti qəbul etməkdən imtina etdi, ona görə ki, ərizəçilərin əvvəlki iddiaları üzrə şikayətlərə hələ də yuxarı məhkəmələrdə baxılırdı. 03 sentyabr 2003-cü ildə çıxarılmış yekun qərarla Ali Məhkəmə bu qərarı qüvvədə saxlamışdır.", "21. Nəhayət, ərizəçilər yeni icraatın başlanması və işin Ali Məhkəmənin Plenumunda araşdırılması üçün Ali Məhkəmənin sədrinə əlavə kasassiya qaydasında şikayət etmişlər. 10 noyabr 2003-cü il tarixli qərarla Ali Məhkəmənin Sədri araşdırmaların yenidən açılması üçün heç bir əsas olmadığıa görə ərizəçilərin müraciətini rədd etmişdir. ", "B. Konstitusiya Məhkəməsinin Qərarı", "", "22. Ərizəçilər bir neçə konstitusion hüquqlarının pozulduğunu iddia edərək, milli məhkəmələrin qərarlarına qarşı konstitusiya şikayəti vermişlər. 23 fevral 2004-cü ildə Konstitusiya Məhkəməsi onların şikayətlərini mahiyyəti üzrə araşdırılması üçün icraata qəbul etdi. ", "23. Konstitusiya Məhkəməsi 11 may 2004-cü il tarixli Qərarı ilə belə nəticəyə gəldi ki, Yasamal rayon məhkəməsinin, Apellyasiya Məhkəməsinin və Ali Məhkəmənin bütün qərar və qərardadları Konstitusiya ilə təsbit olunan hüquq və azadlıqların təmin olunmasını pozur. Xüsusilə də, Konstitusiya Məhkəməsi qeyd etdi ki, araşdırmaların ilkin mərhələsində daxili məhkəmələr ərizəçilərin şikayətini tam araşdırmamış və iş üzrə hallara düzgün qiymət verməmişlər. Həmçinin, mülki iş üzrə icraatın birinci mərhələsində məhkəmələr sərbəst birləşmək hüququnun iddia edilən pozuntusunu tam araşdırmamış və iş üzrə əlaqəsi olan faktiki halları düzgün müəyyənləşdirməmişlər. Konstitusiya Məhkəməsi qərara almışdır ki, milli məhkəmələr fərdlərın hüquq və azadlıqlarına təminat verən Konstitusiyanın 60-cı maddəsini və 70-ci maddəsinin I hissəsini, həmçinin Mülki Prosessual Məcəllənin bir neçə müddəlarını pozmuşlar. Həmin Məhkəmə onu da müəyyən etdi ki, sonrakı məhkəmə araşdırmalarında daxili məhkəmələr Konstitusiyanın eyni müddəalarının tələblərini yenə də pozmuşlar. ", "24. Konstitusiya Məhkəməsi ərizəçilərin işi ilə bağlı olan bütün məhkəmə qərarlarını ləğv edərək, işi yenidən araşdırılması üçün ümumi yurisdiksiyalı məhkəmələrə geri göndərmişdir. O, ərizəçilərin Konstitusiyanın 58-ci maddəsində təsbit olunmuş sərbəst birləşmək hüquqlarının iddia edilən pozuntusunu araşdırmağı xüsusilə tövsiyə etmişdir.", "", "C. Birliyin dövlət qeydiyyatı və sonrakı məhkəmə araşdırmaları", "", "25. 18 fevral 2005-ci ildə ərizəçilərin beşinci qeydiyyat müraciətinə cavab olaraq, Ədliyyə Nazirliyi birliyi qeydiyyata almış və dövlət qeydiyyatı şəhadətnaməsi vermişdir.", "26. Həmin gün Yasamal rayon məhkəməsi ərizəçilərin Ədliyyə Nazirliyinin qeyri-qanuni hərəkətləri ilə bağlı verdikləri şikayəti və onların sərbəst birləşmək hüquqlarının pozulmasına görə 25.000.000 AZM məbləğində kompensasiya ödənilməsi tələbini yenidən araşdırmışdır. Məhkəmə onların bu tələbini rədd etmiş və qeyd etmişdir ki, ərizəçilərin birliyi qeydiyyata alındığına görə mübahisələndirilən məsələ həll olunmuşdur. Daha sonra məhkəmə qərara almışdır ki, daxili qanunvericilik belə hallarda mənəvi ziyana görə kompensasiya ödənilməsini müəyyən etmir.", "27. 22 iyul 2005-ci ildə Apellyasiya Məhkəməsi birinci instansiya məhkəməsinin qətnaməsini qüvvədə saxladı. 22 dekabr 2005-ci ildə Ali Məhkəmə aşağı instansiya məhkəmələrinin qətnamələrini qüvvədə saxladı. ", "28. Görünür ki, bundan sonra Ədliyyə Nazirliyi tərəfindən milli qanunvericiliyin tələblərinin pozulmasının təsdiq olunmasına əsaslanaraq, ərizəçilər yenidən məhkəmədə iddia qaldırmışlar. 14 sentyabr 2006-cı ildə Yasamal rayon məhkəməsi bu tələbi rədd etdi. Şikayətə əsasən 08 dekabr 2003-cü ildə Apellyasiya Məhkəməsi hesab etdi ki, Ədliyyə Nazirliyinin müvafiq rəsmiləri tərəfindən ərizəçilərin qeydiyyat barədə müraciətlərinə cavab olaraq təkrar gecikmələrə yol verməsi «Hüquqi şəxslərin dövlət qeydiyyatı haqqında» Qanunun 9-cu maddəsinin tələblərini pozub. Məhkəmə hazırkı iş üzrə dörd ərizəçilərdən üçünə, xanım Ramazanova, cənab Əlizadə və cənab Qənbərova, ümumilikdə, mənəvi zərərə görə təxminən 705 EUR təşkil edən 800 yeni Azərbaycan manatı (AZN) məbləğində kompensasiya ödənilməsini müəyyən etmişdir. Bu məbləğ Ədliyyə Nazirliyində dövlət qeydiyyatının gecikdirilməsinə görə məsuliyyət daşıyan müvafiq rəsmi şəxslər tərəfindən ödənilməli idi.", "", "II. MÜVAFİQ DAXİLİ QANUNVERİCİLİK", "", "A. Azərbaycan Respublikasının 12 noyabr 1995-ci il tarixli Konstitusiyası", "", "Maddə 58. Birləşmək hüququ", "", "«I. Hər kəsin başqaları ilə birləşmək hüququ vardır.", "", "II. Hər kəs istənilən birlik, o cümlədən siyasi partiya, həmkarlar ittifaqı və digər ictimai birlik yaratmaq və ya mövcud birliyə daxil olmaq hüququna malikdir. Bütün birliklərin sərbəst fəaliyyətinə təminat verilir. ...»", "", "Maddə 60. Hüqüq və azadlıqların məhkəmə təminatı", "", "«I. Hər kəsin hüquq və azadlıqlarının məhkəmədə müdafiəsinə təminat verilir.", "", "II. Hər kəs dövlət orqanlarının, siyasi partiyaların, həmkarlar ittifaqlarının və digər ictimai birliklərin, vəzifəli şəxslərin qərar və hərəkətlərindən (yaxud hərəkətsizliyindən) məhkəməyə şikayət edə bilər. ...»", "", "Maddə 71. İnsan və vətəndaş hüquqlarının və azadlıqlarının təminatı", "", "«I. Konstitusiyada təsbit edilmiş insan və vətəndaş hüquqlarını və azadlıqlarını gözləmək və qorumaq qanunvericilik, icra və məhkəmə hakimiyyəti orqanlarının borcudur. ...»", "", "B. Azərbaycan Respublikasının 2000-ci il tarixli Mülki Məcəlləsi", "", "Maddə 47. Hüquqi şəxsin nizamnaməsi", "", "«47.1. Hüquqi şəxsin təsisçiləri tərəfindən təsdiq edilmiş nizamnaməsi hüquqi şəxsin təsis sənədidir. ...", "", "47.2. Hüquqi şəxsin nizamnaməsində hüquqi şəxsin adı, olduğu yer, fəaliyyətinin idarə edilməsi qaydası, habelə onun ləğvi qaydası müəyyənləşdirilir. Qeyri-kommersiya hüquqi şəxsinin nizamnaməsində onun fəaliyyətinin predmeti və məqsədləri müəyyənləşdirilir. ...»", "", "Maddə 48. Hüquqi şəxslərin dövlət qeydiyyatı", "", "«48.1. Hüquqi şəxs müvafiq icra hakimiyyəti orqanında dövlət qeydiyyatına alınmalıdır. ...", "", "48.2. Hüquqi şəxsin yaradılması qaydasının pozulması və ya onun nizamnaməsinin bu Məcəllənin 47-ci maddəsinə uyğun gəlməməsi hüquqi şəxsi dövlət qeydiyyatına almaqdan imtina edilməsinə səbəb olur. ...»", "", "C. «Hüquqi şəxslərin dövlət qeydiyyatı haqqında» 6 fevral 1996-cı il tarixli Qanun", "", "Maddə 9. Ərizəyə baxılması", "", "«Hüquqi şəxslərin, xarici hüquqi şəxslərin filiallarının və nümayəndəliklərinin dövlət qeydiyyatı üçün müraciət edildikdə dövlət qeydiyyatı orqanı:", "", "- sənədləri baxılmaq üçün qəbul edir;", "", "- dövlət qeydiyyatı üçün müraciət edənə 10 gün müddətində dövlət qeydiyyatı haqqında şəhadətnamə, yaxud dövlət qeydiyyatına almaqdan imtina barədə yazılı məlumat verir;", "", "- dövlət qeydiyyatı üçün təqdim olunmuş sənədlərdə yol verilmiş çatışmazlıqlar aradan qaldırıldıqda, həmin sənədləri baxılmaq üçün qəbul edir və dövlət qeydiyyatına almaq barədə 5 gün müddətində qərar qəbul edir.»", "", "D. «Qeyri-hökumət təşkilatları (ictimai birliklər və fondlar) haqqında» 13 iyun 2000-ci il", "   tarixli Qanun", "", "Maddə 6. Qeyri-hökumət təşkilatlarının fəaliyyət ərazisi", "", "«6.1. Qeyri-hökumət təşkilatları Azərbaycan Respublikasında ümumazərbaycan, regional və yerli statusla təsis oluna və fəaliyyət göstərə bilərlər. Qeyri-hökumət təşkilatının fəaliyyət ərazisi təşkilat tərəfindən müstəqil müəyyən olunur.", "", "6.2. Ümumazərbaycan qeyri-hökumət təşkilatlarının fəaliyyəti Azərbaycan Respublikasının bütün ərazisinə şamil edilir. Regional qeyri-hökumət təşkilatlarının fəaliyyəti Azərbaycan Respublikasının iki və ya artıq inzibati ərazi vahidini əhatə etməlidir. Yerli qeyri-hökumət təşkilatları bir inzibati ərazi vahidinin çərçivəsində fəaliyyət göstərirlər. ...»", "", "Maddə 10. İctimai birliklərin üzvləri", "", "«10.3. İctimai birliyin üzvlüyünün əldə edilməsi və üzvlüyə xitam verilməsi məsələləri nizamnamə ilə müəyyən edilir. Nizamnamə ictimai birliyin üzvlüyünə xitam verilməsindən birliyin daxilində və məhkəməyə şikayət etmə hüququna təminat verməlidir. ...»", "", "Maddə 16. Qeyri-hökumət təşkilatlarının dövlət qeydiyyatı", "", "«16.1. Qeyri-hökumət təşkilatlarının dövlət qeydiyyatı müvafiq icra hakimiyyəti orqanı [Azərbaycan Respublikasının Ədliyyə Nazirliyi] tərəfindən hüquqi şəxslərin qeydiyyatı haqqında Azərbaycan Respublikasının qanunvericiliyinə uyğun olaraq həyata keçirilir.", "", "16.2. Qeyri-hökumət təşkilatı yalnız dövlət qeydiyyatına alındıqdan sonra hüquqi şəxs statusunu əldə edir.»", "", "Maddə 17. Dövlət qeydiyyatına alınmasından imtina", "", "«17.1. Qeyri-hökumət təşkilatlarının dövlət qeydiyyatına alınmasından yalnız «Hüquqi şəxslərin dövlət qeydiyyatı və dövlət reyestri haqqında» Azərbaycan Respublikasının Qanunu ilə nəzərdə tutulmuş hallarda imtina edilə bilər.", "", "", "17.2. Qeyri-hökumət təşkilatının dövlət qeydiyyatına alınmasından imtinanın əsasları və təsis sənədlərinin hazırlanmasında qanunvericiliyin pozulmuş müddəaları və maddələri göstərilməklə, yazılı surətdə məlumat qeyri-hökumət təşkilatının nümayəndəsinə təqdim olunur.", "", "17.3. Qeyri-hökumət təşkilatının dövlət qeydiyyatına alınmasından imtina pozuntular aradan qaldırıldıqdan sonra sənədlərin dövlət qeydiyyatı üçün yenidən təqdim edilməsinə mane ola bilməz.", "", "17.4. Qeyri-hökumət təşkilatının dövlət qeydiyyatına alınmasından imtinadan məhkəmə qaydasında şikayət verilə bilər.»", "", "Maddə 25. İctimai birliyin idarə olunmasının əsasları", "", "«25.1. İctimai birliyin strukturu, tərkibi, idarəetmə orqanlarının səlahiyyəti, formalaşdırılma qaydası və onların səlahiyyət müddəti, qərar qəbuletmə və ictimai birliyin adından çıxışetmə qaydaları bu qanun və digər qanunlara müvafiq olaraq ictimai birliyin nizamnaməsi ilə müəyyən edilir. ...»", "", "E. «Qrant haqqında» 17 aprel 1998-ci il tarixli Qanun", "", "Maddə 1. Qrant", "", "«1. Qrant - humanitar, sosial və ekoloci layihələri, müharibə və təbii fəlakət nəticəsində ziyan çəkmiş ərazilərdə dağılmış istehsal, sosial təyinatlı obyektlərin və infrastrukturun bərpası üzrə işləri, təhsil, səhiyyə, mədəniyyət, hüquqi məsləhət, informasiya, nəşriyyat və idman sahələrində proqramları, elm, tədqiqat və layihələşdirmə proqramlarını, dövlət və cəmiyyət üçün əhəmiyyət kəsb edən digər proqramları hazırlamaq və həyata keçirmək üçün bu Qanunla nəzərdə tutulmuş qaydada göstərilən yardımdır. Qrant yalnız konkret məqsəd (məqsədlər) üçün verilir.", "", "2. Qrant maliyyə vəsaiti şəklində və (və ya) başqa maddi formada verilir. Qrant təmənnasız verilir, onun əvəzi hər hansı bir şəkildə geri istənilə bilməz. ...»", "", "Maddə 3. Resipiyent", "", "«1. Donorla münasibətlərində qrant alan resipiyent sayılır.", "", "2. Aşağıdakılar resipiyent ola bilərlər:", "", "- müvafiq icra hakimiyyəti orqanı qismində Azərbaycan dövləti;", "", "- bələdiyyə orqanları;", "", "- Azərbaycan Respublikasında fəaliyyət göstərən, nizamnaməsinə əsasən başlıca məqsədi xeyriyyəçilik, yaxud qrant predmeti ola bilən layihə və proqramların həyata keçirilməsi olan və qrant almaqla birbaşa mənfəət götürmək məqsədi güdməyən rezident və qeyri-rezident olan hüquqi şəxslər, onların filial, nümayəndəlik və şöbələri;", "", "- Azərbaycan Respublikasının fiziki şəxsləri. ...»", "", "", "", "", "HÜQUQİ MƏSƏLƏLƏR", "", "I. KONVENSIYANIN 11-ci MADDƏSININ İDDİA EDILƏN POZUNTUSU", "", "29. Ərizəçilər şikayət etdilər ki, Ədliyyə Nazirliyinin birliyin vaxtında qeydiyyata alınmasını gecikdirməsi onların birləşmək hüququ ilə ziddiyyət təşkil etmişdir. Nazirlık onların qeydiyyat barədə müraciətlərinin araşdırılmasını əhəmiyyətli dərəcədə gecikdirməklə və rəsmi cavab üçün qanunla müəyyənləşdirilmiş vaxt məhdudiyyətinin tələblərini pozmaqla, birliyin qeydiyyata alınmasından boyun qaçırdığı üçün birlik hüquqi şəxs statusunu əldə edə bilməmişdir. İddia edilənə görə isə, bu, onların Konvensiyanın aşağıda göstərilən 11-ci maddəsində təsbit olunmuş birləşmək azadlığını pozmuşdur:", "", "«1. Hər kəsin dinc toplaşmaq azadlığı və öz maraqlarını müdafıə etmək üçün həmkarlar ittifaqları yaratmaq və onlara qoşulmaq hüququ da daxil olmaqla, başqaları ilə birləşmək azadlığı hüququ vardır.", "", "2. Bu hüquqların həyata keçirilməsinə milli təhlükəsizlik və ictimai asayiş maraqları naminə, iğtişaşın və cinayətin qarşısını almaq, sağlamlığın və mənəviyyatın qorunması və ya digər şəxslərin hüquq və azadlıqlarının müdafiəsi üçün qanunla nəzərdə tutulmuş və demokratik cəmiyyətdə zəruri olanlardan başqa heç bir məhdudiyyət qoyula bilməz. Bu maddə silahlı qüvvələr, polis və ya inzibati dövlət orqanları üzvlərinin belə hüquqlarının həyata keçirilməsinə qanuni məhdudiyyətlər qoyulmasına mane olmur.»", "", "A. Məqbuliyyət", "", "1. Ratione temporis ilə uyğunluq", "", "30. Məhkəmə bildirir ki, ərizəçilərin şikayətinə səbəb olmuş halların bir hissəsi 15 aprel 2002-ci ildən, yəni Konvensiyanın Azərbaycana münasibətdə qüvvəyə minməsindən əvvəlki dövrə təsadüf edir. Məhkəmə qeyd edir ki, o, yalnız Konvensiyanın Razılğa Gələn Yüksək Tərəfə münasibətdə qüvvəyə mınməsindən sonra baş vermiş hadisələrdən irəli gələn Konvensiya pozuntuları ilə bağlı şikayətlərə baxmaq səlahiyyətinə malikdir (bax, Kazımova Azərbaycana qarşı (qərardad), № 40368/ 02, 06 mart 2003-cü il).", "31. Müvafiq olaraq, Məhkəmənin səlahiyyəti şikayətin 15 aprel 2002-ci ildən sonra baş verən hallarla bağlı hissəsinə münasibətdə məhduddur, ərizəçilərin birinci və ikinci müraciətləri, eləcə də üçüncü qeydiyyat müraciəti ilə bağlı hadisələrin bir qismi Məhkəmənin ratione temporis səlahiyyətindən kənara çıxır. Buna baxmayaraq, zərurət olduqda, Məhkəmə sözügedən dövrün əvvəlində mövcud olan vəziyyəti nəzərə alacaqdır.", "", "2. Ərizəçilərin qurban statusu", "", "32. Ədliyyə Nazirliyi tərəfindən birliyin 18 fevral 2005-ci il tarixdə qeydiyyata alınması faktına istinad etməklə, Hökumət bildirdi ki, məsələ öz həllini tapıb və şikayətin Məhkəmənin işlər siyahısından çıxarılmasını tələb etdi. Məhkəmə hesab edir ki, mahiyyət etibarilə bu tələb ərizəçilərin Konvensiyanın ehtimal olunan pozuntusunun qurbanı olmamasının iddia edilməsini təşkil edir. ", "33. Ərizəçilər razılaşmadılar. Onlar qeyd etdilər ki, daxili hakimiyyət orqanları onların birləşmək hüququnun pozulmasını tanımamış və bu pozuntu ilə bağlı kompensasiyanı təqdim etməmişlər. ", "34. Məhkəmə xatırladır ki, «qurban» sözügedən hərəkət və ya səhv nəticəsində birbaşa təsirə məruz qalan şəxsi nəzərdə tutur (bax, Marks Belçikaya qarşı, 13 iyun 1979-cu il tarixli Qərar, A Seriyaları, № 31, s. 13, § 27). Hazırkı işdə hər biri birliyin əsl təsisçiləri olan ərizəçilər birliyin dövlət qeydiyyatına alınmasında özbaşına gecikmələrdən şikayət etmişlər ki, bunun nəticəsində də birlik hüquqi şəxs statusu əldə edə və tam fəaliyyət göstərə bilməmişdir. Bu da öz növbəsində, birliyin nizamnaməsində göstərilən məqsədlərə təkbaşına və ya müştərək nail olmaq və bununla da, bu hüququ həyata keçirmək imkanından məhrum etməklə, təsisçilərin birləşmək azadlıqlarına birbaşa təsir edib (bax, Mutatis mutandis, Sidropulos və digərləri Yunanıstana qarşı, 10 iyul 1998-ci il tarixli Qərar, Qərar və Qərardadların Hesabatı, 1998-IV, s. 1612, § 31; həmçinin bax, aşağıda 54-60-cı paraqraflar).", "35. Məhkəmə daha sonra xatırladır ki, əgər, mili hakimiyyət orqanları açıq-aşkar və ya mahiyyət etibarilə Konvensiyanın pozuntusunu təsdiq edib kompensasiyanı təqdim etməzlərsə, ərizəçinin xeyrinə olan qərar və ya tədbirlər onu «qurban» statusundan məhrum etmək üçün kifayət etmir (bax, Amur Fransaya qarşı, 25 iyun 1996-cı il tarixli Qərar, Hesabatlar, 1996-III, s. 846, § 36; və Dalban Rumıniyaya qarşı (Böyük Palata), № 28114/95, § 44, İHAM 1999-VI). Yalnız bu şərtlər təmin edildikdə, Konvensiyanın subsudiar xarakterli müdafiə mexanizmləri şikayətin araşdırılmasının qarşısını alır.", "36. Məhkəmə qeyd edir ki, sadəcə olaraq hakimiyyət orqanları tərəfindən əhəmiyyətli gecikmədən sonra nəhayət birliyi dövlət qeydiyyatına alması faktı hazırkı işdə ərizəçiləri Konvensiyaya əsasən qurban statusundan avtomatik olaraq məhrum etmə üçün əsas götürülə bilməz.     ", "37. Məhkəmə qeyd edir ki, 2006-cı ilın dekabrına kimi nə daxili məhkəmələr, nə də hər hansı başqa dövlət orqanları ərizəçilərin Konvensiya hüquqlarına müdaxilə olunmasını açıq-aşkar təsdiq etmişlər. Konstitusiya Məhkəməsi tərəfindən ümumi yurisdiksiyalı məhkəmələrin əvvəlki qərarlarının ləğv edilməsinə baxmayaraq, Konstitusiya Məhkəməsinin özü ərizəçilərin birləşmək azadlığı hüquqlarının pozulmasını müəyyən etməmişdir. O, yalnız ərizəçilərin bu hüquqlarının pozulub-pozulmamasını müəyyən etmək üçün işin yenidən araşdırılmasını qərara almışdır. Nəhayət, 06 dekabr 2006-cı ildə Apellyasıya Məhkəməsi Ədliyyə Nazirliyinin Dövlət Qeydiyyatı Idarəsinin müvafiq rəsmisi tərəfindən prosessual tələblərin pozulmasını təsdiq etmiş və ərizəçilərə müvafiq mənəvi kompensasiyanın ödənilməsini ona tapşırmışdır. Ola bilsin ki, bu, Dövlət tərəfindən ərizəçilərin birləşmək hüququnun pozulmasının tanınmasını təşkil edirdi. Lakin, Məhkəmə aşagıdakı səbəblərə görə bu məsələnin müəyyən olunmasını zəruri hesab etmir.", "38. Hakimiyyət orqanları tərəfindən ərizəçilərin Konvensiya hüquqlarının pozulmasını təsdiq etməsini fərz etsək belə, Məhkəmə qeyd edir ki, ərizəçilərin dördünün də məhkəmə araşdırmalarının bütün əvvəlki mərhələlərində kompensasiya ödənilməsini tələb etməsinə baxmayaraq, məhkəmə araşdırmalarının ən son mərhələsində yalnız üç ərizəçiyə mənəvi kompensasiyanın ödənilməsi qət edilmişdir. Bundan başqa, ictimai birliyin dövlət qeydiyyatının təxminən dörd il gecikdirilməsini və ərizəçilərin öz hüquqlarını bir neçə məhkəmə araşdırmaları üzrə bir çox məhkəmə iclaslarında müdafiə etməli olduqlarını nəzərə alaraq, Məhkəmə hesab edir ki, ərizəçilərdən üçünə birlikdə 705 EUR məbləğində təzminat ödənilməsi onların Konvensiya hüquqlarının pozulmasının tam kompensasiyası kimi qiymətləndirilə bilməz. Belə olan halda, Məhkəmə hesab edir ki, birliyin dövlət qeydiyyatına alınmasının ərizəçilərin xeyrinə açıq-aşkar uyğun olmasına baxmayaraq, bu, onların «qurban» statusundan məhrum edilməsi üçün kifayət etmir.", "39. Müvafiq olaraq, Məhkəmə ərizəçilərin qurban statusunun itirilməsinə dair Hökumətin etirazını rədd edir.", "", "3. Daxili vasitələr", "", "40. Hökumət bildirdi ki, Məhkəməyə şikayət verildiyi zaman ərizəçilər tərəfindən əlçatan daxili vasitələr tükəndirilməyib. Xüsusilə, onlar Ali Məhkəmənin Plenumuna əlavə kassasiya şikayəti verməmişlər. Bundan başqa, Hökumət təkid etdi ki, ərizəçilər milli məhkəmələrə yalnız Ədliyyə Nazirliyinin qeyri-qanuni hərəkətlərindən şikayət etmiş və bu hərəkətlər nəticəsində onların birləşmək hüququnun pozulmasına dair xüsusi şikayət verməmişlər.", "41. Ərizəçilər bildirdi ki, hazırkı şikayəti vermək üçün onlar əlavə kassasiya şikayəti verməli olmamışlar, ona görə ki, Ali Məhkəmənin Plenumu səmərəli vasitə olmayıb. Onlar, həmçinin iddia etdilər kı, Nazirlik tərəfindən «qeyri-hökumət təşkilatının qeydiyyata alınmasından yayınması» barədə verdikləri şikayət onların birləşmək hüququnun pozulmasına dair şikayəti ifadə edirdi. ", "42. Məhkəmə xatırladır ki, Məhkəməyə şikayət verdikdən sonra ərizəçi tərəfindən daxili vasitələrin tükənməsinə davam edildiyi halda, lakin məqbuliyyət üzrə qərardadın qəbul edilməsindən əvvəl, Məhkəmə şikayətin verildiyi vaxtda deyil, şikayətin məqbuliyyətini həll etdiyi vaxtda daxili vasitələrin tükəndirilməsi məsələsini araşdırır (bax, Yolçu Türkiyəyə qarşı (qərardad), № 34684/97, 03 may 2001-ci il). ", "43. Məhkəmə, həmçinin Azərbaycan Respublikası Ali Məhkəməsində əlavə kassasiya qaydasında icraatın Konvensiyanın 35-ci maddəsinin 1-ci bəndinin mənasına görə ərizəçilər tərəfindən istifadə edilməsi tələb olunan adi və səmərəli vasitəni təşkil etmədiyi haqqında hüquqi mövqeyini xatırladır (bax, Babayev Azərbaycana qarşı (qərardad), № 36454/03, 27 may 2004-cü il). Lakin Məhkəmə qeyd edir ki, hər bir halda hazırkı şikayəti Məhkəməyə verdikdən sonra ərizəçilər Ali Məhkəmənin sədri tərəfindən rədd edilmiş əlavə kassasiya şikayəti vermişlər. Daha sonra onların konstitusiya şikayəti icraata qəbul edilmiş və əvvəlki bütün qərarları ləğv edən və işin yenidən araşdırılması barədə qərar çıxaran Konstitusiya Məhkəməsi tərəfindən mahiyyəti üzrə araşdırılıb. Buna görə, ərizəçilər onlara əlçatan olan bütün adi daxili vasitələri bir daha keçmişlər. ", "44. Birləşmək azadlığı hüquqlarının pozulmasından daxili hakimiyyət orqanları qarşısında açıq-aşkar şikayət edilməməsinə dair Hökumətin dəlilinə gəldikdə isə, Məhkəmə hesab edir ki, onların Ədliyyə Nazirliyinə qarşı məhkəməyə müraciət etmələri və mənəvi ziyanın ödənilməsi ilə bağlı tələb irəli sürmələri mahiyyətcə belə şikayəti ifadə edir. Bu, daxili qanunvericiliyə görə ümumi yurisdiksiyalı məhkəmələrdə daxili mübahisələrin predmetinin ərizəçilərin birləşmək azadlığı hüququnun iddia edilən pozuntusunun olmasını hesab edən Konstitusiya Məhkəməsinin qərarı ilə təsdiq olunub.", "45. Bu səbəblərə görə, Məhkəmə daxili vasitələrin tükənməməsinə dair Hökumətin etirazını rədd edir.", "", "4. Nəticə", "", "46. Göstərilən qənaətləri nəzərə alaraq, Məhkəmə onu da qeyd edir ki, şikayət hər hansı digər əsaslara görə qeyri-məqbul və Konvensiyanın 35-ci maddəsinin 3-cü bəndinin mənası baxımından açıq-aşkar əsassız deyildir. Buna görə, o, 15 aprel 2002-ci ildə baş vermiş hadisələrə aid məqbul elan olunmalıdır.", "", "", "", "B. Mahiyyəti üzrə", "", "1.Tərəflərin mövqeləri", "", "47. Hökumət iddia etdi ki, ərizəçilərın birləşmək azadlığına müdaxilə baş verməmişdir. İlk əvvəl, Hökumət qeyd etdi ki, Nazirlik birliyin qeydiyyata alınmasından imtina etməmişdir. Əksinə, o, sadəcə olaraq təsisçilərə təsis sənədlərini qaytardı ki, onlar çatışmazlıqları düzəldə bilsinlər və daxili qanunvericiliyin tələblərinə uyğun olsunlar. Hökumət bildirdi ki, «ictimai birliyi qeydə almaqdan imtinanın birləşmək azadlığı hüququnun pozulması kimi qiymətləndirilməli olmasına baxmayaraq, (dövlət qeydiyyatına alınmaq üçün müraciətə) gecikmiş cavab bu hüququn pozulmasını ifadə etmir».", "48. İkincisi, Hökumət iddia etdi ki, qeydiyyatın gecikdirilməsi birliyi yalnız müvəqqəti olaraq hüquqi şəxs statusu əldə etmək imkanından məhrum etmişdir. Lakin daxili qanunvericiliyə görə, hüquqi şəxs statusunun olmaması birliyin öz fəaliyyətini davam etdirməsinə və sahələrin kirayələnməsi, bank hesabı açılması və başqa fəaliyyətlər kimi müxtəlif münasibətlərə daxil olmasına maneçilik törətmir.", "49. Daha sonra Hökumət qeyd etdi ki, birliyin təsis sənədlərinin Nazirlikdə qeydiyyata alınmağa təqdim edilməzdən əvvəl onun qanunvericiliyin tələblərinə uyğun tərtib edilməsi birliyin təsisçilərinin öhdəliyidir. Lakin ərizəçilər «özlərinin təsis sənədlərinin mövcud qanunvericiliyə uyğunlaşdırılmasından davamlı olaraq imtina etmiş və qanuna (zidd olan) sənədlərə əsasən ... qeydiyyata alınmağa çalışmışlar. Bu çatışmazlıqların aradan qaldırılması Nazirliyin öhdəliyində olmamışdır, lakin o, ərizəçilərə bunu etməyi tövsiyə etmişdir.» ", "50. Nazirliyin qeydiyyat üçün qanunla müəyyən olunmuş 10 və 5 günlük müddət tələbini pozmasına gəldikdə isə, Hökumət, bunu Nazirliyin işlərinin həqiqətən də həddən çox olması ilə izah edirdi.", "51. Ərizəçilər iddia etdilər ki, onların qeydiyyat müraciətlərinin cavablandırılmasında qanunvericiliklə müəyyən olunmuş müddət məhdudiyyətini əhəmiyyətli pozan gecikmələr, onların birləşmək azadlığı hüququna müdaxiləni və bu hüququn pozulmasını təşkil edirdi. Ərizəçilər belə gecikmələrin daxili qanunvericiliyə zidd olduğunu bildirirdilər. Bundan başqa, ərizəçilər göstərirdilər ki, hər dəfə Nazirlik təsis sənədlərini onlara geri qaytararkən sənəddə müxtəlif yeni çatışmazlıqların olduğunu bildirirdi. Lakin daxili qanunvericiliyə görə, Nazirlik ilk qeydiyyat tələbindən sonra bütün çatışmazlıqları müəyyənləşdirməyə borclu idi və bu çatışmazlıqlar ikinci dəfə qeydiyyatla bağlı müraciət edilən zaman təsisçilər tərəfindən aradan qaldırıldıqda, Nazirlik yekun qərar çıxarmalı idi, yəni, ya birliyi qeydə almalı, ya da onun qeydə alınmasından imtina etməli idi.", "52. Ərizəçilər, həmçinin qeyd etdilər ki, hüquqi şəxs statusu əldə etmədən ictimai birlik öz funksiyalarını tam yerinə yetirə və əsas fəaliyyəti ilə məşğul ola bilməzdi. Xüsusilə, daxili qanunvericiliyə görə, yalnız lazımi qaydada qeydiyyata alınmış hüquqi şəxslər «qrant» resipiyenti ola bilər. «Qrant»ın qeyri-hökumət təşkilatlarının fəaliyyətinin əsas (bir sıra hallarda, yeganə) maliyyə mənbəyi olmasını nəzərə alaraq, birlik hüquqi şəxs statusu əldə etmədən funksiyalarını tam həyata keçirə bilməzdi. Bundan başqa, yalnız dövlət qeydiyyatına alınmış qeyri-hökumət təşkilatları vergi qanunvericiliyinə əsasən vergi güzəştlərindən istifadə edə və bir sıra maliyyə və digər münasibətlərdə iştirak edə bilər.", "53. Nəhayət, ərizəçilər onların təsis sənədlərindəki çatışmazlıqları aradan qaldırmaq üçün intizamlı olmadıqları barədə Dövlətin iddiaları ilə razılaşmamışlar. Onlar iddia etdilər ki, Nazirliyin hər bir qeydlərinə sürətli riayət edilmə və qeydiyyat müraciətlərinin sayı sənədlərin mövcud qanunvericiliyə uyğunlaşdırılmasında çalışmalarının səliqəliliyini göstərir.", "2. Məhkəmənin qiymətləndirməsi", "", "(a) Müdaxilənin olub-olmamasına dair", "", "54. Məhkəmə xatırladır ki, birlik təsis etmək hüququ Konvensiyanın 11-ci maddəsində təsbit edilmiş hüququn ayrılmaz hissəsidir. Vətəndaşların qarşılıqlı maraq sahələrində birgə fəaliyyət göstərmək məqsədilə hüquqi şəxs yaratmaq qabiliyyəti birləşmək azadlığı hüququnun ən mühüm elementlərindən biridir və onsuz bu hüquq hər hansı mənadan məhrum olunacaq. Milli qanunvericilikdə bu hüququn təsbit edilməsi və hakimiyyət orqanları tərəfindən tətbiq olunma tərzi müvafiq dövlətdə demokratiyanın vəziyyətini göstərir. Müəyyən dövlətlər birliklərin məqsədlərinin və fəaliyyətinin qanunvericiliklə müəyyən olunmuş qaydalara uyğun olmasından əmin olmaq hüququna malikdirlər, lakin onlar bunu Konvensiya ilə götürdükləri öhdəliklərə uyğun tərzdə və Konvensiya institutları tərəfindən yenidən baxılması nəzərə alınmaqla etməlidirlər (bax, yuxarıda qeyd olunan, Sidiropulos və digərləri, s. 1614, § 40).", "55. Qarşılıqlı maraq sahələrində birgə fəaliyyət göstərmək məqsədilə hüquqi şəxs yaratmaq qabiliyyəti birləşmək azadlığı hüququnun ən mühüm elementlərindən biridir və onsuz bu hüquq hər hansı mənadan məhrum olunacaq. Məhkəmə ardıcıl olaraq belə qənaətə gəlmişdir ki, hakimiyyət orqanları tərəfindən fərdlərin yaratdıqları birliklərə hüquqi şəxs statusunun verilməsindən imtina edilməsi ərizəçilərin birləşmək azadlığı hüquqlarının həyata keçirilməsinin pozulmasını təşkil edir (bax, Gorzelik və digərləri Polşaya qarşı (Böyük Palata), № 44158/98, § 52, 17 fevral 2004-cü il; yuxarıda qeyd olunan Sidiropulos, s. 1612, § 31; və APEH Üldözötteinek Szovetsege və digərləri Macarıstana qarşı (qərardad), № 32367/96, 31 avqust 1999-cu il).", "56. Məhkəmə həmin vaxt qüvvədə olan qanunvericiliyə görə təsis sənədlərinin çatışmazlıqların aradan qaldırılması üçün geri göndərilməsinin, birliyin qeydə alınmasından formal və yekun imtinanı və ya onun fəaliyyətinə qadağanı əks etdirmədiyinə dair Hökumətin dəlilini nəzərə alır. Lakin Məhkəmə qeyd edir ki, hazırkı işdə qeydiyyat prosesi Nazirliyin ərizəçilərin qeydiyyat müraciətlərinə qanunla dövlət qeydiyyatı üçün nəzərdə tutulmuş müddət ərzində davamlı olaraq cavab verməməsi ucbatından gecikdirilmişdir. Xüsusilə, ərizəçilərin 09 aprel 2001-ci il tarixdə ilk müraciətlərinin verilməsindən onların birliyinin 08 fevral 2005-ci ildə qeydiyyata alınmasınadək təxminən dörd il keçmişdir. Bu müddətdən təxminən üç il 15 aprel 2002-ci ildə Azərbaycan tərəfindən Konvensiyanın ratifikasiya edilməsindən sonrakı dövrə təsadüf edir. ", "57. İşin faktiki hallarına gəldikdə isə, Məhkəmə qeyd edir ki, hər dəfə qeydiyyat sənədləri ərizəçilərə geri qaytarılarkən, onlar Nazirliyin cavab məktubunda qeyd olunmuş çatışmazlıqları aradan qaldırmış və qeydiyyatla bağlı yeni müraciəti qısa vaxtda irəli sürmüşlər (Nazirliyin məktublarının qəbul edilməsindən sonra bir aydan da az müddət ərzində). Digər tərəfdən, Nazirlik ərizəçilərin qeydiyyatla bağlı hər bir müraciətinə cavabı bir neçə ay gecikdirmişdir. Müvafiq olaraq, birliyin qeydiyyatının təxminən dörd il gecikdirilməsinin Nazirliyin buna müəyyən vaxt çərçivəsində cavab verməməsi ucbatından baş verməsi mübahisə doğurmur.", "58. Birlik qeydiyyat prosesinin bütün gecikdirmə dövrü ərzində faktiki olaraq hüquqi şəxs statusundan məhrum edilmişdir. Çatışmazlıqları aradan qaldırmaq üçün qeydiyyat sənədlərinin geri qaytarılmasının milli qanunvericiliyə görə formal və yekun imtina qərarı kimi qiymətləndirilməməsinə baxmayaraq, Məhkəmə «rəsmi imtina»nın daxili təfsirini kənara qoyaraq hesab edir ki, Ədliyyə Nazirliyinin birliyin dövlət qeydiyyatına alınmasına dair yekun qərar çıxarmaması birliyin qeydiyyata alınmasından de facto imtinanı təşkil edir.", "59. Bundan başqa, Məhkəmə qeyd edir ki, hətta birliyin nəzəri cəhətdən dövlət qeydiyyatına alınanadək fəaliyyət göstərmək hüququnun mövcud olmasını fərz etsək belə, daxili qanunvericilik birliyin hüquqi şəxs statusu əldə etmədən tam fəaliyyət qabiliyyətini əhəmiyyətli dərəcədə məhdudlaşdırır. Birlik inter alia Azərbaycanda qeyri-hökumət təşkilatlarının əsas maliyyələşdirmə mənbəyi hesab olunan «qrant»lar və ya digər maliyyə yardımları ala bilməzdi (bax, «Qrant haqqında» Qanunun 3-cü maddəsi). Lazımi maliyyələşdirmə olmadan birlik onun mövcudluğunu şərtləndirən nizamnamə fəaliyyəti ilə məşğul olmaq imkanından məhrum idi. Aydındır ki, hüquqi şəxs statusu olmadan birlik hüquqi cəhətdən dövlət qeydiyyatına alınmış qeyri-hökumət təşkilatları ilə eyni vəziyyətdə olmamışdır.", "60. Məhkəmə hesab edir ki, ərizəçilər birliyin təsisçiləri olduqlarına görə birliyə uzun müddət hüquqi şəxs statusu əldə etməsinə imkan verilməməsi ilə nəticələnən dövlət qeydiyyatının geckidirilməsi hakimiyyət orqanları tərəfindən ərizəçilərin birləşmək azadlığı hüququnun həyata keçirilməsinə müdaxiləni təşkil edirdi.", "", "(b) Müdaxilənin əsaslı olub-olmamasına dair", "", "61. Belə müdaxilə «qanunvericiliklə nəzərdə tutulmadığı», Konvensiyanın 11-ci maddəsinin ikinci bəndində təsbit olunmuş bir və ya bir neçə qanuni məqsəd güdmədiyi və bu məqsəd və ya məqsədlərin «demokratik cəmiyyətdə zəruri olmadığı» halda, həmin maddənin tələbi baxımından əsaslı ola bilməz (bax, Çasanu və digərləri Fransaya qarşı (Böyük Palata), № 25088 /94, 28331/95 və 28443/ 95, § 104, İHAM 1999-III).", "62. Məhkəmə xatırladır ki, «qanunla nəzərdə tutulmuş» ifadəsi mübahisəli tədbirin daxili qanunvericilikdə müəyyən əsasa malik olmasını tələb edir və sözügedən qanunun keyfiyyətinə toxunur. Qanun, maraqlarına toxunulan şəxslərə münasibətdə əlçatan ifadə olunmalı - zərurət olduqda, əvvəlcədən bilinmək üçün - müvafiq məsləhətlə onlara elə dərəcədə imkan verməlildir ki, müəyyən hərəkətdən irəli gələn nəticələrə səbəb olduğu halda əsaslı olsun (bax, Maestri İtaliyaya qarşı (Böyük Palata), № 39748 /98, § 30, İHAM 2004-I; Adalı Türkiyəyə qarşı, № 38187/97, § 272, 31 mart 2005-ci il; və Rekveni Macarıstana qarşı (Böyük Palata), № 25390/94, § 34, İHAM 1999-III). Bu tələbləri yerinə yetirmək üçün daxili qanunvericilik hakimiyyət orqanları tərəfindən Konvensiyada təsbit olunmuş hüquqlara özbaşına müdaxilələrdən hüquqi müdafiə vasitəsinə malik olmalıdır. Fundamental hüquqlara təsir edən məsələlərdə demokratik cəmiyyətin Konvensiyada təsbit olunmuş əsas prinsiplərindən biri olan qanunun aliliyinə zidd olar ki, icra hakimiyyəti orqanlarına qeyri-məhdud hakimiyyət şərtlərində ifadə edilən mülahizəli səlahiyyət verilsin. Buna görə, qanun hər hansı belə səlahiyyətin çərçivəsini və onun həyata keçirilməsi tərzini kifayət qədər dəqiqliklə göstərməlidir (bax, Hasan və Çauş Bolqarıstana qarşı (Böyük Palata), № 30985/96, § 84, İHAM 2000-Xİ və yuxarıda qeyd olunan Maestri, § 30). ", "63. Məhkəməyə o fakt məlumdur ki, hazırkı şikayətə səbəb olmuş halların baş verməsindən sonra hüquqi şəxslərin dövlət qeydiyyatına dair Azərbaycan qanunvericiliyində bir sıra dəyişikliklər edilmişdir. Lakin bu şikayətlə bağlı Məhkəmə həmin vaxt qüvvədə olan daxili qanunvericiliyi nəzərə alacaq.", "64. Məhkəmə qeyd edir ki, «Hüquqi şəxslərin dövlət qeydiyyati haqqında» 06 fevral 1996-cı il tarixli qanunun 9-cu maddəsində Nazirliyin hüquqi şəxsi dövlət qeydiyyatına alması və ya almaqdan imtina etməsi barədə yazılı məlumat verməsi üçün on günlük müddət müəyyənləşdirilmişdir. Hüquqi şəxsin təsis sənədlərində müvafiq çatışmazlıqlar olduğu halda, Nazirlik həmin 10 gün daxilində çatışmazlıqları aradan qaldırmaqla bağlı təlimatlarla birgə sənədləri təsisçilərə geri qaytara bilər. Çatışmazlıqlar aradan qaldırıldlqdan sonra qeydiyyatla bağlı yenidən müraciət edildikdə, qanun müraciətə rəsmi cavab verilməsi üçün beş gün vaxt müəyyənləşdirmişdir. Lakin hazırkı işdə Nazirlik hər bir müraciətə rəsmi cavabları bir neçə ay gecikdirmişdir. Xüsusilə, ərizəçilərin 02 oktyabr 2001-ci il tarixli üçüncü müraciətinə cavabın verilməsi doqquz aydan çox gecikdirilmiş, baxmayaraq ki, qanun açıq-aydın bunun üçün beş günlük müddət təyin etmişdir. Dördüncü müraciətə cavab təxminən altı ay gecikdirilmişdir. Belə olan halda, Məhkəmə Nazirlik tərəfindən prosessual vaxt məhdudiyyətinin pozulduğunu qeyd edir. ", "65. Görünür ki, belə gecikmələr üçün daxili qanunvericilikdə heç bir əsas olmamışdır. Bu gecikmələrin Nazirliyin işinin çox olması ilə əlaqədar olduğunu iddia edən Hökumətin dəlili əsassız olaraq uzun müddət ərzində qeydiyyat müraciətlərinin araşdırılmasının gecikdirilməsi ilə daxili qanunvericiliyin prosessual tələblərinin Nazirlik tərəfindən pozulmasına dair mübahisəsiz faktı yüngülləşdirə bilməz. Daxili dövlət qeydiyyatı sisteminin və öz qanunvericiliyi ilə müəyyən olunmuş müddət məhdudiyyətlərinə müvafiq hakimiyyət orqanı tərəfindən riayət edilməsi üçün zəruri tədbirlərin görülməsi və bununla bağlı əsassız gecikmələrin qarşısının alınması Razılığa Gələn Dövlətlərin öhdəsinə düşür (bax, analogiya üzrə, Martins Moreyra Portuqaliyaya qarşı, 26 oktyabr 1988-ci il tarixli Qərar, A Seriyaları, № 143, s.19, § 53-54; Union Alimentaria Sanders S.A. İspaniyaya qarşı, 07 iyul 1989-cu il tarixli Qərar, A Seriyaları, № 157, s. 15, § 40; və Zimmermann və Steyner İsveçrəyə qarşı, 13 iyul 1983-cü il tarixli Qərar, A Seriyaları, № 66, ss. 12-13, § 29). Hazırkı işdə həmin vaxtda vəziyyəti düzəltmək üçün Dövlət hakimiyyəti orqanları tərəfindən hər hansı tədbir görülüb-görməməsini göstərən sübut yoxdur. Buna görə, Məhkəmə hesab edir ki, Nazirliyin iş yükünün iddia olunan tərzdə ağır olması hazırkı işdə belə əsassız gecikmələr üçün üzrlü səbəb ola bilməz. ", "66. Daha sonra, sözügedən qanunun keyfiyyətinə gəldikdə isə, Məhkəmə hesab edir ki, qanun Nazirlik tərəfindən qanunla müəyyən olunmuş müddət çərçivəsində hərəkət etməməsinin nəticələrini kifayət qədər dəqiqliklə müəyyən etməyib. Xüsusilə, qanun bu vaxt çərçivəsində Nazirliyin heç bir hərəkət etməməsi halında hüquqi şəxsin avtomatik qeydiyyata alınmasını və ya başqa nəticələr doğurmasını nəzərdə tutmur ki, bu da prosessual vaxt tələbini kobud şəkildə pozur. Bundan başqa, qanun Nazirliyin «heç bir hərəkət etmədən» təsis sənədlərini neçə dəfə təsisçilərə qaytara biləcəyini müəyyən etməmişdir ki, bu da əlavə olaraq hər bir ayrı qeydiyyat müraciətinin araşdırılmasında özbaşına gecikmələrə, qeydiyyat sənədlərində yeni çatışmazlıqların davamlı olaraq aşkarlanması və onların aradan qaldırılması üçün sənədlərin geri qaytarılması ilə yekun qərarı çıxarmadan bütün qeydiyyat prosedurunun özbaşına uzadılmasına səbəb olur. Müvafiq olaraq, qanun dövlət qeydiyyatı prosedurunda baş vermiş gecikdirmələrə qarşı səmərəli müdafiəni təmin etməyib.", "67. Qeydiyyat müraciətlərinə rəsmi cavabın verilməsi üçün qanula müəyyən olunmuş müddətin Nazirlik tərəfindən pozulmasını və belə gecikmələrə qarşı daxili qanunvericilikdə səmərəli müdafiənin nəzərdə tutulmamasını nəzərə alaraq, Məhkəmə hesab edir ki, müdaxilə Konvensiyanın 11-ci maddəsinin 2-ci bəndinin mənasəna görə «qanunla nəzərdə tutulmuş» olmayıb.", "68. Bu nəticəyə cələrək, Məhkəmə Konvensiyanın 11-ci maddəsinin 2-ci bəndinin digər tələblərinə (qanuni məqsəd və müdaxilənin zəruriliyi) cavab verdiyinə əmin olmasına ehtiyac görmür.", "69. Müvafiq olaraq, Konvensiyanın 11-ci maddəsi pozulub.", "", "", "", "II. KONVENSIYANIN 6-cı MADDƏSİNİN 1-ci BƏNDİNİN VƏ", "   13-cü MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "70. Ərizəçilər şikayət etdilər ki, Konvensiyanın 6-cı maddəsinin 1-ci bəndinə zidd olaraq, daxili məhkəmələr müstəqil və qərəzsiz olmamışlar. Sözügedən hadisələr zamanı tətbiq edilməli olan qanunvericiliyə müvafiq olaraq, Azərbaycanda hakim vəzifələrinə namizədlərin seçilməsi Azərbaycan Respublikasının Prezidenti yanında Ədliyyə Nazirliyinin sədrliyi ilə Məhkəmə-Hüquq Şurası tərəfindən həyata keçirilirdi. Ərizəçilər iddia etdilər ki, belə olan halda daxili məhkəmələrin hakimləri Ədliyyə Nazirliyinə qarşı işlər üzrə müstəqil və qərəzsiz ola bilməzdi, ona görə ki, onların məhkəmələrə sonrakı yenidən təyin olunması Məhkəmə-Hüquq Şurasının Sədri kimi Ədliyyə Nazirinin mülahizəsindən asılıdır. Bundan başqa, ərizəçilər Konvensiyanın 6-cı maddəsinin 1-ci bəndi ilə birgə 13-cü maddə əsasında şikayət ediblər ki, daxili məhkəmələr səmərəli vasitə kimi qiymətləndirilə bilməz, ona görə ki, onlar qeyri-hökumət təşkilatlarının qeydə alınmasında gecikdirmələrə aid işlər üzrə heç zaman Ədliyyə Nazirliyinə qarşı qərar çıxarmayıblar.", "71. Məhkəmə qeyd edir ki, bu şikayətlər Əsədov və digərlərinin Azərbaycana qarşı iş üzrə Məhkəmə qarşısında qaldırılan şikayətləri ilə əsasən eynidir ((qərardad), № 138/03, 12 yanvar 2006-cı il). Həmin işdə Məhkəmə hesab etdi ki, bu şikayətlər açıq-aşkar əsassızdır. Mahiyyyətcə bu işdə yeni dəlil və sübutların təqdim olunmadığı üçün Məhkəmə Əsədov və digərlərinin işi üzrə hüquqi mövqeyindən kənara çıxmağa hər hansı əsas görmür.", "72. Buna görə, bu şikayətlər açıq-aşkar əsassızdır və Konvensiyanın 35-ci maddəsinin 3 və 4-cü bəndlərinə əsasən rədd olunmalıdır.", "", "III. KONVENSİYANIN 41-Cİ MADDƏSİNİN TƏTBİQİ", "", "73. Konvensiyanın 41-ci maddəsi aşağıdakıları nəzərdə tutur:   ", "", "«Əgər Məhkəmə Konvensiyanın və ona dair Protokolların müddəalarının pozulduğunu, lakin Razılığa gələn Yüksək Tərəfin daxili hüququnun yalnız bu pozuntunun nəticələrinin qismən aradan qaldırılmasına imkan verdiyini müəyyən edirsə, zəruri halda zərərçəkən tərəfə əvəzin ədalətli ödənilməsini təyin edir.»", "", " A. Zərər", "", " 1. Maddi zərər", "", "74. Ərizəçilər maddi zərərə görə 25.000 EUR tələb etdilər. Onlar iddia etdilər ki, Nazirlik tərəfindən birliyin təxminən dörd il müddətində qeydə alınmaması nəticəsində onlar 2001-2005-ci illər ərzində birliyin fəaliyyətini təmin etmək üçün heç bir maliyyə mənbəyi tapa bilməmişlər.", "75. Bununla bağlı Hökumət tərəfindən hər hansı dəlil irəli sürülməyib.", "76. Məhkəmə qeyd edir ki, ərizəçilər maddi zərər üzrə tələbini əsaslandıran və ya tələb olunan məbləğin hesablanması üçün əsas olan hər hansı sübut təqdim etməyiblər. Belə olan halda, Məhkəmə, vaxtında qeydiyyata alındığı halda ərizəçilərin hər hansı maliyyələşməni əldə etməsi və belə olduqda, onun məbləği ilə bağlı fərziyyə irəli sürə bilməz. Buna görə, Məhkəmə maddi zərərlə bağlı ərizəçilərin tələblərini rədd edir. ", "", "", " 2. Mənəvi zərər", "", "77. Ərizəçilər mənəvi zərərlə bağlı ümumilikdə 40.000 EUR olmaqla, hər birinə 10.000 EUR tələb etmişlər.", "78. Hökumət iddia etdi ki, bu məbləğ əsassız və həddindən artıqdır.", "79. Məhkəməyə görə, dövlət qeydiyyatı prosesində özbaşına gecikmələr ictimai birliyin təsisçiləri kimi ərizəçiləri məyus etmişdir. Buna baxmayaraq, tələb olunan məbləğ həddindən artıqdır. Konvensiyanın 41-ci maddəsində tələb olunduğu kimi, ədalətli əsaslarla öz qiymətləndirməsini edərək, Məhkəmə, bu məbləğə hesab edilməli olan hər hansı vergi məbləği üstünə gəlməklə, mənəvi zərərə görə ərizəçiyə 4.000 EUR ödənilməsini qərara alır.", "", "B.  Xərc və məsrəflər", "", "80. Ərizəçilər, həmçinin, daxili məhkəmələrdə xərclənən 5.200 EUR və Məhkəmə qarşısında xərclənən 199 EUR (məhkəmə sərfləri istisna edilərək tərcümə, poçt və surət xərcləri daxil olmaqla) tələb etdilər. ", "81. Hökumət qeyd etdi ki, ərizəçilər xərclərlə bağlı hər hansı sübut təqdim etmədikləri üçün onlara daxili məhkəmələr qarşısında çəkdikləri xərc və məsrəflərə görə hər hansı kompensasiya ödənilməməlidir.", "82. Məhkəmənin presedent hüququna müvafiq olaraq, ərizəçi onun dəyər və xərclərinin ödənilməsi hüququna yalnız o halda malikdir ki, o, onların həqiqətən və zəruri olaraq çəkildiyini və əsaslı məbləğ olmasını göstərsin. Hazırkı işdə Məhkəmə malik olduğu bütün məlumatları və yuxarıdakı meyarları nəzərə alaraq hesab edir ki, bu məbləğə hesab edilməli olan hər hansı vergi məbləği üstünə gəlməklə, bütün xərcləri bağlayan 2.000 EUR ərizəçiyə ödənilsin.", "", "C. Faiz dərəcəsi", "", "83. Məhkəmə məqsədəmüvafiq hesab edir ki, faiz dərəcəsi üstünə üç faiz əlavə edilməli olan, Mərkəzi Avropa Bankının təqdim etdiyi dərəcənin son həddinə əsaslanmalıdır.", "", "BU SƏBƏBLƏRƏ GÖRƏ MƏHKƏMƏ YEKDİLLİKLƏ", "", "Ərizəçilərin birləşmək azadlığı hüququna və ədalətli araşdırma hüququna dair şikayətini məqbul, şikayətin qalan hissəsini isə qeyri-məqbul elan edir;", "", "İş üzrə Konvensiyanın 11-cı maddəsinin pozulmasını qərara alır;", "", "Qərara alır ki,", "", "(a) Qərarın Konvensiyanın 44-cü maddəsinin 2-ci hissəsinə əsasən qəti olduğu gündən üç ay müddətində mənəvi zərərə görə 4.000 EUR (dörd min avro) və xərc və məsrəflərə görə 2.000 EUR (iki min avro) Hökumət tərəfindən ərizəçiyə həll olunma gününə tətbiq edilən dərəcəyə uyğun olaraq milli valyuta ilə üstünə gəlinə bilən hər hansı vergi hesablanmaqla ödənilsin;", "", "(b) yuxarıda qeyd olunan üç ay bitdiyi vaxtdan həll olunma gününədək faiz dərəcəsi yuxarıdakı məbləğ üstünə Mərkəzi Avropa Bankının faiz dövründəki təqdim etdiyi dərəcənin son həddinə uyğun ödənilməlidir;", "", "   4.\tƏdalətli kompensasiyaya aid ərizəçinin qalan tələbini rədd edir.", "", "İngilis dilində tərtib olunub və Məhkəmə Reqlamentinin 77-ci qaydasının 2 və 3-cü bəndlərinə müvafiq olaraq, qərar barədə məlumat yazılı şəkildə 01 fevral 2007-ci ildə göndərilib.", "", "", "\tSoren Nilsen\t\t\t\t\t\tXristos Rozakis", "\t   Katib  \t\t\t\t\t\t     Sədr\t", ""]}