{"file": "AZE_HJUDAZE_26853_04.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "26853/04", "text_paragraphs": ["POPOV (POPOV) RUSİYAYA QARŞI İŞ", "", "(Ərizə Nº 26853/04)", "", "MƏHKƏMƏ QƏRARI", "", "Strasburq", "", "13 iyul 2006-cı il", "", "Bu qərarın qəti qərara çevriləcəyi tarix:", "", "11.12.2006", "", "Bu qərar Konvensiyanın 44-cü maddəsinin 2-ci bəndində göstərilən hallarda qəti qərara çevriləcəkdir. Qərara redaktə xarakterli düzəlişlər edilə bilər.", "", "Popov Rusiyaya qarşı məhkəmə işində,", "Avropa İnsan Hüquqları Məhkəməsi (Birinci Seksiya),", "hakimlər:", "Cənab X.L.Rozakis (C.L.Rozakis), Sədr,", "Cənab L.Lukaides (L.Loucaides),", "Xanım F.Tulkens (F.Tulkens),", "Xanım N.Vajiç (N.Vajic),", "Cənab A.Kovler (A.Kovler),", "Xanım E.Ştayner (E.Steiner),", "Cənab X.Hacıyev (K.Hajiyev)", "və Seksiyanın katibi Cənab S.Nilsendən (S.Nielsen) ibarət tərkibdə Palatada iclas keçirərək,", "22 iyun 2006-cı ildə qapalı müşavirə keçirərək,", "həmin tarixdə qəbul edilmiş aşağıdakı qərarı elan edir:", "", "PROSEDUR", "", "1. İş İnsan hüquqlarının və əsas azadlıqların müdafiəsi haqqında Avropa Konvensiyasının (“Konvensiya”) 34-cü maddəsinə əsasən Rusiya vətəndaşı Cənab Mixail Yevgenyeviç Popov (“ərizəçi”) tərəfindən 14 iyul 2004-cü ildə Məhkəməyə təqdim edilmiş Rusiya Federasiyasına qarşı ərizə (Nº 26853/04) əsasında başlanmışdır.", "2. Hüquqi yardım almış ərizəçini Moskvada vəkillik fəaliyyəti ilə məşğul olan Cənab M.İ.Koqan təmsil etmişdir. Rusiya Hökumətini (“Hökumət”) Avropa İnsan Hüquqları Məhkəməsində Rusiya Federasiyasının nümayəndəsi Cənab P.Laptev təmsil etmişdir.", "3. 13 dekabr 2004-cü ildə Məhkəmə ərizə barədə Hökumətə məlumat verməsi qərara almışdır. Konvensiyanın 29-cu maddəsinin 3-cü bəndinin müddəalarına əsasən, ərizənin mahiyyətinə onun qəbuledilənliyi məsələsi ilə birlikdə baxmaq qərara alınmışdır.", "4. 9 fevral 2005-ci ildə Məhkəmə ərizəçinin Məhkəməyə müraciət etməsi ilə əlaqədar olaraq dövlət məmurları tərəfindən təhdid edilməsi və nümayəndəsi ilə yazışmalarının senzuraya məruz qalması barədə iddiaları ilə bağlı Hökumətdən əlavə faktiki məlumatlar tələb etməyi qərara almışdır.", "5. 25 mart 2005-ci ildə Məhkəmə ərizəçinin dövlət məmurları tərəfindən təhdid edilməsi və nümayəndəsi ilə yazışmalarının senzuraya məruz qalması barədə şikayətlərini Hökumətə təqdim etməyi və Sarapuldakı YaÇ 91/5 (ЯЧ-91/5) saylı islah-əmək koloniyasında həbsdə saxlanma şəraiti ilə bağlı digər məsələləri onlara əlavə etməyi qərara almışdır.", "6. 1 sentyabr 2005-ci ildə Palata Məhkəmə Reqlamentinin 39-cu Qaydasını tətbiq etməyi qərara almış və Hökumətə bildirmişdir ki, əlavə göstərişə qədər Sarapuldakı YaÇ-91/5 saylı həbsxanada ərizəçidən, fiziki əmək və fiziki təmrinlər də daxil olmaqla, hər hansı fiziki işi yerinə yetirməyi tələb etməsin. Bundan başqa, Hökumətə tapşırılmışdır ki, bu bildirişi aldıqdan sonra bir ay ərzində ixtisaslaşmış uro-onkoloji klinikada ərizəçinin müstəqil tibbi müayinəsinin keçirilməsi üçün təşəbbüs göstərsin və müayinənin nəticələri əsasında tələb olunan tibbi qulluğu təmin etsin. Hökumətdən tələb edilmişdir ki, görülmüş tədbirlər barədə Məhkəməyə məlumat versin. ", "7. 24 noyabr 2005-ci ildə Palata Məhkəmə Reqlamentinin 39-cu Qaydasına uyğun olaraq tətbiq edilmiş müvəqqəti tədbirin tibbi müayinəyə aid olan hissəsini ləğv etməyi və ərizəçinin Sarapuldakı YaÇ-91/5 saylı həbsxanada istənilən fiziki işdən azad edilməsinə aid olan hissəsinin qüvvəsini növbəti bildirişə qədər uzatmağı qərara almışdır.", "8. 22 iyun 2006-cı ildə Məhkəmə qərara aldı ki, iş üzrə şifahi dinləmə keçirməyə ehtiyac yoxdur (Məhkəmə Reqlamentinin 59-cu Qaydasının 3-cü bəndi). Bundan başqa, o, Konvensiyanın 29-cu maddəsinin 3-cü bəndinin tətbiqi ilə bağlı Hökumətin etirazını və istintaq tədbirləri barədə ərizəçinin tələblərini rədd etdi (Məhkəmə Reqlamentinə Əlavənin A1 Qaydası).", "", "FAKTLAR", "", "İŞİN HALLARI", "", "9. Ərizəçi 1978-ci ildə anadan olub və Moskvada yaşayır. Hazırda o, Sarapuldakı YaÇ-91/5 saylı həbsxanada cəza çəkir.", "", "A. İş üzrə faktlar", "", "1. Məhkəməyə qədərki araşdırma", "", "10. 26 sentyabr 2001-ci ildə təxminən saat 14.00-da eşitmə qabiliyyəti zəif olan uşaqlar üçün məktəbdə təhsil alan dörd yeniyetmə Sokolniki parkı ilə tramvay dayanacağına doğru gedərkən iki gəncin dalaşdığını gördülər. Sonradan həmin gənclərdən birinin meyiti tapıldı. Müəyyən edildi ki, o, yuxarıda qeyd edilən tarixdə ölüb. Məktəblilər hadisəni müəllimlərinə danışdılar. Onlar qeyd etdilər ki, ehtimal olunan cinayətkar dəri gödəkçə geymiş, saçlarını isə arxadan qadın kimi bağlamışdı.", "11. 14 may 2002-ci ildə polis əməkdaşları (milislər) ərizəçinin mənzilinə gəldilər və ondan tələb etdilər ki, onlarla birlikdə polis məntəqəsinə getsin. Ərizəçi bu tələbə tabe oldu. Polis məntəqəsində onun üstünü axtardılar və onu kameraya saldılar. Saat 14.00-da o, şahid qismində dindirildi. Ərizəçi bildirdi ki, qurbanı tanımır və onun adını heç vaxt eşitməyib. Saat 15.00-da ərizəçi dörd məktəblidən ikisi ilə – Z. və M. ilə üzləşdirildi, onlar onu tanıdılar, bu, 26 sentyabr 2001-ci ildə onların gördükləri dalaşan gənc idi. Saat 16.00-da müstəntiq ərizəçinin həbsi barədə qərar qəbul etdi. Ərizəçinin sözlərinə görə, onun həbsə alınması barədə qərar imzalanmaq üçün ona təqdim edilməmişdi. Qərarda qeyd edilirdi ki, ərizəçinin həbsi barədə onun anasına məlumat verilib.", "12. Saat 18.50-də müstəntiq ərizəçinin mənzilində axtarış aparmağa başladı. Axtarışın gedişində ərizəçinin stolüstü kompüteri, mobil telefonu, fotoalbomu, qeyd dəftəri, içərisində disketlər olan çantası, dəri gödəkçəsi, iki cüt ayaqqabısı və iki cüt cins şalvarı müsadirə edildi.", "13. Saat 20.40 ilə 21.45 arasında ərizəçi 26 sentyabr 2001-ci ildə törədilmiş qətllə bağlı şübhəli şəxs qismində dindirildi.", "14. 15 may 2002-ci ildə ərizəçi Sokolnikidəki müvəqqəti saxlama təcridxanasına köçürüldü.", "15. 17 may 2002-ci ildə müstəntiq ərizəçi barəsində həbs qətimkan tədbiri seçilməsi haqqında qərar çıxardı.", "16. 21 may 2002-ci ildə ərizəçi 26 sentyabr 2001-ci ildə baş vermiş dalaşmanın şahidi olmuş digər iki məktəbli ilə üzləşdirildi. Oğlanlardan biri – F. bildirdi ki, həmin gün ərizəçini gördüyünə əmin deyil. Digər oğlan – Ş. isə bildirdi ki, onu indiyə qədər heç vaxt görməyib.", "17. 24 may 2002-ci ildə ərizəçi adam öldürməkdə ittiham olundu. Elə həmin gün o, təqsirləndirilən şəxs qismində dindirildi. Ona müstəntiq tərəfindən təyin edilmiş vəkil K. yardım edirdi.", "18. 25 may 2002-ci ildə ərizəçi Moskvadakı 77/1 saylı istintaq təcridxanasına köçürüldü.", "19. 21 iyun 2002-ci ildə istintaqın gedişi ilə bağlı prokurora şikayət verdi. O, bildirdi ki, üzləşdirmə prosessual tələblərin pozulması ilə keçirilib. Konkret olaraq, ərizəçi ilə bir cərgədə dayanmış şəxslər ondan xeyli yaşlı idilər və ərizəçi saçını arxadan yığmış yeganə şəxs idi, bu isə bu cür tanınmanın sübut qismində etibarlılığını əhəmiyyətli dərəcədə azaltmışdı. O, daha sonra şikayət etdi ki, müstəntiq ərizəçinin alibisini yoxlamaq üçün heç bir addım atmayıb. Məsələn, 26 sentyabr 2001-ci ildə gündüz saatlarında ərizəçini gördüyünü iddia edən ərizəçinin qonşusu xanım R., həmin gün onun mənzilində işləmiş dülgər, habelə ərizəçinin sevgilisinin anası xanım K. ümumiyyətlə dindirilməmişdilər.", "20. 2 iyul 2002-ci ildə prokuror vəkilin xanım R.-i, cənab X.-ni və xanım K.-nı şahid qismində dindirməsinə icazə verdi. Lakin nə xanım R., nə də cənab X. dindirilmədilər.", "21. 8 iyul 2002-ci ildə Moskvanın Priobrajenski Dairə Məhkəməsi ərizəçinin məhkəməyə qədər həbsdə saxlanma müddətini 13 sentyabr 2002-ci ilədək uzatdı və bunu belə əsaslandırdı ki, o, ağır cinayətdə ittiham olunduğuna görə istintaq müddətində qaçıb gizlənə və iş üzrə həqiqətin aşkara çıxarılmasına mane ola bilər.", "22. Görünür, 2002-ci ilin iyul ayı ilə sentyabr ayı arasında ərizəçi müstəntiq tərəfindən öncə təyin edilmiş vəkil K.-nın əvəzinə vəkil A.-nı öz nümayəndəsi təyin etmişdir. Vəkil A. prosesin qalan hissəsi ərzində ona yardım göstərmişdir.", "23. 10 sentyabr 2002-ci ildə Priobrajenski Dairə Məhkəməsi ərizəçinin məhkəməyə qədər həbsdə saxlanma müddətini 14 noyabr 2002-ci ilədək uzatdı və yenə də eyni əsasları gətirdi.", "24. 12 noyabr 2002-ci ildə Priobrajenski Dairə Məhkəməsi ərizəçinin məhkəməyə qədər həbsdə saxlanma müddətini yenə də eyni əsaslara görə 14 yanvar 2003-cü ilədək uzatdı. Həmin dinləmədə məhkəmə ərizəçinin dayısının prosesdə onun nümayəndəsi qismində iştirakına icazə verdi.", "25. 21 noyabr 2002-ci ildə ərizəçi həbsdə saxlanma müddətinin uzadılmasına qarşı şikayət verdi.", "26. 2 dekabr 2002-ci ildə 12 noyabr 2002-ci il tarixli qərar qüvvədə saxlanıldı.", "27. 18 dekabr 2002-ci ildə ərizəçiyə ibtidai istintaqın başa çatdığı barədə məlumat verildi. 30 dekabr 2002-ci ildə bir daha ərizəçiyə ibtidai istintaqın başa çatdığı barədə məlumat verildi.", "28. 10 yanvar 2003-cü ildə prokuror ittiham aktı tərtib etdi və işi məhkəməyə verdi. İttiham aktında deyilirdi ki, 26 sentyabr 2001-ci ildə saat 14.00 radələrində Sokolniki parkının girişi yaxınlığında ərizəçi müəyyən edilməyən səbəbə görə qurbanla mübahisə edib. Mübahisə davaya çevrilib. “Qəfil baş qaldırmış şəxsi ədavət” nəticəsində ərizəçi naməlum ağır küt əşya ilə qurbanın peysərinə vurub və sonra naməlum iti əşya ilə onun boğazını kəsib. İttiham aktında sübutlar sadalanır və işin materiallarının müəyyən səhifələrinə istinad edilirdi. Onların işə aidiyyəti ilə bağlı izahat verilmirdi.", "", "2. Məhkəmə araşdırması", "", "29. 4 fevral 2003-cü ildə Preobrajensk Dairə Məhkəməsi dinləməni 17 fevral 2003-cü ilə təyin etdi və ərizəçi barəsindəki həbs qətimkan tədbirinin dəyişdirilmədən saxlanması barədə qərar çıxardı. Ərizəçi bu qərardan şikayət verdi.", "30. 17 fevral 2003-cü ildə Preobrajensk Dairə Məhkəməsi vəkil A.-nın dinləməyə şahid qismində xanım R.-i çağırmasına icazə verdi. Məhkəmə ərizəçinin dayısının prosesdə ərizəçinin nümayəndəsi qismində iştirakına icazə vermədi, çünki ərizəçini vəkil təmsil edirdi. Cənab X. dinləməyə digər şahidlərlə birlikdə gəldi. Lakin onların heç biri dindirilmədi, çünki 4 fevral 2003-cü il tarixli qərardan şikayət verildiyinə görə məhkəmə dinləməni təxirə saldı.", "31. 22 aprel 2003-cü ildə Moskva Şəhər Məhkəməsi 4 fevral 2003-cü il tarixli qərarı ləğv etdi məsələyə yenidən baxılması üçün işi geri qaytardı.", "32. 10 may 2003-cü ildə Preobrajensk Dairə Məhkəməsi iş üzrə hazırlıq iclasını 19 may 2003-cü ilə təyin etdi və ərizəçiyə tətbiq edilmiş preventiv tədbirin dəyişdirilməmiş saxlanması barədə qərar çıxardı.", "33. 19 may 2003-cü ildə Preobrajensk Dairə Məhkəməsi işin mahiyyəti üzrə dinləməni 19 may 2003-cü ilə təyin etdi. Elə həmin gün ərizəçi vəsatət verdi ki, onun dindirilməsi haqqında 14 mart 2002-ci il tarixli protokol və üzləşdirmə protokolları qəbulolunmaz sübutlar sayılaraq sübutların siyahısından çıxarılsın. Prokuror bildirdi ki, bu barədə qərar verməyi məhkəmənin ixtiyarına buraxır. Məhkəmə qərara aldı ki: ", "", "“Cənab Popovun vəsatəti... rədd edilməlidir, çünki işə hələ mahiyyəti üzrə baxılmayıb, məhkəmə istintaqı aparılmayıb, müvafiq surətdə, iş üzrə bütün sübutlar, o cümlədən cənab Popovun sübutların siyahısından çıxartdırmaq istədiyi sənədlər yalnız işə mahiyyəti üzrə baxılan zaman qiymətləndirilə bilər”.", "Məhkəmə növbəti dinləməni 12 iyun 2003-cü ilə təyin etdi.", "", "34. 12 və 18 iyun 2003-cü il tarixli dinləmələr təxirə salındı. 18 iyun 2003-cü ildə Preobrajensk Dairə Məhkəməsi ərizəçi barəsindəki həbs qətimkan tədbirinin müddətini 18 sentyabr 2003-cü ilədək uzatdı və ərizəçinin dayısının prosesdə onun nümayəndəsi qismində iştirakına icazə verməkdən imtina etdi, çünki onu təmsil edən vəkil var idi. Ərizəçi bu qərardan şikayət verdi.", "35. 8 sentyabr 2003-cü ildə Preobrajensk Dairə Məhkəməsi işin mahiyyəti üzrə dinləmə keçirdi. Dinləmənin protokolunda deyilirdi ki, şahidlər məhkəmə iclasına gəlmiş və iclas zalından çıxarılmışdılar. Şahidlərin adları göstərilməmişdi. Ərizəçinin vəkili ərizəçinin alibisinin təsdiq edilməsi və onun şəxsiyyəti haqqında məlumat verilməsi üçün xanım R.-in məhkəmə iclasına çağırılması barədə vəsatət qaldırdı. Prokuror buna etiraz edərək belə əsas gətirdi ki, ərizəçinin şəxsiyyəti haqqında məlumatlar onun qohumlarından da alına bilər. Məhkəmə səbəb göstərmədən vəsatəti rədd etdi.", "36. 8 sentyabr 2003-cü il tarixli dinləmədə məhkəmə 26 sentyabr 2001-ci il hadisələrinin şahid olmuş dörd məktəblidən üçünün ifadələrini dinlədi. M. təsdiq etdi ki, o, həmin gün məhz ərizəçini görüb. Z. bildirdi ki, o, üzləşdirmə zamanı ərizəçini tanıdığını desə də, cinayət törətmiş şəxsin xarici görünüşünü indi dəqiq xatırlamır. Onların dinləmələrdə dindirilən müəllimi bildirdi ki, məktəblilərin görmə qabiliyyəti yaxşıdır, baxmayaraq ki, psixi vəziyyətlərinin xüsusiyyətləri ucbatından onlarda bəzi yaddaş pozuntuları və ya unutma halları olur, buna görə də onlar baş verənlərdən yarım il sonra situasiyanı yaddaşlarında lazımi şəkildə bərpa edə bilmirlər. Məhkəmə həmçinin qurbanın valideynlərini dinlədi. Onun atası bildirdi ki, kimsə ona anonim zəng edərək deyib ki, ərizəçi onların oğlunu öldürüb. Saat 15.56-da hakim dinləməni ertəsi günədək təxirə saldı.", "37. 9 sentyabr 2003-cü ildə dinləmə davam etdirildi. Dinləmənin protokolunda konkret şahidlərin iclasda iştirak edib-etmədiyi göstərilməmişdi. Görünür, xanım R. dinləmədə iştirak etmişdi, çünki o, yalan ifadə verməyə görə cinayət məsuliyyəti barədə məlumatlandırıldığını təsdiq etmək üçün 9 sentyabr 2003-cü il tarixli sənədə imza atmışdı. Sənədə həmçinin işə baxan hakim də imza atmışdı. Lakin xanım R. dinləmədə dindirilməmişdi.", "38. Dinləmədə Preobrajensk Dairə Məhkəməsi ərizəçinin anası xanım P.-nin ifadələrini dinlədi, o, bildirdi ki, 26 sentyabr 2001-ci ildə ərizəçi axşama qədər evdə qalıb, onu qonşuları xanım R., dülgər X. da görüblər. Ərizəçinin sevgilisi xanım K. bildirdi ki, 26 sentyabr 2001-ci ildə saat 21.00-la 24.00 arasında o, ərizəçi ilə birlikdə öz itini gəzməyə çıxarmışdı. Ərizəçinin sevgilisinin anası xanım K. bildirdi ki, 26 sentyabr 2001-ci ildə saat 13.30-la 15.30 arasında o, bir neçə dəfə ərizəçi ilə telefonla danışıb və ərizəçi həmişə evdə olub. Məhkəmə həmçinin kompüter ustası cənab G.-nin və ərizəçinin dostu cənab B.-nin ifadələrini dinlədi.", "39. Ərizəçinin cənab X.-nin çağırılması və dindirilməsi haqqında vəsatət qaldırdı. Məhkəmə vəsatəti rədd edərək belə əsas gətirdi ki, X.-yə dinləmə barəsində məlumat verilib, lakin o, dinləməyə gəlməyib.", "40. 10 sentyabr 2003-cü ildə Preobrajensk Dairə Məhkəməsi ərizəçini adam öldürmədə təqsirli hesab etdi və 10 il azadlıqdan məhrum edilmə cəzasına məhkum etdi. Məhkəmə müəyyən etdi ki, 26 sentyabr 2001-ci ildə saat 14.00 radələrində Sokolniki parkının girişi yaxınlığında ərizəçi müəyyən edilməyən səbəbə görə qurbanla mübahisə edib. Mübahisə davaya çevrilib. “Qəfil baş qaldırmış şəxsi ədavət” nəticəsində ərizəçi naməlum ağır küt əşya ilə qurbanın peysərinə vurub və sonra naməlum iti əşya ilə onun boğazını kəsib. ", "41. Məhkəmə qərara aldı ki, ərizəçinin təqsiri qurbanla dalaşmış şəxsi tanıdıqlarını bildirən M.-lə Z.-in (onlar) ifadələri ilə və F.-in analoji ifadəsi ilə təsdiq edilib, baxmayaraq ki, F. gördüyü şəxsin ərizəçi olduğuna yalnız əlli faiz əmin olduğunu bildirib. Məhkəmə qeyd etdi ki, məktəblilərin müəlliminin uşaqlarda psixi qüsurların olmadığı barədə ifadəsini qeyd etdi. Məhkəmə daha sonra bildirdi ki, ərizəçinin təqsiri cənab G.-nin (o, bildirib ki, ad (login) və parol hər bir kompüter istifadəçisi üçün fərdidir və istifadəçinin olduğu yeri və digər istifadəçilərlə yazışmalarını müəyyənləşdirməyə imkan verir) və cənab B.-nin (o, bildirib ki, ərizəçinin İnternetdə “Spenser” ləqəbindən (nik) istifadə etdiyindən və dəri gödəkçəsi olduğundan xəbərdardır) ifadələri ilə; qurbanın meyitinin patoloji anatomik müayinəsi ilə; hadisə yerində tərtib edilmiş hesabatlarla; qurbanın kompüterinə və disketlərinə, habelə cənab X-ə (onun kimliyi göstərilməyib) məxsus kompüter və disketlərə baxış aktı ilə; ərizəçinin şəxsi əşyalarına baxış aktları ilə; iki İnternet provayderinin arayışı ilə; habelə “MTU-Intel” İnternet provayderinin arayışı ilə (bu arayışda göstərilib ki, 12 sentyabr 2001-ci ildə saat 23.16-da istifadəçi İnternetə ərizəçinin anasının telefonu vasitəsilə daxil olub) təsdiq edilib.", "42. Məhkəmə üzləşdirmə protokollarının qəbul olunmayan sübut sayılaraq sübutların siyahısından çıxarılması barədə ərizəçinin vəsatətini rədd etdi. Məhkəmə dinləmədə şahidlərin verdikləri ifadələri və işin materiallarını nəzərə alaraq, qərara aldı ki, üzləşdirmələr prosessual normalara uyğun olaraq həyata keçirilib. Məhkəmə daha sonra qeyd etdi ki, xanım P.-nin, ərizəçinin anasının və ərizəçinin sevgilisinin ifadələrinə inanmaq olmaz, çünki onlar ərizəçinin qohumları və yaxınları olmaqla, təbii ki, ona kömək etməyə çalışıblar.", "43. Ərizəçi bu hökmdən şikayət verərək şikayətini belə əsaslandırdı ki, birinci instansiya məhkəməsi hökmü çıxararkən qəbul oluna bilməyən sübutlara əsaslanıb, xanım R.-i dinləməyə çağırmaq haqqında onun vəsatətini rədd edib və cənab. X-ni məhkəmə iclasına dəvət etmək üçün dinləməni təxirə salmaqdan imtina edib.", "44. 4 noyabr 2003-cü ildə Moskva Şəhər Məhkəməsi ərizəçinin məhkəmə araşdırmasına qədər həbsdə saxlanma müddətinin uzadılması haqqında 18 iyun 2003-cü tarixli qərardan verdiyi şikayətə baxdı. Ərizəçi və onun vəkili dinləmədə iştirak etdilər.", "45. 6 noyabr 2003-cü ildə Moskva Şəhər Məhkəməsi Priobrajenski Dairə Məhkəməsinə məktub göndərərək bildirdi ki, 18 iyun 2003-cü tarixli qərardan ərizəçinin 24 iyun 2003-cü ildə verdiyi şikayət baxılmaq üçün məhkəməyə təqdim edilməyib və Moskva Şəhər Məhkəməsi işin materiallarını yalnız 4 noyabr 2003-cü ildə alıb. Moskva Şəhər Məhkəməsi daha sonra qeyd etdi ki, qətimkan tədbirlərinin tətbiqi haqqında qərarlara qarşı şikayətlər dərhal apellyasiya məhkəməsinə göndərilməli idi, bunun edilməməsi məhkəməyə müraciət hüququnun məhdudlaşdırılması deməkdir.", "46. 20 yanvar 2004-cü ildə Moskva Şəhər Məhkəməsi 10 sentyabr 2003-cü il tarixli hökmü qüvvədə saxladı. Məhkəmə bildirdi ki:", "", "“Cinayət Moskvada məhkəmənin hökmündə təsvir edilmiş şəraitdə törədilib.", "...", "Birinci instansiya məhkəməsi ərizəçinin təqsirli olduğu barədə nəticəni şahidlərin ifadələri əsasında çıxarmaqda haqlıdır. Apellyasiya məhkəməsi hesab edir ki, bu cür qiymətləndirmə iş üzrə toplanmış sübutlara, yəni ... “Spenser” ləqəbindən istifadə edən ərizəçi ilə qurban arasındakı yazışmaların qeydə alındığı kompüter məlumatlarına və cənab B.-nin müvafiq ifadəsinə uyğundur.", "...", "Ərizəçinin şikayətində irəli sürülmüş arqument, yəni cinayət baş verən zaman ərizəçinin evdə olması versiyasının lazımi qaydada araşdırılmaması barədə arqument əsassızdır.", "...", "Bu işdə prosessual hərəkətlərin qanuniliyi yoxlanılıb və məhkəmənin çıxardığı nəticələr qanuniliyi şübhə altına alına bilən sübutlara əsaslanmayıb...”.", "", "47. Tarixi dəqiq bilinməyən gündə ərizəçi Cinayət Prosessual Məcəlləsinin 49-cu maddəsinin 2-ci bəndinin Konstitusiyaya uyğun olmamasından Konstitusiya Məhkəməsinə şikayət etdi. Ərizəçi iddia etdi ki, birinci instansiya məhkəməsi onun dayısının prosesdə iştirakına icazə verməkdən imtina edərkən həmin müddəaya əsaslanıb. Beləliklə, məhkəmə onun Konstitusiyanın 45-ci maddəsinin 2-ci bəndində təsbit olunmuş hüququnu pozub, həmin bənddə deyilir ki, hər kəs öz hüquqlarını istənilən qanuni vasitələrə müdafiə etmək hüququna malikdir.", "48. 22 aprel 2004-cü ildə Konstitusiya Məhkəməsi şikayəti qəbul olunmayan elan edərək rədd etdi. O, qərara aldı ki, Cinayət Prosessual Məcəlləsinin 49-cu maddəsinin 2-ci bəndində təqsirləndirilən şəxsin qohumlarının prosesdə iştirakına hər hansı məhdudiyyət nəzərdə tutulmayıb. Buna görə də həmin bənd ərizəçinin Konstitusiyanın 45-ci maddəsinin 2-ci bəndi ilə qorunan hüquqlarını pozmayıb. Ərizəçi qohumunun prosesdə iştirakına məhkəmənin icazə verməməsi nəticəsində hüquqlarının pozula biləcəyini nəzərə alaraq, cinayət prosessual qanunvericiliyinə əsasən ixtiyarında olan hüquqi müdafiə vasitələrinə müraciət etməli idi.", "", "3. 77/1 saylı istintaq təcridxanasında saxlanma şəraiti", "", "49. 24 may 2002-ci il ilə 15 fevral 2004-cü il arasında ərizəçi Moskvadakı 77/1 saylı istintaq təcridxanasında saxlanıldı.", "", "a) Ərizəçinin arqumentləri", "", "50. 2002-ci il mayın 14-ü ilə 24-ü arasında ərizəçi 236 saylı kamerada saxlanıldı. Ölçüsü təxminən 5 kvadrat metr olan, içərisində 6 çarpayı olan kamerada 10 məhbus saxlanılırdı. Tualet nahar stolundan bir metr aralıda yerləşdirdi və arakəsmə ilə təcrid olunmamışdı. Gündə iki dəfə yemək verilirdi. Kiçik pəncərə gün işığını buraxmırdı, lampa işığı isə heç vaxt söndürülmürdü. Məhbusların gündə 40 dəqiqə gəzintiyə çıxmalarına icazə verilirdi.", "51. 2002-ci il iyunun 14-dən təxminən dekabrın 15-dək ərizəçi 118 saylı kamerada saxlanıldı. Ölçüsü 25-30 kvadrat metr olan, içərisində iki cərgədə 24 çarpayı olan kamerada 75-90 məhbus saxlanılırdı. Məhbuslar üç və ya dörd növbə ilə yatmalı olurdular. Kamerada şüşəsi olmayan çox kiçik pəncərə vardı və lampa işığı isə heç vaxt söndürülmürdü. Kamerada temperatur yayda +30-35º C, qışda isə –10-12º C təşkil edirdi. Kameranın içərisi həmişə çox rütubətli olurdu. Nahar stolunun iki-üç metrliyində yerləşən tualet həmişə pis qoxu verirdi və yaşayış sahəsi ilə stoldan heç bir arakəsmə ilə ayrılmamışdı. Gündə iki dəfə yemək verilirdi. Kamera tarakanlar, böcəklər və taxtabitilərlə dolu idi. Bəzən ərizəçi kameranı vərəmə və ya QİÇS-ə yoluxmuş məhbuslarla paylaşmalı olurdu. O, lazımi yataq dəstləri olmadan yatmalı olurdu. Anasının onun üçün göndərdiyi bütün şəxsi əşyaları və yeməkləri o biri məhbuslar, çox güman ki, həbsxana rəhbərliyinin razılığı ilə, onun əlindən alırdılar.", "52. 15 dekabr 2002-ci il ilə 15 yanvar 2003-cü il arasında ərizəçi 143 saylı kamerada saxlanıldı. O, bildirdi ki, orada saxlanma şəraiti 118-ci kamerada olduğu kimi idi. 60 məhbus üçün 26 çarpayı vardı.", "53. 2003-cü il yanvarın 15-i ilə 30-u arasında ərizəçi 127 saylı kamerada saxlanıldı. Saxlanma şəraiti yenə də 118-ci kamerada olduğu kimi idi. 60-70 məhbusa 22 çarpayı düşürdü.", "54. 2003-cü il yanvarın 30-u ilə martın 10-u arasında ərizəçi tibb bölməsinə məxsus olan 739 saylı kamerada saxlanıldı. Ölçüsü təxminən 6 kvadrat metr olan kamerada 4 məhbus üçün 4 çarpayı vardı. Gəzintilərə icazə verilmirdi. Gündə iki dəfə yemək verilirdi. Nahar stolu yox idi. Tualet yaşayış sahəsindən ayrılmamışdı. Kamerada isti su yox idi. Heç bir tibbi qulluq təklif edilmirdi.", "55. 2003-cü il martın 10-u ilə sentyabrın 15-i arasında ərizəçi 113 saylı kamerada saxlanıldı. Saxlanma şəraiti 127-ci kamerada olduğu kimi idi. Ölçüsü təxminən 30 kvadrat metr olan, içərisində 26 çarpayı olan kamerada 50 məhbus saxlanılırdı.", "56. 2003-cü il sentyabrın 15-i ilə təxminən 2004-cü il yanvarın 10-u arasında ərizəçi 115 saylı kamerada saxlanıldı. Saxlanma şəraiti 127-ci kamerada olduğu kimi idi. Ölçüsü təxminən 25 kvadrat metr olan, içərisində 18 çarpayı olan kamerada 50 məhbus saxlanılırdı.", "57. 2004-cü il yanvarın 10-u ilə təxminən yanvarın 14-ü arasında ərizəçi başqa bir kamerada, çox güman ki, 152 saylı kamerada saxlanıldı. Ölçüsü təxminən 20 kvadrat metr olan, içərisində 15 çarpayı olan kamerada 60-70 məhbus saxlanılırdı. Məhbuslar dörd növbə ilə yatmalı olurdular. Kamera zirzəmidə yerləşirdi, orada pəncərə və ventilyasiya yox idi. Kamerada həmişə rütubətli olurdu və yer həmişə yaş idi. Kamerada temperatur həmişə çox aşağı olurdu. Tualet stoldan dörd metr aralıda idi və yaşayış sahəsindən arakəsmə ilə ayrılmamışdı.", "58. Ərizəçi bildirdi ki, 77/1 saylı istintaq təcridxanasında saxlanmasının müxtəlif aspektləri ilə bağlı 2002-ci ilin dekabrı ilə 2003-cü ilin sentyabrı arasında çoxlu şikayətlər verib, məsələn, Moskva prokurorluğuna və baş prokurora şikayət edib. Lakin cavab almayıb.", "", "b) Hökumətin arqumentləri", "", "59. 2002-ci il mayın 24-ü ilə 26-sı arasında ərizəçi 52,6 kvadrat metr ölçüsü olan 119 saylı kamerada 39 nəfər kamera yoldaşı ilə birlikdə saxlanıldı. 2002-ci il mayın 26-sı ilə iyunun 5-i arasında ərizəçi 18,72 kvadrat metr ölçüsü olan 236 saylı kamerada 8 nəfər kamera yoldaşı ilə birlikdə saxlanıldı. 2002-ci il iyunun 5-i ilə iyulun 9-u arasında ərizəçi 52,6 kvadrat metr ölçüsü olan 119 saylı kamerada 37 nəfər kamera yoldaşı ilə birlikdə saxlanıldı. 2002-ci il iyulun 9-u ilə noyabrın 25-i arasında ərizəçi 53,8 kvadrat metr ölçüsü olan 120 saylı kamerada 37 nəfər kamera yoldaşı ilə birlikdə saxlanıldı. 2002-ci il noyabrın 25-i ilə 2003-cü il yanvarın 4-ü arasında ərizəçi 53,4 kvadrat metr ölçüsü olan 143 saylı kamerada 46 nəfər kamera yoldaşı ilə birlikdə saxlanıldı. 2003-cü il yanvarın 3-ü ilə 4-ü arasında ərizəçi 51,2 kvadrat metr ölçüsü olan 127 saylı kamerada 55 nəfər kamera yoldaşı ilə birlikdə saxlanıldı. 2003-cü il yanvarın 23-ü ilə martın 21-i arasında ərizəçi 21,6 kvadrat metr ölçüsü olan 739 saylı kamerada 4 nəfər kamera yoldaşı ilə birlikdə saxlanıldı. 2003-cü il martın 21-i ilə avqustun 6-sı arasında ərizəçi 52,6 kvadrat metr ölçüsü olan 122 saylı kamerada 40 nəfər kamera yoldaşı ilə birlikdə saxlanıldı. 2003-cü il avqustun 6-sı ilə 21-i arasında ərizəçi 24,5 kvadrat metr ölçüsü olan 714 saylı kamerada 5 nəfər kamera yoldaşı ilə birlikdə saxlanıldı. 2003-cü il avqustun 21-i ilə 25-i arasında ərizəçi 52,6 kvadrat metr ölçüsü olan 122 saylı kamerada 58 nəfər kamera yoldaşı ilə birlikdə saxlanıldı. 2003-cü il avqustun 25-i ilə sentyabrın 10-u arasında ərizəçi 24,5 kvadrat metr ölçüsü olan 711 saylı kamerada 1 nəfər kamera yoldaşı ilə birlikdə saxlanıldı. Sarapuldakı YaÇ 91/5 saylı islah-əmək koloniyasına köçürüldükdən sonra ərizəçi 2003-cü il sentyabrın 10-u ilə 2004-cü il fevralın 15-i arasında 40 kvadrat metr ölçüsü olan 115 saylı kamerada 29 nəfər kamera yoldaşı ilə birlikdə saxlanıldı.", "60. 77/1 saylı istintaq təcridxanasında saxlandığı müddətdə ərizəçiyə həbsxana standartlarına uyğun olaraq çarpayı və yataq ləvazimatları verilmişdi. O, həmçinin ilin fəslinə uyğun olan geyimlə təchiz edilmişdi. O, həbsxana standartlarına uyğun olaraq gündə üç dəfə isti yemək (səhər yeməyi, nahar və şam yeməyi) qəbul edirdi. O, həftədə bir dəfə sanitariya-gigiyena prosedurlarından keçirdi. Ərizəçi heç vaxt vərəmə və ya QİÇS-ə yoluxmuş məhbuslarla bir kamerada yerləşdirilməmişdi.", "", "4. 77/1 saylı istintaq təcridxanasında pis rəftarla bağlı iddia", "", "61. Ərizəçi iddia etdi ki, kamera yoldaşları hər gün onu döyüblər, ölümlə təhdid ediblər, çox güman ki, bunlar həbsxana və istintaq orqanlarının razılığı ilə, yaxud hətta göstərişi ilə edilib, məqsəd onu özünə qarşı ifadə verməyə məcbur etmək olub. 2002-ci ilin avqustunda onun başına dəmir çubuqla zərbə endirilib. O, huşunu itirib, beyni silkələnib və sağ qulağından ağır xəsarət alıb. 2002-ci ilin avqustunda, sentyabrında və noyabrında ərizəçinin burnu bir neçə yerdən sındırılıb və üzündə qançırlar əmələ gəlib. O, bildirdi ki, sifəti və qulaqları qaralmış və göyərmişdi və gözlərini çətinliklə aça bilirdi. Xəsarətdən sonra burnunun arakəsməsi düzgün bitişməyib və onun əyriliyi ərizəçinin sifətinin eybəcərləşməsinə gətirib çıxarıb. Ərizəçi burun pərələrinin biri ilə nəfəs ala bilməyib, daim zökəmli olub və iybilmə hissini, demək olar ki, itirib. Onun qulaqları tez-tez ağrıyıb, eşitmə qabiliyyəti pozulub. Həmçinin görmə qabiliyyəti də pozulub. Ərizəçi həmçinin bildirdi ki, onu mütəmadi olaraq döyüblər, nəticədə daxili xəsarətlər alıb və sidiyində qan əmələ gəlib.", "62. 24 oktyabr 2002-ci ildə ərizəçinin anası 77/1 saylı istintaq təcridxanasının rəisinə məktub yazaraq ərizəçinin həbsxanadan yazdığı məktublarla bağlı məlumat istədi. O, bildirdi ki, ərizəçi həbsdə saxlanma şəraitinin müxtəlif aspektləri ilə bağlı Ədliyyə Nazirliyinə və qeyri-hökumət təşkilatı olan İnsan Hüquqları Komitəsinə şikayətlər göndərib. Amma nə şikayətlərin göndərildiyi barədə bildiriş alıb, nə də hər hansı cavab alıb. Ərizəçinin anası xahiş etdi ki, şikayətlərin çatdırılıb-çatdırılmadığı barədə və ərizəçinin nə üçün bildiriş almadığı barədə ona məlumat verilsin. Məktub ertəsi gün həbsxanaya göndərildi. Belə görünür ki, məktuba cavab verilməyib.", "63. Ərizəçi iddia edir ki, həbsxananın tibb bölməsinə dəfələrlə müraciət edib, amma heç vaxt həkim onu lazımi qaydada müayinə etməyib. Eyni zamanda, ərizəçinin xəstəlik tarixçəsində qeyd edilib ki, onun sifətində “sağala bilən qançırlar” var.", "64. 26 avqust 2004-cü ildə ərizəçi öz nümayəndəsinə məktub göndərdi və konkret olaraq kamera yoldaşları tərəfindən döyüldüyünü məktubda göstərdi. O, yazırdı ki, bu hərəkətlərə qarşı ona görə şikayət verməyib ki, onu öldürməklə hədələyiblər.", "65. Hökumət bildirdi ki, 77/1 saylı istintaq təcridxanasında olduğu müddətdə ərizəçi heç bir pis rəftar formasına məruz qalmayıb və heç bir xəsarət almayıb.", "", "5. 77/1 saylı istintaq təcridxanasında həbsdə saxlanılarkən ərizəçiyə adekvat tibbi yardımın göstərilməməsi barədə iddia", "", "66. 1994-cü ildən başlayaraq ərizəçi sidik kisəsinin xərçəngindən əziyyət çəkirdi. 1999-cu ildə onun sidik kisəsindəki xərçəng şişi kəsilib götürülmüş və sonra o, kimyəvi terapiyadan keçmişdi. Əməliyyata baxmayaraq, ərizəçinin səhhəti daim tibbi nəzarət altında olmasını və ona xüsusi qulluq edilməsini tələb edirdi.", "", "a) Ərizəçinin arqumentləri", "", "67. Ərizəçinin sözlərinə görə, Moskvada 77/1 saylı istintaq təcridxanasında həbsdə olduğu müddətdə onun böyrəklərində və qarnında sancılar olub, temperaturu yüksələrək 39,8 dərəcəyə çatıb. O, demək olar ki, hər həftə tibbi yardım üçün müraciət edib. Lakin ya ümumiyyətlə yardım almayıb, ya da tutması başlayandan bir həftə sonra yardım alıb. Ərizəçinin qəbul etdiyi yeganə dərman ağrıkəsici dərman olub. Ona uro-onkoloqun yazdığı və həbsxananın tibb bölməsinin xahişi ilə anasının aldığı xüsusi dərmanlar verilməyib. Bir neçə dəfə ərizəçinin qanını və sidiyini analiz üçün götürüblər, habelə onu ultrasəs müayinəsindən keçiriblər. 2003-cü ildə o, bir neçə dəfə həbsxananın tibb bölməsinə yerləşdirilib. Lakin tibb bölməsində xüsusi müayinələri, məsələn, sistoskopiya müayinəsini aparmaq üçün xüsusi avadanlıq olmayıb. Ərizəçi bəzi testlərdən keçməkdən imtina edib, çünki tibb bölməsinin personalının onları icra etmək üçün çox zaman lazımi ixtisas səviyyəsi olmurdu. Bölmədə uro-onkoloq yox idi və ərizəçini heç vaxt ixtisaslı mütəxəssis müayinə etməmişdi. 2003-cü ilin avqustunda aparılmış ultrasəs müayinəsi ərizəçinin prostat vəzisində 8 millimetr ölçüdə yeni şiş aşkara çıxardı. 2003-cü ilin sentyabrında aparılmış ultrasəs müayinəsi bu diaqnozu təsdiq etdi. 2003-cü ilin dekabrında aparılmış ultrasəs müayinəsi göstərdi ki, şiş 9 millimetrədək böyüyüb. Bundan sonra tibb bölməsinin həkimləri ərizəçinin vəziyyətinə nəzarət edən həkim uro-onkoloq M.-lə telefon vasitəsilə məsləhətləşdilər. Lakin tibb bölməsi yeni şiş barədə həkim M.-ə məlumat vermədi, onun 9 sentyabr 2004-cü il tarixli rəyi bunu təsdiq edir.", "", "b) Hökumətin arqumentləri", "", "68. Hökumətin bildirdiyinə görə, ərizəçi 24 may 2002-ci ildə 77/1 saylı istintaq təcridxanasına qəbul edilərkən vaxtı ilə sidik kisəsində əməliyyat edildiyi barədə tibb bölməsinə məlumat vermişdi.", "69. 23 yanvar 2003-cü ildə o, həbsxananın tibb bölməsinin cərrahiyyə şöbəsinə yerləşdirilib, orada uroloq, cərrah və terapevt tərəfindən müayinə olunub, habelə qanı yoxlanılıb, elektrokardioqramı çıxarılıb və iki dəfə ultrasəs müayinəsindən keçirilib. Ərizəçi bakteriya və iltihab əleyhinə, habelə orqanizmin tonusunu qaldıran müalicə alıb. O, 21 mart 2003-cü ildə səhhəti qənaətbəxş olmaqla tibb bölməsindən buraxılıb. 2003-cü il avqustun 6-sı ilə 19-u arasında ərizəçi yenidən tibb bölməsinin cərrahiyyə şöbəsinə yerləşdirilib, orada analoji müalicə kursu keçib. 15 avqust 2003-cü ildə onu uroloq müayinə edib. 2003-cü il avqustun 25-i ilə sentyabrın 3-ü arasında ərizəçi tibb bölməsinin terapiya şöbəsinə yerləşdirilib. Analiz və müayinələrin nəticələri təkrar xərçəng xəstəliyi əlamətlərini aşkara çıxarmayıb.", "", "c) 77/1 saylı təcridxanada tibbi yardımla bağlı şikayətlər", "", "70. 2002-ci və 2003-cü illərdə ərizəçinin anası ərizəçiyə həbsxanada lazımi səviyyədə tibbi yardımın göstərilməməsi ilə bağlı çoxlu sayda şikayətlər verdi.", "71. 30 iyul 2002-ci ildə 77/1 saylı təcridxananın tibb bölməsinin başçısı xanım Ye. ərizəçinin anasına yazdı ki, onun oğlu 14 iyun və 30 iyul 2002-ci ildə müayinə olunub və səhhəti qənaətbəxşdir. O, tibb bölməsinin personalının daimi nəzarəti altındadır və tələb olunan hər cür tibbi yardımla təmin ediləcəkdir.", "72. 4 fevral 2003-cü ildə tibb bölməsinin cərrahiyyə şöbəsinin başçısı ərizəçinin anasına məlumat verdi ki, 23 yanvar 2003-cü ildə ərizəçi mütəmadi yoxlamalar üçün həmin şöbəyə yerləşdirilib. Ona xroniki pielonefrit və sidik turşusu diatezi diaqnozu qoyulub və səhhəti qənaətbəxş hesab edilib.", "73. 27 may 2003-cü ildə tibb bölməsinin başçısı ərizəçinin anasına məlumat verdi ki, ərizəçi tibbi müayinədən keçib. Müayinənin nəticələri həkim uro-onkoloq M.-ə təqdim edilib, o isə üş ay ərzində daha bir müayinənin keçirilməsini tövsiyə edib.", "74. 5 iyun 2003-cü ildə tibb bölməsinin başçısı ərizəçinin anasına məktub göndərdi, onun məzmunu 27 may 2003-cü il tarixli məktubun məzmunu ilə eyni idi.", "75. 1 avqust 2003-cü ildə tibb bölməsinin başçısı yenə də ərizəçinin anasına məktub yazdı. Xanım Ye. ona məlumat verdi ki, ərizəçinin xəstəlik tarixçəsi həkim uro-onkoloq M.-ə verilib və tövsiyə olunan müayinə, habelə tərkibində dəmir olan dərmanlar vasitəsilə müalicə ən yaxın gələcəkdə həyata keçiriləcəkdir. Bununla əlaqədar olaraq xanım Ye. ərizəçinin anasından xahiş etdi ki, tibb bölməsinə tərkibində dəmir olan dərmanlar və vitaminlər versin. O, ərizəçinin səhhətini qənaətbəxş kimi qiymətləndirdi.", "76. 13 avqust 2003-cü ildə ərizəçinin anası Məhkəmə Hökmlərinin İcrası Baş İdarəsinə məktub göndərərək xahiş etdi ki, həbsxananın tibb bölməsində ərizəçinin tibbi müayinəsinin nəticələrini 3 saylı onkoloji dispanserə versinlər.", "77. 19 avqust 2003-cü ildə ərizəçinin anası 77/1 saylı istintaq təcridxanasının rəisinə məktub yazdı. O, xahiş etdi ki, tibb bölməsinin xahişi ilə onun verdiyi tərkibində dəmir olan dərmanları və vitaminləri ərizəçinin nə üçün almadığının səbəblərini ona izah etsinlər.", "78. 1 sentyabr 2003-cü ildə tibb bölməsinin terapiya şöbəsinin başçısı ərizəçinin anasına məlumat verdi ki, konkret olaraq 6 və 19 avqust 2003-cü ildə analiz üçün götürülmüş qanda heç bir anemiya əlamətləri aşkara edilməyib. Buna görə də tərkibində dəmir olan komponentlərlə müalicəyə ehtiyac yoxdur. Uro-onkoloqun yoxlamalarını və ultrasəs müayinəsini ildə bir dəfə keçirmək tövsiyə olunub.", "79. 2 sentyabr 2003-cü ildə ərizəçinin anası yenə də 77/1 saylı istintaq təcridxanasının rəisinə məktub yazdı. Məktubun məzmunu 19 avqust 2003-cü il tarixli məktubla eyni idi.", "80. 4 sentyabr 2003-cü ildə tibb bölməsinin terapiya şöbəsinin başçısı 1 sentyabr 2003-cü il tarixli cavabını yenə də ərizəçinin anasına göndərdi.", "81. 17 sentyabr 2003-cü ildə Məhkəmə Hökmlərinin İcrası Baş İdarəsi yanında Moskva şəhər idarəsinin başçısı cənab Z. ərizəçinin anasının məktubuna cavab verdi. O, konkret olaraq bildirdi ki, ərizəçi tibb bölməsinin daimi nəzarəti altındadır və onun onkoloji klinikada stasionar müalicəsinə ehtiyac yoxdur. O, daha sonra qeyd etdi ki, həbsxana müdiriyyəti kənardan tibb mütəxəssislərini yalnız zərurət olduqda, yəni həbsxana daxilində xüsusi qulluq və ya müalicə mümkün olmadıqda cəlb edə bilər.", "82. 18 sentyabr 2003-cü ildə 77/1 saylı istintaq təcridxanasının tibb bölməsinin başçısının müavini ərizəçinin anasının məlumat verdi ki, 2003-cü il avqustun 6-sı ilə 19-u arasında, habelə 2003-cü il avqustun 26-sı ilə sentyabrın 2-si arasında ərizəçinin müayinəsi nəticəsində heç bir anemiya əlamətləri aşkar edilməyib. Tərkibində dəmir olan dərmanlarla müalicəyə ehtiyac yoxdur. Ərizəçinin anasının verdiyi dərmanlar tibb bölməsində saxlanılır və onun ilk tələbi əsasında ona qaytarılacaqdır.", "", "6. Sarapuldakı YaÇ 91/5 saylı islah-əmək koloniyasında həbsdə saxlanma şəraiti və adekvat tibbi yardımın olmadığı barədə iddia", "", "83. 2004-cü il fevralın 15-i ilə martın 18-i arasında ərizəçi Sarapuldakı YaÇ 91/5 saylı islah-əmək koloniyasına köçürüldü.", "84. 18 mart 2004-cü ildə ərizəçi həmin həbsxanaya qəbul edildi. O, həbsxananın tibb bölməsinə sidik kisəsindəki xərçəng şişinin 1994-cü ildə əməliyyat edildiyi barədə məlumat verdi. Ərizəçinin sözlərinə görə, zəruri avadanlığın olmaması ucbatından heç bir analiz götürülmədi və ona heç bir tibbi yardım göstərilmədi. Hökumətin sözlərinə görə isə, ərizəçi özü analizlərin götürülməsindən imtina etmişdi və tibb personalı bunu təsdiq edirdi.", "85. Ərizəçinin sözlərinə görə, belindəki və qarnındakı daimi ağrılar ucbatından o, həbsxanada icbari işləri yerinə yetirməkdən imtina etmişdi.", "86. 19 mart 2004-cü ildə ərizəçinin həbsxanadakı işləri yerinə yetirməkdən imtina etməsi ilə əlaqədar olaraq həkim onu müayinə etdi. Ərizəçi belindəki ağrılardan və sidik ifrazı zamanı ağrıya məruz qalmasından şikayət etdi. Həbsxana həkimi ona pielonefrit diaqnozu qoydu və belə rəy verdi ki, onun səhhəti, ağır işlər istisna olmaqla, həbsxanadakı işləri yerinə yetirməsinə imkan verir.", "87. Həmin gün həbsxanadakı işləri yerinə yetirməkdən imtina etdiyinə görə ərizəçi intizam kamerasına salındı və 15 gün orada qaldı. Ərizəçinin sözlərinə görə kameranın ölçüsü təxminən 4 kvadrat metr idi və orada 4 məhbus saxlanılırdı. Kamerada dörd çarpayı vardı, onlar yalnız gecələr yeddi saat ərzində açılır, qalan vaxtlarda isə qatlanaraq divara tərəf yığılırdı. Tualet nahar stolundan 0,5-1,5 metr aralıda idi və heç bir arakəsmə ilə ayrılmamışdı. Kamerada ventilyasiya yox idi, lampa işığı isə çox zəif idi. Havanın orta temperaturu +9-12ºC təşkil edirdi. Su qaynatmaq və həbsxana müdiriyyətinin təyin etdiyi vaxtdan (gündə üç dəfə) savayı başqa vaxtlarda qidalanmaq qadağan idi. Eləcə də məhbuslara həbsxana tərəfindən verilməyən geyimləri geymək qadağan olunmuşdu, həbsxananın verdiyi geyimlər isə kifayət qədər isti deyildi. Məhbusların qol saatı və ya eynək taxması da qadağan olunmuşdu, baxmayaraq ki, ərizəçinin görmə qabiliyyətinin əmsalı - 4 idi. Məhbusları gündə bir dəfə gəzintiyə çıxarırdılar. Ərizəçinin səhhəti pisləşir və tez-tez ağrılı tutmaları olurdu. Onun qan təzyiqi kəskin şəkildə dəyişir, hərəkətləri çətinləşir, başı və əlləri əsməyə başlayırdı.", "88. Hökumətin bildirdiyinə görə, 5 saylı intizam kamerasının ölçüsü 6,1 kvadrat metr idi və orada eyni vaxtda üç məhbus saxlanılırdı. O, bəzi hissələri taxtadan olan, qatlana bilən üç metal çarpayı (koyka) ilə, stolla, iki skamya ilə, tualetlə, əlüzyuyanla, şəxsi gigiyena predmetlərini saxlamaq üçün metal rəflə və radio ilə təchiz olunmuşdu.", "89. 3 aprel 2004-cü ildə ərizəçi 6 saylı intizam kamerasına yerləşdirildi və 5 gün orada qaldı. Ərizəçinin sözlərinə görə, oradakı saxlanma şəraiti 5 saylı intizam kamerasında olduğu kimi idi. Hökumətin bildirdiyinə görə, 6 saylı intizam kamerasının ölçüsü 6,1 kvadrat metr idi və orada eyni vaxtda iki məhbus saxlanılırdı. O, 5 saylı intizam kamerası ilə eyni qaydada təchiz olunmuşdu.", "90. 9 aprel 2004-cü ildə ərizəçi səhər idmanını yerinə yetirməkdən imtina etdiyinə görə müayinə olundu. Həbsxana həkimi bu qənaətə gəldi ki, o, səhər idmanını yerinə yetirə bilər.", "91. Həmin gün o, 7 saylı intizam kamerasına yerləşdirildi və 15 gün orada qaldı. Ərizəçinin sözlərinə görə, ölçüsü 8 kvadrat metr olan kamerada 6 məhbus saxlanılırdı. Oradakı saxlanma şəraiti 5 və 6 saylı intizam kameralarında olduğu kimi idi. Hökumətin bildirdiyinə görə, 7 saylı intizam kamerasının ölçüsü 11,8 kvadrat metr idi və orada eyni vaxtda 5 məhbus saxlanılırdı. O, qatlana bilən 6 metal çarpayı (koyka) ilə, stolla, iki skamya ilə, tualetlə, əlüzyuyanla, şəxsi gigiyena predmetlərini saxlamaq üçün metal rəflə, taxta şkafla və radio ilə təchiz olunmuşdu.", "92. 26 aprel 2004-cü ildə ərizəçi səhər idmanını yerinə yetirməkdən imtina etməsi ilə əlaqədar olaraq yenidən müayinədən keçirildi və belə rəy verildi ki, o, səhər idmanını yerinə yetirə bilər.", "93. 27 aprel 2004-cü ildə ərizəçi anasına məktub göndərdi. O, səhhətinin pis vəziyyətdə olduğunu təsvir etdi, o cümlədən böyrəklərindəki ağrını, qeyri-sabit qan dövranını, əllərinin və başının əsməsini, çətinliklə hərəkət etdiyini qeyd etdi. O, yazırdı ki, həbsxanada zəruri müalicə almır və ona dərman göndərilməsini xahiş edirdi.", "94. 12 may 2004-cü ildə ərizəçi Məhkəmə Hökmlərinin İcrası Baş İdarəsinə məktub göndərərək YaÇ-91/5 saylı islah-əmək koloniyasında lazımi tibbi yardımın olmamasından və səhhətinin pis olması ilə əlaqədar olaraq həbsxanadakı işləri yerinə yetirməkdən imtina etdiyinə görə intizam kamerasına yerləşdirilməsindən şikayət etdi.", "95. 7 iyun 2004-cü ildə ərizəçi Məhkəmə Hökmlərinin İcrası Baş İdarəsinə yenidən şikayət məktubu göndərdi.", "96. 30 avqust 2004-cü ildə həbsxananın tibb bölməsinin başçısı bildirdi ki, ixtisaslı mütəxəssislərin, xüsusən uroloq və onkoloqun olmaması ucbatından ərizəçinin həbsxanada lazımi qaydada müayinə olunması mümkün deyil və tələb olunan analizlər yalnız YaÇ-91/5 saylı islah-əmək koloniyanın xəstəxanasında götürülə bilər.", "97. 2004-cü il sentyabrın 3-ü ilə 13-ü arasında ərizəçi müayinə üçün Məhkəmə Hökmlərinin İcrası Baş İdarəsinin YaÇ-91/5 saylı islah-əmək koloniyasının xəstəxanasına yerləşdirildi. Ultrasəs müayinəsi onun böyrəklərində bir neçə daş olduğunu, habelə prostat vəzisində diffuz dəyişikliklər və kista olduğunu müəyyən etdi. Ərizəçinin xəstəlik tarixçəsində qeyd edildi ki, o, operativ müdaxilədən imtina edib.", "98. 10 sentyabr 2004-cü ildə ərizəçinin anası Məhkəmə Hökmlərinin İcrası Baş İdarəsi yanında Udmurtiya idarəsinin tibb xidmətinin əməkdaşına məktub yazdı. O, ərizəçinin Məhkəmə Hökmlərinin İcrası Baş İdarəsinin yurisdiksiyasında olmayan xəstəxanaya yerləşdirilməsini tələb etdi, çünki ərizəçi ibtidai həbsdə olduğu müddətdən başlayaraq lazımi tibbi yardım və müalicə almırdı.", "99. 28 sentyabr 2004-cü ildə ərizəçinin nümayəndəsi ərizəçinin sözügedən idarənin yurisdiksiyası xaricində olan müəssisədə müayinədən keçirilməsi imkanı ilə bağlı Səhiyyə Nazirliyinə məktub yazdı.", "100. 28 oktyabr 2004-cü ildə ərizəçi öz nümayəndəsinə məktub yazaraq bildirdi ki, hər dəfə həbsxanadakı işləri və ya səhər idmanını yerinə yetirdikdən sonra onda kəskin ağrılı tutmalar olur. O, həmçinin bildirdi ki, həbsxanadakı tibbi yardım səmərəsizdir və onun xəstəlik tarixçəsindəki qeydlər səhhətinin real vəziyyətini əks etdirmir.", "101. 28 oktyabr 2004-cü ildə Səhiyyə Nazirliyinin Urologiya İnstitutunun direktoru həkim L. ərizəçinin nümayəndəsinin xahişi əsasında ərizəçinin sidik kisəsində xərçəng şişinin bərpası ehtimalı ilə bağlı 2 sentyabr 2004-cü il tarixli rəyini yazılı şəkildə bildirdi. Həkim L. qeyd etdi ki, xəstə üzərində uro-onkoloqun mütəmadi tibbi nəzarətinin olmaması diaqnozun gec müəyyən edilməsinə gətirib çıxarıb və şişlərin təkrar əmələ gəlməsi və qonşu orqanlara yayılması riskini artırıb, belə vəziyyətdə radikal cərrahi müdaxilə mümkün hesab edilmir. O, bu qənaətə gəldi ki, xərçəngin bərpası ehtimalı istisna olunmur. Lakin dəqiq diaqnoz yalnız ərizəçinin ixtisaslaşdırılmış uro-onkoloji klinikada müayinəsindən sonra qoyula bilər. Bu məqsədlə sitoskopiya və biopsiyanın həyata keçirilməsi zəruridir.", "102. 1 noyabr 2004-cü ildə Məhkəmə Hökmlərinin İcrası Baş İdarəsi yanında Udmurtiya idarəsinin tibb şöbəsinin başçısı ərizəçinin anasının 10 sentyabr 2004-cü il tarixli məktubuna cavab verdi. O, qeyd etdi ki, 2004-cü ilin sentyabrında ərizəçi YaÇ-91/5 saylı islah-əmək koloniyasının xəstəxanasında müayinə olunub. Müayinə sidik-cinsiyyət orqanları sistemində xəstəlik əlamətləri aşkar etməyib və ərizəçi sonrakı müalicədən imtina edib. Məktubdan belə qənaətə gəlinirdi ki, ərizəçinin səhhəti qənaətbəxşdir və Məhkəmə Hökmlərinin İcrası Baş İdarəsinin yurisdiksiyası xaricində olan klinikada əlavə müayinə tələb olunmur.", "103. 17 noyabr 2004-cü ildə Səhiyyə Nazirliyi ərizəçinin nümayəndəsinin 28 sentyabr 2004-cü il tarixli məktubunu Daxili İşlər Nazirliyinin Tibb İdarəsinə göndərdi. Məktubda deyilirdi ki, indiki halda həbsxana müdiriyyəti ya ərizəçini Səhiyyə Nazirliyinin yurisdiksiyası xaricində olan klinikaya köçürməli, ya da tibbi müayinə və müalicə üçün zəruri şəraitin olduğu islah müəssisəsinə yerləşdirməlidir.", "104. 29 noyabr 2004-cü ildə Məhkəmə Hökmlərinin İcrası Baş İdarəsi yanında mərkəzi idarənin tibb işçisi ərizəçinin nümayəndəsinə məlumat verdi ki, tibbi yardıma, o cümlədən stasionar müalicəyə ehtiyacı olan məhbuslar cəzaların icrası sisteminə təhkim olunmuş tibb müəssisələrinə, yaxud zərurət olduqda səhiyyə sistemi xaricindəki müəssisələrə göndərilməlidirlər. O, daha sonra bildirdi ki, sitoskopiya və biopsiyanı istənilən cərrah həyata keçirə bilər. Onkoloji simptomlar aşkar edildikdə pasiyentin saxlandığı tibb müəssisəsi tələb olunan bütün məsləhətləri verməlidir.", "105. 11 sentyabr 2005-ci ildə Sarapul şəhər 1 saylı xəstəxanasının uroloqu həkim D. YaÇ-91/5 saylı islah-əmək müəssisəsinin tibb bölməsinə gəldi. Ərizəçi müayinə olunmaqdan imtina edərək belə əsas gətirdi ki, tibb bölməsi urologiya praktikası lisenziyasına malik deyildi. Görünür, həkim D. ərizəçinin xəstəlik tarixçəsi əsasında bəzi nəticələr çıxarmışdır.", "", "7. Həbsxana əməkdaşlarının ərizəçinin yazışma və təmaslarına iddia edilən müdaxiləsi", "", "106. 23 oktyabr 2004-cü ildə ərizəçi öz nümayəndəsindən bağlama aldı. Hökumətin bildirdiyinə görə, həbsxana əməkdaşları orada qadağan olunmuş əşyaların olub-olmadığını yoxlamaq üçün onu ərizəçinin yanında açdılar. Bağlamada yalnız sənədlər olduğuna görə onlar sənədləri oxumadan bağlamanı ərizəçiyə verdilər.", "107. Ərizəçinin sözlərinə görə, 2005-ci il yanvarın 25-də və 27-də müəyyən həbsxana əməkdaşları onu Məhkəməyə verdiyi şikayətin YaÇ-91/5 saylı islah-əmək müəssisəsinə aid olan hissəsini geri götürməyə məcbur etməyə çalışıblar. Onlar onu daha pis şəraiti olan yerə salmaqla təhdid ediblər. Bundan başqa, 27 yanvar 2005-ci ildə ərizəçinin yanına Məhkəmə Hökmlərinin İcrası Baş İdarəsi yanında Udmurtiya idarəsinin məmuru gəldi, o, özünü təqdim etməkdən imtina etdi. O, həbsxanada ərizəçiyə göstərilən tibbi yardım barədə suallar verdi və dedi ki, ərizəçi səhhətindən şikayət etməkdə davam edərsə, tələb olunan testlər qeyri-mütəxəssislər tərəfindən həyata keçiriləcək.", "108. 29 yanvar 2005-ci ildə ərizəçi öz nümayəndəsinə məktub göndərdi. O, yazırdı ki, nümayəndəsindən aldığı bütün məktublar həbsxana müdiriyyəti tərəfindən açılıb və senzuraya məruz qalıb. O, həmçinin 25 və 27 yanvar hadisələrini də təsvir etmişdi.", "109. 14 fevral 2005-ci ildə ərizəçi müəyyən dövlət məmurları ilə təmasda oldu. Ərizəçinin sözlərinə görə, öncə onun yanına Məhkəmə Hökmlərinin İcrası Baş İdarəsinin məmuru gəldi və ona Məhkəməyə verdiyi şikayət barədə suallar verdi. Ərizəçi YaÇ-91/5 saylı islah-əmək müəssisəsində saxlanma şəraiti ilə və tibbi yardımla bağlı şikayətlərini təsdiq etdi. Sonra həbsxananın əməliyyat şöbəsinin məmuru onu yanına çağırdı və tələb etdi ki, ərizəçi həbsxana müdiriyyəti tərəfindən heç bir təzyiqə məruz qalmadığını yazılı şəkildə təsdiq etsin. Ərizəçi bundan imtina etdi. Hökumətin bildirdiyinə görə, ərizəçi YaÇ-91/5 saylı islah-əmək müəssisəsinin vəzifəli şəxsləri ilə təmasda olmuş, onlar ona YaÇ-91/5 saylı islah-əmək müəssisəsində saxlanma şəraiti ilə bağlı suallar vermişdilər. Ərizəçi bildirib ki, müdiriyyət onunla digər məhbuslarla olduğu kimi davranıb və onun yazışmalarına heç bir məhdudiyyət qoyulmayıb.", "110. Həmin gün ərizəçi nümayəndəsinə məktub göndərdi, məktubda onun hadisələrə baxışı əks olunmuşdu.", "111. 17 fevral 2005-ci ildə ərizəçi yenə dövlət məmurları ilə təmasda oldu. Ərizəçinin sözlərinə görə, üç gün öncə onun yanında olmuş Məhkəmə Hökmlərinin İcrası Baş İdarəsinin məmuru həbsxananın əməliyyat şöbəsinin məmurunun yanında yenə onunla söhbət etdi. Ərizəçiyə sual verildi ki, həbsxana müdiriyyəti və ya hər hansı digər dövlət məmurları Məhkəməyə şikayəti ilə bağlı ona təzyiq göstərirlərmi? O, vəkili ilə məsləhətləşmədən cavab verməkdən imtina etdi. Sonra ondan soruşdular ki, vəkili ilə yazışmaları senzuraya məruz qalıbmı, o, müsbət cavab verdi. Ona həmçinin həbsxana müdiriyyəti ilə və digər məhbuslarla münasibətləri barədə suallar verdilər. O, cavab verdi ki, ümumiyyətlə, Məhkəməyə şikayəti ilə bağlı ona təzyiq göstərilməsi məsələsini bir kənara qoysaq, onunla digər məhbuslarla davrandıqları kimi davranırlar. Digər məhbuslarla münasibətlərinə gəldikdə, onlarla heç bir münaqişə baş verməyib. Hökumətin bildirdiyinə görə, ərizəçi YaÇ-91/5 saylı islah-əmək müəssisəsinin məmurları ilə təmasda olmuş, onlar Məhkəmənin tələb etdiyi faktual informasiya ilə bağlı ona suallar vermişlər. Ərizəçi həbsxananın vəzifəli şəxslərinin mümkün təhdidləri ilə bağlı onların verdiyi suallara öncə vəkillə məsləhətləşmədən cavab verməkdən imtina edib.", "112. 18 fevral 2005-ci ildə ərizəçi öz nümayəndəsinə məktub göndərərək müdiriyyətlə dünənki görüşünü təsvir etdi.", "113. Ərizəçinin sözlərinə görə, YaÇ-91/5 saylı islah-əmək müəssisəsində saxlandığı müddətdə nümayəndəsinə göndərdiyi bir neçə məktub təyinat yerinə çatmayıb, nümayəndəsinin məktublarının çoxu həbsxana müdiriyyəti tərəfindən açılıb və oxunub. Hökumətin bildirdiyinə görə, ərizəçinin yazışmalarına heç bir müdaxilə baş verməyib. Ərizəçinin nümayəndəsindən alınan bütün məktublar ona möhürlü şəkildə təqdim edilib.", "", "8. Məhkəmə Reqlamentinin 39-cu Qaydasına əsasən həyata keçirilmiş tibbi müayinə", "", "114. Məhkəmə 1 sentyabr 2005-ci ildə Məhkəmə Reqlamentinin 39-cu Qaydasına əsasən Hökumətə bildirdi ki, əlavə göstərişə qədər Sarapuldakı YaÇ-91/5 saylı həbsxanada ərizəçidən, fiziki əmək və fiziki təmrinlər də daxil olmaqla, hər hansı fiziki işi yerinə yetirməyi tələb etməsin. Bundan başqa, Hökumətə tapşırıldı ki, bu bildirişi aldıqdan sonra bir ay ərzində ixtisaslaşmış uro-onkoloji klinikada ərizəçinin müstəqil tibbi müayinəsinin keçirilməsi üçün təşəbbüs göstərsin və müayinənin nəticələri əsasında tələb olunan tibbi qulluğu təmin etsin. Hökumətdən tələb edilmişdir ki, görülmüş tədbirlər barədə Məhkəməyə məlumat versin.", "115. 7 oktyabr 2005-ci ildə Hökumət Məhkəməyə məlumat verdi ki, ərizəçi 16 sentyabr 2005-ci ildə İjevsk şəhərinin onkoloji dispanserində müayinə olunub. O, bildirdi ki, müayinənin nəticələrinə əsasən, heç bir onkoloji xəstəlik aşkar edilməyib və ərizəçinin müalicə olunmasına ehtiyac yoxdur.", "116. 7 oktyabr 2005-ci ildə ərizəçinin nümayəndəsi müayinə haqqında hesabatı Məhkəməyə göndərdi.", "117. 24 noyabr 2005-ci ildə Məhkəmə 1 sentyabr 2005-ci il tarixində Məhkəmə Reqlamentinin 39-cu Qaydasına uyğun olaraq qəbul etdiyi müvəqqəti tədbirin Sarapuldakı YaÇ-91/5 saylı həbsxanada ərizəçinin tibbi müayinəsinə aid hissəsini ləğv etməyi, ərizəçinin hər hansı fiziki işdən azad edilməsinə aid hissəsinin isə müddətini uzatmağı qərara aldı.", "118. 30 dekabr 2005-ci ildə ərizəçinin nümayəndəsinin tələbi ilə Urologoya İnstitutunun direktoru müavini həkim S. ərizəçinin sidik kisəsində xərçəng şişinin təkrar əmələ gəlməsi ehtimalı ilə bağlı yazını rəyini təqdim etdi. Bu rəy Səhiyyə Nazirliyinin Urologiya İnstitutunun direktoru həkim L. tərəfindən təsdiq edildi. Həkim S. ərizəçinin 16 sentyabr 2005-ci il tarixli müayinəsinin nəticələrini öyrənərək belə qənaətə gəldi ki, sitoskopiya və biopsiyanın nəticələri mübahisəlidir və sidik kisəsində xərçəng şişinin yenidən əmələ gəlməsi və ya təkrarən böyüməsi ehtimalı istisna olunmur. O, həmçinin bildirdi ki, pasiyentin əzələlərə nüfuz etmiş xərçəngin müəyyən edilməsi ilə bağlı keçdiyi mütəmadi ambulator müayinəyə ən azı bir il ərzində sitoskopiya və biopsiya müayinəsi, qarın boşluğunun və kiçik çanağın kompüter tomoqrafiyası, böyrəklərin, sidik kisəsinin, prostat vəzinin və qara ciyərin ultrasəs müayinəsi, habelə döş qəfəsinin radioqrafiyası daxil idi.", "", "B. Müvafiq materiallar", "", "1. Hökumət tərəfindən təqdim edilmiş ərizəçinin xəstəlik tarixçələri", "", "119. Hökumət ərizəçinin bir neçə xəstəlik tarixçəsini təqdim etdi. Surətlərin oxuna bilən hissələrində aşağıdakı qeydlər yer almışdır:", "120. 1994-cü il fevralın 2-ci ilə 16-sı arasında ərizəçi Moskvadakı 52 saylı xəstəxananın reanimasiya şöbəsinə yerləşdirilib, orada onun sidik kisəsində əməliyyat aparılaraq oradakı xərçəng şişi götürülüb. Ona daim uro-onkoloqun nəzarəti altında olmaq tövsiyə edilib.", "121. 16 mart 2002-ci ildə (tarix aydın oxunmur) ərizəçini öz uro-onkoloqu həkim M. müayinə edib və sistoskopiyanın həyata keçirilməsini tövsiyə edib.", "122. Ərizəçi 77/1 saylı istintaq təcridxanasında olduğu müddətdə xəstəlik tarixçəsinə aşağıdakı qeydlər daxili edilib:", "29 iyul 2002-ci il:", "", "“Sorğuya cavab olaraq sidik analizinin götürülməsi tövsiyə edilib. Cənab Popov analiz verməkdən imtina edib”.", "30 iyul 2002-ci il:", "“Tibb işçisi pasiyenti müayinə etdi. Müayinə zamanı cənab Popov heç nədən şikayət etmədi. Vəziyyəti qənaətbəxşdir...”.", "1 sentyabr 2002-ci il:", "“Tibbi müayinə paraorbital hematomanın sağalmaqda olduğunu göstərdi”.", "3 noyabr 2002-ci il:", "“Tibb işçisi pasiyenti müayinə etdi. O, qarnındakı mütəmadi ağrılardan şikayətlənir... Vəziyyəti qənaətbəxşdir...”.", "", "23 yanvar 2003-cü il (bir neçə qeyd edilib, onlardan biri səhvən 22 yanvar 2002-ci il tarixi ilə yazılıb):", "", "“Terapevt pasiyenti müayinə etdi. O, böyrəklərindəki ağrılardan şikayətlənir. Cənab Popov bildirdi ki, 1994-cü ildə sidik kisəsindəki xərçəng şişi ilə bağlı əməliyyata məruz qalıb. 1994-1995-ci illərdə kimyəvi terapiyadan keçib. Onkoloji xəstəxanada onun xəstəlik tarixçəsindən qohumları tərəfindən təqdim edilmiş çıxarışlar saxlanılır... Vəziyyəti sabitdir. Diaqnoz: sidik kisəsində şiş. Pasiyent cərrahiyyə şöbəsinə yerləşdirilməlidir”.", "“Cərrahiyyə şöbəsi: Pasiyent belindəki ağrılardan şikayətlənir... Vəziyyəti qənaətbəxşdir... Diaqnoz: xroniki pielonefrit, ...”.", "Ərizəçiyə tövsiyə olunur ki, qan və sidik analizi versin, sitoskopiyadan keçsin, böyrəkləri və sidik kisəsi ultrasıs müayinəsindən keçirilsin, ... furazolidon, analgin, butadion, ... papaverin qəbul etsin, ... biokimyəvi analiz üçün qan versin...”.", "", "27 yanvar 2003-cü il:", "", "“Cərrahiyyə şöbəsi başçısının standart hesabatı: Vəziyyəti qənaətbəxşdir. Şikayəti yoxdur. Pasiyentdə xroniki pielonefrit var... O, analgetiklər, iltihab əleyhinə dərmanlar və uroantiseptiklər qəbul edir”.", "", "30 yanvar 2003-cü il:", "", "“Vəziyyəti qənaətbəxşdir. Şikayəti yoxdur...”.", "30 yanvar 2003-cü il, qarın boşluğunun ultrasəs müayinəsinin nəticələri:", "“Rəy: öd kisəsinin forması dəyişib”.", "", "3 fevral 2003-cü il (iki qeyd):", "", "“Cərrahiyyə şöbəsi başçısının standart hesabatı: Vəziyyəti qənaətbəxşdir. Belində hiss etdiyi ağırlıqdan şikayətlənir. Pasiyentdə xroniki pielonefrit var. O, mütəmadi müayinədən keçirilir”.", "“Pasiyentə tövsiyə edilib ki, sidik analizi versin”.", "", "5 fevral 2003-cü il:", "", "“Vəziyyəti qənaətbəxşdir. Şikayətləri eynidir...”.", "", "7 fevral 2003-cü il:", "", "“Vəziyyəti qənaətbəxşdir. Şikayətləri eynidir...”.", "", "8 fevral 2003-cü il:", "", "“Pasiyentə papaverin, furazolidon, analgin və qanın biokimyəvi analizi tövsiyə edildi”.", "", "10 fevral 2003-cü il:", "", "“Cərrahiyyə şöbəsi başçısının standart hesabatı: Vəziyyəti qənaətbəxşdir. Belində hiss etdiyi ağırlıqdan şikayətlənir. Pasiyentdə xroniki pielonefrit var. O, mütəmadi müayinədən keçirilir”.", "", "13 fevral 2003-cü il (iki qeyd):", "", "“Vəziyyəti qənaətbəxşdir. Şikayəti yoxdur...”.", "“Pasiyentə qanın analizini vermək tövsiyə edildi”.", "", "17 fevral 2003-cü il:", "", "“Cərrahiyyə şöbəsi başçısının standart hesabatı: Vəziyyəti qənaətbəxşdir. Şikayəti yoxdur. Aparılmış müayinə nəticəsində sidik kisəsində xərçəng şişinin təkrar əmələ gəlməsi əlamətləri aşkar edilmədi”.", "", "20 fevral 2003-cü il (iki qeyd):", "", "“Vəziyyəti qənaətbəxşdir. Şikayəti yoxdur...”.", "“Pasiyentə papaverin, analgin, furazolidon və qanın biokimyəvi analizi tövsiyə edildi”.", "", "24 fevral 2003-cü il:", "", "“Pasiyentə tövsiyə edildi ki, böyrəklərini və sidik axarlarını ultrasəs müayinəsindən keçirsin”.", "", "28 fevral 2003-cü il (iki qeyd):", "", "“Cərrahiyyə şöbəsi başçısının standart hesabatı: Vəziyyəti qənaətbəxşdir. Belində hiss etdiyi ağırlıqdan şikayətlənir. Pasiyentdə əvvəlki kimi mikrohematuriya və ağrı sindromu var. Böyrəklərin və sidik axarlarının ultrasəs müayinəsindən keçirilməsi planlaşdırılır”.", "“Vəziyyəti qənaətbəxşdir. Belində hiss etdiyi ağırlıqdan şikayətlənir...”.", "", "3 mart 2003-cü il (iki qeyd):", "", "“Vəziyyəti qənaətbəxşdir. Şikayətləri eynidir...”.", "“Pasiyentə papaverin, analgin, furazolidon tövsiyə edildi”.", "", "6 mart 2003-cü il:", "", "“Vəziyyəti qənaətbəxşdir. Şikayətləri eynidir...”.", "", "8 mart 2003-cü il:", "", "“Pasiyentə papaverin, analgin, furazolidon tövsiyə edildi”.", "", "11 mart 2003-cü il:", "", "“Cərrahiyyə şöbəsi başçısının standart hesabatı: Vəziyyəti qənaətbəxşdir. Belində hiss etdiyi ağırlıqdan şikayətlənir. 13 mart 2003-cü il üçün sitoskopiya və uro-onkoloqun müayinəsi planlaşdırılır”.", "", "13 mart 2003-cü il:", "", "“Vəziyyəti qənaətbəxşdir. Şikayətləri eynidir... Obyektiv səbəblərə görə (nəqliyyat təşkil etmək mümkün olmadığına görə) uro-onkoloqun müayinəsi baş tutmadı...”.", "", "17 mart 2003-cü il:", "", "“Cərrahiyyə şöbəsi başçısının standart hesabatı: Vəziyyəti qənaətbəxşdir. Şikayəti yoxdur... Obyektiv səbəblərə görə sitoskopiya və uro-onkoloqun müayinəsi keçirilmədi...”.", "", "19 mart 2003-cü il:", "", "“Vəziyyəti qənaətbəxşdir. Şikayəti yoxdur... Pasiyent məhkəmə iclasında iştirak etməyə aparıldı. Sitoskopiya və uro-onkoloqun müayinəsinin keçirilməsi üçün nəqliyyatın təşkili mümkün deyil”.", "", "21 mart 2003-cü il:", "", "“Məhkəmə iclasında iştirak edən pasiyentin yerində olmadığını və 13 mart 2003-cü ildən onun müayinəyə aparılması üçün nəqliyyatın təşkilinin mümkünsüzlüyünü nəzərə alaraq, tövsiyə edildi ki, o, müayinələrdən azad edilsin və bir aydan sonra müayinə olunsun”.", "", "25 mart 2003-cü il (böyrəklərin ultrasəs müayinəsinin nəticələri):", "", "“Rəy: prostat vəzidə duru kütlə var. Sol tərəfdə pielonefrit var”.", "3 aprel 2003-cü il (görünür, bu qeyd uro-onkoloqla telefon məsləhətləşməsi ilə əlaqədardır):", "“Uro-onkoloqla məsləhətləşmə. Tövsiyə edildi: siprofloksatsin, sidiyin analizi, sidik kisəsinin ultrasəs müayinəsi”.", "", "8 aprel 2003-cü il:", "", "“Sidiyin analizi götürüldü”.", "", "28 aprel 2003-cü il (sidik kisəsinin ultrasəs müayinəsinin nəticələri):", "", "“... prostat vəzinin sol yarısında 7 millimetr ölçüdə ... dairəvi ... exogen kütlə aşkar edildi. Rəy: prostat vəzidə şiş əmələ gəlib”.", "", "Növbəti qeydin tarixi kimi 24 aprel 2003-cü il göstərilib, amma o, tibb tarixçəsində 28 aprel 2003-cü il tarixli qeyddən sonra yazılıb:", "", "“Pasiyent onkoloji xəstəlik ehtimalı ilə bağlı nəzarət altında saxlanılır”.", "Növbəti qeydin tarixi kimi 3 aprel 2003-cü il göstərilib, amma o, tibb tarixçəsində 24 aprel 2003-cü il tarixli qeyddən sonra yazılıb:", "", "“Müayinə zamanı pasiyent şikayətlənmədi. Pasiyent uro-onkoloqun müayinəsindən imtina edir. Vəziyyəti qənaətbəxşdir... Diaqnoz: 1994-cü ildə sidik kisəsindəki şişin kəsilməsindən sonra sidik kisəsində yenə xərçəng şişi əmələ gəlib. Tövsiyə edilir: 3 saylı onkoloji dispanserdə sistoskopiya”.", "", "30 aprel 2003-cü il:", "", "“Rəy: prostat vəzidə şiş əmələ gəlib. Tövsiyə edilir: onkoloqun məsləhəti”.", "", "8 may 2003-cü il:", "", "“Rəy: uro-onkoloqla (həkim M.-lə) telefon məsləhətləşməsi. Klinik informasiya, habelə sidiyin analizinin və ultrasəs müayinəsinin nəticələri nəzərə alınmaqla, hər hansı onkoloji proseslərin əlamətləri aşkar edilmədi. Tövsiyə edilir: üç ay ərzində ultrasəs müayinəsi”.", "", "14 iyul 2003-cü il:", "", "“Sidiyin və qanın analizi götürüldü”.", "", "31 iyul 2003-cü il:", "", "“Tibbi sənədlər uro-onkoloqla məsləhətləşmə aparılması üçün təqdim edildi”.", "", "31 iyul 2003-cü il (tibbi sənədlərə baxdıqdan sonra həkim uro-onkoloq M.-in etdiyi qeydlər):", "", "“Tövsiyə edilir: sidik kisəsinin və kiçik çanağın ultrasəs müayinəsi, tərkibində dəmir olan dərmanlar”.", "", "31 iyul 2003-cü il (tibbi sənədlərə baxdıqdan sonra həkim uro-onkoloq M.-in etdiyi qeydlər):", "", "“Texniki səbəblərə görə ultrasəs müayinəsi keçirilmədi. Ferum leks iynələrinin vurulması kursu 6 avqust 2003-cü ildə başlayacaq”.", "", "6 avqust 2003-cü il:", "", "“Pasiyent anemiyaya qarşı müalicə kursu keçmək üçün xəstəxanaya yerləşdirildi...”.", "", "15 avqust 2003-cü il (uroloqun müayinəsi):", "", "“Hazırda ... anemiya simptomları olmadığına görə tərkibində dəmir olan dərmanlarla müalicəyə ehtiyac yoxdur. Tövsiyə edilir: tibbi nəzarət, ... üç ay ərzində sidik-cinsiyyət orqanları sisteminin ultrasəs müayinəsi”.", "", "22 avqust 2003-cü il (uroloqun müayinəsi):", "", "“Həkim M.-lə razılaşdırıldığı kimi, pasiyent ... iltihab əleyhinə müalicə və ultrasəs müayinəsi məqsədi ilə təkrarən terapiya şöbəsinə yerləşdirildi. O, 25 avqust 2003-cü ildə xəstəxanaya yerləşdiriləcək”.", "", "4 dekabr 2003-cü il (həbsxanaya köçürülmə ərəfəsində müayinə):", "", "“Pasiyent zəiflikdən, boğazındakı xoşagəlməz hissdən, bütün bədənindəki ağrılardan, belindəki ağrıdan, sidik ifraz edərkən duyduğu ağrıdan, ... hərarətinin 38o C olmasından şikayət etdi... Diaqnoz: 1994-cü ildə sidik kisəsindəki şişin kəsilməsindən sonra pasiyentdə kəskin respirator xəstəliyi əmələ gəlib. Pasiyentin xəstəxanaya köçürülməsi təxirə salındı, o, infeksion xəstələrin palatasına yerləşdirilməlidir”.", "", "15 dekabr 2003-cü il (iki qeyd):", "", "“Cənab Popov dekabrın 4-ü ilə 15-i arasında infeksion xəstələrin palatasında qaldı... O, aspirinlə müalicə olundu. Pasiyent qənaətbəxş vəziyyətdə xəstəxanadan buraxıldı...”.", "“Şikayəti yoxdur. Vəziyyəti qənaətbəxşdir...”.", "", "24 dekabr 2003-cü il (böyrəklərin ultrasəs müayinəsinin nəticələri):", "", "“Sidik kisəsi: forması simmetrikdir, ... daxili konturları nahamardır, içərisindəki maye homogendir. Prostat vəzi: ... heterogen strukturludur, exogenliyi yüksəkdir, 8 millimetr ölçüsündə exoneqativ şiş var. Rəy: xroniki sistit simptomları, prostat vəzidə şiş”.", "", "Naməlum tarix (qarın boşluğunun ultrasəs müayinəsinin nəticələri):", "", "“.. Rəy: xroniki xolesistit simptomları”.", "", "123. Ərizəçi Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasında olduğu müddətdə onun xəstəlik tarixçəsində aşağıdakı qeydlər edilib:", "18 mart 2004-cü il (ərizəçi YaÇ-91/5 saylı islah-əmək koloniyasına gəldiyi zaman edilmiş qeyd):", "", "“Cənab Popov sanitar-gigiyenik prosedurdan keçdi...”.", "", "19 mart 2004-cü il (həbsxanadakı işlərin yerinə yetirilməsindən imtina ilə bağlı müayinə):", "", "“Hazırda cənab Popov, ağır işlər istisna olmaqla, həbsxanadakı işləri yerinə yetirə bilər”.", "", "19 mart 2004-cü il (terapevtin müayinəsi):", "", "“Pasiyent belindəki ağrılardan və sidik ifrazı zamanı duyduğu ağrılardan şikayətlənir... 1994-cü ildə cənab Popov sidik kisəsindəki xərçəng şişi ilə bağlı əməliyyat olunub... Diaqnoz: xroniki pielonefrit. Natamam remissiya. Sidik kisəsinin xəstəliyi. Sidik kisəsi əməliyyat olunub”.", "", "9 aprel 2004-cü il (həbsxanadakı işlərin və səhər idmanının yerinə yetirilməsindən imtina ilə bağlı müayinə):", "", "“Xroniki sistit. Cənab Popov səhər idmanını yerinə yetirə bilər”.", "", "9 aprel 2004-cü ildə pasiyentin sidik analizi verməkdən imtina etməsi ilə bağlı həbsxananın tibb bölməsinin personalı tərəfindən sənəd tərtib edilərək imzalandı.", "26 aprel 2004-cü il (səhər idmanının yerinə yetirilməsindən imtina ilə bağlı müayinə):", "", "“Xroniki sistit. Cənab Popov səhər idmanını yerinə yetirə bilər”.", "", "3 sentyabr 2004-cü il:", "", "“Cənab Popov ultrasəs müayinəsi ... üçün [Məhkəmə Hökmlərinin İcrası Baş İdarəsinin 91/8 saylı YaÇ islah-əmək koloniyasının xəstəxanasının] terapiya şöbəsinə yerləşdirildi. Diaqnoz: prostat vəzidə neoplazma”. ", "", "7 sentyabr 2004-cü ildə həbsxana cərrahları tərəfindən iki sənəd imzalanıb, orada deyilir ki, ərizəçi həmin anda heç bir şikayəti olmadığına görə müalicədən imtina etdi.", "3-13 sentyabr 2004-cü il:", "", "“Xroniki prostatit... Diaqnoz: prostat vəzidə kista (diametri 0,8 santimetr), sidik turşusu diatezi... 7 sentyabr 2004-cü ildə keçirilmiş ultrasəs müayinəsinin nəticələri: hər iki böyrəkdə bir neçə daşın simptomları; xroniki xolesistit simptomları, prostat vəzidə diffuz dəyişikliklər, prostat vəzidə kista. Cənab Popov operativ müdaxilədən imtina etdi... Tibbi bölmədən buraxıldığı anda vəziyyəti qənaətbəxşdir. Tövsiyə edilir: sidikqovan çay, uroseptiklər...”.", "", "Naməlum tarix (terapevtin müayinəsi):", "", "“Pasiyent tez-tez sidiyə getməsindən şikayətlənir... Diaqnoz: xroniki pielonefrit, ... xroniki prostatit, prostat vəzidə kista. Tövsiyə edilir: kəskinləşmə baş verdikdə profilaktik müalicə”.", "", "13 dekabr 2004-cü il:", "", "“Cənab Popov Səhiyyə Nazirliyinin Urologiya İnstitutunun direktoru həkim L.-in yazılı rəyini təqdim etdi. O, səhhəti ilə bağlı heç bir şikayət etməyib və müalicə üçün tibbi bölməyə müraciət etməyib”.", "", "28 yanvar 2005-ci ildə həbsxananın tibb bölməsinin işçisi tərəfindən imzalanmış sənəddə deyilir ki, ərizəçi müayinə üçün Məhkəmə Hökmlərinin İcrası Baş İdarəsinin 91/8 saylı YaÇ islah-əmək koloniyasındakı xəstəxanasına aparılmaqdan imtina etdi.", "", "2. Tibb müəssisələrinin və onların personalının lisenziya və şəhadətnamələri", "", "124. Hökumət ərizəçiyə tibbi yardım göstərmiş tibb müəssisələrinə və onların personalına məxsus olan aşağıdakı lisenziya və şəhadətnamələri təqdim etdi.", "125. 77/1 saylı istintaq təcridxanasının tibb bölməsinin lisenziyası (24 iyul 2003-cü ildən 24 iyul 2008-ci ilədək qüvvədədir). Lisenziyaya əsasən tibb bölməsinin aşağıdakı tibbi xidmətləri göstərməsinə icazə verilir: tibbi praktika da daxil olmaqla həkim müalicəsinə qədərki qulluq, rentgenologiya, paratibbi praktika; ambulator qulluq, o cümlədən nevroloq, terapevt və stomatoloqun xidmətləri; stasionar qulluq, o cümlədən anestezioloq, reanimoloq, infeksionist, klinik laborator diaqnostika mütəxəssisi, rentgenoloq, terapevt, ultrasəs diaqnostikası mütəxəssisi, cərrah və endoskopiya mütəxəssisinin xidmətləri. ", "126. 77/1 saylı istintaq təcridxanasının tibb bölməsinin həkiminin və tibb mütəxəssisinin ixtisas dərəcələrini təsdiq edən şəhadətnamələr (müvafiq surətdə 11 dekabr 1998-ci ildən 11 dekabr 2003-cü ilədək və 27 oktyabr 1998-ci ildən 27 oktyabr 2003-cü ilədək qüvvədədir).", "127. 91/5 saylı YaÇ islah-əmək koloniyasının tibb bölməsinin lisenziyasına 14 iyul 2004-cü il tarixli əlavə. Lisenziyaya əsasən tibb bölməsinin aşağıdakı tibbi xidmətləri göstərməsinə icazə verilir: müalicə işi də daxil olmaqla həkim müalicəsinə qədərki qulluq; ambulator müalicə, o cümlədən psixiatr, rentgenoloq, terapevt və stomatoloqun xidmətləri; stasionar müalicə və digər tibbi yardım və xidmət növləri, o cümlədən ictimai səhiyyə xidmətləri, əmək qabiliyyətinin müvəqqəti itirilməsinin ekspertizası, sürücülərin tibbi müayinəsi.", "128. Sarapuldakı 91/5 saylı YaÇ islah-əmək koloniyasının tibb bölməsinin personalının siyahısı. Siyahıya aşağıdakılar daxildir: həbsxana rəisinin müavini (o, tibbi qulluğa və profilaktika işlərinə görə cavabdehlik daşıyır, əvvəllər reanimasiya xidmətində işləyib), psixiatr, terapevt, diş həkimi və tibbi qulluq göstərən üç işçi.", "129. Udmurtiya Respublikasının Xoxryaki kəndinin 91/8 saylı YaÇ islah-əmək koloniyasının tibb bölməsinin və xəstəxanasının lisenziyası (24 yanvar 2002-ci ildən 24 yanvar 2007-ci ilədək qüvvədədir) və həmin müəssisəyə məxsus olan 24 yanvar 2002-ci il tarixli şəhadətnamə. Lisenziyaya əsasən tibb bölməsinin və xəstəxananın aşağıdakı tibbi xidmətləri göstərməsinə icazə verilir: həkim müalicəsinə qədərki qulluq, o cümlədən laborator diaqnostika, tibbi praktika, paratibbi praktika, sürücülərin müayinəsi; diaqnostika, o cümlədən laborator diaqnostika, konktaktsız testlər, hematoloji testlər, biokimyəvi testlər, immunoloji testlər, radioloji diaqnostikası, rentgenologiya; ambulator qulluq, o cümlədən psixiatr, stomatoloq, terapevt və cərrahın xidmətləri; stasionar qulluq, o cümlədən anestezioloq, reanimoloq və cərrahın xidmətləri.", "130. İjevskdəki onkoloji dispanserin lisenziyası (10 mart 2005-ci ildən 1 mart 2010-cu ilədək qüvvədədir). Lisenziyaya əsasən dispanserin aşağıdakı tibbi xidmətləri göstərməsinə icazə verilir: həkim müalicəsinə qədərki qulluq, o cümlədən laborator diaqnostika, operativ müalicə, rentgenologiya, gipurgiya (xəstəyə qulluq), anesteziologiya və reanimasiya, gistologiya, diyetologiya; ambulator müalicə, o cümlədən klinik laborator diaqnostika, rentgenologiya, onkologiya, ultrasəs diaqnostikası, endoskopiya; stasionar müalicə, o cümlədən anesteziologiya və reanimasiya, klinik laborator diaqnostika, patoloji anatomiya, radiologiya, rentgenologiya, ultrasəs diaqnostikası, onkologiya, endoskopiya; digər tibbi yardım və xidmət növləri, o cümlədən əmək qabiliyyətinin müvəqqəti itirilməsinin ekspertizası, tibbi yardımın keyfiyyətinə nəzarət, epidemiologiya.", "131. 16 sentyabr 2005-ci ildə ərizəçini müayinə etmiş İjevskdəki onkoloji dispanserin uroloqu həkim K.-nın ixtisas dərəcəsini təsdiq edən sənədlər, o cümlədən 30 iyun 1993-cü ildə verilmiş həkimlik diplomu, onkologiya ixtisası üzrə 22 oktyabr 1999-cu ildən başlayaraq beş il qüvvəsi olan şəhadətnamə, əmək kitabçasında qeydlər.", "", "2. Ərizəçinin təqdim etdiyi tibbi sənədlər", "", "132. 77/1 saylı istintaq təcridxanasının başçısının müavini tərəfindən verilmiş 16 sentyabr 2003-cü il tarixli arayış:", "", "“77/1 saylı istintaq təcridxanasında saxlanıldığı müddətdə cənab Popov tibb bölməsində aşağıdakı tarixlərdə müayinə edilib və müalicə olunub: 2003-cü il yanvarın 23-ü ilə martın 21-i arasında (diaqnoz: sidik kisəsindəki xərçəng şişinin kəsilməsindən sonra yenidən şiş əmələ gəlib); 2003-cü il avqustun 6-sı ilə 19-u arasında (diaqnoz: 1994-cü ildə sidik kisəsindəki xərçəng şişinin kəsilməsindən sonra xroniki sistitin remissiyası; və xroniki prostatitin remissiyası); 2003-cü il avqustun 25-i ilə sentyabrın 2-si arasında (diaqnoz: 1994-cü ildə sidik kisəsindəki xərçəng şişinin kəsilməsindən sonra xroniki sistitin remissiyası; və xroniki prostatitin remissiyası). Müayinə zamanı pasiyentin vəziyyəti qənaətbəxşdir. Cənab Popov istintaq və məhkəmə prosesində iştirak edə bilər”.", "", "133. Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasının terapevti tərəfindən verilmiş 19 mart 2004-cü il tarixli arayış:", "", "“Cənab Popov şəxsi mülahizələrinə görə həbsxanadakı işləri yerinə yetirməkdən imtina etməsi ilə əlaqədar olaraq müayinə olundu. O, belindəki ağrıdan və sidik ifrazı zamanı duyduğu ağrılardan şikayət edir. Rəy: xroniki pielonefrit (1994-cü ildə sidik kisəsində əməliyyat aparılıb). Pasiyentin səhhəti onun intizam kamerasına yerləşdirilməsinə imkan verir”.", "", "134. YaÇ-91/5 saylı islah-əmək koloniyasının tibb bölməsinin başçısının 30 avqust 2004-cü il tarixli məktubu:", "", "“YaÇ-91/5 saylı islah-əmək koloniyasının tibb bölməsində cənab Popovun müayinəsi mümkün hesab edilmir (çünki terapevt istisna olmaqla, burada nə uroloq, nə onkoloq, nə də hər hansı digər mütəxəssis var). Bütün müayinə növləri, o cümlədən ultrasəs müayinəsi, sitoskopiya və qanın biokimyəvi analizi yalnız YaÇ-91/8 saylı islah-əmək koloniyasının xəstəxanasında həyata keçirilə bilər”.", "", "135. Uro-onkoloq həkim M.-in 7 sentyabr 2004-cü il tarixli yazılı rəyi:", "“... Xroniki pielonefrit və anemiya aparılan müalicənin nəticəsi ola bilər. Təkrar xərçəngin olub-olmadığı barədə rəy yalnız təkrar sitoskopiya keçirildikdən sonra verilə bilər”.", "", "136. Uro-onkoloq həkim M.-in 9 sentyabr 2004-cü il tarixli arayışı:", "", "“... Ultrasəs müayinəsindən sonra sidik kisəsində neoplazma ilə bağlı informasiya 77/1 saylı istintaq təcridxanası tərəfindən təqdim edilməyib. Pasiyentin tibb tarixçəsi tibb bölməsi tərəfindən təqdim edilib, oradakı informasiya natamamdır.", "", "137. Ərizəçinin nümayəndəsinin müraciəti əsasında Səhiyyə Nazirliyinin Urologiya İnstitutunun direktoru uro-onkoloq həkim L. tərəfindən təqdim edilmiş 28 oktyabr 2004-cü il tarixli yazılı rəy:", "", "“Pasiyent cənab Popovun sidik kisəsində T3 və ya T4 mərhələsində olan təkrar xərçəngin müşahidə edilməsi ehtimalı ilə bağlı 2 sentyabr 2004-cü il tarixli müraciətinizlə əlaqədar olaraq mən sizin təqdim etdiyiniz aşağıdakı materialları öyrəndim:", "1. Epikriz (orada göstərilir ki, 1994-cü ildə pasiyentin sidik kisəsindəki xərçəng şişi kəsilərək götürülüb);", "2. Histoloji müayinənin nəticələrinə dair ... 17 mart 1995-ci il tarixli arayış... Pasiyentə sidik kisəsinin xərçəngi (T3N0M0) diaqnozu qoyulub və kimyəvi terapiya tövsiyə edilib;", "3. Pasiyentin tibb tarixçəsindən 10 avqust 2004-cü il tarixli çıxarış; həmin çıxarışdan aydın olur ki, pasiyent 1994-cü ildən 3 saylı onkoloji dispanserin nəzarəti altındadır, üç ayda bir dəfə mütəmadi tibbi müayinələrdən keçir, amma 1992-ci ilin mayından bəri müayinə olunmayıb.", "4. Pasiyentin 77/1 saylı istintaq təcridxanasında saxlanılan tibb tarixçəsindən çıxarışlar; həmin çıxarışlardan məlum olur ki, pasiyent 2002-ci ilin mart ayı ilə 2004-cü ilin mart ayı arasında istintaq təcridxanasında yalnız terapevtlər və cərrahlar tərəfindən müayinə olunub, onlar müxtəlif vaxtlarda pasiyentə ameniya, xroniki sistit əlamətləri, pielonefrit və prostatit diaqnozunu qoyublar. Bu çıxarışlar açıq-aydın onu göstərir ki, son iki ildə pasiyent cənab Popov uro-onkoloq tərəfindən müayinə edilməyib. 77/1 saylı istintaq təcridxanasının həkimləri uro-onkoloq həkim M.-lə yalnız telefon vasitəsilə məsləhətləşiblər. Eyni zamanda, 2003-cü ilin yanvar-fevral aylarında həyata keçirilmiş qarın boşluğunun ultrasəs müayinəsi sidik kisəsinin formasının dəyişdiyini, sol tərəfdə pielektaz olduğunu və prostat vəzidə 6-7 millimetr diametrli məhlul kütlələrinin əmələ gəldiyini göstərir. Pasiyent həmçinin sidiyində qan olmasından şikayət edib. 2003-cü ilin dekabrında həyata keçirilmiş digər ultrasəs müayinəsi sidik kisəsinin divarlarının 8 millimetrədək qalınlaşdığının göstərir.", "5. Uro-onkoloq həkim M.-in 7 sentyabr 2004-cü il tarixli yazılı rəyi (orada göstərilir ki, xroniki pielonefrit və anemiya əlamətləri aparılmış müalicənin nəticəsi ola bilər). Təkrar xərçəngin yaranıb-yaranmadığı sualına qəti cavabı yalnız sitoskopiya verə bilər. 9 sentyabr 2004-cü il tarixli rəyində həkim M. qeyd edib ki, 77/1 saylı istintaq təcridxanasının tibb bölməsinin həkimləri sidik kisəsində ultrasəs müayinəsi nəticəsində aşkar edilmiş neoplazma ilə bağlı şübhələri barədə ona məlumat verməyiblər.", "6. YaÇ-91/5 saylı islah-əmək koloniyasının tibb bölməsinin başçısının cənab Popovun belindəki ağrıdan və sidik ifrazı zamanı duyduğu ağrılardan şikayəti ilə bağlı 19 mart 2004-cü il tarixli arayışı və tibb bölməsində uroloqun, onkoloqun və digər mütəxəssislərin olmaması ucbatından cənab Popovun həbsxana şəraitində müalicə edilməsinin mümkünsüzlüyü ilə bağlı 30 avqust 2004-cü il tarixli arayışı.", "Müəyyən nəticəyə gəlməzdən əvvəl qeyd etmək lazımdır ki, tibb elminin inkişafının hazırkı səviyyəsində sidik kisəsində T3N0M0 mərhələsində olan xərçəngin müalicə üsullarının heç biri ... sidik kisəsində xərçəngin təkrarən əmələ gəlməyəcəyinə ... və ya digər metastazların yaranmayacağına zəmanət verə bilməz. Sidik kisəsindəki xərçəngin xüsusi müalicəsindən sonra pasiyent üzərində uro-onkoloqun mütəmadi tibbi nəzarəti olmadıqda ... diaqnozun gec qoyulması bərpa olmuş xərçəngin qonşu orqanlara yayıldığını aşkar etmək ehtimalını artırır, bu halda artıq cərrahi müdaxilə mümkünsüz olur.", "Nəzərdən keçirilən halda yuxarıda qeyd edilən sənədlər əsasında, habelə ultrasəs müayinəsi nəticəsində pasiyentdə hematuriyanın, əsas xəstəliyin doğurduğu anemiyanın, sidik kisəsinin divarlarının qalınlaşmasının və deformasiyasının müşahidə edildiyini və eyni nahiyədə pielektaz olduğunu nəzərə alaraq, sidik kisəsində xərçəngin bərpa edilməsi istisna olunmur. Pasiyent cənab Popovun səhhəti barədə daha dəqiq rəy yalnız ixtisaslaşmış uro-onkoloji klinikada fiziki müayinədən və məcburi sitoskopiya və biopsiyadan sonra verilə bilər”.", "", "138. 11 sentyabr 2005-ci ildə 1 saylı Sarapul şəhər xəstəxanasının uroloqu həkim D. ilə YaÇ-91/5 saylı islah-əmək koloniyasının tibb bölməsində məsləhətləşmə.", "", "“11 sentyabr 2005-ci ildə keçirilən müayinə zamanı pasiyentin heç bir şikayəti yoxdur. 7 sentyabr 2005-ci ildə pasiyentin tez-tez sidiyə getməsi və bu zaman ağrı hiss etməsi müşahidə edildi. Pasiyent fiziki müayinədən imtina etdi. Pasiyentin anamnezini və xəstəlik tarixçəsindəki qeydləri nəzərə alaraq, güman etmək olar ki, pasiyentdə urolitiaz, əsas xəstəliyin doğurduğu xroniki pielonefrit, xroniki prostatit və prostat vəzinin kistası var.", "Sidiyin son analizinə əsasən, ... səhhətin pisləşməsi, yəqin ki, daşların parçalanması ilə əlaqədardır.", "Tövsiyə edilir: antibakterial terapiya, uroseptiklər; sidiyin kontrol analizləri; böyrəklərin, sidik kisəsinin və prostat vəzinin ultrasəs müayinəsi; uro-onkoloqla məsləhətləşmə. Tövsiyə olunan müalicə: notroksolin, ... furadonin. ...", "Pasiyentin fiziki müayinədən imtina etməsinə gəldikdə, pasiyent bu barədə həbsxananın vəzifəli şəxslərinin yanında ərizə yazıb”.", "", "139. 16 sentyabr 2005-ci ildə İjevskdəki onkoloji dispanserin uro-onkoloqu həkim K. ilə məsləhətləşmə.", "", "“... Fibrositoskopiya. Sidik kisəsinin genişlənməsi qənaətbəxşdir. Sol divarda əməliyyatdan sonra xüsusi əlamətləri olmayan çapıq yer var. Sidik kisəsinin boğaz hissəsi ətrafındakı lipid proteinozu normal hiperamikliyə malikdir. Sidik axarlarının yollarında hər hansı xüsusi əlamətlər yoxdur. Vizual olaraq hər hansı böyüyən şiş zonası müşahidə edilmir. Sidik kanalında hər hansı xüsusi əlamətlər yoxdur. Rəy: Sidik kisəsinin təkrar xərçənginin hər hansı əlamətləri aşkar edilmədi. Xroniki sistit əlamətləri var (sidik kanalındakı məhlul onkoloji analizə göndərildi).", "Onkoloji analizin nəticələri: məhlulun miqdarı 20 millilitrdir, rəngi sarıdır, orada neoelementlər (neoplazma) aşkar edilmədi, xüsusi əlamətləri olmayan az miqdarda epitelial hüceyrələr vardır. Tövsiyə edildi: ambulator nəzarət və ildə bir dəfə kontrol sitoskopiyası.", "Ultrasəs müayinəsi... Rəy: sidik kisəsində şişin hər hansı exoqrafik əlamətləri aşkar edilmədi. Xroniki prostatitin ultraakustik əlamətləri. Prostatit vəzinin kistası.", "Rəy: Sidik kisəsinin xərçəngi. Kombinə edilmiş terapiyadan sonra normal vəziyyət. Hər hansı inkişaf edən onkoloji xəstəlik əlamətləri yoxdur. Hazırda pasiyentin ixtisaslaşmış müəssisədə müalicəsi tələb olunur”. ", "", "140. Ərizəçinin nümayəndəsinin müraciəti əsasında Səhiyyə Nazirliyinin Urologiya İnstitutunun direktor müavini həkim S. tərəfindən tərtib edilmiş və Urologiya İnstitutunun direktoru həkim L. tərəfindən təsdiq edilmiş 30 dekabr 2005-ci il tarixli yazılı rəy:", "", "“Sizin 30 dekabr 2005-ci il tarixli müraciətinizdən sonra mən aşağıdakı sənədləri öyrəndim:", "1. 16 sentyabr 2005-ci il tarixli fibrosistoskopiya protokolunun surəti.", "2. Sidik kisəsindəki məhlulun ... 16 sentyabr 2005-ci il tarixli analizinin surəti.", "3. Sidik kisəsinin və prostat vəzinin ultrasəs müayinəsinin 16 sentyabr 2005-ci il tarixli protokolunun surəti.", "4. İjevsk şəhərinin onkoloji dispanserinin uro-onkoloqunun 16 sentyabr 2005-ci il tarixli rəyinin surəti.", "5. İjevsk şəhərinin onkoloji dispanserinin uro-onkoloqu tərəfindən imzalanmış ... 30 sentyabr 2005-ci il tarixli arayışın surəti.", "Sizin müraciətinizdəki informasiyanı nəzərə alaraq və təqdim etdiyiniz sənədlərə əsaslanaraq, sizə aşağıdakılar barədə məlumat verə bilərəm:", "1. Sidik kisəsinin daxili konturunun transformasiyası və onun divarlarının qalınlığının dəyişməsi barədə yalnız ultrasəs müayinəsi əsasında fikir yürütmək mümkün deyil, çünki ultrasəs müayinəsinin dinamikası barədə heç bir məlumat yoxdur. Protokolda sol böyrəyin ölçüsü barədə heç bir məlumat yoxdur. Sidik kisəsinin divarlarının və onun ətrafındakı toxumaların vəziyyəti barədə ən obyektiv informasiya yalnız kompüter və ya maqnit-rezonans tomoqrafiyası əsasında əldə edilə bilər.", "2. Sitoskopiyanın və sitoloji müayinənin təqdim edilmiş nəticələri ... xərçəngin bərpasını və ya şişin böyüməkdə davam etməsini istisna etmək üçün yetərli əsas təşkil edə bilməz.", "3. Əzələlərə nüfuz etmiş xərçəngi olan (T2-T4 mərhələsində) pasiyentin mütəmadi ambulator müayinəsi aşağıdakı müayinələrin məcburi aparılmasını özündə ehtiva edir: ən azı ildə bir dəfə sitoskopiya və boipsiya, qarın boşluğunun və kiçik çanağın kompüter tomoqrafiyası, böyrəklərin, sidik kisəsinin, prostat vəzinin və qara ciyərin ultrasəs müayinəsi və döş qəfəsinin rengenoqrafiyası”.", "", "C. Müvafiq daxili qanunvericilik", "", "2001-ci il tarixli Cinayət Prosessual Məcəlləsi", "", "141. Məcəllənin 49-cu maddəsinin 2-ci bəndində deyilir ki, vəkil məhkəmə prosesində müdafiəçi qismində çıxış edir. Eyni zamanda, məhkəmə təqsirləndirilən şəxsin özünə müdafiəçi qismində seçdiyi yaxın qohumunun və ya başqa şəxsin vəkillə yanaşı onun müdafiəçisi qismində prosesdə iştirakına icazə verə bilər.", "142. 220-ci maddədə deyilir ki, ittiham aktında digər məlumatlarla yanaşı, cinayətin törədildiyi yer və vaxt, onun növü, motiv və məqsədləri, nəticələri barəsində, habelə digər müvafiq hallar haqqında məlumat olmalıdır. Orada həmçinin ittiham və müdafiə tərəflərinin ifadələri olmalıdır.", "143. 234-cü maddə ilkin dinləmə (hazırlıq iclası) ilə bağlıdır. Bu maddənin 5-ci bəndində deyilir ki, hər hansı tərəf müəyyən sübutu sübutların siyahısından çıxarmaq barədə vəsatət qaldırırsa və o biri tərəf buna etiraz etmirsə, məhkəmə vəsatəti təmin etməlidir.", "", "1997-ci il tarixli Cəzaların İcrası Məcəlləsi", "", "144. Məcəllənin 118-ci maddəsinə əsasən, intizam kamerasında saxlanılan məhbusların kamera xaricində bir saatlıq gəzintisinə icazə verilir.", "", "Tibbi fəaliyyət və tibbi məlumatlar", "", "145. “Müəyyən fəaliyyət növlərinin lisenziyalaşdırılması haqqında” Federal Qanunun 17-ci maddəsinə əsasən, tibbi fəaliyyət lisenziyalaşdırılmış fəaliyyətdir. Hökumətin 4 iyul 2002-ci il tarixli 499 saylı qərarı ilə qəbul edilmiş “Tibbi fəaliyyətin lisenziyalaşdırılması haqqında” Əsasnaməyə əsasən, tibbi fəaliyyətin nomenklaturada sadalanan bütün növləri üçün lisenziya tələb olunur. Tibbi işlərin və xidmətlərin nomenklaturası Səhiyyə Nazirliyinin 26 iyul 2002-ci il tarixli 238 saylı qərarı ilə qəbul edilmişdir. Nomenklaturaya əsasən, urologiya və onkologiya tibb fəaliyyətin ayrı-ayrı növləridir və onlar üçün lisenziya tələb olunur.", "146. “Vətəndaşların sağlamlığının qorunması haqqında” 22 iyul 1993-cü il tarixli 5487-1 saylı Qanunvericilik Əsaslarının 61-ci maddəsində deyilir ki, şəxsin sağlamlığı haqqında məlumat, habelə onun müayinəsi və müalicəsi nəticəsində əldə edilmiş istənilən digər məlumat tibbi sirr təşkil edir. Belə məlumat şəxsin razılığı olmadan yalnız istintaq orqanlarının, prokurorun və ya hakimin istintaqla və ya məhkəmə prosesi ilə əlaqədar olan sorğusu əsasında açıqlana bilər.", "", "D. Avropa Şurasının müvafiq sənədləri", "", "147. İşgəncələrin və qeyri-insani və ya ləyaqəti alçaldan rəftar və ya cəzanın qarşısının alınması üzrə Avropa Komitəsinin (İQAK) ümumi məruzələrinin müvafiq hissələrində deyilir:", "", "İQAK-ın 2-cü Ümumi Məruzəsindən [CPT/Inf (92) 3] parçalar:", "“43. ...Hazırda bir adamın bir neçə saatdan artıq saxlanılması üçün nəzərdə tutulan polis kameralarının ölçüsünün qiymətləndirilməsində aşağıdakı meyardan istifadə edilir (bu, minimum standartdan daha çox, arzu olunan səviyyə hesab edilir): sahə – 7 kvadrat metr, divarlar arasında məsafə – 2 metr və ya daha artıq, döşəmə ilə tavan arasında məsafə – 2,5 metr...", "46. Həbsxanada həddən artıq adamın olması bilavasitə İQAK-ın mandatına aid məsələdir. Kamerada nəzərdə tutulandan artıq məhbusun yerləşdirilməsi tələb olunduqda, bu, həbsxana daxilindəki bütün xidmətlərə və fəaliyyətlərə mənfi təsir göstərir, müəssisədəki həyatın ümumi keyfiyyətini, ola bilsin ki, əhəmiyyətli dərəcədə aşağı salır. Bundan başqa, həbsxanada, yaxud konkret olaraq onun bir hissəsində həddən artıq adamın saxlanmasının özü fiziki cəhətdən qeyri-insani və ya ləyaqəti alçaldan rəftar təşkil edə bilər”.", "", "İQAK-ın 3-cü Ümumi Məruzəsindən [CPT/Inf (93) 12] parçalar:", "a. Həkimə müraciət etmək imkanı", "“...35. Həbsxananı tibb xidməti ən azı mütəmadi ambulator məsləhətlər verməyə və təcili tibbi yardım göstərməyə qadir olmalıdır (əlbəttə, bundan əlavə, orada çarpayıları olan xəstəxana tipli bölmə də ola bilər). ... Bundan başqa, həbsxana həkimləri mütəxəssisin xidmətlərinə müraciət etmək imkanına malik olmalıdırlar. ...", "Lazımi hallarda ambulator müalicəyə tibb personalı tərəfindən nəzarət edilməlidir; bir çox hallarda müalicədən sonrakı reabilitasiyanın yalnız məhbusun öhdəsinə buraxılması yetərli deyil.", "36. İstər mülki, istərsə də həbsxana xəstəxanasında tam təchiz olunmuş xəstəxana xidmətinin birbaşa yardımından istifadə mümkün olmalıdır. ...", "37. Məhbusların xəstəxanaya yerləşdirilməsinə və ya xəstəxanada mütəxəssis tərəfindən müayinə olunmasına ehtiyac olduqda onların səhhətinə uyğun olan tərzdə nəqliyyatla xəstəxanaya aparılması yubadılmadan təşkil olunmalıdır”.", "", "İQAK-ın 7-ci Ümumi Məruzəsindən [CPT/Inf (97) 10] parçalar:", "“13. İQAK-ın 2-ci Ümumi Məruzəsində qeyd edildiyi kimi, həbsxanada həddən artıq adamın olması bilavasitə Komitənin mandatına aid məsələdir (CPT/Inf (92) 3, 46-cı bənd). Həbsxanada həddən artıq adamın olması onların sıxıntılı və anti-gigiyenik mühitdə məskunlaşmasına; şəxsi həyat sirlərinin qorunmamasına (hətta təbii ehtiyacların ödənilməsi üçün sanitariya qovşağından istifadə edildikdə də); həbsxana personalının və müvafiq yerlərin çatışmaması ucbatından kameradankənar fəaliyyətlərin azaldılmasına; tibbi yardım xidmətlərinin həddən artıq yüklənməsinə; məhbuslar arasında, habelə məhbuslarla həbsxana personalı arasında gərginliyin artmasına və müvafiq surətdə, daha çox zorakılığın olmasına gətirib çıxarır. Bu sadalananlar heç də tam siyahı deyil.", "İQAK dəfələrlə bu qənaətə gəlib ki, həbsxanada həddən artıq adamın olmasının doğurduğu mənfi nəticələr həbsxanada qeyri-insani və ləyaqəti alçaldan şəraitin olmasına gətirib çıxarır...”.", "", "İQAK-ın 11-ci Ümumi Məruzəsindən [CPT/Inf (97) 10] parçalar:", "“28. Həbsxana kamerasında həddən artıq adamın saxlanması halı bütün Avropa boyunca penitensiar sistemlərə ziyan yetirməkdə davam edir və həbsdə saxlanma şəraitinin yaxşılaşdırılmasına yönələn səylərə ciddi şəkildə xələl gətirir. Həbsxana kamerasında həddən artıq adamın saxlanmasının mənfi nəticələri əvvəlki ümumi məruzələrdə artıq işıqlandırılmışdır...”.", "", "2002-ci il noyabrın 24-dən dekabrın 6-dək Azərbaycana etdiyi səfəri zamanı İQAK-ın Azərbaycan Hökumətinə təqdim etdiyi məruzə:", "“189. ... kameralarda hər məhbusa ən azı 4 kvadrat metr yaşayış sahəsinin təqdim edilməsi məqsədi ilə istintaq təcridxanalarında saxlanılan məhbusların sayı azaldılmalıdır”.", "", "HÜQUQİ MƏSƏLƏLƏR", "", "I. HÖKUMƏTİN İLKİN ETİRAZI", "", "148. Hökumətin fikrincə, Məhkəmə Reqlamentinin 39-cu Qaydasına uyğun olaraq aparılmış tibbi müayinənin tam və ya qəti xarakterli müayinə olmadığı barədə ərizəçinin bildirdiyi fikirlər 35-ci maddənin 3-cü bəndində nəzərdə tutulan mənada şikayət vermə hüququndan sui-istifadəyə bərabərdir.", "149. 35-ci maddənin 3-cü bəndinin bu işə aidiyyəti olan hissəsində deyilir:", "", "“Məhkəmə 34-cü maddənin müddəalarına uyğun olaraq verilmiş istənilən fərdi şikayəti, ... şikayət vermə hüququndan sui-istifadə hesab edirsə, qəbul olunmayan elan edə bilər”.", "", "150. Məhkəmə bir daha bildirir ki, müstəsna hallar istisna olmaqla şikayət ərizəsi yalnız o halda şikayət vermə hüququndan sui-istifadə sayılaraq rədd edilə bilər ki, onun bilərəkdən yalan faktlara əsaslandığı aşkar edilsin (bax: Akdivar və başqaları Türkiyəyə qarşı, 16 sentyabr 1996, Qərarlar toplusu, 1996-IV, b. 53-54; I.S. Bolqarıstana qarşı, ərizə Nº 32438/96, 6 aprel 2000; və Barbanov Bolqarıstana qarşı, ərizə Nº 31365/96, b. 36, AİHM 2000-X).", "151. Məhkəmə bu işdə ərizəçinin bildirdiyi fikirlərə nəzər saldıqdan sonra hesab etmir ki, onlar şikayət vermə hüququndan sui-istifadəyə bərabər tutula bilər. Buna görə də Hökumətin etirazı rədd edilir.", "", "II. KONVENSİYANIN 5-ci MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "152. Ərizəçi məhkəməyə qədər həbsdə saxlanması ilə bağlı Konvensiyanın 5-ci maddəsi üzrə bir neçə şikayətini bildirdi.", "", "A. Şikayətlərin qəbuledilənliyi", "", "153. Məhkəmə xatırladır ki, məhkəməyə qədər həbsdə saxlanma məsələsində Konvensiyanın 35-ci maddəsinin 1-ci bəndində nəzərdə tutulmuş altı aylıq müddət şəxsə qarşı ittiham hökmünün qanuni qüvvəyə mindiyi tarixdən deyil, birinci instansiya məhkəməsi tərəfindən şəxsə qarşı ittihamın müəyyən edildiyi tarixdən başlayaraq hesablanır (bax: Daktaras Litvaya qarşı, ərizə Nº 42095/98, 11 yanvar 2000). Lakin ərizəçi məhkəməyə qədər həbsdə saxlanmasının qanuniliyindən ayrıca məhkəmə prosesi çərçivəsində şikayət edibsə və həmin prosesdə yekun qərarı şəxsin birinci instansiya məhkəməsi tərəfindən məhkum edilməsindən sonra çıxarılıbsa, onda altı aylıq müddət həmin prosesdəki yekun qərarının qəbul edildiyi tarixdən başlayaraq hesablanır.", "154. Məhkəmə qeyd edir ki, ərizəçi 10 sentyabr 2003-cü ildə birinci instansiya məhkəməsi tərəfindən məhkum edilib. Onun məhkəməyə qədər həbsdə saxlanma müddətinin uzadılmasına qarşı verdiyi şikayət üzrə yekun qərarı 4 noyabr 2003-cü ildə çıxarılıb. Lakin şikayət 14 iyul 2004-cü ildə verilib, bu isə altı aydan artıq müddət deməkdir. Buna görə də Məhkəmə qərara alır ki, Konvensiyanın 35-ci maddəsinin 1-ci bəndində nəzərdə tutulmuş altı aylıq müddət məhdudiyyətinə riayət etməyib.", "155. Beləliklə, ərizənin bu hissəsi Konvensiyanın 35-ci maddəsinin 4-cü bəndinə uyğun olaraq rədd edilməlidir.", "", "III. KONVENSİYANIN 6-cı MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "156. Ərizəçi Konvensiyanın 6-cı maddəsinə əsasən şikayət etdi ki, işinə qərəzsiz məhkəmə tərəfindən ağlabatan müddətdə ədalətli baxılması hüququ pozulub. O, konkret olaraq şikayət etdi ki, ittiham aktı qanuna uyğun olaraq tərtib edilməyib, yəni, onun ittiham edildiyi cinayətin konkret halları və ona qarşı sübutlar göstərilməyib. Ərizəçi iddia etdi ki, ittiham aktındakı bu cür qüsurlar sonrakı məhkəmə prosesində onun üzərinə öz təqsirsizliyini sübut etmək vəzifəsini qoyub. O, sübut qismində qəbul olunmayan elan edilmiş bəzi ifadələrin alınması barədə 19 may 2003-cü il tarixli vəsatətinin rədd edilməsindən də şikayət etdi. Ərizəçi Konvensiyanın 6-cı maddəsinin 3-cü bəndinin “c” yarımbəndinə istinadən dayısının onun nümayəndəsi qismində prosesdə iştirak etməsi barədə 18 iyun 2003-cü il tarixli vəsatətinin rədd edilməsindən şikayət etdi. Bundan başqa, o, dinləmələrə xanım R.-in çağırılması və cənab X.-nin iclasda iştirakı üçün dinləmələrin təxirə salınması barədə vəsatətinin rədd edilməsindən şikayət etdi.", "157. Konvensiyanın 6-cı maddəsinin bu işə aidiyyəti olan hissəsində deyilir:", "", "“1. Hər kəs, ... ona qarşı hər hansı cinayət ittihamı irəli sürülərkən, ... müstəqil və qərəzsiz məhkəmə vasitəsi ilə, ağlabatan müddətdə işinin ədalətli və açıq araşdırılması hüququna malikdir. ...", "2. Cinayət törətməkdə ittiham olunan hər kəs onun təqsiri qanun əsasında sübut edilənədək təqsirsiz hesab edilir.", "3. Cinayət törətməkdə ittiham olunan hər kəs ən azı aşağıdakı hüquqlara malikdir:", "...", "c) şəxsən və ya özünün seçdiyi müdafiəçi vasitəsi ilə özünü müdafiə etmək və ya müdafiəçinin xidmətini ödəmək üçün vəsaiti kifayət etmədiyi zaman, ədalət mühakiməsinin maraqları tələb etdikdə, belə müdafiədən pulsuz istifadə etmək;", "d) onun əleyhinə ifadə vermiş şahidləri dindirmək və ya bu şahidlərin dindirilməsi hüququna malik olmaq və onun əleyhinə ifadə vermiş şahidlər üçün eyni olan şərtlərlə onun lehinə olan şahidlərin çağırılması və dindirilməsi hüququna malik olmaq; ...”.", "", "158. Hökumət bildirdi ki, 8 sentyabr 2003-cü ildə ərizəçinin vəkili xanım R.-in dinləmələrə çağırılmasını xahiş etdi ki, o, ərizəçinin alibisini təsdiq etsin və onun şəxsiyyəti barədə məlumat versin. Prokuror buna etiraz edərək belə əsas gətirdi ki, ərizəçinin şəxsiyyəti haqqında məlumatları onun qohumlarından da almaq olar. Bu əsaslara görə Preobrajensk Dairə Məhkəməsi vəsatəti rədd etdi. Bundan başqa, Hökumət iddia etdi ki, xanım R.-in dindirilməsi barədə vəsatətində ərizəçinin vəkilinin istinad etdiyi hallar şahidlər P.-nin, K.-nın və ərizəçinin sevgilisinin ifadələri əsasında artıq müəyyən edilmişdi. Daha sonra Hökumət qeyd etdi ki, cənab X. 8 sentyabr 2003-cü il tarixli dinləməyə gəlməyib və tərəflərin heç biri dinləmənin təxirə salınmasını tələb etməyib.", "159. Ərizəçi təkidlə bildirdi ki, istintaq orqanları cinayətin konkret hallarını ittiham aktında qeyd etmədiklərinə görə və ona qarşı verilmiş ifadələr ucbatından onun üzərinə öz təqsirsizliyini sübut etmək vəzifəsi qoyulub. Eyni zamanda, birinci instansiya məhkəməsinin onun işini qüsurlu ittiham aktı ilə baxışa qəbul etməsi faktı təsdiq edir ki, məhkəmə qərəzsiz deyildi və nəticə etibarı ilə ittiham tərəfinin funksiyalarını öz üzərinə götürmüşdü. Ərizəçinin sözlərinə görə, onun məhkəmə araşdırmasına qədər azad edilmək barədə bütün vəsatətlərinin məhkəmə tərəfindən rədd edilməsi faktı da bunu təsdiq edir. Bundan başqa, müəyyən sübutların qəbul olunmayan elan edilməsi barədə ərizəçinin 19 may 2003-cü il tarixli vəsatətinə ittiham tərəfinin etiraz etməməsinə baxmayaraq, məhkəmə həmin vəsatəti təmin etmədi. Beləliklə, məhkəmə Cinayət Prosessual Məcəlləsinin 234-cü maddəsinin 5-ci bəndini pozdu, həmin bənddə deyilir ki, hər hansı tərəf müəyyən sübutu sübutların siyahısından çıxarmaq barədə vəsatət qaldırırsa və o biri tərəf buna etiraz etmirsə, məhkəmə vəsatəti təmin etməlidir. Ərizəçi iddia etdi ki, bu, tərəflərin bərabərliyi prinsipini pozub və məhkəmə araşdırmasının ədalətliliyinə xələl gətirib. Ərizəçi qeyd etdi ki, məhkəmə bəzi əlavə sübutların işin materiallarına daxil edilməsi barədə onun vəsatətini də rədd edib. Bundan başqa, dinləmələrin protokolları qeyri-dəqiq olub, bəzi ifadələr ya təhrif olunub, ya da ümumiyyətlə protokollarda göstərilməyib. Ərizəçi həmçinin iddia etdi ki, məhkəmə dayısının onun nümayəndəsi qismində prosesdə iştirakını qadağan edən 17 fevral 2003-cü il tarixli qərardadı ilə ərizəçinin öz seçimi əsasında hüquqi yardım almaq hüququnu pozub.", "160. Şahidlər xanın R. ilə cənab X.-yə gəldikdə, ərizəçi bildirdi ki, ibtidai istintaqda onların dindirilməsi barədə onun verdiyi vəsatət 2 iyul 2002-ci ildə prokuror müavini tərəfindən qəbul edilib. Lakin dindirmə həyata keçirilməyib. Sonradan xanın R. məhkəmə iclasına çağırılıb. Bunun xanın R.-in 9 sentyabr 2003-cü il tarixli sənədə atdığı imza təsdiq edir, həmin sənəddə o, təsdiq edirdi ki, yalan ifadə verməyə görə cinayət məsuliyyəti barədə məlumatlandırılıb. Lakin onun məhkəmədə ifadə verməsinə imkan yaradılmadı. İstənilən halda, ərizəçinin şəxsiyyəti barədə məlumatları onun qohumlarından almağın mümkün olduğunu əsasa gətirərək şahidi dindirməkdən imtina etmək hüquqa zidd idi, çünki müdafiə tərəfi xanın R.-i dindirilməsi üçün ona görə müraciət etmişdi ki, o, ərizəçinin alibisini təsdiq etsin. Cənab X.-yə gəldikdə, müdafiə tərəfi 9 sentyabr 2003-cü il tarixli dinləmənin təxirə salınmasına ona görə çalışmışdı ki, onu şahid qismində məhkəməyə çağırsınlar və bu, dinləmənin protokolunda qeyd edilmişdi. Yekun olaraq ərizəçi bildirdi ki, onun Konvensiyanın 6-cı maddəsi ilə təmin edilən qərəzsiz məhkəmə tərəfindən işinin ağlabatan müddətdə ədalətli araşdırılması hüququ pozulub.", "", "A. Şikayətlərin qəbuledilənliyi", "", "1. Məhkəmə araşdırmasının uzun sürməsi", "", "161. Ərizəçinin ona qarşı məhkəmə araşdırmasının uzun sürməsindən şikayət etməsinə gəldikdə, Məhkəmə xatırladır ki, məhkəmə araşdırmasının müddətinin ağlabatan olub-olmaması işin hallarının işığında qiymətləndirilməli və bu zaman presedent hüququnun bərqərar etdiyi meyarlara, yəni konkret olaraq işin mürəkkəbliyinə, ərizəçinin və müvafiq dövlət orqanlarının davranışına istinad edilməlidir (bir çox digər qərarlar arasında bax: Kudlya Polşaya qarşı [GC], ərizə Nº 30210/96, b. 124, AİHM 2000-XI).", "162. Məhkəmə qeyd edir ki, sözügedən məhkəmə prosesi 14 may 2002-ci ildə başlayıb və 20 yanvar 2004-cü ildə başa çatıb. Beləliklə, o, iki yurisdiksiya səviyyəsində bir il səkkiz ay səkkiz gün davam edib. Məhkəmə bu fikirdədir ki, bu müddət Konvensiyanın 6-cı maddəsinin 1-ci bəndində nəzərdə tutulan ağlabatan müddət həddini keçməyib və hesab etmir ki, dövlət hakimiyyəti orqanlarının davranışı məhkəmə prosesində hər hansı əhəmiyyətli ləngimələrə səbəb olub.", "163. Buna görə də ərizənin bu hissəsi Konvensiyanın 35-ci maddəsinin 3-cü və 4-cü bəndlərinə uyğun olaraq açıq-aydın əsassız şikayət kimi rədd edilməlidir.", "", "2. Konvensiyanın 6-cı maddəsi üzrə digər şikayətlər", "", "164. Məhkəmə qeyd edir ki, Konvensiyanın 6-cı maddəsi üzrə ərizəçinin qalan şikayətləri Konvensiyanın 35-ci maddəsində nəzərdə tutulan mənada açıq-aydın əsassız şikayətlər deyil. Onlar hər hansı başqa əsaslara görə də, qəbul olunmayan sayıla bilməz. Odur ki, həmin şikayətlər qəbul olunan elan edilməlidir.", "", "B. Şikayətlərin mahiyyəti", "", "1. İttiham aktının iddia edilən qüsurları", "", "165. Şikayətin 6-cı maddənin 2-ci bəndində nəzərə tutulmuş təqsirsizlik prezumpsiyasına aid hissəsinə gəldikdə, Məhkəmə hesab edir ki, ittiham aktının iddia edilən qüsurlarının ərizəçinin səlahiyyətli məhkəmə tərəfindən məhkum edilməmişdən qabaq cinayət əməlində təqsirkar sayılmasına səbəb olduğunu göstərən heç bir əlamət yoxdur. Şikayətin birinci instansiya məhkəməsindəki araşdırmanın ədalətliliyinə aid hissəsinə gəldikdə, Məhkəmə bu məsələni aşağıda nəzərdən keçirəcəkdir.", "", "2. Üzləşdirmə protokollarının sübut qismində qəbul edilməsinin mümkünlüyü", "", "166. Məhkəmə bir daha xatırladır ki, Konvensiyanın 6-cı maddəsi ədalətli məhkəmə araşdırmasını təmin etsə də, sübutların qəbul edilməsinə dair hər hansı qaydalar müəyyən etmir, bu məsələ milli qanunvericiliyə uyğun olaraq tənzimlənməlidir (bax: Şenk İsveçrəyə qarşı, 12 iyul 1988, A seriyaları, c. 140, s. 29, b. 45-46). Konkret sübut növlərinin qəbul edilən olub-olmadığını müəyyən etmək Məhkəmənin işi deyil. Məhkəmənin vəzifəsi ərizəçinin müdafiə hüquqlarına hörmət edilib-edilmədiyini, ona sübutların etibarlılığına etiraz etmək və onlardan istifadə edilməsinə qarşı çıxış etmək imkanının verilib-verilmədiyini müəyyən etməkdir (müvafiq dəyişikliklərlə bax: Alan Birləşmiş Krallığa qarşı, ərizə Nº 48539/99, b. 43, AİHM 2002-IX).", "167. Məhkəmə qeyd edir ki, 19 may 2003-cü ildə ərizəçi onun dindirilməsinə dair 14 may 2002-ci il tarixli protokolun və üzləşdirmə protokollarının qəbul olunmayan sübutlar sayılaraq sübutların siyahısından çıxarılması barədə vəsatət verib. Məhkəmə bu vəsatəti rədd edərək belə əsas gətirib ki, bu məsələ ərizəçinin işinə mahiyyəti üzrə baxılarkən həll edilməlidir. 10 sentyabr 2003-cü il tarixli qərarında Preobrajensk Dairə Məhkəməsi ərizəçinin vəsatətini rədd edərək belə əsas gətirib ki, həmin sübutlar daxili qanunvericiliyə uyğun olaraq əldə edilib. Məhkəmə bu nəticəni çıxararkən digər məsələlərlə yanaşı dinləmələrdə ərizəçilərin verdikləri ifadələri və üzləşdirmələrin keçirilməsində hər hansı qüsurun olmadığını nəzərə alıb. Birinci instansiya məhkəməsinin gəldiyi bu nəticələr ərizəçinin 20 yanvar 2004-cü ildə apellyasiya prosesində Moskva Şəhər Məhkəməsi tərəfindən təsdiq edilib. Beləliklə, ərizəçinin sübutların siyahısından çıxartdırmaq istədiyi sübutlar məhkəmə araşdırmasının predmeti olub və ərizəçi iki yurisdiksiya səviyyəsində aparılmış araşdırmalarda onlara etiraz etmək imkanına malik olub, həmin məhkəmələr sübutların əldə edilməsi üsulu ilə bağlı daxili hüquqda nəzərdə tutulmuş prosedurun pozulmadığını müəyyən ediblər.", "168. Belə olan halda Məhkəmə hesab edir ki, bu məsələdə Konvensiyanın 6-cı maddəsinin 1-ci bəndi pozulmayıb.", "", "3. Şəxsin öz seçimi əsasında hüquqi yardım almaq hüququ", "", "169. Məhkəmə öncə qeyd edir ki, 6-cı maddənin 3-cü bəndindəki təminatlar, həmin maddənin 1-ci bəndində müəyyən edildiyi kimi, cinayət prosesində ədalətli məhkəmə araşdırması hüququnun konkret aspektidir. Buna görə də, ərizəçinin şikayətinə birlikdə götürülmüş bu normaların əsasında baxılacaqdır (digər qərarlar arasında bax: Benhem Birləşmiş Krallığa qarşı, 10 iyun 1996, Qərarlar toplusu, 1996- III, s. 756, b. 52).", "170. Məhkəmə əvvəlcə xatırladır ki, bütövlükdə 6-cı maddə təqsirləndirilən şəxsin cinayət prosesində səmərəli iştirakını təmin edir. Buraya təkcə prosesdə iştirak etmək hüququ deyil, həm də zərurət olduqda hüquqi yardım almaq və prosesdə öz mövqeyini müdafiə etmək hüququ daxildir. Bu hüquqlar çəkişmə prosesi anlayışından və 6-cı maddənin 3-cü bəndinin “c” və “e” yarımbəndlərindəki təminatlardan irəli gəlir (digər qərarlar arasında bax: Stenford Birləşmiş Krallığa qarşı, 23 fevral 1994, A seriyaları, c. 282-A, s. 10-11, b. 26).", "171. Məhkəmə bir daha xatırladır ki, 6-cı maddənin 3-cü bəndinin “c” yarımbəndi təqsirləndirilən şəxsə “özünün seçdiyi” müdafiəçi vasitəsi ilə özünü müdafiə etmək hüququnu verir. Vəkillə müştəri arasında etimad münasibətlərinin mühümlüyünə baxmayaraq, təqsirləndirilən şəxsin özünə müdafiəçi seçmək hüququ mütləq hüquq sayıla bilməz (bax: Kroyssant Almaniyaya qarşı, 25 sentyabr 1992, A seriyaları, c. 237-B, b. 29). ", "172. Məhkəmə qeyd edir ki, Cinayət Prosessual Məcəlləsinin 49-cu maddəsinin 2-ci bəndində nəzərdə tutulur ki, məhkəmə təqsirləndirilən şəxsin özünə müdafiəçi qismində seçdiyi yaxın qohumunun və ya başqa şəxsin vəkillə yanaşı onun müdafiəçisi qismində prosesdə iştirakına icazə verə bilər. Lakin Məhkəmə həmçinin qeyd edir ki, bu məsələ daxili məhkəmənin öhdəsinə buraxılıb. Hər bir konkret işdə təqsirləndirilən şəxsin lazımi səviyyədə müdafiə olunub-olunmadığına əmin olmaq və yuxarıda qeyd edilən şəxslərin müdafiəçisi qismində seçilməsinə icazə verib-verməmək daxili məhkəmənin işidir.", "173. Məhkəmə daha sonra qeyd edir ki, birinci instansiya məhkəməsindəki prosesdə ərizəçi özünün seçdiyi vəkillə təmsil olunmuşdu. 17 fevral 2003-cü ildə ərizəçi dayısının prosesdə onun nümayəndəsi qismində iştirakına icazə verilməsini xahiş etmişdi. Birinci instansiya məhkəməsi onun xahişini rədd etmiş və bunu belə əsaslandırmışdı ki, artıq ərizəçi prosesdə vəkillə təmsil olunub.", "174. Məhkəmə hesab edir ki, ərizəçinin prosesdə özünün seçdiyi vəkillə təmsil olunduğu bir şəraitdə birinci instansiya məhkəməsinin ərizəçinin dayısının prosesdə onun nümayəndəsi qismində iştirakına icazə verməməsi ərizəçinin Konvensiyanın 6-cı maddəsinin 3-cü bəndinin “c” yarımbəndində və 1-ci bəndində nəzərdə tutulmuş hüquqlarının pozulmasına səbəb olmayıb.", "", "4. Müdafiə tərəfinin şahidləri xanım R.-in və cənab X-nin prosesdə iştirakı", "", "175. 6-cı maddənin 3-cü bəndinin “d” yarımbəndinin təminatları həmin maddənin 1-ci bəndində təsbit edilmiş ədalətli məhkəmə araşdırması hüququnun konkret aspekti olduğuna görə Məhkəmə dinləmələrdə xanım R.-in və cənab X-nin iştirak etməməsi ilə bağlı şikayətə birlikdə götürülmüş bu iki müddəa əsasında baxacaqdır (bax: Aş Avstriyaya qarşı, 26 aprel 1991, A seriyaları, c. 203, s. 10, b. 25).", "176. Məhkəmə bir daha xatırladır ki, sübutların qəbul edilməsinin mümkünlüyü, ilk növbədə, daxili qanunvericilik normaları ilə tənzimlənir. Bir qayda olaraq, müttəhimlərin sübut qismində təqdim etdikləri dəlillərin qiymətləndirilməsi, habelə onların işə aidiyyəti olub-olmadığının müəyyən edilməsi milli məhkəmələrin vəzifəsidir (digər qərarlar arasında bax: Barbera, Messege və Habardo İspaniyaya qarşı, 6 dekabr 1988, A seriyaları, c. 146, s. 31, b. 68). Daha konkret desək, Konvensiya sistemində “şahid” anlayışına verilən “müstəqil” məna nəzərə alınmaqla, 6-cı maddənin 3-cü bəndinin “d” yarımbəndi şahidlərin çağırılmasının məqsədəuyğunluğunun qiymətləndirilməsini milli məhkəmələrin öhdəsinə buraxır (bax: Aş Avstriyaya qarşı, 26 aprel 1991, A seriyaları, c. 203, s. 10, b. 25); “d” yarımbəndi “təqsirləndirilən şəxsin çağırdığı hər bir şahidin məhkəmədə iştirakını və dindirilməsini tələb etmir: onun əsas məqsədi, “eyni ... şərtlərlə” ifadəsindən göründüyü kimi, prosesdəki “tərəflərin tam bərabərliyini” təmin etməkdir” (digər qərarlar arasında bax: Engel və başqaları Niderlanda qarşı, 8 iyun 1976, A seriyaları, c. 22, s. 38-39, b. 91; və Briçmont Belçikaya qarşı, 7 iyul 1989, A seriyaları, c. 158, s. 31, b. 89).", "177. Məhkəmə bir daha xatırladır ki, tərəflərin bərabərliyi prinsipi o deməkdir ki, ərizəçiyə “qarşı tərəflə müqayisədə onu əlverişsiz vəziyyətdə qoymayan şərtlərlə öz müdafiəsini qura bilməsi üçün ağlabatan imkan verilməlidir” (bax: Bulut Avstriyaya qarşı, 22 fevral 1996, Qərarlar toplusu, 1996-II, b. 47).", "178. Lakin 6-cı maddənin 3-cü bəndinin “d” yarımbəndinin və ya 1-ci bəndinin müddəalarının məzmunu “tərəflərin bərabərliyi” konsepsiyası ilə məhdudlaşmır, o, sadəcə olaraq həmin müddəaların tətbiqi üsullarından biridir. Məhkəmənin vəzifəsi, 1-ci bəndin tələb etdiyi kimi, bütövlükdə məhkəmə prosesinin ədalətli olub-olmadığını müəyyən etməkdir (digər qərarlar arasında bax: Delta Fransaya qarşı, 19 dekabr 1990, A seriyaları, c. 191, s. 15, b. 35; və Vidal Belçikaya qarşı, 22 aprel 1992, A seriyaları, c. 235-B, b. 33).", "179. Buna görə də, hətta şahidlərin çağırılmasının zəruri və məqsədəuyğun olub-olmadığını həll etmək məsələsi adətən məhkəmələrin öhdəsinə düşsə belə, müstəsna hallar mövcud ola bilər ki, Məhkəmə belə hallarda şəxsin şahid qismində dindirilməməsinin 6-cı maddəyə zidd olduğu qənaətinə gələ bilər (bax: Briçmont Belçikaya qarşı məhkəmə işi üzrə yuxarıda adı çəkilən qərar, b. 89; və Destrehem Fransaya qarşı, ərizə Nº 56651/00, b. 41, 18 may 2004).", "180. Bu işdə ərizəçiyə qarşı tərəflə müqayisədə onu əlverişsiz vəziyyətdə qoymayan şərtlərlə öz müdafiəsini qura bilməsi üçün imkan verilib-verilmədiyini və prosesin ədalətli keçirilib-keçirilmədiyini müəyyən etmək üçün Məhkəmə əvvəlcə ərizəçinin məhkum edilməsinin əsasını təşkil edən məsələləri araşdıracaqdır (müvafiq dəyişikliklərlə bax: Destrehem Fransaya qarşı məhkəmə işi üzrə yuxarıda adı çəkilən qərar, b. 43).", "181. Məhkəmə qeyd edir ki, ərizəçinin adam öldürməyə görə məhkum edilməsi eşitmə qabiliyyəti zəif olan uşaqlar üçün məktəbdə təhsil alan dörd məktəblinin – M., Z., F. və Ş.-nin ifadələrinə əsaslanıb. Məktəblilər qətlin şahidi olmayıblar, lakin qətl baş verən gün, 26 sentyabr 2001-ci ildə onlar iki gəncin dalaşdığını görüblər və sonradan öyrəniblər ki, həmin gün onlardan birinin meyiti tapılıb. Bu hadisədən yarım il sonra keçirilmiş üzləşdirmədə M. ərizəçini 26 sentyabr 2001-ci ildə gördüyü şəxslərdən biri kimi tanıyıb və Preobrajensk Dairə Məhkəməsindəki 9 sentyabr 2003-cü tarixli dinləmədə öz ifadəsini təsdiq edib. Z. üzləşdirmədə ərizəçini tanıdığını söyləyib. Dinləmədə isə o, bildirib ki, cinayətkarın görünüşünü xatırlaya bilmir. F. üzləşdirmədə söyləyib ki, ərizəçini tanıdığına əmin deyil, dinləmədə isə bildirib ki, onu tanımır. Dinləmələrdə dindirilməyən Ş. üzləşdirmədə bildirib ki, ərizəçini əvvəllər heç vaxt görməyib. Məktəblilərin dinləmələrdə dindirilmiş müəllimi bildirib ki, onlarda bəzi yaddaş pozuntuları və ya unutma halları olur, buna görə də onlar baş verənlərdən yarım il sonra situasiyanı yaddaşlarında lazımi şəkildə bərpa edə bilmirlər. Birinci instansiya məhkəməsi məktəblilərin ifadələrini qətl baş verən gün ərizəçinin qurbanla dalaşmış şəxs olduğunu təsdiq edən sübut kimi qəbul edib. Beləliklə, məhkəmənin əsaslandığı sübutlar bunlardan ibarət olub: baş verənlərdən yarım il sonra situasiyanı yaddaşlarında lazımi şəkildə bərpa edə bilməyən dörd məktəblinin ziddiyyətli ifadələri və sözügedən dalaşmadan yarım il sonra keçirilmiş üzləşdirmənin nəticələri.", "182. Məhkəmə qeyd edir ki, Preobrajensk Dairə Məhkəməsi 10 sentyabr 2003-cü tarixli hökmündə müəyyən edib ki, ərizəçinin təqsiri digər sübutlarla da təsdiq edilir. Digər sübutlar arasında məhkəmə qurbanın meyitinin patoloji anatomik müayinəsinə dair hesabatları; hadisə yerində tərtib edilmiş hesabatları; qurbana məxsus kompüter və disketlərə baxış aktlarını; cənab X-ə məxsus kompüter və disketlərə baxış aktlarını; İnternet provayderlərinin arayışını; kompüter eksperti cənab G.-nin ifadəsini (o, bildirib ki, ad (login) və parol hər bir kompüter istifadəçisi üçün fərdidir və istifadəçinin olduğu yeri və digər istifadəçilərlə yazışmalarını müəyyənləşdirməyə imkan verir); və cənab B.-nin ifadəsini (o, bildirib ki, ərizəçinin İnternetdə “Spenser” ləqəbindən (nik) istifadə etdiyindən və dəri gödəkçəsi olduğundan xəbərdardır) qeyd edib. Lakin Məhkəmə qeyd edir ki, birinci instansiya məhkəməsi yuxarıdakı dəlillərin ərizəçinin təqsirini necə sübut etdiyinə və ümumiyyətlə onların işə nə kimi aidiyyəti olduğuna dair heç bir izahat verməyib, yalnız qurbanın meyitinin patoloji anatomik müayinəsinə dair hesabatlar və hadisə yerində tərtib edilmiş hesabatlar istisna təşkil edib ki, onların işə aidiyyəti olduğu açıq-aydın bəllidir, lakin onlar ölüm faktını təsdiq etməkdən başqa heç bir şeydən xəbər vermir. Eyni zamanda, məhkəmə nə 26 sentyabr 2001-ci ildə baş vermiş mübahisənin səbəblərini, nə də qətlin alətini müəyyən edib. Apellyasiya Məhkəməsi faktlara öz qiymətini verməyib. Buna görə də, Məhkəmənin fikrincə, ərizəçinin adam öldürməyə görə məhkum edilməsi əsas etibarı ilə cinayətin baş verdiyi yerin yaxınlığında ərizəçinin qurbanla dalaşması ehtimalına əsaslanıb və birinci instansiya məhkəməsi hesab edib ki, məktəblilərin ifadələri bu ehtimalı təsdiq edir.", "183. Məhkəmə qeyd edir ki, ərizəçiyə qarşı ittiham hökmünün sadəcə onun müəyyən vaxtda müəyyən yerdə olduğuna dair ehtimala əsaslandığı bir vəziyyətdə tərəflərin bərabərliyi prinsipi və bütövlükdə ədalətli məhkəmə araşdırması hüququ ərizəçiyə bu ehtimala səmərəli şəkildə etiraz etmək imkanının verilməsini tələb edir.", "184. Məhkəmə qeyd edir ki, ərizəçi bir neçə şahidin məhkəməyə çağırılmasına çalışıb, ərizəçinin sözlərinə görə, onlar onun alibisini təsdiq edə bilərdilər. Həmin şahidlər bunlar idi: onun anası Xanım P., sevgilisi Xanım K., sevgilisinin anası Xanım K., qonşusu Xanım R. və həmin gün onun evində müəyyən işləri yerinə yetirən dülgər Cənab X. Birinci instansiya məhkəməsi ərizəçinin anası Xanım P.-nin, sevgilisi Xanım K.-nın və sevgilisinin anası Xanım K.-nın ifadələrini dinlədi, onlar 26 sentyabr 2001-ci ildə ərizəçinin harada olduğu barədə təfsilatlı məlumat verdilər. Onlar bildirdilər ki, o, bütün günü evdə anası ilə birlikdə keçirib, axşam isə sevgilisi ilə birlikdə olub. Lakin məhkəmə şahidlərin ifadələrini rədd edərək belə əsas gətirdi ki, onlar ərizəçinin qohumları olduqlarına görə ona kömək etməyə çalışırlar.", "185. Məhkəmə daha sonra qeyd edir ki, ibtidai istintaq zamanı ərizəçinin vəkili ərizəçinin qohumları olmayan Xanım R. ilə Cənab X.-nin şahid qismində dindirilməsi barədə vəsatət qaldırıb. 2 iyul 2002-ci ildə prokuror müavini bu vəsatəti təmin edib. Lakin nə Xanım R., nə də Cənab X. dindiriliblər. 17 fevral 2003-cü ildə Preobrajensk Dairə Məhkəməsi ərizəçinin vəkilinin Xanım R.-i məhkəmə iclasına çağırmasına icazə verib. Lakin o, dindirilməyib. 8 sentyabr 2003-cü ildə ərizəçinin vəkili yenidən Xanım R.-in dinləmələrdə dindirilməsi üçün vəsatət qaldırıb ki, o, ərizəçinin alibisinin təsdiq etsin və onun şəxsiyyəti barədə məlumat versin. Prokuror buna etiraz edərək belə əsas gətirib ki, ərizəçinin şəxsiyyəti barədə məlumatları onun qohumları da verə bilər. Hakim vəsatəti heç bir səbəb göstərmədən rədd edib. Görünür, Xanım R. ertəsi gün dinləmələrdə iştirak edib, lakin məhkəmə tərəfindən heç vaxt dindirilməyib.", "186. Cənab X.-yə gəldikdə, Hökumət bildirdi ki, 8 sentyabr 2003-cü ildə tərəflərin heç biri onu çağırmaq üçün dinləmənin təxirə salınmasını xahiş etməyiblər. Məhkəmə öncə qeyd edir ki, Cənab X. 17 fevral 2003-cü ildə dinləmədə iştirak edib. Lakin dinləmə təxirə salınıb və o, dindirilməyib. 8 sentyabr 2003-cü il tarixli dinləmənin protokolunda qeyd edilib ki, şahidlər “gəliblər”. 9 sentyabr 2003-cü il tarixli dinləmənin protokolunda isə şahidlərin gəlib-gəlmədiyi göstərilməyib. Lakin dinləmənin sonunda ərizəçinin vəkili xahiş edib ki, məhkəmə çıxışlarının Cənab X.-nin çağırılması və dinlənilməsi ilə tamamlanmasına icazə verilsin. Lakin buna icazə verilməyib və belə əsas gətirilib ki, Cənab X.-yə dinləmə barədə məlumat verilmişdi, lakin o, məhkəmə iclasına gəlməyib. Beləliklə, Cənab X. 17 fevral 2003-cü il tarixli dinləmədə açıq-aydın iştirak edib və 8 sentyabr 2003-cü il tarixli dinləmədə onun iştirak etmədiyini təsdiq edən heç bir sübut yoxdur, 8 sentyabr 2003-cü ildə isə müdafiə tərəfi onu çağırmağa cəhd edib. Belə vəziyyətdə Məhkəmə hesab edir ki, Cənab X.-nin məhkəmə tərəfindən dindirilməməsi faktı yalnız müdafiə tərəfinin diqqətsizliyi kimi izah edilə bilməz.", "187. Məhkəmə daha sonra qeyd edir ki, Xanım R. ilə Cənab X.-ni dindirməkdən imtina edərkən Məhkəmə onların ifadələrinin işin araşdırılması üçün əhəmiyyətli olub-olmadığını nəzərə almayıb. Lakin həm ibtidai istintaq zamanı, həm də məhkəmə prosesinin gedişində müdafiə tərəfinin əvvəlki vəsatətlərinin rəsmən bir neçə dəfə təmin edildiyini nəzərə alsaq, belə qənaətə gəlmək olar ki, dövlət orqanları onların ifadələrinin iş üçün əhəmiyyətli olması ilə razılaşıblar.", "188. Aydın məsələdir ki, sübutların işə aidiyyətinin olub-olmadığı barədə və ümumiyyətlə ərizəçinin təqsirli və təqsirsiz olduğu barədə fikrini ifadə etmək Məhkəmənin vəzifəsi deyil. Lakin Məhkəmə sübutların əldə edilməsi üsulu da daxil olmaqla bütövlükdə prosesin ədalətli olub-olmadığını müəyyən etməlidir (bax: Aş Avstriyaya qarşı məhkəmə işi üzrə yuxarıda adı çəkilən qərar, b. 26). Ərizəçinin təqsirinin ona qarşı ziddiyyətli ifadələr əsasında müəyyən edildiyini nəzərə alaraq, Məhkəmə hesab edir ki, müdafiə tərəfinin şahidlərinin verəcəyi ifadələrin iş üçün əhəmiyyətli olduğuna məhəl qoymadan daxili məhkəmələrin onları dindirməkdən imtina etmələri 6-cı maddədə təsbit edilmiş ədalətli məhkəmə araşdırması təminatına zidd olaraq müdafiə hüquqlarının məhdudlaşdırılmasına gətirib çıxarıb (bax: Vidal Belçikaya qarşı məhkəmə işi üzrə yuxarıda adı çəkilən qərar, b. 34).", "189. Məhkəmə bu işin konkret hallarını nəzərə alaraq hesab edir ki, Konvensiyanın 6-cı maddəsinin 1-ci bəndi ilə birlikdə götürülməklə Konvensiyanın 6-cı maddəsinin 3-cü bəndinin “d” yarımbəndi pozulub.", "", "IV. MOSKVADAKI 77/1 SAYLI İSTİNTAQ TƏCRİDXANASINDA PİS RƏFTARLA BAĞLI KONVENSİYANIN 3-cü MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "190. Ərizəçi şikayət etdi ki, Moskvadakı 77/1 saylı istintaq təcridxanasında kamera yoldaşları onu mütəmadi olaraq döyüblər, ölümlə təhdid ediblər, çox güman ki, bunlar həbsxana və istintaq orqanlarının razılığı ilə, yaxud hətta göstərişi ilə edilib, məqsəd onu özünə qarşı ifadə verməyə məcbur etmək olub. Məhkəmə bu şikayəti Konvensiyanın 3-cü maddəsi üzrə araşdırmalıdır, həmin maddədə deyilir:", "", "“Heç kəs işgəncəyə, qeyri-insani və ya ləyaqəti alçaldan rəftara və ya cəzaya məruz qalmamalıdır”.", "", "191. Hökumət bildirdi ki, ərizəçi istintaq təcridxanasında saxlanıldığı müddətdə hər hansı formada pis rəftara məruz qalmayıb və heç bir xəsarət almayıb.", "192. Ərizəçi israrla bildirdi ki, istintaq təcridxanasında pis rəftara məruz qalıb. O, qeyd etdi ki, kamera yoldaşları onu mütəmadi olaraq döyüblər və ölümlə təhdid ediblər, bunlar istintaq orqanlarının razılığı ilə və həbsxana müdiriyyətinin təhriki ilə edilib. O, iddia etdi ki, onların məqsədi onun əleyhinə açıq-aydın əsassız cinayət ittihamlarını əsaslandırmaq üçün onu özünə qarşı ifadə verməyə məcbur etmək olub. Ərizəçi bildirdi ki, məruz qaldığı pis rəftarı və aldığı xəsarətləri dəqiqliklə təsvir edən qeydlərini Məhkəməyə təqdim edib. O, iddia etdi ki, xəsarətləri ilə bağlı istintaq təcridxanasında həkim tərəfindən müayinə olunmayıb, ərizə və şikayətləri isə ünvan sahibinə çatmayıb. Ərizəçi Məhkəmənin diqqətini onun xəstəlik tarixçəsindəki gözətrafı qançırların müalicəsinə və belindəki ağrılarla bağlı şikayətlərinə, habelə sidikburaxma və hematuriyaya dair qeydlərə cəlb etdi. O, iddia etdi ki, onlar istintaq təcridxanasında onunla pis rəftar edildiyini sübut edir. 10 sentyabr 2004-cü ildə Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasına köçürüldükdən sonra anası onun müayinə olunması, xüsusən də travmatoloq tərəfindən yoxlanması xahişi ilə Məhkəmə Hökmlərinin İcrası Baş İdarəsinə müraciət edib. Amma heç bir müayinə aparılmayıb.", "", "A. Şikayətlərin qəbuledilənliyi", "", "193. Məhkəmə xatırladır ki, pis rəftar barədə iddialar müvafiq sübutlarla təsdiq edilməlidir. Bu sübutların qiymətləndirilməsi üçün Məhkəmə “əsaslı şübhə yeri qoymayan” sübut standartını müəyyən edib və əlavə edib ki, belə sübut faktlarla bağlı kifayət qədər ciddi, aydın və uzlaşdırılmış nəticələrin və ya analoji təkzibedilməz ehtimalların eyni zamanda mövcud olmasından irəli gələ bilər (bax: Labita İtaliyaya qarşı [GC], ərizə Nº 26772/95, b. 121, AİHM 2000-IV). Fərd polis həbsxanasına sağlam vəziyyətdə salındıqda, lakin azad edilərkən bədənində xəsarətlər aşkar edildikdə, dövlət həmin xəsarətlərin səbəbləri ilə bağlı inandırıcı izahat verməyə borcludur, bu vəzifə yerinə yetirilmədikdə Konvensiyanın 3-cü maddəsi üzrə məsələ ortaya çıxır (bax: Tomazi Fransaya qarşı, 27 avqust, 1992, A seriyaları, c. 241-A, s. 40-41, b. 108-111; və Ribiç Avstriyaya qarşı, 4 dekabr 1995, A seriyaları, c. 336, s. 25-26, b. 34).", "194. Məhkəmə qeyd edir ki, ərizəçinin sözlərinə görə aldığı xəsarətlərin həkim tərəfindən müayinə olunması ilə bağlı müraciətlərinə baxmayaraq, müayinə olunmayıb. Amma ərizəçi həmin xəsarətlərin qeydə alınmasından ötrü Məhkəməyə 77/1 saylı istintaq təcridxanasında olarkən həqiqətən tibbi müayinə üçün müraciət etdiyini təsdiq edən hər hansı sübut, məsələn, şahid ifadəsi və ya digər sənəd təqdim etmədi.", "195. Məhkəmə daha sonra qeyd edir ki, ərizəçinin xəstəlik tarixçəsində gözətrafı qançırların sağalması ilə bağlı 1 sentyabr 2002-ci il tarixli qeyd var. Nə onun xəstəlik tarixçəsində, nə də digər sənədlərdə həmin qançırların təbiəti və mənşəyi barədə heç bir məlumat yoxdur. Məhkəmə hesab edir ki, müşahidə edilmiş xəsarətlərin ərizəçiyə qarşı fiziki güc tətbiqinin əlamətləri olduğuna dair bu qeyd əsasında nəticə çıxarmaq mümkün deyil (buna əks olan rəylə bağlı bax: Tomazi Fransaya qarşı məhkəmə işi üzrə yuxarıda adı çəkilən qərar, b. 113).", "196. Bundan başqa, işin materiallarından məlum olur ki, ərizəçi öz şikayətlərini həmin vaxt dövlət hakimiyyəti orqanlarının diqqətinə çatdırmayıb, halbuki onlar onun təhlükəsizliyini təmin edə və sözügedən halları araşdıra bilərdilər. Ərizəçinin ərizə və şikayətlərinin ünvan sahibinə çatmadığı barədə qeydlərinə gəldikdə, Məhkəmə qeyd edir ki, ərizəçi 77/1 saylı istintaq təcridxanasında onunla pis rəftar edilməsi ilə bağlı səlahiyyətli dövlət orqanlarına hər hansı şikayət göndərdiyinə dair heç bir sübut təqdim etməyib. Bundan başqa, 26 avqust 2004-cü ildə ərizəçi öz nümayəndəsinə yazıb ki, ölümlə təhdid edildiyinə görə heç bir şikayət verməyib. Lakin Məhkəmə qeyd edir ki, ərizəçi belə təhdidlər barədə hər hansı sübut, məsələn, şahid ifadələri təqdim etməyib. Məhkəmə 1 sentyabr 2002-ci il tarixli qeydi ərizəçinin ölümlə təhdid edilməsini və həmin təhdidlərin onun dövlət hakimiyyəti orqanlarına şikayət etməsinin qarşısını aldığını təsdiq edən sübut kimi qəbul edə bilməz.", "197. Buna görə də, ərizəçinin Moskvadakı 77/1 saylı istintaq təcridxanasında pis rəftara məruz qalması, yaxud dövlət orqanlarının həbsxanada onun təhlükəsizliyini təmin etməmələri və ya 3-cü maddə üzrə səmərəli istintaq aparmaqdan ibarət prosessual öhdəliklərini yerinə yetirməmələri barədə əsaslı şübhə yeri qalmadan nəticə çıxarmaq üçün yetərli sübutedici baza yoxdur.", "198. Buradan belə nəticə çıxır ki, şikayətin bu hissəsi açıq-aydın əsassızdır və Konvensiyanın 35-ci maddəsinin 3-cü və 4-cü bəndlərinə uyğun olaraq rədd edilməlidir.", "", "V. MOSKVADAKI 77/1 SAYLI İSTİNTAQ TƏCRİDXANASINDA SAXLANMA ŞƏRAİTİ İLƏ BAĞLI KONVENSİYANIN 3-cü MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "199. Ərizəçi şikayət etdi ki, Moskvadakı 77/1 saylı istintaq təcridxanasında ona göstərilən tibbi yardım lazımi səviyyədə deyildi. O, konkret olaraq iddia etdi ki, həbsindən sonra mütəxəssis müayinəsi və xüsusi testlər də daxil olmaqla mütəmadi tibbi nəzarət altında olmayıb, halbuki 1994-cü ildə sidik kisəsindəki şişin kəsilməsindən sonra bunlar onun üçün zəruri idi. O, həmçinin bildirdi ki, səhhətinə uyğun müalicə almayıb və yalnız nadir hallarda ona ağrıkəsici dərmanlar verilib. Ərizəçi daha sonra Moskvadakı 77/1 saylı istintaq təcridxanasındakı real şəraitin dəhşətli olmasından şikayət etdi. Ərizəçi Konvensiyanın 2-ci və 3-cü maddələrinə istinad etdi. Məhkəmə bu şikayəti Konvensiyanın 3-cü maddəsi üzrə araşdıracaqdır.", "", "a) Tibbi yardım", "", "200. Hökumət bildirdi ki, ərizəçi 77/1 saylı istintaq təcridxanasında saxlanıldığı müddətdə müayinə və müalicə üçün bir neçə dəfə tibb bölməsinə yerləşdirilib. 2003-cü il yanvarın 23-ü ilə martın 21-i arasında onu uroloq, cərrah və terapevt müayinə ediblər. Ərizəçinin ürəyinin elektrokardioqramı çıxarılıb və iki dəfə sidik-cinsiyyət sisteminin ultrasəs müayinəsi aparılıb. Həmçinin onun qanının ümumi və biokimyəvi analizi və sidiyinin analizi həyata keçirilib. 2003-cü il avqustun 6-sı ilə 19-u arasında ərizəçi oxşar müalicə kursu keçib. 15 avqust 2003-cü ildə onu uroloq müayinə edib və şişin təkrar yarandığını göstərən heç bir əlamət aşkar etməyib. 2003-cü il avqustun 25-i ilə sentyabrın 3-ü arasında ərizəçi yenidən tibb bölməsinə köçürülüb. Müayinə heç bir anemiya əlaməti aşkar etməyib və o, tibb bölməsindən qənaətbəxş vəziyyətdə buraxılıb. Ərizəçini müayinə etmiş mütəxəssislər lazımi ixtisas dərəcəsinə malik idilər. Müayinə və müalicə onun səhhətinə uyğun aparılıb. Hökumət qeyd etdi ki, ərizəçi ona göstərilmiş tibbi yardımdan daxili məhkəmələrə heç bir şikayət verməyib.", "201. Ərizəçi Hökumətlə razılaşmadı. O, qeyd etdi ki, Moskvadakı 77/1 saylı istintaq təcridxanasının tibb bölməsinin tibbi fəaliyyət üçün lisenziyası yox idi, həmçinin orada uroloq və onkoloq da yox idi. Beləliklə, onu müayinə etmiş mütəxəssislər onun vəziyyətini qiymətləndirmək və lazımi müalicəni təmin etmək üçün kifayət qədər ixtisaslı deyildilər. O, daha sonra bildirdi ki, 1994-cü ildə əməliyyata məruz qaldıqdan sonra Moskvadakı 3 saylı onkoloji dispanserin nəzarəti altında olub. Orada o, hər 3-6 aydan bir mütəmadi tibbi müayinələrdən, o cümlədən uro-onkoloji müayinədən və sitoskopiyadan keçib və həbsə alındıqdan sonra onun səhhəti eyni nəzarəti tələb edib. Lakin o, 77/1 saylı istintaq təcridxanasında olduğu müddətdə tibb işçiləri uro-onkoloqla yalnız telefonla məsləhətləşiblər və uro-onkoloqa onun səhhəti barədə tam məlumat verməyiblər. Məsələn, onlar prostat vəzidəki neoplazma barədə ona xəbər verməyiblər. Ərizəçi uro-onkoloq tərəfindən fiziki müayinə olunmayıb və xüsusi testlərdən keçməyib. O, iddia etdi ki, tibbi yardım lazımi səviyyədə olmayıb.", "", "b) Həbsdə saxlanma yerindəki real şərait", "", "202. Hökumət bildirdi ki, Moskvadakı 77/1 saylı istintaq təcridxanasında ərizəçiyə həbsxana standartlarına uyğun olaraq fərdi çarpayı, yataq ləvazimatları və geyim verilib. Kameraların işıqlandırılması da həbsxana standartlarına uyğun olub, lampa işığı məhbusların tələbi əsasında yandırılıb və söndürülüb. Kamerada təbii və süni ventilyasiya olub. Ərizəçi ən azı həftədə bir dəfə duş qəbul etmək imkanına malik olub. Ərizəçi vərəmə və ya HİV-ə yoluxmuş məhbuslarla bir kamerada yerləşdirilməyib. O, gündə üç dəfə isti yemək qəbul edib. Hökumət həmçinin bildirdi ki, 2002-ci il ilə 2004-cü il arasında Moskvadakı 77/1 saylı istintaq təcridxanasının kameraları təmir olunub. Hazırda kameralarda sanitar şərait qənaətbəxşdir. Kameraların çoxunda tualet yaşayış sahəsindən beton arakəsmə ilə ayrılıb. Ərizəçi 143 saylı kamerada ayrıca kabinədə qalır. Kameralarda soyuq su var, bəzilərində isti su da var. Kameralarda temperatur 19oC-dir və onlarda mərkəzləşdirilmiş isitmə sistemi var. Kameralar ikimərtəbəli çarpayılarla, məhbuslar isə müvafiq yataq ləvazimatları ilə təchiz ediliblər. Kameralarda nə həşəratlar, nə də gəmiricilər var. Hökumət həmçinin qeyd etdi ki, ərizəçi 77/1 saylı istintaq təcridxanasında saxlanma şəraiti ilə bağlı Moskva məhkəmələrinə heç bir şikayət verməyib. Hökumətin fikrincə, şikayət açıq-aydın əsassızdır.", "203. Ərizəçi öncə qeyd etdi ki, onun saxlanıldığı kameraların nömrələri, sahələri və orada saxlanılan məhbusların sayı barədə Hökumətin təqdim etdiyi məlumatlar ərizəçinin bu barədə təqdim etdiyi qeydlərdən fərqlənir. O, hesab etdi ki, kameraların nömrələrindəki fərqlər onun nəticəsi ola bilər ki, o, 77/1 saylı istintaq təcridxanasında saxlanıldığı müddətdə bəzi kameraların qapıları təzədən rənglənib və nömrələri dəyişib. Ərizəçi qeyd etdi ki, onun bu barədə qeydlərini anasına göndərdiyi məktubların zərfləri təsdiq edir; onların üzərində kameraların nömrələri var. O, həmçinin belə hesab etdi ki, sahələri və orada saxlanılan məhbusların sayı barədə Hökumətin təqdim etdiyi məlumatlar kameralar təmirindən sonrakı vəziyyəti əks etdirir. Ümumiyyətlə, o, 77/1 saylı istintaq təcridxanasında saxlanma şəraiti haqqındakı fikrinin düzgün olduğunda israr etdi və iddia etdi ki, həmin şərait 3-cü maddənin pozuntusunu təşkil edir.", "", "A. Şikayətlərin qəbuledilənliyi", "", "204. Ərizəçinin daxili hüquqi müdafiə vasitələrini tükəndirmədiyi barədə Hökumətin iddiasına gəldikdə, Məhkəmə xatırladır ki, Konvensiyanın 35-ci maddəsinin 1-ci bəndi sübutetmə yükünün bölüşdürülməsini nəzərdə tutur. Nəzərdən keçirilən vaxtda daxili hüquqi müdafiə vasitələrinin həm nəzəri, həm də praktiki cəhətdən əlçatan olduğuna, ərizəçinin tələblərinə uyğun olaraq ziyanın əvəzinin ödənilməsini təmin etdiyinə və onun uğur qazanması üçün ağlabatan dərəcədə imkan yaratdığına Məhkəməni inandırmaq vəzifəsi daxili hüquqi müdafiə vasitələrinin tükəndirmədiyini iddia edən cavabdeh dövlətin üzərinə düşür (bax: Selmuni Fransaya qarşı [GC], ərizə Nº 25803/94, b. 76, AİHM 1999-V; və Mifsud Fransaya qarşı [GC], ərizə Nº 57220/00, b. 15, AİHM 2002-VIII). Məhkəmə daha sonra xatırladır ki, daxili hüquqi müdafiə vasitələri istər iddia edilən pozuntunun qarşısının alınması, istərsə də baş vermiş pozuntulara görə adekvat kompensasiyanın təmin edilməsi baxımından “səmərəli” olmalıdır (bax: Kudlya Polşaya qarşı [GC], ərizə Nº 30210/96, b. 158, AİHM 2002-XI).", "205. Məhkəmə qeyd edir ki, Hökumət sadəcə ərizəçinin 77/1 saylı istintaq təcridxanasındakı saxlanma şəraiti ilə və tibbi yardımla bağlı Moskva məhkəmələrinə heç bir şikayət vermədiyini bildirib. Amma Hökumət nə hansı növ hüquqi müdafiə vasitəsinin səmərəli ola biləcəyini göstərib, nə də həmin hüquqi müdafiə vasitəsinin pozuntuların baş verməsinin və ya davam etməsinin qarşısını necə ala biləcəyi, yaxud ərizəçinin adekvat kompensasiya almasını necə təmin edəcəyi barədə hər hansı əlavə məlumat verib. Bu barədə hər hansı sübutların olmadığını və yuxarıda qeyd edilən prinsipləri nəzərə alaraq, Məhkəmə hesab edir ki, Hökumət ərizəçinin istifadə etmədiyi daxili hüquqi müdafiə vasitəsinin səmərəli ola biləcəyini əsaslandıra bilməyib (digər qərarlar arasında bax: Kranz Polşaya qarşı [GC], ərizə Nº 6214/02, b. 23, 17 fevral 2004; və Skavinska Polşaya qarşı, ərizə Nº 42096/98, 4 mart 2003).", "206. Yuxarıda qeyd edilən səbəbləri nəzərə alaraq Məhkəmə hesab edir ki, şikayət daxili hüquqi müdafiə vasitələrinin tükəndirilməməsinə görə rədd edilə bilməz. O, hesab edir ki, bu şikayət Konvensiyanın 35-ci maddəsinin 3-cü bəndində nəzərdə tutulan mənada açıq-aydın əsassız deyil. O, daha sonra edir ki, şikayət hər hansı digər səbəblərə görə də qəbul olunmayan elan edilə bilməz. Beləliklə, o, qəbul olunan elan edilməlidir. ", "", "B. Şikayətlərin mahiyyəti", "", "1. Ümumi prinsiplər", "", "207. Məhkəmə xatırladır ki, Konvensiyanın 3-cü maddəsi demokratik cəmiyyətin təməl dəyərlərindən birini əks etdirir. O, şəraitdən və qurbanın davranışından asılı olmayaraq işgəncələri və qeyri-insani və ya ləyaqəti alçaldan rəftarı və ya cəzanı qadağan edir (digər qərarlar arasında bax: Labita İtaliyaya qarşı [GC], ərizə Nº 26772/95, b. 119, AİHM 2000-IV). Lakin pis rəftarın Konvensiyanın 3-cü maddənin tətbiq dairəsinə düşməsi üçün o, minimal qəddarlıq səviyyəsinə çatmalıdır. Bu minimumun qiymətləndirilməsi nisbidir; o, işin hallarından, məsələn, rəftarın davam etdiyi müddətdən, onun fiziki və ruhi təsirlərindən və bəzi hallarda qurbanın cinsindən, yaşından və sağlamlıq durumundan asılıdır (bax: Valaşinas Litvaya qarşı, ərizə Nº 44558/98, b. 100-101, AİHM 2001-VIII).", "208. Məhkəmə daim vurğulayıb ki, rəftarın və ya cəzanın “qeyri-insani” və ya “ləyaqəti alçaldan” hesab edilməsi üçün iztirab və ya alçalma konkret qanuni rəftar və ya cəza formasından irəli gələn qaçılmaz iztirab və ya alçalma elementinin hüdudlarını aşmalıdır (son dövrlərin qərarları arasında bax: Lobzov Rusiyaya qarşı, ərizə Nº 62208/00, b. 42, 16 iyun 2005). Şəxsi azadlıqdan məhrum edən tədbirlər çox vaxt bu cür elementi özündə ehtiva edə bilər. Bununla belə, 3-cü maddəyə əsasən, dövlət əmin olmalıdır ki, şəxs onun insan ləyaqətinə hörmət edilən şəraitdə saxlanılır, cəzanın icra tərzi və metodu onu həbs cəzasına xas olan adi iztirab və gərginlik həddini aşan əzablara və gərginliyə məruz qoymur və onun sağlamlığı və rifahı, həbsdə saxlanmanın praktiki tələbləri nəzərə alınmaqla, müxtəlif vasitələrlə, o cümlədən zəruri tibbi yardım vasitəsilə lazımi qaydada qorunur (bax: Kudlya Rusiyaya qarşı məhkəmə işi üzrə yuxarıda adı çəkilən qərar, b. 92-94).", "209. Həbsdə saxlanma şəraiti qiymətləndirilərkən həmin şəraitin məcmu halında təsirləri, habelə ərizəçinin konkret iddiaları nəzərə alınmalıdır (bax: Duqoz Yunanıstana qarşı, ərizə Nº 40907/98, b. 46, AİHM 2001-II).", "", "2. Ümumi prinsiplərin bu işə tətbiqi", "", "210. Məhkəmə qeyd edir ki, ərizəçi 1994-cü ildə sidik kisəsində xərçəng şişinin kəsilməsi əməliyyatına və sonra kimyəvi terapiyaya məruz qalıb.", "211. Məhkəmə həmçinin qeyd edir ki, ərizəçinin nasazlığının xarakterini nəzərə alsaq, onun vəziyyəti vaxtında diaqnoz qoyulması və təkrarən yarana bilən xərçəngin müalicə olunması üçün xüsusi tibbi nəzarət tələb edirdi. Bu cür nəzarətin hüdudlarını müəyyən etmək üçün Məhkəmə tərəflərin təqdim etdikləri tibbi sənədlərə müraciət etməlidir. Ərizəçinin xəstəlik tarixçəsindəki qeydlərə əsasən, 1994-cü ildə xərçəng şişi kəsilib götürüldükdən sonra ona uro-onkoloq nəzarəti tövsiyə edilmişdi. Həmin vaxtdan həbsə alındığı tarixədək ərizəçi Moskvadakı 3 saylı onkoloji dispanserin nəzarəti altında olmuş, orada həkim M. tərəfindən mütəmadi müayinə edilmişdi. Həkim M.-in 7 sentyabr 2004-cü il tarixli rəyinə əsasən, xərçəng şişinin bərpa olunub-olunmadığı barədə suala qəti cavabı yalnız sitoskopiyanın nəticələri əsasında vermək olardı. Səhiyyə Nazirliyinin Urologiya İnstitutunun direktoru həkim L.-in 28 oktyabr 2004-cü il tarixli rəyinə əsasən, həmin cavab sitoskopiya və biopsiyanın nəticələri əsasında verilə bilərdi. Ərizəçi 2003-cü il yanvarın 23-dən martın 21-dək Moskvadakı 77/1 saylı istintaq təcridxanasında olduğu müddətdə ona uro-onkoloqun müayinəsi və sitoskopiya tövsiyə edilmişdi. 1 sentyabr 2005-ci ildə YaÇ-91/5 saylı islah-əmək kolonuiyasının tibb bölməsində ərizəçini müayinə etmiş 1 saylı Sarapul şəhər xəstəxanasının uroloqu həkim D. tövsiyə etdi ki, uro-onkoloqdan məsləhət alınsın. 16 sentyabr 2005-ci ildə Məhkəmə Reqlamentinin 39-cu Qaydasına əsasən tibbi müayinə çərçivəsində ərizəçini müayinə etmiş İjevsk şəhər onkoloji dispanserinin uro-onkoloqu həkim K. ərizəçinin ambulator nəzarət altında olmasını və ildə bir dəfə sitoskopiyanın həyata keçirilməsini tövsiyə etdi. Yuxarıdakıları nəzərə alaraq, Məhkəmə bu qənaətə gəlir ki, ərizəçinin vəziyyəti ilə əlaqədar olaraq tələb olunan tibbi nəzarətin minimal hüdudları uro-onkoloq müayinəsini və ən azı ildə bir dəfə sitoskopiyanı özündə ehtiva edirdi. Məhkəmə daha sonra sözügedən nəzarətin ərizəçi üçün təmin edilib-edilmədiyini araşdıracaqdır.", "212. Tərəflərin təqdim etdikləri tibbi sənədlərdən məlum olur ki, 77/1 saylı istintaq təcridxanasında olduğu müddətdə ərizəçi tez-tez belindəki və böyrəklərindəki ağrılardan şikayətlənib. Onu mütəmadi olaraq istintaq təcridxanasının tibb bölməsinin terapevti və yardımçı tibb işçisi müayinə ediblər. O, bir neçə dəfə qan və sidik analizi verib, habelə ultrasəs müayinəsindən keçib və ona bəzi dərmanlar yazılıb. Ərizəçi həmçinin müayinə və müalicə üçün tibb bölməsinə də yerləşdirilib. 2003-cü il yanvarın 23-ü ilə martın 21-i arasında tibb bölməsində olduğu müddətdə bölmənin cərrahiyyə şöbəsinin başçısı onu müayinə edib. Ona uro-onkoloq məsləhəti və sitoskopiya tövsiyə edilib. Bir neçə dəfə müayinə təyin edilib, amma baş tutmayıb, çünki həkimin qəbulu zamanı ərizəçi məhkəmə dinləmələrində olub. Ərizəçi 21 mart 2003-cü ildə tibb bölməsindən müayinə aparılmadan buraxılıb. Müayinəni üç ay ərzində həyata keçirmək tövsiyə olunub, amma müayinə aparılmayıb. 15 avqust 2003-cü ildə ərizəçini uroloq müayinə edib. Bir neçə dəfə həbsxana həkimi ərizəçinin uroloqu həkim M. ilə telefonla məsləhətləşib. Lakin həkim M.-in 9 sentyabr 2004-cü il tarixli rəyinə əsasən, ona ərizəçinin vəziyyəti barədə tam məlumat verilməyib. Konkret olaraq, ona ultrasəs müayinəsi nəticəsində aşkar edilmiş neoplazma barəsində xəbər verilməyib. Məhkəmənin fikrincə, həkim M.-in ərizəçinin vəziyyəti barədə tam məlumata malik olmaması onun dəqiq diaqnoz qoymasını və lazımi müalicəni tövsiyə etməsini mümkünsüz edib", "213. Beləliklə, bir il doqquz ay ərzində həbsdə olduğu müddətdə ərizəçi nə uro-onkoloq tərəfindən müayinə olunub, nə də sitoskopiyadan keçib. Məhkəmə yuxarıda 211-ci bənddə çıxardığı nəticələri nəzərə alaraq, hesab edir ki, 77/1 saylı istintaq təcridxanasında ərizəçi vəziyyətinə uyğun tibbi yardımla təmin edilməyib.", "214. Məhkəmə daha sonra qeyd edir ki, bu işdə tərəflərin Moskvadakı 77/1 saylı istintaq təcridxanasında ərizəçinin saxlandığı şəraitlə bağlı qeydləri arasında uyğunsuzluqlar var. Lakin bu işdə Məhkəmə tərəflərin hər bir qeydinin həqiqətə uyğunluğunu müəyyən etməyi lazım bilmir, çünki tərəflərin təqdim etdiyi və ya Hökumətin etiraz etmədiyi faktlar əsasında 3-cü maddənin pozulması məsələsini aşağıdakı səbəblərə əsasən aydınlaşdıra bilər.", "215. Tərəflər kameraların nömrələri, sahələri və orada eyni vaxtda saxlanılan məhbusların sayı barədə müxtəlif məlumatlar versələr də, onların prinsipcə razılığa gəldiyi əsas məsələ kameraların adamla dolu olması barədə ərizəçinin iddiasıdır. Hökumətin təqdim etdiyi məlumatlardan belə çıxır ki, 77/1 saylı istintaq təcridxanasında ərizəçinin il yarımdan artıq həbsdə olduğu müddətdə, ərizəçinin tibb bölməsində olduğu vaxtlar istisna olmaqla, bütün vaxtlarda ərizəçinin kamerasında hər məhbusa 0,9-2,34 kvadrat metr yer düşüb.", "216. Məhkəmə xatırladır ki, Pirsin işində iki məhbusa 7 kvadrat metr ölçülü kamera 3-cü maddənin pozuntusunun müəyyən edilməsində mühüm amil sayıldı, özü də həmin işdə məkan amilini işıq və ventilyasiyanın çatışmaması da müşayiət edirdi (bax: Pirs Yunanıstana qarşı, ərizə Nº 28524/95, b. 70-72, AİHM 2001-III). Ərizəçinin vəziyyəti Kalaşnikovun işindəki vəziyyətlə müqayisə oluna bilərdi, həmin işdə ərizəçi sahəsi 2 kvadrat metrdən az olan məkanda yerləşdirilmişdi. Həmin işdə Məhkəmə qərara aldı ki, kamerada həddən artıq adam olması faktının özü Konvensiyanın 3-cü maddəsi üzrə məsələni qaldırır (bax: Kalaşnikov Rusiyaya qarşı, ərizə Nº 47095/99, b. 96-97, AİHM 2002-VI). Məhkəmə Labzovun işində (həmin işdə ərizəçiyə 35 gün həbsdə olduğu müddətdə 1 kvadrat metrdən az şəxsi məkan verilmişdi; bax: Labzov Rusiyaya qarşı məhkəmə işi üzrə yuxarıda adı çəkilən qərar, b. 41-49) və Mayzitin işində də (həmin işdə ərizəçiyə 9 aylıq həbs müddəti üçün 2 kvadrat metrdən az yer verilmişdi; bax: Mayzit Rusiyaya qarşı, ərizə Nº 63378/00, b. 40, 20 yanvar 2005) eyni nəticəyə gəldi.", "217. Əksinə, bəzi başqa hallarda 3-cü maddənin pozuntusu aşkar edilmədi, çünki yatmaq üçün məkanın məhdud olması məhbuslara gün ərzində verilən hərəkət azadlığı ilə kompensasiya olunurdu (bax: Valaşinasın işi üzrə yuxarıda adı çəkilən qərar, b. 103, 107; və Nurmaqomedov Rusiyaya qarşı, ərizə Nº 30138/02, 16 sentyabr 2004). Ərizəçinin sözlərinə görə, tibb bölməsində olduğu müddət nəzərə alınmasa (orada gəzintilər qadağan idi), onun hər gün kameradan kənarda 40 dəqiqə ərzində gəzintiyə çıxmasına icazə verilirdi. Hökumət bu məlumata etiraz etdi. Beləliklə, ərizəçi hər gün sutkanın 23 saatından çoxunu kamerada keçirmişdi. Belə vəziyyətdə Məhkəmə hesab edir ki, həbsxanadakı məkanın son dərəcə az olması ərizəçinin etiraz etdiyi həbsdə saxlanma şəraitinin 3-cü maddənin mənası baxımından “qeyri-insani” olub-olmadığnın müəyyən edilməsində nəzərə alınmalı olan mühüm amildir. Ərizəçinin bir çox başqa məhbuslarla eyni kamerada yaşamağa, yatmağa və tualetdən istifadə etməyə məcbur olması onun həbsdə saxlanma tədbirinə xas olan qaçılmaz narahatlıq və ya həyəcan dərəcəsindən daha artıq dərəcədə narahatlıq və ya həyəcan keçirməsi və onda insanı alçaldan və təhqir edən qorxu, təşviş və acizlik hisslərinin yaranması üçün kifayət idi (bax: Pirisin, Kalaşnikovun və Labzovun işləri üzrə yuxarıda adı çəkilən qərar; həmçinin bax: İQAK-ın 11-ci Ümumi Məruzəsi [CPT/Inf (2001) 16], b. 29).", "218. Bundan başqa, Məhkəmə yuxarıda 213-cü bənddə gəldiyi belə bir nəticəyə istinad edir ki, ərizəçi zəruri tibbi yardımla təmin olunmayıb. Məhkəmə qeyd edir ki, 1994-cü ildə əməliyyat olunandan bəri ərizəçi özünün sağlamlıq durumundan və onunla bağlı risklərdən xəbərdar idi. O, bilirdi ki, sonradan xərçəng inkişaf etsəydi, diaqnozun gecikdirilməsi elə acınacaqlı nəticələrə gətirib çıxara bilərdi ki, cərrahi müdaxilə də qeyri-mümkün olardı. Məhkəmənin fikrincə, bu vəziyyət, xüsusən də ultrasəs müayinəsi vasitəsilə prostat vəzində aşkar edilmiş neoplazmadan ərizəçinin xəbər tutması və qəti diaqnoz üçün ixtisaslı mütəxəssisə müraciət edə bilməməsi onda əhəmiyyətli dərəcədə narahatlıq doğura bilərdi (bax: Sarban Moldovaya qarşı, ərizə Nº 3456/05, b. 87-91, 4 oktyabr 2005).", "219. Yuxarıda qeyd edilənlərin işığında Məhkəmə hesab edir ki, ərizəçinin uzun müddət həbsdə qalması və səhhətinin pis olması ucbatından onsuz da ağır olan həbsxana şəraiti ona lazımi tibbi yardım göstərilməməsi ucbatından daha da ağırlaşıb və bütün bunlar qeyri-insani və ləyaqəti alçaldan rəftara bərabərdir.", "220. Beləliklə, Konvensiyanın 3-cü maddəsi pozulub.", "", "VI. SARAPULDAKI YaÇ-91/5 SAYLI İSLAH-ƏMƏK KOLONİYASINDA SAXLANMA ŞƏRAİTİ İLƏ BAĞLI KONVENSİYANIN 3-cü MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "221. Ərizəçi şikayət etdi ki, Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasında ona göstərilən tibbi yardım lazımi səviyyədə olmayıb. Məsələn, mütəxəssis tərəfindən müayinə olunma və zəruri testlərdən keçirilmə daxil olmaqla ona tələb olunan mütəmadi tibbi yardım göstərilməyib. O, həmçinin bildirdi ki, lazımi müalicə almayıb və yalnız nadir hallarda ona ağrıkəsici dərmanlar verilib. Ərizəçi daha sonra Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasının intizam kameralarında real şəraitdən şikayətləndi. O, həmçinin bildirdi ki, YaÇ-91/5 saylı islah-əmək koloniyasına yeni gələn hər kəsin başı HİV-ə yoluxmuş məhbusların başının qırxıldığı eyni ülgüclə qırxılıb. Ərizəçi Konvensiyanın 2-ci və 3-cü maddələrinə istinad etdi. Məhkəmə onun şikayətinə Konvensiyanın 3-cü maddəsi üzrə baxacaqdır.", "", "a) Tibbi yardım", "", "222. Hökumət iddia etdi ki, Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasının tibb bölməsi ixtisaslı personaldan – tibb bölməsinin başçısından (o, reanimasiya və terapiya üzrə ixtisaslaşmışdı), psixiatrdan, diş həkimindən və üç tibb işçisindən ibarət idi. Ərizəçi 2004-cü ilin martında islah-əmək koloniyasına qəbul edilərkən ona sidik kisəsində əməliyyat olunmuş xərçəng və xroniki prostatit diaqnozu qoyulmuşdu. Ərizəçi həbsxananın tibb bölməsində mütəmadi müayinələrdən keçib və lazımi müalicə alıb. 2004-cü il sentyabrın 7-si ilə 13-ü arasında ərizəçi müayinə üçün YaÇ-91/8 saylı islah-əmək koloniyasının xəstəxanasına yerləşdirilib. Ərizəçinin qan və sidik analizi yoxlanılıb, habelə qarın boşluğunun ultrasəs müayinəsi aparılıb. Ona xroniki prostatitin remissiyası və prostat vəzinin kistası diaqnozu qoyulub, sonra o, qənaətbəxş vəziyyətdə xəstəxanadan buraxılıb. Xəstəxanadan buraxılarkən ərizəçidə sitoskopiya və ya biopsiyadan istifadə edilməklə əlavə müayinə tələb edən hər hansı əlamətlər aşkar edilməyib. Hökumət həmçinin iddia etdi ki, ərizəçi təklif olunan müayinə və ya müalicədən bir neçə dəfə imtina edib. O, bildirdi ki, ərizəçi YaÇ-91/5 saylı islah-əmək koloniyasında həbsdə saxlandığı müddətdə zəruri tibbi qulluqla təmin edilib. Hökumət həmçinin bildirdi ki, 39-cu Qaydaya əsasən müstəqil tibb müəssisəsində müayinə Məhkəmənin tapşırıqlarına uyğun olaraq lazımi qaydada və tam həcmdə aparılıb. O, iddia etdi ki, müayinənin nəticələri tibbi yardımın lazımi səviyyədə olmadığı barədə ərizəçinin iddialarını təkzib edir. Hökumət qeyd etdi ki, ərizəçi ona göstərilən tibbi yardımla bağlı daxili məhkəmələrə hər hansı şikayət verməyib.", "223. Ərizəçi Hökumətlə razılaşmadı. O, qeyd etdi ki, nə Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasının tibb bölməsi, nə də YaÇ-91/8 saylı islah-əmək koloniyasının xəstəxanası uroloji və ya onkoloji praktika ilə məşğul olmaq üçün lisenziyaya malik deyildilər. Buna görə də onu müayinə edənlər onun vəziyyətini qiymətləndirmək və lazımi müalicəni təmin etmək üçün kifayət qədər ixtisaslı mütəxəssis deyildilər. Ərizəçi etiraf etdi ki, bir neçə dəfə müayinə olunmaqdan imtina edib, amma bunun əsil səbəbi tibb bölməsində ixtisaslı personalın olmamasıdır. O, daha sonra bildirdi ki, həbsxanada olduğu müddətdə nə uro-onkoloq tərəfindən mütəmadi müayinə olunub, nə də onun vəziyyətinə nəzarət etmək üçün tələb olunan xüsusi testlərdən keçib. Məhkəmə Hökmlərinin İcrası Baş İdarəsinin tibb işçilərinin 1 və 29 noyabr 2004-cü il tarixli məktublarından görünür ki, onlar ərizəçinin hər hansı xüsusi tibbi müayinəyə ehtiyacı olmadığını hesab ediblər. Belə rəy ərizəçinin uro-onkoloqu həkim M.-in və Səhiyyə Nazirliyinin Urologiya İnstitutunun direktoru həkim L.-in rəylərinə açıq-aydın ziddir.", "224. Ərizəçi həmçinin 39-cu Qaydaya əsasən aparılmış tibbi müayinənin nəticələrinə də etiraz etdi. O, iddia etdi ki, onun nümayəndəsinin 7 sentyabr 2005-ci il tarixli teleqramı (həmin teleqramda nümayəndəsi 39-cu Qaydanın tətbiqi barədə ona məlumat vermişdi) ona beş günlük yubadılma ilə verilmişdi. Bu müddətdə həbsxananın vəzifəli şəxsləri onu azdırmağa cəhd edərək əvvəlcə onun müayinədən keçməkdən imtina etməsini istəmiş, sonra onu həbsxananın tibb bölməsində müayinə etməyə çalışmış, daha sonra ona demişdilər ki, o, öz pulu ilə müayinə olunacaq, özü də keçəcəyi müayinə və ya onun dəyəri barədə ona ətraflı məlumat verməmişdilər. Nəhayət, sonda onu İjevsk şəhər onkoloji dispanserinə müayinəyə aparsalar da, xəstəlik tarixçəsini özü ilə götürməsinə icazə verməmişdilər, bu məqsədlə nümayəndəsinin göndərdiyi sənədlər isə ona yalnız müayinədən sonra verilmişdi. 16 sentyabr 2005-ci ildə İjevskdəki onkoloji dispanserdə onu həbsxana mühafizəçisi və həbsxananın tibb bölməsinin başçısı müşayiət etmişdilər. Ərizəçinin onu müayinə edən uro-onkoloqla danışmasına icazə verilməmişdi. Ərizəçinin səhhəti barədə bütün məlumatları həkimə həbsxananın tibb bölməsinin başçısı təqdim etmişdi, o, həm də həkimə müayinə haqqında hesabatda nə yazmaq lazım olduğunu diqtə etmişdi. O, həmçinin uro-onkoloqa demişdi ki, biopsiyaya ehtiyac yoxdur. Ərizəçi iddia etdi ki, de fakto müayinə həbsxana müdiriyyətindən müstəqil surətdə aparılmayıb və onu Məhkəmənin gözündən salmağa yönəlib. Bundan başqa, nəticələr qəti xarakterli olmayıb, çünki onkoloji xəstəliyin inkişafı barədə dəqiq diaqnoz yalnız biopsiya əsasında qoyula bilərdi və biopsiyanın nəticələri Səhiyyə Nazirliyinin Urologiya İnstitutunun iki aparıcı mütəxəssisi tərəfindən təsdiq edilməli idi. Ərizəçi tibbi yardımın lazımi səviyyədə olmadığını iddia etdi.", "", "b) Həbsdə saxlanma yerindəki real şərait", "", "225. Hökumət ərizəçinin saxlanıldığı intizam kameralarının fotoşəkillərini təqdim etdi. O, bildirdi ki, intizam kameraları həbsxana standartlarına uyğun olaraq təchiz edilib. Məhbusların adambaşına 2 kvadrat metrdən az olmayan yeri olub. Kameralarda həbsxana standartlarına uyğun olaraq təbii və süni işıqlandırma, habelə təbii ventilyasiya olub. Hökumətin 27 yanvar 2005-ci ildə apardığı təftiş haqqında hesabata əsasən, kameralarda temperatur 20oC, rütubətin səviyyəsi isə 59% olub. Kameralarda soyuq su olub. Məhbusların suyu qaynatmasına icazə verilməyib, çünki kameralarda elektrik rozetkaları qurmaq qadağan olunub. Lakin gün ərzində qida qəbulu zamanı onlara qaynanmış su verilib. Yeməklər həbsxana yeməkxanasında hazırlanıb və gündə üç dəfə termoslarda gətirilərək məhbuslara paylanılıb. Məhbusların gündə bir saat gəzintiyə çıxmalarına icazə verilib. İntizam kamerasında saxlanıldığı müddətdə ərizəçi ilin fəslinə uyğun geyimlə təchiz edilib, həmçinin onun eynək taxmasına da icazə verilib. Həbsxana qaydalarına uyğun olaraq, onun qol saatı taxmasına icazə verilməyib. Onun özü ilə dəsmal, sabun, diş pastası və diş fırçası, tualet kağızı, abunə yazıldığı jurnal və qəzetlər, habelə dini ədəbiyyat və dini əşyalar götürməsinə icazə verilib. Hökumət bildirdi ki, ərizəçi ilə birlikdə saxlanılan məhbusların heç biri vərəmə və ya HİV-ə yoluxmuş şəxslər olmayıb. O, həmçinin bildirdi ki, məhbuslar intizam kamerasına salınmazdan əvvəl və oradan buraxılarkən tibbi müayinədən keçiblər. Onlar həmçinin öz müraciətləri əsasında müayinə oluna bilərdilər. Ehtiyac olduqda, növbədə olan həbsxana əməkdaşları təcili tibbi yardım çağıra bilərdilər. İntizam kameralarında keçirilən mütəmadi yoxlamalar zamanı ərizəçi səhhətindən şikayət etməyib. Hökumət həmçinin qeyd etdi ki, ərizəçi Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasında saxlanma şəraiti ilə bağlı Sarapul məhkəmələrinə heç bir şikayət verməyib. Hökumət bu şikayətin açıq-aydın əsassız olduğunu iddia etdi.", "226. Ərizəçi Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasında saxlanma şəraiti ilə bağlı verdiyi məlumatların düzgün olduğunda israr etdi və iddia etdi ki, həmin şərait 3-cü maddəni pozub.", "", "A. Şikayətlərin qəbuledilənliyi", "", "227. Ərizəçinin daxili hüquqi müdafiə vasitələrini tükəndirmədiyi barədə Hökumətin iddiasına gəldikdə, Məhkəmə xatırladır ki, Konvensiyanın 35-ci maddəsinin 1-ci bəndi sübutetmə yükünün bölüşdürülməsini nəzərdə tutur (yuxarıda 204-cü bəndə bax).", "228. Məhkəmə qeyd edir ki, Hökumət sadəcə ərizəçinin Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasında saxlanma şəraiti ilə bağlı Sarapul məhkəmələrinə heç bir şikayət vermədiyini bildirib. Amma Hökumət nə hansı növ hüquqi müdafiə vasitəsinin səmərəli ola biləcəyini göstərib, nə də həmin hüquqi müdafiə vasitəsinin pozuntuların baş verməsinin və ya davam etməsinin qarşısını necə ala biləcəyi, yaxud ərizəçinin adekvat kompensasiya almasını necə təmin edəcəyi barədə hər hansı əlavə məlumat verib. Bu barədə hər hansı sübutların olmadığını və yuxarıda qeyd edilən prinsipləri nəzərə alaraq, Məhkəmə hesab edir ki, Hökumət ərizəçinin istifadə etmədiyi daxili hüquqi müdafiə vasitəsinin səmərəli ola biləcəyini əsaslandıra bilməyib (digər qərarlar arasında bax: Kranz Polşaya qarşı [GC], ərizə Nº 6214/02, b. 23, 17 fevral 2004; və Skavinska Polşaya qarşı, ərizə Nº 42096/98, 4 mart 2003).", "229. Yuxarıda qeyd edilən səbəbləri nəzərə alaraq Məhkəmə hesab edir ki, şikayət daxili hüquqi müdafiə vasitələrinin tükəndirilməməsinə görə rədd edilə bilməz. O, hesab edir ki, bu şikayət Konvensiyanın 35-ci maddəsinin 3-cü bəndində nəzərdə tutulan mənada açıq-aydın əsassız deyil. O, daha sonra edir ki, şikayət hər hansı digər səbəblərə görə də qəbul olunmayan elan edilə bilməz. Beləliklə, o, qəbul olunan elan edilməlidir", "", "B. Şikayətlərin mahiyyəti", "", "1. Ümumi prinsiplər", "", "230. Ümumi prinsiplər yuxarıda 207-209-cu bəndlərdə əks olunub.", "", "2. Ümumi prinsiplərin bu işə tətbiqi", "", "231. Məhkəmə artıq yuxarıda qeyd edib ki, 1994-cü ildə sidik kisəsində xərçəng şişinin kəsilməsindən sonra ərizəçinin səhhəti üzərində daimi tibbi nəzarət, o cümlədən uro-onkoloqun müayinəsi və ən azı ildə bir dəfə sitoskopiya tələb olunurdu (yuxarıda 211-cibəndə bax). Məhkəmə daha sonra ərizəçinin Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasında zəruri tibbi nəzarətlə təmin edilib-edilmədiyini araşdıracaqdır.", "232. Tərəflərin təqdim etdikləri tibbi sənədlərdən məlum olur ki, YaÇ-91/5 saylı islah-əmək koloniyasında olduğu müddətdə ərizəçi belindəki və böyrəklərindəki ağrılardan şikayətlənib. Onun müraciətindən sonra həbsxana həkimi onu müayinə edib və o, bir dəfə müayinə üçün Məhkəmə Hökmlərinin İcrası Baş İdarəsinin YaÇ-91/8 saylı islah-əmək koloniyasındakı xəstəxanasına yerləşdirilib. O, müəyyən laborator analizlərdən (yəqin ki, söhbət qan və sidik analizlərindən gedir), habelə ultrasəs müayinəsindən keçib. 11 sentyabr 2005-ci ildə 1 saylı Sarapul şəhər xəstəxanasının uroloqu həkim D. ərizəçini müayinə etmək üçün YaÇ-91/5 saylı islah-əmək koloniyasının tibb bölməsinə gəldi. Lakin ərizəçi müayinədən imtina etdi.", "233. 1 sentyabr 2005-ci ildə, Məhkəmə Reqlamentinin 39-cu Qaydasına uyğun olaraq, Hökumətə tapşırdı ki, ixtisaslaşmış uro-onkoloji klinikada ərizəçinin müstəqil tibbi müayinədən keçməsini təmin etsin. 16 sentyabr 2005-ci ildə ərizəçi İjevsk şəhərinin onkoloji dispanserində həkim K. tərəfindən müayinə olundu və sitoskopiyadan keçdi. 39-cu Qaydaya uyğun olaraq aparılmış tibbi müayinənin nəticələrinə əsasən, ərizəçidə xərçəng şişinin təkrar yaranması müşahidə olunmayıb və onun ixtisaslaşmış müəssisədə müalicəsinə ehtiyac yoxdur. Eyni zamanda, ona tövsiyə edildi ki, ambulator nəzarət altında olsun və ildə bir dəfə sitoskopiyadan keçsin.", "234. Məhkəmə qeyd edir ki, ərizəçi müayinənin nəticələrinə etiraz edib. Birincisi, o, bildirib ki, bu müayinə əslində müstəqil olmayıb, çünki YaÇ-91/5 saylı islah-əmək koloniyasının tibb bölməsinin başçısı müayinədə iştirak edib və uro-onkoloq həkim K. öz rəyini onun diqtəsi altında yazıb. İkincisi, o, iddia edib ki, müalicənin nəticələri qəti deyildi, çünki biopsiya keçirilməmişdi.", "234. Birinci arqumentə gəldikdə, Məhkəmə qeyd edir ki, İjevsk şəhərinin onkoloji dispanseri həbsxana sisteminə daxil olmayan mülki tibb müəssisəsidir. Müvafiq surətdə, dispanserin özü və ərizəçini müayinə etmiş uro-onkoloq həkim K. nə YaÇ-91/5 saylı islah-əmək koloniyasından, nə də Məhkəmə Hökmlərinin İcrası Baş İdarəsindən asılı olublar. Həkim K.-nın öz rəyini YaÇ-91/5 saylı islah-əmək koloniyasının tibb bölməsinin başçısının diqtəsi altında yazdığı barədə ərizəçinin iddialarına gəldikdə, onlar heç bir sübutla təsdiq edilməyib. Buna görə də Məhkəmə hesab edir ki, müayinə kifayət qədər müstəqil olub.", "236. İkinci arqumentə gəldikdə, Məhkəmə yenə də yuxarıda 211-ci bənddə gəldiyi belə bir nəticəyə istinad edir ki, ərizəçiyə tələb olunan minimal tibbi nəzarət uro-onkoloqun müayinəsini və sitoskopiyanı özündə ehtiva edirdi. Məhkəmə razılaşır ki, bu minimal tələblərdən əlavə, ərizəçinin səhhətinin faktiki vəziyyətindən asılı olaraq digər testlər, məsələn, biopsiya da tələb oluna və ya tövsiyə edilə bilərdi. Lakin Məhkəmə hesab edir ki, aparılmış müayinədən əlavə bu cür testlərin tələb olunub-olunmadığını qiymətləndirmək ərizəçini müayinə etmiş uro-onkoloqun işidir. Məhkəmə qeyd edir ki, uro-onkoloqun tövsiyələri ambulator nəzarətlə və sitoskopiya ilə məhdudlaşıb. Belə olan halda Məhkəmə müayinənin səriştəli və güvənilə bilən şəkildə aparılmasına şübhə etmək üçün heç bir əsas görmür.", "237. Məhkəmə qeyd edir ki, YaÇ-91/5 saylı islah-əmək koloniyasına 18 mart 2004-cü ildə qəbul edilib. O, 16 sentyabr 2005-ci ildə İjevsk şəhər onkoloji dispanserində uro-onkoloq tərəfindən müayinə olunub və sitoskopiyadan keçib, yəni bu müayinə onun həbsxanaya qəbul edilməsindən il yarım sonra aparılıb və yalnız Məhkəmənin 39-cu Qaydaya uyğun olaraq verdiyi göstərişdən sonra baş tutub. Bundan başqa, ərizəçinin xəstəlik tarixçəsindən həbsxana həkimlərinə məlum olmalı idi ki, istintaq təcridxanasında olduğu bir il doqquz ay ərzində zəruri tibbi müayinədən keçməyib. Bu, həbsxana müdiriyyətini ərizəçi üçün yubanmadan adekvat tibbi yardımı təmin etməyə sövq etməli idi ki. Məhkəmə yuxarıda 211-ci bənddə gəldiyi nəticəni nəzərə alaraq hesab edir ki, Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasında ərizəçi onun vəziyyətinə uyğun olan tibbi yardımla təmin edilməyib.", "239. Məhkəmə daha sonra qeyd edir ki, hazırkı işdə ərizəçinin Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasında real saxlanma şəraitinin müəyyən aspektləri ilə bağlı tərəflər arasında bəzi fikir ayrılıqları var. Lakin bu işdə Məhkəmə tərəflərin hər bir iddiasının həqiqətə uyğunluğunu müəyyən etməyi lazım bilmir, çünki tərəflərin təqdim etdiyi və ya cavabdeh Hökumətin etiraz etmədiyi faktlar əsasında 3-cü maddənin pozulması məsələsini aşağıdakı səbəblərə əsasən aydınlaşdıra bilər.", "239. Hökumətin təqdim etdiyi məlumatlardan belə məlum olur ki, 5 saylı intizam kamerasında saxlanıldığı 15 gün ərzində ərizəçiyə 2,03 kvadrat metr, 6 saylı intizam kamerasında saxlanıldığı 5 gün ərzində 3 kvadrat metr və daha sonra 6 saylı intizam kamerasında saxlanıldığı 15 gün ərzində 2,36 kvadrat metr yer verilib. Kameraların sözlə təsvirindən və Hökumət tərəfindən təqdim edilmiş fotoşəkillərindən məlum olur ki, kameralar qatlanan çarpayılarla, stolla, kürək yerləri olmayan iki ensiz skamya ilə, əlüzyuyanla, tualetlə, rəflə və radio ilə təchiz olunub, 7 saylı intizam kamerasında isə həm də şkaf olub. Ərizəçi iddia etdi ki, intizam kamerasında saxlanıldığı müddətdə gündəlik gəzintiyə çıxmasına icazə verilib. Cəzaların İcrası Məcəlləsinin 118-ci maddəsinə əsasən, gəzinti bir saat davam etməlidir. Ərizəçi daha sonra qeyd etdi ki, çarpayılar gecələr yalnız yeddi saatlığa açılırdı, Hökumət buna etiraz etmədi. Deməli, belindəki mütəmadi ağrılardan şikayətlənən və həbsxana hakiminin diaqnozuna əsasən bir neçə uroloji xəstəliyi olan ərizəçi sutkanın 23 saatını kamerada qalmalı və həmin vaxtın 16 saatını kürək yeri olmayan ensiz skamyada keçirməli idi. Ərizəçinin iki dəfə dalbadal 15 gün müddətində intizam kamerasında saxlanıldığını nəzərə alsaq, o, bir aydan artıq bu cür şəraitdə saxlanıldı.", "240. Yuxarıdakı mülahizələrin, habelə yuxarıda 216-217-ci bəndlərdə qeyd edilənlərin işığında Məhkəmə hesab edir ki, ərizəçinin uzun müddət intizam kameralarında qalması və səhhətinin pis olması ucbatından onsuz da ağır olan həbsxana şəraiti ona lazımi tibbi yardım göstərilməməsi ucbatından daha da ağırlaşıb və bütün bunlar qeyri-insani və ləyaqəti alçaldan rəftara bərabərdir. Məhkəmə çıxardığı bu nəticəni nəzərə alaraq HİV-ə yoluxmuş məhbusların saxlanması ilə bağlı sanitariya-gigyena normalarının pozulması məsələsini ayrıca araşdırmağa ehtiyac görmür.", "241. Müvafiq surətdə, bu məsələdə də Konvensiyanın 3-cü maddəsi pozulub.", "", "VII. KONVENSİYANIN 34-cü MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "242. Ərizəçi Konvensiyanın 34-cü maddəsinə əsasən şikayət etdi ki, Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasında saxlanma şəraiti ilə və tibbi yardımla bağlı şikayət verməsi ilə əlaqədar olaraq dövlət məmurları onu bir neçə dəfə təhdid ediblər. O, konkret olaraq iddia etdi ki, 25 və 27 yanvar 2005-ci ildə, habelə 14 və 17 fevral 2005-ci ildə Məhkəmə Hökmlərinin İcrası Baş İdarəsinin və həbsxananın məmurları ilə görüşüb. O, iddia etdi ki, məmurlar ona Məhkəməyə şikayət etməsi ilə bağlı suallar veriblər və əvvəlcə həbsdə saxlanma şəraiti ilə bağlı şikayətlərini, sonra isə təhdid edilməsi ilə bağlı iddialarını geri götürməyə məcbur etməyə çalışıblar. Ərizəçi həmçinin şikayət etdi ki, həbsxana müdiriyyəti onun Məhkəməyə şikayəti ilə bağlı nümayəndəsi ilə yazışmalarına müdaxilə edib.", "243. Konvensiyanın 34-cü maddəsinin bu işə aidiyyəti olan hissəsində deyilir:", "", "“Məhkəmə istənilən ... şəxsdən, Razılığa gələn Yüksək Tərəflərdən birinin onun bu Konvensiyanın və ya ona dair Protokolların müddəaları ilə nəzərdə tutulmuş hüquqlarını pozmasının qurbanı olduğunu iddia edən şikayətlər qəbul edə bilər. Razılığa gələn Yüksək Tərəflər bu hüququn səmərəli həyata keçirilməsinə heç bir yolla mane olmamağı öhdələrinə götürürlər”.", "", "244. Hökumət bildirdi ki, 14 fevral 2005-ci ildə YaÇ-91/5 saylı islah-əmək koloniyasının məmurları ərizəçinin Məhkəməyə verdiyi şikayətlər üzrə aparılan araşdırma ilə bağlı onunla söhbət ediblər. Onlar həmçinin faktlara dair əlavə məlumatlar təqdim edilməsi barədə Məhkəmənin tələbi ilə bağlı 17 fevral 2005-ci ildə onunla söhbət ediblər. 14 fevral 2005-ci ildə ərizəçi bildirib ki, həbsxana müdiriyyəti onunla qərəzsiz davranır və onun yazışmaları məhdudlaşdırılmayıb. O, bunu bildirməzdən əvvəl vəkili ilə məsləhətləşməsini tələb etməyib. 17 fevral 2005-ci ildə ərizəçi qabaqcadan vəkili ilə məsləhətləşmədən dövlət məmurlarının guya onu təhdid etmələri ilə bağlı suallara cavab verməkdən imtina edib. Hökumət həmçinin bildirdi ki, ərizəçinin öz nümayəndəsi ilə yazışmaları senzuraya və ya hər hansı digər növ müdaxiləyə məruz qalmayıb. Ərizəçinin həbsxanadan yazdığı bütün məktublar poçtla lazımi qaydada göndərilib və ərizəçi müvafiq bildirişlər alıb.", "245. Ərizəçi israrla bildirdi ki, Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasındakı şərait barəsindəki şikayətləri ilə bağlı həbsxananın vəzifəli şəxsləri ona təzyiq göstəriblər. O, bildirdi ki, şikayətlərini geri götürməkdən imtina etdiyinə görə onu təhdid ediblər, o cümlədən intizam kamerasına salmaqla hədələyiblər. O, həmçinin qeyd etdi ki, 21 aprel 2005-ci ildə Udmurtiya Respublikası prokurorunun müavini ona baş çəkdikdən sonra vəziyyət bir qədər yaxşılaşdı, o, prokurorun müavini ilə söhbətində şikayətlərini təsdiq etdi. Ərizəçi daha sonra iddia etdi ki, nümayəndəsinə göndərdiyi bir neçə məktub ünvan sahibinə çatmayıb. Bundan başqa, nümayəndəsinin ona göndərdiyi bəzi məktublar ona xeyli gec verilib, onların bəzilərində açılma əlamətləri olub.", "", "1. Dövlət məmurları ilə təmaslar", "", "246. Məhkəmə xatırladır ki, Konvensiyanın 34-cü maddəsinə uyğun olaraq verilən fərdi şikayətlərin verilməsi sisteminin normal fəaliyyət göstərməsi üçün ərizəçilərin və ya potensial ərizəçilərin şikayətlərini geri götürməyə və ya dəyişdirməyə məcbur edilmələri məqsədi ilə hakimiyyət orqanları tərəfindən hər hansı təzyiqə məruz qalmadan Məhkəmə ilə sərbəst ünsiyyətdə ola bilməsi son dərəcə vacibdir (digər qərarlar arasında bax: Akdivar və başqaları Türkiyəyə qarşı məhkəmə işi üzrə yuxarıda adı çəkilən qərar, b. 105; və Aksoy Türkiyəyə qarşı, 18 dekabr 1996, Qərarlar toplusu, 1996-VI, s. 2288, b. 105). Bu kontekstdə “təzyiq” anlayışı təkcə birbaşa məcburetməni və ya kobudcasına qorxutma hallarını deyil, həm də ərizəçiləri Konvensiyaya uyğun olaraq öz hüquqlarını müdafiə etməkdən çəkindirməyə və ya buna mane olmağa yönələn yolverilməz dolayı hərəkətləri və ya təmasları özündə ehtiva edir (bax: Kurt Türkiyəyə qarşı, 25 may 1998, Qərarlar toplusu, 1998-III, s. 1192, b. 159).", "247. Bundan başqa, hakimiyyət orqanları ilə ərizəçi arasındakı təmasların 34-cü maddə baxımından yolverilməz hesab edilib-edilməməsi hər bir işin konkret halları əsasında müəyyənləşdirilə bilər. Bu baxımdan şikayətçinin əlverişsiz vəziyyətdə olduğunu və hakimiyyət orqanlarının təsirinə asanlıqla məruz qala biləcəyini nəzərə almaq lazımdır (bax: Akdivar və başqalarının və Kurtun işləri üzrə yuxarıda adı çəkilən qərarlar, müvafiq surətdə: s. 1219, b. 105 və s. 1192-93, b. 160). Ərizəçi həbsdədirsə və ailəsi ilə və ya ətraf aləmlə təmasları məhduddursa, onda onun vəziyyəti xüsusilə əlverişsiz ola bilər (bax: Kotleç Rumıniyaya qarşı, ərizə Nº 38565/97, b. 71, 3 iyun 2003).", "248. Məhkəmə qeyd edir ki, ərizəçi 2005-ci ilin yanvarında və fevralında dörd dəfə dövlət məmurları ilə təmasda olduğunu bildirib. O, bildirib ki, məmurlar ona Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasındakı şəraitdən Məhkəməyə şikayət etməsi ilə bağlı suallar veriblər. Hökumət təsdiq etdi ki, həbsxana məmurları 2005-ci ilin fevralında iki dəfə – əvvəlcə ərizəçinin Məhkəməyə şikayətləri ilə bağlı, sonra isə Məhkəmənin faktlara dair əlavə informasiya tələb etməsi ilə bağlı ərizəçi ilə söhbət ediblər. Məhkəmə bu işin hallarını nəzərə alaraq 2005-ci ilin yanvarında ərizəçi ilə dövlət məmurları arasında hər hansı təmasların olub-olmadığını müəyyən etməyi lazım bilmir, çünki tərəflərin təqdim etdiyi və ya Hökumətin etiraz etmədiyi faktlar əsasında dövlətin 34-cü maddə üzrə öhdəliklərinə riayət etmədiyini aşağıdakı səbəblərə əsasən aydınlaşdıra bilər.", "249. Hökumətin sözlərinə görə, Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasının məmurları Məhkəməyə verilmiş şikayətlərin araşdırılması ilə bağlı 14 fevral 2005-ci ildə ərizəçi ilə söhbət ediblər. Onlar həmçinin Məhkəmənin faktlara dair əlavə informasiya təqdim edilməsi barədə tələbi ilə bağlı, o cümlədən həbsxananın vəzifəli şəxslərinin guya onu təhdid etmələri ilə bağlı 17 fevral 2005-ci ildə ərizəçi ilə söhbət ediblər. Beləliklə, Hökumət iddia etdi ki, ərizəçinin həbsxana məmurları ilə təmasları onun Məhkəməyə göndərdiyi şikayətlərə dair dövlətdaxili araşdırma ilə əlaqədar olub. Lakin Məhkəmə qeyd edir ki, Hökumət nəinki bu cür araşdırmanın aparılmasını və ya hər hansı faktları aşkara çıxarmasını, hətta onun dövlətdaxili prosessual qaydalara uyğun olaraq mövcud olduğunu təsdiq edən hər hansı sənəd təqdim etməyib. Beləliklə, bu cür araşdırmanın aparıldığına, habelə ərizəçi ilə dövlət məmurlarının görüşdüklərinə dair hər hansı sübut olmadığına görə Məhkəmə dövlət məmurlarının ərizəçi ilə dövlətdaxili araşdırma ilə bağlı görüşdüklərini inandırıcı hesab etmir (bax: Dulaş Türkiyəyə qarşı, ərizə Nº 25801/94, b. 80-81, 30 yanvar 2001).", "250. Məhkəmə daha sonra qeyd edir ki, hər iki halda dövlət məmurları ərizəçinin Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasında saxlanmasının müxtəlif aspektləri ilə bağlı şikayətləri ilə əlaqədar olaraq onunla təmasda olublar. Bundan başqa, Hökumətin arqumentlərindən belə məlum olur ki, 17 yanvar 2005-ci ildə dövlət məmurları ərizəçi ilə onun həbsxana müdiriyyətinin üzvləri tərəfindən təhdid edilməsi ilə əlaqədar olaraq təmasda olublar. Belə vəziyyətdə Məhkəmə eyni həbsxana müdiriyyətinin məmurlarının ərizəçi ilə bu cür təmasda olmalarını yolverilməz hesab edir, üstəlik, belə təmaslar bir neçə dəfə baş verib. Məhkəmə hesab edir ki, xüsusən ərizəçinin, məhbus olduğunu və hələ uzun müddət YaÇ-91/5 saylı islah-əmək koloniyasında qalacağını nəzərə alsaq, o, yəqin ki, hakimiyyət orqanlarının nümayəndələri ilə bu təmaslardan qorxuya düşüb, belə ki, o, haqlı olaraq repressiyalardan ehtiyatlana bilərdi. Məhkəmənin fikrincə, bu cür təmaslar qanunsuz təzyiq sayıla bilərdi və ərizəçinin fərdi şikayət hüququna müdaxiləyə bərabər idi.", "251. Beləliklə, cavabdeh dövlət Konvensiyanın 34-cü maddəsində nəzərdə tutulmuş öhdəliklərinə əməl etməyib.", "", "2. Ərizəçinin nümayəndəsi ilə yazışmalarının senzuraya məruz qalması", "", "252. Məhkəmə cavabdeh dövlətin Konvensiyanın 34-cü maddəsində nəzərdə tutulmuş öhdəliklərinə əməl etmədiyi barədə yuxarıda çıxardığı nəticəni nəzərə alaraq, hesab edir ki, bu işin halları baxımından Konvensiyanın 34-cü maddəsi üzrə digər şikayəti ayrıca araşdırmağa ehtiyac yoxdur.", "", "VIII. KONVENSİYANIN İDDİA EDİLƏN DİGƏR POZUNTULARI", "", "253. Sonradan ərizəçi öz qeydlərində şikayət edib ki, onun qanunsuz və əsassız olaraq azadlıqdan məhrum edilməsinə səbəb olmuş məhkəmə araşdırmasının uzun sürməsi ilə bağlı səmərəli hüquqi müdafiə vasitəsinə malik olmayıb. Ərizəçi Konvensiyanın 6-cı maddəsinin 1-ci bəndi ilə birgə götürülməklə 13-cü maddəyə istinad etdi.", "254. Konvensiyanın 13-cü maddəsində deyilir:", "", "“Bu Konvensiyada təsbit olunmuş hüquq və azadlıqları pozulan hər kəs, hətta bu pozulma rəsmi fəaliyyət göstərən şəxslər tərəfindən törədildikdə belə, dövlət orqanları qarşısında səmərəli hüquqi müdafiə vasitəsinə malikdir”.", "", "A. Şikayətlərin qəbuledilənliyi", "", "255. Məhkəmə xatırladır ki, ərizəçi 20 yanvar 2004-cü ildə Moskva şəhər məhkəməsinin yekun qərarı əsasında məhkum edilib, amma onun ilk şikayəti 5 iyun 2005-ci ildə, yəni hökmün qanuni qüvvəyə minməsindən altı aydan artıq vaxt keçdikdən sonra verilib. Müvafiq surətdə, ərizəçi Konvensiyanın 35-ci maddəsinin 1-ci bəndində nəzərdə tutulmuş altı aylıq müddəti ötürüb. ", "256. Buradan belə nəticə çıxır ki, ərizənin bu hissəsi Konvensiyanın 35-ci maddəsinin 4-cü bəndinə uyğun olaraq rədd edilməlidir.", "", "IX. KONVENSİYANIN 41-ci MADDƏSİNİN TƏTBİQİ", "", "257. Konvensiyanın 41-ci maddəsində deyilir:", "", "“Əgər Məhkəmə Konvensiya ona dair Protokolların müddəalarının pozulduğunu, lakin Razılığa gələn yüksək Tərəfin daxili hüququnun yalnız bu pozuntunun nəticələrinin qismən aradan qaldırılmasına imkan verdiyini müəyyən edirsə, Məhkəmə zəruri halda, zərərçəkən tərəfə əvəzin ədalətli ödənilməsini təyin edir”.", "", "A. Maddi ziyan", "", "258. Ərizəçi əmək haqqının itirilməsinə görə 730.080 rus rublu məbləğində kompensasiya tələb etdi. Bu məbləğ informasiya texnologiyaları sahəsində fəaliyyət göstərən şirkətin əməkdaşı qismində işləməsi ilə və fərdi qaydada göstərdiyi kompüter xidmətləri ilə bağlı onun itirdiyi məbləğləri özündə ehtiva edir.", "259. Hökumət bu tələbə etiraz etdi. O, bildirdi ki, şəxsi cinayət əməlində təqsirləndirən dövlət orqanlarının hərəkətlərinin əsaslı olub-olmaması məsələsinə Məhkəmədəki icraat çərçivəsində baxıla bilməz. Bundan başqa, Hökumət qeyd etdi ki, ərizəçinin fərdi qaydada göstərdiyi xidmətlərə görə zəhmət haqqı alması hər hansı rəsmi sənədlərlə təsdiq edilməyib.", "260. Məhkəmə Konvensiyanın pozuntusunun baş vermədiyi təqdirdə ərizəçiyə qarşı cinayət prosesinin necə nəticələnə biləcəyi barədə ehtimallar irəli sürə bilməz (digər qərarlar arasında bax: Şmautser Avstriyaya qarşı, 23 oktyabr 1995, A seriyaları, c. 328-A, b. 44; və Findley Birləşmiş Krallığa qarşı, 25 fevral 1997, Qərarlar toplusu, 1997-I, b. 85). Buna görə də, Məhkəmə maddi ziyana görə ərizəçiyə kompensasiya təyin edilməsini məqsədəuyğun saymır.", "", "B. Mənəvi ziyan", "", "261. Ərizəçi mənəvi ziyanla bağlı 100.000 avro tələb etdi. O, bildirdi ki, adekvat tibbi yardımın göstərilmədiyi dəhşətli şəraitdə saxlanması onun səhhətini ciddi şəkildə pisləşdirib, həyatını risk altında qoyub, onu alçaldıb və ciddi fiziki və mənəvi əzablara düçar edib. O, iddia etdi ki, hətta azad olunduqdan sonra belə, ciddi tibbi müalicə almalı olacaq və həmin müalicə onun tam sağalmasını təmin etməyəcək. İndi o, çətin ki, peşə karyerasında uğura nail olsun, çünki həbsdə olduğu müddətdə informasiya texnologiyaları sahəsində əhəmiyyətli inkişaf baş verib və o, görmə qabiliyyətinin pisləşməsi və iş qabiliyyətinin itirilməsi ucbatından, çətin ki, itirdiyi vaxtın əvəzini çıxa bilər. Bundan başqa, uzun müddət həbsdə olması onun ailə qurmaq planlarını pozub.", "262. Hökumət ərizəçinin tələbinə etiraz etdi. O, bildirdi ki, həmin tələb ərizəçinin cinayət törətməkdə ittiham edilməsi faktına əsaslanıb, bu isə Məhkəmənin səlahiyyəti xaricində olan məsələdir. Hökumət bu tələbi əsassız və şişirdilmiş hesab etdi. Hökumətin fikrincə, bu işdə pozuntunun müəyyən edilməsi faktı yetərli kompensasiya təşkil edə bilər.", "263. Konvensiyanın 6-cı maddəsinin 3-cü bəndinin “d” yarımbəndinin və 6-cı maddənin 1-ci bəndinin pozulmasına dair ərizəçinin tələbinə gəldikdə, Məhkəmə xatırladır ki, ərizəçi onun Konvensiyanın 6-cı maddəsi ilə qorunan hüquqlarının mümkün pozuntusuna baxmayaraq məhkum edilibsə, ona imkan yaradılmalıdır ki, 6-cı maddənin 1-ci bəndinin tələblərinə əməl edilməsi üçün yeni məhkəmə işi qaldırsın və ya zərurət olduqda əvvəlki iş üzrə icraatın bərpasına nail olsun (bax: Öcalan Türkiyəyə qarşı [GC], ərizə Nº 46221/99, b. 210, AİHM 2005-IV). Məhkəmə bununla bağlı qeyd edir ki, Cinayət Prosessual Məcəlləsinin 413-cü maddəsində nəzərdə tutulur ki, Məhkəmə Konvensiyanın pozulduğunu müəyyən edərsə, cinayət prosesi bərpa oluna bilər.", "264. Məhkəmə daha sonra qeyd edir ki, bu işdə 6-cı maddənin pozuntusu ilə yanaşı, ərizəçinin həm məhkəməyə qədər, həm də məhkəmədən sonra ləyaqəti alçaldan şəraitdə həbsdə saxlanması ilə və adekvat tibbi yardımın olmaması ilə bağlı Konvensiyanın 3-cü maddəsinin ciddi pozuntuları da aşkar edilib, üstəlik Konvensiyanın 34-cü maddəsi də pozulub. Məhkəmə qiymətləndirməni ədalət prinsipi əsasında apararaq, mənəvi ziyana görə ərizəçiyə 25.000 avro kompensasiya təyin edir, bu məbləğdən tutula bilən hər hansı vergi məbləği onun üzərinə əlavə olunmalıdır.", "", "C. Məhkəmə xərcləri və digər məsrəflər", "", "265. Ərizəçi həmçinin daxili məhkəmələrdəki icraatda çəkdiyi məhkəmə xərclərinə və digər məsrəflərə görə 154.439,78 rus rublu (təxminən 4.600 avro) və Avropa Məhkəməsindəki icraatda çəkdiyi xərclərə görə 83.808,60 rus rublu (təxminən 2.500 avro) tələb etdi. Sonuncu məbləğə bunlar daxildir: ərizəçinin Məhkəmədəki nümayəndəsi tərəfindən cinayət işinin öyrənilməsinə görə – 6.000 rubl; Məhkəmədən alınan sənədlərin tərcüməsinə görə – 6.600 rubl; Məhkəməyə təqdim edilən sənədlərin printerdə çap edilməsinə və surətinin çıxarılmasına görə – 3.500 rubl; Məhkəmə ilə aparılmış yazışmalarla bağlı poçt xərclərinə görə – 26.810 rubl; Məhkəmədəki nümayəndəsi tərəfindən cinayət işinin öyrənilməsinə görə – 6.000 rubl; və ərizəçinin Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasında olduğu müddətdə öz nümayəndəsi ilə yazışmaları ilə bağı poçt, nəqliyyat xərclərinə və digər məsrəflərə görə – 40.898 rubl.", "266. Hökumət bildirdi ki, ərizəçinin cinayət işinə daxili məhkəmələr tərəfindən baxılması ilə əlaqədar olan məsrəflərin işə aidiyyəti yoxdur, çünki həmin proses ərizəçinin pozulduğu iddia edilən hüquqlarının bərpası məqsədini daşımırdı. Bundan başqa, Hökumət Məhkəmə ilə yazışmalarla bağlı çəkilmiş poçt xərclərini həddən artıq yüksək və lüzumsuz hesab edir. Digər poçt xərclərinə gəldikdə, Hökumət qeyd etdi ki, onların həqiqətən bu ərizə əlaqədar olaraq ərizəçinin öz nümayəndəsi ilə yazışmalarına çəkildiyini təsdiq edən heç bir sübut təqdim edilməyib. Hökumətin fikrincə, bu tələblər bütünlüklə rədd edilməlidir.", "267. Məhkəmənin presedent hüququna əsasən, məhkəmə xərclərinin və digər məsrəflərin əvəzi ərizəçiyə yalnız o halda ödənilir ki, həmin xərclər faktiki və zəruri olaraq çəkilsin və miqdarca ağlabatan olsun. Bu işdə Məhkəmə əlində olan məlumatları və yuxarıdakı meyarları nəzərə alaraq, bütün bəndlər üzrə məhkəmə xərclərinə və digər məsrəflərə görə 4.000 avro təyin edilməsini ağlabatan hesab edir, Məhkəmənin hüquqi yardım sxeminə əsasən ərizəçinin almış olduğu 715 avro həmin məbləğdən çıxılmalıdır. Beləliklə, Məhkəmə ərizəçinin çəkdiyi məhkəmə xərclərinə və digər məsrəflərə görə yekun məbləği kimi 3.285 avro təyin edir, bu məbləğdən tutula bilən hər hansı vergi məbləği onun üzərinə əlavə olunmalıdır.", "", "C. İcranın gecikdirilməsinə görə faiz", "", "268. Məhkəmə məqsədəuyğun hesab edir ki, icranın gecikdirilməsinə görə faiz Avropa Mərkəzi Bankındakı borc dərəcəsinin yuxarı həddinə əsaslanmalıdır və onun üzərinə daha üç faiz əlavə olunmalıdır.", "", "BU ƏSASLARA GÖRƏ MƏHKƏMƏ YEKDİLLİKLƏ:", "", "1. Məhkəmə araşdırmasının ədalətliliyi, Moskvadakı 77/1 saylı istintaq təcridxanasında həbsdə saxlanma şəraiti ilə və tibbi yardımın olmaması ilə, Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasında intizam kameralarında həbsdə saxlanma şəraiti ilə və adekvat tibbi yardımın olmaması ilə, habelə fərdi şikayət hüququna müdaxilə edilməsi ilə bağlı şikayətləri qəbul olunan, qalan şikayətləri isə qəbul olunmayan elan edir;", "2. Qərara alır ki, ittiham aktında qüsurların olmasına dair iddia ilə bağlı Konvensiyanın 6-cı maddəsinin 2-ci bəndi pozulmayıb;", "3. Qərara alır ki, üzləşdirmə protokollarından istifadə məsələsində Konvensiyanın 6-cı maddəsinin 1-ci bəndi pozulmayıb;", "4. Qərara alır ki, məhkəmə prosesində ərizəçinin dayısının onun nümayəndəsi qismində iştirakı barədə dair ərizəçinin verdiyi vəsatətin daxili məhkəmələr tərəfindən rədd edilməsi ilə məsələsində Konvensiyanın 6-cı maddəsinin 1-ci bəndi ilə birlikdə götürülməklə Konvensiyanın 6-cı maddəsinin 3-cü bəndinin “c” yarımbəndi pozulmayıb;", "5. Qərara alır ki, müdafiə tərəfinin şahidləri xanım R. ilə cənab X.-nin daxili məhkəmələr tərəfindən dindirilməməsi məsələsində Konvensiyanın 6-cı maddəsinin 1-ci bəndi ilə birlikdə götürülməklə Konvensiyanın 6-cı maddəsinin 3-cü bəndinin “d” yarımbəndi pozulub;", "6. Qərara alır ki, Moskvadakı 77/1 saylı istintaq təcridxanasında həbsdə saxlanma şəraiti ilə və tibbi yardımın olmaması ilə bağlı Konvensiyanın 3-cü maddəsi pozulub;", "7. Qərara alır ki, Sarapuldakı YaÇ-91/5 saylı islah-əmək koloniyasında intizam kameralarında həbsdə saxlanma şəraiti ilə və adekvat tibbi yardımın olmaması ilə bağlı Konvensiyanın 3-cü maddəsi pozulub;", "8. Qərara alır ki, dövlət 34-cü maddədə nəzərdə tutulmuş fərdi şikayət hüququnun səmərəli həyata keçirilməsinə mane olmamaq öhdəliyini yerinə yetirməyib;", "9. Qərara alır ki, ərizəçinin nümayəndəsi ilə yazışmalarına müdaxilə edilməsi ilə bağlı şikayətini araşdırmağa ehtiyac yoxdur;", "10. Qərara alır ki:", "a) cavabdeh dövlət Konvensiyanın 44-cü maddəsinin 2-ci bəndinə uyğun olaraq bu qərarın qəti qərara çevrildiyi tarixdən sonra üç ay ərzində ərizəçiyə aşağıdakı məbləğləri ödəməlidir:", "mənəvi ziyana görə – 25.000 (iyirmi beş min) avro, məhkəmə xərclərinə və digər məsrəflərə görə – 3.285 (üç min iki yüz səksən beş) avro; bu məbləğlər ödəniş tarixində tətbiq edilən məzənnə üzrə Rusiya rubluna çevrilməli və bu məbləğlərin üzərinə onlardan tutula biləcək hər hansı vergi məbləği əlavə olunmalıdır; ", "b) yuxarıda qeyd edilən üç aylıq müddət bitdikdən sonra öhdəlik icra edilənə qədər yuxarıda qeyd edilən ödənilməli məbləğlərin üzərinə Avropa Mərkəzi Bankındakı borc dərəcəsinin yuxarı həddinə bərabər olan adi faiz məbləği əlavə olunmalı və onun da üzərinə daha üç faiz əlavə olunmalıdır;", "11. Əvəzin ədalətli ödənilməsi haqqında ərizəçinin qalan tələblərini rədd edir.", "", "Qərar ingilis dilində tərtib edilmiş və Məhkəmə Reqlamentinin 77-ci Qaydasının 2-ci və 3-cü bəndlərinə uyğun olaraq, 13 iyul 2006-cı ildə qərar barədə yazılı məlumat verilmişdir.", "", "Sören Nilsen (Søren Nielsen)", "Katib", "", "Xristos Rozakis (Christos Rozakis)", "Sədr"]}