{"file": "AZE_HJUDAZE_28342_95.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "28342/95", "text_paragraphs": ["Məhkəmənin presedent hüququna dair məlumat bülleteni № 11", "Oktyabr 1999-cu il", "***", "", "Brumaresku (Brumărescu) Rumıniyaya qarşı [BP] – ərizə № 28342/95", "", "28.10.1999 tarixli qərar [Böyük Palata]", "", "1 saylı Protokolun 1-ci maddəsi ", "", "1 saylı Protokolun 1-ci maddəsinin birinci bəndi ", "", "Mülkiyyətdən məhrumetmə ", "", "Milliləşdirilmiş mülkiyyət üzərində mülkiyyət hüquqlarının bərpası barədə məhkəmə qərarının Ali Məhkəmə tərəfindən ləğv edilməsi: pozuntu baş verib ", "", "Maddə 6 ", "", "Mülki proses ", "", "6-cı maddənin 1-ci bəndi ", "", "Məhkəməyə müraciət etmək hüququ ", "", "Məcburi qüvvəyə malik yekun məhkəmə qərarının Ali Məhkəmə tərəfindən ləğv edilməsi: pozuntu baş verib", "", "(Press-relizdən çıxarış) ", "", "Faktlar – Bu iş 1926-cı ildə doğulmuş və Buxarestdə yaşayan Rumıniya vətəndaşı Dan Brumaresku tərəfindən Avropa İnsan Hüquqları Komissiyasına təqdim edilmiş şikayət ərizəsi ilə əlaqədardır. 1950-ci ildə ərizəçinin valideynlərinin Buxarestdəki evi kompensasiya ödənilmədən milliləşdirildi. 9 dekabr 1993-cü ildə ərizəçi tərəfindən başlanmış məhkəmə prosesində Buxarest Birinci İnstansiya Məhkəməsi qərara aldı ki, milliləşdirmə qanunsuz olub. Bu məsələdə apellyasiya icraatı nəzərdə tutulmadığına görə qərar qüvvəyə mindi və dəyişdirilə bilməzdi, çünki qərardan ümumi qaydada şikayət verilməsi mümkün deyildi. 1994-cü ilin mayında ərizəçinin ev üzərində mülkiyyət hüququ bərpa edildi və bundan sonra o, evdə məskunlaşaraq mənzilə görə kirayə haqqı ödəməyi dayandırdı və evin torpaq vergisini ödəməyə başladı. Naməlum tarixdə Rumıniyanın Baş prokuroru 9 dekabr 1993-cü il tarixli qərarın ləğv edilməsi üçün vəsatət verdi. 1 mart 1995-ci ildə Ali Məhkəmə 9 dekabr 1993-cü il tarixli qərarı ləğv etdi və belə əsas gətirdi ki, ev qanunvericilik aktı əsasında dövlət mülkiyyətinə keçmişdi və həmin aktın necə tətbiq edildiyinə məhkəmələr tərəfindən yenidən baxıla bilməzdi, belə ki, bu məsələ icra və ya qanunvericilik orqanlarının səlahiyyətinə aid idi. Bunun ardınca vergi orqanları ərizəçiyə məlumat verdilər ki, 2 aprel 1996-cı ildən etibarən ev yenidən dövlət mülkiyyəti kateqoriyasına keçirilib. Naməlum tarixdə ərizəçi 112/1995 saylı qanun əsasında ev üzərində mülkiyyət hüququnun bərpası üçün şikayət ərizəsi verdi. 24 mart 1998-ci ildə bu qanunun tətbiqinə görə cavabdeh ola şura ərizəçinin kirayəyə götürdüyü mənzil üzərində mülkiyyət hüququnun ona qaytarılmalı olduğunu qərara aldı və evin qalan hissəsinə görə ona kompensasiya təyin etdi. Ərizəçi bu qərardan şikayət etdi və 21 aprel 1999-cu ildə onun şikayəti Buxarest Birinci İnstansiya Məhkəməsi tərəfindən rədd edildi. Ərizəçinin 21 aprel 1999-cu il tarixli qərardan verdiyi şikayət hazırda Buxarest Dairə Məhkəməsinin icraatındadır.", "", "Ərizəçi şikayət etdi ki, onun Konvensiyanın 6-cı maddəsinin 1-ci bəndi ilə təmin edilən məhkəməyə müraciət hüququ pozulub, belə ki, Ali Məhkəmə onun mülkiyyət hüququnun bərpası barədə iddia tələbinə aşağı məhkəmələrin baxmaq səlahiyyətinə malik olmadıqları barədə qərar çıxarıb. O həmçinin şikayət etdi ki, Ali Məhkəmənin qərarı onu 1 saylı Protokolun 1-ci maddəsinə zidd olaraq mülkiyyətindən məhrum edib. ", "", "Hüquqi məsələlər – Hökumətin ilkin etirazları:  ", "", "a) Ərizəçi \"qurban\" idimi? – Məhkəmə Hökumətin bu arqumentini rədd etdi ki, şikayətin qəbuledilənliyinə dair 22 may 1997-ci il tarixli qərardan sonra baş vermiş yeni hallar o deməkdir ki, ərizəçi daha Konvensiyanın 34-cü maddəsində nəzərdə tutulmuş \"qurban\" deyil. O bir daha bildirdi ki, dövlət orqanları Konvensiyanın pozuntusunu birmənalı şəkildə və ya mahiyyət etibarı ilə etiraf etməyiblərsə və sonra onu kompensasiya etməyiblərsə, o halda ərizəçinin xeyrinə qəbul edilmiş qərar və ya tədbir prinsipcə onun qurban statusundan məhrum olması üçün yetərli deyil. Məhkəmə qeyd etdi ki, hazırda ərizəçi 1 mart 1995-ci ildə olduğu durumdadır, çünki Ali Məhkəmənin qərarının səbəb olduğu Konvensiyanın hər hansı pozuntusunu birmənalı şəkildə və ya mahiyyət etibarı ilə etiraf edən və kompensasiya edən yekun qərar yoxdur. Buna görə də Məhkəmə hesab etdi ki, ərizəçi hələ də həmin məhkəmənin qərarının təsirinə məruz qalmaqdadır və özünün də iddia etdiyi kimi, bu qərardan irəli gələn Konvensiya pozuntularının qurbanı olaraq qalır.", "", "a) Daxili hüquqi müdafiə vasitələri tükəndirilmişdimi? – Məhkəmə ərizəçinin daxili hüquqi müdafiə vasitələrini tükəndirmədiyi barədə Hökumətin arqumentini də eynilə rədd etdi, həmin arqumentə əsasən ərizəçi mülkiyyət hüququnun bərpası üçün yeni iddia qaldırmamışdı, halbuki onun sərəncamında bu imkan vardı. Məhkəmənin rəyi ondan ibarət oldu ki, mülkiyyət hüququnun bərpasına dair işi həll etmiş yekun məhkəmə qərarının ləğv edilməsinə görə məsuliyyət daşıyan Hökumət sonradan belə bir arqumentə istinad edə bilməz ki, ərizəçi mülkiyyət hüququnun bərpası üçün yeni iddia qaldırmadığına görə daxili hüquqi müdafiə vasitələrini tükəndirməyib, belə ki, bu iddia tələbinin nə ilə nəticələnəcəyi qeyri-müəyyən idi, həm də res judicata (bir dəfə həll olunmuş işə yenidən baxıla bilməz\") prinsipi nəzərə alınmalıdır. ", "", "Konvensiyanın 6-cı maddəsinin 1-ci bəndi: Məhkəmə bir daha bildirdi ki, Konvensiyanın 6-cı maddəsinin 1-ci bəndi ilə təmin edilən ədalətli məhkəmə araşdırması hüququ Konvensiyanın preambulasının işığında şərh edilməlidir, orada bəyan edilir ki, hüququn aliliyi iştirakçı dövlətlərin ümumi irsinin bir hissəsidir və onun da bir aspektini hüquqi müəyyənlik prinsipi təşkil edir. Məhkəmə qeyd etdi ki, araşdırılan dövrdə Rumıniyanın Baş prokuroru Mülki Prosessual Məcəllənin 330-cu maddəsinə əsasən istənilən vaxt yekun məhkəmə qərarının ləğv edilməsi üçün müraciət edə bilərdi. Bu səlahiyyətindən istifadə edərək onun təqdim etdiyi vəsatəti təmin etməklə Ali Məhkəmə \"dəyişdirilməsi yolverilməz olan\", res judicata prinsipinin şamil olunduğu və üstəlik artıq icra edilmiş olan məhkəmə qərarı ilə yekunlaşmış bütün məhkəmə prosesini heçə endirmiş oldu. 330-cu maddənin müddəalarını bu yolla tətbiq etməklə Ali Məhkəmə hüquqi müəyyənlik prinsipini pozmuş oldu. İşin faktlarına əsaslansaq, bu addım ərizəçinin Konvensiyanın 6-cı maddəsinin 1-ci bəndində nəzərdə tutulmuş ədalətli məhkəmə araşdırması hüququnu pozmuşdu. Bundan əlavə, Məhkəmə qeyd etdi ki, Ali Məhkəmənin qərarının məntiqi ondan ibarət idi ki, məhkəmələr mülkiyyət hüququnun bərpası üçün qaldırılan bu kimi işlərdə mülki mübahisələri daha həll etmək səlahiyyətinə malik deyillər. O hesab etdi ki, bu cür istisnaedici qərarın özü Konvensiyanın 6-cı maddəsinin 1-ci bəndi ilə təmin edilən məhkəməyə müraciət hüququna ziddir və beləliklə, bu baxımdan da 6-cı maddənin 1-ci bəndinin pozuntusu baş verib. ", "", "Nəticə: pozuntu baş verib (yekdilliklə). ", "", "1 saylı Protokolun 1-ci maddəsi: Avropa Məhkəməsindəki icraatda tərəflər arasında bu məsələdə fikir ayrılığı yox idi ki, ərizəçinin mülkiyyət hüququnu təsdiq etmiş 9 dekabr 1993-cü il tarixli qərar 1 saylı Protokolun 1-ci maddəsinin məqsədləri üçün \"mülkiyyət\" təşkil edirdi, Ali Məhkəmənin qərarı isə ərizəçinin həmin maddə ilə təmin edilən mülkiyyət hüququna müdaxilə təşkil edirdi. Məhkəmə hesab etdi ki, bu müdaxilə 1 saylı Protokolun 1-ci maddəsinin birinci bəndinin ikinci cümləsinin tətbiq dairəsinə düşür. Ali Məhkəmənin qərarının nəticəsi ondan ibrət idi ki, ərizəçi birinci instansiya məhkəməsində onun xeyrinə çıxarılmış yekun qərarla ev üzərində əldə etdiyi mülkiyyət hüquqlarından məhrum edilmişdi. Bu maddədə yer alan ikinci normaya əsasən mülkiyyətin müsadirəsinə yalnız o halda haqq qazandırmaq olar ki, bu müsadirənin, digər məsələlərlə yanaşı, \"cəmiyyətin maraqları naminə\" və \"qanunla nəzərdə tutulmuş şərtlərlə\" həyata keçirildiyi sübuta yetirilmiş olsun. Bundan əlavə, mülkiyyətə hər hansı müdaxilə mütənasiblik tələbinə də cavab verməlidir. Məhkəmə qeyd etdi ki, Ali Məhkəmənin qərarı nəticəsində yaranmış vəziyyət heç nə ilə əsaslandırılmayıb. Konkret olaraq, mülkiyyətdən məhrumetmənin \"cəmiyyətin maraqları naminə\" həyata keçirildiyinə dair heç bir inandırıcı arqument irəli sürülməyib. Bundan başqa, qərar çıxarılan tarixdə ərizəçi mülkiyyətin real dəyərini əks etdirən kompensasiya ödənilmədən dörd ildən artıq müddət ərzində mülkiyyət hüququndan məhrum edilmiş və mülkiyyət hüququnun bərpasına yönələn səyləri uğursuz olmuşdu. Məhkəmə müəyyən etdi ki, belə olan halda hətta mülkiyyətin müsadirəsinin cəmiyyətin müəyyən maraqlarına xidmət etdiyini fərz etsək belə, zəruri balans gözlənilməmişdi, belə ki, ərizəçinin üzərinə həddən artıq ağır fərdi yük qoyulmuşdu və o hələ də bu yükün altındadır. Müvafiq olaraq, 1 saylı Protokolun 1-ci maddəsinin pozuntusu baş verib və bu pozuntu davam edir. ", "", "Nəticə: pozuntu baş verib (yekdilliklə). ", "", "Konvensiyanın 41-ci maddəsi: Məhkəmə hesab etdi ki, 41-ci maddənin tətbiqi məsələsi hələ həll edilmək üçün hazır deyil və buna görə də bu məsələyə baxılmasını təxirə saldı və bu zaman o, cavabdeh dövlətlə ərizəçi arasında razılaşma əldə edilməsinin mümkünlüyünü nəzərə aldı. ", "", ""]}