{"file": "AZE_HJUDAZE_17211_03.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "17211/03", "text_paragraphs": ["", "", "", "", "", "", "", "Avropa İnsan Hüquqları Məhkəməsi", "", "", "", "", "", "DÖRDÜNCÜ SEKSİYA", "", "", "", "", "", "DOLNEANU (DOLNEANU) MOLDOVAYA QARŞI məhkəmə işi", "", "", "(Ərizə Nº 17211/03)", "", "", "QƏRAR", "", "", "Strasburq", "", "", "13 noyabr 2007-ci il", "", "", "Qüvvəyə minmə tarixi", "", "", "13.02.2008", "", "", "Bu qərar Konvensiyanın 44-cü maddəsinin 2-ci bəndində göstərilən hallarda qəti qərara çevriləcəkdir. Qərara redaktə xarakterli düzəlişlər edilə bilər.", "", "", "", "Dolneanu qarşı məhkəmə işində Avropa İnsan Hüquqları Məhkəməsi (Dördüncü Seksiya), hakimlər:", "cənab J. Kasadevall (J. Casadevall), sədr;", "cənab C. Bornello (G. Bonello);", "cənab S. Pavlovski (S. Pavlovschi);", "cənab L. Qarlitski (L. Garlicki);", "xanım L. Miyoviç (L. Mijović);", "cənab J. Şikuta (J. Šikuta);", "habelə Seksiya katibi cənab T.L. Erlidən (T.L. Early) ibarət tərkibdə Palatada iclas keçirərək,", "16 oktyabr 2007-ci ildə qapalı müşavirə keçirərək,", "həmin tarixdə qəbul edilmiş aşağıdakı qərarı elan edir.", "", "PROSEDUR", "", "1. İş İnsan hüquqlarının və əsas azadlıqların müdafiəsi haqqında Avropa Konvensiyasının (“Konvensiya”) 34-cü maddəsinə əsasən Moldova vətəndaşı cənab Pavel Dolneanu (“ərizəçi”) tərəfindən 21 fevral 2003-cü ildə Məhkəməyə təqdim edilmiş Moldova Respublikasına qarşı ərizə (Nº 17211/03) əsasında başlanmışdır. 11 mart 2003-cü ildə o, vəfat etmişdir. Onun qızı xanım Mariya Zavdey (“ərizəçinin varisi”) Məhkəmədə ərizəyə baxılmasına nail olmaq istəyini ifadə etmişdir. ", "2. Ərizəçini Kişinyovda yerləşən “Helsinki İnsan Hüquqları Komitəsi / Moldova” adlı qeyri-hökumət təşkilatından olan xanım Lusiana İabangi təmsil etmişdir. Moldova Hökumətini (“Hökumət”) həmin vaxt Hökumətin Məhkəmədəki nümayəndəsi olan cənab A. Parloq təmsil etmişdir.", "3. Ərizəçi konkret olaraq iddia etmişdir ki, Dövlət Əmanət Bankındakı depozitlərinin dəyərdən düşməsinə görə kompensasiyanın gecikdirilmiş ödənişi nəticəsində Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi ilə təmin olunan hüququ, ayrılıqda və Konvensiyanın 13-cü maddəsi ilə birlikdə götürülməklə, pozulub.", "4. Ərizə Məhkəmənin Dördüncü Seksiyasının icraatına verilmişdir. 4 aprel 2006-cı ildə həmin Seksiyanın Palatası ərizə barədə Hökumətə məlumat verməyi qərara almışdır. Konvensiyanın 29-cu maddəsinin 3-cü bəndinin müddəalarına əsasən, o, ərizənin mahiyyətinə onun qəbul edilənliyi məsələsi ilə eyni vaxtda baxmağı qərara almışdır.", "", "FAKTLAR", "", "I. İŞİN HALLARI", "", "5. Ərizəçi 1930-cu ildə anadan olmuş və Puhoyda yaşamışdır.", "6. Tərəflərin iş üzrə təqdim etdikləri faktları aşağıdakı kimi ümumiləşdirmək olar.", "7. Ərizəçi sovet dövründə dövlət mülkiyyətində olan Əmanət Bankında (“Bank”) üç müxtəlif hesaba depozitə pul qoymuşdu.", "8. 1994-cü ildə parlament “Vətəndaşların Moldova Əmanət Bankındakı əmanətlərinin indeksləşdirilməsi haqqında” 201-XIII saylı Qərar (“1994-cü il tarixli qərar”) qəbul etdi, həmin qərara əsasən, 1 yanvar 1994-cü ilədək 60 yaşına çatmış və 2 yanvar 1992-ci ildə Bankdakı hesablarında əmanətləri olan şəxslər hər bir hesaba depozitə qoyulmuş birinci min rubl üçün bir sovet rubluna bir Moldova leyi (MDL) məzənnəsi əsasında depozitlərinin bir hissəsini geri almaq hüququna malikdirlər.", "9. 16 fevral 1995-ci ildə Hökumət 108 saylı Qərar qəbul etdi, həmin qərarla o, Maliyyə Nazirliyi (“Nazirlik”) tərəfindən hər ayın 25-ci gününədək kompensasiya məqsədləri üçün Banka köçürülməli olan kompensasiya məbləğinin müəyyən edilməsinə görə cavabdeh olan komissiya yaratdı, həmin məbləğ müvafiq il üzrə dövlət büdcəsində bu məqsəd üçün ayırmalar əsasında müəyyən edilməli idi.", "10. Ərizəçinin Bankdakı üç hesabının hər birində min rubldan artıq pul vardı və o, müvafiq olaraq 3.000 MDL (750 ABŞ dollarına ekvivalent olan məbləğ) tələb etdi. 7 iyun 2000-ci ildə Maliyyə Nazirliyi (“Nazirlik”) kompensasiya məqsədləri üçün Banka pul köçürdükdən sonra ərizəçi 570 MDL aldı. O, qalan məbləği tələb etməkdə davam etdi və müxtəlif orqanlara şikayət etdi.", "11. 8 noyabr 2001-ci ildə o, qalan məbləği geri almaq üçün və gecikdirilmiş ödənişə görə (pulun dəyəri yüksək inflyasiya ucbatından aşağı düşdüyünə görə) və ödənişi gözlədiyi müddətdə məruz qaldığı mənəvi ziyana görə kompensasiya almaq üçün (ərizəçi ikinci dərəcəli əlil idi və ayda 89 MDL məbləğində dövlət pensiyası alırdı) Banka və Nazirliyə qarşı məhkəmə işi qaldırdı. Hər iki cavabdeh razılaşdılar ki, ödənişin gecikdirilməsinə görə ərizəçinin kompensasiya almaq hüququ var və bildirdilər ki, ödənişin gecikdirilməsi kompensasiya məqsədi üçün ayırmaların dövlət büdcəsinə daxil olmasının ləngiməsi ucbatından baş verib. Nazirliyin sözlərinə görə, 1995-1997-ci illərdə o, 1994-cü il tarixli qərarın əhatə etdiyi bütün şəxslərə kompensasiya məbləğini tam ödəmək üçün zəruri olan pulun 26%-ini Banka köçürmüşdü. Lakin 1998-2000-ci illərdə dövlət büdcəsindən hər hansı əlavə vəsait ayırmamış, 2001-ci il üçün isə büdcədən növbəti 7% məbləğ ayrılmışdı. 2001-ci ildə ərizəçi heç bir kompensasiya almadı.", "12. 4 mart 2002-ci ildə Sentru Rayon Məhkəməsi ərizəçinin tələblərini qismən qəbul etdi. O, müəyyən etdi ki, ödənilməyən kompensasiya məbləğinin ödənişinin gecikdirilməsinə görə əsas məsuliyyət Nazirliyin üzərinə düşür, belə ki, o, zəruri pulu Banka köçürməyib. Məhkəmə göstəriş verdi ki, Bank ərizəçiyə 266 MDL, Nazirlik isə 2.163 MDL ödəsin (cəmi 2.429 MDL, həmin vaxt 210 avro), bunlar 1994-cü il tarixli qərara əsasən ödənilməli olan qalan məbləğlər idi. Məhkəmə maddi və mənəvi ziyana görə kompensasiya tələbini rədd etdi, çünki belə tələbləri nəzərdə tutan hər hansı qanunvericilik norması yox idi.", "13. Bu qərardan verdiyi şikayətdə ərizəçi Konstitusiyanın 4-cü maddəsi əsasında məhkəmədən aydın şəkildə xahiş etdi ki, Konvensiyanın 1 saylı Protokolunun 1-ci maddəsini və daxili hüquqi müdafiə vasitələrinin olmaması ilə bağlı Konvensiyanın 13-cü maddəsini birbaşa tətbiq etsin.", "14. 7 may 2002-ci ildə Kişinyov Regional Məhkəməsi 12. 4 mart 2002-ci il tarixli qərarı qüvvədə saxlayaraq birinci instansiya məhkəməsinin maddi və mənəvi ziyana görə kompensasiya tələbini rədd edərkən gətirdiyi əsasları təkrar etdi.", "15. Bu qərardan verdiyi şikayətdə ərizəçi aşağı məhkəmələrdə irəli sürdüyü arqumentləri təkrar etdi və əlavə olaraq Mülki Məcəllənin 6-cı maddəsinə istinad etdi (aşağıda 18-ci bəndə bax).", "16. 3 sentyabr 2002-ci ildə Apellyasiya Məhkəməsi aşağı məhkəmələrin qərarlarını qüvvədə saxladı və onların maddi və mənəvi ziyana görə kompensasiya tələbini rədd edərkən gətirdiyi əsasları təkrar etdi, çünki həmin tələbin “qanunvericilikdə əsası yox idi”. Bu qərar yekun qərar idi. 29 iyul 2004-cü ildə gecikdirilmiş məbləğ ərizəçinin hesabına köçürüldü.", "", "II. MÜVAFİQ DAXİLİ QANUNVERİCİLİK", "", "17. Konstitusiyanın müvafiq müddəalarında deyilir:", "", "“Maddə 4. İnsan hüquqları və azadlıqları", "1) İnsan hüquqları və azadlıqları ilə bağlı konstitusiya müddəaları İnsan hüquqları haqında Ümumi Bəyannaməyə və Moldovanın tərəfdar çıxdığı digər saziş və müqavilələrə uyğun surətdə şərh və tətbiq edilməlidir.", "2) İnsan hüquqları və azadlıqları ilə bağlı Moldovanın tərəfdar çıxdığı saziş və müqavilələrlə daxili qanunvericilik arasında ziddiyyət yarandığı təqdirdə beynəlxalq müddəalar üstün tutulur”.", "", "“Maddə 20. Ədalət mühakiməsinə maneəsiz müraciət imkanı", "1) Hər bir vətəndaş qanuni hüquqlarını, azadlıqlarını və maraqlarını pozan hərəkətlərə qarşı ərazi üzrə səlahiyyətli məhkəmələrin səmərəli müdafiəsini əldə etmək hüququna malikdir.", "2) Ədalət mühakiməsinə müraciət imkanını heç bir qanun məhdudlaşdıra bilməz”.", "", "18. Mülki Məcəllənin 12 iyun 2003-cü ilədək qüvvədə olmuş müvafiq müddəalarında deyilir:", "", "“Maddə 6. Mülki hüquqların müdafiəsi", "Mülki hüquqlar səlahiyyətli məhkəmələr tərəfindən müəyyən edilən qaydalara uyğun olaraq: həmin hüquqların tanınması vasitəsilə; ... hüquq pozuntusu törətmiş şəxslərin üzərinə vurduqları ziyana görə kompensasiya ödəmək vəzifəsinin qoyulması vasitəsilə, ... habelə qanunla nəzərdə tutulmuş digər vasitələrlə müdafiə edilir.", "", "Maddə 215. Borclunun ziyana görə kompensasiya ödəmək vəzifəsi", "Borclu öz öhdəliyini yerinə yetirmirsə və ya lazımi qaydada yerinə yetirmirsə, kreditora vurduğu ziyana görə kompensasiya ödəməlidir.", "Kompensasiya kreditorun xərclərinin, əşyalarındakı itkilərin və ya əşyalarına dəyən ziyanın, habelə öhdəlik yerinə yetirildiyi təqdirdə kreditorun əldə edəcəyi hər hansı mənfəətin itkisinin əvəzinin ödənilməsini özündə ehtiva edir”.", "", "19. Parlamentin “Vətəndaşların Moldova Əmanət Bankındakı əmanətlərinin indeksləşdirilməsi haqqında” qərarında (Nº 201-XIII, 29 iyul 1994) deyilir:", "", "“Maddə 1 – Vətəndaşların Moldova Əmanət Bankındakı əmanətləri ... 1 yanvar 1994-cü ilədək 60 yaşına çatmış hesab sahibləri üçün hesabın 2 yanvar 1992-ci ildəki balansı əsasında bütün hesablarda birinci min rubl üçün bir [sovet] rubluna bir ley [MDL] məzənnəsi üzrə indeksləşdirilir.", "", "Maddə 2 – Moldova Hökuməti və Moldova Milli Bankı:", "- indeksləşdirilmiş məbləğlərin və kompensasiya mənbələrinin ödənilməsi qaydasını və mexanizmini bir ay ərzində müəyyənləşdirərək təklif etməlidirlər;", "- vətəndaşların Moldova Əmanət Bankındakı digər depozitlərinin indeksləşdirilməsi qaydasına dair təkliflər verməlidirlər.", "", "20. Parlamentin “Vətəndaşların Əmanət Bankındakı əmanətlərinin indeksləşdirilməsi haqqında” Qanunun (Nº 1530-XV, 12 dekabr 2002) (“2002-ci il tarixli Qanun”) müvafiq müddəalarında deyilir:", "", "“... Maddə 2. İndeksləşdirmə", "Moldova Respublikası vətəndaşlarının Əmanət Bankına depozitə qoyduqları əmanətlər hesabın 2 yanvar 1992-ci ildəki balansı əsasında aşağıdakı qaydada indeksləşdirilir:", "a) fiziki şəxslərin (hesab sahiblərinin) bütün hesablarının ümumi balansının birinci min rublu üçün bir rubla bir ley [MDL] məzənnəsi üzrə;", "b) fiziki şəxslərin (hesab sahiblərinin) “a” bəndində göstərilmiş məbləğdən yuxarı balansları üçün 2,5 rubla bir ley [MDL] məzənnəsi üzrə.", "", "Maddə 3. Ödəniş qaydası", "2-ci maddədə göstərilmiş məbləğlər 2003-cü ildən başlayaraq hissə-hiss ödənilməlidir.", "", "Maddə 4. Ödəniş üçün maliyyə vəsaitləri", "1) İndeksləşdirilmiş məbləğlərin ödənişi dövlət büdcəsindən həyata keçirilir.", "2) İllik büdcədə müvafiq il üçün indeksləşdirilmiş məbləğlərin ödənişindən ötrü maliyyə vəsaitlərinin miqdarı nəzərdə tutulur. ...", "", "Maddə 5. İndeksləşdirmənin mərhələləri", "1) Məbləğlərin indeksləşdirilməsi və ödənişi hesab sahiblərinin müraciəti əsasında mərhələlərlə həyata keçirilir, bu zaman üstünlük birinci min rubla verilir, sonra isə hesab sahibinin təvəllüdünə uyğun olaraq min rubldan yuxarı balans ödənilir.", "", "Maddə 7", "Hökumət:", "a) bir ay ərzində vətəndaşların Əmanət Bankındakı əmanətlərinin indeksləşdirilməsi və indeksləşdirilmiş məbləğlərin ödənişi qaydalarına dair təlimat hazırlamalıdır;", "b) indeksləşdirilmənin aparılması üçün illik büdcədə nəzərə tutulmuş məbləğlərdən asılı olaraq əmanətləri indeksləşdirilməli olan vətəndaşların kateqoriyalarını müəyyən etməlidir. ...”", "", "HÜQUQİ MƏSƏLƏLƏR", "", "21. Ərizəçi ona çatası kompensasiyanın ödənişinin Konvensiyanın 1 saylı Protokolunun 1-ci maddəsinə zidd olaraq gecikdirilməsindən şikayət etdi, həmin maddədə deyilir:", "“Hər bir fiziki və hüquqi şəxs öz mülkiyyətindən maneəsiz istifadə hüququna malikdir. Heç kəs, cəmiyyətin maraqları naminə, qanunla və beynəlxalq hüququn ümumi prinsipləri ilə nəzərdə tutulmuş şərtlər istisna olmaqla, öz mülkiyyətindən məhrum edilə bilməz.", "Yuxarıdakı müddəalar dövlətin ümumi maraqlara müvafiq olaraq, mülkiyyətdən istifadəyə nəzarəti həyata keçirmək üçün, yaxud vergilərin və ya digər rüsum və ya cərimələrin ödənilməsini təmin etmək üçün zəruri olan qanunları yerinə yetirmək hüququnu məhdudlaşdırmır”.", "22. O, həmçinin Konvensiyanın 13-cü maddəsində nəzərdə tutulmuş hüquqlarının pozulmasından şikayət etdi, həmin maddədə deyilir:", "“Bu Konvensiyada təsbit olunmuş hüquq və azadlıqları pozulan hər kəs, hətta bu pozulma rəsmi fəaliyyət göstərən şəxslər tərəfindən törədildikdə belə, dövlət orqanları qarşısında səmərəli hüquqi müdafiə vasitələrinə malikdir”.", "22. Mahiyyət etibarı ilə ərizəçi həmçinin Konvensiyanın 6-cı maddəsinin 1-ci bəndinin pozulmasından da şikayət etdi, həmin maddənin müvafiq hissəsində deyilir:", "“Hər kəs, onun mülki hüquq və vəzifələri müəyyən edilərkən ... məhkəmə vasitəsilə, ... işinin ədalətli ... araşdırılması hüququna malikdir...”", "", "I. ŞİKAYƏTLƏRİN QƏBUL EDİLƏNLİYİ", "", "24. Məhkəmə ilk öncə qeyd edir ki, ərizəçi hazırkı ərizəni təqdim etdikdən sonra vəfat edib və onun varisi Məhkəmədəki icraatı davam etdirmək istəyini ifadə edib (yuxarıda 1-ci bəndə bax). Məhkəmə işə baxılmasının davam etdirilməsi üçün hər hansı maneə görmür.", "25. Hökumət bildirdi ki, ərizəçi ixtiyarında olan bütün daxili hüquqi müdafiə vasitələrini tükəndirməyib. Konkret olaraq, o, Konstitusiyanın 20-ci maddəsinin (yuxarıda 17-ci bəndə bax) və Mülki Məcəllənin bir neçə maddəsinin müddəalarından istifadə edə bilərdi, amma bunu etməyib. Bu baxımdan məhkəmə işi qaldırmaq imkanı onun varisi üçün hələ də açıqdır və o, birbaşa həmçinin Konvensiya müddəalarına da istinad edə bilər.", "26. Ərizəçinin varisi daxili məhkəmələrə verilmiş şikayətləri qeyd etdi, orada Konvensiyanın 1 saylı Protokolunun 1-ci maddəsinə və Konvensiyanın 13-cü maddəsinə açıq-adın istinad edilmişdi.", "27. Məhkəmə qeyd edir ki, ərizəçi məhkəmə işi qaldıraraq gecikdirilmiş kompensasiya məbləğinin ödənişini tələb edib və məhkəmələr onun tələblərinə baxaraq onları qəbul ediblər. Bununla da o, ixtiyarında olan daxili hüquqi müdafiə vasitələrini tükəndirmiş olub.", "Lakin ərizəçiyə çatası kompensasiyanın gec ödənilməsinə görə cavabdehlərin məsuliyyət daşıdığını müəyyən etdikdən sonra məhkəmələr ərizəçinin məruz qaldığı ziyanın əvəzini ona təyin etmələrinə imkan verən qanunların olmadığını açıq-aydın qeyd ediblər. Bu zaman məhkəmələr ərizəçinin Konvensiyanı birbaşa tətbiq etmək barədə xahişinə reaksiya verməyiblər. Buna görə də bu məsələ ilə bağlı ərizəçi hər hansı əlavə hüquqi müdafiə vasitəsinə malik olmayıb.", "Belə olan halda bu şikayət mümkün daxili hüquqi müdafiə vasitələrinin tükəndirilməməsinə görə rədd edilə bilməz.", "28. Məhkəmə hesab edir ki, ərizəçinin Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi və Konvensiyanın 6-cı və 13-cü maddələri üzrə şikayətlərində kifayət qədər ciddi faktiki və hüquqi məsələlər qaldırılır ki, onların da həll olunması işə mahiyyəti üzrə baxılmasından asılıdır. Onları qəbul olunmayan elan etmək üçün heç bir əsas müəyyən edilməyib. Buna görə də Məhkəmə bu şikayətləri qəbul olunan elan edir. Konvensiyanın 29-cu maddəsinin 3-cü bəndinin tətbiqinə dair qərarına uyğun olaraq (yuxarıda 4-cü bəndə bax), Məhkəmə dərhal şikayətlərə mahiyyəti üzrə baxacaq", "", "II. KONVENSİYANIN 1 SAYLI PROTOKOLUNUN 1-ci MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "29. Ərizəçi bildirdi ki, 1994-cü il tarixli qərar əsasında almaq hüququna malik olduğu kompensasiyanın gec ödənilməsi onun Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi ilə təmin edilən hüquqlarını pozub. O, vurğuladı ki, qeyd etdiyi mülkiyyət hüququ nə 1992-ci ilədək hesablarına sovet rublları ilə qoyduğu depozitlərdən, nə də onların ödənilməməsinə görə məruz qaldığı ziyanla bağlı hər hansı tələbindən deyil, 1994-cü il tarixli qərardan irəli gəlib.", "30. Hökumət hesab etdi ki, ərizəçi Konvensiyanın 1 saylı Protokolunun 1-ci maddəsində nəzərdə tutulan mənada “mülkiyyətə” malik olmayıb, buna görə də onun hüquqlarına heç bir müdaxilə baş verməyib.", "", "1. Ərizəçi “mülkiyyətə” malik idimi?", "", "31. Məhkəmə bir daha bildirir ki, “onun presedent hüququna əsasən, ərizəçi Konvensiyanın 1 saylı Protokolunun 1-ci maddəsinin pozulduğunu yalnız o zaman iddia edə bilər ki, etiraz edilən qərarlar onun həmin maddədə nəzərdə tutulan mənada “mülkiyyəti” ilə əlaqədar olsun. “Mülkiyyət” istər “mövcud əmlak” formasında, istərsə də aktivlər formasında, o cümlədən dəqiq təyin olunan müəyyən situasiyalarda iddia tələbləri formasında ola bilər. Tələblərin 1 saylı Protokolun 1-ci maddəsinin tətbiq dairəsinə düşən “aktivlər” hesab edilə bilməsi üçün iddiaçı sübut etməlidir ki, həmin tələb milli hüquqda yetərli əsasa malikdir, məsələn daxili məhkəmələrdə həmin tələbi təsdiq edən oturuşmuş presedent hüququ var. Bu sübut edildiyi təqdirdə “qanuni gözlənti” konsepsiyası işə düşür” (bax: Draon Fransaya qarşı, [Böyük Palatanın qərarı], ərizə N 1513/03, b. 65, 6 oktyabr 2005). Lakin 1 saylı Protokolun 1-ci maddəsi əmlak üzərində hər hansı mülkiyyət hüququnun əldə edilməsinə təminat vermir (bax: Qayduk və başqaları Ukraynaya qarşı (qərardad), ərizə N 45526/99, 2 iyul 2002). Müvafiq olaraq, həmin maddə dövlətlərin üzərinə əmanətlərin mütəmadi indeksləşdirilməsi vasitəsilə depozitə qoyulmuş məbləğlərin alış qabiliyyətini mühafizə etməkdən ibarət hər hansı ümumi öhdəlik qoymur (bax: Rudzinska Polşaya qarşı (qərardad), ərizə N 45223/99, AİHM 1999-VI; və X Almaniyaya qarşı, ərizə N 8724/79, Komissiyanın 6 mart 1980-ci il tarixli qərarı, DR 20, s. 226).", "32. Hazırkı işdə Məhkəmə qeyd edir ki, ərizəçinin 1994-cü il tarixli qərara əsaslanan iddia tələbi vardı. Həmin qərar (yuxarıda 19-cu bəndə bax) iki şərtə cavab verən hər bir Moldova vətəndaşının kompensasiya hüququnu nəzərdə tuturdu: 2 yanvar 1992-ci ilədək bank hesabında pulun olması və 1 yanvar 1994-cü ilədək 60 yaşına çatmaq. Ərizəçinin hər iki şərtə cavab verdiyinə heç bir şübhə yoxdur. Qərarda kompensasiya almaq hüququna malik olanların tələb edə biləcəyi dəqiq məbləğlər də müəyyən edilmişdi: 2 yanvar 1992-ci ilədək azı 1.000 sovet rublu qoyulmuş hər hesaba görə 1.000 MDL. Ərizəçi daxili məhkəmələrə 2 yanvar 2002-ci ilədək hər birində 1.000 sovet rublundan artıq pul olan üç bank hesabına malik olduğuna dair sübutlar təqdim etmişdi. Buna görə də qanunla onun almaq hüququna malik olduğu məbləğ 3.000 MDL idi.", "33. Məhkəmə həmçinin qeyd edir ki, ölkədaxili işdə istər cavabdehlər, istərsə də məhkəmələr nə ərizəçinin 1994-cü il tarixli qərara əsasən kompensasiya almaq hüququnu şübhə altına alıblar, nə də onun almaq hüququna malik olduğu dəqiq məbləğ barədə mübahisə açıblar. Bundan başqa, ərizəçi 2000-ci ildə kompensasiyanın bir hissəsini alıb (yuxarıda 8-ci bəndə bax), beləliklə də cavabdehlər dolayısı ilə onun tələblərinin haqlı olduğunu etiraf ediblər.", "34. 1994-cü il tarixli qərarında parlament kompensasiya hüququnu yuxarıda qeyd edilmiş iki meyardan savayı hər hansı başqa meyarlarla şərtləndirmədi, ərizəçi həmin meyarlara cavab verirdi. Qərarda konkret olaraq kompensasiya üçün vəsaitlərin olub-olmaması, yaxud ödənişin proqressiv və ya mərhələli olması ilə bağlı heç bir qeyd yox idi, həmçinin icra hakimiyyətinə benefisiarların hansı kateqoriyasına prioritet əsasında kompensasiya ödəniləcəyi barədə qərar çıxarmaq və ya ödənişləri hər hansı əsasa görə dayandırmaq səlahiyyəti verilmirdi. Qərar Moldova Hökumətinin və Milli Bankının üzərinə maliyyə kompensasiyası ödənişlərinin mənbələrini müəyyən etmək vəzifəsini qoysa da, kompensasiya almaq hüququnu icra hakimiyyətinin həmin məbləğləri müəyyənləşdirmək imkanından asılı etmirdi. Buna görə də kompensasiya ödənişi üçün Hökumətin əlavə şərtlər (məsələn, dövlət büdcəsində pul ayrılması) irəli sürməsi (yuxarıda 9-cu bəndə bax) özlüyündə ağlabatan olsa da parlamentin qərarında nəzərdə tutulmamışdı və ərizəçinin kompensasiya almaq hüququna təsir görsətər bilməzdi. Ərizəçinin işi üzrə məhkəmə qərarları bu rəyi dəstəkləyir: Nazirliyin yeganə müdafiə arqumenti dövlət büdcəsində kompensasiya məqsədləri üçün ayrılmış vəsaitin olmamasından ibarət olsa da, məhkəmə ödənişin gecikdirilməsinə görə Nazirliyi cavabdeh saydı. Bu qənaətə gələrkən məhkəmə müvafiq məhkəmə qərarlarının qəbulu zamanı 2002-ci il büdcəsində gecikdirilmiş kompensasiyanın 1994-cü il tarixli qərar əsasında ödənişinin nəzərdə tutulub-tutulmadığını yoxlamağı zəruri saymadı.", "35. Müvafiq olaraq, bu iş qanunvericinin açıq-aydın fərdlərin kompensasiya hüququnu məhdudlaşdırmaq niyyətində olduğu və konkret meyarların yerinə yetirilməsindən asılı olaraq ödənişlərin həyata keçirilməsini tənzimləmək vəzifəsini açıq-aydın icra hakimiyyətinin üzərinə qoyduğu işlərdən fərqləndirilməlidir (Qaydukun işi üzrə yuxarıda adı çəkilən qərara bax). Moldova parlamenti kompensasiya hüququnu müxtəlif məhdudiyyətlər və meyarlarla şərtləndirmək niyyətində olarkən bunu icra hakimiyyətinin öhdəsinə qoymayaraq həmin məhdudiyyətləri və meyarları özü aydın şəkildə ifadə edib (yuxarıda 20-ci bəndə bax).", "36. Bundan başqa, Məhkəmə müəyyən edib ki, vəsaitlərin olmaması hakimiyyət orqanlarının öz öhdəliklərini yerinə yetirməmələri üçün əsas kimi göstərilə bilməz (müvafiq dəyişikliklərlə bax: Prodan Moldovaya qarşı, ərizə N 49806/99, b. 53, AİHM 2004-III, çıxarışlar), həmçinin onu da müəyyən edib ki, parlamentin dövlət büdcəsində zəruri vəsaitləri təmin etməməsi nəticəsində kompensasiyanın ödənilməməsi Konvensiyanın 1 saylı Protokolunun 1-ci maddəsini pozmuş olur (bax: Voytenko Ukraynaya qarşı, ərizə N 18966/02, b. 41-43, 29 iyun 2004).", "37. Bundan başqa, Məhkəməyə belə gəlir ki, kompensasiyanın ödənişinə təsir göstərən məsələ büdcədə pulun olmaması deyildi. Nazirliyin özünün etiraf etdiyinə görə, o, 1995-1997-ci illərdə tələb olunan ümumi məbləğin dörddə birini alıb və Banka köçürüb (yuxarıda 11-ci bəndə bax), amma ərizəçi çoxsaylı müraciətlərinə baxmayaraq 2000-ci ilədək heç bir pul almayıb. 2001-ci ildə büdcədə daha çox pul olub, amma ərizəçi ödənişin 2002-ci ildə həyata keçirilməsi barədə yekun məhkəmə qərarına baxmayaraq 2004-cü ilədək heç nə almayıb. Məhkəmə bu arada Bankın kommersiya bankına çevrilməsi faktından xəbərdardır, amma onu da qeyd edir ki, müvafiq kompensasiyanın ödənilməsi üçün müəyyən edilmiş sxem həmin bank vasitəsilə həyata keçirilməkdə davam edirdi. Bu məsələ ilə bağlı Məhkəmə bir daha bildirir ki, dövlət hakimiyyəti orqanları öz funksiyalarının bəzilərini özəl qurumlara ötürmək variantını seçdikdə, həmin qurumların bu funksiyaları necə yerinə yetirmələrinə görə məsuliyyət daşımaqda davam edirlər (bax: Van der Mussele Belçikaya qarşı, 23 noyabr 1983-cü il tarixli qərar, A seriyaları, c. 70, b. 30).", "38. Buradan belə nəticə çıxır ki, 1994-cü il tarixli qərarda kompensasiya almalı olan benefisiarları və onların almaq hüququna malik olduqları məbləğləri müəyyən etmək üçün yetərincə təfsilatlı meyarlar bərqərar edilib. Bu nəticəyə zidd olan hər hansı ölkədaxili presedent hüququnun mövcud olduğunu Məhkəmə qarşısında heç kim iddia etməyib və ərizəçinin öz işi də bunu təsdiq edir.", "39. Yuxarıdakıları nəzərə alaraq Məhkəmə bu qənaətə gəlir ki, ərizəçi kompensasiya almaq üçün “qanuni gözlənti” hüququna və bununla da Konvensiyanın 1 saylı Protokolunun 1-ci maddəsində nəzərdə tutulan mənada “mülkiyyətə” malik idi.", "", "2. Ərizəçinin mülkiyyətinə müdaxilə qanuni idimi?", "", "40. Məhkəmə bir daha bildirir ki, 1 saylı Protokolun mahiyyət etibarı ilə mülkiyyət hüququna təminat verən 1-ci maddəsi üç fərqli normadan ibarətdir: birinci abzasın birinci cümləsində əks olunmuş birinci norma ümumi xarakterlidir və mülkiyyətdən maneəsiz istifadə prinsipini bəyan edir; birinci abzasın ikinci cümləsində yar alan ikinci norma mülkiyyətdən məhrum edilmə hallarını əhatə etməklə onları müəyyən şərtlərə bağlayır; ikinci abzasda bəyan edilən üçüncü norma iştirakçı dövlətlərin digər məsələlərlə yanaşı ümumi maraqlara uyğun olaraq mülkiyyətdən istifadəyə nəzarət etmək hüququnu təsdiq edir. İkinci və üçüncü normalar mülkiyyətdən maneəsiz istifadə hüququna konkret müdaxilə nümunələri ilə bağlıdır, buna görə də onlar birinci normada bəyan edilən ümumi prinsipin işığında şərh olunmalıdır (bax: İatridis Yunanıstana qarşı, [Böyük Palatanın qərarı], ərizə N 31107/96, b. 55, AİHM 1999-II).", "41. Məhkəmə hesab edir ki, ərizəçinin müraciətindən sonra ona təxminən altı il ərzində hər hansı kompensasiyanın ödənilməməsi, bunun ardınca təxminən altı il ərzində kompensasiyanın böyük bir hissəsinin ödənilməməsi ərizəçinin Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi ilə təmin olunan hüquqlarına müdaxiləyə bərabərdir.", "42. Məhkəmə “bir daha bildirir ki, 1 saylı Protokolun 1-ci maddəsinin ən mühüm tələbi ondan ibarətdir ki, mülkiyyətdən maneəsiz istifadə hüququna dövlət hakimiyyəti orqanı tərəfindən hər hansı müdaxilə qanuni olmalıdır: birinci abzasın ikinci cümləsi mülkiyyətdən məhrum edilməyə yalnız “qanunla ... nəzərdə tutulmuş şərtlər” əsasında icazə verir, ikinci abzasda isə dövlətlərin “qanunların” yerinə yetirilməsi vasitəsilə mülkiyyətdən istifadəyə nəzarət etmək hüququ təsdiq edilir. Bundan başqa, demokratik cəmiyyətin təməl prinsiplərindən biri olan qanunun aliliyi Konvensiyanın bütün maddələri üçün səciyyəvidir (bax: Amyur Fransaya qarşı iş üzrə 25 iyun 1996-cı il tarixli qərar, Qərar və qərardadlar toplusu, 1996-III, s. 850-851, b. 50). Buradan belə nəticə çıxır ki, cəmiyyətin ümumi maraqlarının tələbləri ilə fərdin təməl hüquqlarının müdafiəsi tələbləri arasında ədalətli balansın gözlənilib-gözlənilmədiyi məsələsi (bax: Sporronq və Lönnrot İsveçə qarşı iş üzrə 23 sentyabr 1982-ci il tarixli qərar, A seriyaları, c. 52, s. 26, b. 69) yalnız o halda aktual olur ki, sözügedən müdaxilənin qanunilik tələbinə cavab verdiyi və əsassız olmadığı müəyyən edilsin (bax: İatridisin işi üzrə yuxarıda adı çəkilən qərar, b. 58).", "43. Hazırkı işdə dövlətdaxili məhkəmələr ərizəçinin hüququna müdaxilənin qanunsuz olduğunu müəyyən edərək bu qənaətə gəliblər ki, məsuliyyət əsasən Nazirliyin üzərinə düşür. Beləliklə, müdaxilə ərizəçinin öz mülkiyyətdən maneəsiz istifadə hüququna zidd olub. Bu nəticə cəmiyyətin ümumi maraqlarının tələbləri ilə fərdin təməl hüquqlarının müdafiəsi tələbləri arasında ədalətli balansın gözlənilib-gözlənilmədiyini aydınlaşdırmağı lüzumsuz edir.", "44. Lakin Məhkəmə qeyd edir ki, ərizəçinin mülkiyyət hüquqlarının pozulduğunu etiraf etsələr də pulun gecikdirilmiş ödəniş ucbatından ona vurulmuş ziyana görə almalı olduğu hər hansı kompensasiyanı ona təyin etməyiblər. Bu etiraf, Məhkəmənin fikrincə, ərizəçinin vəziyyətini yüngülləşdirmək üçün yetərli deyildi, belə ki, o, hüquqlarının pozulmasının nəticələrindən əziyyət çəkməkdə davam edirdi.", "45. Yuxarıda qeyd edilənləri nəzərə alaraq, Məhkəmə bu qənaətə gəlir ki, hazırkı işdə Konvensiyanın 1 saylı Protokolunun 1-ci maddəsinin pozuntusu baş verib.", "", "III. KONVENSİYANIN 1 SAYLI PROTOKOLUNUN 1-ci MADDƏSİ İLƏ BİRLİKDƏ GÖTÜRÜLMƏKLƏ KONVENSİYANIN 13-cü MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "46. Ərizəçi həmçinin Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi üzrə etdiyi şikayətlə bağlı səmərəli hüquqi müdafiə vasitələrinin olmamasından şikayətləndi. O, birbaşa daxili məhkəmələrdə Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi ilə birlikdə götürülməklə Konvensiyanın 13-cü maddəsinə və Mülki Məcəllənin ümumi müddəalarına istinad edərək bu cür hüquqi müdafiə vasitələrini əldə etməyə cəhd edib, amma məhkəmələr onun tələblərini rədd ediblər.", "47. Hökumət elə fikirləşdi ki, ərizəçi Konvensiyanın 6-cı maddəsi ilə birlikdə götürülməklə Konvensiyanın 13-cü maddəsinə istinad edib. Hazırkı işdə 6-cı maddənin pozulduğunu düşünmək hər hansı əsas olmadığına görə Hökumət hesab etdi ki, 13-cü maddəyə istinad edilə bilməz, çünki ərizəçi Konvensiyanın 6-cı maddəsi üzrə hər hansı əsaslı iddia tələbinə malik deyildi.", "48. Məhkəmə qeyd edir ki, ərizəçi Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi ilə birlikdə götürülməklə Konvensiyanın 13-cü maddəsinə istinad edib. O, daha sonra qeyd edir ki, məhkəmələr Nazirliyin öz öhdəliklərini pozduğunu müəyyən etsələr də, ərizəçinin məruz qaldığı ziyana görə kompensasiya təyin etmələrinə icazə verən hər hansı hüquq normasının olmadığını açıq-aydın qeyd ediblər.", "49. Buradan belə nəticə çıxır ki, ərizəçi Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi üzrə bu şikayəti ilə bağlı hər hansı səmərəli hüquqi müdafiə vasitəsinə malik olmayıb. Beləliklə, hazırkı işdə Konvensiyanın 13-cü maddəsinin pozuntusu baş verib.", "", "IV. KONVENSİYANIN 6-cı MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "50. Məhkəmə hazırkı şikayət ərizəsi barədə Hökumətə məlumat verərkən hesab etmişdi ki, ərizədə mahiyyət etibarı ilə Konvensiyanın 6-cı maddəsi üzrə də şikayət irəli sürülüb. Lakin Konvensiyanın 1 saylı Protokolunun 1-ci maddəsinin və Konvensiyanın 13-cü maddəsinin pozulduğu barədə gəldiyi nəticələrin işığında Məhkəmə bu şikayəti ayrıca araşdırmağı zəruri hesab etmir.", "", "V. KONVENSİYANIN 41-ci MADDƏSİNİN TƏTBİQİ", "", "51. Konvensiyanın 41-ci maddəsində deyilir:", "“Əgər Məhkəmə Konvensiya və onun Protokollarının pozulduğunu, lakin Razılığa gələn Yüksək Tərəfin daxili hüququnun yalnız bu pozuntunun nəticələrinin qismən aradan qaldırılmasına imkan verdiyini müəyyən edirsə, Məhkəmə zəruri halda, zərərçəkən tərəfə əvəzin ədalətli ödənilməsini təyin edir”.", "", "A. Maddi ziyan", "", "52. Ərizəçinin varisi maddi ziyana görə 513 avro tələb edərək digər məsələlərlə yanaşı onun almalı olduğu kompensasiyaya inflyasiyanın təsirlərini qeyd etdi.", "53. Hökumət hesab etdi ki, tələb əsassızdır və məbləğ həddən artıq böyükdür. Üstəlik, daxili məhkəmələrdə tələb etmək imkanı qalır, hazırkı işdə ərizəçi hələ də bunu etməyib. ", "54. Məhkəmə bir daha bildirir ki, Konvensiyanın 35-ci maddəsinin 1-ci bəndində nəzərdə tutulmuş daxili hüquqi müdafiə vasitələrinin tükəndirilməsi barədə qayda Konvensiyanın 41-ci maddəsi üzrə əvəzin ədalətli ödənilməsi barədə tələblərə şamil olunmur (bax: De Vilde, Ooms və Versip Belçikaya qarşı (50-ci maddə), 10 mart 1972-ci il tarixli qərar, A seriyaları, c. 14, b. 15 və 16; Bessiyev Moldovaya qarşı, ərizə N 9190/03, b. 80, 4 oktyabr 2005). Buna görə də ərizəçinin hazırkı qərarla müəyyən edilmiş pozuntuların kompensasiyanı tələb edərək yeni məhkəmə prosesinə başlayacağını gözləmək düzgün deyil.", "55. Məhkəmə hesab edir ki, ərizəçi ona ağlabatan müddətdə kompensasiya ödənilməməsi nəticəsində maddi ziyana məruz qalıb. Məhkəmə əlində olan informasiya əsasında ərizəçinin tələbini bütünlüklə qəbul edir.", "", "B. Mənəvi ziyan", "", "56. Ərizəçinin varisi həmçinin mənəvi ziyana görə 3.500 avro tələb etdi. Ərizəçi yaşının çox və pensiyasının az olduğunu qeyd tdib, tələb olunan maddi kompensasiyanın məbləği də bunu təsdiq edir.", "57. Hökumət hesab etdi ki, ərizəçinin varisi ərizəçinin adından mənəvi ziyanın əvəzini tələb edə bilməz və istənilən halda, tələb olunan məbləğ həddən artıq böyükdür.", "58. Məhkəmə hesab edir ki, ərizəçi uzun illər ona kompensasiya ödənilməməsi nəticəsində, yəqin ki, stressə və məyusluq hissinə məruz qalıb. O, həmçinin hesab edir ki, ərizəçinin varisi ərizəçinin adından mənəvi ziyanın əvəzini tələb etmək hüququna malikdir (bax: Lukanov Bolqarıstana qarşı, 20 mart 1997-ci il tarixli qərar, Qərar və qərardadlar toplusu 1997II, b. 53). Məhkəmə ədalət prinsipi əsasında qərar çıxararaq bu bənd üzrə ərizəçiyə 2.000 avro təyin edir.", "", "C. Məhkəmə xərcləri və digər məsrəflər", "", "59. Ərizəçinin varisi məhkəmə xərclərinə və digər məsrəflərə görə 1.588 avro tələb etdi. Bu tələblərini müdafiə etmək üçün o, vəkili ilə müqaviləsini və işə sərf edilmiş saatların (17,5 saat) təfsilatlı siyahısını təqdim etdi.", "60. Hökumət təmsilçiliyə görə tələb olunan məbləğə etiraz etdi. O, bildirdi ki, vəkilin tələb etdiyi məbləğ həddən artıq böyükdür və iddia etdi ki, həmin məbləğ ona ərizəçi tərəfindən faktiki olaraq ödənilməyib. O, ərizəçinin vəkilinin işə sərf etdiyi saatların miqdarına və bir saatlıq iş üçün tələb olunun tarifə də etiraz etdi.", "61. Hazırkı işdə Məhkəmə ərizəçi tərəfindən təqdim edilmiş təfsilatlı siyahını və işin mürəkkəbliyini nəzərə alaraq, məhkəmə xərcləri və digər məsrəflərlə bağlı ərizəçinin tələbini bütünlüklə qəbul edir.", "", "D. İcranın gecikdirilməsinə görə faiz", "", "62. Məhkəmə məqsədəuyğun hesab edir ki, icranın gecikdirilməsinə görə faiz Avropa Mərkəzi Bankındakı borc dərəcəsinin yuxarı həddinə əsaslanmalıdır və onun üzərinə daha üç faiz əlavə olunmalıdır.", "", "BU ƏSASLARA GÖRƏ MƏHKƏMƏ YEKDİLLİKLƏ:", "", "1. Ərizəni qəbul olunan elan edir;", "2. Qərara alır ki, Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi pozulub;", "3. Qərara alır ki, Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi ilə birlikdə götürülməklə Konvensiyanın 13-cü maddəsi pozulub;", "4. Qərara alır ki, Konvensiyanın 6-cı maddəsi üzrə şikayəti ayrıca araşdırmağa ehtiyac yoxdur;", "5. Qərara alır ki:", "a) bu qərarın Konvensiyanın 44-cü maddəsinin 2-ci bəndinə uyğun olaraq qəti qərara çevrildiyi tarixdən sonra üç ay müddətində cavabdeh dövlət ərizəçinin varisinə maddi ziyana görə 513 (beş yüz on üç) avro, mənəvi ziyana görə 2.000 (iki min) avro, məhkəmə xərclərinə və digər məsrəflərə görə 1.588 (min beş yüz səksən səkkiz) avro, üstəgəl bu məbləğlərdən tutula bilən gər hansı vergi məbləğini ödəməlidir və həmin məbləğlər ödəniş tarixində tətbiq edilən məzənnə üzrə cavabdeh dövlətin milli valyutasına çevrilməlidir;", "b) yuxarıda qeyd edilən üç aylıq müddət bitdikdən sonra öhdəlik icra edilənə qədər yuxarıda qeyd edilən ödənilməli məbləğin üzərinə Avropa Mərkəzi Bankındakı borc dərəcəsinin yuxarı həddinə bərabər olan adi faiz məbləği əlavə olunmalı və onun da üzərinə daha üç faiz əlavə olunmalıdır;", "6. Əvəzin ədalətli ödənilməsi haqqında ərizəçinin qalan tələblərini rədd edir.", "", "Qərar ingilis dilində tərtib edilmiş və Məhkəmə Reqlamentinin 77-ci Qaydasının 2-ci və 3-cü bəndlərinə uyğun olaraq, 13 noyabr 2007-ci ildə qərar barədə yazılı məlumat verilmişdir.", "", "Jozep Kasadevall (Josep Casadevall)", "Sədr", "", "T.L. Erli (T.L. Early)", "Katib", ""]}