{"file": "AZE_HJUDAZE_40269_02.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "40269/02", "text_paragraphs": ["Koretski (Koretskyy) və başqaları Ukraynaya qarşı – ərizə № 40269/02", "", "3.4.2008 tarixli qərar [V Bölmə]", "", "Maddə 11", "", "11-ci maddənin 1-ci bəndi", "", "Birləşmək azadlığı", "", "Dinc toplaşmaq azadlığı", "", "Qeyri-müəyyən hüquq normalarının geniş çərçivəli şərhi əsasında qeyri-hökumət assosiasiyasının qeydiyyatından imtina edilməsi: pozuntu baş verib", "", "Faktlar – Ərizəçilər ətraf mühitin mühafizəsi üzrə yerli assosiasiya təsis etmişdilər. Onun qeydiyyatından imtina edilərək belə əsas gətirildi ki, onun nizamnaməsi daxili qanunvericiliyə uyğun olaraq tərtib edilməyib. Dövlət orqanları konkret olaraq iddia etdilər ki, yerli statusa malik assosiasiyanın digər şəhər və qəsəbələrdə nümayəndəlikləri və ya nümayəndələri ola bilməz; assosiasiyanın idarəetmə şurası gündəlik idarəetmə funksiyalarını həyata keçirmək hüququna malik deyil; müstəqil surətdə nəşriyyat fəaliyyətini həyata keçirə, öz fəaliyyətlərini təbliğ edə, dövlət orqanlarında ətraf mühitin mühafizəsi ilə bağlı lobbiçilik fəaliyyətini həyata keçirə, yaxud bu sahədə ekspertizalar apara; və nəhayət, assosiasiyanın üzvü qismində könüllüləri fəaliyyətinə cəlb edə bilməz. Ərizəçilər bu qərardan məhkəmələrə şikayət etdilər, amma cəhdləri uğursuz oldu.", "", "Hüquqi məsələlər: 11-ci maddə – Assosiasiyaya hüquqi şəxs statusu verməkdən imtina edilməsi ərizəçilərin birləşmək azadlığı hüququnu həyata keçirmələrinə dövlət orqanları tərəfindən müdaxilə edilməsinə bərabər idi. Assosiasiyaların qeydiyyatını tənzimləyən \"İctimai birliklər haqqında\" qanunun müddəaları hər hansı hərəkətin nəticələrini \"öncədən görmək\" baxımından olduqca qeyri-müəyyən idi və konkret assosiasiyanı qeydiyyata alıb-almamaq məsələsinin həllində dövlət orqanlarına həddən artıq geniş qiymətləndirmə sərbəstliyi verirdi. Konkret olaraq, assosiasiyanın qeydiyyat üçün təqdim edilmiş nizamnaməsi və ya digər sənədləri Ukrayna qanunvericiliyinə zidd olardısa, onun qeydiyyatından imtina edilə bilərdi. Qanunda göstərilməmişdi ki, həmin şərt assosiasiyanın yalnız məqsədinin və fəaliyyətlərinin mahiyyət etibarı ilə qanunun tələblərinə zidd olmasını nəzərdə tutur, yoxsa həm də onun mətninin müvafiq hüquq normalarına zidd olmasını bildirir. Assosiasiyanın nizamnaməsində dövlət orqanlarının israr etdikləri dəyişikliklərin edildiyini nəzərə alsaq, mübahisəli müddəalar qanunun xüsusilə geniş şərhinə imkan yaradırdı və onlar assosiasiyaların fəaliyyətini tənzimləyən müvafiq ölkədaxili normativ aktlardan hər hansı kənarlaşmanı qadağan edən müddəalar kimi başa düşülə bilərdi. Belə vəziyyətdə ərizəçilərin sərəncamında olan məhkəmə nəzarəti proseduru qeydiyyatdan əsassız imtinanın qarşısını ala bilməzdi.", "", "Yerli məhkəmələrin qərarlarında və hökumətin arqumentlərində təşviqat materiallarını yayan, dövlət orqanlarında lobbiçilik fəaliyyətini həyata keçirən, assosiasiyanın üzvü qismində könüllüləri fəaliyyətinə cəlb edən və ya müstəqil surətdə nəşriyyat fəaliyyətini həyata keçirən assosiasiyaların fəaliyyətinin məhdudlaşdırılmasının zəruriliyi ilə bağlı nə bir izahat verilir, nə də bir söz deyilirdi. Bundan başqa, Avropa Məhkəməsi bu cür assosiasiyaların idarəetmə orqanları tərəfindən gündəlik idarəetmə fəaliyyətlərinin həyata keçirilməsinin, hətta həmin fəaliyyətlər əsasən maliyyə fəaliyyətləri olsa belə, nə üçün qadağan edildiyini anlaya bilmədi. Assosiasiyaların fəaliyyətinə qoyulan ərazi məhdudiyyətinə gəlincə, hətta bu cür məhdudiyyət dövlət qeydiyyatı sisteminin lazımi qaydada fəaliyyət göstərməsini təmin etməyə yönəlmiş olsa belə, Məhkəmə xüsusən ümumukrayna təşkilatı statusu almaq üçün Ukraynanın 25 regionunun yarısından çoxunda nümayəndəliyin təsis edilməsi kimi ağır tələbin qoyulduğunu nəzərə alaraq yerli assosiasiyaların digər şəhər və qəsəbələrdə bölmələrinin olmasında hər hansı təhlükə görmədi. Bundan əlavə, assosiasiya qarşısına sırf dinc və demokratik məqsəd və vəzifələr qoymuşdu. Bununla belə, dövlət orqanları hətta onun əsas fəaliyyətlərinə başlamasına imkan vermədən radikal tədbir tətbiq etmiş və bunun üçün münasib və yetərli əsaslar gətirməmişdilər.", "", "Nəticə: pozuntu baş verib (yekdilliklə).", "", "Maddə 41: Mənəvi ziyana görə hər bir ərizəçiyə 1.500 avro təyin olundu.", ""]}