{"file": "AZE_HJUDAZE_35810_09.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "35810/09", "text_paragraphs": ["© Avropa Şurası/Avropa İnsan Hüquqları Məhkəməsi, 2014. Bu tərcümə Avropa Şurasının İnsan Hüquqları üzrə Etibar Fondunun dəstəyi ilə həyata keçirilib (). Məhkəmə tərcüməyə görə heç bir məsuliyyət daşımır. Əlavə məlumat almaq üçün bu sənədin sonunda verilmiş müəllif hüququna dair tam məlumata baxın.", "© Council of Europe/European Court of Human Rights, 2014. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2014. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "AVROPA İNSAN HÜQUQLARI MƏHKƏMƏSI", "", "", "BÖYÜK PALATA", "", "", "O’KİF (O’KEEFFE) İRLANDİYAYA QARŞI məhkəmə işi", "", "", "(Ərizə № 35810/09)", "", "", "QƏRAR", "[Çıxarışlar]", "", "", "Strasburq", "", "", "28 yanvar 2014-cü il", "", "", "", "", "", "", "Bu qərar qətidir, amma ona redaktə xarakterli düzəlişlər edilə bilər.", "", "O’Kif İrlandiyaya qarşı məhkəmə işində,", "Avropa İnsan Hüquqları Məhkəməsi,", "hakimlər:", "Din Şpilmann (Dean Spielmann), sədr,", "Jozep Kasadeval (Josep Casadevall),", "Qvido Raymondi (Guido Raimondi),", "İneta Ziemele (Ineta Ziemele),", "Mark Villiger (Mark Villiger),", "İzabella Berro-Lefevr (Isabelle Berro-Lefèvre),", "Boştyan M. Zupançiç (Boštjan M. Zupančič),", "Alvina Gülümyan (Alvina Gyulumyan),", "Nona Tsotsoriya (Nona Tsotsoria),", "Zdravka Kalayciyeva (Zdravka Kalaydjieva),", "Neboyşa Vuçiniç (Nebojša Vučinić),", "Vinsent Entoni de Qaetano (Vincent A. de Gaetano),", "Angelika Noysberger (Angelika Nußberger),", "Andre Pototski (André Potocki),", "Kşiştof Voytsiçek (Krzysztof Wojtyczek),", "Valeriu Qritço (Valeriu Griţco),", "Piter Çarlton (Peter Charleton), ad hoc hakim,", "habelə Katib müavini Maykl O’Boyldan (Michael O’Boyle) ibarət tərkibdə Böyük Palatada iclas keçirərək,", "6 mart və 20 noyabr 2013-cü ildə qapalı müşavirə keçirərək,", "yuxarıda qeyd edilən sonuncu tarixdə qəbul edilmiş aşağıdakı qərarı elan edir:", "", "PROSEDUR", "", "1. İş İnsan hüquqlarının və əsas azadlıqların müdafiəsi haqqında Avropa Konvensiyasının (“Konvensiya”) 34-cü maddəsinə əsasən İrlandiya vətəndaşı xanım Luiza O’Kif (Louise O’Keeffe) (“ərizəçi”) tərəfindən 16 iyun 2009-cu ildə Məhkəməyə təqdim edilmiş İrlandiyaya qarşı ərizə (№ 35810/09) əsasında başlanıb.", "2. Ərizəçini Korkda vəkillik fəaliyyəti ilə məşğul olan cənab E. Kantilyon (E. Cantillon) təmsil edib. İrlandiya Hökumətini (“Hökumət”) onun nümayəndəsi, Xarici İşlər Nazirliyindən olan cənab P. Vayt (P. White) təmsil edib.", "3. Ərizəçi əsas etibarı ilə 3-cü maddəyə əsasən şikayət etdi ki, ibtidai təhsil sistemi 1973-cü ildə onu müəllim tərəfindən seksual sui-istifadəyə məruz qalmaqdan müdafiə etməyib və 13-cü maddəyə əsasən şikayət etdi ki, bu məsələ ilə bağlı hər hansı səmərəli daxili hüquqi müdafiə vasitəsinə malik olmayıb. O, həm ayrılıqda, həm də Konvensiyanın 14-cü maddəsi ilə birlikdə götürülməklə 1 saylı Protokolun 8-ci və 2-ci maddələrinə də istinad etdi. O, həmçinin mülki işinin icraatının həddən artıq uzun sürməsindən və bu məsələ ilə bağlı səmərəli daxili hüquqi müdafiə vasitəsinin olmamasından şikayət edərək ayrılıqda və Konvensiyanın 13-cü maddəsi ilə birlikdə götürülməklə 6-cı maddəyə istinad etdi.", "4. Ərizə Məhkəmənin Beşinci Bölməsinin icraatına verildi (Məhkəmə Reqlamentinin 52-ci Qaydasının 1-ci bəndi). İrlandiyadan seçilmiş hakim Enn Pauer-Forde (Ann Power-Forde) Böyük Palatadakı iclasda iştirak etməkdən imtina etdi (28-ci Qayda). 13 iyun 2012-ci ildə Palatanın sədri iclasda ad hoc hakim qismində iştirak üçün hakim cənab Piter Çarltonu təyin etməyi qərara aldı (Konvensiyanın 26-cı maddəsinin 4-cü bəndi və Məhkəmə Reqlamentinin 29-cu Qaydasının 1-ci bəndi).", "5. 26 iyun 2012-ci ildə həmin Bölmənin (hakimlər Din Şpilmann, Mark Villiger (Mark Villiger), Karel Yunqvirt (Karel Jungwiert), Boştyan M. Zupançiç, Qanna Yudkovska (Ganna Yudkivska), Andre Pototski və Piter Çarltondan, habelə Bölmə Katibi Klaudiya Vesterdikdən (Claudia Westerdiek) ibarət) Palatası işə baxdı. Palata ölkədaxili icraatın uzun sürdüyü və bununla bağlı səmərəli daxili hüquqi müdafiə vasitələrinin olmadığı barədə şikayətləri baxılası şikayətlərin siyahısından yekdilliklə çıxardı, belə ki, bu məsələlər barəsində barışıq sazişi əldə olunmuşdu. O, həmçinin qalan şikayətləri yekdilliklə qəbul olunan elan etdi.", "6. 20 sentyabr 2012-ci ildə Palata (əvəzedici (ehtiyat) hakim Angelika Noysberger sonradan işə baxılmasında iştirak etmək imkanına malik olmayan Qanna Yudkovskanı əvəz etdi) Böyük Palatanın xeyrinə öz yurisdiksiyasından imtina etdi və tərəflərin heç biri bu imtinaya etiraz etmədi (Konvensiyanın 30-cu maddəsi və 72-ci Qayda).", "7. Böyük Palatanın tərkibi Konvensiyanın 26-cı maddəsinin 4-cü və 5-ci bəndlərinin və Məhkəmə Reqlamentinin 24-cü Qaydasının müddəalarına uyğun olaraq müəyyən edildi, hakim Piter Çarlton işdə ad hoc hakim qismində iştirakını davam etdirdi (Konvensiyanın 26-cı maddəsinin 4-cü bəndi və 29-cu Qaydanın 1-ci bəndi).", "8. Ərizəçi və Hökumət hər biri işin mahiyyətinə dair əlavə yazılı qeydlərini təqdim etdilər (59-cu Qaydanın 1-ci bəndi). Bundan əlavə, Palatanın sədri İrlandiya İnsan Hüquqları Komitəsinin və Avropa Hüquq və Ədalət Mərkəzinin yazılı prosedurda iştirak etmələrinə icazə verdi (Konvensiyanın 36-cı maddəsinin 2-ci bəndi və 44-cü Qaydanın 3-cü bəndi) və onların Palataya təqdim etdikləri qeydlər Böyük Palatanın iş üzrə materiallarına əlavə olunmaq üçün qəbul edildi.", "9. 6 mart 2013-cü ildə Strasburqda İnsan Hüquqları Sarayında açıq dinləmə keçirildi (59-cu Qaydanın 3-cü bəndi).", "10. Məhkəmədə iştirak etdilər:", "", "a) Hökumətin adından:", "cənab P. Vayt (P. White), nümayəndə,", "vəkillər:", "cənab F. Makdona (F. McDonagh), baş vəkil,", "cənab K. Pauer (C. Power), məsləhətçilər, barrister,", "məsləhətçilər:", "xanım S. Farrell (F. Farrel), Baş prokurorluqdan,", "xanım M. Makgerri (F. McGarry), Təhsil və peşə bacarıqları departamentindən.", "", "b) ərizəçinin adından:", "vəkillər:", "cənab D. Holland (D. Holland), baş vəkil,", "cənab A. Kitinq (A. Keating), baş vəkil,", "nümayəndələr:", "cənab E. Kantilyon (E. Cantillon), vəkil,", "xanım M. Skriven (M. Scriven), vəkil.", "", "Məhkəmə iclasında ərizəçi də iştirak etdi.", "", "11. Məhkəmə cənab Hollandın və cənab Makdonanın çıxışlarını dinlədi.", "", "FAKTLAR", "", "I. İŞİN HALLARI", "", "12. Ərizəçi 1964-cü ildə anadan olub və Korkda (İrlandiya) yaşayır.", "", "A. İşin tarixçəsi", "", "13. Tərəflər aşağıdakı faktlara etiraz etməyiblər.", "14. Ərizəçi 1968-ci ildən Danderrou Milli Məktəbinə gedib. Etibarnaməli idarəçilər tərəfindən idarə olunan məktəb Kork və Ross yeparxiyasının katolik yepiskopunun sahibliyində idi, o, Təhsil və Elm Departamenti (\"Departament\") tərəfindən məktəbin himayədarı kimi tanınırdı. Yepiskopun adından fəaliyyət göstərən idarəçi (\"S\") yerli kilsənin keşişi idi. S. ahıl və halsız olduğuna görə onun adından və onun maraqları naminə fəaliyyət göstərən yerli keşiş (\"O\") faktiki idarəçi idi. Aşağıda \"idarəçi\" dedikdə O., habelə onun yerinə yetirdiyi idarəçilik funksiyası nəzərdə tutulur. Danderrou Milli Məktəbində iki müəllim vardı, onlardan biri –nikahda olan kişi (\"LH\") – direktor idi. Danderrou ərizəçinin yaşadığı dairədəki dörd milli məktəbdən biri idi.", "15. 1971-ci ildə bir uşağın valideyni idarəçiyə şikayət etdi ki, LH. onun uşağına qarşı seksual sui-istifadəyə yol verib. Şikayət barədə polisə, Departamentə və ya hər hansı digər dövlət orqanına məlumat verilmədi və idarəçi də şikayətlə bağlı heç bir tədbir görmədi.", "16. 1973-cü ilin yanvarından ilin ortalarınadək ərizəçi LH.-nin sinfindəki musiqi dərsləri zamanı onun tərəfindən təxminən 20 dəfə seksual sui-istifadəyə məruz qaldı. Ərizəçi bu dərslərdə iştirak etdiyi zaman özü və valideynləri 1971-ci ildə LH. barəsində edilmiş şikayətdən xəbərsiz idilər.", "17. 1973-cü ilin sentyabrında digər valideynlər LH. barəsindəki analoji iddiaları ərizəçinin valideynlərinin diqqətinə çatdırdılar. Bu məsələ ilə əlaqədar olaraq idarəçinin sədrliyi ilə keçirilmiş valideyn iclasından sonra LH. xəstəlik məzuniyyətinə çıxdı. 1973-cü ilin sentyabrında o, vəzifəsini tərk etdi. Bu iddialar barəsində həmin vaxt polisə, Departamentə və ya hər hansı digər dövlət orqanına məlumat verilmədi. Qısa söhbət zamanı ərizəçinin anası LH.-nin ona toxunub-toxunmadığını ərizəçidən soruşdu. Ərizəçi bununla bağlı cavab verdi ki, seksual xarakterli nəsə baş vermişdi, amma o, söhbətin bundan daha uzağa getdiyini xatırlamır. 1974-cü ilin yanvarında idarəçi Departamentə məlumat verdi ki, LH. vəzifəsini tərk edib və onun əvəzinə təyin olunanın adını bildirdi. Bundan az sonra LH. digər milli məktəbdə vəzifəsinə başladı və 1995-ci ildə işdən çıxana qədər orada dərs dedi.", "18. Regiona təyin olunmuş müfəttiş 1969-cu ildən 1973-cü ilədək Danderrou Milli Məktəbinə altı dəfə baş çəkmişdi və sonradan ifadəsində dediyinə görə, bu ziyarətlərin sayı ümumən nəzərdə tutulan ziyarətlərin orta sayından artıq idi. O, LH. və S. ilə görüşmüşdü. O, bu məsələ ilə bağlı Danderroudakı digər məktəblərlə birlikdə keçirilmiş ümumi valideyin iclaslarında iştirak etmişdi. LH.-dən ona heç bir şikayət edilməmişdi. O, LH.-nin müəllimlik işini müşahidə etmiş və qənaətbəxş saymışdı.", "19. Ərizəçi seksual sui-istifadə barəsində həqiqəti gizlətmişdi. Onun xeyli psixoloji çətinlikləri olsa da, sui-istifadə barəsində heç kimə danışmamışdı. Danderrou Milli Məktəbinin keçmiş şagirdinin LH.-yə qarşı 1995-ci ildə etdiyi şikayəti araşdıran polis 1996-cı ildə ərizəçi ilə təmasa girdi. Ərizəçi 1997-ci ilin yanvarında polisə ifadə verdi və mütəxəssis məsləhəti almağa göndərildi. Araşdırma zamanı bir neçə digər şagirdlər də ifadə verdilər. LH. təqribən 10 illik dövr ərzində təxminən 21 nəfər keçmiş məktəb şagirdinə qarşı seksual sui-istifadə ilə əlaqədar 386 cinayət əməlində ittiham olundu. 1998-ci ildə o, 21 ittiham üzrə təqsirini boynuna aldı və azadlıqdan məhrumetmə cəzasına məhkum olundu. Onun müəllimlik lisenziyası \"Milli məktəblər haqqında 1965-ci il Qaydaları\"nın (\"1965-ci il Qaydaları\") 108-ci qaydasına əsasən təhsil naziri (\"Nazir\") tərəfindən geri alındı.", "20. 1998-ci ilin iyununda və ya təxminən həmin dövrdə aparılmış cinayət işi üzrə məhkəmə araşdırmasının gedişində digər zərərçəkənlərin verdiyi ifadələrin və tibbi müayinənin nəticəsində ərizəçi psixoloji problemləri ilə LH.-nin yol verdiyi sui-istifadə arasında əlaqə olduğunu anladı və həmin problemlərin miqyasını dərk etdi.", "", "B. Cinayətin yetirdiyi ziyana görə kompensasiya işləri üzrə məhkəmə (\"CYZKİM\")", "", "21. 1998-ci ilin oktyabrında ərizəçi kompensasiya üçün CYZKİM-ə müraciət etdi. Əvvəlcə işə təkbaşına baxmış hakim tərəfindən kompensasiya (44.814,14 avro) təyin edildi. Ərizəçi CYZKİM-in kollegiyasına şikayət ərizəsi verdi. O, iddia etdi ki, CYZKİM ona ya şikayətinin icraatını davam etdirmək (bu halda o, CYZKİM-ə şikayət vaxtından gec verildiyinə görə şikayətin rədd edilməsi barədə qərar çıxarılması riski ilə üzləşə bilərdi), ya da bəzi əlavə xərclərlə birlikdə CYZKİM-in ilkin təklifini (53.962,24 avro; o cümlədən mənəvi ziyanın kompensasiyası qismində 27.000 avro) qəbul etmək arasında seçim etmək imkanı vermişdi. Ərizəçi 5 noyabr 2002-ci il tarixli məktubla təklifi qəbul etdi və standart öhdəlik götürdü ki, eyni ziyanla bağlı hər hansı mənbədən alacağı hər hansı digər kompensasiya məbləğlərini CYZKİM-ə qaytaracaq. Kompensasiya qərarı könüllü seçim (ex gratia) prinsipi əsasında qəbul olundu. Dövlət heç bir məqamda CYZKİM-dəki icraatda tərəf olmadığına görə bu kompensasiya qərarı barəsində sonradan Yüksək Məhkəmədəki icraat zamanı xəbər tutdu (aşağıdakı bölməyə bax).", "", "C. Ziyana görə mülki iddia (№ 1998/10555P)", "", "1. Yüksək Məhkəmə", "", "22. 29 sentyabr 1998-ci ildə ərizəçi LH.-yə, Nazirə, habelə İrlandiyaya və Baş prokurora qarşı mülki iddia qaldıraraq LH. tərəfindən yol verilmiş sui-istifadə də daxil olmaqla təhqiramiz hərəkətlərə məruz qalması nəticəsində ona yetirilmiş şəxsi ziyana görə kompensasiya tələb etdi. Sonuncu üç cavabdehə qarşı onun mülki iddiası üçqat məsələni əhatə edirdi: a) dövlət nümayəndəsi olan cavabdehlərin sözügedən məktəbin rəsmən tanınması, yoxlanması və ona nəzarət edilməsi üzrə vəzifələrini yerinə yetirməmələrindən və 1962-ci ildən bəri LH. tərəfindən yol verilmiş sistematik sui-istifadədən onu müdafiə etmək və bu hala son qoymaq üçün müvafiq tədbirləri həyata keçirməmələrindən irəli gələn dövlətin səhlənkarlığı; b) dövlət nümayəndəsi olan cavabdehlərin LH.-nin hərəkətlərinə görə məsuliyyət daşımaları, belə ki, onlarla dövlət arasındakı münasibətlər, digər məsələlərlə yanaşı, əmək münasibətləri idi; və c) ərizəçinin konstitusiyada nəzərdə tutulmuş fiziki toxunulmazlıq hüququnu qorumağa, Konstitusiyanın 42-ci maddəsi əsasında ibtidai təhsili təmin etməyə və həmin vəzifəni yerinə yetirmək üçün tədbirləri həyata keçirməyə görə dövlət nümayəndəsi olan cavabdehlərin daşıdıqları məsuliyyət.", "23. LH. öz müdafiəsi üçün heç bir arqument təqdim etmədiyinə görə 8 noyabr 1999-cu ildə ərizəçi LH.-nin iştirakı olmadan ona qarşı məhkəmə qərarı çıxarılmasına nail oldu. 24 oktyabr 2006-cı ildə Yüksək Məhkəmə ziyana görə LH. tərəfindən ödənilməli olan kompensasiya məbləğlərini qiymətləndirdi və 305.104 avro məbləğini təyin etdi: 200.000,00 avro – ümumi ziyana görə; 50.000,00 avro – ziyanla bağlı ağırlaşdırıcı hallara görə; 50.000,00 avro – ziyandan doğan itkilərə görə; 5.104,00 avro – xüsusi ziyana görə. Ərizəçi qərarın məcburi icrası üçün məhkəməyə müraciət etdi, LH. isə iddia etdi ki, kifayət qədər vəsaiti yoxdur və ərizəçi ayda 400 avro ödənilməklə məbləğin hissə-hissə ödənilməsi barədə qərar çıxarılmasına nail oldu. Birinci ödəniş 2007-ci ilin noyabrında alındı, beləliklə, bu günə qədər ona 31.000 avro civarında məbləğ ödənildi. O, LH.-nin ailəsinin evinin LH.-yə məxsus hissəsinin məhkəmə qərarı əsasında girov qoyulmasını qeydiyyata aldırdı.", "24. Dövlət nümayəndəsi olan cavabdehlərə qarşı onun iddiasına gəlincə, o, professor Ferqyussondan xahiş etdi ki, 1970-ci illərdə İrlandiyada uşaqların müdafiəsi mexanizmlərinin adekvat olub-olmaması məsələsi barədə ona məsləhət versin. 14 aprel 2003-cü il tarixli məktubla ona cavab verildi. Professor Ferqyusson razılaşdı ki, uşaqların müdafiəsi ilə bağlı 2003-cü ildə mövcud olan protokollar 1973-cü ildə qüvvədə olsaydı, böyük ehtimalla ərizəçinin sui-istifadə barəsindəki işinə onun rifahını önə çəkən tərzdə baxılardı. O, hesab etdi ki, həmin vaxt dövlətin baş verənlərdən xəbərdar olmağa borclu olduğunu əsas gətirərək qaldırılan iddia uğursuzluqla nəticələnər, çünki məsuliyyət məsələsi barədə bu gün mövcud olan bilik və sistemləri keçmiş zamana tətbiq etmək mümkün deyil.", "25. Dövlət nümayəndəsi olan cavabdehlərə qarşı işin Yüksək Məhkəmə tərəfindən dinlənilməsi 2 mart 2004-cü ildə başlandı. 5 mart 2004-cü ildə ərizəçi ifadəsini verərkən Yüksək Məhkəmənin hakimi milli məktəblərdəki seksual sui-istifadə ilə bağlı müraciət etmək və bu məsələni araşdırmaq üçün dövlət sisteminin olmaması barəsində ərizəçinin şikayətinə cavab olaraq ərizəçinin vəkilinə aşağıdakı sualı verdi:", "\"Əlimdə olan sübutlardan, yaxud verilmiş ifadələrdən çıxarmalı olduğum nəticələrdən belə qənaət hasil olurmu ki, ya qüvvədə olan sistem pis sistem idi (mən hələ bu məsələyə qayıdacağam), ya da tətbiq edilməli olan alternativ sistem vardı; və bu alternativ sistem nədən ibarət ola bilərdi?\"", "26. Ərizəçinin işi yekunlaşarkən dövlət nümayəndəsi olan cavabdehlər həmin işin baxılmalı işlərin siyahısından çıxarılması barədə göstəriş verilməsi üçün məhkəməyə ərizə verərək belə əsas gətirdilər ki, hər üç əsasla əlaqədar ərizəçinin iddiası sübuta yetirilməyib və digər məsələlərlə yanaşı bildirdilər ki, səhlənkarlığa dəlalət edən heç bir sübut yoxdur. 9 mart 2004-cü ildə Yüksək Məhkəmə dövlət nümayəndəsi olan cavabdehlərin ərizəsini təmin etdi, məhkəmə \"razılaşdı ki, iddiaçı [dövlət nümayəndəsi olan cavabdehlərə] qarşı irəli sürdüyü səhlənkarlıq iddiasını sübuta yetriməyib (\"işin məhkəmədə baxılmalı olmadığı barədə\" qərar). Məhkəmə səhlənkarlıq iddiasının iki əsası arasında hər hansı fərq qoymadı və bu ondan tələb olunmurdu. Bununla belə, cavabdehin əvəzinə dövlətin məsuliyyət daşıması və konstitusion məsuliyyət məsələləri ilə bağlı iddiaları araşdırmaq üçün yetərincə əsaslar vardı və bu məsələlərlə bağlı cavabdehlərdən sübutlar tələb olunmalı idi. Məhkəmə araşdırması 12 mart 2004-cü ildə başa çatdı.", "27. 20 yanvar 2006-cı ildə Yüksək Məhkəmə qərar çıxardı. O, müəyyən etdi ki, bu iddianın qaldırılması qanunla qadağan olunmayıb. O, həmçinin bu qənaətə gəldi ki, dövlətlə milli məktəblərin idarəçiləri arasındakı münasibəti nəzərə alsaq, dövlət LH.-nin yol verdiyi seksual sui-istifadə aktlarına görə məsuliyyət daşımır. Ərizəçinin vəkili idarəçinin hərəkətsizliyinə görə dövlətin məsuliyyət daşımalı olduğunu şifahi şəkildə bildirsə də, Yüksək Məhkəmənin qərarında bu məsələyə toxunulmadı. Nəhayət, Yüksək Məhkəmə müəyyən etdi ki, hər hansı konstitusion hüquq mövcud qanunlarla (bu işdə mülki hüquq pozuntusuna aid qanunlarla) qorunursa, həmin hüququn qorunmadığı barədə iddia qaldırmaq olmaz. Dövlət nümayəndəsi olan cavabdehlərə qarşı məhkəmə icraatının xərclərinin ərizəçi tərəfindən çəkilməli olduğu barədə qərar çıxarıldı.", "", "2. Ali Məhkəmə (O’Keeffe v. Hickey, [2008] IESC 72)", "", "28. 2006-cı ilin mayında ərizəçi Ali Məhkəməyə şikayət ərizəsi verdi. Şikayət barədə bildirişində o, cavabdehin əvəzinə dövlətin məsuliyyət daşıması məsələsi ilə bağlı çıxarılmış qərara etiraz etdi və iki məsələni qeyd etdi: 9 mart 2004-cü ildə çıxarılmış aralıq qərar üçün əsasın olmaması və Yüksək Məhkəmənin qərarında idarəçinin hərəkətsizliyinə görə dövlətin məsuliyyət daşıması barədə göstərişin yer almaması. Hakim cənab Hardiman qeyd etdi ki, şikayət ərizəsi LH.-nin və idarəçinin hərəkətlərinə görə dövlətin məsuliyyət daşıması məsələsi ilə məhdudlaşır, hərçənd ki, o, çıxardığı qərarda ərizəçinin iki ilkin iddia tələbinə (birbaşa səhlənkarlıqla və konstitusion hüquqla bağlı tələblərə) dair şərhini bildirmişdi. Həmçinin hakim cənab Fennelli hesab etdi ki, şikayət ərizəsi yalnız LH.-nin hərəkətlərinə görə dövlətin məsuliyyət daşıması məsələsi ilə əlaqədardır, hərçənd ki, o, idarəçinin hərəkətlərinə görə dövlətin məsuliyyət daşıdığını qəbul etməkdən imtina etdi.", "29. Şikayət ərizəsinə 11-13 iyun 2006-cı ildə baxıldı. Səs çoxluğu ilə qəbul edilmiş 19 dekabr 2008-ci il tarixli qərarla (hakimlər Hardiman və Fennelli, eləcə də onlarla razılaşan baş hakim Mürrey və hakim Denhem qərarla üst-üstə düşən rəylərini bildirdilər, hakim Qogeqan isə qərarla üst-üstə düşməyən rəyini bildirdi) Ali Məhkəmə şikayət ərizəsini rədd etdi.", "30. Hakim Hardiman milli məktəblərin hüquqi statusunu təfsilatlı şəkildə təsvir etdi. Milli məktəblərdə təhsil üçün tədbirlər bu gün \"qəribə görünsə də\", onlar 19-cu əsrin əvvəllərindəki İrlandiya tarixi kontekstində başa düşülməlidir. Məzhəb münqaişəsindən və daha sonra 1829-cu ildə katoliklərə dini azadlıq verildikdən sonra hakim kilsədən ayrılan kilsələr və katolik kilsəsi bu məzhəblərə mənsub olan şəxslərin övladlarının dövlət məktəblərində və ya rəsmən tanınan kilsəyə (anqlikan kilsəsinə) aid məktəblərdə deyil, həmin məzhəblərin nəzarəti altında olan məktəblərdə təhsil almasını təmin etmək istədilər. Həmin kilsələr bu məqsədə nail olmaqda \"diqqətəlayiq uğur\" əldə etdilər: (1831-ci il tarixli \"Stenli məktubu\"nda öz əksini tapmış) İrlandiya milli təhsil sisteminin yaranmasının lap əvvəlindən dövlət orqanları milli təhsil sisteminə vəsait ödədilər, \"lakin sistem işlədiyi məqamda ona rəhbrlik etmədilər və ya onu idarə etmədilər\". Sonuncu funksiya yerli dini idarəçiyə həvalə olundu. Dövlət vəsaitləri bütün dini məktəblərə proporsional əsasda ayrılsa da, həmin vaxt əhali əsasən katoliklərdən ibarət idi, buna görə də milli məktəblərin çoxunun katolik himayədarları və idarəçiləri vardı.", "31. Hakim Hardiman daha sonra bu faktı \"diqqətəlayiq\" fakt kimi qeyd etdi ki, 19-cu əsrdə Avropada kilsə ilə dövlət arasında qəti fərqlər qoyulsa da və dövlət xidmətlərinin (o cümlədən təhsilin) təmin edilməsində kilsənin təsiri azalsa da, İrlandiyada kilsənin mövqeyi daha da güclənmiş və möhkəmlənmişdi. O, (İrlandiyada təhsilin tarixi üzrə) ifadə vermiş bir ekspertin ifadəsini qəbul etdi, həmin ekspert 1922-ci ildə İrlandiya dövlətinin müstəqilliyinin başlanmasından sonrakı durumu təsvir etmiş və qeyd etmişdi ki, \"idarəetmə\" sistemində katolik idarəçilərin:", "\"yeni İrlandiyada milli məktəblərin hansı formada olacağına dair şərhləri olduqca aydın və tamamilə ... dəqiq idi... Bunlar katolik idarəçilərin, katolik müəllimlərin və katolik uşaqların ixtiyarında olan katolik məktəbləri olmalı idi\".", "32. İfadə vermiş ekspert daha sonra 1950-ci illərdə məktəb binalarına qulluq və onların təmiri məsələrinə baxan yerli komitələrin yaradılması barədə müəllimlərin həmkarlar ittifaqının sorğusuna katolik kilsəsinin cavabını təsvir etmişdi. Katolik kilsəsi cavab vermişdi ki, \"təhsilin idarə edilməsi hüquqları ilə bağlı ənənəvi irsə\" hər hansı müdaxilə ola bilməz. Həmkarlar ittifaqının bu məhdud xarakterli təklifi mənfi istiqamətdə addım hesab edildi, çünki diqqətlə yanaşdıqda görmək olardı ki, bu sorğu \"idarəçinin səlahiyyətlərinin digər aspektlərinə – müəllimlərin işə təyin olunmasına və işdən çıxarılmasına\" müdaxilə təşkil edə bilər, \"bu isə, əlbəttə ki, uğrunda illərlə mübarizə aparılan və qalibiyyətlə yekunlaşan mühüm məsələdir\". Hakim Hardiman dini məzhəblərin ibtiadi təhsildə öz rolunu mühafizə etməsinin \"olduqca zəruri istək\" olduğunu qeyd etdi.", "33. Hakim Hardiman izah etdi ki, bu idarəetmə strukturu Konstitusiyada əks olunub: 42-ci maddənin 4-cü bəndində dövlətin üzərinə qoyulan pulsuz ibtidai təhsili \"təmin etmək\" vəzifəsi əsasən dövlət fondlarından maliyyələşdirilən, amma bütünlüklə din xadimləri tərəfindən idarə olunan təhsil sistemini nəzərdə tutur. Nəticədə İrlandiyada təxminən 3000 milli məktəb var: onların çoxu katolik himayədarların və idarəçilərin, bir qismi digər məzhəblərin, daha az qismi isə qeyri-dini qrupların nəzarəti altındadır.", "34. O, qeyd etdi ki, yüz əlli ildən artıq vaxt keçdikdən sonra son zamanlar təhsilin təmin edilməsi, gec də olsa, Təhsil haqqında 1998-ci il tarixli Qanunla ən azı qismən dövlətin üzərinə qoyulub; həmin Qanunun qəbuluna qədər təhsil sistemi 1965-ci il Qaydaları ilə, habelə Nazirin digər məktubları, əmrləri və sərəncamları ilə idarə olunurdu.", "35. 1965-ci il Qaydalarından çıxarıla bilən nəticələrə gəlincə, hakim Hardiman bunları qeyd etdi:", "\"Nazir milli məktəblər üçün qaydalar müəyyən etmişdi, amma onlar ümumi xarakterli idi və onun hər hansı ayrıca müəllimin fəaliyyətlərini detallı şəkildə tənzimləməsinə imkan vermirdi. O, dini fənlərdən savayı məktəblərin digər fənlər üzrə akademik göstəricilərini təftiş edə bilərdi, amma təftiş bundan uzağa getmirdi. O, məktəblərə birbaşa nəzarət etmək və bundan irəli gələn böyük səlahiyyətlərə malik olmaq imkanından məhrum idi, çünki \"dövlət ilə uşağın arasında idarəçi, yaxud idarəetmə komitəsi və ya şurası mövcud idi\". Eynilə, Nazir idarəçini və ya müəllimi nə təyin edir, nə də ona birbaşa nəzarət edirdi. \"İdarəetmə sisteminin\" əsil mahiyyəti bunda idi. Mən onun bu iki şəxsin hər hansı biri barəsində hər hansı şəkildə fərdi qərar çıxarmaq səlahiyyətinə malik olduğunu göstərən dəlil görə bilmirəm. Bundan başqa, belə görünür ki, adı birinci çəkilmiş cavabdehdən şikayət edən valideynlər instinktiv olaraq belə qəbul ediblər ki, şikayətləri birbaşa qəbul etmək və onlar barəsində hər hansı tədbir görmək səlahiyyətinə malik olanlar din xadimləridir və din xadimləri tərəfindən təyin olunan idarəçilərdir. Dəlillərdən belə görünür ki, heç bir şikayət Nazirə və ya hər hansı dövlət orqanına ünvanlanmayıb. Məsələyə, necə deyərlər, şikayətçilərin seçimi əsasında \"məktəb daxilində\" baxılıb. Proses sonda [LH.-nin] işdən könüllü azad edilərək yaxınlıqdakı başqa məktəbə keçirilməsi ilə nəticələnib.", "Naziri və dövlət orqanlarını məktəbin idarə olunmasından və adı birinci çəkilən cavabdehə nəzarət etməkdən kənarda saxlamağa yönələn bütün bu amillər yuxarıda qeyd edilən və Konstitusiyada təsbit olunan uzun müddətdən bəri oturuşmuş təhsil sisteminin birbaşa nəticələridir, həmin sistemə görə, Nazir məktəblər üçün vəsaitləri ödəyir və onların fəaliyyətini müəyyən hədd çərçivəsində tənzimləyir, məktəblərə və müəllimlərə isə din xadimləri olan idarəçilər və himayədarlar nəzarət edirlər. Bu sistemi təqdir və ya tənqid etmək məhkəmənin işi deyil, onun işi sadəcə bu sistemin mövcudluğunu və belə bir aşkar faktı qeyd etməkdən ibarətdir ki, bu sistem Naziri və dövləti məktəblərə, müəllimlərə və şagirdlərə birbaşa nəzarət etmək imkanından məhrum edir\".", "36. Hakim Hardiman qeyd etdi ki, şagirdə qarşı seksual sui-istifadə LH.-nin peşə vəzifəsinə kökündən zidd idi və həmçinin bu qənaətə gəldi ki, 1973-cü ildə bu, \"az müzakirə olunan qeyri-adi hərəkət idi və şübhəsiz ki, məktəbə getməklə əlaqədar olan, öncədən görülə bilən adi risk hesab olunmurdu\". O, bunu \"diqqətəlayiq\" hesab etdi ki, ərizəçi məktəbin himayədarına – yeparxiyanın yepiskopuna, onun vərəsələrinə və ya əmlakına, Kork və Ross yeparxiyasının mülkiyyətinin idarəçilərinə (onlar məktəbin sahibləri idilər), məktəbin idarəçisinə və ya onun əmlakına və ya vərəsələrinə qarşı iddia qaldırmayıb.", "37. Hakim Hardiman bu nəticəyə gəldi ki, cavabdehin hərəkətlərinə görə dövlətin məsuliyyət daşıması ilə bağlı müvafiq meyarı və milli məktəblər üzərində nəzarət və idarəçiliklə bağlı yuxarıda qeyd edilən mexanizmləri nəzərə alsaq, dövlət nümayəndələri olan cavabdehlər ərizəçiyə qarşı törədilmiş hüquq pozuntularına görə onun qarşısında məsuliyyət daşımırlar. Konkret olaraq, hətta cavabdehin hərəkətlərinə görə dövlətin məsuliyyətini daha geniş formada tətbiq etsək belə, Nazirin LH. üzərində birbaşa nəzarət imkanına malik olmaması (uzun illərdir ki, bu nəzarət funksiyası idarəçiyə və himayədara verilib) Nazirə qarşı qərar çıxarılmasına imkan vermir. LH. ilə dövlət arasındakı münasibət (\"kilsənin də daxil olduğu üçtərəfli\" münasibət) tamamilə unikal idi və İrlandiyanın özünəməxsus tarixi təcrübəsinin nəticəsi idi. İdarəçi:", "\"vəzifəyə namizədliyi himayədar tərəfindən irəli sürülən şəxs idi, yəni bu məsələ Nazirin səlahiyyətinə aid deyildi və o, [LH] ilə bağlı hər hansı çətinliklər və ya şikayətlər barədə, yaxud onun işdən çıxarılması və başqa yerə müəllim təyin olunması barədə Naziri məlumatlandırmır və hər şey baş verdikdən sonra onu fakt qarşısında qoyurdu. O, Nazirin deyil, katolik kilsəsinin nümayəndəsi idi, elə bir hakimiyyət sahibinin ki, onun maraqları naminə Nazir təhsilin idarə olunmasından kənarlaşdırılmışdı\".", "38. Hakim Hardiman ərizəçinin \"araşdırılmayan\" iki ilkin iddia tələbinə dair şərh verdi.", "39. Dövlətin səhlənkarlığı ilə bağlı iddia tələbinə gəlincə, o, qeyd etdi ki:", "\"... bu tələbin idarəçiyə qarşı irəli sürülməsi daha məqsədəuyğun olardı. Məhz o, məktəblərin idarə olunmasını tənzimləyən lazımi tədbirləri və prosedurları həyata keçirmək səlahiyyətinə malik idi. Nazir tamamilə xəbərsiz olduğu hərəkətlərə \"son qoymadığına\" görə, çətin ki, məsuliyyət daşıya bilərdi\".", "40. Dövlətin Konstitusiyanın 42-ci maddəsi əsasında ibtidai təhsili təmin etmək və bu vəzifəni yerinə yetirmək üçün tədbirlər görmək vəzifəsini daşıması ilə bağlı iddia tələbinə gəlincə, hakim Hardiman bildirdi ki:", "\"Mən artıq 42-ci maddənin mətnini təhlil etmişəm və həmin mətndən görmək olar ki, bu milli məktəblə bağlı məsələdə Nazir sadəcə özəl və korporativ təşəbbüslərə (məsələn, katolik kilsəsinin təşəbbüslərinə) yardımı və subsidiyanı təmin edib, məktəbin idarə olunmasını isə özəl və korporativ qurumların öhdəsinə buraxıb. Beləliklə, Krouli İrlandiyaya qarşı işdə (Crowley v. Ireland [1980] I.R. 102]) hakim Kenninin qeyd etdiyi kimi, Nazir onunla uşaqların arasında himayədar və idarəçinin mövcudluğu ucbatından təhsilə nəzarət etmək imkanından məhrum olub. Bu şəxslər və xüsusən sonuncusu Nazirə və ya Departamentə nisbətən məktəbə daha yaxındırlar və onunla daha tez-tez təmasda olurlar.", "Mən 42-ci maddənin 2-ci bəndinin müddəalarını sadəcə Nazirin \"özəl və korporativ təhsil təşəbbüslərinə dəstək verməli və ağlabatan yardım göstərməli\" olduğunu tələb edən, \"pulsuz ibtidai təhsilin təmin olunmasını\" nəzərdə tutan müddəalar kimi şərh edirəm... Mənim rəyimə görə, əslində Konstitusiya konkret olaraq məktəblərin faktiki idarəçiliyinin himayədarın və idarəçinin təmsil etdiyi qurumlara ötürülməsini deyil, güzəştə gedilməsini nəzərdə tutur\".", "41. Hakim Hardiman yekunda vurğuladı ki, məhkəmə qərarında heç nə kilsənin məsuliyyətini nəzərdə tutan mülahizə kimi şərh olunmamalıdır və istənilən halda, belə etmək əsla mümkün deyil, çünki ərizəçi onlara qarşı iddia qaldırmadığına görə sözügedən dövlət orqanları məhkəmə tərəfindən dinlənilməyib.", "42. Çoxluğun digər rəyini ifadə etmiş hakim Fennelli başlanğıcda qeyd etdi ki, uşaqlar üzərində hakimiyyətdən onları pis rəftara məruz qoyacaq dərəcədə sui-istifadə edilməsi cəmiyyətin dayaqlarını sarsıdır. Seksual sui-istifadəyə aid işlər uzun illər cinayət məhkəmələrinin və Ali Məhkəmənin icraatında olub və təəccüblüdür ki, bu məhkəmə milli məktəbdə müəllimin məktəbli uşaqlara qarşı seksual sui-istifadəyə yol verməsinə görə dövlət də daxil olmaqla müəyyən qurumların məsuliyyətinə aid məsələlərlə ilk dəfədir ki, qarşılaşır.", "43. Hakim Fennelli həmçinin milli məktəblərin tarixini və bu tarixdən irəli gələn hüquqi statusunu bir qədər ətraflı təsvir etdi, bu sistem 1922-ci ildə ölkə müstəqillik qazanandan və 1937-ci ildə Konstitusiya qüvvəyə minəndən bəri mövcudluğunu saxlayıb. O, ekspertin bu ifadəsini qəbul etdi ki, bu, əslində dövlət sistemi deyil, \"dövlət tərəfindən dəstəklənən sistemdir\". O, dövlət (maliyyələşdirmə və tədris proqramının müəyyənləşdirilməsi) ilə idarəçi (məktəbin gündəlik idarəçiliyi, o cümlədən müəllimlərin işə qəbulu və işdən azad edilməsi) arasında dəqiq səlahiyyət bölgüsünü qeyd edərək bildirdi ki, müxtəlif dini icmalar özlərinin fərqli dini təhsillərini saxlamaqda və mühafizə etməkdə qətiyyətli olduqlarına görə milli məktəblər dini əsasda formalaşıb.", "44. O, hesab etdi ki, təftişçilər standartlara nəzarət və riayət edilməsinə yönələn dövlət sisteminin olduqca mühüm tərkib hissəsidirlər və bu, Nazirin sistemin keyfiyyətinə əmin olmasına imkan yaradır. Bununla belə, o, qeyd etdi ki, təftiş rejimi dövlətlə idarəçi arasında vəzifələrin bölgüsünü dəyişmir, belə ki, təftişçilər müəllimlərə vəzifələrini necə yerinə yetirmələri ilə bağlı göstəriş vermək səlahiyyətinə malik deyillər. 1965-ci il Qaydalarında kilsə ilə dövlət orqanları arasında vəzifələrin bu bölgüsü əks olunub. Hətta dövlətin müdaxiləedici rolunun daha da artdığı müasir dövrdə də gündəlik idarəetməyə görə cavabdehlik idarəçinin öhdəsində qalır. Yekunda o, bu qənaətə gəldi ki, dövlət LH.-nin hərəkətlərinə görə, yaxud eyni səbəbdən həm də idarəçinin 1971-ci ildə edilmiş şikayət barədə dövlətə məlumat verməməsinə görə məsuliyyət daşımır. LH. dövlət tərəfindən deyil, qanuna görə idarəçi tərəfindən işə götürülüb. LH. Nazir tərəfindən bəyan edilən ixtisas bacarıqlarına malik olmağa və 1965-ci il Qaydalarına riayət etməyə borclu olsa da və dövlət bu məsələlərə görə intizam sanksiyaları tətbiq etmək səlahiyyətinə malik olsa da, LH. dövlət tərəfindən işə götürülməmişdi və dövlət onu işdən azad edə bilməzdi.", "45. Ərizəçinin şikayətə dair bildirişində 1971-ci ildə edilmiş şikayət barədə idarəçinin məlumat verməməsinə görə dövlətin məsuliyyət daşıdığı barədə qeydinə qayıdaraq, hakim Fennelli bu qənaətə gəldi ki, \"eyni səbəbdən, qeyd etmək zəruridir ki, 1971-ci ildə edilmiş şikayət barədə [idarəçinin] məlumat verməməsinə görə dövlət heç bir məsuliyyət daşıya bilməz. [İdarəçi] adı ikinci çəkilən cavabdehin işçisi deyil\".", "46. Hakim Qogeqan çoxluğun rəyi ilə razılaşmadı. O, qəbul etdi ki, sui-istifadə halları barədə nə Departament, nə də onun təftişçiləri hər hansı məlumata malik olublar. O, qeyd etdi ki, hər cür praktiki məqsədlər üçün çox zaman İrlandiyada ibtidai təhsil kilsə ilə dövlətin birgə təşəbbüsü formasında cərəyan edir və hesab etdi ki, bu münasibət elədir ki, burada dövlətin rolu ilə onun məsuliyyətə cəlb olunması riskinin yaranması arasında kifayət qədər əlaqə var. Hakim Qogeqan burada xüsusən məktəb təftişçilərinin rolunu qeyd etdi. O, məktəb təftişçilərinin verdiyi ifadələri və onların rolu ilə əlaqədar verilmiş ifadələri bir qədər ətraflı araşdırdı və digər məsələlərlə yanaşı qeyd etdi ki, milli məktəbdə müəllimin şagirdə qarşı seksual sui-istifadəyə yol verməsi barədə iddia Departametin təyin etdiyi təhqiqat tərəfindən əsaslı sayılsaydı, bu, məktəbin fəaliyyətinə icazənin geri götürülməsi və ya polis araşdırması ilə nəticələnə və polis şikayəti əsaslı hesab etsəydi, müəllimin müllimlik lisenziyasının geri alınmasına səbəb ola bilərdi.", "47. Ali Məhkəmə 9 may 2009-cu il tarixli qərarla məhkəmə xərclərinin ərizəçi tərəfindən ödənilməsi barədə Yüksək Məhkəmənin qərarını ləğv etdi, çünki şübhə yox idi ki, bu iş mühüm və mürəkkəb meyarlarla əlaqədar iş idi. O, qərara aldı ki, dövlət nümayəndəsi olan cavabdehlərə qarşı qaldırılmış iddia ilə bağlı hər bir tərəf öz xərclərini çəkməlidir.", "48. Ərizəçi bütün mülki proses ərzində vəkillə təmsil olundu, baxmayaraq ki, pulsuz hüquqi yardım almamışdı.", "", "II. MÜVAFİQ DAXİLİ QANUNVERİCİLİK VƏ PRAKTİKA", "", "A. İrlandiyada ibtidai təhsil", "", "1. Tarixçə", "", "49. Məhkəmə hazırkı işdə milli məktəblər sisteminin tarixinin və strukturunun Ali Məhkəmə tərəfindən (O’Keeffe v. Hickey, [2008] IESC 72) və xüsusən hakimlər Hardiman və Fennelli tərəfindən (yuxarıda 30-35 və 42-44-cü bəndlər) verilmiş təsvirinə istinad edir.", "50. Məktəbə getmə haqqında 1926-cı il tarixli Qanunun 4-cü maddəsi valideynlərdən tələb edir ki, bunu etməyə mane olan üzrlü səbəb yoxdursa, uşaqlarının milli məktəbə və ya digər münasib məktəbə getməsini təmin etsinlər, həmin üzrlü səbəblər sırasına uşağın artıq başqa yerdə ibtidai təhsil alması, dini əsaslara görə valideyndə etiraz doğurmayan milli məktəbin əlçatan olmaması və ya uşağın hər hansi digər yetərli əsaslara görə məktəbə gedə bilməməsi daxildir. Beləliklə, məktəbi bitirmə yaşının 16-dək artırıldığı 1969-cu ilə qədər 6 yaşdan 14 yaşadək uşaqlar üçün tam təhsil almaq məcburi idi. On doqquzuncu əsrdən bəri İrlandiyada ibtidai təhsil hər yerdə pulsuz idi.", "51. İbtidai məktəblərə gedən uşaqların böyük əksəriyyəti dövlət tərəfindən maliyyələşdirilən \"milli məktəblərə\" və din xadimlərinin idarə etdiyi ibtidai təhsil müəssisələrinə gedirdilər. Departamentin 1972-1973 və 1973-1974-cü illər üçün hesabatlarında, müvafiq olaraq, 3776 və 3688 milli məktəbin mövcud olduğu qeyd edilirdi. Departamentin 1973-cü illn fevralı üçün statistik hesabatında göstərilirdi ki, ibtidai məktəblərin 94%-i milli məktəblərdir. 1962-1963-cü illərdə təhsilə investisiyalar haqqında 1965-ci il tarixli hesabata əsasən, milli məktəblərin 91%-i katolik kilsəsi tərəfindən idarə olunur və ümumən məktəb şagirdlərinin 96,7%-inə xidmət göstərir, 9%-i isə protestant kilsəsi tərəfindən idarə olunur və ümumən məktəb şagirdlərinin 2,4%-inə xidmət göstərirdi. Departamentin 2011-ci il tarixli hesabatında qeyd edilir ki, milli məktəblərin təxminən 96%-i din xadimlərinun himayədarlığı və idarəçiliyi altında (o cümlədən 89,65%-i katoliklərin himayədarlığı və idarəçiliyi altında) qalmaqdadır.", "52. 1963-1964-cü illərdə təxminən 21.000 uşağı əhatə edən, dövlətdən yardım almayan 192 ədəd ödənişli ibtidai təhsil məktəbi vardı ki, bu da ibtidai məktəb şagirdlərinin təxminən 4-4,5%-ini təşkil edirdi. Bu məktəblərin böyük əksəriyyəti şəhər ərazilərndə idi və onların çoxu Dublində idi.", "53. Məktəblərdə yerləşdirilmə üzrə komissiya \"Yeni ibtidai məktəblərin yaradılması üçün dəyişikliklər edilmiş meyarlara dair\" fevral 2011-ci il hesabatında təsdiq etdi ki, 1970-ci illərədək faktiki olaraq valideynlərin ixtiyarında olan yeganə seçim variantı yerli milli məktəb idi. O, hesab etdi ki, 1970-ci illərin sonlarında dəyişikliklər müşahidə edildi, belə ki, 1978-ci ildə ilk çoxməzhəbli məktəb yaradıldı və tədrisin irland dilində aparıldığı məzhəblərarası və çoxməzhəbli məktəblərin sayı artdı.", "", "2. 1937-ci il Konstitusiyası", "", "54. 42-ci maddə \"Təhsil\" adlanır və orada deyilir:", "\"1. Dövlət uşağın əsas və təbii tərbiyəçisinin ailə olduğunu qəbul edir və valideynlərin vəsaitlərinə uyğun olaraq uşaqlarının dini, mənəvi, əqli, fiziki və sosial tərbiyəsini təmin etməkdən ibarət ayrılmaz hüquq və vəzifəsinə hörmət edilməsini təmin edir.", "2. Valideynlər belə təhsili öz evlərində, yaxud özəl məktəblərdə və ya dövlət tərəfindən rəsmən tanınan və ya yaradılan məktəblərdə verməkdə sərbəstdirlər.", "3(1) Dövlət valideynləri əqidələrinə və qanuni seçimlərinə zidd olaraq uşaqlarını dövlət tərəfindən yaradılan məktəblərə, yaxud dövlət tərəfindən müəyyənləşdirilən hər hansı xüsusi növ məktəbə göndərməyə məcbur etməməlidir.", "(2) Bununla belə, dövlət ümumi rifahın qoruyucusu qismində real şəraiti nəzərə alaraq uşaqların müəyyən minimal səviyyədə mənəvi, əqli və sosial təlim-tərbiyə almasını tələb edə bilər.", "4. Dövlət pulsuz ibtidai təhsili təmin edir, özəl və korporativ təhsil təşəbbüslərinə dəstək verir və ağlabatan yardım göstərir və ictimai rifah tələb etdikdə digər təhsil imkanlarını və təsisatlarını təqdim edir, lakin bu zaman dini və mənəvi cəhətdən formalaşma məsələlərində valideynlərin hüquqlarını yetərincə nəzərə alır.", "5. Valideynlərin fiziki və ya mənəvi səbəblərə görə uşaqlarına münasibətdə vəzifələrini yerinə yetirə bilmədiyi müstəsna hallarda dövlət ümumi rifahın qoruyucusu qismində lazımi vasitələrlə valideynləri əvəz etməyə çalışır, amma bütün hallarda uşaqların təbii və ayrılmaz hüquqlarını yetərincə nəzərə alır\".", "55. Makeneney Təhsil nazirinə qarşı işdə (McEneaney v. the Minister for Education ([1941] IR 430) Ali Məhkəmə qeyd etdi ki, \"ibtidai təhsilin təmin edilməsinin dövlətin öhdəliyi olması bir əsrdən artıqdır ki, qəbul edilib\". 42-ci maddənin 4-cü bəndi uşaqlara pulsuz ibtidai təhsil almaq hüququ verir, \"təmin etmək\" sözləri isə o deməkdir ki, dövlət bilavasitə özü uşaqlara təhsil vermir, amma onlara lazımi təhsilin verilməsini təmin edir (Crowley v. Ireland [1980] IR 102).", "", "3. Müvafiq qanunvericilik", "", "56. Uşaqlar haqqında 1998-ci il tarixli Qanun uşaqların müdafiəsini tənzimləyir və ailələrin sui-istifadəyə yol verdiyi hallarda dövlətin uşağı himayəyə götürmək formasında müdaxilə etməsini nəzərdə tutur. Uşaqlar haqqında 1998-ci il tarixli Qanun (\"1998-ci il Qanunu\") təhsil məsələsinə dair ilk hərtərəfli qanunvericilik aktıdır. O, ibtidai təhsilin dövlət tərəfindən maliyyələşdirilməsi və ya özəl qurumlar tərəfindən idarə olunması üçün qanunvericilik bazası təşkil edir və hər hansı fundamental struktur dəyişikliklərini nəzərdə tutmur.", "", "4. Milli məktəblər üçün Qaydalar (\"1965-ci il Qaydaları\") və Nazirin müvafiq sərəncamları", "", "57. Ölkənin 1922-ci ildə müstəqillik qazanmasına qədər qüvvədə olmuş qaydalar Departament tərəfindən 1965-ci il Qaydaları qəbul olunana qədər tətbiq edilib. 1965-ci il Qaydaları nə əsas, nə də yardımçı qanunvericilik aktı olmasa da, hüquqi qüvvəyə malik idi və müvafiq qanunvericilik sisteminin tərkib hissəsini təşkil edirdi (Brown v. Board of management of Rathfarnham Parish National School ([2006] IEHC 178). Digər tərəfdən, Departament səlahiyyətinə aid olan məsələləri sərəncamlar, əmrlər və Departamentin digər sənədləri vasitəsilə tənzimləyirdi. 1965-ci il Qaydalarına riayət edilmədiyi təqdirdə Nazir məktəbin fəaliyyətinə dövlətin verdiyi icazəni geri götürə, yaxud ayrı-ayrı müəllimlərin lisenziyasını geri ala bilərdi (müvafiq olaraq, 1965-ci il Qaydalarının 30-cu və 108-ci qaydaları).", "", "5. İdarəçilər və idarəetmə şuraları", "", "58. 1965-ci il Qaydalarının 15-ci qaydasında nəzərdə tutulurdu ki, idarəçi məktəbin birbaşa idarəçiliyinə, müəllimlərin işə təyin olunmasına və Nazir tərəfindən təsdiqlənmə şərti ilə onların işdən azad edilməsinə görə cavabdehdir. İdarəçi məktəbə baş çəkməli və 1965-ci il Qaydalarına riayət edilməsini təmin etməli idi (16-cı qayda). İdarəçinin tabeliyində olmaq şərti ilə, direktor intizama, müəllim heyətinin digər üzvlərinə nəzarətə və məktəbdəki işlərlə əlaqədar bütün digər məsələlərə görə cavabdeh idi (123-cü qaydanın 4-cü bəndi).", "59. 121-ci qaydada müəllimlərin davranış qaydaları əks olunmuşdu: onlar, digər məsələlərlə yanaşı, qanuna tabeçilik ruhunda hərəkət etməli; şagirdlərinin əxlaqlı davranmasına və ümumi davranışına ciddi diqqət yetirməli; şagirdlərinin təhlükəsizliyini təmin etmək üçün bütün ağlabatan ehtiyat tədbirlərini görməli; və idarəçinin verdiyi bütün qanuni göstərişləri yerinə yetirməli idilər. 130-cu qayda müəllimlərdən tələb edirdi ki, şagirdlərinin inkişafına və ümumi rifahına ciddi diqqət yetirsinlər, onlarla qayğı ilə və eyni zamanda qətiyyətli şəkildə davransınlar, onlarla kobud və sərt şəkildə deyil, məhəbbət və məntiqlə rəftar etsinlər.", "60. İndi ibtidai məktəblərin çoxunda idarəetmə şuraları var. Şuraların fəaliyyəti üçün qanuni əsas təşkil edən 1998-ci il Qanunu qəbul edilənə qədər bu sahəyə aid məsələlər Nazirin əmrində (16/76) təsbit olunmuşdu. Qanunun 14-cü maddəsində nəzərdə tutulur ki, şuranı praktiki cəhətdən mümkün olan hallarda və \"tərəfdaşlıq prinsipinə\" uyğun surətdə təyin etmək himayədarın vəzifəsidir, onun tərkibi isə Nazir və təhsil sahəsindəki tərəfdaşlarla razılaşdırılır. Şuralar fasiləsiz hüquqi vərəsəlik statuslu korporativ qurumlardır və beləliklə, şuralar məhkəmədə iş qaldıra və özləri də məhkəməyə verilə bilərlər.", "", "6. Təftişçilər", "", "61. 1965-ci il Qaydalarında nəzərdə tutulurdu ki, Nazir və onun səlahiyyət verdiyi şəxslər (təftişçilər) məqsədəuyğun hesab etdikləri hallarda məktəblərə baş çəkə və onları yoxlaya bilərlər (11-ci qayda). 161-ci qaydada göstərilirdi ki, təftişçilər Nazirin nümayəndələridir və sistemin səmərəli idarə olunması üçün Nazirin tələb etdiyi lokal məlumatlarla onu təchiz etməlidirlər. Onlardan tələb olunurdu ki, pozulmuş hesab etdikləri istənilən qaydaları idarəçilərin və müəllimlərin diqqətinə çatdırsınlar. Onlar məktəbin ümumi vəziyyətini və ya \"idarəçinin diqqətini tələb edən məsələləri\" idarəçinin nəzərinə çatdırmaq üçün onunla əlaqə saxlamaq və \"zəruri hesab etdikləri təklifləri vermək\" hüququna malik idilər. Təftişçidən tələb olunurdu ki, təsadüfi seçim əsasında bu və ya digər məktəblərə tez-tez baş çəksinlər və müəllimlərin işini qiymətləndirmək üçün məktəblərə illik məcburi ziyarətləri həyata keçirsinlər. 16/59 saylı əmrdə təsadüfi və ümumi təftişlərin hansı qaydada aparılması və müəllimlərin işinin onlar tərfindən qiymətləndirilməsi ilə əlaqədar olaraq təftişçilərin idarəçilər və müəllimlərlə münasibətlərində rəhbər tutmalı olduğu müddəalar nəzərdə tutulmuşdu.", "", "7. Şikayətlər", "", "62. 6 may 1970-ci il tarixli \"Rəhbər göstərişlər\"də müəllimlərə qarşı şikayətlərə baxılması ilə bağlı praktika əks olunub. Şikayətçi məsələyə birinci instansiya qismində idarəçi tərəfindən baxılmalı olduğu barədə məlumatlandırılmalı və ondan şikayət barədə idarəçiyə məlumat verib-vermədiyi soruşulmalıdır. İdarəçi müvafiq müəllimdən izahatlar almalı və həmin izahaltarı özünün rəyləri ilə birlikdə Departamentə göndərməlidir. Daha sonra Departament daxilində baş təftişçinin müavini araşdırmanın tələb olunub-olunmadığını aydınlaşdırmalıdır. Araşdrıma tələb olunursa, təftişçi idarəçi ilə, müəllimlərlə və şagirdlərlə söhbət aparmalıdır. Araşdrıma müəllimin əleyhinə müvafiq qənaətlərlə nəticələnərsə, 108-ci qayda Nazirə səlahiyyət verir ki, düzgün davranmayan, yaxud 1965-ci il Qaydalarına riayət etməyən və ya riayət etməkdən imtina edən müəllimə qarşı tədbir görsün. Nazir müəllimi məhkəməyə cəlb edə, lisenziyasını geri ala və (və ya) məvacibinin tutulmasını (azaldılmasını) həyata keçirə bilər. Yuxarıda qeyd edildiyi kimi, idarəçi Nazir tərəfindən təsdiqlənmək şərti ilə müəllimi işdən azad edə bilər.", "", "B. Cinayət hüququ və onunla əlaqədar məsələlər", "", "63. Azyaşlıya qarşı seksual sui-istifadə Şəxsiyyət əleyhinə cinayətlər haqqında 1861-ci il tarixli Qanunun (müvafiq dəyişikliklərlə) 50-ci və 51-ci maddələri ilə qadağan olunub. Cinayət qanunvericiliyinə dəyişikliklər edilməsi haqqında 1935-ci il tarixli Qanun (\"1935-ci il Qanunu\") azyaşlı qızların əlavə müdafiəsini təmin etmək və seksual cinayətlərlə bağlı qanunvericiliyə dəyişiklik etmək məqsədini daşıyırdı. 1935-ci il Qanununun 1-ci və 2-ci maddələrinə əsasən, yaşı 15-dən aşağı olan, habelə yaşı 15 ilə 17 arasında olan qızlara qarşı təhqiramiz cinsi hərəkətlər cinayət sayılırdı. 1935-ci il Qanununun 14-cü maddəsində həmçinin nəzərdə tutulur ki:", "\"Yaşı on beşdən aşağı olan şəxsə qarşı nalayiq hərəkət etmə ittihamı irəli sürülərsə, həmin şəxsin bu cür nalayiq hərəkət təşkil edən davranışa özünün razılıq verdiyinin sübut edilməsi müdafiə arqumenti sayılmır\".", "Müvafiq olaraq, yaşı on beşdən aşağı olan hər hansı qız hər hansı seksual əlaqə formasına razılıq verə bilməz və istənilən belə əlaqə cinayət sayılıb (və indi də cinayət sayılır). Belə hərəkətlər qanunda nəzərdə tutulmuş cinayətlərdən əlavə həm də adi təhqiramiz hərəkətlərə bərabərdir.", "64. İrlandiyada cinayət təqibi üçün müddət məhdudiyyəti yoxdur və beləliklə, cinayətkar ömrünün sonunadək cinayət təqibinə məruz qala bilər.", "65. Zərərçəkən zorakılıq cinayəti nəticəsində məruz qaldığı ziyanla əlaqədar olaraq \"Cinayətin yetirdiyi şəxsi ziyana görə kompensasiya sistemi\" çərçivəsində kompensasiya üçün müraciət edə bilər. Bu sistem Cinayətin yetirdiyi ziyana görə kompensasiya işləri üzrə məhkəmə (\"CYZKİM\") tərəfindən idarə olunur. Müraciət üçün nəzərdə tutulan müddət üç aydır, amma bu müddət uzadıla bilər. İlkin qərar məhkəmə iclası keçirilmədən çıxarılır, daha sonra CYZKİM-in bölməsində qapalı iclas keçirilir. Apellyasiya şikayəti üzrə qərar qətidir. Kompensasiya könüllü seçim (ex gratia) prinsipi əsasında ödənilir. O, məhkəmə xərclərini və maddi itkiləri (sosial təminat ödəmələri, muzdlu əmək haqları və ya məvaciblər istisna olmaqla nağd ödənişləri və ödəniş qəbzlərini) əhatə edir, 1986-cı ilə qədər isə mənəvi ziyanla bağlı itkiləri də əhatə edirdi.", "", "C. Mülki hüquq və onunla əlaqədar məsələlər", "", "66. Delikt mülki hüquq pozuntusu olaraq kiminsə itkiyə məruz qalmasına səbəb olur və delikt aktını törədən şəxsin (hüquqpozanın) məsuliyyətə cəlb olunması ilə nəticələnir. Səhlənkarlıqdan doğan delikt bunun sübuta yetirilməsini tələb edir ki, iddiaçı ilə cavabdeh arasında himayə öhdəliyi (o cümlədən tərəflər arasında birinin digərinə qayğı göstərməsini tələb edən dərəcədə yaxın münasibətlər) mövcud olub, həmin öhdəlik pozulub və ziyanın səbəbi məhz həmin pozuntudur (misal üçün bax: Beatty -v- The Rent Tribunal, [2005] IESC 66).", "67. Başqasının hərəkətinə görə məsuliyyət daşımaq dedikdə özü ziyanın səbəbkarı olmayan və təqsirkar sayıla bilməyən, amma ziyanın səbəbkarı olan və təqsirkar olan (o cümlədən səhlənkarlıq ucbatından ziyan yetirən) şəxslə xüsusi hüquqi münasibətdə olan şəxsin və ya qurumun məsuliyyətə cəlb olunması nəzərdə tutulur. Başqasının hərəkətinə görə məsuliyyət daşımağa gətirib çıxara bilən hüquqi münasibətlər sırasına işəgötürənlə işçinin münasibəti də daxildir.", "68. Həmçinin konstitusion hüquqların pozuntusuna görə şəxsdən kompensasiya tələb etmək üçün Konstitusiyaya istinad etmək də mümkündür. Meskellin işində (Meskell v. CIÉ [1973] IR 121) məhkəmə bildirdi ki:", "\"... şəxs konstitusion hüququnun pozulması və ya konstitusion hüququna qəsd edilməsi nəticəsində ziyana məruz qalıbsa, bu hüququ pozmuş şəxsdən və ya şəxslərdən kompensasiya tələb etmək hüququna malikdir\".", "Deliktlə əlaqədar müdafiə vasitəsi üçün Konstitusiyaya istinad etmə yalnız o halda baş verir ki, deliktlərlə bağlı qanunvericilikdə doldurulması tələb olunan boşluq mövcud olur.", "", "D. Müvafiq ictimai araşdırmalar və uşaqların müdafiəsində irəliləyişlər", "", "1. Karriqan Komitəsinin 1931-ci il hesabatı", "", "69. Karriqan Komitəsi müəyyən cinayət qanunvericiliyi aktlarına dəyişiklik edilməsinə ehtiyac olub-olmadığını nəzərdən keçirmək və \"yetkinlik yaşına çatmayanların fahişəliyi problemini\" həll etmək üçün təkliflər vermək məqsədi ilə 1930-cu ildə təşkil edildi. O, 17 iclas keçirdi, 29 şahidi dinlədi və digər yazılı arqumentləri nəzərdən keçirdi.", "70. 20 avqust 1931-ci ildə Komitə öz yekun hesabatını Ədliyyə nazirinə təqdim etdi. Hesabatda digər məsələlərə yanaşı azyaşlılara qarşı cinsi cinayətlərlə əlaqədar sosial və qanunvericilik islahatlarının kombinə olunmuş halda aparılması tövsiyə edilirdi.", "71. Polis komissarı Komitədəki iclaslarda mühüm şahid idi. Komitənin qarşısına çıxmazdan əvvəl o, yaşı 10-dan aşağı, 10-13 arasında, 13-16 arasında, 16-18 arasında və 18-dən yuxarı olan qızları \"yoldan çıxarma, onlarla cinsi əlaqədə olma və ya onları zorlama\" cinayəti də daxil olmaqla cinsi cinayətlərə qarşı 1924-cü ildən 1930-cu ilədək aparılmış cinayət təqibi ilə əlaqədar 800-dən artıq polis bölməsinə verdiyi sərəncama cavab olaraq aldığı statistik məlumatları təqdim etdi. O, həmin statistik məlumatların ətraflı təhlilini təqdim edərək digər məsələlərlə yanaşı qeyd etdi ki, \"cinsi cinayətlərdə narahatlıq doğuran dərəcədə artım baş verib, qızlara və yaşı 16-dan aşağı olan uşaqlara, o cümlədən çoxunun yaşı 10-dan aşağı olanlara qarşı çoxlu sayda cinayət hərəkətlərinin baş verməsi halları bunun göstəricisidir\". O, hesab etdi ki, müxtəlif səbəblərdən, o cümlədən valideynlərin müxtəlif səbəblərə görə bu məsələləri təqib etməyə meyl göstərməməsi səbəbindən cinsi cinayətlərin 15%-indən az hissəsi barəsində cinayət təqibi həyata keçirilib.", "72. Ədliyyə Departamentinin (hesabata əlavə olunmuş memorandumda yer alan) məsləhəti ilə nə Karriqan Komitəsinin dinlədiyi ifadələr, nə də onun hesabatı dərc olundu. Bu məsləhəti verərkən Ədliyyə Departamenti hesabatın bir neçə aspektini tənqid etdi və qeyd etdi ki, hesabatdan açıq-aydın belə nəticə çıxarıla bilər ki, İrlandiyada adi mənəviyyat hissləri və dinin təsiri aradan qalxıb və yeganə əlac polis tərəfindən tədbir görülməsidir. Parlament komitəsində hesabatla bağlı müzakirə keçirildi. Cinayət qanunvericiliyinə dəyişikliklər edilməsi haqqında 1935-ci il tarixli Qanunun qəbulu da daxil olmaqla (yuxarıda 63-cü bəndə bax) bir neçə tövsiyə yerinə yetirildi. Ədliyyə Departamentinin bu hesabata dair materialları 1991-ci ildə dərc olundu. Daha sonra 1999-cu ildə arxiv materialları da ictimaiyyətə açıqlandı.", "", "2. İslah və istehsalat məktəbləri", "", "73. İslah məktəbləri 1850-ci illərdə, istehsalat məktəbləri isə 1860-cı illərdə yaradıldı. Bu məktəblərə əsasən din xadimləri tərəfindən rəhbərlik edilir və onlar dövlət tərəfindən maliyyələşdirilirdi. Birincilərə yeniyetmə hüquqpozanlar qəbul edilirdi, lakin onların sayı heç zaman bir neçə məktəbdən artıq olmamışdı. Amma istehsalat məktəblərinin sayı təxminən 50-yə yaxın idi, bunlar uşaqlara peşə təlimlərinin keçildiyi məktəblər idi: uşaqlar buraya yerləşdirilir, geyim və yeməklə təchiz olunur, habelə dərs alırdılar (Uşaqlar haqqında 1908-ci il tarixli Qanunun 44-cü maddəsi). 1936-cı ildən 1970-ci ilədək ümumilikdə 170.000 uşaq və gənc (onlar müvafiq yaş qrupunun təxminən 1,2%-ini təşkil edirdilər) istehsalat məktəblərinə daxil olmuşdular. Burada qalma müddəti təxminən yeddi il idi. Uşaqların böyük əksəriyyəti \"maddi ehtiyacları\" olduğuna görə istehsalat məktəblərinə verilirdi, bu məktəblərə daxil olmanın digər əsas səbəblərindən biri onların cinayətlərdə iştirak etməsi və ya məktəbə getməməsi idi. Bu halların hər biri Dairə Məhkəməsi tərəfindən qeydə alınırdı. \"İstehsalat məktəbləri üçün 1933-cü il tarixli qaydalar və təlimatlar\"ın 7-ci maddəsində uşaqlara savad verilməsinin milli məktəblərin proqramına uyğun aparılması nəzərdə tutulmuş və həm savadlanma, həm də peşə təlimi üçün tövsiyə olunan saatların miqdarı əks olunmuşdu.", "", "3. İslah və istehsalat məktəblərinə dair Kassen və Kennedi hesabatları", "", "74. 1936-cı ildə dərc olunmuş Kassen hesabatının hazırlanması barədə tapşırıq dövlət tərəfindən islah və istehsalat məktəblərinin idarəçiliyi ilə əlaqədar verilmişdi. Hesabatda təklif olunan sistemin yaradılması hesabatda yer alan 51 yekun rəy və tövsiyənin yerinə yetirilməsindən asılı idi. Sonradan dövlət tərəfindən bu məktəblərin araşdırılması üçün hakim Aylin Kennedinin sədrliyi ilə Komitə yaradılana qədər bu sistemdə əsasən dəyişiklik olmadı. Kennedi hesabatı islah və istehsalat məktəblərinin artıq tənəzzülə uğradığı 1970-ci ildə dərc olundu. Müəyyən məktəblərin bağlanması tövsiyə olundu və dəyişikliklər üçün digər təkliflər verildi. Hesabatda xüsusən bu qənaətə gəlindi ki, təftiş sistemi tamamilə səmərəsizdir və tövsiyə olundu ki, uşaqlara qayğının ən yüksək standartlara uyğunluğunu təmin etmək üçün müstəqil dövlət qurumu yaradılsın və o, digər məsələlərlə yanaşı həm də nəzarətçi qismində fəaliyyət göstərsin və digər hesabat mexanizmləri də yaradılsın.", "", "4. İslah və istehsalat məktəblərinə dair Rayan hesabatı", "", "75. 1980-ci illərin sonlarında və 1990-cı illərin əvvəllərində İrlandiyada xüsusən uşaqlara qarşı pis rəftarla bağlı ictimai açıqlamalardan və müzakirələrdən sonra baş nazir 11 may 1999-cu ildə aşağıdakı yazılı bəyanatı verdi:", "\"Dövlətin və onun bütün vətəndaşlarının adından hökumət uşaqlara qarşı pis rəftardan zərər çəkənlərdən bizim bu məsələyə kollektiv şəkildə müdaxilə etməməyimizə, onların iztirablarını aşkar etməməyimizə, onların köməyinə gəlməməyimizə görə səmimi və xeyli gecikmiş üzrxahlıq etmək istəyir\".", "76. Uşaqlara qarşı pis rəftarın araşdırılması üzrə komissiya haqqında 2000-ci il traixli Qanun qəbul edildi (2005-ci ildə bu qanuna dəyişikliklər edildi). Komissiya (sonradan o, \"Rayan Komissiyası\" kimi tanındı) əsasən islah və istehsalat məktəblərində uşaqlara qarşı baş vermiş pis rəftar (o cümlədən seksual sui-istifadə) hallarını araşdırdı və bu barədə hesabatlar təqdim etdi. İslah məktəbləri nisbətən az olduğuna görə Komissiyanın işi əsas etibarı ilə istehsalat məktəbləri ilə əlaqədar idi.", "77. Komissiyanın mandatı əsasən Kassen və Kennedi hesabatlarının dövrünü – 1930-cu illərdən 1970-ci illərədək olan dövrü əhatə edirdi. Doqquz illik dövr ərzində sübutlar toplandı, onların arasında çosxaylı sənədlər, ekspert ifadələri və 1500-ə yaxın şikayətçinin ifadələri vardı. \"Araşdırma komitəsi\" iddialarının araşdırılmasını istəyən şahidlərin ifadələrini dinlədi, \"Konfidensial komitə\" isə şahidlərin məruz qaldıqları pis rəftar barədə danışmaları üçün qapalı (məxfi) məkan oldu. Beləliklə, sonuncu komitəyə təqdim edilən sübutlar təkzibolunmaz idi.", "78. Komissiya 2009-cu ilin mayında hesabat (\"Rayan hesabatı\") təqdim etdi. O, bu qənaətə gəldi ki, islah və istehsalat məktəblərində əsasən din xadimləri tərəfindən uşaqlara qarşı geniş yayılmış xroniki və ciddi fiziki təhqir, o cümlədən seksual sui-istifadə halları baş verib. Hesabat təsdiq edirdi ki, dini qurumlar din xadinmlərini müdafiə etmək və məlumatların ictimaiyyətə açıqlanması riskini minimuma endirmək üçün pis rəftar hallarını özləri araşdırsalar da, din xadimi olmayan şəxslər tərəfindən şagirdlərə qarşı yol verilən seksual sui-istifadə halları ilə bağlı şikayətlər barəsində polisə məlumat veriblər. Araşdırma komitəsinə ifadə verərkən Departamentin baş katibi Departamentin islah və istehsalat məktəblərindəki uşaqlar qarşısındakı vəzifəsini yerinə yetirmədiyinə görə təəssüfünü bildirdi: həmin məktəblər özəl qurumların sahibliyində olsalar da və onlar tərəfindən idarə olunsalar da, dövlət, şübhəsiz ki, uşaqlara lazımi qayğı göstərilməsini təmin etmək vəzifəsini daşıyırdı və Departament lazımi səviyyədə qayğını təmin etməmişdi. Din xadimləri tərəfindən uşaqlara qarşı pis rəftarla bağlı şikayətlər barəsində Departamentə nadir hallarda məlumat verilirdi və o, aldığı şikayətləri adekvat şəkildə araşdırmırdı.", "79. Hesabatın 1-ci cildinin 14-cü fəslində (\"Brender fəsli\") 10-a yaxın məktəbdə (o cümlədən 6 milli məktəbdə) müəllim işləmiş, \"silsilə cinsi və fiziki pis rəftar halları törətmiş\" din xadimi olmayan şəxsin\" 40 il ərzində davam etmiş və 1980-ci ildə başa çatmış karyerası araşdırılırdı. İşdən azad edildikdən sonra o, şagirdlərə qarşı seksual sui-istifadə ilə bağlı çoxsaylı ittihamlar əsasında məhkum olundu. Hesabatda qeyd edilirdi ki, valideynlər 1960-cı və 1970-ci illərdə onun davranışına etiraz etməyə cəhd edərkən o, yepiskop və təhsil qurumları tərəfindən müdafiə edilmiş və bir məktəbdən başqa məktəbə keçirilmişdi. 1960-cı illərdə polisə şikayətlər təqdim edilərək ifadələr verildi. 1980-ci illərin əvvəllərində Departamentə verilən şikayətlərə məhəl qoyulmurdu, Komissiyadakı icraatda Departamentin tutduğu mövqeyə hətta zaman standartları ilə də haqq qazandırmaq mümkün deyildi. Araşdırma nəinki şok yaratdı, həm də \"seksual sui-istifadəyə yol verənlərin ifşa edilmə və ya sanksiya qorxusu olmadan dövlətin təhsil sistemində rahatca çalışdığını\" nümayiş etdirdi.", "80. III cild təxminən 216 qurumdan olan 1090 nəfərin 1930-1990-cı illərdə baş vermiş pis rəftarla bağlı ifadələrini dinləmiş Konfisensial komitənin hesabatından ibarət idi, həmin hesabat əsasən islah və istehsalat məktəbləri ilə əlaqədar idi, amma milli məktəbləri də əhatə edirdi. Komitə 70 şahidin 73 ibtidai və orta təhsil məktəblərindəki pis rəftar barəsində 82 məlumatını dinlədi: onların çoxu 1970-ci illərə qədər və ya həmin illərdə məktəbi bitirmiş uşaqlarla əlaqədar idi və şahidlərin yarısından çoxu seksual sui-istifadə barəsində məlumat vermişdilər. Son dövrlərə aid şikayətlər, digər qurumlarla yanaşı, polisə və Departamentə təqdim edilmişdi. Müəyyən şahidlər seksual sui-istifadə hallarının açıq şəkildə baş verdiyini və beləliklə aşkar xarakter daşıdığını vurğuladılar.", "81. IV cildin 1-ci fəsli islah və istehsalat məktəblərinə göndərilmiş uşaqlara görə Uşaqlar haqqında 1908-ci il tarixli Qanuna əsasən hüquqi məsuliyyət daşıyan Departamentlə əlaqədar idi. Departament yetərincə məlumatlara malik deyildi, çünki onun təftişləri adekvat olmurdu. Departamentin əməkdaşları baş vermiş pis rəftar hallarından xəbərdar idilər və Departamentin müvafiq məktəblər üzərində kifayət qədər böyük hüquqi səlahiyyətlərinin çoxunu, məsələn, idarəçini vəzifədən kənarlaşdırmaq səlahiyyətini uşaqların maraqları naminə tətbiq etməli idilər. Lakin Departament həbsə alınan uşaqların çoxunun vəziyyətini yaxşılaşdıra biləcək dəyişikliklər tətbiq etməyə cəhd göstərmədi. Əslində:", "\"... Departamentin uğursuzluqlarına dini məzhəblərin hökmran mövqeyinin və sistemə sahiblik etmələrinin dövlət tərəfindən susqun etirafı kimi də baxmaq olar. Departamentin baş katibi [bildirdi] ki, Departament dini məzhəblərə \"çox böyük hörmət\" göstərir. Bu hörmət dəyişikliklərə əngəl törədib və vaxtı çoxdan ötmüş sistemi sökmək üçün 1970-ci ildə Kennedi hesabatında nəzərdə tutulan formada müstəqil müdaxilə lazım gəlib\".", "82. V cilddə digər sənədlərlə yanaşı ekspert rəylərinin surətləri yer almışdı. Müəyyən şikayətçilər İrlandiya tarixi üzrə baş mühazirəçi professor Ferriterin 1970-ci illərdə azyaşlılara qarşı fiziki xarakterli pis rəftar hallarından və 1980-ci illərdə azyaşlılara qarşı seksual sui-istifadə hallarından dövlətin yalnız siyasi səviyyədə xəbərdar olduğu barədə mülahizə ilə əlaqədar rəyinə qısaca istinad etmişdilər. Komissiya onun hesabatının sponsorluğunu etdi və onu öz hesabatına əlavə etdi. Professor Ferriterin hesabatında Rayan Komissiyanın araşdırdığı hadisələr tarixi kontekstdə nəzərdən keçirilirdi. O, Karriqan hesabatını (1931-ci il) İrlandiyada cinsi cinayətkarlığın təqib edilmə faizi barəsində toplanmış məlumatların təqdim edilməsi baxımından \"dönüş nöqtəsi\" kimi qeyd etdi. O, həmçinin cinayət məhkəmələrinin arxivlərindən götürülmüş sonrakı dövrün (1930-1960-cı illərin) cinayət təqibinin statistikasını təqdim və təhlil etdi. Polis pedofiliyaya qarşı cinayət təqibində yetərincə səy göstərmişdi, amma cinsi cinayətlərin çoxu barəsində faktiki olaraq məlumat verilməməsi belə düşünməyə əsas verirdi ki, belə cinayətlər bütün 20-ci əsr boyu İrlandiyada ciddi problem olub. O, daha sonra qeyd etdi ki, cinayət məhkəmələrinin arxivləri \"yeniyetmə oğlan və qızlara qarşı yönələn cinsi cinayətlərin səviyyəsinin daim yüksək olduğunu\" nümayiş etdirir. Belə halların çoxu barədə mediada məlumat verilməsə də, o, hesab etdi ki, son dövrlərdə polis belə cinayətlərin mövcudluğundan yetərincə xəbərdar idi.", "83. V cildə cənab Rollisonun bitirdiyi araşdırma hesabatı əlavə olunmuşdu, həmin hesabatın hazırlanmasını Rayan Komissiyasının özü xahiş etmişdi və hesabat \"İngiltərədə uşaq evlərində uşaqlara qayğı, 1948-1975: tarixçə və məlumatlar\" adlanırdı. Müəllif 1948-1975-ci illərdə İngiltərədə uşaq evlərində uşaqlara qayğının tarixçəsini əks etdirmişdi. \"Pis rəftar\" başlıqlı bölmədə cənab Rollison qeyd etmişdi ki, 1980-ci illərin ortalarına qədər \"“pis rəftar” sözünə, yaxud işdə və ya böyüklər tərəfindən pis rəftar törədilməsi ehtimalına o qədər də həssaslıqla yanaşılmırdı\" və həmin dövr barəsində bu günün standartları ilə mülahizə yürütmənin doğurduğu \"dolaşıqlıqlardan və potensial şişirtmələrdən yaxa qurtarmaq önəmlidir\".", "84. Rayan hesabatında bir neçə tövsiyə yer almışdı. Sistemlərdə və siyasətdə, rəhbərlikdə və idarəçilikdə, habelə islah və istehsalat məktəbləri ilə əlaqəli olan yüksək vəzifəli personalın idarə olunmasında uğursuzluqlar səbəbindən uşaqlara qarşı sui-istifadə hallarının baş verdiyini dövlətin etiraf etməsi ilk addım qismində önəmli hesab edildi. Dövlətin uşaqlara yönələn siyasət və xidmətlərinin inkişafına və yenidən nəzərdən keçirilməsinə, hesabatlılığa, uşaqlara göstərilən bütün xidmətlərlə bağlı adekvat və müstəqil təftişlərin zəruriliyinə və \"Uşaqların maraqları birincidir: uşaqların rifahının qorunmasına dair milli rəhbər prinsiplər\" adlanan sənədin tam icra olunmasına (aşağıda 89-cu bəndə bax) dair bir sıra digər tövsiyələr verildi.", "", "5. Seksual sui-istifadə hallarına dair sonrakı hesabatlar", "", "85. Sonrakı ictimai araşdırmalarda və hesabatlarda din xadimləri tərəfindən uşaqlara qarşı yol verilən seksual sui-istifadə halları barədə iddialara katolik kilsəsinin reaksiyası tənqid edildi.", "86. \"2005-ci il Ferns hesabatı\" 1962-ci illə 2002-ci il arasında uşaqlara qarşı pis rəftarla bağlı Ferns yeparxiyasının 21 keşişinə qarşı təqdim edilmiş 100-dən artıq şikayəti aşkarladı. Hesabatda kilsənin reaksiyası tənqid edildi və 1970-ci illərə qədər və həmin illərdə dövlət orqanlarına təqdim edilən şikayətlərin az olduğu qeyd edildi.", "87. \"2009-cu il Mörfi hesabatı\" uşaqlara qarşı pis rəftarla bağlı 1975-2004-cü illərdə Dublin arxiyepiskopluğunun din xadimlərin qarşı təqdim edilmiş şikayətlərin kilsə və dövlət tərəfindən necə araşdırılması ilə bağlı idi. Hesabatda etiraf edilirdi ki, müvafiq dövrdə din xadimləri tərəfindən uşaqlara qarşı seksual sui-istifadə halları geniş yayılmışdı. Uşaqların müdafiəsinə dair qanunvericiliyə ehtiyacın olması 1970-ci illərin əvvəllərində açıq-aydın etiraf edilsə də, həmin qanunvericiliyin qəbulunun 1990-cı illərin əvvəllərinədək gecikdirilməsi fövqəladə hal kimi qeyd edildi.", "88. 1996-cı ildə İrlandiya yepiskopları \"Uşaqlara qarşı seksual sui-istifadə: kilsənin reaksiyası üçün hüquqi baza\" adlı çərçivə sənədi qəbul etdilər. \"2011-ci il Kloyn hesabatı\"nda çərçivə sənədinin qəbulundan sonra din xadimləri tərəfindən yol verilən seksual sui-istifadə hallarına qarşı təqdim edilmiş şikayətlərə katolik kilsəsi orqanlarının reaksiyası araşdırıldı, məhz həmin dövrdə əsaslı olaraq hesab edilirdi ki, bu orqanlar problemin miqyasından və şikayətlərə necə baxılmasından xəbərdardırlar. Hesabatda hətta kilsənin həmin son dövrdəki reaksiyası da ciddi tənqid edilmişdi.", "", "6. Uşaqların müdafiəsi üçün əlavə tədbirlər", "", "89. 1991-ci ilin noyabrında Departament uşaqlara qarşı sui-istifadə halları barədə məlumat və ya şübhələrin araşdırılması prosedurlarına dair rəhbər prinsiplər qəbul etdi (16/91 saylı əmr). Onlar 2001-ci (\"Uşaqların müdafiəsi: rəhbər prinsiplər və prosedurlar\") və 2006-cı illərdə (\"İbtidai məktəblər üçün uşaqların müdafiəsinə dair rəhbər prinsiplər və prosedurlar\") yeniləndi. 1999-cu ildə uşaqların müdafiəsi üçün dövlət tərəfindən hərtərəfli hüquqi baza (\"Uşaqların maraqları birincidir: uşaqların rifahının qorunmasına dair milli rəhbər prinsiplər\") qəbul edildi. Bu rəhbər prinsiplər uşaqlara qarşı pis rəftar hallarının müəyyən edilməsinə və onlar barədə məlumat verilməsinə yardım etmək və uşaqlara və ailələrə xidmətlər göstərən təşkilatlarda peşə praktikasını təkmilləşdirmək məqsədi daşıyırdı. O vaxtdan bəri bu sahədəki qanunlar yeniləndi, ən son yenilənmə 2011-ci ildə oldu. Hökumət qeyd edilən prinsiplərin səmərəli şəkildə həyata keçirilməsini təmin etmək üçün 2012-ci ildə uşaqların maraqlarını önə çəkən qanun layihəsini dərc etdi.", "90. Uşaqların hüquqları barəsində ictimai məlumatlılığı artırmaq üçün 2002-ci ildə uşaq məsələləri üzrə ombudsman təsisatı yaradıldı. Uşaqların maraqlarına yönələn yeni cinayət əməlləri, o cümlədən səhlənkarlıqdan uşağı təhlükəyə məruz qoyma əməli cinayət qanunvericiliyinə daxil edildi (Cinayət işləri üzrə ədalət mühakiməsi haqqında 2006-cı il tarixli Qanunun 176-cı maddəsi). Pis rəftara məruz qalan və əsasən islah və istehsalat məktəblərindən olan zərərçəkənlər üçün müxtəlif kompensasiya sistemləri təsis edildi. 2012-ci ildə keçirilmiş \"uşaq hüquqlarına\" dair referendum Konstitusiyaya 31-ci düzəlişin təsdiqlənməsi ilə nəticələndi, həmin düzəliş uşaq hüquqlarına və uşaqların müdafiəsinə yönələn müddəaların Konstitusiyanın 42-ci maddəsinə daxil edilməsini nəzərdə tuturdu. Hazırda bu düzəliş məhkəmə mübahisəsinin predmeti olduğuna görə hələ qüvvəyə minməyib.", "", "III. MÜVAFİQ BEYNƏLXALQ HÜQUQ VƏ PRAKTİKA", "", "A. Avropa Şurası", "", "91. Avropa Şurasının Parlament Assambleyası (\"AŞPA\") ilk dəfə uşaqların müdafiəsinə dair tövsiyələrini 1969-cu ildə \"Yetkinlik yaşına çatmayanların pis rəftardan müdafiə edilməsi\" adlı 561 saylı tövsiyəsini qəbul edərkən təqdim etdi. Bu sənəd əsasən uşaqların evdə döyülməsi ilə əlaqədar olsa da, orada tövsiyə edilirdi ki, dövlətlər \"uşaqların fiziki və mənəvi qəddarlığa məruz qalması probleminin ciddiliyindən və miqyasından səlahiyyətli nazirlik və departamentlərin xəbərdar olmasını təmin etmək üçün bütün zəruri tədbirləri görsünlər\" və bundan əlavə, \"pis rəftara məruz qalmış uşaqların qayğısına qalmağa görə cavabdeh olan dövlət xidmətlərindən öz fəaliyyətlərini özəl təşkilatların yerinə yetirdiyi işlərlə mümkün qədər əlaqələndirmələrini tələb etsinlər\". \"Uşaqların pis rəftardan müdafiə edilməsi\" haqqında Nazirlər Komitəsinin R (79) 17 saylı tövsiyəsinin əsasını AŞPA-nın yuxarıdakı tövsiyəsi təşkil edirdi: \"pis rəftara səbəb olmuş hərəkətlər və ya hərəkətsizlik uşaqların qayğısına qalmağa görə cavabdeh olan şəxslər tərəfindən, yaxud uşaqlar üzərində müvəqqəti və ya daimi nəzarətə malik olan digər şəxslər tərəfindən törədildikdə\" hökumətlər pis rəftara məruz qalmış uşaqların təhlükəsizliyini təmin etmək üçün bütün zəruri tədbirləri görməli idilər.", "92. 1961-ci il tarixli Avropa Sosial Xartiyasının 7-ci maddəsində nəzərdə tutulur ki, məruz qaldıqları fiziki və mənəvi zərər təhlükəsinə qarşı uşaqların və yeniyetmələrin xüsusi müdafiə hüququ var.", "", "B. Birləşmiş Millətlər Təşkilatı", "", "93. 1924-cü ildə Millətlər Liqası tərəfindən Uşaq hüquqları haqqında Cenevrə Bəyannaməsi qəbul edildi və beş müdafiə prinsipindən əvvəlki preambualada vurğulandı ki, bəşəriyyət \"malik olduqlarının ən yaxşılarını uşağa verməlidir\". 1959-cu ildə Birləşmiş Millətlər Təşkilatının Baş Assambleyası yekdilliklə Uşaq hüquqları haqqında Bəyannamə qəbul edərək 1924-cü il Bəyannaməsinin müddəalarını genişləndirdi. 1959-cu il Bəyannaməsinin giriş hissəsində belə bir ümumi prinsip yer alıb ki, uşaq fiziki və mənəvi cəhətdən hələ yetkin olmadığına görə onun xüsusi mühafizəyə və qayğıya ehtiyacı var. 2-ci prinsipdə nəzərdə tutulur ki, uşaq xüsusi müdafiə ilə təmin edilməli və onun fiziki, əqli, əxlaqi, mənəvi və sosial cəhətdən sağlam və normal şəkildə və azad və layiqli şəraitdə inkişaf etməsi üçün imkanlar və əlverişli şərait yaradılmalıdır. Bütün hallarda uşağın maraqlarının ən yaxşı şəkildə təmin edilməsinə üstünlük verilməlidir. 8-ci prinsipdə nəzərdə tutulur ki, uşaq bütün hallarda müdafiə və yardımla təmin edilən şəxslər arasında birincilərdən olmalıdır, 9-cu prinsipdə isə deyilir ki, uşaq etinasızlığın, qəddarlığın və istismarın bütün formalarından müdafiə edilməlidir.", "94. İnsan hüquqları haqqında 1948-ci il tarixli Ümumi Bəyannamədə (\"İHÜB\") açıq-aydın uşaqları nəzərdə tutan iki maddə (xüsusi qayğı və yardım hüququna dair 25-ci maddə və pulsuz ibtidai təhsil hüququna dair 26-cı maddə), habelə bütün insanlara şamil olunan bir çox insan hüquqları barəsində, o cümlədən qəddar, qeyri-insani və ya ləyaqəti alçaldan rəftara məruz qalmamaq hüququ haqqında müddəalar var.", "95. Mülki və siyasi hüquqlar haqqında Beynəlxalq Paktın (\"MSHBP\") 24-cü maddəsində nəzərdə tutulur ki, \"hər bir uşaq ... heç bir ayrı-seçkiliyə yol verilmədən azyaşlı olması səbəbindən tələb olunan müdafiə tədbirləri ilə ailəsi, cəmiyyət və dövlət tərəfindən təmin edilmək hüququna malikdir\". İqtisadi, sosial və mədəni hüquqlar haqqında Beynəlxalq Paktın (\"İSMHBP\") 2-ci maddəsində nəzərdə tutulur ki, dövlətlər Paktın təmin etdiyi hüquqların tədricən həyata keçirilməsi üçün qanunvericilik tədbirləri də daxil olmaqla tədbirlər görməlidirlər. İSMHBP-nin 10-cu maddəsində yeniyetmələrin maraqları naminə xüsusi müdafiə və yardım tədbirlərinin görülməsi ardıcıl olaraq nəzərdə tutulur. 12-ci maddə hər kəsin \"mümkün olan ən yüksək səviyyəli fiziki və psixi sağlamlığa şərait yaradılması hüququnu\" nəzərdə tutur və belə bir xüsusi müddəanı özündə ehtiva edir ki, iştirakçı dövlətlər uşaqların sağlam inkişafını təmin etmək üçün tədbirlər görməyə borcludurlar. Hər iki Pakt 1966-cı ildə imzalanmaq üçün açıq elan olunub və İrlandiya tərəfindən, müvafiq olaraq, 1973-cü və 1989-cu illərdə imzalanıb və ratifikasiya olunublar.", "96. Uşaq hüquqları haqqında 1989-cu il tarixli Beynəlxalq Konvensiyanın giriş hissəsində digər məsələlərlə yanaşı 1924 və 1959-cu il Bəyannamələrində, İHÜB-də və MSHBP-də yer alan uşaqların müdafiəsinə dair müxtəlif müddəalar xatırladılır. 19-cu maddədə nəzərdə tutulur ki, dövlət uşağı valideynlər və ya uşağa qayğı göstərməyə görə cavabdeh olan hər hansı digər şəxslər tərəfindən törədilən pis rəftardan müdafiə etməli və pis rəftarın qarşısının alınması və zərərçəkənlərin reabilitasiyası üçün müvafiq sosial proqramlar təşkil etməlidir.", "", "HÜQUQİ MƏSƏLƏLƏR", "", "97. Ərizəçi şikayət etdi ki, dövlət onu milli məktəbdə müəllim tərəfindən seksual sui-istifadəyə məruz qalmaqdan müdafiə etməyib və o, bu məsələ ilə bağlı dövlətə qarşı səmərəli hüquqi müdafiə vasitəsinə malik olmayıb. O, 3-cü maddəyə (təklikdə və 13-cü maddə ilə birlikdə götürülməklə), habelə təklikdə və Konvensiyanın 14-cü maddəsi ilə birlikdə götürülməklə 8-ci maddəyə və 1 saylı Protokolun 2-ci maddəsinə istinad etdi.", "...", "", "II. KONVENSİYANIN 3-CÜ MADDƏSİNİN SUBSTANTİV (MADDİ HÜQUQİ) ASPEKTİNİN İDDİA EDİLƏN POZUNTUSU", "", "122. 3-cü maddədə deyilir:", "\"Heç kəs işgəncəyə, qeyri-insani və ya ləyaqəti alçaldan rəftara və ya cəzaya məruz qalmamalıdır\".", "", "A. Tərəflərin arqumentləri", "", "1. Ərizəçi", "", "123. Ərizəçinin əsas şikayəti ondan ibarət idi ki, dövlət 3-cü maddədən irəli gələn pozitiv öhdəliyini, yəni belə halların baş verməsi riskindən xəbərdar olsa da və ya xəbərdar olmağa borclu olsa da, uşaqların seksual sui-istifadə hallarından müdafiəsi üçün adekvat qanunvericilik bazası qəbul etmək öhdəliyini pozub və həmin qanunvericilik bazası milli məktəblərin qeyri-dövlət idarəçilərinə də şamil olunmalı idi. Müvafiq subyektlərin uşaqlara qarşı rəftarın monitorinqini səmərəli şəkildə aparmalarını və pis rəftar da daxil olmaqla sui-istifadə halları barədə şikayətləri səmərəli şəkildə araşdırmalarını təmin etmək üçün dəqiq və ya adekvat hüquqi öhdəliklər və ya rəhbər prinsiplər yox idi. Birlikdə götürülməklə 3-cü və 8-ci maddələr və 1 saylı Protokolun 2-ci maddəsi dövlətin üzərinə öz təhsil sistemini elə təşkil etmək vəzifəsi qoyurdu ki, həmin sistem dövlətin uşaqları müdafiə etmək öhdəliyini təmin etsin; Konstitusiyanın 42-ci maddəsi bu öhdəliyi tələb kimi qoymasa da, onun icrasına şərait yaradırdı.", "124. Təhsil vermə, inkişaf etmiş hər bir demokratik cəmiyyətdə olduğu kimi, dövlətin öhdəliyi idi (yuxarıda istinad edilən Makeneney və Kroulinin işləri). Konstitusiyanın 42-ci maddəsi dövlətə seçim imkanı verirdi ki, təhsili ya özü versin, ya da başqa subyektlər vasitəsilə təmin etsin. Hətta dövlət bu vəzifəsini qeyri-dövlət qurumlarına həvalə etsə belə, milli məktəb modelində uşaqların daha çox müdafiəsini nəzərdə tutan qaydalar ola bilərdi və olmalı idi. İstənilən halda, dövlət ibtidai təhsili özəl quruma həvalə etməklə Konvensiyada nəzərdə tutulmuş müdafiə öhdəliklərindən yaxasını kənara çəkə bilməzdi (Kostello-Roberts Birləşmiş Krallığa qarşı). Nəhayət, dövlət ərizəçinin təhsil sahəsində digər seçimlərinin olduğunu söyləməklə vəzifəsindən boyun qaçıra bilməzdi və istənilən halda, ərizəçinin digər seçimi yox idi.", "125. Ərizəçi milli məktəblərdə uşaqlara qarşı pis rəftar riskindən dövlətin xəbərdar olduğu və ya xəbərdar olmağa borclu olduğu barədə iddiasını əsaslandırmaq üçün müəyyən materiallara, xüsusən Karriqan və Rayan hesabatlarına istinad etdi. O, vurğuladı ki, Rayan hesabatı aparılmış araşdırmadan və onun mülki işi üzrə Ali Məhkəmənin qərarından 9 il sonra dərc olunub. O, həmçinin iddia etdi ki, dövlət bilməli idi və ya bilməyə borclu idi ki, bu cür sui-isuifadə hallarının qarşısını almaq üçün müvafiq qoruyucu tədbirlər görülməli, o cümlədən adekvat monitorinq vıə hesabat mexanizmləri bərqərar edilməlidir. Xülasə, o, iddia etdi ki, ibtidai təhsilin milli məktəb modeli, eləcə də seksual sui-istifadə hallarının qarşısını almaq və onları aşkara çıxarmaq üçün səmərəli qoruyucu tədbirlərin görülməməsi milli məktəblərdə şagirdlərə qarşı pis rəftar hallarına şərat yaradıb.", "126. Hökumətin qeyd etdiyi tədbirlər adekvat deyildi və ərizəçi hesab etdi ki, əslində onlar dövlət nəzarətinin olmadığını təsdiq edirdi. 1965-ci il Qaydaları nə əsas, nə də yardımçı qanunvericilik aktı idi, həmin qaydaların hüquqi bazası aydın deyildi, onlar o qədər çoxsaylı idilər və o qədər üst-üstə düşürdülər ki, onların nə dərəcədə qüvvədə olması aydın deyildi və ictimaiyyətin onlarla tanış ola bilməsi də asan deyildi. İstənilən halda, həmin qaydalar və əmrlər səmərəli deyildi: orada seksual sui-istifadə barəsində və sui-istifadə ilə bağlı şikayət proseduru haqqında heç nə deyilmirdi, sui-istifadə hallarını monitorinq etməkdən və araşdırmaqdan və ya bu barədə dövlət orqanına məlumat verməkdən ibarət məcburi tələb isə yox idi. Valideynlərin müraciət edə biləcəkləri şəxs əvvəlkitək idarəçi idi. Dövlətə edilən şikayətlə bağlı yekunda tədbir görülüb-görülməyəcəyinin bəlli olmaması, pozuntuların aşkar edilməsinə və şikayətlərə baxılmasına yönələn səmərəli prosedurun olmaması o demək idi ki, şikayətlər dövlətə ötürülmürdü.", "127. Ərizəçi həmçinin hesab etdi ki, təftişçilər sistemi uşaqları sui-istifadə hallarından qoruya bilərdi, amma qorumurdu. O, müəllimlərin davranışına nəzarət etmək və ya sui-istifadə halları barədə şikayətləri qəbul etmək üçün deyil, təhsilin keyfiyyətini təmin etmək üçün məzərdə tutulmuşdu. Müvafiq olaraq, valideynlər özlərini yalnız idarəçiyə şikayət etməyə borclu sayırdılar və əslində 6 may 1970-ci il tarixli \"Rəhbər göstərişlər\" də onlara bunu diqtə edirdi. Təftişçilərlə valdeynlər arasında prinsip etibarı ilə və ya praktiki olaraq əlaqə yox idi və rəhbər göstərişlərdə və ya əmrlərdə təftişçilərlə valdeynlər arasında əlaqə barəsində heç nə deyilmirdi. Dövlətin təftiş sisteminin adekvat olmadığını, ərizəçinin rəyinə görə, həmçinin Rayan hesabatı, habelə o vaxtdan bəri qəbul edilən və uşaqların müdafiəsinə yönələn çoxsaylı rəhbər göstərişlər və hazırkı işin faktları təsdiq edirdi. Sonunculara gəlincə, 1960-cı illərin ortalarından bəri Danderrou milli məktəbində LH. tərəfindən 400 sui-istifadə halına yol verilmiş və onların heç biri barəsindəki şikayət təftişçiyə bildirilməmişdi.", "128. Ümumiyyətlə, ərizəçi ölkədaxili məhkəmə işində dövlətin müdafiə arqumentləri ilə (həmin işdə dövlət iddia etmişdi ki, məktəbin idarəçiləri üzərində hər hansı nəzarətə malik deyil və idarəçiliklə və ya müəllimlərin davranışı və ya meylləri ilə bağlı hər hansı məlumatlara və rola da malik deyil və bu məsələlərə görə məsuliyyət bütünlüklə himayədarların və idarəçilərin üzərinə düşür) onun Avropa Məhkəməsindəki mövqeyi arasında (bu məhkəmədə dövlət iddia edir ki, dövlət tərəfindən müdafiə ilə bağlı aydın hüquqi baza qəbul edilib) tam ziddiyyət olduğunu vurğuladı.", "129. Nəhayət, yuxarıda istinad edilən E. və başqaları Birləşmiş Krallığa qarşı iş üzrə qərarın 98-100-cü bəndlərində səbəb-nəticə əlaqəsinin qiymətləndirilməsi meyarı öz əksini tapıb. Ərizəçi bildirdi ki, şikayətlərlə bağlı səmərəli hesabat mexanizmi olsaydı, 1971-ci ildə verilmiş şikayət barədə hesabat verilərdi və beləliklə, 1973-cü ildə baş vermiş pis rəftarın baş verməməsi ehtimalının \"real perspektivi\" daha böyük olardı.", "", "2. Hökumət", "", "130. Hökumət Ali Məhkəmənin İrlandiya ibtidai təhsil sisteminin inkişafını və strukturunı təsvir edən qeydlərini təsdiqləyərək əlavə etdi ki, bu sistem 1922-ci ildə İrlandiya dövləti yarandığı vaxtdan mövcuddur və xalqın rəyi ilə İrlandiyanın 1937-ci il Konstitusiyasının 42-ci maddəsinin qüvvəyə minməsi ilə qüvvədə saxlanılıb. Buna görə də Danderrou milli məktəbi üzərində sahiblik, onun işlərinin aparılması və idarə olunması katolik kilsəsi və onun nümayəndələri tərəfindən həyata keçirilirdi. LH. dövlət işçisi deyildi və idarəçi tərəfindən işə qəbul edilmişdi, idarəçi isə öz növbəsində məktəbi himayədarın adından idarə edirdi. Bu, formal bürokratik fərq deyil, məktəblər üzərində sahiblik və idarəçiliyin dini qurumlara real olaraq \"güzəştə gedilməsi\" idi. Bu durum çoxluqda və azlıqda olan dini məzhəblər üçün münasib idi, İrlandiya xalqının iradəsini əks etdirirdi və İrlandiyanın ibtidai məktəblər sisteminin mühüm bir hissəsinin əsasını təşkil etmiş münasibətlərin formasına düzəliş etmək bu Məhkəmənin vəzifəsi deyil. İnkişaf etmiş demokratik dövlətdə ibtidai təhsil müəssisəsinin bütünlüklə dövlət tərəfindən idarə olunan müəssisə olması barədə mülahizə konkret ideoloji baxışdan irəli gəlirdi və iştirakçı dövlətlərin heç də hamısı, eləcə də İrlandiya bu baxışı paylaşmırlar. Hökumət vurğuladı ki, heç bir qanunvericilik aktı uşağı milli məktəbə getməyə məcbur etmirdi, belə ki, qanun digər məktəbləri seçməyə icazə verirdi.", "131. Ərizəçinin 3-cü maddə əsasında müdafiə ilə təmin edilmədiyi barədə substantiv (maddi hüquqi) şikayətə gəlincə, Hökumət iddia etdi ki, burada dövlət məsuliyyət daşımırdı. Van der Mussele Belçikaya qarşı iş (23 noyabr 1983-cü il, A seriyaları, № 70) bu işdən ona görə fərqlidir ki, burada öhdəliklərin başqasına \"ötürülməsi\" məsələsi yoxdur, çünki 1 saylı Protokolun 2-ci maddəsi dövlətdən yalnız onu tələb edir ki, heç kəsin təhsil hüququndan imtina edilməməsini təmin etsin. Kostello Robertsin işi bu işdən ona görə fərqlidir ki, həmin işdə bədən cəzası intizam qaydaları sisteminin tərkib hissəsi idi və buna görə də təhsil sisteminin də bir hissəsi idi, LH.-nin davranışı isə müəllimin funksiyasına \"kökündən zidd\" idi. Beləliklə, Konvensiyada nəzərdə tutulmuş hüququn təmin edilməsinə aidiyyəti olmayan cinayət əməllərinə görə dövlətin məsuliyyəti praktiki müdafiə öhdəliyi ilə məhdudlaşırdı (Osman Birləşmiş Krallığa qarşı, 28 oktyabr 1998-ci il, Reports 1998VIII) və 1973-cü ildə müəllimin şagirdə qarşı və ya LH.-nin ərizəçiyə qarşı sui-istifadəyə yol verməsi riskinin real olmasından dövlətin xəbərdar olduğunu və ya yetərincə xəbərdar olmağa borclu olduğunu göstərən heç bir sübut yox idi.", "132. Faktiki olaraq dövlətə nələrin məlum olduğuna gəlincə, Hökumət qeyd etdi ki, nə pozuntular aşkar edilərkən açıqlanmış sənədlər, nə də Danderrou milli məktəbinin təftişçisinin Yüksək Məhkəməyə verdiyi ifadə dövlət orqanlarının LH.-nin davranışı barədə hər hansı şikayət aldıqlarını göstərmirdi.", "133. Həmçinin demək olmazdı ki, dövlət 1970-ci illərdə milli məktəblərdə müəllimlər tərəfindən uşaqlara qarşı seksual sui-istifadə riskindən xəbərdar olmalı idi. Səhlənkarlıq məsələsini şişirtmədən bu məsələni də qiymətləndirmək önəmli idi ki, dövlət pozuntular barədə dolayı məlumatlara malik idimi: 1973-cü ildə uşaqlara qarşı sui-istifadə riski barədə məlumat, demək olar ki, yox idi və bu gün məlumatlılığın artması və standartların yüksəlməsi əsasında bu günün standartlarını retrospektiv qaydada 1970-ci illərin əvvəllərinə tətbiq etmək olmazdı. Əsas məsələ ondan ibarət idi ki, İrlandiyada 1970-ci illərin əvvəllərində ibtidai məktəblərdə müəllimlərin şagirdlərə qarşı seksual sui-istifadə hallarına yol vermələri riskinin mövcudluğu qəbul edilirdimi: bu sualın cavabı mənfidir. Hökumət 1970-ci illərdə mövcud olmuş adətlərin fərqli olduğu barədə hakim Hardimanın qeydini vurğuladı, onlar həmin dövrdə valideynlərin nə üçün birbaşa dövlət orqanlarına müraciət etmədiklərini izah edir. Hökumət həmçinin Rayan hesabatına əlavə olunmuş \"İngiltərədə uşaq evlərində uşaqlara qayğı, 1948-1975: tarixçə və məlumatlar\" adlı tədqiqat işinə istinad etdi. Ərizəçinin özü 1970-ci illərdə pozuntu riski barədə məlumatlılığın səviyyəsi haqqında daxili məhkəmələrə heç bir sübut təqdim etməmişdi və əslində onun öz eksperti (professor Ferqyusson) hesab etmişdi ki, 1970-ci illərin əvvəllərində preventiv strategiyalara ehtiyac olduğunu təsdiq edən heç bir sübut yoxdur. Karriqan hesabatı ərizəçiyə kömək etmədi: orada seksual cinayətlərin artdığı və polisin yeniyetmə qızlara qarşı belə cinayətləri aktiv şəkildə təqib etdiyi barədə bəzi məlumatlar yer alsa da, belə düşünməyə heç bir əsas yox idi ki, məktəbdə hər hansı qız müəllimi tərəfindən riskə məruz qala bilər. Hökumət cənab Brender barəsindəki şikayətin Departament tərəfindən lazımi qaydada araşdırılmadığını qəbul etsə də, bu nümunə 1970-ci illərin əvvəllərində məktəblərdə uşaqların ümumiyyətlə seksual sui-istifadə riski altında olduqları barədə dövlətin dolayı məlumatlılığı məsələsinə şamil oluna bilməzdi. Dövlət bu məsələlərdən xəbər tutan və onları anlayan kimi dərhal müvafiq rəhbər prinsiplər qəbul edilmişdi.", "134. İstənilən halda, həmin vaxt dərk edilə bilən hər hansı risklərə mütənasib olan səmərəli qoruyucu mexanizmlər daxili qanunvericilikdə yer almışdı. LH.-nin hərəkətləri cinayət qanunvericiliyinə əsasən cinayət idi və əslində 1990-cı illərin ortalarında polisə şikayətlər təqdim edilən kimi hərtərəfli cinayət istintaqı aparılmış və LH. məhkum olunaraq azadlıqdan məhrum edilmişdi. Delikt (mülki hüquq pozuntuları) haqqında mülki qanunvericilik LH.-yə və dini qurumlara qarşı mülki iddia qaldırmaq üçün əsas təşkil edirdi.", "135. 1965-ci il Qaydaları da müdafiəni təmin edirdi. Bunlar müəllim və idarəçi üçün açıq-aydın məcburi qüvvəyə malik olan hüquq normaları idi və orada şikayəti necə vermək və onun baxılmasına necə nail olmaq məsələləri aydın şəkildə əks olunmuşdu. Hökumət konkret olaraq müəllimlərin davranışı üçün standartları müəyyən edən 121-ci və 130-cu qaydalara, habelə lazımi qaydada davranmayan müəllimlərin məsələsinə baxılması mexanizmlərinə aid 108-ci qaydaya və 6 may 1970-ci il tarixli \"Rəhbər göstərişlər\"ə istinad etdi. Bundan başqa, təftişçinin funksiyası, digər məsələlərlə yanaşı, sistemin keyfiyyəti və xüsusən 1965-ci il Qaydalarına riayət edilib-edilmədiyi haqqında nazirə məlumat verməkdən və bütün ibtidai məktəblərdə \"müvafiq təhsil standartını\" təmin etməkdən ibarət idi. Bundan əlavə, hər bir idarəçi, müəllim və valideyn uşaqların müdafiəsində rola malik idilər və birbaşa təftişçiyə, nazirə, Departamentə və ya polisə şikayət təqdim edə bilərdilər, amma ərizəçinin işində bunu etməmişdilər. İstənilən belə şikayət müvafiq təhqiqat və araşdırmalarla nəticələnir və lazımi hallarda sanksiyaya, məsələn, müəllimin müəllimlik lisenziyasının nazir tərəfindən geri alınmasına səbəb olurdu. Real problem ondan ibarət idi ki, mövcud prosedurlardan istifadə edilmirdi: LH. barəsindəki əvvəlki şikayət dövlət orqanına deyil, idarəçiyə təqdim edilmişdi.", "136. Yekun olaraq Hökumət iddia etdi ki, həmin vaxt dövlətin xəbərdar olmağa borclu olduğu hər hansı riskə mütənasib olan təminatlar mövcud idi və dolayı məlumatlılıq məsələsi 1970-ci illərdəki durum nöqteyi-nəzərindən, habelə səhlənkarlıq məsələsini şişirtmədən və xüsusən bu günkü məlumat və standartları 40 il əvvəlki vəziyyətə tətbiq etmədən qiymətləndirilməlidir.", "", "B. Üçüncü tərəflərin arqumentləri", "", "1. İrlandiya İnsan Hüquqları Komissiyası (İİHK)", "", "137. İİHK İslandiyada hər kəsin insan hüquqlarını təşviq etmək və qorumaq məqsədi ilə 2000-ci ildə nizamnamə əsasında təsis edilib və onun mənşəyi 1998-ci il tarixli \"Pasxaqabağı cümə sazişi\"nə gedib çıxır. O, artıq Məhkəmənin icraatındakı digər işlərə də üçüncü tərəf qismində qatılıb.", "138. İİHK digər məsələlərlə yanaşı 3-cü maddəyə zidd olan rəftarın qarşısını almaqdan ibarət pozitiv öhdəlikləri, o cümlədən daha ümumi öhdəlik olan ibtidai təhsil sisteminin strukturunu uşaqların müdafiəsini təmin edən təzrdə qurmaq öhdəliyini qeyd edərək bildirdi ki, dövlət xidmətinin funksiyalarını özəl qurumun üzərinə ötürməklə bu öhdəliklərdən boyun qaçırmaq olmaz. İİHK hesab etdi ki, bu kontekstdə ciddi bir sual ortaya çıxır ki, dövlət ictimai fondlardan maliyyələşdirdiyi milli məktəblərin üzərində Konvensiyada nəzərdə tutulmuş hüquqların qorunması üçün yetərli olan səviyyədə nəzarətə malik idimi? 1965-ci il Qaydalarının hüquqi statusu aydın deyildi. Qaydalarda müəllimin davranışı ilə bağlı təftişçinin rolu barədə aydın bir şey deyilmirdi və orada müəllimlərin \"hüquqa zidd davranışından\" bəhs edilsə də, bunun anlayışı verilmirdi və ya bu məsələnin hər hansı şəkildə araşdırılması üçün heç bir proses göstərilmirdi. Ödənişli özəl məktəblər və evdə təhsil alma irlandiyalı valideynlərin böyük əksəriyyəti üçün əlçatmaz variant olduğuna görə, ibtidai təhsilin məcburi olması faktiki olaraq valideynlərin öz uşaqlarını milli məktəblərə göndərmələrini tələb edirdi və bunu etmədikləri təqdirdə onları cinayət təqibi ilə, cərimələrlə və uşağın onlardan alınıb himayəyə verilməsi ilə üzləşmə riski gözləyirdi. Xülasə, irlandiyalı uşaqların çoxunun qaçılmaz olaraq getdikləri tipik milli məktəbin rəhbərliyinin pis rəftar barədə iddiaları və ya şübhələri necə araşdırmaq məsələsində rəhbər tuta biləcəyi prinsiplər çox az idi, məktəblər belə iddialar barədə Departamentə və ya polisə məlumat vermək vəzifəsini daşımırdılar, sosial xidmətlər hər hansı belə iddiaların və ya şübhələrin araşdırılması ilə əlaqədar məhdud səlahiyyətlərə malik idilər və nəhayət, uşaqlar və valideynlər belə şikayətləri bildirərkən çətinliklərlə üzləşirdilər.", "", "2. Avropa Hüquq və Ədalət Mərkəzi (AHƏM)", "", "139. AHƏM-in qeyd etdiyinə görə, o, fəaliyyətini əsasən din azadlığının müdafiəsinə həsr edən qeyri-hökumət təşkilatıdır. O, əvvəllər də bu Məhkəmənin icraatındakı işlərə üçüncü tərəf qismində qatılıb. AHƏM diqqəti bu sualın üzərində cəmləşdirdi ki, LH. tərəfindən ərizəçiyə qarşı yol verilmiş sui-istifadəyə görə dövlətin məsuliyyət daşıdığını hesab etmək olarmı?", "140. AHƏM qeyd etdi ki, təhsil sistemi yaradılandan bəri orada dövlətin rolu təhsili maliyyələşdirməklə və tədris proqramının və təhsilin keyfiyyətinə nəzarət etməklə məhdudlaşıb. Bu sistem dövlət ilə məktəb (müəllimlər) arasında iyerarxiya münasibətləri yaratmayıb, yaxud sonuncunun birincini məlumatlandırmaq öhdəliyi daşıması üçün əslində hər hansı hüquqi baza olmayıb. Həmçinin 1 saylı Protokolun 2-ci maddəsi də məktəblərin, o cümlədən oradakı bütün intizam məsələlərinin dövlət tərəfindən birbaşa idarə edilməsini tələb etmir.", "141. Hər halda dövlətin 3-cü maddənin pozuntusunu təşkil edən rəftarın qarşısını almaqdan ibarət pozitiv öhdəliyini yerinə yetirib-yetirmədiyi məsələsinə gəlincə AHƏM hesab etmədi ki, 1970-ci illərin əvvəllərində cinayət işi və mülki iş qaldırmaq imkanını yaratmaqdan əlavə dövlətin digər tədbirlər görməsi tələb olunurdu.", "142. Nə daxili qanunvericilik, nə də Konvensiya ibtidai məktəbin gündəlik fəaliyyətlərinin idarə olunmasını tələb etmədiyinə görə dövlət ibtidai məktəb müəlliminin hərəkətlərinə görə məsuliyyət daşıya bilməzdi. Müəllimin hərəkətlərinin qarşısını almamağa görə onun məsuliyyət daşıdığını hesab etmək həddən artıq sərt məsuliyyətin tətbiq edilməsinə bərabər olardı. Məktəblərin idarəçiliyinin özəl və dini xarakter daşıması sui-istifadə hallarının qarşısını almaq və ya fərdləri bundan çəkindirmək yolunda heç vaxt maneə təşkil etməyib və heç vaxt qnunun tətbiqini istisna etməyib.", "", "C. Məhkəmənin qiymətləndirməsi", "", "143. Bu işdəki faktlar 1973-cü ildə baş verib. Hökumətin vurğuladığı kimi, Məhkəmə dövlətin hər hansı müvafiq məsuliyyətini 1973-cü ilin faktları və standartları nöqteyi-nəzərindən qiymətləndirməli və xüsusən təhsil kontekstində yetkinlik yaşına çatmayanlara qarşı seksual sui-istifadə riski barədə bu gün cəmiyyətin məlumatlı olduğunu nəzərə almamalıdır, belə ki, bu məlumatlılıq bir sıra ölkələrdə, o cümlədən İrlandiyada bu məsələ barədə son dövrlərdəki ictimai müzakirələrin nəticəsidir (yuxarıda 73-88-ci bəndlərə bax).", "", "1. Dövlətin mümkün pozitiv öhdəliyi", "", "144. Məhkəmə bir daha xatırladır ki, 3-cü maddə demokratik cəmiyyətin təməl dəyərlərindən birini təsbit edir. O, işgəncəni, yaxud qeyri-insani və ya ləyaqəti alçaldan rəftar və ya cəzanı tamamilə qadağan edir. Yüksək Müqavilə Tərəflərinin Konvensiyanın 1-ci maddəsində nəzərdə tutulmuş öhdəliyi, yəni yurisdiksiyaları daxilində olan hər kəs üçün Konvensiyada müəyyən olunmuş hüquq və azadlıqları təmin etmək öhdəliyi, 3-cü maddənin müddəaları ilə birgə götürülməklə, dövlətlərdən tələb edir ki, yurisdiksiyaları daxilində olan fərdlərin işgəncəyə, yaxud qeyri-insani və ya ləyaqəti alçaldan rəftara məruz qalmamasını (o cümlədən belə rəftar adi fiziki şəxslər tərəfindən törədildiyi hallarda da) təmin etmək məqsədi daşıyan tədbirlər görsünlər. Bu qoruyucu pozitiv öhdəlik dövlət orqanlarının üzərinə həddən artıq yük qoyan öhdəlik kimi şərh olunmamalıdır, xüsusən də onların insan davranışını öncədən görə bilməsinin mümkünsüzlüyü və fəaliyyətlərini prioritetlər və resurslar baxımından seçməli olmaları nəzərə alınmalıdır. Müvafiq olaraq, heç də hər bir pis rəftar riski həmin riskin reallaşmasının qarşısını almaq üçün dövlət orqanlarının Konvensiya əsasında tədbir görməsinin tələb edilməsi ilə nəticələnə bilməz. Bununla belə, tələb olunan tədbirlər xüsusən uşaqların və əlverişsiz vəziyyətdə olan digər şəxslərin ən azı səmərəli müdafiəsini təmin etməli və dövlət orqanlarının xəbərdar olduqları və ya xəbərdar olmağa borclu olduqları pis rəftarın qarşısını almağa yönələn ağlabatan tədbirləri özündə ehtiva etməlidir (X və Y Niderlanda qarşı, 26 mart 1985-ci il tarixli qərar, A seriyaları, № 91, 21-27-ci bəndlər; A Birləşmiş Krallığa qarşı, 23 sentyabr 1998-ci il tarixli qərar, Reports 1998VI, 22-ci bənd; Z və başqaları Birləşmiş Krallığa qarşı, iş üzrə yuxarıda istinad edilən qərar, 74-75-ci bəndlər, ECHR 2001V; D.P. və J.C. Birləşmiş Krallığa qarşı, ərizə № 38719/97, 109-cu bənd, 10 oktyabr 2002-ci il; və M.C. Bolqarıstana qarşı, ərizə № 39272/98, 149-cu bənd, ECHR 2003XII).", "145. Bundan başqa, bu işdəki ibtidai təhsilin konteksti bu öhdəliyin xarakterini və mühümlüyünü xeyli dərəcədə müəyyən edir. Məhkəmənin presedent hüququnda aydınlıq gətirilir ki, qoruyucu pozitiv öhdəlik xüsusən ibtidai təhsil kimi mühüm dövlət xidmətinin göstərilməsi kontekstində mühüm əhəmiyyət kəsb edir və bu zaman dövlət orqanları şagirdlərin, xüsusən də əlverişsiz vəziyyətdə olan və dövlət orqanlarının müstəsna nəzarəti altında olan azyaşlıların sağlamlığını və rifahını qorumağa borcludurlar (Qrzelak Polşşaya qarşı, ərizə № 7710/02, 87-ci bənd, 15 iyun 2010-cu il; və İlbeyi Kemaloğlu və Meriye Kemaloğlu Türkiyəyə qarşı, ərizə № 19986/06, 35-ci bənd, 10 aprel 2012-ci il).", "146. Xülasə, 3-cü maddə ilə təmin edilən hüquqların fundamental xarakterini və uşaqların xüsusilə əlverişsiz vəziyyətdə olduqlarını nəzərə alsaq, dövlətin üzərinə belə bir öhdəlik düşür ki, zərurət olduqda xüsusi tədbirlərin və təminatların tətbiqi vasitəsilə onların xüsusən ibtidai təhsil kontekstində pis rəftardan müdafiəsini təmin etsin.", "147. Bundan başqa, bu işə aidiyyəti olan hadisələr baş verən dövrdə, yəni 1973-cü ildə bu öhdəlik qüvvədə idi.", "Həmin dövrə qədər qəbul edilmiş, yuxarıda 91-95-ci bəndlərdə xülasəsi verilən bir sıra beynəlxalq sənədlərdə uşaqların müdafiəsi üçün dövlətlər tərəfindən xüsusi tədbirlərin görülməsinin zəruriliyi vurğulanırdı. Məhkəmə xüsusən MSHBP-ni və İSMHBP-ni qeyd edir, hər iki sənəd 1966-cı ildə imzalanmaq üçün açıq elan olunub və İrlandiya tərəfindən 1973-cü ildə imzalanıb, hərçənd ki, onların hər ikisi onun tərəfindən 1989-cu ildə ratifikasiya olunub (yuxarıda 95-ci bəndə bax).", "Bundan əlavə, Məhkəmə özünün presedent hüququnda hələ beşinci qərarında təsdiq etmişdi ki, Konvensiya dövlətlərin üzərinə pozitiv öhdəliklər qoya bilər və o, bunu təhsil hüququ ilə əlaqədar olan 1 saylı Protokolun 2-ci maddəsi kontekstində bildirmişdi (\"Belçikadakı təhsil sistemində dillərdən istifadə barəsindəki qanunların müəyyən aspektlərinə dair\" iş (şikayətin mahiyyətinə dair qərar), 23 iyul, 1968-ci il, 3-cü bənd, A seriyaları, № 6). Marksın işində (Marks Belçikaya qarşı, 13 iyun 1979-cu il, 31-ci bənd, A seriyaları, № 31) 8-ci maddədən irəli gələn, uşaqların ailəyə inteqrasiyasını təmin etməyə yönələn pozitiv öhdəlikləri təsvir etmək üçün istifadə edilmiş ifadələrə digər işlərdə tez-tez istinad edilir (xüsusən bu işə bax: Eyri İrlandiyaya qarşı, 9 oktyabr 1979-cu il, 25-ci bənd, A seriyaları, № 32). Bu məsələyə ən çox aid olan və ilkin işlərdən olan yuxarıda istinad edilmiş X və Y Niderlanda qarşı işdə müəyyən edildi ki, ruhi xəstəliyi olan yeniyetməyə qarşı seksual təcavüz hərəkətlərini cinayət əməli kimi müəyyən edən qanunvericiliyin olmaması o deməkdir ki, dövlət zərərçəkənin 8-ci maddədə nəzərdə tutulmuş hüquqlarını qorumaqdan ibarət pozitiv öhdəliyini yerinə yetirməyib. Bu nəticəyə gələrkən Məhkəmə Hökumətin belə bir arqumentini rədd etdi ki, həmin işdəki faktlar \"istisna\" idi və qanunvericilikdəki bu boşluğu öncədən görmək mümkün deyildi. Cavabdeh dövlət bu cür xəstələr üçün nəzərdə tutulan, özəl qurumun idarəçiliyində olan qulluq müəssisəsində ruhi xəstəliyi olan yeniyetmələrə qarşı seksual sui-istifadə riskindən xəbərdar olmalı və belə hallar üçün qanunvericilik aktları qəbul etməli idi. Bu işlər hazırkı işin faktları baş verənə qədər və ya onlarla eyni dövrdə baş vermiş faktlara aid idi.", "Doğrudur, həmin ilkin işlərdən sonra Məhkəmə, əlbəttə ki, dövlətin üzərinə düşən pozitiv öhdəliklərin hüdudları və xarakteri ilə bağlı əlavə izahat verdi. Lakin hesab edilir ki, bu, sadəcə ilkin dövrlərdə baş vermiş faktlara tətbiq edilə bilən presedentlərə dair izahat idi və burada faktların retroaktiv tətbiqi barədə hər hansı sual yaranmır (Varnava və başqaları Türkiyəyə qarşı [BP], ərizələr № 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 və 16073/90, 140-cı bənd, ECHR 2009).", "148. Müdafiəni nəzərdə tutan pozitiv öhdəliyin məzmununa gəlincə, Məhkəmə xatırladır ki, hazırkı işdəkinə bənzər ciddi pozuntu hərəkətlərinə qarşı səmərəli çəkindirici tədbirlərin görülməsinə yalnız arxasında hüquq-mühafizə mexanizmi dayanan səmərəli cinayət qanunvericiliyi normalarının mövcudluğu vasitəsilə nail olmaq olar (X və Y Niderlanda qarşı iş üzrə yuxarıda istinad edilən qərar, 27-ci bənd; həmçinin, məsələn, bu işlərə bax: Beqanoviç Xorvatiyaya qarşı, ərizə № 46423/06, 71-ci bənd, 25 iyun 2009-cu il; Mahmut Kaya Türkiyəyə qarşı, ərizə № 22535/93, 115-ci bənd, ECHR 2000III; və M.C. Bolqarıstana qarşı iş üzrə yuxarıda istinad edilən qərar, 150-ci bənd). Önəmli olan budur ki, uşaqlara qarşı seksual sui-istifadə əməli, xüsusən onu törədən şəxs uşaq üzərində nəzarət səlahiyyətinə malikdirsə, elə xarakterə malikdirdir ki, belə halların aşkar edilməsinə və onlar barəsində məlumat verilməsinə yönələn yararlı mexanizmlərin mövcudluğu müvafiq cinayət qanunlarının səmərəli tətbiqi üçün mühüm əhəmiyyət daşıyır (Yuppala Finlandiyaya qarşı, ərizə № 18620/03, 42-ci bənd, 2 dekabr 2008-ci il). Məhkəmə aydınlıq gətirmək istərdi ki, o da Hökumət kimi hesab edir ki, onun əlində ərizəçini müdafiə etmək üçün əməli tədbir görməkdən imtina edildiyini göstərən heç bir sübut yoxdur (Osman Birləşmiş Krallığa qarşı, 115-116-cı bəndlər). LH. barəsindəki şikayətlər 1995-ci ildə dövlət orqanlarının diqqətinə çatdırılana qədər dövlət bu konkret müəllimin (LH.-nin) konkret şagirdə (ərizəçiyə) qarşı risk yaratdığından nə xəbərdar idi, nə də xəbərdar olmağa borclu idi.", "149. Həmçinin digər işlərdə xatırladılır ki, bunu sübuta etməyə ehtiyac yoxdur ki, dövlət hərəklətsizliyə \"yol verməsəydi\", pis rəfsar baş verməzdi. Vəziyyəti dəyişmək üçün real imkan yarada və ya zərərin nəticələrini yüngülləşdirə biləcək mümkün ağlabatan tədbirlərin görülməməsi faktı dövlətin məsuliyyə cəbl olunması üçün kifayətdir (E. və başqaları Birləşmiş Krallığa qarşı iş üzrə yuxarıda istinad edilən qərar, 99-cu bənd).", "150. Həqiqətən bu halda, ərizəçinin vurğuladığı kimi, dövlət öz vəzifələrini özəl qurumların və ya fərdlərin üzərinə ötürməklə ibtidai məktəblərdəki azyaşlılar barəsində daşıdığı öhdəliklərdən boyun qaçıra bilməz (Kostello-Roberts Birləşmiş Krallığa qarşı iş üzrə yuxarıda istinad edilən qərar, 27-ci bənd. Həmçinin bax (müvafiq dəyişikliklərlə): Stork Almaniyaya qarşı, ərizə № 61603/00, 103-cü bənd, ECHR 2005V). Lakin bu o demək deyil ki, hazırkı işdə, Hökumətin güman etdiyi kimi, ibtidai məktəblərin qeyri-dövlət idarəçiliyi modelinin və onun kökündə duran ideoloji seçimlərin saxlanmasına etiraz edilir. Əksinə, hazırkı işdə qaldırılan sual ondan ibarətdir ki, qorunub saxlanılan bu sistemdə uşaqlar üçün yetərli müdafiə mexanizmləri varmı?", "151. Nəhayət, görünür Hökumət belə hesab edir ki, ərizəçi təhsil üçün Danderrou milli məktəbini seçdiyinə görə dövlət Konvensiyada nəzərdə tutulmuş öhdəliklərindən azaddır. Lakin Məhkəmə hesab edir ki, ibtidai məktəb yaşında olan uşaqların böyük əksəriyyəti kimi ərizəçinin də yerli milli məktəbə getməkdən savayı \"real və məqbul alternativi\" yox idi (Kempbell və Kozans Birləşmiş Krallığa qarşı, 25 fevral 1982-ci il, 8-ci bənd, A seriyaları, № 48). İbtidai təhsil məcburi idi (Məktəbə getmə haqqında 1926-cı il tarixli Qanunun 4-cü və 17-ci maddələri) və çox az valideynlər iki digər təhsil variantını (evdə təhsil almaq, yaxud nəqliyyatla ödənişli ibtidai təhsil məktəblərinə getmək) seçmək üçün vəsaitə malik idilər, milli məktəblər isə pulsuz idi və milli məktəb şəbəkəsi geniş idi. Ərizəçinin yaşadığı dairədə dörd milli məktəb vardı, yaxınlıqdakı ödənişli məktəbin hansı məsafədə yerləşdiyi barədə isə heç bir məlumat təqdim edilməyib. İstənilən halda, uşaq dövlət tərəfindən təsdiqlənmiş təhsil variantlarından birini (istər milli məktəb olsun, istərsə də ödənişli məktəb və ya evdə təhsil) seçibsə, sadəcə bu seçimi əsas gətirərək dövləti uşağın müdafiəsini nəzərdə tutan pozitiv öhdəliyindən azad etmək olmaz (Kostello-Robertsin işi üzrə yuxarıda istinad edilən qərar, 27-ci bənd).", "152. Xülasə, hazırkı işin məqsədləri üçün sual bundan ibarətdir ki, dövlətin qanunvericilik bazası və xüsusən pis rəftardan müdafiə edilmə və onlar barədə məlumat vermə mexanizmləri milli məktəbə gedən uşaqların seksual sui-istifadə riskinə qarşı (1973-cü ildə dövlət orqanlarının bu riskdən xəbərdar olduqlarını və ya xəbərdar olmağa borclu olduqlarını söyləmək olar) səmərəli müdafiəsini təmin edirdimi?", "", "2. Pozitiv öhdəlik yerinə yetirilmişdimi?", "", "153. Bu məsələdə fikir ayrılığı yoxdur ki, 1973-cü ildə ərizəçiyə qarşı LH. tərəfindən seksual-sui istifadəyə yol verilib. LH. eyni milli məktəbdən olan şagirdlərə qarşı bir neçə seksual-sui istifadə ittihamı üzrə təqsirini boynuna alıb. O, ərizəçinin mülki işində öz müdafiəsi üçün heç nə təqdim etməyib və Ali Məhkəmə LH.-nin ona qarşı seksual-sui istifadəyə yol verdiyini qəbul edib. Məhkəmə həmçinin hesab edir ki, bu məsələdə də fikir ayrılığı yoxdur ki, bu pis rəftar Konvensiyanın 3-cü maddəsinin tətbiq dairəsinə düşür. Konkret olaraq, yaşı təxminən doqquz yaş yarım olarkən ərizəçi təqribən 20 dəfə LH. tərəfindən seksual təcavüzə məruz qalmışdı və LH. onun müəllimi və məktəb direktoru olmaqla onun üzərində səlahiyyətə və nəzarətə malik idi (misal üçün bax: E və başqaları Birləşmiş Krallığa qarşı iş üzrə yuxarıda istinad edilən qərar, 89-cu bənd).", "154. Həmçinin tərəflər arasında İrlandiyanın ibtidai təhsil sistemi ilə bağlı fikir ayrılıqları da azdır, hərçənd ki, nəticə etibarı ilə daxili qanunvericiliyə və Konvensiyaya əsasən dövlətin məsuliyyət daşıması məsələsində onların rəyləri fərqlidir.", "155. İrlandiyanın ibtidai təhsilində dini icmaların və dövlətin müvafiq rolu 19-cu əsrin əvvəllərindən bü günə qədər ardıcıl olaraq saxlanılıb. Dövlət ümumən təhsili təmin edir (tədris proqramını hazırlayır, müəllimlərə lisenziya verir və məktəbləri maliyyələşdirir), ibtidai təhsil isə milli məktəblər tərəfindən verilir. Dini qurumlar (himayədarlar qismində) milli məktəblərə sahiblik edir və onları (idarəçilər qismində) idarə edirlər. Hakim Hardimanın vurğuladığı kimi, milli məktəblərin dini qurumlar tərəfindən idarə olunması nəinki sadəcə ibtidai təhsilin təmin edilməsində onların iştirakına dövlətin icazə verməsi idi, həm də milli məktəblərin idarəçiliyinin dini subyektlərə və onların maraqlarına \"güzəştə gedilməsi\" idi, həmin qurumlar dövlət ilə uşaq arasında idarəçi qismində mövcud idilər. Buna görə də təhsil naziri milli məktəblərin gündəlik fəaliyyətini nə idarə etmək, nə də onlara nəzarət etmək imkanına malik idi (yuxarıda 35-ci və 40-cı bəndlərə bax). Ali Məhkəmədə hakimlər Hardiman və Fennellinin vurğuladığı kimi, dini icmalar ibtidai təhsilin milli məktəb modelini mühafizə etməkdən və bu sistemə nəzarət etməkdən ibarət qətiyyətli istəklərini ifadə ediblər. Dini icmaların məqsədləri onların adətlərinin bu məktəblərdə öz əksini tapmasını təmin etməkdən ibarət olduğuna görə milli məktəblər əsasən dini sistem üzrə formalaşıb: müvafiq olaraq, katoliklər tərəfindən idarə olunan milli məktəbə bir qayda olaraq katolik idarəçi (adətən bu, yerli dairənin keşişi olurdu) təyin olunur, oradakı müəllim və şagirdlər də katoliklər olurdu (hakimlər Hardiman və Fennellinin yuxarıda 31-32-ci və 43-cü bəndlərdəki rəylərinə bax).", "156. Bu milli məktəb modeli 1922-ci ildən bəri qüvvə qalırdı və 1937-ci ildə qəbul edilmiş Konstitusiyanın 42-ci maddəsinin 2-ci bəndinin mətnində nəzərdə tutulmuş və dəstəklənmişdi. 1970-ci illərin əvvəllərində bütün ibtidai məktəblərin 94%-ini milli məktəblər təşkil edirdi. Həmin milli məktəblərin təxminən 91%-i katolik kilsəsinin sahibliyində idi və onun tərəfindən idarə olunurdu, hərçənd ki, katoliklərin idarə etdiyi milli məktəblərə gedən ibtidai məktəb şagirdlərinin faizi, yəqin ki, daha yüksək idi.", "157. Müvafiq olaraq, 1970-ci illərin əvvəllərində 12-13 yaşlı irlandiyalı uşaqların böyük əksəriyyəti, ərizəçi kimi, yerli milli məktəbə gedirdilər. Ali Məhkəmədə hakimlər Hardiman və Fennellinin qeyd etdikləri kimi, təhsil müəssisələri qeyri-dövlət subyektinin sahibliyində idi və onun tərəfindən və onun maraqları naminə idarə olunurdu, bu isə dövlət nəzarətini istisna edirdi. Üstəlik, qeyri-dövlət subyekti konkret olaraq şagirdlər və valideynlər üzərində əhəmiyyətli dərəcədə nüfuza malik idi və öz mövqeyini qətiyyətlə qoruyurdu.", "158. Belə görünür ki, bu ibtidai təhsil modeli Avropada unikal modeldir. Ali Məhkəmə bu sistemi tamamilə unikal və İrlandiyanın özünəməxsus tarixi təcrübəsinin nəticəsi olan bir sistem kimi göstərməklə bunu etiraf edib.", "159. Bu unikal təhsil modelinin dövlət tərəfindən mühafizə edilməsi ilə paralel olaraq, dövlət həm də özünün bu sahəyə aid cinayət qanunlarını tətbiq etməklə yetkinlik yaşına çatmayanlara qarşı cinsi cinayətlərin səviyyəsindın xəbərdar idi.", "160. 1922-ci ildə müstəqillik əldə edildikdən sonra İrlandiya dövləti konkret olaraq yetkinlik yaşına çatmayanlara qarşı seksual sui-istifadə hallarını cinayət əməli kimi müəyyən edən qanunları, o cümlədən Şəxsiyyət əleyhinə cinayətlər haqqında 1861-ci il tarixli Qanunun (müvafiq dəyişikliklərlə) 50-ci və 51-ci maddələrini və Cinayət qanunvericiliyinə dəyişikliklər edilməsi haqqında 1935-ci il tarixli Qanunu (\"1935-ci il Qanunu\") qüvvədə saxlamış və ya yeni qanunlar qəbul etmişdi. Belə hərəkətlər həmçinin ümumi hüquqa əsasən nalayiq hərəkət etmə və adi fiziki təhqir cinayəti təşkil edirdi.", "161. Bundan başqa, Məhkəmənin qarşısındakı sübutlar 1970-ci illərə qədər cinsi cinayətlərə qarşı cinayət təqibinin stabil səviyyədə olduğunu göstərir. O, hələ 1931-ci ildə konkret olaraq polis komissarının Karriqan Komitəsinə təqdim etdiyi ətraflı statistik dəlilləri nəzərə alır (yuxarıda 71-ci bəndə bax). İrlandiyadakı 800 polis bölməsindən topladığı məlumatların əsasında komissar bu qənaətə gəlmişdi ki, İrlandiyada cinsi cinayətlərin sayı təşviş doğuran səviyyədədir və onların xüsusiyyəti bundan ibarətdir ki, bu halların çoxu yetkinlik yaşına çatmayanlarla, o cümlədən yaşı 10-dan aşağı olan uşaqlarla əlaqədardır. Əslində bu dəlil onu göstərirdi ki, faktiki olaraq baş vermiş cinayətlərin yalnız bir hissəsi barəsində cinayət təqibi həyata keçirilir. Uşaqlara qarşı nalayiq rəftar hallarının tez-tez baş verməsi ilə hüquqpozanların cəzasız qalmağa ümid bəsləməsi arasında səbəb-nəticə əlaqəsinin olduğu qənaətinə gələrək, Komitə öz hesabatında qanunvericilikdə dəyişikliklər edilməsini və daha sərt cəzaların nəzərdə tutulmasını tövsiyə etmişdi ki, bu da 1935-ci il Qanununun qəbulu ilə nəticələndi, həmin qanunda digər əməllərlə yanaşı yeniyetmə qızlara qarşı müəyyən cinsi hüqupozmalar cinayət kimi müəyyən edildi. Rayan Komissiyasının sponsorluq etdiyi və öz hesabatına əlavə etdiyi professor Ferriterin hesabatında (yuxarıda 82-ci bəndə bax) cinayət məhkəmələrinin arxivlərindən toplanan, Karriqan hesabatından sonrakı dövrdən 1960-cı illərə qədərki dövrü əhatə edən cinayət təqibinə dair statistik məlumatlar təhlil olundu. O, öz hesabatında digər nəticələrlə yanaşı bu qənaətə gəldi ki, həmin arxivlər yeniyetmə oğlan və qızlara qarşı yönələn cinsi cinayətlərin səviyyəsinin yüksək olduğunu nümayiş etdirir. Nəhayət, Rayan hesabatı həmçinin 1970-ci illərə qədər və həmin illərdə böyüklər tərəfindən uşaqlara qarşı seksual sui-istifadə hallarına yol verildiyi barədə dövlət orqanlarına şikayətlər edildiyini sübut edirdi (yuxarıda 78-81-ci bəndlərə bax). Baxmayaraq ki, həmin hesabat əsasən tədris proqramı milli məktəblərinkindən fərqli olan istehsalat məktəblərinə aid idi və orada təhsil alan uşaqlar öz ailələrindən və icmalarından ayrı yaşayırdılar (istehsalat məktəblərinin təsviri üçün yuxarıda 73-cü bəndə bax), ilkin dövrlərdəki bu şikayətlər o demək idi ki, təhsil kontekstində böyüklər tərəfindən azyaşlılara qarşı seksual sui-istifadə hallarına yol verildiyi barədə məlumatlar dövlətə çatdırılırdı. İstənilən halda, 1970-ci illərə qədər və həmin illərdə dövlətə edilən şikayətlər digər məsələlərlə yanaşı milli məktəblərə aid olan Rayan hesabatının III cildində qeydə alınmışdı (yuxarıda 80-ci bəndə bax).", "162. Beləliklə, dövlət böyüklər tərəfindən yetkinlik yaşına çatmayanlara qarşı törədilən cinsi cinayətlərin səviyyəsindən xəbərdar idi. Müvafiq olaraq, azyaşlı uşaqların böyük əksəriyyətinin təhsili üzərində nəzarəti qeyri-dövlət subyektlərinin öhdəsinə verərkən dövlət bu kontekstdə uşaqları müdafiə etmək öhdəliyi daşıdığını nəzərə alaraq, müvafiq müdafiə sistemi olmadığı təqdirdə uşaqların təhlükəsizliyi üçün yarana biləcək potensial risklərdən də xəbərdar olmalı idi. Bu risk mütənasib tədbirlərin və təminatların qəbulu vasitəsilə aradan qaldırılmalı idi. Sonuncular isə ən azı dövlət nəzarətində olan orqan tərəfindən pis rəftar hallarının aşkar edilməsinə və onlar barəsində həmin orqana məlumat verilməsinə yönələn səmərəli mexanizmləri özündə ehtiva etməli idi, bu cür prosedurlar cinayət qanunlarının tətbiqi üçün, bu cür pis rəftar hallarının qarşısının alınması üçün və beləliklə, daha ümumi şəkildə götürsək, dövlətin qoruyucu pozitiv öhdəliyinin yerinə yetirilməsi üçün mühüm əhəmiyyət daşıyırdı (yuxarıda 148-ci bəndə bax).", "163. Hökumətin istinad etdiyi birinci mexanizm 1965-ci il Qaydalarında və 6 may 1970-ci il tarixli \"Rəhbər göstərişlər\"də əks olunmuş məlumat vermə prosesi idi (yuxarıda 62-ci bəndə bax). Lakin təqdim edilmiş materialların heç birində dövlət orqanlarının üzərinə düşən, müəllimlərin uşaqlarla rəftarının monitorinqini nəzərdə tutan hər hansı öhdəlikdən bəhs edilmir və onların heç birində uşağın və ya valideynin pis rəftar barəsində birbaşa dövlət orqanına müraciət etməsinə şərait yaradan prosedur göstərilməyib. Əksinə, Hökumətin istinad etdiyi 6 may 1970-ci il tarixli \"Rəhbər göstərişlər\"in mətnində açıq-aydın göstərilirdi ki, müəllimlər barəsində şikayəti olanlar qeyri-dövlət subyektinə – din xadimi olan idarəçiyə müraciət etməlidirlər. Valideyn idarəçiyə (adətən bu şəxs, hazırkı işdə olduğu kimi, yerli keşiş idi) müraciət etməkdən vaz keçərək dövlət orqanına şikayət etmək istədiyi təqdirdə müvafiq qaydalar onu bu hərəkətdən çəkindirirdi.", "164. İstinad edilmiş ikinci mexanizm məktəb təftişçiləri sistemi idi və o da 1965-ci il Qaydaları ilə, habelə 16/59 saylı əmrlə tənzimlənirdi (yuxarıda 61-ci bəndə bax). Lakin Məhkəmə qeyd edir ki, təftişçilərin əsas vəzifəsi təhsilin keyfiyyətinə və akademik göstəricilərə nəzarət etmək və bu barədə məlumat vermək idi. Hökumətin istinad etdiyi sənədlərdə təftişçilərin müəllimlərin uşaqlarla rəftarı ilə əlaqədar olaraq təhqiqat aparmaq və ya həmin rəftarı monitorinq etmək vəzifəsi barəsində, habelə uşaqların və ya valideynlərin birbaşa təftişçiyə şikayət etmək imkanı, təftişçinin məktəbə baş çəkəcəyi barədə valideynlərə qabaqcadan xəbər verilməsi tələbi, yaxud təftişçi ilə şagirdlər və (və ya) onların valideynləri arasında hər hansı birbaşa əlaqə haqqında heç bir konkret qeyd yox idi. Təftişçilərin ziyarətlərinin faizi (yuxarıda 61-ci bəndə bax) yerlərdə onların ziyarətlərinin hər hansı əhəmiyyət daşıdığına dəlalət etmirdi. Bu faktı o da təsdiqləyir ki, Hökumət müəllimin uşağa qarşı pis rəftarı ilə bağlı təftişçiyə verilən şikayətlər barəsində hər hansı məlumat təqdim etməyib. Ali Məhkəmədə hakim Hardimanın qeyd etdiyi kimi, nazir (öz təftişçiləri vasitəsilə) akademik göstəriciləri yoxlamaq üçün məktəbləri təftiş edirdi, amma onun funksiyası bundan uzağa getmirdi: O, məktəblərə birbaşa nəzarət etmək imkanından məhrum idi, çünki dövlət ilə uşağın arasında qeyri-dövlət subyekti olan idarəçi mövcud idi (yuxarıda 35-ci bəndə bax).", "165. Buna görə də Məhkəmə bu fikirdədir ki, Hökumətin istinad etdiyi mexanizmlər dövlət orqanları ilə ibtidai məktəb şagirdləri və (və ya) onların valideynləri arasındakı münasibətlərdə hər hansı səmərəli müdafiəni təmin etmirdi və bu, əslində milli məktəb modelində vəzifələrin konkret bölgüsünə uyğun olan hal idi.", "166. Məhkəmənin rəyinə görə hazırkı işin faktları müdafiənin mövcud olmamasının nəticələrini nümayiş etdirir və göstərir ki, \"məntiqə görə gözləmək olardı ki\", 1973-cü ilə qədər müdafiəni təmin edən səmərəli tənzimləyici hüquqi baza bu işdəki ərizəçiyə qarşı hər hansı \"riski və ya onun məruz qala biləcəyi ziyanı aradan qaldıracaq, yaxud ən azı minimuma endirəcək\" (E və başqaları Birləşmiş Krallığa qarşı iş üzrə yuxarıda istinad edilən qərar, 100-cü bənd). 1960-cı illərin ortalarından bəri Danderrou milli məktəbində LH. ilə əlaqədar olan 400-dən artıq sui-istifadə halları baş vermişdi. 1971 və 1973-cü illərdə LH. barəsində din xadimi olan idarəçiyə şikayətlər edilmiş, amma Ali Məhkəmənin etiraf etdiyi kimi, idarəçi bu şikayətləri hər hansı dövlət orqanının diqqətinə çatdırmamışdı. Həmin məktəbə təyin olunmuş təftişçi 1969-cu ildən 1973-cü ilədək məktəbə 6 dəfə baş çəkmiş və LH. barəsində ona heç vaxt şikayət edilməmişdi. Əslində LH. işdən çıxdıqdan sonra 1995-ci ilədək LH.-nin fəaliyyətləri barəsində hər hansı dövlət orqanına şikayət edilməmişdi. Bu cür çoxsaylı və ciddi pis rəftar hallarının aşkara çıxarılması və onlar barəsində məlumat verilməsi üçün nəzərdə tutulan hər hansı sistem onların bu qədər uzun müddət davam etməsinə imkan yaradıbsa, səmərəsiz hesab edilməlidir (C.A.S. və C.S. Rumıniyaya qarşı, ərizə № 26692/05, 83-cü bənd, 20 mart 2012-ci il). Məntiqə görə gözləmək olardı ki, 1971-ci ildə edilmiş şikayətlə bağlı görülmüş adekvat tədbir bu işdəki ərizəçinin iki il sonra eyni məktəbdə eyni müəllim tərəfindən sui-istifadəyə məruz qalmasının qarşısını ala bilərdi.", "167. Nəhayət, Hökumət tərəfindən istinad edilən professor Ferqyussonun məktubu ekspert araşdırmasından doğan hesabat deyildi, sadəcə məhkəməyəqədərki məsləhət idi və beləliklə, qaçılmaz olaraq həm də uğur şansları və məhkəmə xərclərini ödəmə ehtimalı kimi məsələlərlə əlaqədar idi. Həmçinin Hökumət tərəfindən istinad edilən professor Rollisonun şərhləri Birləşmiş Krallıqda seksual sui-istifadə riski barəsində dövlətin məlumatlılığının vəziyyətini müəyyənləşdirməyə yönəlmişdi, Məhkəmənin araşdırdığı məsələ isə konkret ölkə (İrlandiya) ilə əlaqədar qiymətləndirmə aparılmasını tələb edir.", "168. Yekunda belə nəticəyə gəlmək olar ki, bu iş 1973-cü ildə ərizəçinin seksual sui-istifadəyə məruz qalmasına görə bilavasitə LH.-nin, din xadimi olan idarəçinin və ya himayədarın, yaxud da valideynin və ya hər hansı digər şəxsin məsuliyyətinə aid iş deyil. Əslində şikayət ərizəsi dövlətin məsuliyyətinə aiddir. Daha dəqiq desək, orada qaldırılan məsələ bundan ibarətdir ki, cavabdeh dövlət müvafiq dövrdə milli məktəblərdə ərizəçi kimi yetkinlik yaşına çatmayanlara qarşı seksual sui-istifadə riski barəsində xəbərdar olmağa borclu idimi və öz hüquq sistemi vasitəsilə uşaqları bu cür rəftardan yetərincə müdafiə edirdimi?", "Məhkəmə artıq müəyyən etdi ki, 1970-ci illərdə hökumət uşaqları pis rəftardan müdafiə etməkdən ibarət pozitiv öhdəlik daşıyırdı. Üstəlik, bu, ibtidai təhsil kontekstində olduqca mühüm öhdəlik idi. Böyüklər tərəfindən uşaqlara qarşı seksual sui-istifadə hallarından xəbərdar olmağa borclu hesab edilən İrlandiya dövləti, digər məsələlərlə yanaşı, geniş miqyas almış bu cür cinayətlər barəsində xeyli sayda cinayət təqibi həyata keçirsə də, azyaşlı irlandiyalı uşaqların böyük əksəriyyətinin ibtidai təhsilinin idarə olunmasını qeyri-dövlət subyektlərinə (milli məktəblərə) həvalə etməyi davam etdirməklə və bu cür sui-istifadə hallarının baş verməsi riskinə qarşı hər hansı səmərəli dövlət nəzarəti mexanizmi yaratmamaqla bu öhdəliyini yerinə yetirməmişdi. Əksinə, dövlət orqanları yaxalarını potensial şikayətlərdən kənara çəkir və onlar dövlət nümayəndəsi olmayan, din xadimləri olan idarəçilərə ünvanlanırdı (yuxarıda 163-cü bəndə bax). Hazırkı işdə bunun nəticəsi ondan ibarət idi ki, dövlət nümayəndəsi olmayan idarəçi LH.-nin yol verdiyi sui-istifadə halları barəsindəki ilkin şikayətlərlə və daha sonra ərizəçiyə qarşı yol verdiyi sui-istifadə halları ilə, habelə daha geniş götürsək, elə həmin milli məktəbdə LH. tərəfindən çoxsaylı digər şagirdlərə qarşı törədilmiş ciddi və davamlı cinsi hüquq pozuntuları ilə əlaqədar tədbir görməmişdi.", "169. Belə olan halda hesab edilməlidir ki, dövlət bu işdəki ərizəçini 1973-cü ildə Danderrou milli məktəbinin şagirdi olarkən məruz qaldığı seksual sui-istifadə hallarından müdafiə etməkdən ibarət pozitiv öhdəliyini yerinə yetirməyib. Buna görə də onun Konvensiyanın 3-cü maddəsində nəzərdə tutulmuş hüquqları pozulub. Müvafiq olaraq, Məhkəmə bu şikayətin açıq-aydın əsassız olduğu barədə Hökumətin ilkin etirazını rədd edir.", "", "III. KONVENSİYANIN 3-CÜ MADDƏSİNİN PROSESSUAL ASPEKTİNİN İDDİA EDİLƏN POZUNTUSU", "", "170. Ərizəçi həmçinin iddia etdi ki, dövlət pis rəftar barədə əsaslı iddianı lazımi qaydada araşdırmayıb və ya məhkəmə sistemi vasitəsilə ona lazımi reaksiya göstərməyib. O, bildirdi ki, pozuntuları aşkar etmək və onlar barəsində məlumat vermək üçün səmərəli mexanizmlərin olmaması o deməkdir ki, LH. barəsində 1971-ci ildə edilmiş şikayətlə bağlı müvafiq orqanlara məlumat verilməyib və bu hal cinayət istintaqı aparılana və LH. məhkum edilənə qədər uzunmüddətli yubanmaya səbəb olub.", "171. Hökumət iddia etdi ki, 1973-cü ildə yetərli prosedurlar mövcud idi, amma 1975-ci ilədək hər hansı dövlət nümayəndəsinə şikayət edilməmişdi. Həmin vaxt dövlət öz prosessual öhdəliklərini yerinə yetirmişdi: polis tərəfindən araşdırmalar aparılmış, LH. məhkum edilmiş, CYZKİM kompensasiya təyin etmiş, ərizəçinin LH.-yə qarşı mülki iddiası uğurla nəticələnmiş və səhlənkarlıqla bağlı onun dövlətə qarşı qaldırdığı mülki iddia yalnız yetərli sübutlar olmadığına görə uğursuzluqla nəticələnmişdi.", "172. Məhkəmə C.A.S. və C.S. Rumıniyaya qarşı işdə (yuxarıda istinad edilmiş həmin iş üzrə qərarın 68-70-ci bəndləri) ifadə edilmiş bu prinsipləri xatırladır ki, 3-cü maddə adi fiziki şəxslər tərəfindən törədilmiş pis rəftara dair iddialarla bağlı dövlət orqanları tərəfindən səmərəli rəsmi araşdırma aparılmasını tələb edir və prinsipcə bu araşdırma işin faktlarının müəyyən edilməsi və təqsirkarların müəyyənləşdirilməsi və cəzalandırılması ilə nəticələnməyə qadir olmalıdır. Həmin araşdırma müstəqil şəkildə, təxirə salınmadan və ağlabatan cəldliklə aparılmalıdır. Zərərçəkən araşdırmada səmərəli iştirak etmək imkanına malik olmalıdır.", "173. Pozuntuları aşkar etmək və onlar barəsində məlumat vermək üçün adekvat mexanizmlərin mövcudluğu dövlətin 3-cü maddənin substantiv aspekti üzrə pozitiv öhdəlikləri kontekstində yuxarıda araşdırıldı. Müvafiq olaraq, məsələ dövlət orqanlarının diqqətinə çatdırıldıqdan sonra prosessual öhdəliklər yaranır (C.A.S. və C.S. Rumıniyaya qarşı iş üzrə qərarın 70-ci bəndinə (oradakı istinadlarla birlikdə) bax). Hazırkı işdə Danderrou milli məktəbinin şagirdi olan uşağa qarşı LH. tərəfindən yol verilmiş seksual sui-istifadə barəsində 1995-ci ildə polisə şikayət edilən kimi istintaq başlandı. Ərizəçinin ifadə verməsi üçün onunla əlaqə saxlanıldı, o, 1997-ci ilin əvvəllərində ifadə verdi və mütəxəssis məsləhəti almağa göndərildi (misal üçün C.A.S. və C.S. Rumıniyaya qarşı iş üzrə qərarın 82-ci bəndinə bax). LH. Danderrou milli məktəbinin 21 şagirdini əhatə edən seksual sui-istifadə ilə əlaqədar 386 cinayət əməlində ittiham olundu. LH. 21 ittiham üzrə təqsirini boynuna aldı. Onun barəsində ittiham hökmü çıxarıldı və o, azadlıqdan məhrum edildi. Təqdim edilmiş məlumatlardan aydın deyil ki, həmin ittihamlar arasında ərizəçinin işi üzrə ittihamlar da var idimi: hər halda ərizəçi LH.-nin müvafiq ittihamlar üzrə təqsirini boynuna alması və ya məhkum edilməsi faktı ilə əlaqədar hər hansı etirazını bildirməyib. Dövlətin onu müdafiə etməməsi ilə əlaqədar olaraq ərizəçinin zərərçəkən qismində tanınmağa və kompensasiya almağa nail ola bilməməsi ilə bağlı hər hansı məsələ aşağıda Konvensiyanın 3-cü maddəsi ilə birgə götürülməklə 13-cü maddə üzrə araşdırılacaq.", "174. Yuxarıdakı əsaslara görə Məhkəmə hesab edir ki, dövlətin Konvensiyanın 3-cü maddəsi üzrə prosessual öhdəliklərinin pozuntusu baş verməyib.", "", "III. KONVENSİYANIN 3-CÜ MADDƏSİNİN SUBSTANTİV ASPEKTİ İLƏ BİRGƏ GÖTÜRÜLMƏKLƏ 13-CÜ MADDƏNİN İDDİA EDİLƏN POZUNTUSU", "", "175. Bu işə aidiyyəti olan 13-cü maddədə deyilir:", "\"Bu Konvensiyada təsbit olunmuş hüquq və azadlıqları pozulan hər kəs, hətta bu pozulma rəsmi fəaliyyət göstərən şəxslər tərəfindən törədildikdə belə, dövlət orqanları qarşısında səmərəli hüquqi müdafiə vasitələrinə malikdir\".", "176. Ərizəçi şikayət etdi ki, o, dövlətin onu seksual sui-istifadə hallarından müdafiə etməməsi ilə əlaqədar olaraq dövlətə qarşı səmərəli daxili hüquqi müdafiə vasitəsi ilə təmin edilmək hüququna malik olub, amma həmin vasitə ilə təmin edilməyib. Hökumət iddia etdi ki, dövlətə və qeyri-dövlət subyektlərinə qarşı səmərəli hüquqi müdafiə vasitələri mövcud idi.", "177. Məhkəmə yuxarıda 115-ci bənddə qeyd etdiyi kimi bir daha xatırladır ki, bu kimi işdə 13-cü maddə Konvensiyanı pozan hərəkətlərə və ya hərəkətsizliyə görə dövlət rəsmilərinin və ya qurumlarının hər hansı məsuliyyətini müəyyənləşdirmək üçün mexanizmin mövcud olmasını tələb edir və bundan irəli gələn mənəvi ziyana görə kompensasiya məsələsi də mövcud hüquqi müdafiə vasitələrinin bir hissəsi olmalıdır (Z və başqaları Birləşmiş Krallığa qarşı iş üzrə yuxarıda istinad edilən qərar, 109-cu bənd). Məhkəmə həmçinin müvafiq presedent hüququnu və Makfarleyn İslandiyaya qarşı iş üzrə qərarın ([BP], ərizə № 31333/06, 10 sentyabr 2010-cu il) 107-108-ci bəndlərində əks olunmuş prinsipləri xatırladır. Konkret olaraq, Məhkəmənin funksiyası tərəflərin arqumentlərinin işığında bunu müəyyənləşdirməkdən ibarətdir ki, təklif olunan prosedurlar nəzəri və praktiki cəhətdən ərizəçinin sərəncamında olan səmərəli hüquqi müdafiə vasitələri təşkil edirdimi, yəni onlar əlçatan idimi, pozuntunu düzəltmək iqtidarında idimi və ağlabatan uğur perspektivi vəd edirdimi? Həmçinin yazılı Konstitusiyanın mövcud olduğu ümumi hüquq sistemində hüquqi müdafiə vasitələrinin formalaşdırılmasının mühümlüyü də presedent hüququnda vurğulanır (konkret olaraq bu işə bax: D. İrlandiyaya qarşı, ərizə № 26499/02 (qərardad), 85-ci bənd, 27 iyun 2006-cı il).", "", "A. Qeyri-dövlət subyektlərinə qarşı mülki hüquqi müdafiə vasitələri", "", "178. Hökumət iddia etdi ki, ərizəçi məktəbin keçmiş və (və ya) indiki himayədarını – yeparxiyanın yepiskopunu, idarəçini və (və ya) faktiki olaraq idarəçi səlahiyyətlərini icra edən şəxsi, yaxud onların hüquqi varislərini və ya əmlaklarını məhkəməyə cəlb etməli idi və vurğuladı ki, Ali Məhkəmənin hakimi Hardiman ərizəçinin bunu etməməsinin \"diqqətəlayiq\" olduğunu qeyd edib. Dövlətə qarşı hüquqi müdafiə vasitəsinin tələb olunduğu barədə öz əsas arqumentinə xələl gətirmədən ərizəçi qeyd etdi ki, o, mülki iddia qaldırdığı zaman himayədar və idarəçi daha bu vəzifəni daşımırdılar, hazırkı yepiskop isə onun mülki iddia qaldırmazdan əvvəl təqdim etdiyi məktuba cavab olaraq bu işdə məsuliyyət daşıdığını inkar etdi, qanun da onun tərəfində idi, belə ki, yepiskop məhkəməyə cəlb oluna bilməzdi, çünki fasiləsiz hüquqi vərəsəlik statuslu korporativ qurum deyildi.", "179. Məhkəmə hesab edir ki, ərizəçi dövlətin hər hansı məsuliyyətini müəyyənləşdirən hüquqi müdafiə vasitəsi ilə təmin edilmək hüququna malik idi və digər şəxslərə və qeyri-dövlət subyektlərinə qarşı təklif olunan mülki hüquqi müdafiə vasitələri, yəni uğur qazandırma şansının olub-olmamasından asılı olmayaraq himayədara və idarəçiyə qarşı və ziyanı kompensasiya etmək iqtidarında olub-olmamasından asılı olmayaraq LH.-yə qarşı qaldırılan mülki iddia səmərəsiz sayılmalıdır. Eynilə, Hökumətin istinad etdiyi LH. barəsindəki ittiham hökmünün çıxarılması 3-cü maddədən irəli gələn prosessual təminatlar baxımından önəmli olsa da, Konvensiyanın 13-cü maddəsində nəzərdə tutulan mənada ərizəçi üçün səmərəli hüquqi müdafiə vasitəsi deyildi.", "", "B. Dövlətə qarşı mülki hüquqi müdafiə vasitələri", "", "1. Tərəflərin arqumentləri", "", "180. Hökumət iddia etdi ki, ərizəçi himayədarın və (və ya) idarəçinin hərəkətlərinə görə dövlətin məsuliyyət daşıdığını əsaslandırmalı idi. Birincisi, o, ərizəçi tərəfindən belə bir iddianın qaldırılması imkanının mövcud olduğunu qeyd etdi ki, Konstitusiyanın 42-ci maddəsində nəzərdə tutulmuş ibtidai təhsil sistemi onun konstitusion hüquqlarından irəli gələn fiziki toxunulmazlıq hüququnu pozub (deliktlə (mülki hüquq pozuntusu ilə) əlaqədar konstitusiya şikayəti). İkincisi, o, iddia etdi ki, ərizəçi səhlənkarlıqla bağlı iddiasının icraatını Ali Məhkəməyə verdiyi şikayət ərizəsi vasitəsilə davam etdirə bilərdi, həmin şikayətində o, iddia etmişdi ki, dövlət öz ibtidai təhsil sisteminin strukturunu ərizəçini sui-istifadədən müdafiə edən tərzdə təşkil etməyib. Bu şikayət ərizəçinin Konvensiyanın 3-cü maddəsi üzrə qaldırdığı şikayət idi. Yüksək Məhkəmə ərizəçinin iddialarına birgə baxaraq onun tərəfindən hər hansı sübut təqdim edilmədiyinə görə iddiaları rədd edib (onları \"araşdırmayıb\"): əslində ərizəçinin öz eksperti (professor Ferqyusson) ona həmin vaxt pis rəftar riskindən dövlətin xəbərdar olduğu barədə iddia qaldırmamağı məsləhət görmüşdü (yuxarıda 24-cü bəndə bax). Buna görə də ərizəçinin sübutlar olmadığı üçün işinin araşdırılmadığını əsas gətirərək apellyasiya şikayəti verməməsinin üzrlü hesab edilməli olduğunu iddia etməsi səmimiyyətdən uzaqdır. İstənilən halda, Hökumət iddia etdi ki, ölkədaxili presedent hüququndakı müəyyən presedentlərdən görünür ki, sübutlar olmadığına görə iddiaların araşdırılmamasından apellyasiya şikayəti vermək olardı və bundan başqa, Yüksək Məhkəmə çıxardığı qərarı üçün əsas olmuş dəqiq səbəbləri göstərmədiyinə və səhlənkarlıqla bağlı ərizəçinin iddiasına ayrıca baxmadığına görə ərizəçi iddialarının araşdırılmamasından apellyasiya şikayəti verə bilərdi.", "181. Ərizəçi iddia etdi ki, ölkədaxili məhkəmə iddiasında o, himayədarın və (və ya) idarəçinin hərəkətlərinə görə dövlətin məsuliyyət daşıdığını əsaslandırıb. O, həmçinin Hökumətin qeyd etdiyi dövlətə qarşı digər iki hüquqi müdafiə vasitəsinin səmərəliliyini şübhə altına aldı. Onun deliktlə əlaqədar konstitusiya şikayətinin araşdırılmaması barədə Yüksək Məhkəmənin qərarından apellyasiya şikayəti vermək olmazdı. Konstitusion hüquqlardan irəli gələn fiziki toxunulmazlıq hüququnun dövlət tərəfindən qorunması delikt (mülki hüquqi pozuntuları) barəsindəki qanunvericiliyin tətbiqi vasitəsilə həyata keçirilirdi və konstitusiyada nəzərdə tutulmuş fiziki toxunulmazlıq hüququnun pozulmasına görə kompensasiya üçün ayrıca mülki iddia qaldırmaq olmazdı. Səhlənkarlıqla bağlı mülki iddianı davam etdirmək də səmərəsiz olacaqdı. Birinci instansiyada onun iddiasına baxılmamışdı və bununla bağlı heç bir əsas gətirilməsə də, bunun açıq-aydın səbəbi ondan ibarət idi ki, onun dəlilləri səhlənkarlıqla bağlı iddiaya baxılması üçün ciddi əsas təşkil etmirdi. Lakin zəruri araşdırma aparılması üçün onun vəsaiti yox idi, nə dərəcədə əhatəli araşdırmanın zəruri olduğunu isə sonradan Rayan Komissiyasının araşdırmasına və hesabatına dövlət tərəfindən sərf edilməsi tələb olunan vəsait əyani şəkildə göstərirdi (yuxarıda 77-ci bəndə bax). Yüksək Məhkəmənin sübutlarla bağlı çıxardığı qərardan şikayət verilməsi isə, Hökumətin istinad etdiyi presedent hüququnun tətbiq edilib-edilməyəcəyindən asılı olmayaraq, çətin ki, uğurla nəticələnə bilərdi.", "", "2. İİHK-nin arqumentləri", "", "182. İİHK deliktlə bağlı konstitusiya şikayəti üzrə icraatın səmərəli olduğunu hesab etmədi. O, konkret olaraq qeyd etdi ki, məhkəmələr konstitusiya hüquqlarının iddia edilən pozuntularına qarşı hüquqi müdafiə vasitəsi olduqları barədə fikri nəzəri cəhətdən təsdiq etsələr də (Birn İrlandiyaya qarşı [1972] IR 241, p. 281; və Meskill İrlandiyaya qarşı [1973] IR 121), elə həmin məhkəmələr qanunvericilikdə və ümumi hüquq sistemində nəzərdə tutulmuş hüquqi müdafiə vasitələrini ayrıca konstitusion hüquqi müdafiə vasitəsi rejimi ilə əvəz etməkdən yayınmağa meylli idilər, halbuki konstitusiya məhkəmələri, məsələn, deliktlə əlaqədar işlərdə mövcud hüquqi müdafiə vasitəsi təşkil edirdi (W İrlandiyaya qarşı (№ 2) [1999] 2 IR 141). İİHK bildirdi ki, bu işdə də məhz belə olub: dövlətə qarşı konstitusiya şikayətinə baxılması üçün həmin şikayətin ərizəçinin fiziki toxunulmazlıq və şəxsi həyatının toxunulmazlığı hüquqlarının pozulmasına görə deliktlə bağlı hüquqi müdafiə vasitəsi qismində konstitusiya məhkəməsinə göndərilməsi yetərli idi. Lakin mülki hüquq pozuntusundan doğan münasibətlərin (səhlənkarlıq; habelə başqalarının hərəkətinə görə məsuliyyət daşıma) xarakteri ictimai təhsil sistemində dövlətin uşaq hüquqlarını müdafiə etməkdən ibarət daha geniş öhdəliyini deyil, məhdud çərçivəli öhdəliklərini və məsuliyyətini müəyyən edirdi. Bu isə öz növbəsində xüsusi hüquq sistemi çərçivəsində hüquqi müdafiə vasitəsi olan deliktlə bağlı iddia qaldırılmasının ərizəçinin konstitusiya hüquqlarını mahiyyətcə qorumaq üçün yetərli olub-olmadığı sualını doğururdu, xüsusən ona görə ki, xüsusi hüquq sistemi çərçivəsində nəzərdə tutulmuş hüquqi müdafiə vasitəsi ərizəçinin hüquqlarından daha çox, dövlətin davranışını önə çəkirdi.", "", "3. Məhkəmənin qiymətləndirməsi", "", "183. Məhkəmə əmin deyil ki, hazırkı işdə Hökumət dövlətə qarşı hüquqi müdafiə vasitələrinin hər hansı birinin səmərəli olduğunu sübuta yetirə bildi.", "184. Birincisi, Ali Məhkəmə məvacibi dövlət tərəfindən maliyyələşdirilən və din xadimi olmayan müəllim LH.-nin hərəkətlərinə görə dövlətin məsuliyyət daşıdığı barədə iddianı rədd etmişdi. Bu halda hesab edilməlidir ki, məvacibləri dövlət tərəfindən ödənilməyən, din xadimləri olan himayədarın və (və ya) idarəçinin hərəkətlərinə görə dövlətin məsuliyyət daşıması ehtimalı daha azdır. Müvafiq olaraq, hakim Fennelli qeyd etmişdi ki, idarəçinin hərəkətlərinə görə dövlət məsuliyyət daşıya bilməz, çünki o, dövlət tərəfindən işə götürülmüş şəxs deyil (yuxarıda 45-ci bəndə bax).", "185. İkincisi, birbaşa səhlənkarlıqla bağlı dövlətə qarşı iddia qaldırılması, digər məsələlərlə yanaşı, dövlətlə ərizəçi arasında dövlət tərəfindən ərizəçiyə himayəçilik edilməsi vəzifəsini doğuran münasibətin mövcud olmasının təsdiqlənməsini tələb edirdi (yuxarıda 66-cı bəndə bax). Lakin belə görünür ki, milli məktəblərdə din xadimi olan idarəçilərin olması və bununla dövlətin nəzarətinin istisna edilməsi hər hansı himayəçilik vəzifəsinin mövcudluğuna zidd idi (həmçinin hakim Hardimanın yuxarıda 35-ci və 39-cu bəndlərdə verilmiş qeydlərinə bax).", "186. Üçüncüsü, Hökumət iddia etdi ki, ərizəçi deliktlə bağlı konstitusiya şikayətini Ali Məhkəmə qarşısında qaldıraraq müdafiə etməli idi (yuxarıda 180-ci bəndə bax). Lakin Hökumət bunu sübuta yetirməyib ki, Yüksək Məhkəmə kimi Ali Məhkəmə də ərizəçinin şikayətinin deliktlə əlaqədar mövcud hüquqi müdafiə vasitələrinə ünvanlanmalı olduğunu bildirməsəydi belə, müvafiq presedent hüququnu nəzərə alsaq, dövlət konstitusiyada nəzərdə tutulmuş fiziki toxunulmazlıq hüququnun pozuntusuna görə konkret olaraq Konstitusiyanın 42-ci maddəsində nəzərdə tutulmuş sistem çərçivəsində məsuliyyətə necə cəlb edilə bilərdi. Bu əsasın konkret olaraq Ali Məhkəmədə irəli sürülüb-sürülmədiyinə gəlincə, nəzərə almaq lazımdır ki, Ali Məhkəmənin hakimi Hardiman onu rədd etmişdi (yuxarıda 40-cı bəndə bax).", "", "C. Məhkəmənin gəldiyi nəticə", "", "187. Yuxarıdakı əsaslara görə Məhkəmə hesab edir ki, Konvensiyanın 3-cü maddəsinin substantiv aspekti üzrə şikayətləri ilə əlaqədar olaraq ərizəçinin sərəncamında səmərəli daxili hüquqi müdafiə vasitəsinin olması sübuta yetirilmədi. Beləliklə, Konvensiyanın 13-cü maddəsinin pozuntusu baş verib. Buna görə də Məhkəmə bu şikayətin açıq-aydın əsassız olduğu barədə Hökumətin ilkin etirazını rədd edir.", "...", "", "VI. KONVENSİYANIN 41-Cİ MADDƏSİNİN TƏTBİQİ", "", "196. Konvensiyanın 41-ci maddəsində deyilir:", "\"Məhkəmə Konvensiya və onun Protokollarının pozulduğunu, lakin Yüksək Müqavilə Tərəfinin daxili hüququnun yalnız bu pozuntunun nəticələrinin qismən aradan qaldırılmasına imkan verdiyini müəyyən edərsə, zəruri halda zərərçəkən tərəfə ədalətli təzminat təyin edir\".", "", "A. Ziyan", "", "1. Tərəflərin arqumentləri", "", "197. Ərizəçi mənəvi ziyana görə 223.000 avro, yəni Yüksək Məhkəmənin (ümumi ziyana və ziyandan doğan itkilərə görə) təyin etdiyi 250.000 avrodan CYZKİM-in mənəvi ziyana görə təyin etdiyi 27.000 avro çıxılmaqla yerdə qalan məbləği tələb etdi və hesab etdi ki, CYZKİM-in təyin etdiyi kompensasiyanın məbləği dövlətdən tutulmamalıdır. O, LH. tərəfindən yol verilmiş seksual sui-istifadənin onun səhhətinə təsiri barədə Yüksək Məhkəmədə təqdim etdiyi tibbi və psixiatr rəylərinə istinad etdi. Bu sui-istifadənin xarakterini, müddətini və ona təsirini nəzərə alaraq, ərizəçi hesab etdi ki, bu, 3-cü maddənin son dərəcə ciddi pozuntusu sayılmalıdır. O, həmçinin maddi itkilərə görə 5.104 avro məbləğini tələb etdi, bu, Yüksək Məhkəmədəki icraatda onun tələb etdiyi və Yüksək Məhkəmənin xüsusi ziyana görə kompensasiya qismində ona təyin etdiyi məbləğ idi. Bu kompensasiya onun məruz qaldığı seksual sui-istifadə ilə bağlı keçmişdəki və gələcək tibbi və səfər xərclərindən və digər məsrəflərdən ibarət idi. Ərizəçi qəbul etdi ki, CYZKİM-in təyin etdiyi kompensasiya, habelə LH. tərəfindən artıq ona ödənilmiş olan pul qismən kompensasiya təşkil edir.", "198. Hökumət iddia etdi ki, maddi və mənəvi ziyana görə ərizəçinin tələbləri lazımi qaydada detalları ilə göstərilməyib və ya əsaslandırılmayıb və hesab etdi ki, müəyyən edilmiş pozuntu ilə hər hansı ziyan arasında səbəb-nəticə əlaqəsi yoxdur. Hökumət mənəvi ziyana görə hər hansı məbləğ təklif etmədi, amma ərizəçinin mənəvi ziyanla bağlı Yüksək Məhkəmənin kompensasiya qərarına istinad etməsinə də etiraz etdi. Onun həmin qərara istinad etməsi düzgün deyildi (çünki kompensasiya dövlətin hərəkətləri ilə deyil, LH.-nin hərəkətləri ilə əlaqədar təyin edilmişdi) və yetərli əsasa malik deyildi (LH. Yüksək Məhkəmənin kompensasiya qərarına etiraz etməmişdi). Ərizəçi bu günədək müəyyən ödənişlər almışdı və qərarın icrası üçün onun sərəncamında LH.-yə qarşı müxtəlif icra mexanizmləri vardı, dövlət LH.-nin maliyyə durumuna görə məsuliyyət daşımırdı. Hökumət həmçinin CYZKİM-in təyin etdiyi kompensasiyanın hökumət tərəfindən ödənildiyini önə çəkdi və qeyd etdi ki, ərizəçi həmin kompensasiya məbləğinin ziyana görə hər hansı ədalətli təzminat baxımından münasib məbləğ olduğunu qəbul etmişdi. Eynilə, Hökumət ərizəçinin Avropa Məhkəməsində maddi ziyanla bağlı irəli sürdüyü tələbində xüsusi ziyana görə Yüksək Məhkəmənin təyin etdiyi kompensasiyaya istinad etməsinə etiraz etdi.", "", "2. Məhkəmənin qiymətləndirməsi", "", "199. Məhkəmə bir daha bildirir ki, 41-ci maddə ona səlahiyyət verir ki, zərərçəkən tərəfə özünün məqsədəuyğun hesab etdiyi təzminatı təyin etsin.", "200. Məhkəmə Konvensiyadakı mühüm hüququn pozulduğunu və bunun əhəmiyyətli ağrıya və iztiraba gətirib çıxardığını müəyyən edərsə, mənəvi ziyana görə hər hansı məbləğ təyin edə bilər (misal üçün bax: Əl-Məsri Keçmiş Yuqoslaviya respublikası Makedoniyaya qarşı [BP], ərizə № 39630/09, 269-cu bənd, ECHR 2012).", "201. Maddi ziyana gəlincə, ziyana görə tələb olunan kompensasiya ilə Konvensiyanın müəyyən edilmiş pozuntusu arasında aydın səbəb-nəticə əlaqəsi olmalıdır. Pozuntudan irəli gələn ziyanın qeyri-müəyyən xarakterə malik olması tam kompensasiya (restitutio in integrum) üçün zəruri olan məbləğlərin dəqiq hesablanmasına mane ola bilər, amma bununla belə, kompensasiya təyin oluna bilər: kompensasiya edilməsi zəruri olan istər keçmişdəki, istərsə də gələcəkdəki maddi itkilərə görə ədalətli təzminatın səviyyəsi məsələsi Məhkəmənin hansı məbləğin ədalətli olduğunu nəzərə almaqla öz mülahizəsi əsasında müəyyənləşdirməli olduğu məsələdir (E. və başqaları Birləşmiş Krallığa qarşı iş üzrə yuxarıda istinad edilən qərar, 120-121-ci bəndlər).", "202. Məhkəmə ərizəçinin keçmiş və gələcək maddi itkiləri ilə bağlı (onlar yalnız keçmişdəki və gələcəkdəki tibbi və psixiatr müalicəsinin xərclərindən ibarət idi) Yüksək Məhkəmə tərəfindən qəbul edilmiş sübutları və onun bu itkilərə görə 5.104 avro məbləğini təyin etməsini nəzərə alır. Bundan başqa, ərizəçinin məruz qaldığı pis rəftarın ciddi xarakter daşıdığını nəzərə alaraq, Məhkəmə hesab edir ki, o, mənəvi ziyana məruz qalıb və Konvensiyanın pozuntusunun müəyyən edilməsi faktı bu ziyanı yetərincə kompensasiya edə bilməz. Baxmayaraq ki, ölkədaxili icraatda təyin olunan və dövlətin məsuliyyəti ilə əlaqədar olmayan kompensasiyalarla dövlətin məsuliyyətini önə çəkən bu şikayət arasında fərq qoyulmalıdır, Məhkəmə hesab edir ki, 41-ci maddə əsasında hər hansı kompensasiya təyin edilərkən Yüksək Məhkəmənin təyin etdiyi kompensasiya (ümumilikdə 305.104 avro), habelə həmin kompensasiyanın hansı hissəsinin LH. tərəfindən ödənildiyi və ya ödəniləcəyi nəzərə alınmalıdır. Həmçinin CYZKİM-in ərizəçiyə təyin etdiyi kompensasiya (53.962,24 avro) da nəzərə alınmalı və hesab edilməlidir ki, o, geri qaytarılmayacaq. Hər iki kompensasiya həm maddi, həm də mənəvi ziyanın elementlərini özündə ehtiva edir.", "203. Ərizəçinin bu günədək aldığı maliyyə kompensasiyasını və LH.-nin edəcəyi gələcək ödənişlərlə bağlı qeyri-müəyyənlikləri nəzərə alaraq, Məhkəmə maddi və mənəvi ziyanın kompensasiyası üçün ümumi bir rəqəm müəyyənləşdirməyi qərara alır. Beləliklə, ədalət prinsipi əsasında qiymətləndirmə apararaq, Məhkəmə maddi və mənəvi itkilərə görə ümumilikdə 30.000 avro məbləğini, üstəgəl bu məbləğdən tutula bilən hər hansı vergi məbləğini təyin edir.", "...", "", "BU ƏSASLARA GÖRƏ MƏHKƏMƏ:", "", "...", "3. Altı səsə qarşı on bir səslə qərara alır ki, dövlətin ərizəçini müdafiə etməkdən ibarət vəzifəsini yerinə yetirməməsi ilə əlaqədar olaraq Konvensiyanın 3-cü maddəsinin substantiv (maddi-hüquqi) aspektinin pozuntusu baş verib və müvafiq olaraq, bu şikayətin açıq-aydın əsassız olduğu barədə Hökumətin etirazını rədd edir;", "4. Altı səsə qarşı on bir səslə qərara alır ki, dövlətin ərizəçini müdafiə etməkdən ibarət vəzifəsini yerinə yetirməməsi ilə əlaqədar səmərəli hüquqi müdafiə vasitəsinin olmaması səbəbindən Konvensiyanın 3-cü maddəsinin substantiv (maddi-hüquqi) aspekti ilə birgə götürülməklə 13-cü maddənin pozuntusu baş verib və müvafiq olaraq, bu şikayətin açıq-aydın əsassız olduğu barədə Hökumətin etirazını rədd edir;", "5. Yekdilliklə qərara alır ki, Konvensiyanın 3-cü maddəsinin prosessual aspektinin pozuntusu baş verməyib;", "...", "7. Altı səsə qarşı on bir səslə qərara alır ki:", "a) cavabdeh dövlət üç ay ərzində ərizəçiyə aşağıdakı məbləğləri ödəməlidir:", "i) maddi və mənəvi ziyana görə – 30.000 (otuz min) avro, üstəgəl bu məbləğdən tutula bilən hər hansı vergi məbləği; ...", "", "Qərar ingilis və fransız dillərində tərtib edilib və 28 yanvar 2014-cü ildə Strasburqda İnsan Hüquqları Sarayında açıq dinləmədə elan olunub.", "", "Din Şpilmann (Dean Spielmann)", "Sədr", "", "Maykl O’Boyl (Michael O’Boyle)", "Katib müavini", "", "", "", "", "©Avropa Şurası/Avropa İnsan Hüquqları Məhkəməsi, 2014", "Avropa İnsan Hüquqları Məhkəməsinin rəsmi dilləri ingilis və fransız dilləridir. Bu tərcümə Avropa Şurasının İnsan Hüquqları üzrə Etibar Fondunun dəstəyi ilə həyata keçirilib (). Məhkəmə tərcüməyə və onun keyfiyyətinə görə heç bir məsuliyyət daşımır. Tərcüməni Avropa İnsan Hüquqları Məhkəməsinin presedent hüququnu təşkil edən işlərin daxil olduğu HUDOC məlumat bazasından () və ya Məhkəmənin razılığı ilə yerləşdirilən istənilən digər məlumat bazasından yükləmək olar. Tərcüməni qeyri-kommersiya məqsədlərilə bu şərtlə yenidən nəşr etmək mümkündür ki, məhkəmə işinin tam adı, yuxarıda göstərilmiş müəllif hüququna dair qeyd və Avropa Şurasının İnsan Hüquqları üzrə Etibar Fonduna istinad göstərilsin. Tərcümənin hər hansı bir hissəsindən kommersiya məqsədi ilə istifadə etmək nəzərdə tutularsa, bu ünvana müraciət etmənizi xahiş edirik .", "© Council of Europe/European Court of Human Rights, 2014", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2014", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: ."]}