{"file": "AZE_HJUDAZE_22774_93.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "22774/93", "text_paragraphs": ["Məhkəmənin presedent hüququna dair məlumat bülleteni № 8", "İyul 1999-cu il", "***", "", "\"İmmobiliare Saffi\" (Immobiliare Saffi) İtaliyaya qarşı [BP] – ərizə № 22774/93", "", "28.7.1999 tarixli qərar [Böyük Palata]", "", "1 saylı Protokolun 1-ci maddəsi", "", "1 saylı Protokolun 1-ci maddəsinin birinci bəndi", "", "Mülkiyyətdən maneəsiz istifadə hüququ", "", "Evdən çıxarılma barədə qərarın icrası üçün polisin köməyinin növbəlilik qaydasında təmin edilməsi: pozuntu baş verib", "", "Maddə 6", "", "Mülki proses", "", "6-cı maddənin 1-ci bəndi", "", "Məhkəməyə müraciət hüququ", "", "Evdən çıxarılma barədə qərarın icrası üçün polisin köməyinin növbəlilik qaydasında təmin edilməsi barədə prefektin qərarlarına məhkəmə tərəfindən yenidən baxılması imkanının mövcud olmaması: pozuntu baş verib", "", "Maddə 35", "", "35-ci maddənin 1-ci bəndi", "", "Daxili hüquqi müdafiə vasitələrinin tükəndirilməsi", "", "Səmərəli hüquqi müdafiə vasitəsi", "", "Konstitusiya Məhkəməsinə müraciət edilməsi: Hökumətin ilkin etirazı rədd edildi", "Evdən çıxarılma barədə qərarın icrası üçün polisin köməyinin növbəlilik qaydasında təmin edilməsi barədə prefektin qərarlarından inzibati məhkəmələrə şikayət verilməsi: Hökumətin ilkin etirazı rədd edildi", "", "(Press-relizdən çıxarış)", "", "Faktlar: Ərizə İtaliyanın tikinti şirkəti olan \"İmmobiliare Safi\" tərəfindən verilib. 1988-ci ildə digər bir şirkətlə birləşdikdən sonra \"İmmobiliare Safi\" Livornoda kirayəyə verilmiş mənzilin sahibi oldu. Baxmayaraq ki, kirayə müqaviləsinin müddəti 31 dekabr 1983-cü ildə başa çatmışdı və ərizəçi şirkətin mülkiyyətə sahiblik etməsi barədə Livorno məhkəməsi hakiminin qərarı vardı, kirayəçi mənzili tərk etməkdən imtina etdi. Çoxsaylı cəhdlərə baxmayaraq, məhkəmə icraçıları qərarı icra edə bilmədilər, belə ki, evdən məcburi çıxarılmanın növbəlilik qaydasında həyata keçirilməsinə və ya təxirə salınmasına dair qanunvericilik normalarına əsasən ərizəçi şirkət mənzilə sahiblik etməsi barədə qərarın məcburi icrası üçün polisin yardımından istifadə etmək hüququna malik deyildi. O, mənzil üzərində sahibliyi yalnız 1996-cı ilin aprelində kirayəçinin vəfatından sonra əldə edə bildi.", "", "Ərizəçi şirkət şikayət etdi ki, onun Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi ilə təmin edilən öz mülkiyyətindən maneəsiz istifadə hüququ pozulub, belə ki, o, mənzil üzərində sahiblik əldə edə bilməyib; o həmçinin 6-cı maddənin 1-ci bəndinin pozuntularından şikayət etdi, belə ki, o, polisin yardımının təmin edilməsi ilə bağlı məhkəməyə müraciət etmək hüququndan məhrum edilmiş və məcburi icra prosedurları ağlabatan olmayan dərəcədə uzun sürmüşdü.", "", "Hüquqi məsələlər: Hökumətin ilkin etirazları: Hökumət iddia etdi ki, ərizəçi şirkət daxili hüquqi müdafiə vasitələrini tükəndirməyib, belə ki, o, polisin yardımının təmin edilməsindən imtina ilə əlaqədar inzibati məhkəmələrə şikayət etməyib və həmçinin müvafiq qanunvericilik normalarının konstitusiyaya uyğunluğu məsələsini qaldırmayıb. Etirazın birinci aspektinə gəlincə, Məhkəmə 1 yanvar 1990-cı ilə qədərki dövrlə bağlı qeyd etdi ki, mənzilə sahiblik barədə qərarların icrası qanun əsasında dayandırılmışdı və \"İmmobiliare Saffi\" bu dayandırmanın baş verməməsi üçün zəruri olan şərtlərə cavab vermirdi, inzibati məhkəmələrə şikayətin isə heç bir uğur perspektivi yox idi. 1 yanvar 1990-cı ildən sonrakı dövrə gəlincə, Məhkəmə qeyd etdi ki, mənzilə sahiblik barədə qərarların icrası üçün polisə yardımının təmin edilməsi barədə müraciətlərə prefekt tərəfindən müəyyənləşdirilən meyarlara uyğun olaraq növbəlilik qaydasında baxılırdı. İnzibati məhkəmələr yalnız prefektin növbəlilik meyarlarına uyğun olmayan qərarlarını ləğv etmək səlahiyyətinə malik idilər. Məhkəmədəki icraatda \"İmmobiliare Saffi\"nin şikayəti prefektin qərarlarının qanunsuzluğu barəsində deyildi, növbə sıralamasında prioritetliyin müəyyənləşdirilməsi meyarlarının tətbiqinin onun mülkiyyət hüququna qeyri-mütənasib təsiri barəsində idi. Müvafiq olaraq, inzibati məhkəmələrə şikayət edilməsi səmərəli hüquqi müdafiə vasitəsi sayıla bilməzdi. Etirazın ikinci aspektinə (qanunvericilik normalarının konstitusiyaya uyğunluğu məsələsinə) gəlincə, Məhkəmə qeyd etdi ki, İtaliyanın hüquq sistemində qanunun konstitusiyaya uyğunluğunun yoxlanılması üçün fərdin birbaşa Konstitusiya Məhkəməsinə müraciət etmək hüququ yoxdur. Müvafiq olaraq, bu cür şikayət imkanı Konvensiyanın 35-ci maddəsi əsasında tükəndirilməsi tələb olunan hüquqi müdafiə vasitəsi sayıla bilməzdi. Buna görə də etiraz rədd edilməlidir.", "", "Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi", "", "a) Həmin maddənin bu işə tətbiq edilməli olan norması", "", "Məhkəmə qərara aldı ki, qanunvericilik tədbirlərinin tətbiqi kirayəçinin mənzildə qalmasına imkan yaradırdı və bu baxımdan şübhəsiz ki, mülkiyyətdən istifadəyə nəzarət tədbiri idi,  beləliklə, 1-ci maddənin ikinci bəndinin müddəaları bu işə tətbiq edilə bilər.", "", "b) Müdaxilənin ikinci bəndin şərtlərinə uyğunluğu", "", "i) Müdaxilənin məqsədi: Məhkəmə müəyyən etdi ki, etiraz edilən qanunvericilik ümumi maraqlara xidmət etməklə qanuni məqsəd daşıyıb, belə ki, eyni vaxtda çoxlu sayda kirayəçilərin evlərdən çıxarılması, şübhəsiz ki, əhəmiyyətli dərəcədə sosial gərginliyə gətirib çıxara və ictimai asayişi poza bilərdi.", "", "ii) Müdaxilənin mütənasibliyi: Məhkəmə bir daha bildirdi ki, hər hansı müdaxilə, xüsusilə də 1 saylı Protokolun 1-ci maddəsinin ikinci bəndi əsasında araşdırılmalı olan müdaxilə həyata keçirilərkən cəmiyyətin ümumi maraqlarının tələbləri ilə fərdin əsas hüquqlarının müdafiəsinin tələbləri arasında \"ədalətli balans\" gözlənilməlidir. Müasir cəmiyyətlərin rifahında və iqtisadi siyasətində mərkəzi rol oynayan mənzil təminatı kimi sahələrdə nəyin cəmiyyətin ümumi maraqlarına uyğun olduğu barədə qanunverici orqanın rəyinə Məhkəmə hörmətlə yanaşır, bu şərtlə ki, həmin rəy açıq-aydın ağlabatan əsasa söykənmiş olsun. Məhkəmə qeyd etdi ki, xroniki mənzil çatışmazlığı məsələsini həll etmək üçün İtaliya Hökuməti bir sıra fövqəladə tədbirlər qəbul etmişdi ki, onların da məqsədi kirayə haqlarında artımları nəzarətdə saxlamaq və mövcud kirayə müqavilələrinin etibarlılıq müddətinin uzadılmasına nail olmaq idi. Kirayə müqavilələrinin qanunla müəyyən edilmiş son uzadılma müddəti 1982 və 1983-cü illərdə başa çatdıqda İtaliya dövləti mülkiyyətə sahiblik barədə çıxarılan, amma təcili olmayan qərarların icrasının təxirə salınması üçün fövqəladə müddəaların tətbiqini zəruri hesab etdi. Həmin qanunvericilik tədbirləri qarşıya qoyulmuş qanuni məqsədə nail olmaq üçün əsaslı olaraq məqsədəuyğun tədbirlər sayıla bilərdi. Mənzildən çıxarılma barədə qərarların icrasının təxirə salındığı son müddət başa çatdıqdan sonra isə İtaliya dövləti mülkiyyətə sahibliyin təxirə salınması barədə normaların daha şamil olunmadığı qərarlara münasibətdə bu variantı məqsədəuyğun hesab etdi ki, bu cür qərarların icrası prefektura komitəsi ilə məsləhətləşməklə prefekt tərəfindən müəyyənləşdirilən prioritetlik qaydasında həyata keçirilsin. Digər tərəfdən, prioritet sayılmayan hallarda, məsələn, Məhkəmənin icraatında olan bu işdəkinə bənzər hallarda mənzildən çıxarılma qərarları 1 yanvar 1990-cı ildən başlayaraq maksimum dörd il ərzində icra edilməli idi. Məhkəmə hesab etdi ki, konkret olaraq 1-ci maddənin ikinci bəndinin dövlətlərə verdiyi müəyyən qiymətləndirmə sərbəstliyini nəzərə alsaq, prinsipcə mənzil sahiblərinin mülkiyyət hüququnun bərpasına yönələn məhkəmə qərarlarının məcburi icrasının təxirə salınması və ya növbəlilik qaydasında həyata keçirilməsi sistemi özü-özlüyündə tənqid edilməli sistem deyildi. Bununla belə, Məhkəmə qeyd etdi ki, İtaliyanın bu sistemi müəyyən dərəcədə çeviklikdən məhrum idi: belə ki, bir tərəfdən, mülkiyyətçinin ailəsini mənzildə məskunlaşdırmaq üçün və ya digər şəxsi ehtiyacları üçün dərhal mənzilini geri almaq istədiyi hallara hər zaman prioritet verilərək kirayə müqaviləsinə xitam verilməsi nəzərdə tutulur, digər tərəfdən isə təcili olmayan hallara dair qərarların icrası prioritet təşkil edən müraciətlərin olub-olmamasından asılı vəziyyətdə olurdu. Belə vəziyyət ona gəyirib çıxarırdı ki, daim çoxsaylı prioritet hallar mövcud olduğuna görə təcili olmayan qərarlar 1990-cı ilin yanvarından sonra praktiki olaraq icra edilmirdi. Beləliklə, prefekt tərəfindən prioritetlik qaydasında müəyyən edilən polisin yardımının təmin edilməsi, demək olar ki, tamamilə prioritet təşkil edən müraciətlərin miqdarından və prefektin sərəncamındakı polis əməkdaşlarının sayından asılı idi. Buna görə də təxminən on bir il ərzində \"İmmobiliare Saffi\" mənzilini nə vaxt geri ala biləcəyi məsələsində qeyri-müəyyən vəziyyətdə qalmışdı. O, nə məcburi icra prosedurlarını araşdıran hakimə, nə də inzibati məhkəməyə müraciət edə bilərdi. Mənzildən çıxarılmanın gecikdirilməsi nəticəsində onun üzləşə biləcəyi hər hansı konkret çətinlikləri nəzərə almağa Hökuməti məcbur etmək üçün heç bir vasitə yox idi, həmçinin uzunmüddətli gözləmə ilə əlaqədar olaraq İtaliya məhkəmələri vasitəsilə kompensasiyaya nail olmaq perspektivi də yox idi və bu gözləmə müddətində o, mənzili bazar dəyərinə uyğun qiymətə nə sata, nə də kirayəyə verə bilərdi. İşin materiallarında belə düşünməyə əsas verən heç nə yoxdur ki, ərizəçi şirkətə məxsus tikilidə məskunlaşmış kirayəçi xüsusi müdafiə ilə təmin edilməli olan şəxs idi. Yuxarıda qeyd edilənləri nəzərə alaraq Məhkəmə Komissiya ilə razılaşır ki, mənzilin mülkiyyətçinin sahibliyinə verilməsi barədə qərarların icrası üçün növbəlilik qaydasını nəzərdə tutan sistemin mövcudluğu və üstəlik bu cür qərarların icrasının qanunla təxirə salınması səbəbindən altı il ərzində gözləməsi ərizəçi şirkətin üzərinə həddən artıq yük qoymuş və beləliklə mülkiyyət hüququnun müdafiəsinin tələbləri ilə cəmiyyətin ümumi maraqlarının müdafiəsinin tələbləri arasında gözlənilməli olan balans pozulmuşdu. Müvafiq olaraq, Konvensiyanın 1 saylı Protokolunun 1-ci maddəsinin pozuntusu baş verib.", "", "Nəticə: pozuntu baş verib (yekdilliklə).", "", "Konvensiyanın 6-cı maddəsinin 1-ci bəndi: Məhkəmə qeyd etdi ki, ərizəni təqdim edərkən ərizəçi şirkət mənzilin onun sahibliyinə verilməsi üzrə icraatın uzun sürməsi ilə bağlı şikayətində 6-cı maddəyə istinad edib. Lakin Məhkəmə də Komissiya kimi hesab edir ki, iş ilk növbədə daha ümumi hüquq olan məhkəməyə müraciət hüququ əsasında araşdırılmalıdır.", "", "a) 6-cı maddə bu işə tətbiq edilə bilərmi: Məhkəmə qeyd etdi ki, ərizəçi şirkət kirayə müqaviləsinə xitam verildiyini təsdiq edən və kirayəçidən tikilini boşaltmasını tələb edən qərarın çıxarılması üçün Livorno məhkəməsində iş qaldırmışdı. Kirayəçi müqavilə müddətinin bitdiyini mübahisələndirmədiyinə görə həll edilməli yeganə məsələ mənzilin mülkiyyətçinin sahibliyinə nə vaxt qaytarılacağı məsələsi idi. Kirayəçinin mənzili könüllü surətdə tərk etməkdən imtina etməsi səbəbindən qaytarılma tarixi daim dəyişdirilirdi ki, bu da faktiki olaraq kirayə müddətinin uzadılması və ərizəçi şirkətin mülkiyyət hüququnun əhəmiyyətli dərəcədə məhdudlaşdırılması demək idi və bunu 6-cı maddənin məqsədləri üçün \"mübahisə\" (mübahisə predmeti) hesab etmək olardı. İstənilən halda, Məhkəmə bir daha bildirdi ki, iştirakçı dövlətin daxili hüquq sistemi icrası məcburi olan yekun məhkəmə qərarının bir tərəfin zərərinə olaraq icra edilməmiş qalmasına imkan yaratsaydı, məhkəməyə müraciət hüququ xəyali hüquq olardı. İstənilən məhkəmənin qəbul etdiyi qərar 6-cı maddənin məqsədləri üçün \"məhkəmə araşdırmasının\" tərkib hissəsi sayılmalıdır, buna görə də 6-cı maddə bu işə tətbiq edilə bilər.", "", "b) 6-cı maddəyə riayət edilib-edilməməsi: Məhkəmə qəbul etdi ki, məhkəmə qərarının icrasının bu qədər uzun müddətə dayandırılmasının ictimai asayiş problemlərinin qənaətbəxş şəkildə həlli üçün zəruri hesab edilməsinə yalnız müstəsna hallarda haqq qazandırıla bilər. Lakin Məhkəmənin qarşısındakı bu iş yalnız ictimai asayişin pozula biləcəyi ilə bağlı ciddi təhlükə səbəbindən prefektin polisin yardımını təmin etməkdən imtina etməsi ilə əlaqədar deyil. Kirayəçinin tikililəri hansı tarixdə tərk etməli olduğu barədə hakimin qərarına qanun əsasında yenidən baxılmışdı. Qanunverici orqan ictimai asayişin mühafizəsinə görə cavabdehlik daşıyan prefektlərə mülkiyyət üzərində sahibliklə bağlı bu cür qərarların icrasına sistematik olaraq müdaxilə etmək səlahiyyətini (bəlkə də vəzifəsini) həvalə etmiş və eyni zamanda bu səlahiyyətin hüdudlarını müəyyən etmişdi. Kirayəçinin tikililəri tərk etməli olduğu tarixin təxirə salınması Livorno məhkəməsi hakiminin eyni amillər əsasında qəbul etdiyi qərarı etibarsız etmişdi. Bundan əlavə, Məhkəmə qeyd etdi ki, mənzil üzərində sahibliyin bərpa edilməsi barədə məhkəmə qərarının icrasının sonradan dayandırılmasının və beləliklə kirayə müqaviləsinin faktiki olaraq uzadılmasının məqsədəuyğun olub-olmadığına dair verilən qərarlara məhkəmələr tərəfindən faktiki olaraq yenidən baxıla bilməzdi, çünki qərar üzərində məhkəmə nəzarətinin hüdudları həmin qərarın mənzildən çıxarılmaların prioritetlik qaydasını tənzimləyən meyarlara uyğun olub-olmadığının yoxlanması ilə məhdudlaşırdı. Qanunvericilik aktı vasitəsilə müdaxilə məhkəmə qərarının icrasının qarşısını almamalı, onu etibarsız etməməli və xüsusən onun mahiyyətinə xələl gətirməməli idi. Hazırkı işdə mənzilin mülkiyyətçinin sahibliyinə qaytarılması barədə qərarın nə vaxt icra edilməli olduğunun müəyyənləşdirilməsinə görə cavabdeh orqan qismində təyin edilmiş prefektin qərarları üzərində faktiki olaraq məhkəmə nəzarətinin olmadığını nəzərə alsaq, həmin təyinat anından etibarən ərizəçi şirkət Konvensiyanın 6-cı maddəsinin 1-ci bəndində nəzərdə tutulmuş hüququndan, yəni kirayəçi ilə mübahisəsinin məhkəmə tərəfindən həll edilməsi hüququndan məhrum edilmişdi. Bu vəziyyət qanunun aliliyi prinsipinə ziddir. Müvafiq olaraq, Konvensiyanın 6-cı maddəsinin 1-ci bəndinin pozuntusu baş verib.", "", "Nəticə: pozuntu baş verib (yekdilliklə).", "", "Prosesin uzun sürməsi ilə bağlı şikayətə gəlincə, Məhkəmə hesab etdi ki, yuxarıdakı şikayətin araşdırılması bu məsələni də əhatə edib.", "", "Konvensiyanın 41-ci maddəsi: Ərizəçi şirkət aşağıdakı məbləğləri tələb etdi: a) məcburi icra prosedurları zamanı məhkəmə icraçılarının və vəkillərin zəhmət haqqının ödənişi üçün çəkilmiş xərclərə görə 6.274.408 italyan lirəsi (İTL); b) itirilmiş kirayə haqlarına görə 37.200.000 İTL; və c) mülkiyyətini satmaq imkanından məhrum olduğuna görə 564.179.000 İTL. O həmçinin mənəvi ziyana görə 20.000.000 İTL tələb etdi. Məhkəmə \"a\" bəndi üzrə yalnız 2.832.150 İTL məbləğini təyin etdi, bu, faktiki və zəruri olaraq çəkildiyi sübuta yetirilmiş məhkəmə xərclərinin və digər məsrəflərin ağlabatan miqdarda məbləği idi. Tələblərin \"b\" bəndinə gəlincə, Məhkəmə \"İmmobiliare Saffi\"yə mənzil üzərində sahibliyini bərpa etdiyi anadək ödənilməli olan məbləği təyin etdi (25.608.000 İTL). Məhkəmə \"c\" bəndindəki tələbi rədd etdi, çünki ərizəçi şirkətin mülkiyyəti satmağa cəhd etdiyini, amma sata bilmədiyini təsdiqləyən sübut yox idi. Mənəvi ziyana gəlincə, Məhkəmə kommersiya şirkətinin ona yaradılmış narahatlıqlar səbəbindən mənəvi ziyana məruz qaldığını iddia etməsinin mümkünlüyü məsələsini araşdırmağa ehtiyac görmədi, belə ki, o, işin faktlarını nəzərə alaraq artıq bu bənd üzrə kompensasiya təyin etməməyi qərara almışdı. Məhkəmə Komissiyadakı icraata çəkilmiş xərclərə görə ərizəçi şirkətə 5.000.000 İTL təyin etdi.", ""]}