{"file": "AZE_HJUDAZE_5548_03.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "5548/03", "text_paragraphs": ["İNSAN HÜQUQLARI ÜZRƏ AVROPA MƏHKƏMƏSİ", "", "BİRİNCİ BÖLMƏ", "", "FƏHMİN HACIYEV AZƏRBAYCANA QARŞI", "", "(Şikayət № 5548/03)", "", "Q Ə R A R", "", "STRASBURQ", "", "16 noyabr 2006-cı il", "", "\t", "Hacıyev Azərbaycana qarşı iş üzrə", "İnsan Hüquqları üzrə Avropa Məhkəməsi (Birinci Seksiya),", "C-b X.L. Rozakis, Sədr,", "Hakimlər C-b L. Lukaides,", "X-m F. Tulkens,", "X-m N. Vaciç,", "C-b A. Kovler,", "X-m E. Ştainer,", "C-b X. Hacıyev", "Və Seksiya Katibinin müavini c-b S. Quesadadan ibarət", "Palata qismində 2006-cı il oktyabrın 24-də qapalı şəkildə müzakirələr keçirərək, bu tarixdə aşağıdakı qərarı qəbul etmişdir:", "", "PROSES", "", "1. «İnsan hüquqlarının və əsas azadlıqların müdafiəsi haqqında» Konvensiyanın 34-cü maddəsinə əsasən, Azərbaycan Respublikasının vətəndaşı olan cənab Fəhmin Əhmədpaşa oğlu Hacıyevin («ərizəçi») Azərbaycana qarşı verdiyi şikayəti üzrə (№ 5548/03) iş 21 yanvar 2003-cü ildə başlanılmışdır.", "2. Ərizəçini xanım G.İsgəndərova - Bakıda fəaliyyət göstərən vəkil təmsil etmişdir. Azərbaycan Hökumətini («Hökumət») onun nümayəndəsi cənab Ç.Əsgərov təmsil etmişdir.", "3. Ərizəçi xüsusilə iddia etdi ki, o, Konvensiyanın 6-cı maddəsinin 1-ci bəndi ilə təmin olunmuş məhkəməyə müraciət etmək və onun barəsində cinayət işinin ədalətli və açıq məhkəmə araşdırılması hüquqlarından məhrum edilmişdir. Bundan əlavə o, Apellyasiya Məhkəməsi tərəfindən onunla oxşar vəziyyətdə olmuş digər üç şəxsin işlərinə baxıldığına görə, Konvensiyanın 14-cü maddəsinə zidd olaraq ayrı-seçkiliyə məruz qaldığı barədə şikayət etmişdir.", "4. Şikayətin baxılması Məhkəmənin Birinci Bölməsinə təyin edilmişdir (Məhkəmə Reqlamentinin 52-ci Qaydasının 1-ci hissəsi). Həmin Bölmə daxilində işə baxacaq Palata (Konvensiyanın 27-ci maddəsinin 1-ci bəndi) 26-cı Qaydanın 1-ci hissəsinin tələblərinə uyğun olaraq təşkil edilmişdir. ", "5. 16 iyun 2005-ci il tarixli qərarında Məhkəmə şikayəti qismən mümkün elan etmişdir.", "6. Ərizəçi və Hökumət işin mahiyyəti üzrə öz qeydlərini təqdim etmişlər (59-cu Qaydanın 1-ci hissəsi).", "", "FAKTLAR", "", "I. İşin halları", "", "7. Ərizəçi 1959-cu ildə anadan olmuşdur və Bakı şəhərində yaşayır.", "8. Ərizəçi Sovet İttifaqından müstəqilliyi əldə etmək üçün ölkənin apardığı mübarizədə əsas rollardan birini oynamış təşkilatın - Xalq Cəbhəsinin fəal üzvü olmuşdur. 1992-ci ildə Xalq Cəbhəsi hakimiyyətə gəldiyi zaman ərizəçi bir neçə yüksək hərbi rütbəli vəzifələrə, 1993-cü ildə isə Xüsusi Təyinatlı Polis Dəstəsinin komandanı təyin edilmişdir.", "9. 1993-cü ildə Xalq Cəbhəsi hakimiyyətdən getdikdən sonra, 1994-cü il mayın 24-də ərizəçi tutulmuş və barəsində həbs qətimkan tədbiri seçilmişdir. Onun dediyinə görə, tutulma zamanı ona qarşı irəli sürülən ittihamlar bildirilməmiş və vəkilin xidmətlərindən istifadə etmək hüququ təmin edilməmişdir. Birinci instansiya qismində Ali Məhkəmənin Hərbi İşlər üzrə Məhkəmə Kollegiyasının 07 avqust 1995-ci il tarixli hökmü ilə ərizəçi adam öldürməyə sui-qəsd (on il müddətinə azadlıqdan məhrum etmə), müharibə zamanı hakimiyyətdən sui-istifadə (səkkiz il), qəsdən hakimiyyətdən sui-istifadə (dörd il), silah və hərbi sursatlardan düzgün istifadə etməmə (iki il), hərbi qulluğa səhlənkar münasibət (iki il) və yuxarı vəzifəli şəxs tərəfindən tabeçilikdə olan şəxsin ləyaqətinin alçaldılması (bir il altı ay) cinayətlərinə görə ümumilikdə 10 il müddətinə azadlıqdan məhrum etmə cəzasına məhkum edilmişdir.", "10. 1996-cı il iyunun 26-da həmin məhkəmə birinci instansiya qismində çıxardığı hökmü ilə ərizəçini «Xocalı şəhərinin Ermənistan tərəfindən işğal olunmasına müqavimət göstərmək və şəhəri tərk edən əhalinin kütləvi öldürülməsinin qarşısını almaq üçün hakimiyyətdən istifadə etmədiyinə görə» məhkum etmişdir. Məhkəmə ərizəçinin əvvəlki cəzasını yeni cəzaya birləşdirərək, ümumi olaraq on beş il müddətinə azadlıqdan məhrum etmə cəzasını təyin etmişdir. Azadlıqdan məhrum etmə müddəti ərizəçinin tutulduğu tarixdən, yəni 1994-cü il mayın 24-dən hesablanmışdır. Həmin vaxt qüvvədə olmuş cinayət-prosessual qanunvericiliyinə uyğun olaraq Ali Məhkəmənin hər iki hökmü qəti olmuş və onlardan apellyasiya şikayəti verilə bilməzdi.", "11. Azərbaycanın Avropa Şurasına daxil olması zamanı ərizəçinin adı Azərbaycan tərəfindən Baş Katibin ekspertlərinə təqdim olunmuş «siyasi məhbuslar olması iddia edilən» şəxslərin siyahısında göstərilmişdir. Azərbaycan bu ekspertlər tərəfindən «siyasi məhbus» kimi müəyyən edilmiş şəxsləri azad etmək və ya işlərinə yenidən baxmaq öhdəliyini üzərinə götürmüşdür. Lakin ərizəçi Baş Katibin ekspertləri tərəfindən birmənalı olaraq siyasi məhbus hesab edilməmişdir (bax: Ermənistan və Azərbaycanda siyasi məhbus iddia edilənlərin işləri, SG/Inf (2001) 34, Əlavə I, 24 oktyabr 2001-ci il, Bölmə 2 (III), İş № 10).", "12. 2000-ci ildə yeni Cinayət-Prosessual Məcəllə (bundan sonra – «CPM») qəbul edilmişdir. Onun 2000-ci il sentyabrın 1-də qüvvəyə minməsindən əvvəl, 2000-ci il iyulun 14-də əvvəlki cinayət-prosessual qaydalara əsasən çıxarılmış hökmlərdən və digər yekun qərarlardan yeni CPM-ə əsasən şikayət vermək imkanını yaradan «Azərbaycan Respublikasının Cinayət-Prosessual Məcəlləsinin təsdiq edilməsi, qüvvəyə minməsi və bununla bağlı hüquqi tənzimləmə məsələləri haqqında» Qanun (bundan sonra – «Keçid Qanunu») qəbul olunmuşdur. ", "13. 2002-ci il yanvarın 29-da ərizəçi Ali Məhkəmənin 7 avqust 1995-ci il və 26 iyun 1996-cı il tarixli hökmlərindən apellyasiya şikayəti ilə Apellyasiya Məhkəməsinə müraciət etmişdir. Apellyasiya Məhkəməsi 2002-ci il 13 fevral tarixli cavab məktubunda ərizəçiyə bildirmişdir ki, o, apellyasiya şikayətinə əlavə olaraq apellyasiya müddətinin bərpa edilməsi barədə vəsatətlə müraciət etməlidir.", "14. Ərizəçinin bildirdiyinə görə, o, 2002-ci il martın 7-də belə vəsatətlə müraciət etmişdir. Heç bir cavab almadan ərizəçi yenidən 2002-ci il iyunun 7-də və oktyabrın 7-də şikayətlə müraciət etmişdir. Bu ərizələrə cavab olaraq məhkəmənin əməkdaşının (Apellyasiya Məhkəməsinin Vətəndaşların qəbulu və məktublar şöbəsinin müdiri) imzaladığı eyni mətnli 2002-ci il 24 oktyabr və 27 noyabr tarixli məktublarda Apellyasiya Məhkəməsi ərizəçiyə bildirmişdir ki, onun işi yaxın gələcəkdə Apellyasiya Məhkəməsinin Hərbi Məhkəmələrin İşləri üzrə Məhkəmə Kollegiyasında baxılacaq və bu barədə ona müvafıq qaydada məlumat göndəriləcəkdir.", "15. Lakin bundan sonrakı bir il müddət ərzində ərizəçinin davamlı müraciətlərinə baxmayaraq, iş üzrə məhkəmə baxışı keçirilməmiş və ərizəçiyə heç bir məlumat göndərilməmişdir.", "16. Nəhayət, apellyasiya şikayətinin verilməsindən iki ildən çox keçdikdən sonra, məhkəmə əmin əməkdaşın imzaladığı 2004-cü il 31 mart tarixli məktubda ərizəçiyə məlumat vermişdir ki:", "«... hazırda qüvvədə olan Cinayət-Prosessual Məcəllənin 72-ci maddəsinə əsasən ... Apellyasiya Məhkəməsi ... birinci instansiya məhkəmələrinin qanuni qüvvəyə minməmiş hökmlərindən və digər qərarlarından apellyasiya şikayətləri və ya protestləri əsasında cinayət işlərinə və cinayət təqibi ilə bağlı digər materiallara baxır. ... Ali Məhkəmənin Hərbi Kollegiyası I instansiya 7 avqust 1995-ci il və 26 iyun 1996-cı il tarixli hökmlərinə yenidən baxılması məqsədilə Azərbaycan Respublikasının Ali Məhkəməsinə müraciət etməyiniz tövsiyə olunur.»", "17. Həmin müddətdə ərizəçinin həmin məsələyə aid olmayan, cəzasının azaldılmasma dair proseslə əlaqədar Ali Məhkəmə ilə fəal yazışmada olmasına baxmayaraq, o, bu iş üzrə Ali Məhkəməyə dair rəsmi şikayəti verməmişdir.", "18. 2004-cü il mayın 10-da ərizəçi Prezidentin fərmanına əsasən əfv olunmuş və cəzasmın çəkilməmiş hissəsindən azad edilmişdir.", "", "II. MÜVAFİQ DAXİLİ  QANUNVERİCİLİK", "", "19. «Azərbaycan Respublikasının Cinayət-Prosessual Məcəlləsinin təsdiq edilməsi, qüvvəyə minməsi və bununla bağlı hüquqi tənzimləmə məsələləri haqqında» 2000-ci il 14 iyul tarixli Azərbaycan Respublikasının Qanunu («Keçid Qanunu»)", "", "Maddə 7. «bu Məcəllə qüvvəyə minənədək birinci instansiya məhkəmələri tərəfindən 2000-ci il sentyabrın 1-dək qüvvədə olan Azərbaycan Respublikası Cinayət-Prosessual Məcəlləsinin müddəaları əsasında çıxarılmış hökmlərə və digər yekun qərarlarına müvafıq apellyasiya instansiyası məhkəməsində və ya Azərbaycan Respublikasının Ali Məhkəməsində Cinayət-Prosessual Məcəlləsinin 383-407, 409-427, 461-467-ci maddələrində nəzərdə tutulmuş müddəalara uyğun olaraq yenidən baxıla bilər.»", "", "", "20. Azərbaycan Respublikasının Cinayət-Prosessual Məcəlləsi", "", "Maddə 72.1-də nəzərdə tutulur ki, Azərbaycan Respublikasının Apellyasiya Məhkəməsi cinayət işləri və cinayət təqibi ilə bağlı digər materiallar üzrə apellyasiya instansiyası məhkəməsi qismində fəaliyyət göstərir.", "", "Maddə 72.2-də nəzərdə tutulur ki, Azərbaycan Respublikasının Apellyasiya Məhkəməsi birinci instansiya məhkəmələrinin qanuni qüvvəyə minməmiş hökmlərindən və digər qərarlarından apellyasiya şikayətləri və ya protestləri əsasında cinayət işlərinə və cinayət təqibi ilə bağlı digər materiallara baxır.", "", "Maddə 73.1-də nəzərdə tutulur ki, Azərbaycan Respublikasının Ali Məhkəməsi cinayət işləri və cinayət təqibi ilə bağlı digər materiallar üzrə kasasiya instansiyası məhkəməsi qismində fəaliyyət göstərir.", "", "Maddə 73.2-də nəzərdə tutulur ki, Azərbaycan Respublikası Ali Məhkəməsinin müvafıq kollegiyaları apellyasiya instansiyası məhkəmələri və andlılar məhkəməsi tərəfindən çıxarılmış hökmlərdən və digər qərarlardan verilmiş kasasiya şikayətləri və ya protestləri əsasında cinayət işlərinə və cinayət təqibi ilə bağlı digər materiallara baxır.", "", "Maddə 391.1-də nəzərdə tutulur ki, apellyasiya instansiyası məhkəməsi 15 (on beş) gün müddətində üç hakimdən ibarət tərkibdə və məhkəmə iclası katibinin iştirakı ilə məhkəmə iclasında apellyasiya şikayətinin və ya apellyasiya protestinin ilkin baxışını aparır. Apellyasiya şikayəti vermək hüququ olan şəxslər və apellyasiya instansiyasında ittiham tərəfı təmsil edən dövlət ittihamçısı məhkəmənin iclasmda iştirak etmək hüququna malikdirlər. Həmin şəxslər müəyyən edilmiş qaydada məhkəmə iclasınm keçirilməsinin vaxtı və yeri barədə əvvəlcədən xəbərdar edilirlər.", "", "Maddə 391.2-də nəzərdə tutulur ki, apellyasiya şikayətinə və ya apellyasiya protestinə ilkin baxılması zamanı apellyasiya instansiyası məhkəməsi daxil olmuş apellyasiya şikayətinin və ya apellyasiya protestinin həmin məhkəməyə aid olub-olmadığmı və apellyasiya şikayəti və ya apellyasiya protesti verilərkən prosessual tələblərə riayət olunub-olunmadığını araşdırmalıdır.", "", "Maddə 391.3-də nəzərdə tutulur ki, apellyasiya şikayətinə və ya apellyasiya protestinə ilkin baxılması zamanı apellyasiya instansiyası məhkəməsi aşağıdakı qərarlardan birini qəbul edir: apellyasiya şikayətinin və ya apellyasiya protestinin məhkəmə aidiyyəti üzrə göndərilməsi haqqında; apellyasiya şikayətinin və ya apellyasiya protestinin verilməsi üçün müəyyən edilmiş müddətin bərpa edilməsi və ya bərpanın rədd edilməsi haqqında; apellyasiya şikayəti və ya apellyasiya protesti üzrə məhkəmə baxışının təyin edilməsi haqqında; apellyasiya şikayətinin və ya apellyasiya protestinin öz icraatına qəbul edilməsindən imtina haqqında.", "", "HÜQUQİ MƏSƏLƏLƏR", "", "I. HÖKUMƏTİN İLKİN ETİRAZI", "", "21. Hökumət ilkin etiraz qaydasında iddia etdi ki, ərizəçi Ali Məhkəməyə müraciət etmədiyindən və yalnız şikayətinə baxmaq səlahiyyətinə malik olmamış Apellyasiya Məhkəməsinə müraciət etdiyindən, şikayət yerli hüquqi müdafıə vasitələrinin tükənmədiyinə görə rədd edilməlidir.", "22. Şikayətin baxılması üçün mümkün elan edilməsi haqqında 16 iyun 2005-ci il tarixli qərarında Məhkəmə qeyd etmişdir ki, həmin məsələ Konvensiyanın 6-cı maddəsinin 1-ci bəndinə əsasən şikayətin mahiyyəti ilə sıx bağlıdır və ondan ayrıla bilməz. Xüsusən, Məhkəmə hesab edir ki, ərizəçinin onun işinə yenidən baxılması hüququna malik olub-olmadığı, həmçinin malik olduğu təqdirdə, işinə Apellyasiya Məhkəməsi və ya Ali Məhkəmə tərəfindən baxılması məsələsi Məhkəməyə təqdim olunmuş şikayəti ilə mahiyyətcə eynidir. Bununla belə, Məhkəmə Hökumətin ilkin etirazını ərizəçinin Konvensiyanın 6-cı maddəsinin 1-ci bəndinə əsasən şikayəti baxımından araşdıracaq və bu şikayətə ilk növbədə baxacaqdır.", "II. KONVENSİYANIN 6-cı MADDƏSİNİN 1-ci BƏNDİNİN", "İDDİA EDİLƏN POZUNTUSU", "", "23. Ərizəçi bildirmişdir ki, Apellyasiya Məhkəməsi onun apellyasiya şikayətinə baxmadığından, o, məhkəməyə müraciət etmək hüququndan məhrum edilmişdir. Konvensiyanın 6-cı maddəsinin 1 -ci bəndində nəzərdə tutulur ki,", "", "«Hər kəs, ... ona qarşı hər hansı cinayət ittihamı irəli sürülərkən, ... məhkəmə vasitəsi ilə ... işinin ədalətli ... araşdırılması hüququna malikdir.»", "", "A. Tərəflərin dəlilləri", "", "24. Hökumət bildirdi ki, cinayət prosesinin yeni qaydalarına uyğun olaraq, Apellyasiya Məhkəməsi 7 avqust 1995-ci il və 26 iyun 1996-cı il tarixli hökmlərə yenidən baxmaq səlahiyyətinə malik olmamışdır. Bunun əvəzinə, ərizəçi Ali Məhkəməyə şikayət verməli idi. Bununla əlaqədar görünür ki, Hökumət Apellyasiya Məhkəməsi əməkdaşının 31 mart 2004-cü il tarixli məktubunda əks etdirilmiş mövqeyi dəstəkləmişdir (bax: yuxarıda 16-cı paraqraf).", "25. Ərizəçi ilə oxşar vəziyyətdə olan digər məhkum edilmiş şəxslərin, yəni İ.Həmidovun, Ə.Hümmətovun və R.Qazıyevin işlərinə Apellyasiya Məhkəməsi tərəfindən baxıldığı barədə ərizəçinin dəlilinə cavab olaraq Hökumət bildirmişdir ki, ərizəçinin işi həmin məhkum edilmiş şəxslərin işlərindən fərqli olmuşdur. Xüsusən, Hökumət vurğulamışdır ki, həmin üç şəxs Avropa Şurası Baş Katibinin ekspertləri tərəfindən «siyasi məhbus» hesab olunmuş və buna görə Azərbaycanın Avropa Şurası qarşısında götürdüyü öhdəliklərə uyğun olaraq onların işlərinə «yenidən baxılmışdır». Digər tərəfdən, ərizəçi birmənalı olaraq «siyasi məhbus» sayılmamış və buna görə Azərbaycan hökuməti onun işinə yuxarıda göstərilən üç şəxslə eyni qaydada «yenidən baxılması» öhdəlikli olmamışdır. Bundan əlavə, Hökumət, həmçinin qeyd etmişdir ki, Apellyasiya Məhkəməsi cənab Həmidov, cənab Hümmətov və cənab Qazıyevin işlərinə Azərbaycan Respublikası Baş Prokurorunun protestinə əsasən baxmışdır ki, ərizəçi ilə əlaqədar belə protest verilməmişdir.", "26. Ərizəçi, ilk növbədə qeyd etmişdir ki, Hökumətin istinad etdiyi Apellyasiya Məhkəməsi əməkdaşının məktubu yalnız 2004-cü il martın 31-də, yəni cavabdeh-Hökumət hazırkı şikayət barədə 2004-cü il fevralın 10-da məlumat aldıqdan sonra imzalanmışdır. Ərizəçi vurğulamışdır ki, o, bu tarixə qədər şikayətini rədd edən hər hansı bir məktubu almamış və 31 mart 2004-cü il tarixli məktub onun şikayətinə Apellyasiya Məhkəməsi tərəfindən baxılmadığını «ört-basdır etmək» cəhdi olmuşdur.", "27. Ərizəçi işinə yenidən baxılması üçün Ali Məhkəməyə müraciət etməli olduğu barədə Hökumətin dəlili ilə razılaşmayaraq iddia etmişdir ki, həmin dəlil qanunun qəsdən yanlış şərh olunmasına əsaslanmışdır. O bildirmişdir ki, Apellyasiya Məhkəməsi əməkdaşının istinad etdiyi CPM-in 72.2-ci maddəsi yalnız 2000-ci il sentyabrın 1-dən sonra çıxarılmış hökmlərdən apellyasiya şikayətlərinə aid olmuşdur. Bununla da, həmin müddəa onun apellyasiya şikayətinə baxılması üçün Apellyasiya Məhkəməsinə müraciət etmək hüququndan məhrum olunması üçün əsas ola bilməzdi.", "28. Ərizəçi daha sonra bildirmişdir ki, Keçid Qanununun 7-ci maddəsində yeni CPM-in 2000-ci il sentyabrın 1-də qüvvəyə minənədək birinci instansiya məhkəmələrinin çıxardığı yekun hökmlərinə «apellyasiya məhkəməsi və ya Ali Məhkəmə» tərəfindən yenidən baxılması hüququ aydın şəkildə nəzərdə tutulmuşdur. Həmin qanunda daha sonra göstərilmişdir ki, işlərə yenidən baxılması yeni CPM-in apellyasiya və kassasiya instansiyalarındakı icraata dair müddəalarına uyğun həyata keçirilməlidir. Yeni CPM-ə müvafıq olaraq, birinci instansiya məhkəmələrinin hökmlərindən apellyasiya şikayətləri apellyasiya instansiyası məhkəməsinə (Apellyasiya Məhkəməsi) verilir və işin faktiki halları və hüquq məsələləri üzrə baxılmalıdır. Ali Məhkəmə kasasiya məhkəməsi olmaqla apellyasiya məhkəməsinin hökmlərindən yalnız hüquqi məsələlər üzrə kasasiya şikayətlərinə baxa bilər.", "29. Beləliklə, ərizəçi bildirmişdir ki, prosessual qaydalara uyğun olaraq, onun şikayətinə baxılması Apellyasiya Məhkəməsinin səlahiyyətlərinə daxil olmuşdur. Ali Məhkəmə, öz növbəsində, yalnız apellyasiya şikayətinə baxılması nəticəsində çıxarılan Apellyasiya Məhkəməsinin hökmündən verilən kassasiya şikayətinə (belə şikayət verildiyi halda) baxmaq səlahiyyətinə malik olmuşdur.", "30. Ərizəçi, həmçinin bildirmişdir ki, CPM-in 391-ci maddəsinə əsasən, apellyasiya instansiyası məhkəməsi apellyasiya şikayəti daxil olduqdan sonra 15 gün müddətində məhkəmə iclasında apellyasiya şikayətinin və ya apellyasiya protestinin ilkin baxışını aparmalı idi. Lakin bu tələbə və onun çoxsaylı müraciətlərinə baxmayaraq, məhkəmə baxışı keçirilməmişdir.", "31. Nəhayət, ərizəçi öz mövqeyini müdafıə edərək bildirmişdir ki, Apellyasiya Məhkəməsində şikayətçi ilə eyni vəziyyətdə olmuş cənab İ.Həmidov, cənab Ə.Hümmətov və cənab R.Qaziyevin işlərinə apellyasiya qaydasında baxılmışdır. Xüsusən, onlar eyni şəkildə yeni CPM qüvvəyə mindikdən əvvəl işə birinci instansiyada baxmış Ali Məhkəmə tərəfindən məhkum edilmişlər. Lakin yeni CPM qüvvəyə mindikdən sonra onların işləri Keçid Qanunu ilə verilmiş şikayət etmək hüququna əsasən Apellyasiya Məhkəməsi tərəfindən qəbul edilmiş və işin faktiki halları və hüquqi məsələlər üzrə baxılmışdır.", "", "B. Məhkəmənin qiymətləndirməsi", "", "32. Məhkəmə qeyd edir ki, hazırkı iş Azərbaycan cinayət-prosessual qanunvericiliyinin yaxın keçmişdə aparılmış islahatlarından irəli gələn xüsusi vəziyyətə aiddir. Xüsusən, Məhkəmə qeyd edir ki, ərizəçi barəsində cinayət işinə baxılması Məhkəmənin zaman üzrə yurisdiksiyasından kənarda olmuş (bax: məqbuliyyət barədə 16 may 2005-ci il tarixli qərar) və onun məhkum edildiyi zaman əvvəlki cinayət-prosessual qaydalarına görə apellyasiya vermək hüququ olmamışdır. Lakin ərizəçinin məhkum edilməsindən sonra qəbul edilmiş yeni CPM ilə hazırda qüvvədə olan və birinci instansiya, apellyasiya və kassasiya məhkəmələrindən ibarət yeni məhkəmə sistemi təşkil edilmişdir. Eyni zamanda, Keçid Qanununa əsasən ərizəçiyə yeni sistem çərçivəsində apellyasiya şikayəti vermək hüququ verilmişdir. Məhkəmə hesab edir ki, yeni cinayət-prosessual qaydalarına əsasən ərizəçinin işinə apellyasiya qaydasında yenidən baxılması hüququ Konvensiyanın 6-cı maddəsində ehtiva edilmiş əsas təminatlarla qorunmuşdur (bax: mutatis mutandis, Delkurt Belçikaya qarşı, 17 yanvar 1970-ci il,         A Seriyaları, № 11, s. 14, § 25 və Monel və Moris Birləşmiş Krallığa qarşı, 2 mart 1987-ci il,     A Seriyaları, № 115, s. 21, §54).", "33. Məhkəmə xatırladır ki, müraciət etmək hüququ aspektlərinin birini təşkil etdiyi ədalətli məhkəmə hüququ Konvensiyanın 6-cı maddəsinin 1-ci bəndində təsbit edilmiş hüququn ayrılmaz elementidir (bax: Qolder Birləşmiş Krallığa qarşı, 21 fevral 1975-ci il, A Seriyaları,    № 18, s. 18, § 36). Bu hüquq mütləq olmamaqla müəyyən məhdudiyyətlərə, o cümlədən şikayətin mümkünlüyü şərtləri ilə əlaqədar olaraq məhdudiyyətlərə məruz qala bilər (bax: Aşinqdeyn Birləşmiş Krallığa qarşı, 28 may 1985-ci il, A Seriyaları, № 93, s. 24-25, § 57). Bununla belə, tətbiq edilmiş məhdudiyyətlər fərdə verilən müraciət etmək hüququnu elə tərzdə və ya elə dərəcədə məhdudlaşdırmamalıdır ki, hüququn özünün mahiyyətinə zərər vurulmuş olsun. Onlar qanuni məqsədlə tətbiq edilməli, habelə istifadə edilmiş vasitələrlə nail olunmalı məqsəd arasında mütənasib əlaqə olmalıdır (bax: müxtəlif qərarlar sırasında, Halfau Fransaya qarşı, № 34791/97, § 35, İHAM 1999-IX; Fayed Birləşmiş Krallığa qarşı, 21 sentyabr 1994-cü il, A Seriyaları, № 294-B, s. 49-50, § 65 və Bellet Fransaya qarşı, 4 dekabr 1995-ci il, A Seriyaları, № 333-B, s. 41, §31).", "34. Məhkəmə qeyd edir ki, tərəflərin mübahisə etdiyi əsas məsələ ərizəçinin şikayətinin hansı instansiyada baxılmalı olmasından ibarətdir. Xüsusən, Keçid Qanununda göstərilmişdir ki, belə şikayət «apellyasiya instansiyası məhkəməsində və ya Azərbaycan Respublikasının Ali Məhkəməsində Cinayət-Prosessual Məcəlləsinin 383-407, 409-427, 461-467-ci maddələrində nəzərdə tutulmuş müddəalara uyğun olaraq» baxıla bilər. Ola bilsin ki, Keçid Qanununun mətni müxtəlif şəkildə şərh edilə bilər və hansı məhkəmənin - Apellyasiya Məhkəməsinin və ya Ali Məhkəmənin ərizəçinin şikayətinə baxmaq səlahiyyətinə malik olmasını dəqiqləşdirmir.", "35. Bununla əlaqədar olaraq, Məhkəmə bir daha xatırladır ki, daxili qanunvericiliyin şərhi ilə bağlı problemlərin həlli ilk növbədə dövlət orqanlarının, xüsusilə məhkəmələrin vəzifəsidir. Bu, xüsusilə şikayətlərin verilmə qaydası və vaxtı kimi prosessual xarakterli qaydaların məhkəmələr tərəfindən şərh edilməsinə aiddir. Məhkəmənin rolu belə şərhin nəticələrinin Konvensiyaya uyğunluğuna əmin olmaqla məhdudlaşır (bax: Plataku Yunanıstana qarşı,    № 38460/97, § 37, İHAM 2001-1).", "36. Eyni zamanda, hazırkı işdə ərizəçinin işi ilə bağlı Keçid Qanunun müvafıq müddəalarını şərh edə biləcək heç bir rəsmi məhkəmə qərarı olmamışdır. Apellyasiya Məhkəməsi əməkdaşının imzaladığı 31 mart 2004-cü il tarixli məktub həmin məhkəmənin rəsmi və məcburi qüvvəyə malik məhkəmə qərarı deyil. Azərbaycan qanunvericiliyinə əsasən, şikayətin perspektivlərinin qiymətləndirilməsi məhkəmə əməkdaşma aid olunmamışdır; şikayətin mümkünlüyü məsələsi Apellyasiya Məhkəməsi tərəfindən müəyyən edilməli idi (bax: CPM-in 391.2-ci maddəsi). Hər halda, 31 mart 2004-cü il tarixli məktubda Keçid Qanununa belə heç bir istinad yoxdur və buna görə, o, şərhin mənbəyi sayıla bilməz. Məhkəmə, həmçinin qeyd etməlidir ki, 31 mart 2004-cü il tarixli məktubdakı əsaslandırma yeni CPM-in qüvvəyə minməsindən əvvəl birinci instansiya məhkəmələrinin yekun qüvvəyə minmiş qərarlarından şikayət vermək hüququnu təsbit etmiş Keçid Qanununa açıq-aydın şəkildə ziddir.", "37. Bundan əlavə, Hökumət ərizəçinin səhv məhkəmə orqanına şikayət verməklə prosessual səhvə yol verdiyindən məlumatlı olmaq imkanını yaradan Keçid Qanununun yerli məhkəmələrin ərizəçinin şikayətinə baxmaq səlahiyyətlərinə dair müvafiq müddəalarının yerli məhkəmələr tərəfindən şərhini təqdim etməmişdir. Buna görə də, Hökumət ərizəçinin şikayətinə baxılmasının Ali Məhkəmənin səlahiyyətinə aid olmasına dair dəlilini cinayət-prosessual qanunvericiliyin yerli məhkəmələrin hüquqi qüvvəyə malik olan şərhi vasitəsilə müdafıə edə bilməmişdir.", "38. Bu məsələ üzrə yerli məhkəmələrin qərarı olmadığı halda, Məhkəmə yerli məhkəmələrin əvəzinə yerli qanunvericiliyi şərh etməyəcəkdir. Bunun əvəzinə, Məhkəmə ərizəçinin apellyasiya şikayətini verdiyi zaman Keçid Qanununa əsasən verilmiş hüquqi müdafiə vasitəsindən istifadə edilməsinə dair prosedurlara dair anlaşılmazlığın qarşısının alınması üçün kifayət qədər təminatlara malik olub-olmadığını müəyyən edəcəkdir (bax: mutatis mutandis, F.E. Fransaya qarşı, 30 oktyabr 1998-ci il, Qərar və Qərardadların Hesabatı, 1998-VIII, s. 3350, § 47 və yuxarıda göstərilmiş Bellet, s. 42, §37).", "39. Məhkəmə hesab edir ki, ərizəçi tərəfindən sistemin anlaması onun göstərilən hüquqi müdafıə vasitəsindən istifadə etməyə cəhd etdiyi zaman baxımından qiymətləndirilməlidir. Yuxarıda bildirildiyi kimi, Keçid Qanununda onun işinə «apellyasiya instansiyası məhkəməsi və ya Ali Məhkəmə» tərəfindən yenidən baxılması hüququ nəzərdə tutulmuşdur. Keçid Qanununun belə mətni, özlüyündə, ərizəçiyə şikayətini digər məhkum olunmuş şəxslər üçün mümkün olmuş, yeni CPM ilə daxil olmuş yeni cinayət-prosessual qaydalarına əsasən apellyasiya instansiyasına müraciət edilmədən şikayətinin baxılması kassasiya instansiyası olan Ali Məhkəmənin səlahiyyətinə aid olmasını bilməyə əsas verməmişdir.", "40. Ərizəçi öz apellyasiya şikayətini 2002-ci il martın 7-də vermişdir. Şikayətini bundan sonra dəfələrlə yenidən təqdim etməsinə baxmayaraq, bu şikayət, onun baxılması Apellyasiya Məhkəməsinin səlahiyyətinə aid olmadığından nə mahiyyəti üzrə baxılmış, nə də rəsmi məhkəmə qərarı ilə rədd edilmişdir. Bundan əlavə, ərizəçinin davamlı sorğularına cavab olaraq onun işinə yaxın gələcəkdə baxılacağı barədə məlumat Apellyasiya Məhkəməsi əməkdaşının 2002-ci il 24 oktyabr və 27 noyabr tarixli məktublarında verilmişdir. 2004-cü il martın 31-dək, yəni şikayətin verilməsindən 2 ildən çox müddətdə ərizəçi onun şikayətinin Apellyasiya Məhkəməsi deyil, Ali Məhkəmənin səlahiyyətinə aid olması barədə məlumatlandırılmamışdır. Əksinə, belə vəziyyət onun işinə, xeyli gecikdirmə ilə olsa da, Apellyasiya Məhkəməsində baxılacağına inanmağına gətirib çıxarmışdır.", "41. Məhkəmə həmçinin qeyd edir ki, həmin müddət ərzində prosessual baxımdan eyni vəziyyətdə olmuş digər üç şəxsin işlərinə Keçid Qanununun eyni müddəalarına əsasən apellyasiya qaydasında Apellyasiya Məhkəməsi tərəfindən baxılmışdır. Bu fakt Hökumət tərəfindən mübahisə edilməmişdir.", "42. Həmin üç işin ərizəçinin işindən fərqli olması barədə Hökumətin dəlili Məhkəmə üçün inandırıcı deyil. Ərizəçidən fərqli olaraq, işlərinə «yenidən baxılması» Hökumətin öhdəliyində olan cənab Həmidov, cənab Hümmətov və cənab Qazıyevin «siyasi məhbus» sayılmasına baxmayaraq, onların işlərinə Keçid Qanunu və CPM-in 383-407-ci maddələrinə uyğun olaraq adi apellyasiya prosesi formasında baxılmışdır. Yerli qanunvericilikdə, o cümlədən Keçid Qanununun və yeni CPM-in müvafiq müddəalarında bütün şikayətlər üçün eyni prosedurlar nəzərdə tutulur və «siyasi məhbus» kimi tanınmış və tanınmamış şəxslərin işləri arasında fərq müəyyən edilmir.", "Bundan əlavə, həmin işlər üzrə apellyasiya məhkəməsi baxışının məhkum edilmiş şəxsin şikayətinə əsasən deyil, Baş Prokurorun protestinə əsasən aparılması barədə Hökumətin dəlili mətləbə uyğun deyil və Məhkəməni digər nəticəyə gətirib çıxara bilməz. CPM-in 72.2-ci maddəsində müəyyən edilir ki, apellyasiya baxışı apellyasiya şikayəti (məhkum edilmiş şəxsin) və ya protest (ittiham tərəfinin müvafiq əməkdaşının) əsasında aparılır. Bununla da, Apellyasiya Məhkəməsinin apellyasiya şikayətinə baxmaq səlahiyyətləri apellyasiya qaydasında qanunla müəyyən edilmiş subyektlər dairəsində şikayət və ya protest əsasında kimin müraciət etməsindən asılı deyil.", "43. Belə hallarda Məhkəmə nəticəyə gəlir ki, Keçid Qanununun qeyri-müəyyənliyini və onun müvafıq müddəalarına dair dəqiq məhkəmə şərhinin olmadığını, habelə işlərə Keçid Qanununa əsasən Apellyasiya Məhkəməsi tərəfindən yenidən baxılması üzrə ən azı üç yerli presedentlərin mövcud olduğunu nəzərə alaraq, ərizəçinin onun apellyasiya şikayətinə Apellyasiya Məhkəməsində baxılacağına inanmaq üçün əsasları olmuşdur.", "44. Bundan əlavə, Məhkəmə qeyd edir ki, CPM-in 391.1 və 391.2-ci maddələrinə uyğun olaraq, hətta şikayət Apellyasiya Məhkəməsinin səlahiyyətlərinə aid olmadıqda və ya başqa səbəblərdən (məsələn, apellyasiya şikayəti vermək müddətinin pozulması) mümkün olmadıqda, Apellyasiya Məhkəməsi 15 gün müddətində məhkəmə iclasında apellyasiya şikayətinin ilkin baxışını aparmalı və onun həmin məhkəməyə aid olub-olmadığını araşdırmalıdır. Bundan əlavə, CPM-in 391.3-cü maddəsinə uyğun olaraq, apellyasiya instansiyası məhkəməsi apellyasiya şikayətinin məhkəmənin səlahiyyətinə aid olmadığını müəyyən etdikdə, onun öz icraatına qəbul edilməsindən imtina haqqında və ya aidiyyəti üzrə göndərilməsi haqqında qərar qəbul etməlidir. Bununla da, Apellyasiya Məhkəməsi ərizəçinin şikayətinə mahiyyəti üzrə baxmaq səlahiyyətində olmadığı barədə nəticəyə gəldiyi təqdirdə, o, qanunvericiliyə əsasən apellyasiya şikayətinin daxil olmasından sonra 15 gün müddətində onun ilkin baxışını aparmalı və şikayətin qeyri-məqbul olduğu haqqında qərar çıxarmalı idi.", "45. Lakin iki ildən çox müddət ərzində Apellyasiya Məhkəməsi ərizəçinin şikayətinə baxmamış, yaxud onu rəsmi qaydada rədd etməmişdir. Yuxarıda qeyd edildiyi kimi, Apellyasiya Məhkəməsi əməkdaşının imzaladığı 31 mart 2004-cü il tarixli məktub qanunvericiliyə əsasən həmin məhkəmənin rəsmi məhkəmə qərarını təşkil etmir.", "46. Məhkəmə xatırladır ki, Konvensiya nəzəri və ya xəyali hüquqları deyil, praktiki və səmərəli olan hüquqları müdafıə etmək niyyətini daşıyır. Bu, ədalətli məhkəmə araşdırması hüququnun demokratik cəmiyyətdə mühüm yer tutduğunu nəzərə alaraq, məhkəməyə müraciət etmək hüququna xüsusilə aiddir (bax: Erey İrlandiyaya qarşı, 9 oktyabr 1979-cu il, A Seriyaları, № 32, s. 12-13, § 24). Ərizəçi apellyasiya şikayətini verdiyi zaman o, Keçid Qanununa əsasən verilmiş hüquqi müdafıə vasitəsindən istifadə edilməsinə dair prosedurlara dair anlaşılmazlığın qarşısının alınması üçün kifayət qədər təminatlara malik olmamış və belə vəziyyət onun işinə Apellyasiya Məhkəməsində baxılacağına inanmağına gətirib çıxarmışdır. İşin xüsusiyyətlərini nəzərə alaraq, Məhkəmə müəyyən edir ki, ərizəçinin Keçid Qanununa əsasən malik olduğu hüququn həyata keçirilməsinin təmin edilməsi üçün Apellyasiya Məhkəməsi tədbirlər görməli idi. Lakin Apellyasiya Məhkəməsi bunu etməmişdir. Məhkəmə, həmçinin müəyyən edir ki, belə hallarda ərizəçidən Ali Məhkəməyə müraciət edilməsi tələb oluna bilməzdi.", "47. Yuxarıdakı mülahizələri nəzərə alaraq, Məhkəmə nəticəyə gəlir ki, ərizəçinin məhkəməyə müraciət etmək hüququ və bununla ədalətli məhkəmə araşdırması hüququ məhdudlaşdırılmışdır.", "Müvafiq olaraq, Məhkəmə Hökumətin ilkin etirazını rədd edərək qərara gəlir ki, Konvensiyanm 6-cı maddəsinin 1-ci bəndinin pozulması baş vermişdir.", "", "III. KONVENSİYANIN 6-cı MADDƏSİNİN 1-ci BƏNDİ İLƏ BİRGƏ", "14-cü MADDƏNİN İDDİA EDİLƏN POZUNTUSU", "", "48. Ərizəçi şikayət etmişdir ki, eyni vəziyyətdə olan digər şəxslərin işlərinə Apellyasiya Məhkəməsi tərəfindən baxıldığından, o, Konvensiyanın aşağıda göstərilən 14-cü maddəsinə zidd olaraq Konvensiyanın 6-cı maddəsinin 1-ci bəndi ilə təmin edilmiş məhkəməyə müraciət etmək hüququnun həyata keçirilməsi zamanı ayrı-seçkiliyə məruz qalmışdır:", "", "«Konvensiyada təsbit olunmuş hüquq və azadlıqlardan istifadə cins, irq, rəng, dil, din, siyasi və ya digər baxışlar, milli və ya sosial mənşə, milli azlıqlara mənsubiyyət, əmlak vəziyyəti, doğum və ya digər hər hansı əlamətlərinə görə ayrı-seçkilik olmadan təmin olunmahdır.»", "", "49. Məhkəmə hesab edir ki, həmin şikayətdə Konvensiyanm 6-cı maddəsinin 1-ci bəndinə əsasən yuxarıda baxılmış məsələlərlə eyni məsələlər qaldırılır. Məhkəmə bu maddəyə münasibətdə gəldiyi nəticələri nəzərə alaraq, ərizəçinin Konvensiyanın 14-cü maddəsinə zidd olaraq ayrı-seçkiliyə məruz qalmasına dair şikayətinə baxılmasını lüzumsuz hesab edir (bax: mutatis mutandis, Hentriç Fransaya qarşı, 22 sentyabr 1994-cü il, A Seriyaları, № 296-A, s. 24, § 66 və yuxarıda göstərilmiş Platakou, § 51).", "", "IV. KONVENSİYANIN 41-ci MADDƏSİNİN TƏTBİQİ", "", "50. Konvensiyanm 41-ci maddəsində aşağıdakılar nəzərdə tutulur:", "", "«Əgər Məhkəmə Konvensiyanın və ona dair Protokolların müddəalarının pozulduğunu, lakin Razılığa gələn Yüksək Tərəfm daxili hüququnun yalnız bu pozuntunun nəticələrinin qismən aradan qaldırılmasına imkan verdiyini müəyyən edirsə, zəruri halda zərərçəkən tərəfə əvəzin ədalətli ödənilməsini təyin edir.»", "", "A. Zərər", "", "51. Ərizəçi haqsız olaraq məhkum olunduğunu və onun barəsində birinci instansiya məhkəməsi tərəfindən çıxarılmış hökmlərin yenidən baxılması imkanının ona verilmədiyini əsas gətirərək, mənəvi zərərlə əlaqədar 17.000.000 avro (EUR) məbləğində tələb irəli sürmüşdür. O bildirmişdir ki, məhkum edildikdən sonra Azərbaycan cəmiyyətində Xocalı hadisələrinə görə məsuliyyət daşıyan şəxslərdən biri kimi bilinmişdir. Buna görə, o və ailəsi ağır mənəvi zərər çəkmişlər. Bundan əlavə, onun şikayətinə Apellyasiya Məhkəməsi tərəfindən baxılmaması faktı mənəvi zərəri daha da ağırlaşdırmışdır.", "52. Hökumət vurğulamışdır ki, ərizəçinin irəli sürdüyü ziyan tələbi hazırkı iş üzrə Məhkəmə tərəfindən baxılan mətləbi təşkil edən pozuntular barədə şikayətlərdən birbaşa irəli gəlməmişdir. Buna görə, Hökumət qeyd etmişdir ki, ərizəçi Ali Məhkəmənin 7 avqust 1995-ci il və 26 iyun 1996-cı il tarixli hökmləri ilə vurulması ehtimal olunan zərərə görə hər hansı kompensasiya tələbini irəli sürə bilməzdi.", "53. Məhkəmə qeyd edir ki, Ali Məhkəmənin 7 avqust 1995-ci il və 26 iyun 1996-cı il tarixli hökmlərinə əsasən haqsız məhkum olunmasına dair şikayətləri Konvensiya müddəalarına ratione temporis uyğun olmadığından, Məhkəmənin 16 iyun 2005-ci il tarixli qərarı ilə mümkün hesab edilməmişdir. Buna görə, həmin hökmlər nəticəsində vurulması ehtimal edilən mənəvi zərərə görə hər hansı kompensasiyanın təyin edilməsi üçün əsaslar mövcud deyil.", "54. Hazırkı qərarda müəyyən edilmiş pozuntu ilə əlaqədar olaraq, ərizəçinin məhkəməyə müraciət etmək hüququnun məhdudlaşdırılmasını nəzərə alaraq, Məhkəmə hesab edir ki, ərizəçi sadəcə pozuntunun müəyyən edilməsi ilə kompensasiya oluna bilməyəcək ümidsizlik, qeyri-müəyyənlik və həyəcan hisslərini keçirmişdir. Buna baxmayaraq, tələb edilən məbləğ həddindən artıqdır. Konvensiyanın 41-ci maddəsi ilə tələb edildiyi kimi, ədalətli əsaslarla qiymətləndirmə nəticəsində Məhkəmə ərizəçiyə mənəvi zərərlə bağlı hesablana biləcək hər hansı vergi məbləğini üstünə gəlməklə 3.000 avro məbləğinin ödənilməsini təyin edir.", "", "B. Xərclər və məsrəflər", "", "55. Ərizəçi xərclər və məsrəflərə, o cümlədən hüquqi yardım, vəkilin ərizəçiyə (Bakı şəhərindən kənarda yerləşən) Qobustan həbsxanasında baş çəkməsi ilə bağlı nəqliyyat xərclərinə, tərcümə və poçt xərclərinə görə 6400 avro məbləğində tələb irəli sürmüşdür. Bu tələbləri müdafıə edərək ərizəçi 2003-cü il yanvarın 28-dən 2004-cü il fevralın 13-dək müddətdə vəkilə pul köçürmələrinin bir neçə qəbzini, Məhkəmə ilə yazışmaya aid poçt xərclərini əks etdirən qəbzləri, habelə Məhkəməyə təqdim edilmiş məktub və sənədlərin tərcüməsinə görə tərcümə fırmasından mədaxil qəbzini təqdim etmişdir. Ərizəçi bildirmişdir ki, nəqliyyat və digər xərclər kimi xərc və məsrəfləri təsdiq edən bütün sənədləri əldə etmək imkanında olmamışdır.", "56. Hökumət bildirmişdir ki, tələb olunan məbləğ həddindən artıq olmuş və sənədlərlə tam şəkildə təsdiq edilməmişdir.", "57. Məhkəmənin presedent hüququna uyğun olaraq, xərclər və məsrəflər yalnız onların həqiqətən və zəruri olaraq çəkildiyi və məbləği əsaslandırılmış olduğu müəyyən edildiyi halda 41-ci maddəyə əsasən təyin oluna bilər (bax: Sunday Times Birləşmiş Krallığa qarşı (№ 1) (50-ci maddə), 6 noyabr 1980-ci il, A Seriyaları, № 38, s. 13, § 23). Məhkəmə qeyd edir ki, ərizəçinin təqdim etdiyi sənədlər tələb olunan məbləğin yalnız bir qismini ehtiva edir. Xüsusən, ərizəçi 1.650.000 Azərbaycan manatı (AZM) (təqribən 290 avro) məbləğində hüquqi yardım xərclərinin, 617.155 AZM və 211,37 ABŞ dolları (təqribən 290 avro) məbləğində poçt xərclərinin, 10.050.000 AZM (təqribən 1175 avro) məbləğində poçt xərclərinin ödənilməsini təsdiqləyən sənədləri təqdim etmişdir. Bununla da, təqribən 2276 avro məbləğində xərclər və məsrəflər müvafıq sənədlərlə təsdiq edilir. Eyni zamanda, müəyyən xərcləri təsdiq edən sənədlərin əldə edilməsinin mümkün olmadığı barədə ərizəçinin məlumatını nəzərə alaraq və Konvensiyanın 41-ci maddəsi ilə tələb edildiyi kimi, ədalətli əsaslarla qiymətləndirmə apararaq, Məhkəmə ərizəçiyə 2500 avro məbləğinin, bu məbləğdən hesab oluna biləcək hər hansı vergilər məbləği üstünə gəlməklə, habelə Avropa Şurasından hüquqi yardım formasmda verilmiş 850 avro məbləği çıxmaqla ödənilməsini təyin edir.", "", "C. Faiz dərəcəsi", "", "\t58. Məhkəmə məqsədəmüvafiq hesab edir ki, faiz dərəcəsi üstünə üç faiz əlavə edilməli olan, Mərkəzi Avropa Bankının təqdim etdiyi dərəcənin son həddinə əsaslanmalıdır.", "", "", "", "BU SƏBƏBLƏRƏ ƏSASƏN MƏHKƏMƏ YEKDİLLİKLƏ", "", "1. Hökumətin Konvensiyanın 6-cı maddəsinin 1-ci bəndinə dair ilkin etirazını rədd edir;", "", "2. Qərara alır ki, Konvensiyanm 6-cı maddəsinin 1-ci bəndi pozulmuşdur;", "", "3. Qərara alır ki, ərizəçinin Konvensiyanın 6-cı maddəsinin 1-ci bəndi ilə birgə 14-cü maddənin pozulmasına dair şikayətinə ayrıca baxılmasına ehtiyac yoxdur;", "", "4. Qərara alır ki,", "", "(a) cavabdeh Dövlət qərarın Konvensiyanın 44-cü maddəsinin 2-ci bəndinə müvafıq olaraq qəti qüvvəyə minməsi tarixindən sonra üç ay müddətində ərizəçiyə aşağıdakı məbləğləri ödəniş günü tətbiq edilən məzənnə ilə yeni Azərbaycan manatı ilə ödəməlidir:", "", "i. mənəvi zərərlə bağlı 3.000 (üç min) avro məbləğini, bu məbləğlərdən hesab oluna biləcək hər hansı vergilər məbləği üstünə gəlməklə; və", "", "ii. xərclər və məsrəflərə görə 2.500 (iki min beş yüz) avro məbləğini, hüquqi yardım qismində verilmiş 850 (səkkiz yüz əlli) avro məbləği çıxılmaqla, bu məbləğlərdən hesab oluna biləcək hər hansı vergilər məbləği üstünə gəlməklə;", "", "(b) həmin üç ay müddət keçdikdən sonra ödənməyə qədər gecikdirilmiş müddətə görə yuxarıda göstərilən məbləğlərə üç faiz əlavə etməklə Avropa Mərkəzi Bankının son faiz dərəcəsinə bərabər faizlər əlavə ödənilməlidir;", "", "5. Kompensasiyanın ödənilməsi üzrə ərizəçinin iddialarının qalan hissəsini rədd edir.", "", "İngilis dilində tərtib edilmiş və Məhkəmə Reqlamentinin 77-ci Qaydasının 2 və 3-cü bəndlərinə müvafıq olaraq 2006-cı il noyabrın 16-da yazılı surətdə elan edilmişdir.", "", "Santiaqo Quesada \t\t\t\t\tXristos Rozakis", "    Katib \t\t\t\t\t\t     Sədr"]}