{"file": "AZE_HJUDAZE_74552_01.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "74552/01", "text_paragraphs": ["Oya Ataman (Oya Ataman) Türkiyəyə qarşı – ərizə № 74552/01", "", "5.12.2006 tarixli qərar [II Bölmə]", "", "Maddə 11", "", "11-ci maddənin 1-ci bəndi", "", "Dinc toplaşmaq azadlığı", "", "Məcburi ilkin bildiriş təqdim edilmədən iş saatlarında parkda keçirilmiş dinc nümayişin polis tərəfindən zorla dağıdılması: pozuntu baş verməyib", "", "Maddə 3", "", "Ləyaqəti alçaldan rəftar", "", "Qeyri-insani rəftar", "", "Nümayişçiləri dağıtmaq üçün \"bibər sıçrantısı\" kimi tanınan gözyaşardıcı qazdan istifadə edilməsi: pozuntu baş verməyib", "", "Faktlar: İstanbul İnsan Hüquqları Assosiasiyasının sədri olan ərizəçi İstanbulda Sultanəhməd meydanında yürüş formasında nümayiş təşkil etmişdi, ardınca mətbuat üçün bəyanat səsləndiriləcəkdi. Polislər plakatları qaldırıb dalğalandırmaqla nümayiş keçirən 40-50 nəfərdən ibarət qrupdan dağılışmalarını tələb etdilər və onlara dedilər ki, ilkin bildiriş təqdim edilmədiyinə görə nümayiş qanunsuzdur və onlar iş saatlarında ictimai qaydanı pozurlar. Nümayişçilər onların göstərişinə tabe olmaqdan imtina etdilər və güc tətbiq etməklə özləri üçün irəliyə doğru yol açmağa çalışdılar. Polislər onları dağıtmaq üçün \"bibər sıçrantısı\" kimi tanınan gözyaşardıcı qaz növündən istifadə etdilər.", "", "Hüquqi məsələlər: Maddə 3 – \"Bibər sıçrantısı\" qüvvədə olan beynəlxalq hüquq normalarına əsasən da zəhərli qazlar siyahısına daxil deyil. Baxmayaraq ki, onun tətbiqi fiziki narahatlığa səbəb ola bilər, ərizəçi bu qazın tətbiqinin mənfi nəticələrindən zərər çəkdiyini təsdiq edən heç bir tibbi rəy təqdim etməmiş, eləcə də tibbi müayinə üçün müraciət etməmişdi.", "", "Nəticə: pozuntu baş verməyib (yekdilliklə).", "", "Maddə 11 – Nəqliyyatın hərəkətində mümkün pozuntunu nəzərə almasaq, nümayişçilər qrupu (ictimaiyyətin diqqətini aktual məsələyə cəlb etmək istəyən əlli nəfərə yaxın insan) ictimai qaydaya hər hansı təhlükə yaratmırdı. Tədbir təxminən günorta başlandı və polisin müdaxiləsinədək yarım saat davam etdi. Məhkəmə insan hüquqları assosiasiyası tərəfindən təşkil olunmuş nümayişə son qoymaq istəyən polisin göstərdiyi dözümsüzlükdən təəccübləndi. Nümayişçilər zorakılıq aktları törətmirlərsə, dövlət orqanları dinc toplantılara qarşı müəyyən qədər dözümlülük nümayiş etdirməlidirlər. Polisin zor tətbiqi vasitəsilə müdaxilə etməsi qeyri-mütənasib addım idi və iğtişaşın qarşısını almaq üçün zəruri deyildi.", "", "Nəticə: pozuntu baş verib (yekdilliklə).", "", "Maddə 41 – Mənəvi ziyan: pozuntunun müəyyən edilməsi mənəvi ziyanın kompensasiyası üçün yetərli hesab olundu.", "", "Əlavə təfsilatlar üçün 753 saylı press-relizə bax.", "", ""]}