{"file": "AZE_HJUDAZE_31524_96.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "31524/96", "text_paragraphs": ["", "", "İKİNCİ SEKSİYA", "", "", "BELVEDERE ALBERGİRA S.r.l. İTALİYAYA qarşı", "", "", "(Ərizə no 31524/96)", "", "", "QƏRAR", "", "", "STRASBURQ", "", "", "30 may 2000-ci il", "", "", "", "QƏTİ", "", "30/08/2000", "", "", "", "", "", "", "Belvedere Albergira S.r.l. İtaliyaya qarşı işində,", "Avropa İnsan Hüquqları Məhkəməsi (ikinci seksiya) hakimlər:", "\tCənab\tX.L. Rozakis (C.L. Rozakis), sədr,\n\tCənab\tA.B. Baka (A.B. Baka),\n\tCənab\tB. Konforti (B. Conforti),\n\tCənab\tG. Bonello(G. Bonello),\n\tXanım\tV. Strážniçká (V. Strážnická),\n\tCənab \tP. Lorenzen (P. Lorenzen),\n\tXanım\tM. Tsatsa-Nikolovska(M. Tsatsa-Nikolovska),\nvə seksiya katibi cənab E. Friberq-dən(E. Fribergh) ibarət tərkibdə13 yanvar və 11 may 2000-ci ildə şura palatasında qapalı məşvərət keçirərək,", "Qeyd edilmiş son tarixdə aşağıdakı qərarı qəbul edir :", "PROSEDUR", "1.  İşİnsan hüquqları və Əsas Azadlıqları üzrə Konvensiyanın (« Konvensiya ») 25-ci maddəsinə əsasən İtaliya hüququna uyğun olaraq təşkil edilmiş məhdud məsuliyyətli Belvedere Albergira S.r.l. cəmiyyəti (« ərizəçi şirkət »)tərəfindən Avropa İnsan Hüquqları Komissiyasına (« Komissiya ») 2 may 1996-cı ildə təqdim edilmiş İtaliya Respublikasına qarşı ərizə (no 31524/96) əsasında başlamışdır. Ərizəçi iddia etmişdir ki, onun mülkiyyətindən maneəsiz istifadə hüququ əsassız olaraq pozulmuşdur. 1 iyul 1998-ci ildə Komissiya ərizənin İtaliya Hökumətinə (« Hökumət ») təqdim edilməsi barədə qərar qəbul etmiş və Hökumətdən ərizənin qəbuledilənliyi və əsaslandırılmış olması haqqında müşahidələrini yazılı olaraq təqdim etməsini tələb etmişdir.", "2.  1 noyabr 1998-ci ildə Konvensiyanın 11 saylı Protokolu qüvvəyə mindikdən sonra və sözügedən Protokolun 5-ci maddəsinin 2-ci bəndinə uyğun olaraqiş baxılmaq üçün Məhkəməyə göndərilmişdir. Məhkəmə Reqlamentinin 52-ci maddəsinin 1-ci bəndinə müvafiq olaraq Məhkəmə sədri işin araşdırılmasını ikinci seksiyaya həvalə etmişdir.Sözügedən seksiya daxilində təşkil edilmiş Palatanın tərkibinə ex officio üzv olan italiyalı hakim cənab B.Konforti (Konvensiyanın 27-ci maddəsinin 2-ci bəndi və Reqlamentin 26-cı maddəsinin 1a) bəndi) və seksiyanın sədri cənab C.L.Rozakis daxil idi (Reqlamentin 26-cı maddəsinin 1a) bəndi)). Palatanı tamamlamaq üçün digər üzvlər – cənab M.Fişbax, cənab P.Lorenzen, xanım M.Tsatsa-Nikolovska, cənab A.B.Baka və cənab E.Levits seksiya sədri tərəfindən təyin edilmişdir (Reqlamentin 26-cı maddəsinin 1b) bəndi). Cənab Fişbax vəcənab Levits müvafiq olaraq cənab G.Bonello və xanım V.Strazniçka ilə əvəz edilmişdir.", "3.  Ərizəçini Məhkəmədə xanım Nikolo Paoletti təmsil etmişdir. Hökumət öz nümayəndəsi cənab U.Leanza və həm-nümayəndəsi cənab V.Espozito tərəfindən təmsil olunmuşdur.", "4.  21 sentyabr 1999-cu ildə Palata ərizənin qəbuledilənliyini elan etmişvə işin mahiyyəti ilə bağlıdinləmələrin keçirilməsinə qərar vermişdir.", "5.  Ərizəçi və Hökumət ayrı-ayrılıqda öz müşahidələrini təqdim etmişdir.", "6.  Dinləmələr 13 yanvar 2000-ci ildə Strazburqda, İnsan Hüquqları Sarayında açıq qaydada keçirilmişdir.", "", "Dinləmələrdə aşağıdakı şəxslər iştirak etmişdir :", "–\tHökumətin adından\nCənab\tV. Espozito,\thəm-nümayəndə ;\n", "–\tƏrizəçinin adından\nCənab\tN. Paoletti, Roma vəkillər kollegiyasının vəkili,\t\nXanım \t N. Paoletti, Roma vəkillər kollegiyasının vəkili,məsləhətçilər\n", "Faktlar", "I.  İŞİN HALLARI", "7.  Monte Argentario yaxınlığındakı Belvedere mehmanxanasının sahibi olan ərizəçi şirkət həmçinin mehmanxana müştərilərinin dənizə birbaşa çıxışına imkan verən 1 375 kvadrat metrlik bir ərazinin sahibi idi.", "8.  19 may 1987-ci il tarixli qərarla Monte Argentario bələdiyyəsi ərizəçi şirkətə məxsus torpaq sahəsindən keçməli olan yolun inşası ilə bağlı layihəni təsdiq etmişdir.", "9.  25 may 1987-ci il tarixli qərarla Monte Argentarionun meri ərizəçi şirkətə məxsus ərazinin sürətləndirilmiş prosedura uyğun olaraqtutulması barədə qərar qəbul etmişdir.Qeyri-müəyyənbir tarixdəinzibati orqanlar ərazinin fiziki olaraq tutulmasınıhəyata keçirmişvə tikinti işlərini başlatmışdır.", "1.  Ərizəçi tərəfindən inzibati məhkəmələr qarşısında başladılmış məhkəmə prosesi", "10.  Ərizəçi Toskaniya Regional İnzibati Məhkəməsinə (« RİM ») şikayət ərizəsi ilə müraciət etmişdir.Ərizəçi, xüsusilə 19 may 1987-ci il tarixli bələdiyyə qərarının və torpaq sahəsinin tutulmasının qanuniliyini mübahisələndirmişdir.", "11.  2 dekabr 1987-ci il tarixli qərarla Toskaniya Regional İnzibati Məhkəməsi ərizəçi şirkətin şikayətini qəbul etmiş və bələdiyyənin 19 may 1987-ci il tarixli qərarıni ləğv etməklə yanaşı, gələcəkdə həyata keçiriləcəkbütün hərəkətlərini də etibarsızelan etmişdir.Məhkəmə hesab etmişdir ki, bələdiyyə əvvəlcədən müvafiq texniki araşdırmalar həyata keçirmədən mübahisəli layihəni təsdiq etmişdir. Nəticədə, təsdiq edilmiş layihə qeyri-qanunidir və ümumi maraqlarnaminə həyata keçirilmiş bir layihə olaraq nəzərdən keçirilə bilməz (non atto a realizzare un interesse pubblico).", "12.  Bu qərar 24 may 1988-ci ildə katibə təqdim edilmiş və 9 iyun 1989-cu ildə qüvvəyə minmişdir.", "2.  Ərizəçi tərəfindən başladılmış icra prosesi", "13.  8 iyul 1988-ci il, 11 avqust 1989-cu il və 18 iyul 1990-cı il tarixli məktublarında ərizəçi şirkətMonte Argentario bələdiyyəsindən RİM-in qərarına uyğun olaraq, torpaq sahəsi üzərindəki mülkiyyət hüququnun bərpa edilməsini və ərazinin geri qaytarılmasını tələb etmişdir.Həmin məktublara cavab verilməmişdir.", "14.  Ərizəçi 2 dekabr 1987-ci il tarixli qərara əsasən torpaq sahəsi üzərindəki mülkiyyət hüququnun bərpa edilməsinə və ərazinin geri qaytarılmasına nail olmaq məqsədilə Toskaniya Regional İnzibati Məhkəməsinə qərarın icrası ilə bağlı (giudizio di ottemperanza) müraciət etmişdir.", "15.  26 iyun 1991-ci il tarixli qərarla RİM ərizəçi şirkətin müraciətini rədd etmiş və əsas göstərmişdir ki, dolayı ekspropriasiya həyata keçirildiyi üçün 2 dekabr 1987-ci il tarixli qərarın icrası mümkün deyil.", "16.  Məhkəmə qeyd etmişdir ki, 2 dekabr 1987-ci il tarixli qərardaplanlaşdırmaaraşdırılmasında prossesual pozuntuların olması səbəbilə Monte Argentario bələdiyyəsinin qərarıləğv edilsə də, bələdiyyənin daha sonra prosesi yenidən başlada biləcəyi və yeni bir qərar qəbul edə biləcəyi istisna edilməmişdir. Lakin istənilən halda bu baş verməmişdir. Daha sonra məhkəmə qeyd etmişdir ki, dolayıekspropriasiya(occupazione acquisitiva) həyata keçirilməsi nəticəsində ərizəçi şirkətbundan belə yol tikinti işlərinin başa çatdığıvə Monte Argentario bələdiyyəsininmülkiyyətinə keçən ərazinin sahibi deyil. Əslində RİM-in qəbul etdiyi birinci qərara vədövlət orqanlarının həyata keçirdiyi işlərin təhlükəli vəümumi maraqlara zidd olmasına baxmayaraq, tikinti işlərin başa çatması ərazi üzərindəki mülkiyyət hüququnun ötürülməsinə gətirib çıxarmışdır.Nəticədə, ərazinin geri qaytarılması qeyri-mümkündür. Bununla yanaşı, mülkiyyət hüquqununqeyri-qanuni ötürülməsi maraqlı tərəfə mülki məhkəmələrdən zərərin əvəzinin ödənilməsini tələb etmək hüququ verir.", "17.  Ərizəçi həmin qərardan Dövlət Şurasına (Consiglio di Stato) şikayət vermişdir. Ərizəçi xüsusilə qeyd etmişdir ki, RİM tikinti işləri başa çatmazdan əvvəl dövlət orqanlarının bu hərəkətinin qeyri-qanuniliyini müəyyən etmiş, dövlət orqanları isə həmin qərara məhəl qoymamışdır.Hazırki işdə dolayı ekspropriasiyaqaydasının tətbiq olunduğuna görə, məhkəmə qərarını hüquqi mahiyyətindən məhrum etmişdir, belə ki, dövlət orqanları torpaq sahəsinə mülkiyyət hüququnu əldə etmək məqsədilə qeyri-qanuni şəkildə hərəkət etməkdə sərbəst idilər.", "18.  5 iyun 1995-ci ildə şikayət ərizəsinin təqdim edildiyi Dövlət Şurasının V seksiyası işi Məhkəmə plenumuna həvalə etmək barədə qərar qəbul etmişdir. Bu qərardan belə nəticə çıxır ki, sözügedən seksiya hesab etmişdir ki,hazırki işdə ictimai təyinatlı tikintilərin həyata keçirilməsi səbəbilə torpaq sahəsinə mülkiyyət hüququnun itirilməsi ədaləti inkar etməyəbərabərdir. Əslində, inzibati məhkəmənin 2 dekabr 1987-ci il tarixli qərarı kimi ərazi sahibinin xeyrinə olan qərar dövlət orqanlarının bu mülkiyyəti mənimsəmək arzusuna qarşı səmərəli təsirə malik olmadığı təqdirdə sözügedən mülkiyyətçi dövlət orqanlarının mərhəmətindən asılıdır.Bundan başqa, Dövlət Şurasının V seksiyası müəyyən etmişdir ki, RİM-inqəbul etdiyi qərarın ləğv edilməsindən sonra Monte Argentario bələdiyyəsi heç vaxt işi yenidən araşdırmamış, nə də yeni bir qərar qəbul etmişdir.", "19.  7 fevral 1996-cı il tarixli qərarla tam tərkibdə toplanmış Dövlət Şurası ərizəçi şirkətin şikayət ərizəsinə rədd cavabı vermişdir. Dövlət Şurası hesab etmişdir ki, hazırki işdə dolayı ekspropriasiyaqaydasının tətbiqiqətiyyənədalətdən imtina etmək demək deyil. Şura bildirmişdir ki, yoltikinti işləri,mahiyyət etibarilə, 7 avqust 1987-ci ildə, yəni RİM-in qərarından əvvəl başa çatmışdır.Həmin tarixdən sonra,xüsusilə yol işiqlandırmasının quraşdırılması və yolun başa çatdırılması kimi əlavə və az əhəmiyyət kəsb edən işlər həyata keçirilmişdir. Nəticədə, 1987-ci il avqustun 7-si torpaq sahəsi üzərində mülkiyyət hüququnun ötürülməsi tarixi olaraq nəzərdən keçirilməlidir, belə ki, həmin tarixdə yol tikinti işlərinin başa çatması nəticəsində torpaq sahəsinin təyinatı geridönülməzxarakter almışdır.Torpaq sahəsinin geri qaytarılması dolayı ekspropriasiya səbəbilə qeyri-mümkündür. 7 avqust 1987-ci il həmçinin zərərin əvəzinin ödənilməsini tələb etmək üçün iddia müddətinin başlanğıc tarixidir.", "II.  MÜVAFİQ DAXİLİ HÜQUQ VƏ TƏCRÜBƏ", "A.  22 oktyabr 1971-ci il tarixli 85 saylı qanun", "20.  Bu qanundadövlət orqanlarına ekspropriasiya həyata keçirilməzdən əvvəl tikinti işlərini başlatmağa imkan verən sürətləndirilmiş ekspropriasiya prosesi tənzimlənir. Həyata keçirilməli olan işlərin və qəbul edilmiş tikinti layihələrinin ümumi maraqlar naminə olması bəyan edildikdən sonra dövlət orqanları müəyyən edilmiş və 5 ili aşmayan bir müddətdə ekspropriasiya ediləcək ərazilərin sürətləndirilmiş prosedura uyğun olaraq tutulması barədə qərar qəbul edə bilər. Dekret o zaman ləğv edilir ki, ərazinin fiziki olaraq tutulması onun elan edildiyi gündən üç ay müddətində baş verməsin. Torpaq sahəsinin tutulması mərhələsindən sonra rəsmiekspropriasiya qərarı qəbul edilməli və kompensasiya ödənilməlidir.", "\nB.  Dolayı ekspropriasiya qaydası (occupazione acquisitiva və yaaccessione invertita)", "21.  70-ci illərdə bir çox yerli özünüidarə orqanları ərazilərin sürətləndirilmiş prosedura uyğun olaraq tutulmasını həyata keçirmişdir, lakin ərazilərin tutulmasına dairekspropriasiyaqərarı qəbul edilməmişdir.İtaliya məhkəmələri mülkiyyətçilərin ərazilərinin tutulması və orada ictimai təyinatlı tikinti işlərinin həyata keçirilməsinəticəsində bu ərazilərdən istifadə hüququnu de facto olaraq itirməsi vəziyyəti ilə qarşılaşmışdır.Yalnız tikinti işlərinin həyata keçirilmiş olmasının maraqlı tərəfin ərazi üzərindəki mülkiyyət hüququnu itirməsinə səbəb olub-olmadığı məsələri ortaya çıxırdı.", "1.  Kassasiya Məhkəməsinin 16 fevral 1983-cü il tarixli 1464 saylı qərarından əvvəlki təcrübəsi", "22.  Qeyri-qanuni tutulmuş ərazidə ictimai təyinatlı tikinti işlərinin nəticələri ilə bağlı məhkəmə təcrübəsi olduqca fərqli idi.Qeyri-qanuni tutulma dedikdə ab initioolaraqqeyri-qanuni tutulma başa düşülməlidir, yəni başlağıcdan etibarən rəsmi icazə verilməmişdir və ya başlanğıcda ərazinin tutulmasına icazə verilmişdir, lakin sonradan icazə ləğv edildiyindənvə ya ərazinin tutulması ekspropriasiya barədə qərar qəbul edilməsi üçünmüəyyən edilmiş son müddət keçdiyindənqeyri-qanuni olmuşdur.", "23.  İlk presedent hüququna əsasən,dövlət orqanları tərəfindən tutulmuş ərazinin sahibi ictimai təyinatlı tikinti işləri başa çatdıqdan sonra ərazi üzərindəki mülkiyyət hüququnu itirmir ; bununla belə, o, torpaq sahəsinə mülkiyyət hüququnun bərpa edilməsini tələb edə bilmir və iddia müddəti qoyulmamış qanunsuz tutulmahalında yalnız zərərin əvəzinin ödənilməsi ilə bağlı iddia qaldıra bilir, belə ki, ərazinin tutulmasından irəli gələn qeyri-qanunilik davamlıdır.Dövlət orqanları hər an rəsmi ekspropriasiyaqərarı qəbul edə bilər : bu halda zərərin əvəzinin ödənilməsi ilə bağlı iddiaekspropriasiya kompensasiyası ilə bağlı mübahisəyə çevrilir və ərazidən istifadə etmək hüququnun itirilməsi halında zərərin əvəzi yalnız ekspropriasiyaqərarı qəbul edilməzdən əvvəlki müddətüçün hesablanır(bax, xüsusilə Kassasiya Məhkəməsinin qərarlarına,no 2341 1982-ci il, no 4741 1981-ci il,no 6452 və no 6308 1980-ci il).", "24.  İkinci presedent hüququna əsasən,dövlət orqanları tərəfindən tutulmuş torpaq sahəsinin sahibi ərazi üzərindəki mülkiyyət hüququnu itirmir və dövlət orqanları ümumi maraq olmadan hərəkət etdiyi zaman həmin ərazi üzərində mülkiyyət hüququnun bərpa edilməsini tələb edə bilər (məsələn, bax, Kassasiya Məhkəməsinin qərarlarına, no 1578 1976-cı il, no 5679 1980-ci il).", "25.  Üçüncü presedent hüququna əsasən,dövlət orqanları tərəfindən tutulmuş ərazinin sahibi mülkiyyət üzərində geri dönüşü olmayan dəyişikləredildikdən, yəni ictimai təyinatlı tikinti işləri başa çatdıqdan sonra ərazi üzərindəki mülkiyyət hüququnu avtomatik olaraq itirir. Maraqlı tərəf zərərin əvəzinin ödənilməsini tələb etmək hüququna malikdir (bax, yeganə presedent, Kassasiya Məhkəməsi, qərarno 3243 1979-cu il).", "2.  Kassasiya Məhkəməsinin 16 fevral 1983-cü il tarixli 1464 saylı qərarı", "26.  16 fevral 1983-cü ildətam tərkibdə toplanmış Kassasiya Məhkəməsi məhkəmə təcrübələri arasında kolliziyaları həll etmiş və üçüncü qərarı qəbul etmişdir.Beləliklə, dolayı ekspropriasiyaqaydasını yaratmışdır(accessione invertita ou occupazione acquisitiva). Bu qaydaya əsasən,dövlət hakimiyyət orqanları rəsmi ekspropriasiyabarədə qərar qəbul etmədən ərazi üzərindəki mülkiyyət hüququnu o vaxt ab origineəldə etmişdir ki, həmin vaxtda ictimai təyinatlı tikinti işləri ərazinin tutulmasından sonra və bu tutulmanın qanuniliyindən asılı olmadan həyata keçirilmişdir.Torpaq sahəsiab initio olaraqqeyri-qanuni tutularsa,mülkiyyət hüququnun ötürülməsi ictimai təyinatlı tikinti işləri başa çatdıqdan sonra baş verir. Əgər torpaq sahəsinin tutulmasına başından etibarən icazə verilmiş olarsa, mülkiyyət hüququnun ötürülməsi icazə verilmiş tutulma müddəti bitdikdən sonra baş verir. Həmin qərarda Kassasiya Məhkəməsi qeyd etmişdir ki, dolayı yolla aparılmış hər cür ekspropriasiya halında torpaq sahəsihüquq olmadan, sine titulo olaraq ələ keçirildiyindən maraqlı tərəf zərərin əvəzinin tam ödənilməsini tələb etmək hüququna malikdir. Bununla belə, kompensasiya avtomatik olaraq ödənilmir : zərərin əvəzinin ödənilməsini tələb etmək maraqlı tərəfin üzərinə düşür. Bundan başqa, torpaq sahəsi üzərində geri dönüşü olmayan dəyişikliklər edildikdən sonra kompensasiyanın ödənilməsini tələb etmək hüququ delikt öhdəliyində nəzərdə tutulmuş beş illik iddia müddəti ilə müşayiət olunur.", "3.  Kassasiya Məhkəməsinin 1983-cü il tarixli 1464 saylı qərarından sonrakı təcrübəsi", "a)  İddia müddəti", "27.  İlk zamanlar Kassasiya Məhkəməsinin presedent hüququna əsasən hesab edilmişdir ki, ərazinin sine titulo olaraq tutulması davam edən qeyri-qanuni akt olduğundan iddia müddəti tətbiqedilən deyil (yuxarıdakı istinad, 23-cü bənd). Kassasiya Məhkəməsi 1983-cü il tarixli 1464 saylı qərarında təsdiq etmişdir ki, zərərin əvəzinin ödənilməsinə olan hüquq 5 illik iddia müddətində həyata keçirilməlidir (yuxarıdakı istinad, 26-cı bənd). Daha sonra Kassasiya Məhkəməsinin birinci seksiyası təsdiq etmişdir ki, on illik iddia müddəti tətbiq edilməlidir (1991-ci il tarixli 7952 saylı qərar və 1992-ci il tarixli 10979 saylı qərar). 22 noyabr 1992-ci il tarixli qərarla tam tərkibdə toplanmış Kassasiya Məhkəməsi məsələni qəti olaraq həll etmiş və hesab etmişdir ki, iddia müddəti beş ildir və bu müddət torpaq sahəsi üzərində geri dönüşü olmayan dəyişikliklər edildikdən sonra başlayır.", "b)  Dolayı ekspropriasiyaqaydasının tətbiq edilməməsi", "28.  Kassasiya Məhkəməsinin presedent hüququ ilə bağlı son hadisələr göstərir ki, torpaq sahəsinə mülkiyyət hüququnun dövlət orqanlarının xeyrinə ötürülməsinə gətirib çıxaran ictimai təyinatlı tikinti işlərinin aparılması mexanizmində istisnalar mövcuddur.", "29.  1996-cı il tarixli 874 saylı qərarında Dövlət Şurası təsdiq etmişdir ki, inzibati məhkəmələr tərəfindən dövlət orqanlarının qərarları və ərazinin sürətləndirimiş prosedura uyğun olaraq tutulması barədə qərar ləğv edildiyi zamandolayı ekspropriasiyabaş vermir, belə ki, əks halda məhkəmə qərarı mahiyyətini itirmiş olardı.", "30.  1997-ci il tarixli 1907 saylı qərarında tam tərkibdə toplanmış Kassasiya Məhkəməsi təsdiq etmişdir ki, dövlət orqanlarının qəbul etdiyi qərarlar və ekspropriasiyanın ümumi maraqlar naminə aparılması barədə bəyanatlarab initioetibarsız hesab edilərsə, dövlət orqanları torpaq sahəsinin mülkiyyətçisinə çevrilmir. Bu halda maraqlı tərəf torpaq sahəsi üzərindəki mülkiyyət hüququnu qoruyub saxlayır və restitutio in integrum tələb edə bilir. Alternativ olaraq, maraqlı tərəf zərərin əvəzinin ödənilməsini də tələb edə bilir. Belə hallarda qeyri-qanunilik daimi xarakterlidir və heç bir iddia müddəti tətbiqedilən deyil.", "31.  1997-ci il tarixli 6515 sayli qərarında tam tərkibdə toplanmış Kassasiya Məhkəməsi təsdiq etmişdir ki, ekspropriasiyanın ümumi maraqlar naminə aparılması barədə bəyanat inzibati məhkəmələr tərəfindən ləğv edildiyində mülkiyyət hüququnun ötürülməsi baş vermir.Bu halda dolayı ekspropriasiya qaydası tətbiqedilən deyil. Torpaq sahəsinə mülkiyyət hüququnu saxlayan maraqlı tərəf restitutioin integrum tələb edə bilir. Zərərin əvəzinin ödənilməsi tələbinin irəli sürülməsi restitutio in integrum hüququndan imtina etməyə gətirib çıxarır. Beş illik iddia müddəti inzibati məhkəmənin qərarı qüvvəyə mindiyi andan başlayır.", "32.  1998-ci il tarixli 148 saylı qərarında Kassasiya Məhkəməsinin birinci seksiyası tam tərkibdə toplanmış məhkəmənin təcrübəsini izləmiş və təsdiq etmişdir ki, tikinti işləri ilə müşayiət edilən ümumi maraqların olması barədə bəyanat ab initio etibarsız hesab edildikdə dolayı ekspropriasiyayolu ilə mülkiyyət hüququnun ötürülməsi baş vermir.", "c)  Konstitusiya Məhkəməsinin 1995-ci il tarixli 188 saylı qərarı", "33.  Bu qərarda Konstitusiya Məhkəməsi ilk növbədə dolayı ekspropriasiyaqaydasının Konstitusiyaya uyğunluğu məsələsinə baxmalı idi : məhkəmə məsələnin qəbuledilməz elan etmiş və əsas göstərmişdir ki, onunpresedent hüququ ilə müəyyən edilmiş prinsipləri deyil, yalnız qanunvericilikdə nəzərdə tutulmuş müddəaları nəzərdən keçirmək səlahiyyəti vardır. İkincisi, Konstitusiya məhkəməsi hesab etmişdir ki, zərərin əvəzinin ödənilməsi iddiası ilə bağlı beş illik iddia müddətinin tətbiqi Konstitusiyaya uyğundurvə bu, delikt öhdəliyi nöqteyi-nəzərdən mülki məcəllənin 2043-cü maddəsində nəzərdə tutulmuşdur : Konstitusiya Məhkəməsi təsdiq etmişdir ki, dövlət orqanlarının öz qanunsuzhərəkətindən yararlanaraq torpaq sahəsinin mülkiyyətçisinə çevrilməsi faktı Konstitusiya nöqteyi-nəzərdən heç bir problem təşkil etmir, belə ki, ictimai təyinatlı tikinti işlərinin davam etdirilməsindəkiümumi maraqlar fərdin maraqları, yəni onun mülkiyyət hüququ üzərində üstünlük təşkil edir.", "d)  Dolayı ekspropriasiyazamanı kompensasiya məbləği", "34.  Dolayı ekspropriasiya ilə bağlı Kassasiya Məhkəməsinin presedent hüququna əsasən,maraqlı tərəfə qeyri-qanuni tutulma səbəbilə meydana gələn mülkiyyətin itirilməsinə görə tam kompensasiya, yəni torpaq sahəsinin itirilməsi səbəbilə dəyən zərərin əvəzinin ödənilməsi təyin edilir.", "35.  1992-ci il tarixli büdcə qanunu (11 iyul 1992-ci il tarixli 333 saylı dekret-qanunun 5bis maddəsi) dolayı ekspropriasiyazamanı ödənilməli olan kompensasiya məbləğinin rəsmi ekspropriasiya zamanı nəzərdə tutlmuş məbləği aşa bilməyəcəyini qeyd edərəkməhkəmənin təşəkkül tapmış təcrübəsini dəyişdirmişdir.1996-cı il tarixli 369 saylı qərarla Konstitusiya Məhkəməsi həmin müddəanın Konstitusiyaya zidd olduğunu elan etmişdir.", "36.  Qeyri-konstitusion elan edilmiş müddəada dəyişiklik edən 1996-cı il tarixli 662 saylı büdcə qanununa əsasən 30 sentyabr 1996-cı ildən əvvəl baş vermiş ərazi tutulması üçün tam kompensasiya ödənilə bilməz.Bu halda ödəniləcək kompensasiyanın məbləği rəsmi milliləşdirilmə zamanı ödənilməsi ehtimal edilən məbləğin üzərinə 10% gəlməklə alınan məbləğdən yuxarı olmamalıdır vəməbləğdə 40 % lik endirim tətbiq edilmir (ərazinin bazar qiymətinin yarısı, üstəgəl torpaqdan gəliri, çıxılsın 40 %). 30 aprel 1999-cu il tarixli 148 saylı qərarla Konstitusiya Məhkəməsi hesab etmişdir ki, belə kompensasiya məbləği Konstitusiyaya uyğundur. Bununla belə, həmin qərarda məhkəmə qeyd etmişdir ki, torpaq sahəsinin tutulmasıvə ya ərazidən məhrumetmə ümumi maraqlar naminə edilmədikdə torpaq sahəsinin bazar qiyməti həcmindəki tam kompensasiya tələb edilə bilər.", "HÜQUQ məsələləri", "I.  1 SAYLI PROTOKOLUN 1-Cİ MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "37.  Ərizəçi Toskaniya İnzibati Məhkəməsinin (« RİM ») qanunsuz və ümumi maraqlar naminə olmadığını hesab etdiyitikinti layihəsini və ərazinin tutulmasına dair qərarı ləğv edən qərarına baxmayaraq tətbiq ediləndolayı ekspropriasiyaqaydası üzündən ərazisini geri qaytarmağın qeyri-mümkün olmasından şikayət edir.O, 1 saylı Protokolun 1-ci maddəsinin pozulduğunu iddia edir. Həmin maddədə deyilir :", "« Hər bir fiziki və hüquqi şəxs öz mülkiyyətindən maneəsiz istifadə hüququna malikdir. Heç kəs, cəmiyyətin maraqları naminə və qanunla və beynəlxalq hüququn ümumi prinsipləri ilə nəzərdə tutulmuş şərtlər istisna olmaqla, öz mülkiyyətindən məhrum edilə bilməz.", "Yuxarıdakı müddəalar dövlətin, ümumi maraqlara müvafiq olaraq, mülkiyyətdən istifadəyə nəzarəti həyata keçirmək üçün yaxud vergilərin və ya digər rüsum və ya cərimələrin ödənilməsini təmin etmək üçün zəruri hesab etdiyi qanunları yerinə yetirmək hüququnu məhdudlaşdırmır. »", "A.  Məhkəmə iştirakçılarının arqumentləri", "1.  Ərizəçi şirkət", "38.  Ərizəçi şirkət iddia edir ki, mülkiyyətindən maneəsiz istifadə hüququna edilən müdaxilə 1 saylı Protokolun 1-ci maddəsinə ziddir.", "39.  Ərizəçi şirkətnəzərə çatdırır ki, dolayı ekspropriasiyalar aşağıdakı səbəblərə görə qanunilik prinsipinə ziddir : dövlət orqanları qanunsuz davranış nəticəsində, yəni icazə verilmədənərazinin tutulması nəticəsində mülkiyyətçiyə çevrilir ; fərd rəsmi ekspropriasiya zamanı nəzərdə tutulmuş prosessual təminatlardan yararlana bilmir ; dolayı ekspropriasiyaqaydası qanunvericilik normalarında ifadə edilməmiş, lakin məhkəmə təcrübəsinə əsasən müəyyən edilmiş və « yaşayan hüquq » hesab edilir.", "40.  Növbəti elementlər ərizəçi şirkəti işin hallarında qanunilik prinsipinin pozuntusunu iddia etməyə gətirib çıxarmışdır. Ərizəçi şirkət qeyd edir ki, o, inzibati məhkəmənin qüvvəyə minmiş qərarına baxmayaraq torpaq sahəsinin geri qaytarılmasına müvəffəq olmamışdır. Həmin qərarda dövlət orqanlarının bütün aktları, o cümlədən ekspropriasiyanin ümumi maraqlar naminə həyata keçirilməsi barədə bəyanat da ex tunc olaraq ləğv edilmişdir.Beləliklə, Dövlət Şurasının dolayı ekspropriasiyasəbəbilə torpaq sahəsinin geri qaytarılmasını rədd edən qərarı ərizəçi şirkətin mülkiyyətindən maneəsiz istifadə hüququnu əsassız olaraq pozur. Ərizəçişirkət qeyd edir ki, dolayı ekspropriasiyaqaydası torpaq sahəsinin mülkiyyətçisini dövlət orqanlarının mərhəmətindən asılı vəziyyətə salır : dövlət orqanları isə - yalnız torpaq sahəsini mənimsəmək məqsədilə - ərazini qanunsuz olaraq tutduqdan sonra orada ümumi maraq kəsb etməyən tikinti işlərihəyata keçirə və onun bu davranışının qeyri-qanuniliyini elan edən məhkəmə qəraralarına riayət etməyə bilər.", "41.  Ərizəçi şirkət qeyd etmişdir ki, RİM yalnız dövlət orqanlarının aktlarının qeyri-qanuniliyi barədə qərar qəbul etməlidir, işin mahiyyəti ilə bağlı, yəni yol tikinti işlərinin başa çatıb-çatmadığı və nə vaxt başa çatdığı barədə isə münasibət bildirə bilməz. Əksinə, məhkəmə qərarının icrası(ottemperanza) ilə bağlı müraciət edilmiş Dövlət Şurası işin mahiyyətini araşdırmaqsəlahiyyətinə malikdir və bu səbəblə də tikinti işlərinin başa çatması tarixini müəyyənləşdirə bilər.", "42.  Ərizəçi şirkət nəzərə çatdırmışdır ki, torpaq sahəsindən ümumi maraqlar naminə olmayanekspropriasiya halındatələb edilə bilən məbləğin tam kompensasiya məbləğinə uyğun olmasıhəqiqət olsa da (yuxarıdakı istinad, 34-cü bənd), hətta ərizəçi şirkətin zərərin əvəzinin ödənilməsini tələb etmək imkanına malik olması halında belə, bu kompensasiya iddia edilən zərərin kompensasiyası hesab edilə bilməz. Əslində, ərizəçi şirkət Məhkəmədən dövlət orqanlarının fəaliyyəti barədə deyil – bu artıq RİM tərəfindən edilmişdir – Dövlət Şurasının torpaq sahəsini geri qaytarmaqdan imtinası ilə bağlı qərar qəbul etməsini xahiş edir.Nəticədə, ərizəçi şirkət Məhkəmədən qanuniliyi bərpa etməyi tələb edir.", "2.  Hökumət", "43.  Hökumət iddia edir ki, ərizəçi şirkətin məruz qaldığı torpaq sahəsindən məhrumetmə 1 saylı Protokolun 1-ci maddəsinin müddəalarına uyğundur.", "44.  İlk növbədə Hökumət qeyd edir ki, ərizəçi şirkətin mülkiyyətdən maneəsiz istifadə hüququna edilmiş müdaxilə « qanunla nəzərdə tutlmuş »dur, xüsusilə də Kassasiya Məhkəməsinin 1983-cü il tarixli 1464 saylı qərarından sonramüntəzəm və yekdilliklə tətbiq edilən məhkəmə təcrübəsi tərəfindən müəyyən edilmiş bir qaydadır (yuxarıdakı istinad, 26-cı bənd). Xüsusilə Hökumət Kassasiya Məhkəməsinin 1988-ci il tarixli 3940 saylı və 1992-ci il tarixli 12546 saylı qərarlarına, Dövlət Şurasının 1991-ci il tarixli 877 saylı qərarına və Konstitusiya Məhkəməsinin təcrübəsinə istinad edir. Beləliklə, məhkəmə təcrübəsinə əsasən müəyyən edilmiş qayda şəffaf, çatımlı və qənaətbəxş bir hüquqi normanı təşkil edir və « yaşayan hüquq »u, yəni real qüvvədə olan hüququ ifadə edir.", "45.  Digər tərəfdən Hökumət nəzərə çatdırmışdır ki, ərizəçi şirkətin torpaq sahəsindən məhrum edilməsi « ümumi maraqlarnaminə » baş vermişdir.Əslində, tikinti layihəsi və dövlət orqanlarının qərarları in origineümumi maraqlarnaminə qəbul edilmişdir. Doğrudur ki, dövlət orqanlarının bütün aktları inzibati məhkəmələr tərəfindən daha sonra ləğv edilmişdir ; bununla belə, dolayı ekspropriasiyaqaydasına əsasən, həyata keçirilən ictimai təyinatlı tikinti işləri de facto olaraq ümumi maraqlar naminə həyata keçirilmiş yeni sxemə çevrilir. Bu səbəblə, dövlət orqanlarının başlatdığı işlərin başa çatmasının iki nəticəsi var : bir tərəfdən bu, həyata keçirilmiş tikinti işlərininümumi maraqlara uyğunluğunu qəbul edir, digər tərəfdən dövlət orqanlarınındavranışının qeyri-qanuniliyinin qarşısını alır.", "46.  Bu mexanizmin nəticəsində, torpaq sahəsi geri dönüşü olmayacaq şəkildə ictimailəşdirildiyi üçün ərizəçi şirkətə qaytarıla bilməz.", "47.  Bununla belə, görülən işlərin başa çatdığı ana qədər mövcud olan qeyri-qanunilik maraqlı tərəfə səlahiyyətli məhkəmə qarşısında maddi kompensasiya olaraq zərərin əvəzinin ödənilməsini tələb etmək hüququ verir.Hökumət iddia edir ki, hazırki işdə zərərin əvəzinin ödənilməsi ilə bağlı hələ də səlahiyyətli məhkəməyə şikayət verilə bilər və bu şikayət ərizəçi şirkətə tam kompensasiyanıəldə etməyə imkan verəcək və nəticədə, onun mülkiyyətindən manesiz istifadə hüququna edilmiş müdaxilə ədalətli şəkildə kompensasiya ediləcək. Bu məsələ ilə bağlı Hökumət Məhkəmənin Zubani işi üzrə qərarına istinad edir (Zubani İtaliyaya qarşı, 7 avqust 1996-cı il, Qərarlar və qərardadlar toplusu 1996-IV).", "48.  Zərərin əvəzinin ödənilməsi ilə bağlı iddia qaldırmaq mümkün idi, belə ki, Hökumətə görə 7 avqust 1987-ci ildən, yəni işlərin başa çatması tarixindən etibarən başlamış beş illik iddia müddəti, ərizəçi şirkətin qərarın icrası prosesi ilə bağlı Dövlət Şurasına müraciət etməsi ilə dayandırılmışdır. Hökumət bildirir ki, məhkəmə qərarının icrası (ottemperanza) ilə bağlı müraciət edilmiş Dövlət Şurası tikinti işlərinin başa çatdırılması tarixi də daxil olmaqla işin hallarını dəyərləndirmək səlahiyytinə malikdir.Nəticədə, bu, faktla bağlıməsələləri həll edə bilməyənRİM-in res judicataprinsipi ilə ziddiyyət təşkil etmir.", "49.  Tikinti işlərinin ümumi maraqlarnaminə həyat keçirilməsibarədə bəyanatı RİM tərəfindən ləğv edildiyindən zərərlə bağlı şikayət ərizəçi şirkətə tam kompensasiya əldə etmək imkanı verəcək. Hökumət bu məsələ ilə bağlı Konstitusiya Məhkəməsinin 30 aprel 1999-cu il tarixli 148 saylı qərarına istinad edir (yuxarıdakı istinad 36-cı bənd).", "50. Nəhayət, Hökumət qeyd edir ki, maddi kompensasiya iddiasıərizəçi şirkət tərəfindən verilməlidir, belə ki, ərizəçi şirkət torpaq sahəsinin geri qaytarılmasına nail ola bilməmişdir. Zərərin əvəzinin ödənilməsi ərizəçi şirkətin mülkiyyətdən manesiz istifadə hüququna edilmiş müdaxiləni kompensasiya edəcək.", "B.  1 saylı Protokolun 1-ci maddəsinə riayət edilməsi", "51.  Məhkəmə xatırladır ki, 1 saylı Protokolun 1-ci maddəsi 3 fərqli qaydadan ibarətdir : « birinci abzasın birinci cümləsində ifadə edilmiş birinci qayda mülkiyyət hüququna hörmət prinsipini ifadə edir və ümumi xarakterlidir; həmin abzasın ikinci cümləsində öz əksini tapan ikinci qayda mülkiyyətdən məhrumetməni nəzərdə tutur və məhrumetmə ilə bağlı müəyyən şərtlər müəyyən edir; ikinci abzasda nəzərdə tutulmuş ücüncü qaydaya gəlincə isə, o, Dövlətlərə, xüsusilə ümumi maraqlara müvafiq olaraq (...) mülkiyyətdən istifadəyə nəzarəti həyata keçirmək səlahiyyətini verir.Bununla belə, söhbət bir-biri ilə əlaqəsi olmayan qaydalardan getmir. İkinci və üçüncü qayda mülkiyyətdən maneəsiz istifadə hüququna müdaxilə ilə bağlı xüsusi nümunələrə aiddir ; bu səbəblə də həmin müdaxilələr birinci qaydada nəzərdə tutulmuş prinsip işığında şərh edilməlidir » (bax, xüsusilə, James və başqaları Birləşmiş Krallığa qarşı, 21 fevral 1986-cı il, seriya A no 98, səh. 29-30, § 37, bu qərar Məhkəmənin23 sentyabr 1982-ci il tarixli Sporrong və Lönnroth İsveçə qarşı qərarı ilə bağlı təhlilinin müddəalarını qismən təkrarlayır, seriya A no 52, səh. 24, § 61 ; həmçinin bax, Müqəddəs monastırlar Yunanıstana qarşı, 9 dekabr 1994-cü il, seriya A no 301-A, səh. 31, § 56, və Iatridis Yunanıstana qarşı[GC],no 31107/96, § 55, CEDH 1999-II).", "1.  Müdaxilənin mövcudluğuna dair", "52.  Məhkəmə qeyd edir ki, tərəflər mülkiyyətdən məhrumetmənin baş verdyi ilə bağlı eyni fikirdədirlər.", "53.  Məhkəmə xatırladır ki, əmlakdan məhrumetmənin ikinci « qayda »ya uyğun olaraq baş verib-vermədiyini aydınlaşdırmaq üçün mülkiyyət hüququndan məhrum edilmənin və ya ekspropriasiyanin rəsmi qaydada həyata keçirilib-keçirilmədiyini araşdırmaqla yanaşı, həmçinin məsələnin pərdə arxasına baxmaq və mübahisəli vəziyyətin reallığını təhlil etmək lazımdır.Konvensiya « real və səmərəli » hüquqlar təmin etdiyindən sözügedən vəziyyətin de fakto ekspropriasiya olub-olmadığını araşdırmaq vacibdir (yuxarıdakı istinad, Sporrong və Lönnroth, səh. 24-25, § 63).", "54.  Hazırki işdə Məhkəmə qeyd edir ki, dolayı ekspropriasiyaqaydasını tətbiq edən Dövlət Şurasının qərarı, nəticə etibarilə, ərizəçi şirkəti torpaq sahəsini geri qaytarmaq imkanından məhrum etmişdir.Bu şərtlərdə Məhkəmə belə bir nəticəyə gəlmişdir ki, Dövlət Şurasının qərarı 1 saylı Protokolun 1-ci maddəsinin birinci bəndinin ikinci cümləsinə əsasən ərizəçi şirkəti öz mülkiyyətindən məhrum etməyə səbəb olmuşdur (Brumărescu Rumıniyaya qarşı [GC],no 28342/95, § 77, CEDH 1999-VII).", "55.  1 saylı Protokolun 1-ci maddəsinə uyğun olmaq üçün belə bir müdaxilə « ümumi maraqlar naminə » və « qanunla və beynəlxalq hüququn ümumi prinsipləri ilə nəzərdə tutulmuş şərtlər » çərçivəsində həyata keçirilməlidir. Müdaxilə ümumi maraqlar ilə fərdin əsas hüquqlarının müdafiəsi imperativləri arasında « ədalətli tarazlığı » təmin etməlidir(yuxarıdakı istinad, Sporrong və Lönnroth, səh. 26, § 69). Bundan başqa, ədalətli tarazlığın pozulub-pozulmadığını araşdırmaq yalnız « o zaman vacibdir ki, mübahisəli müdaxilənin qanunilik prinsipinə riayət etdiyi və özbaşına olmadığı müəyyənləşdirilsin » (yuxarıdakı istinad, Iatridis, § 58 ; Beyeler İtaliyaya qarşı [GC],no 33202/96, § 107, CEDH 2000-I).", "2.  Qanunilik prinsipinə riayət edilməsi və müdaxilənin məqsədi", "56.  Məhkəmə xatırladır ki, 1 saylı Protokolun 1-ci maddəsi hər şeydən əvvəl və xüsusilə tələb edir ki, dövlət hakimiyyət orqanlarının mülkiyyətdən maneəsiz istifadə hüququna müdaxiləsi qanuni olmalıdır. Demokratik cəmiyyətdə əsas prinsiplərdən biri olan hüququn aliliyi Konvensiyanın bütün maddələri üçün səciyyəvidir (yuxarıdakı istinad, Iatridis, § 58) və Dövlət və ya dövlət hakimiyyət orqanları üzərinə onlara qarşı qəbul edilmiş qətnamə və ya qərara riayət etmək məsuliyyəti qoyur.", "57.  Məhkəmədolayı ekspropriasiyaqaydası kimi kontinental hüquq sistemində məhkəmə təcrübəsinin oynadığı rol ilə qanunvericilik normalarının oynadığı rolun müqayisə edilən olub-olmadığı barədə in abstractoqərar verməyi zəruri hesab etmir.Bununla belə, Məhkəmə xatırladır ki, qanunilik prinsipi dedikdə kifayət qədər çatımlı, dəqiq və öngörülə bilən daxili hüquq normalarının mövcudluğu nəzərdə tutulur (Hentrich Fransaya qarşı, 22 sentyabr 1994-cü il, seriya A no 296-A, səh. 19-20, § 42, və Lithgow və başqaları Birləşmiş Krallığa qarşı, 8 iyul 1986-cı il, seriya A no 102, səh. 47, § 110).", "58.  Bu məsələ ilə bağlı Məhkəmə qeyd edir ki, dolayı ekspropriasiya ilə bağlı məhkəmə təcrübəsi ziddiyyətli tətbiqlərə (yuxarıdakı istinad, 22-36 cı bəndlər) gətirib çıxaracaq şəkildə inkişaf etmişdir ki,bu da öngörülə bilməyən və ya özbaşına nəticələrlə sonlana və ya maraqlı tərəfləri hüquqlarının səmərəli müdafiəsindən məhrum edə və nəticədə, qanunilik prinsipinə zidd ola bilərdi.", "59.  Məhkəmə həmçinin qeyd edir ki, Kassasiya Məhkəməsinin 1983-cü il tarixli 1464 saylı qərarında müəyyən edilmiş prinsipə əsasən dolayı ekspropriasiya torpaq sahəsinin qeyri-qanuni tutulması nəticəsində baş verir. Bu qeyri-qanunilik əvvəldən etibarən mövcud ola bilər və ya daha sonra meydana gələ bilər.Məhkəmə, ümumiyyətlə, dövlət orqanlarına qeyri-qanuni bir vəziyyətdən yararlanmağa imkan verən və fərdifakt qarşısında qoyan mexanizmlə qeyri-qanunilik prinsipi arasındakı uyğunluğa dair şübhələrini ifadə edir.", "60.  Bütün hallarda Məhkəmədəndaxili hüququn şərh və tətbiq edilmə şəklinin meydana gətirdiyi təsirlərin Konvensiyanın prinsiplərinəuyğun olub-olmadığını araşdırmaq tələb olunur.", "61.  Hazırki işdə Məhkəmə qeyd edir ki, 2 dekabr 1987-ci ildə RİM dövlət orqanlarının qəbul etdiyi qərarlarıqanunsuz olması və ümumi maraqlar naminə olmaması səbəbilələğv etmişdir. Bununla belə, ərizəçi şirkətə məxsus torpaq sahəsinin tutulmasının qeyri-qanuniliyi və ümumi maraqlar naminə olmaması ilə bağlı RİM-in gəldiyi bu nəticə (yuxarıdakı istinad, 11-ci bənd) torpaq sahəsinin geri qaytarılmasına gətirib çıxarmamışdır, belə ki, Dövlət Şurası hesab etmişdir ki, mülkiyyət hüququnundövlət orqanlarının xeyrinə ötürülməsinin geri dönüşü yoxdur.", "62.  Məhkəmə hesab edir ki, belə bir müdaxilə 1 saylı Protokolun 1-ci maddəsinə uyğun deyil. Bu nəticə Məhkəməninümumi maraqlarla fərdin hüquqlarının müdafiəsininimperativləri arasında ədalətli tarazlığın təmin edilib-edilmədiyini araşdırmasını qeyri-zəruri edir.", "63.  Nəticədə, 1 saylı Protokolun 1-ci maddəsinin pozuntusu baş vermişdir.", "\nII.  KonVENSİYANIN 41-Cİ MADDƏSİNİN TƏTBİQEDİLƏNLİYİ", "64.  Konvensiyanın 41-ci maddəsinə əsasən,", "« Əgər Məhkəmə Konvensiyanın və ona dair Protokolların müddəalarının pozulduğunu, lakin Razılığa gələn Yüksək Tərəfin daxili hüququnun yalnız bu pozuntunun nəticələrinin qismən aradan qaldırılmasına imkan verdiyini müəyyən edirsə, Məhkəmə zəruri halda, zərərçəkən tərəfə əvəzin ədalətli ödənilməsini təyin edir. »", "65.  Ərizəçi mübahisəli ərazinin geri qaytarılmasını və onun üzərindəki mülkiyyət hüququnun bərpa edilməsini tələb edir. Ərizəçinin fikrincə, bu tədbirlərin həyata keçirilməsi iddia edilən pozuntunun aradan qaldırılmasının yeganə yoldur, çünki 1 saylı Protokolun 1-ci maddəsinin pozuntusu baş verməzdən əvvəl mövcud olan vəziyyəti bərpa etməyə imkan verəcək. Bundan başqa, ərizəçi şirkət ədalətlilik prinsipinə uyğun olaraq və ya zəruri olarsa, mütəxəssis vasitəsilə müəyyən edilməli olan maddi ziyan üçün kompensasiya tələb etmişdir ; bütün hallarda ərizəçi şirkət bu məbləğin 80 000 000 italiyan lirindən az olmamasını xahiş edir. O, üstəlik ən azından ərazinin tutulduğu müddətdən geri qaytarılan müddətə qədərondan istifadə edilə bilməməsi ilə bağlı itkilərini əhatə edəcək faiz və indeksasiyaları tələb edir. Daha sonra ərizəçi şirkət Dövlətin hərəkəti nəticəsində dəyən mənəvi ziyan üçün30 000 000 italiyan liri həcmində məbləğ və üstəlik faiz və indeksasiyaları tələb edir. Nəhayət, ərizəçi şirkət milli məhkəmələrlə bağlı xərclərin ödənilməsini və İnsan Hüquqları Məhkəməsixərcləri üçün 8 000 000 italiyan liri həcmində məbləğ tələb edir.", "66.  Hökumət bildirmişdir ki, torpaq sahəsinin geri qaytarılması dolayı ekspropriasiyanin həyata keçirilməsi səbəbilə qeyri-mümkündür və iddia edir ki, ərizəçi şirkətin İtaliya Məhkəmələri qarşısında qaldırdığı zərərin əvəzinin ödənilməsi ilə bağlı iddiası, iddia edilən pozuntunu kompensasiya edə biləcək. Bu səbəblə də Məhkəmənin B. Fransaya qarşı (25 mart 1992-ci il, seriya A no232-C) və De Wilde, Ooms və Versyp Belçikaya qarşı (maddə 50) (10 mart 1972-ci il, seriya A no14) işləri üzrə qərarlarına istinad edərək,Hökumət ərizəçi şirkətin əvəzin ədalətli ödənilməsi ilə bağlı tələbinin qəbuledilən olmadığını bildirmişdir.", "67.  Məhkəmənin bu etirazı nəzərə almayacağı təqdirdə,Hökumət Dövlət Şurasının göstərdiyi səbəblərdən dolayı torpaq sahəsinin geri qaytarılması imkanını istisna edir. Hökumət həmçinin hesab edir ki, torpaq sahəsinin geri qaytarılması Konvensiyanın 41-ci maddəsinin tətbiqedilənliyi çərçivəsindən kənara çıxır. Maddi ziyanla bağlı Hökumət iddia edir ki,onunla əlaqədar heç bir məbləğ təyin edilə bilməz, belə ki, ərizəçi şirkət milli məhkəmələrdən hələ də zərərin əvəzinin ödənilməsini tələb edə bilər. Mənəvi ziyana gəincə Hökumət hesab edir ki, pozuntunun müəyyən edilməsi əvəzin ədalətli ödənilməsi kifayət olacaqdır.Xərclərə gəlincə,Hökumət tələb edilən məbləğin olduqca böyükolduğunu qeyd edərək məsələnin həllini Məhkəmənin mülahizəsinə buraxır.", "68.  1 saylı Protokolun 1-ci maddəsinin pozuntusunu müəyyənləşdirən səbəblərin işığında Məhkəmə hesab edir ki, Hökumətin etirazı rədd edilməlidir.Məhkəməİtaliya Hökuməti tərəfindən həyata keçirilmiş ekspropriasiyanin Konvensiyaya zidd olduğunu hesab etmişdir. Bu akt isə yalnız o zaman legitimlik qazana bilər ki, zərərin əvəzi ədalətli ödənilmiş olsun ; söhbət Dövlətin ərizəçi şirkətə məxsus torpaq sahəsini ələ keçirməsindən gedir ki, ərizəçi şirkət bu ərazini geri qaytara bilməmişdir (bax,mutatis mutandis, Papamichalopoulos Yunanıstana qarşı, 31 octyabr 1995-ci il, seriya A no 330-B, səh. 5960, § 36).", "69.  Bununla belə, Məhkəmə hesab edir ki, hazırki işin hallarında 41-ci maddə qərar verilməsi üçün hazır deyildir. 1 saylı Protokolun 1-ci maddəsinin pozuntusunu nəzərə alaraq,hazırki işdə kompensasiyanın ödənilməsinin ən yaxşı forması ərazinin Dövlət tərəfindən geri qaytarılması, üstəlik, mülkiyyətdən istifadədən məhrumetmə səbəbilədəyən maddi ziyana görə və eləcə də mənəvi ziyana görə əvəzin ödənilməsidir. Lakin Məhkəmə iştirakçıları bu məsələ ilə bağlı dəqiq məlumat verməmişlər. Nəticədə, cavabdeh Dövlət ilə ərizəçi şirkət arasında razılığın mümkünlüyünü nəzərə alaraq, məsələni təxirə salmaq və növbəti məhkəmə prosesinin tarixini müəyyənləşdirmək vacibdir (Reqlamentin 75-ci maddəsinin 1-ci bəndi).", "BU ƏSASLARLA, MƏHKƏMƏ, YEKDİLLİKLƏ,", "1.\tQət edirki, 1 saylı Protokolun 1-ci maddəsinin pozuntusu baş vermişdir ;", "2.\tQət edir ki, maddi və mənəvi ziyan ilə, eləcə də milli məhkəmə və Məhkəmə xərcləri və digər məsrəflər ilə bağlı Konvensiyanın 41-ci maddəsi qərar verilməsi üçün hazır deyil ; nəticədə,", "a)  məsələnin həllini sonraya saxlayır ;", "b)  Hökuməti və ərizəçi şirkəti altı ay müddətində gələ biləcəkləri hər hansı razılıq barədə Məhkəməyə məlumat verməyə dəvət edir ;", "c)  prosedurun növbəti hissəsini sonraya saxlayır və Məhkəmə Sədrinə,ehtiyac olarsa, onu təyin etməyi tapşırır.", "Fransız dilində hazırlanmış və Məhkəmə Reqlamentinin 77-ci maddəsinin 2-ci və 3-cü bəndlərinə əsasən 30 may 2000-ci ildə yazılı şəkildə elan edilmişdir.", "", "Erik Friberq  \tXristos Rozakis\nKatib\t\tSədr", "", "Hazırki qərara Konvensiyanın 45-ci maddəsinin 2-ci bəndinə və Reqlamentin 74-cü maddəsinin 2-ci bəndinə uyğun olaraq aşağıdakı fərqli rəylər əlavə edilmişdir :", "–  cənab Rozakisin razılaşma rəyi ;", "–  cənab Bonellonun razılaşma rəyi ;", "–  cənab Baka ilə birgə cənab Lorenzenin razılaşma rəyi.", "\tX.L.R.\n        E.F.", "", "", "CƏNAB HAKİM ROZAKİSİN RAZILAŞMA RƏYİ", " (Tərcümə)", "", "Hazırki işdə 1 saylı Protokolun 1-ci maddəsinin pozuntusunu müəyyənləşdirməyə səbəb olanmövqeyimi açıqlamaq istərdim. Əslində, Məhkəmənin nəticələri və arqumentləri ilə ümumən razılaşsam da, pozuntunun baş verdiyinə dair qərarımda əsas rol oynayan bəzi detallar var ki, fikrimcə, onlar daha sonra araşdırılmalıdır:", "a)  Hazırki işdə 1 saylı Protokolun 1-ci maddəsinin pozuntusu öz mənşəyindədolayı ekspropriasiyanin tətbiqi və nəticədə, Dövlət Şurasının şikayət verən təşkilatı Monte Argentario bələdiyyəsinin tutduğu ərazini geri qaytarmaq imkanından məhrumetməsi ilə bağlı qərarı durur.", "b)  Hazırki işin hallarında tətbiq edilmiş dolayı ekspropriasiyaqaydası 1 saylı Protokolun 1-ci maddəsinin ikinci abzasının altına düşür. Nəticədə, hər hansı bir ekspropriasiyanin həmin maddənin müddəalarına uyğun ola bilməsi üçün onun ümumi maraqlar naminə həyata keçirilməsi və qanunla nəzərdə tutulmuş şərtlərə riayət etməsi lazımdır.", "c)  Hazırki işdədolayı ekspropriasiyanin ümumi maraqlar naminə həyata keçirilməsində heç bir şübhə olmadığı görünür. Bu qaydanı tətbiq edərkən Dövlət Şurasının məqsədi bələdiyyə tərəfindən başladılmış və hətta inzibati məhkəmələr qərar qəbul etməzdən əvvəl başa çatdırılmış ictimai təyinatlı tikinti işlərini dəstəkləməkdir. Bu səbəblə, başlanğıcda mövcud olmayan ümumi maraqla – inzibati məhkəmənin də müəyyənləşdirdiyi kimi – dolayı ekspropriasiyanin əsaslandırıldığı ümumi marağı qarışdırmaq olmaz.", "d)  Bununla belə, Məhkəmənin də qərarında açıq-aydın qeyd etdiyi kimi, hazırki işdə əsas problem ondadır ki, məhkəmə təcrübəsindən irəli gələndolayı ekspropriasiyaqaydası« ziddiyyətli tətbiqlərə gətirib çıxaracaq şəkildə inkişaf etmişdir ki, (...) bu da öngürülə bilməyən və özbaşına nəticələrlə sonlana və maraqlı tərəfləri hüquqlarının səmərəli müdafiəsindən məhrum edə bilər ».Həmçinin onu əlavə edirəm ki, hazırki iş kimi hallara dolayı ekspropriasiyaqaydasının tətbiq edilməsi, 1 saylı Protokolun 1-ci maddəsinin tələblərinə cavab verə bilməsi üçün müdaxilənin qanunla və ya məhkəmə təcrübəsi ilə nəzərdə tutulmuş olması prinsipinə uyğun görünmür.", "Nəticədə, Məhkəmə kimi hesab edirəm ki,edilmiş müdaxilə ilə 1 saylı Protokolun 1-ci maddəsinəuyğun deyildir belə ki, həmin müdaxilənin qanuni əsası yoxdur.", "", "CƏNAB HAKİM BONELLONUN RAZILAŞMA RƏYİ", " (Tərcümə)", "", "1.  1 saylı Protokolun 1-ci maddəsinin pozuntusunun müəyyən edilməsi ilə bağlı Məhkəmə üzvlərinin əksəriyyəti ilə birgə səs vermişəm və mahiyyət etibarilə, belə bir nəticənin səbəbi ilə razıyam.", "2.  Hazırki fərqli rəydə hesab edirəm ki, Məhkəmə Hökumətin arqumentlərinə və İtaliya Konstitusiya Məhkəməsinin qərarına (no 188 de 1995)qeyri-adekvat cavab vermişdir.", "3.  Hazırki işdə a) ərizəşi şirkətə məxsus torpaq sahəsinin tutulması ilə bağlı qərarın qeyri-qanuni olması və etibarlı olmaması və b) etibarlı olmayan ekspropriasiyaya əsasən həmin ərazi üzərində başladılmış tikinti işlərinin də qeyri-qanuni olması mübahisə doğurmur.", "4.  Beləliklə, yuxarıda qeyd edilən qərarında İtaliya Konstitusiya Məhkəməsi Kassasiya Məhkəməsinin təcrübəsindən irəli gələn (heç bir qanunlar toplusunda öz əksini tapmayan) « dolayı ekspropriasiyaqaydası »nı təsdiq etmişdir ; bu qaydaya əsasən qeyri-qanuni ekspropriasiya edilmiş və üzərində tikinti işləri aparılmış xüsusi mülkiyyət,işlər bitdikdən sonra, bütün hallarda Dövlət mülkiyyətinə çevrilir.Konstitusiya Məhkəməsi əlavə etmişdir ki, dövlət orqanlarının öz qanunsuzhərəkətindən mənfəət əldə edərək torpaq sahəsinin mülkiyyətçisinə çevrilməsi faktı Konstitusiya ilə əlaqədar heç bir problem yaratmır, belə ki, Dövlət mülkiyyətilə bağlı işlərin davamının təmin edilməsindəki ümumi maraqlar fərdin mülkiyyətdən maneəsiz istifadə hüququ ilə bağlı maraqları üzərində üstünlük təşkil edir (hazırki qərarın 33-cü bəndi).", "5.  1 saylı Protokolun 1-ci maddəsi xüsusi mülkiyyətdən məhrumetməni qanunun mövcudluğu və həmin qanunda nəzərdə tutulmuş şərtlərə riayət edilməsi ilə şərtləndirir. İtaliyada Konstitusiya Məhkəsinin təsdiq etdiyi şərtlərdə ekspropriasiyaya icazə verənheç bir qanun yoxdur. Lakin yalnız arqument xatirinə razılaşacağam ki,Konstitusiya Məhkəməsi ilə təsdiq edilmiş Kassasiya Məhkəməsinin məhkəmə aktivizmi İtaliya qanunvericiliyindəki boşluğu doldurmaq üçün hüquqda kifayət qədər səmərəli fəaliyyətə çevrilir və özünü mövcud olmayan hüquq normasını əvəz edən bir « qanun » kimi göstərir. Bununla belə, « kvazi-qanun »un Konvensiyanın müəyyən etdiyi bütün minimum meyarları tamamlayıb-tamamlamdığını öyrənmək məsələsi qalır.", "6.  İtaliya Konstitusiya Məhkəməsindən fərqli olaraq dövlət hakimiyyəti orqanlarının qeyri-qanuni hərəkəti mənim üçün həqiqətən çətinlik yaradır. Qeyri-qanuni bir hərəkətin qeyri-qanuniliyinə özümü inandırmaqda çətinlik çəkirəm, lakin iki qeyri-qanuni hərəkətin cəmi qanunu pozanın xeyrinə hüquqlar verir.Mən qanunsuz olaraq mənimsənilmiş ərazi üzərində qeyri-qanuni tikinti işləri aparıldıqdan sonra hüquqda bir baxıma sui-istifadəyə çevriləçək yeni hüquqi etika qaydaları əldə etməyə tərəddüd edirəm. Tikintiproqramlarının məramı, şübhəsiz ki, yaxşıdır ;bildiyim qədərilə,yanlış olanı qanuniləşdirmək bu məramlardan biri deyil.", "7.  Əsas hüquq və azadlıqlara edilmiş hər cür müdaxilə « qanunla nəzərdə tutulmuş » olması barədəki əsas prinsipi inkişaf etdirərkən Konvensiya orqanları (digər hüquqlarla bağlı başqa işlərdə) bu anlayışı əhəmiyyətli dərəcədə dəqiqləşdirmişlər. Onlar müəyyən etmişlər ki, « « qanunla nəzərdə tutulmuş » ifadəsinin ehtiva etdikləri arasında (...) həmçinin « qanun »un keyfiyyəti də yer alır ;qanunun keyfiyyəti Konvensiyanın preambulasında qeyd edilmiş hüququn aliliyinə uyğun olmalıdır ».", "8.  Hüquqların əldə edilməsini qanun pozucusunun törətdiyi pozuntu ilə şərtləndirən məhkəmənin təcrübəsinin işığında yaradılmış normada hüququn aliliyi ilə uyğunluğun heç bir əlamətini görmürəm. Ex turpis causa hüquqlarının əldə edilə biləcəyi arqumentlər mənim nəzərimdə hüququn aliliyinin « keyfiyyət » mərhələsində olduqca yüksək bir yer tutur.", "9.  Fikrimcə, Məhkəmə 1 saylı Protokolun 1-ci maddəsinə uyğun olaraq mülkyyətdən məhrumetmə halında digər işlərdə qəbul edilmiş « qanunun keyfiyyəti » prinsipini nəzərdən keçirmək üçün yaxşı bir fürsəti əldən vermişdir. Bu təəssüf doğurur.", "", "CəNAB HAKİM BAKA İLƏ BİRGƏ CƏNAB HAKİM LORENZENİN RAZILAŞMA RƏYİ", "(Tərcümə)", "", "Məhkəmə üzvlərinin əksəriyyəti kimi hesab edirəm ki, 1 saylı Protokolun 1-ci maddəsi pozulmuşdur, lakin bu pozuntunun səbəbi ilə tamamilə razılaşa bilməyəcəyimə təəssüf edirəm.", "Hazırki işdə baş verən odur ki, bələdiyyə ərizəçi şirkətə məxsus torpaq sahəsini ekspropriasiyası barədə qərar qəbul etmiş və qərarı olduqca sürətlə icra etmiş və torpaq sahəsində yol tikinti işlərini həyata keçirmişdir.Ərizəçi şirkət Toskaniya İnzibati Məhkəməsinə (RİM) şikayət ərizəsi ilə müraciət etmiş və məhkəmə 2 dekabr 1987-ci ildə ərizəçi şirkətin xeyrinə qərar qəbul etmişdir ; xüsusilə məhkəmə hesab etmişdir ki, yol çəkilişi layihəsi qeyri-qanunidir və ümumi maraq yol çəkilişini, (dolayısı ilə də ərizəçi şirkətə məxsus torpaq sahəsini mənimsəməyi) tələb etmir.Bu qərar qanuni qüvvəyə minmişdir, lakin bu qərar yol çəkilişi artıq başa çatdıqdan sonra qəbul edilmişdir. Qərarın icrası prosesi ilə bağlı RİM hətta 26 iyun 1991-ci il tarixli qərarında yol çəkilişi layihəsinin « təhlükəli və ümumi maraqlara zidd » olduğunu elan etmişdir. Bu nəticə nə Dövlət Şurası, nə də İtaliya Hökuməti tərəfindən Məhkəməmiz qarşısında mübahisələndirilmişdir. Beləliklə, demək olar ki, İtaliya məhkəmələri əslində qəbul etmişlər ki, 1 saylı Protokolun 1-ci maddəsinin əksinə olaraq torpaq sahəsi ərizəçi şirkətin əlindən alınmışdır.", "Məhkəmənin təşəkkül tapmış təcrübəsinə əsasən ərizəçi şirkətə « qurban » statusunun verilməsi üçün, bir qayda olaraq, milli hakimiyyət orqanlarının açıq-aydın və ya mahiyyət etibariləKonvensiyanın pozuntusunun baş verdiyini qəbul etməsi kifayət deyil, həm dəKonvensiyanın baş vermiş pozuntusunun aradan qaldırılması lazımdır (bax,mutatis mutandis, Amuur Fransaya qarşı, 25 iyun 1996-cı il, Qərarlar və qərardadlar toplusu 1996-III, səh. 846, § 36, vəBrumărescu Rumıniyaya qarşı [GC], no 28342/95, § 50, CEDH 1999-VII).", "Məhkəmə üzvlərinin əksəriyyəti ilə razıyam ki, (61-ci bənd) hazırki işdə mülkiyyətin qeyri-qanuni tutulması faktı ilə bağlı milli hakimiyyət orqanlarının necə hərəkət edəcəklərini araşdırmaq vacibdir, beləki, bu mənimsəmə ümumi maraqlar naminə həyata keçirilməmişdir. Məsələn, əgər hakimiyyət orqanları torpaq sahəsini ərizəçi şirkətə geri qaytarsa və ərazisinin qanunsuz tutulması nəticəsində dəyən zərərin əvəzini ödəsə idilər,ərizəçi şirkət qurbana çevrildiyini açıq-aydın iddia edə bilməzdi.Məhkəmənin əksəriyyəti bununla belə hesab edir ki, ərizəçi şirkətin pozuntunun qurbanına çevrilmədiyiilə bağlı qərarı qəbul etmək üçün restitutio in integrumprinsipinin həyata keçirilməsi mütləq şəkildə lazımdır. Belə bir nəticə ilə razılaşa bilmərəm. Vəziyyəti ilkin halına qaytarmaq qeyri-mümkün görünür, çünki mülkiyyət artıq mövcud deyil – məsələn, oradakı bina sökülmüşdür. Lakin hətta restitutio in integrum prinsip etibarilə mümkün olsa belə, bu, hər zaman 1 saylı Protokolun 1-ci maddəsinin pozuntusunu aradan qaldırmağınşərti olaraq irəli sürülə bilməz.", "Əgər əmlakın qaytarılması qeyri-qanuni olaraq ələ keçirilmiş mülkiyyətin dəyəri ilə açıq-aydın qeyri-mütənasib xərclərə gətirib çıxararsa, məruz qaldığı ziyana görə ərizəçi şirkətə tam kompensasiya ödənilməsi halındamən belə bir nəticəyə gələrdim ki, sözügedən maddənin pozuntusu baş verməmişdir.", "Hazırki işdə İtaliya Dövlət Şurası 7 fevral 1996-cı il tarixli qərarında elan etmişdir ki, torpaq sahəsinin geri qaytarılması dolayı ekspropriasiyanin həyata keçirilməsindən sonra qeyri-mümkündür.", "Geri qaytarılmanın səbəb olacağı xərclərin dəyərləndirilməsi və ya geri qaytarılmaya maneə ola biləcək digər hər cür nəzərəçarpan bir maneə barədə qərar qəbul edilməmişdir. Əksinə, qərar oxunarkən belə bir təəssürat oyanır ki, təkcə tikinti işlərinin başa çatması faktı dolayı ekspropriasiyavasitəsilə mülkiyyətin geri dönüşü olmadan ötürülməsinə gətirib çıxarmışdır.Açıq-aydın qeyri-qanuni olan aktınkifayət qədər sürətli bir şəkildə başa çatdırılmasına və onun qanuniliyi ilə bağlı məhkəmə araşdırmalarının hələ də davam etdiyinin nəzərə alınmamasına baxmayaraq avtomatik olaraq qanuniləşdirilməsi, fikrimcə, hüququ və ictimai qaydanı ciddi şəkildə pozar və Konvensiyanın preambulasında öz əksini tapmış və onun müddəalarının tətbiqində əsas olan hüququn aliliyi anlayışına zidd olardı.İstənilən halda, əldəki məlumatlara istinadən müəyyən edilmişhesab edə bilmərəm ki, torpaq sahəsini ərizəçi şirkətə qaytarmaq mümkün deyilvə ya bu qaytarılma böyük xərclərə səbəb olacaq. Bu səbəblə də əksəriyyət kimi hesab edirəm ki, 1 saylı Protokolun 1-ci maddəsi pozulmuşdur.", "Ərazisindən qeyri-qanuni olaraq məhrum edildiyi üçün kompensasiya ödənilməsi təklif edilməmiş, lakin, prinsip etibarilə, tikinti işlərinin başa çatdırılması tarixindən etibarən məhkəmə prosesini başlatmalı olmuş ərizəçi şirkətin vəziyyəti məni dərindən narahat edir. Lakin yuxarıda qeyd edilmiş nəticəni nəzərə alaraq,bu faktın hazırki işdə sözügedən maddəyə uyğun olub-olmadığını araşdırmağı zəruri hesab etmirəm.", "Nəhayət, Məhkəmə üzvlərinin əksəriyyəti ilə razıyam ki, dolayı ekspropriasiyaya dair İtaliya məhkəmələrinin təşəkkül tapmış təcrübəsinin mülkiyyətdən məhrumetmə üçün qanuni əsas təşkil edib-etmədiyini araşdırmaq olar, lakin hazırki işdə bu məsələni həll etmək zəruri deyil."]}