{"file": "AZE_HJUDAZE_25735_94.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "25735/94", "text_paragraphs": ["Elsholts (Elsholtz) Almaniyaya qarşı [BP] – ərizə № 25735/94", "", "13.7.2000 tarixli qərar [Böyük Palata]", "", "Maddə 8", "", "8-ci maddənin 1-ci bəndi", "", "Ailə həyatına hörmət hüququ", "", "Atanın nikahdan kənar doğulmuş uşağı ilə görüşməsinə icazə verməkdən imtina edilməsi – qərarın qəbulu prosesində yetərincə iştirak etməsinə imkan yaradılmaması: pozuntu baş verib", "", "Maddə 6", "", "Mülki proses", "", "6-cı maddənin 1-ci bəndi", "", "Ədalətli məhkəmə araşdırması hüququ", "", "Uşaqla görüş məsələsinə dair ekspert rəyinin alınmaması və apellyasiya şikayəti üzrə məhkəmə iclasının keçirilməməsi: pozuntu baş verib", "", "Maddə 14", "", "Ayrı-seçkilik", "", "Bioloji atalara və boşanmış atalara münasibətdə yol verildiyi iddia edilən fərqli rəftar: pozuntu baş verməyib", "", "Faktlar – Ərizəçi Eqbert Elsholts 1947-ci ildə doğulmuş Almaniya vətəndaşıdır, Hamburqda (Almaniya) yaşayır. O, 13 dekabr 1986-cı ildə nikahdan kənar doğulmuş uşaq C.-nin atasıdır. 1985-ci ilin noyabrından etibarən ərizəçi uşağın anası və onun böyük oğlu ilə birlikdə yaşayırdı. 1988-ci ilin iyununda ana iki uşağı ilə birlikdə mənzili tərk etdi. 1991-ci ilin iyulunadək ərizəçi tez-tez oğlu ilə görüşməkdə davam edirdi. Bir neçə dəfə o, bayram günlərini bu iki uşaqla və onların anası ilə birlikdə keçirdi. Sonradan daha bu cür başçəkmələr olmadı. 1991-ci ilin dekabrında Erkrat Gənclər İdarəsinin (Jugendamt) əməkdaşı C.-yə onun evində suallar verərkən C. bildirdi ki, daha atası ilə təmasda olmaq istəmir. 1992-ci ilin dekabrında Mettmann Rayon Məhkəməsi (Amtsgericht) ərizəçinin ona uşaqla görüşmək hüququ verilməsi barədə vəsatətini (Umgangsregelung) rədd edildi. Rayon Məhkəməsi hesab etdi ki, ərizəçinin situasiyası atanın nikahdan kənar doğulmuş uşağı ilə şəxsi ünsiyyət hüququna aid olan Mülki Məcəllənin (Bürgerliches Gesetzbuch) 1711-ci maddəsinin 2-ci bəndində nəzərdə tutulmuş şərtlərə cavab vermir. O qeyd etdi ki, ərizəçinin uşağın anası ilə münasibəti o qədər gərgindir ki, uşaqla görüş hüquqlarının təmin edilməsi nəzərdə tutula bilməz. Əgər uşaq anasının istəyi əleyhinə ərizəçi ilə birlikdə olardısa, bu, uşağın hər iki valideyninə bağlılığı arasında ziddiyyət yaradar, uşaq bu ziddiyyətin öhdəsindən gələ bilməz və bu hal onun rifahına mənfi təsir göstərə bilərdi. Məhkəmə əlavə etdi ki, münasibətlərdəki gərginlikdə hansı valideynin təqsirkar olması əhəmiyyət kəsb etmir. Uşaqla iki uzunmüddətli müsahibədən sonra Rayon Məhkəməsi belə qənaətə gəldi ki, uşaq anasının istəyi əleyhinə atası ilə təmaslarını davam etdirərsə, bu onun inkişafını təhlükə altına ala bilər. Bundan başqa, Rayon Məhkəməsi işin faktlarını Mülki Məcəllənin 1711-ci maddəsinin məqsədləri üçün dəqiq və qəti şəkildə müəyyənləşdirilmiş hesab etdi. Buna görə də o, ekspert rəyinin alınmasına lüzum görmədi. 21 yanvar 1994-cü ildə Vuppertal Regional Məhkəməsi (Landgericht) iş üzrə dinləmə keçirmədən ərizəçinin apellyasiya şikayətini rədd etdi. Barəsində şikayət verilmiş qərara uyğun olaraq, Regional Məhkəmə hesab etdi ki, valideynlər arasındakı gərginlik, 1992-ci ilin noyabrında və 1993-cü ilin dekabrında uşağın iştirakı ilə keçirilmiş dinləmələrdə təsdiq edildiyi kimi, uşağa mənfi təsir göstərə bilərdi və buna görə də onun atası ilə təmasları uşağın üstün maraqlarına xidmət etməyəcəkdi, xüsusən də ona görə ki, bu təmaslar təxminən iki il yarım idi ki, kəsilmişdi. Ümumən ailə həyatının dağılmasında kimin təqsirkar olması əhəmiyyət kəsb etmirdi. Önəmli olan bu idi ki, indiki vəziyyətdə atası ilə təmasları uşağa mənfi təsir göstərə bilərdi. Regional Məhkəmənin fikrincə, bu qənaət açıq-aşkar idi, məhz buna görə o, ekspert-psixoloqun rəyini almağa lüzum görmədi. Yekun olaraq Regional Məhkəmə qeyd etdi ki, valideynləri və uşağı yenidən dinləməyə ehtiyac yoxdur, çünki bu cür dinləmə nəticəsində ərizəçinin lehinə hər hansı qərarın qəbul edilə biləcəyini göstərən heç bir əlamət yoxdur. 1994-cü ilin aprelində Federal Konstitusiya Məhkəməsinin (Bundesverfassungsgericht) üç hakimdən ibarət kollegiyası ərizəçinin konstitusiya şikayətinə (Verfassungsbeschwerde) baxmaqdan imtina etdi. Ərizəçi Avropa Məhkəməsinə şikayət etdi ki, nikahdan kənar doğulmuş oğlu ilə görüşməsi barədə vəsatətlərinin Almaniya məhkəmələrinin qərarları ilə rədd edilməsi 8-ci maddənin pozuntusunu təşkil edib, o, 8-ci maddə ilə əlaqəli şəkildə götürülmüş 14-cü maddəyə zidd olan ayrı-seçkilik xarakterli rəftarın qurbanıdır və onun 6 maddənin 1-ci bəndi ilə təmin edilən ədalətli məhkəmə araşdırması hüququ pozulub.", "", "Hüquqi məsələlər", "", "Maddə 8 – Məhkəmə xatırlatdı ki, bu maddədə nəzərdə tutulmuş \"ailə\" anlayışı nikaha əsaslanan münasibətlərlə məhdudlaşmır və tərəflərin nikahdan kənar birgə yaşayışına əsaslanan digər faktiki \"ailə\" əlaqələrini də əhatə edə bilər. Bu cür əlaqədən doğulan uşaq doğulduğu andan və bu doğum faktı ilə əlaqədar olaraq hüquqi baxımdan həmin \"ailənin\" tərkib hissəsi sayılır. Beləliklə, uşaq ilə valideynləri arasında ailə həyatına bərabər sayılan əlaqələr mövcud olub. Məhkəmə daha sonra xatırlatdı ki, valideyn ilə uşağın birlikdə olmaqdan yararlanmaları, hətta valideynlər arasında münasibətlər kəsilmiş olsa belə, ailə həyatının fundamental elementini təşkil edir və onların birlikdə olmaqdan yararlanmasına əngəl törədən ölkədaxili tədbirlər 8-ci maddə ilə qorunan hüquqa müdaxilə təşkil edir. Məhkəmə hesab etdi ki, ərizəçinin oğlu ilə görüşmək xahişini rədd edən qərarlar ərizəçinin 8-ci maddənin 1-ci bəndi ilə təmin edilən ailə həyatına hörmət hüququndan yararlanmasına müdaxilə təşkil edib. Bu cür müdaxilə \"qanuna nəzərdə tutulmayıbsa\", həmin maddənin 2-ci bəndində müəyyən edilmiş qanuni məqsədə və ya məqsədlərə yönəlməyibsə və \"demokratik cəmiyyətdə zəruri\" hesab edilə bilməzsə, 8-ci maddənin pozuntusunu təşkil etmiş olur. Məhkəmənin rəyinə görə, barəsində ərizəçinin şikayət etdiyi məhkəmə qərarlarının milli qanunvericilikdə hüquqi əsası vardı, yəni qərarlar Mülki Məcəllənin həmin vaxt qüvvədə olan 1711-ci maddəsinin 2-ci bəndinə əsaslanmışdı və açıq-aydın \"sağlamlığın, yaxud mənəviyyatın\" və uşağın \"hüquq və azadlıqlarının\" qorunmasına yönəlmişdi. Müvafiq olaraq, həmin qərarlar qanuna uyğun idi və 8-ci maddənin 2-ci bəndində nəzərdə tutulan qanuni məqsədləri daşıyırdı. Etiraz edilən tədbirin \"demokratik cəmiyyətdə zəruri\" olub-olmadığını müəyyənləşdirərkən Məhkəmə bu məsələni nəzərdən keçirdi ki, işin xüsusi halları və qəbul edilmiş qərarların mühümlüyü nəzərə alınaraq, ərizəçi bütövlükdə götürülmüş halda qərarların qəbulu prosesinə maraqlarının zəruri müdafiəsinin təmin edilməsi üçün yetərli sayılacaq dərəcədə cəlb olunmuşdumu? Müstəqil psixoloqun rəyini almaqdan imtina edilməsi və bununla yanaşı Regional Məhkəmədə dinləmənin keçirilməməsi, Məhkəmənin rəyinə görə, qərarların qəbulu prosesinə ərizəçinin yetərincə cəlb olunmadığını üzə çıxarır. Buna görə də Məhkəmə bu qənaətə gəldi ki, milli hakimiyyət orqanları malik olduqları qiymətləndirmə sərbəstliyinin hüdudlarını aşıblar və beləliklə ərizəçinin 8-ci maddədə nəzərdə tutulmuş hüquqları pozulub.", "", "Nəticə: pozuntu baş verib (dörd səsə qarşı on üç səslə).", "", "8-ci maddə ilə birlikdə götürülmüş 14-cü maddə – Məhkəmə Almaniyanın keçmiş qanunvericilik normalarının, yəni Mülki Məcəllənin 1711-ci maddəsinin 2-ci bəndinin müddəalarının nikahdan kənar doğulmuş uşaqların ataları ilə boşanmış atalar arasında haqsız fərq qoyub-qoymadığını və bu fərqin 14-cü maddədə nəzərdə tutulmuş ayrı-seçkilik xarakteri daşıyıb-daşımadığını nəzərdən keçirməyə lüzum görmədi, çünki bu maddənin hazırkı işə tətbiqi boşanmış cütlüyün işindəki yanaşmadan fərqli yanaşmaya gətirib çıxarmayacaqdı. Məhkəmə qeyd etdi ki, Almaniya məhkəmələrinin qərarları uşağın anasının istəyi əleyhinə ərizəçi ilə təmasda olacağı təqdirdə açıq-aydın onun inkişafına qarşı yaranacaq təhlükəyə əsaslanmışdı. Belə ki, uşağın rifahına qarşı risklərin nəzərə alınması olduqca önəmli idi. Müvafiq olaraq, hazırkı işin faktları əsasında demək olmaz ki, boşanmış ataya qarşı rəftar bundan daha əlverişli ola bilərdi. Beləliklə, 8-ci maddə ilə birlikdə götürülmüş 14-cü maddənin pozuntusu baş verməyib.", "", "Nəticə: pozuntu baş verməyib (yekdilliklə).", "", "6-cı maddənin 1-ci bəndi – Məhkəmə 8-ci maddə üzrə gəldiyi nəticələri nəzərə alaraq hesab etdi ki, hazırkı işdə ekspert-psixoloqun rəyi olmadığına və Regional Məhkəmənin atanı dinləmək üçün məhkəmə iclası keçirmədiyinə görə bütövlükdə məhkəmə prosesi 6-cı maddənin 1-ci bəndində nəzərdə tutulmuş ədalətli və açıq məhkəmə araşdırması tələblərinə cavab verməyib. Beləliklə, həmin bəndin pozuntusu baş verib.", "", "Nəticə: pozuntu baş verib (dörd səsə qarşı on üç səslə).", "", "Maddə 41 – Məhkəmə bunu iddia etməyi qeyri-mümkün hesab etdi ki, Konvensiya pozulmasaydı, müvafiq qərarlar fərqli olardı. Bununla belə, Məhkəmənin fikrincə, istisna etmək olmaz ki, ərizəçi qərarların qəbulu prosesinə daha çox cəlb edilsəydi, onda müəyyən qədər məmnunluq yaranar və bu, onun uşaqla gələcək münasibətlərini dəyişə bilərdi. Bundan əlavə, şübhəsiz ki, ərizəçi narahatlıq və təşviş keçirməsi səbəbindən mənəvi ziyana məruz qalıb. Buna görə də Məhkəmə ərizəçinin müəyyən mənəvi ziyana məruz qaldığı və Konvensiyasının pozulduğunun müəyyən edilməsinin həmin ziyanı yetərincə kompensasiya etmədiyi qənaətinə gəldi və ərizəçiyə 35.000 alman markası (DEM) təyin etdi. Bundan başqa, Məhkəmə ərizəçiyə məhkəmə xərclərinə və digər məsrəflərə görə 12.584,26 DEM təyin etdi.", ""]}