{"file": "AZE_HJUDAZE_43611_11.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "43611/11", "text_paragraphs": ["F.G. İsveçə qarşı [BP] – ərizə № 43611/11", "", "23.3.2016 tarixli qərar [BP]", "", "Maddə 37", "", "Əlavə araşdırma tələb edən xüsusi hallar", "", "Deportasiya qərarının müddətinin bitməsinə baxmayaraq, şikayətə baxılmasının davam etdirilməsinə əsas verən prosessual məsələlərin mövcud olması: şikayətin baxılmalı işlərin siyahısından çıxarılması barədə vəsatət rədd edildi", "", "Maddə 2", "", "Ölkədən çıxarma", "", "Maddə 3", "", "Ölkədən çıxarma", "", "Tanınmış şəxs olmayan siyasi fəalın İrana geri qaytarılmasının nəzərdə tutulması: deportasiya pozuntu təşkil etməyəcək", "", "Şəxsin Avropaya gəldikdən sonra xristianlığı qəbul etməsinin reallıqlarını və nəticələrini lazımi qaydada araşdırmadan onun İrana geri qaytarılmasının nəzərdə tutulması: deportasiya pozuntu təşkil edəcək", "", "Faktlar – İran vətəndaşı olan ərizəçi İsveçdə sığınacaq üçün müraciət etdi və belə əsas gətirdi ki, İran rejiminə müxalif olanlarla əməkdaşlıq edib, xüsusən İnternetdə materiallar yerləşdirməsi ilə əlaqədar olaraq 2007-2009-cu illərdə hakimiyyət orqanları tərəfindən azı üç dəfə tutulub və həbsdə saxlanılıb. O söylədi ki, kəskin xarakterli siyasi materialları saxladığı iş yerində axtarış aparıldığını və sənədlərin yoxa çıxdığını müəyyən etdikdən sonra ölkədən qaçmağa məcbur olub. İsveçə gəldikdən sonra o, xristianlığı qəbul edib və iddia edir ki, bu onu İrana qayıdacağı təqdirdə dinə dönük çıxmağa görə ölüm cəzası almaq təhlükəsi altında qoyur. İsveçin hakimiyyət orqanları onun sığınacaq üçün müraciətini rədd etdilər və ölkədən çıxarılması barədə qərar qəbul etdilər.", "", "16 yanvar 2016-cı il tarixli qərarında Məhkəmənin Palatası üç səsə qarşı dörd səslə bu qənaətə gəldi ki, ərizəçi barəsində ölkədən çıxarma tədbirinin tətbiqi Konvensiyanın 2-ci və ya 3-cü maddələrinin pozulmasına səbəb olmayacaq. O müəyyən etdi ki, ərizəçinin siyasi fəaliyyətinin və məşğul olduğu işlərin az əhəmiyyət kəsb edən işlər olmadığını göstərən heç bir məlumat yoxdur. Onun xristianlığı qəbul etməsinə gəlincə, o, hakimiyyət orqanlarına aydın şəkildə bildirmişdi ki, dini baxışlarından sığınacaq almaq üçün əsas qismində istifadə etməyəcək, çünki bunu şəxsi iş hesab edir və İranın hakimiyyət orqanlarının onun dinini dəyişməsindən xəbərdar olduqlarını göstərən heç bir fakt yoxdur. Yekun olaraq, ərizəçi İrana qayıdacağı təqdirdə hüquqa zidd rəftara məruz qalacağı ilə bağlı real və konkret təhlükənin mövcud olduğunu sübuta yetirə bilmədi.", "", "Hüquqi məsələlər", "", "37-ci maddənin 1-ci bəndi: Hökumət Böyük Palatadan xahiş etdi ki, şikayəti baxılmalı işlərin siyahısından çıxarsın, çünki ərizəçi barəsindəki deportasiya qərarının icra müddəti 2015-ci ilin iyununda başa çatıb və buna görə də o daha icra edilə bilməz. Lakin Böyük Palata qeyd etdi ki, bu işdə ərizəçinin konkret situasiyasının hüdudlarını aşan mühüm məsələlər (xüsusən sığınacaq prosedurlarında tərəflərin riayət etməli olduqları vəzifələrə aid məsələlər) yer alıb. Müvafiq olaraq, bu işdə Konvensiyada və onun Protokollarında müəyyən edilmiş insan hüquqlarına riayət edilməsi ilə əlaqədar olan xüsusi hallar mövcuddur ki, onlar işə baxılmasının davam etdirilməsini tələb edir.", "", "Nəticə: şikayətin baxılmalı işlərin siyahısından çıxarılması barədə vəsatət rədd edildi (bir səsə qarşı on altı səslə).", "", "2-ci və 3-cü maddələr", "", "a) Ümumi prinsiplər – Böyük Palata bir daha xatırlatdı ki, geri qaytarılacağı təqdirdə təyinat ölkəsində şəxsin ölüm cəzası ilə, işgəncə ilə, yaxud qeyri-insani və ya ləyaqəti alçaldan rəftarla üzləşəcəyi ilə bağlı real təhlükənin mövcud olduğunu düşünmək üçün əsaslı səbəblər varsa, o halda 2-ci və 3-cü maddələr iştirakçı dövlətin həmin şəxsi ölkədən çıxarmamasını nəzərdə tutur. Müvafiq olaraq, Məhkəmə bu iki maddənin pozulub-pozulmaması məsələsini birlikdə araşdıracaq.", "", "Sığınacaq müraciətləri hamıya bəlli olan ümumi təhlükəyə əsaslanırsa və həmin təhlükə barəsində çoxsaylı mənbələrdə açıq-aşkar məlumatlar yer alıbsa, bu halda ölkədən çıxarmaya aid işlərdə dövlətlərin 2-ci və 3-cü maddələr əsasında daşıdıqları öhdəliklər həmin təhlükəni onların öz təşəbbüsləri əsasında qiymətləndirmələrini tələb edir.", "", "Fərdi təhlükəyə əsaslanan sığınacaq müraciətlərində isə, əksinə, həmin təhlükənin mövcudluğuna istinad etmək və onu sübut etmək vəzifəsi sığınacaq üçün müraciət etmiş şəxsin üzərinə düşür. Müvafiq olaraq, ərizəçi sığınacaq üçün müraciətinin əsası qismində həmin təhlükənin mövcudluğuna istinad etməyibsə və onu göstərməyibsə, müraciətin həmin əsasının mövcudluğunun müvafiq dövlətin özü tərəfindən müəyyənləşdiriləcəyini gözləmək doğru olmazdı. Bununla belə, Konvensiyanın 2-ci və 3-cü maddələrinin mütləq xarakterini və çox zaman sığınacaq axtaranların köməksiz durumda olduqlarını nəzərə alsaq, iştirakçı dövlət konkret şəxsin müvafiq ölkəyə qaytarılmasının onu qəddar rəftar təhlükəsinə məruz qoya biləcəyini göstərən faktlardan xəbərdardırsa, Konvensiyanın 2-ci və 3-cü maddələri əsasında dövlətin daşıdığı öhdəliklər hakimiyyət orqanlarının həmin təhlükəni öz təşəbbüsləri əsasında qiymətləndirmələrini tələb edir. Bu sözlər xüsusən o hallara aiddir ki, sığınacaq axtaran şəxsin sistematik olaraq qəddar rəftar praktikasına məruz qalan qrupun üzvü olması faktı inandırıcı olur və milli hakimiyyət orqanlarına məlum olur və həmin praktikanın mövcud olduğunu və sığınacaq axtaran şəxsin həmin qrupa mənsub olduğunu düşünmək üçün ciddi əsaslar mövcud olur.", "", "b) Yuxarıdakı prinsiplərin ərizəçinin işinə tətbiqi", "", "i) Ərizəçinin siyasi fəaliyyətləri – Ərizəçi iddia etməyib ki, İranda mövcud olan ümumi vəziyyət özü-özlüyündə onun öz ölkəsinə qayıtmasına mane olur. Eləcə də Böyük Palatanın rəyinə görə, özü-özlüyündə həmin vəziyyətin xarakteri belə düşünməyə əsas vermir ki, ərizəçinin geri qaytarılması Konvensiyanın pozuntusunu təşkil edəcək.", "", "Ərizəçinin fərdi situasiyasına gəlincə, Böyük Palata qeyd etdi ki, milli hakimiyyət orqanları bu qənaətə gəliblər ki, ərizəçinin İranda məşğul olduğu siyasi fəaliyyətlər az nəzərə çarpan fəaliyyətlər sayıla bilər. Bu qənaəti bu fakt da təsdiqləyirdi ki, ərizəçi İranda inqilab məhkəməsindən bu məhkəməyə gəlmək barədə heç vaxt yeni çağırış vərəqələri almamışdı və ərizəçinin İranda qalmış ailə üzvlərinin heç biri İranın hakimiyyət orqanları tərəfindən hər hansı repressiyaya məruz qalmamışdılar. Belə olan halda Böyük Palata 2009-cu ilin sentyabrında həbsdə olarkən ərizəçinin qəddar rəftara məruz qalması və ya deportasiya olunacağı təqdirdə aeroportda həbsə alınması təhlükəsi kimi məsələlərin İsveçin hakimiyyət orqanları tərəfindən yetərincə nəzərə alınmadığı barədə ərizəçinin iddiasının inandırıcı olduğuna əmin deyil. O həmçinin bu qənaətə gələ bilməz ki, İsveçin hakimiyyət orqanlarının həyata keçirdiyi prosedurlar qeyri-adekvat idi və ölkə daxilindəki materiallarla və ya digər mötəbər və obyektiv mənbələrdən əldə edilmiş materiallarla təsdiqlənmirdi. Təhlükənin qiymətləndirilməsinə gəlincə, ərizəçinin tanınmış fəal və ya görkəmli siyasi müxalifətçi olmadığı barədə İsveçin hakimiyyət orqanlarının gəldiyi qənaətin yanlış olduğu barədə iddianı təsdiqləyən heç bir sübut yox idi. Nəhayət, Avropa Məhkəməsindəki icraatda ərizəçinin anonimliyi təmin edilmişdi və Məhkəmənin sərəncamındakı materiallara əsaslanaraq söyləmək olar ki, onun tanına biləcəyini göstərən heç bir inandırıcı dəlil yoxdur.", "", "Nəticə: deportasiya pozuntu təşkil etməyəcək (yekdilliklə).", "", "ii) Ərizəçinin dinini dəyişməsi – Miqrasiya orqanı ərizəçinin sığınacaq üçün müraciətini rədd edərək qeyd etdi ki, prosesin əvvəlində ərizəçi dinini dəyişməsi faktına sığınacaq üçün müraciətinin əsası qismində istinad etmək istəmirdi və bildirmişdi ki, onun dini əqidəsi şəxsi məsələdir. Buna görə də həmin orqan bu qənaətə gəldi ki, ərizəçinin dininə gizli şəkildə etiqad etməsi onun geri qayıtdıqdan sonra təqibə məruz qalma təhlükəsi ilə üzləşəcəyini düşünmək üçün inandırıcı əsas deyil. Sonradan miqrasiya orqanının qərarından ərizəçinin verdiyi şikayəti rədd edərkən Miqrasiya işləri üzrə məhkəmə qeyd etdi ki, ərizəçi təqib olunması üçün əsas qismində dini baxışlarına sonrakı mərhələdə də istinad etməyib və müvafiq olaraq, o, ərizəçinin İrana qayıdacağı təqdirdə dinini dəyişməsi nəticəsində üzləşə biləcəyi təhlükənin qiymətləndirilməsini həyata keçirmədi. Ərizəçinin Miqrasiya işləri üzrə apellyasiya məhkəməsinə şikayət təqdim etməsinə icazə verilməsi üçün verdiyi vəsatət rədd edildi. Ölkədən çıxarılma barədə qərarın icrasının dayandırılması üçün onun sonradan təqdim etdiyi vəsatətlər rədd edildi və belə əsas gətirildi ki, ərizəçinin dinini dəyişməsi onun işinə yenidən baxılmasına əsas verən yeni hal təşkil etmir.", "", "Beləliklə, miqrasiya orqanı və Miqrasiya işləri üzrə məhkəmə ərizəçinin sığınacaq üçün müraciətinin əsası qismində dinini dəyişməsi faktına istinad etməkdən imtina etməsinə əsaslanaraq və onun İsveçdə islam dinini tərk edib xristianlığı qəbul etməsindən və buna görə də müxtəlif amillərdən asılı olaraq Konvensiyanın 2-ci və 3-cü maddələrini pozan rəftar təhlükəsi altında olan şəxslər qrupuna aid edilməsinin mümkünlüyündən xəbərdar olduqlarına baxmayaraq, onun dinini dəyişməsi faktını, inancının ciddiliyini və İsveçdə xristian dininə etiqadını hansı formada ifadə etməsini və ölkədən çıxarma barədə qərar icra ediləcəyi təqdirdə İranda dini etiqadını hansı formada həyata keçirmək niyyətində olduğunu hərtərəfli şəkildə araşdırmamışdılar. Bundan başqa, dinini dəyişmə işə yenidən baxılmasına əsas verən \"yeni hal\" hesab edilməmişdi. Beləliklə, İsveçin hakimiyyət orqanları ərizəçinin İrana qayıdacağı təqdirdə dinini dəyişməsi ilə əlaqədar olaraq üzləşə biləcəyi təhlükəni qiymətləndirməmişdilər. Lakin 2-ci və 3-cü maddələrin mütləq xarakterini nəzərə alsaq, ərizəçinin bu maddələrin təmin etdiyi müdafiədən imtina edə biləcəyini təsəvvür etmək çətin idi. Buradan belə nəticə çıxır ki, ərizəçinin davranışından asılı olmayaraq səlahiyyətli milli hakimiyyət orqanları onu İrana göndərmək barədə qərar qəbul etməzdən əvvəl diqqətlərinə çatdırılmış bütün məlumatları öz təşəbbüsləri ilə qiymətləndirməyə borclu idilər.", "", "Ərizəçi Böyük Palataya milli hakimiyyət orqanlarına təqdim etmədiyi müxtəlif sənədləri, o cümlədən dinini dəyişməsi, İsveçdə xristian dininə etiqadını hansı formada ifadə etməsi və ölkədən çıxarılma barədə qərar icra ediləcəyi təqdirdə İranda dini etiqadını hansı formada həyata keçirmək niyyətində olması barədə yazılı ərizəsini, habelə mənsub olduğu kilsənin keçmiş pastorunun yazılı ərizəsini təqdim etdi. Bu sənədlərin, habelə öncə ərizəçinin milli hakimiyyət orqanlarına təqdim etdiyi materialların əsasında Məhkəmə bu faktın sübuta yetirildiyi qənaətinə gəldi ki, ərizəçinin sığınacaq üçün müraciəti milli hakimiyyət orqanları tərəfindən onun dinini dəyişməsi faktı əsasında qiymətləndirilməyə layiq olan müraciət idi. Dövlət hakimiyyəti orqanları təqdim edilmiş materialları, eləcə də İranda ümumi vəziyyət kontekstində hadisələrin hər hansı sonrakı inkişafını və ərizəçinin situasiyasının konkret hallarını nəzərə almalı idilər.", "", "Buradan belə nəticə çıxır ki, ərizəçinin dinini dəyişməsinin doğura biləcəyi nəticələr hazırkı məqamda İsveçin hakimiyyət orqanları tərəfindən qiymətləndirilmədən ərizəçi İrana geri göndəriləcəyi təqdirdə 2-ci və 3-cü maddələr pozulmuş olacaq.", "", "Nəticə: deportasiya pozuntu təşkil edəcək (yekdilliklə).", "", "Maddə 41: Mənəvi ziyana görə heç bir tələb irəli sürülmədi; maddi ziyanla bağlı tələb isə rədd edildi.", ""]}