{"file": "AZE_HJUDAZE_24846_94.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "24846/94", "text_paragraphs": ["Zelinski (Zielinski) və Pradal (Pradal), Qonsales (Gonzalez) və başqaları Fransaya qarşı [BP] – ərizələr № 24846/94, 34165/96 və 34173/96", "", "28.10.1999 tarixli qərar [Böyük Palata]", "", "Maddə 6", "", "6-cı maddənin 1-ci bəndi", "", "Ədalətli məhkəmə araşdırması hüququ", "", "Qanunverici orqanın məhkəmənin icraatındakı mülki işə həmin işin iştirakçısı olan dövlət orqanlarının xeyrinə müdaxilə etməsi: pozuntu baş verib", "", "Faktlar – 1953-cü ildə Strasburq regionunun sosial təminat idarələrinin nümayəndələri və həmkarlar ittifaqlarının regional nümayəndələri saziş imzaladılar, həmin sazişə əsasən regional sosial təminat orqanlarının əməkdaşlarına \"xüsusi çətinliklərə görə əlavə haqq\" (indemnité de difficultés particulières) (XÇƏH) ödənilməli idi. Əlavə haqq sosial təminat sahəsində çalışan işçiləri əhatə edən milli sazişdə müəyyən edilmiş əmək haqqı \"əmsalının\" 12 misli səviyyəsində müəyyən edilmişdi. 1974-cü ildə sosial təminat orqanları XÇƏH-i birtərəfli qaydada 3,95 vahidədək azaltdılar və milli kollektiv saziş əsasında Milad bayramı münasibətilə ödənilən illik mükafatlar (treizième mois) hesablanarkən əlavə haqqın nəzərə alınmasını dayandırdılar. Lakin 1988-ci ildə bir neçə sosial təminat orqanı illik əlavə haqların hesablanmasına ixtisar edilmiş vahidləri də daxil etməyi qərara aldırlar və bu hesablamanı retrospektiv qaydada (geriyə şamil olunmaqla) beş illik dövrə şamil etdilər. Bu dövlət orqanlarına nəzarət edən yuxarı orqan işçilərə bu ödənişləri etmək üçün lazım olan vəsaitlərin köçürülməsinə icazə verən qərarları ləğv etdi. Müvafiq orqanların bir çox əməkdaşları əmək mübahisələri üzrə bir neçə məhkəməyə gələcəkdə XÇƏH-in onlara sazişdə müəyyən edildiyi kimi 12 əmsalı ilə ödənilməsi üçün şikayət ərizələri verdilər; müxtəlif məhkəmələr tərəfindən fərqli qərarlar qəbul edildi, onlardan bəziləri işçilərin, bəziləri isə dövlət orqanlarının lehinə idi. Kassasiya Məhkəməsi apellyasiya məhkəməsinin işçilərin xeyrinə çıxardığı qərarları ləğv etdikdən sonra işləri yenidən baxılmaq üçün həmin məhkəməyə göndərdikdə apellyasiya məhkəməsi yenə də onların xeyrinə çıxardı. Bu arada birinci iki ərizəçi eyni əsasa görə əmək mübahisələri üzrə məhkəməyə müraciət etdilər; məhkəmə onların iddia tələblərini təmin etdi və prefekturanın nümayəndəsi tərəfindən verilmiş apellyasiya şikayətindən sonra apellyasiya məhkəməsi həmin məhkəmənin qərarını dəyişməyərək qüvvədə saxladı. Lakin 18 yanvar 1994-cü il tarixli 94-43 saylı qanuna hökumət tərəfindən təklif olunan dəyişikliklərin qəbulu nəticəsində əmsalın 3,95 vahidədək azaldılması barədə qərarın 1 dekabr 1983-cü ildən etibarən retrospektiv qaydada tətbiq edilməsi təsbit olundu. Həmin qanuna müvafiq olaraq Kassasiya Məhkəməsi apellyasiya məhkəməsi tərəfindən ərizəçilərin xeyrinə qəbul edilən, məbləğlərin hesablanması üçün baza əmsalı qismində 12 əmsalını müəyyən edən qərarları ləğv etdi və əmsalı 3,95 vahidlə əvəz etdi. Digər ərizəçilər də əmək mübahisələri üzrə məhkəməyə analoji şikayətlərlə müraciət etmişdilər və həmin məhkəmə onların şikayətini təmin etmişdi. Dövlət orqanlarının apellyasiya şikayətindən sonra apellyasiya məhkəməsi 94-43 saylı qanun əsasında ərizəçilərin əleyhinə qərar çıxardı. Sonradan onların verdikləri kassasiya şikayətləri Kassasiya Məhkəməsi tərəfindən qəbuledilməz elan olundu.", "", "Hüquqi məsələlər – 6-cı maddənin 1-ci bəndi: Prinsip etibarı ilə mövcud qanunvericilikdən irəli gələn hüquqların tənzimlənməsi üçün qanunverici orqan tərəfindən mülki işlərlə bağlı retrospektiv müddəaların qəbul edilməsinin qarşısını alan heç nə yoxdur. Lakin qanunun aliliyi prinsipi və 6-cı maddədə təsbit olunmuş ədalətli məhkəmə araşdırması anlayışı qanunverici orqan tərəfindən mübahisənin məhkəmə tərəfindən həllinə təsir göstərmək məqsədi ilə ədalət mühakiməsinin həyata keçirilməsinə hər hansı müdaxilə edilməsinə (ümumi maraqlar naminə əsaslı səbəblərin olduğu hallar istisna olmaqla) icazə vermir. Hazırkı işdə ümumi məhkəmələrin icraatındakı mübahisənin şərtləri birmənalı olaraq müəyyən edilmiş və bu şərtlərin retrospektiv qaydada tətbiqi nəzərdə tutulmuşdu. Lakin bu qanun o zaman qəbul edilmişdi ki, apellyasiya məhkəmələri tərəfindən ərizəçilər də daxil olmaqla işçilərin xeyrinə çıxarılmış qərarlar mövcud idi. Hökumət tərəfindən təklif edilmiş dəyişiklik sadəcə olaraq davam edən məhkəmə proseslərində dövlət orqanlarının mövqeyini möhkəmləndirməyə yönəlmişdi. Faktlarla bağlı məhkəmələrin bir-birinə zidd qərarları məhkəmə prosesləri davam etdiyi müddətdə qanunverici orqan tərəfindən müdaxiləyə heç bir halda haqq qazandırmırdı. Fərqli qərarların olması ərazi aidiyyəti üzrə müvafiq işlərə baxmaq səlahiyyətinə malik olan birinci instansiya və apellyasiya instansiyası məhkəmələrinin mövcud olduğu Fransa kimi ölkələrin məhkəmə sistemindən doğan səciyyəvi hal idi. Kassasiya Məhkəməsinin funksiyası birmənalı olaraq aşağı məhkəmələrin qərarları arasındakı ziddiyyətləri həll etmək olduğuna görə, onun qərar qəbul etməsinin mübahisələndirilən qanunun müddəalarına müdaxilə ilə nəticələnə biləcəyini ehtimal etmək mümkün deyildi. Mübahisənin müvafiq işəgötürənlər və həmkarlar ittifaqları arasında qanunla müəyyən edilmiş qaydada müzakirə olunan və qəbul edilən sazişin tətbiqi ilə əlaqədar olduğunu nəzərə alsaq, qanunverici orqanın müdaxiləsini öncədən proqnozlaşdırmağın mümkün olduğunu və xüsusən də onun niyyətinin təhrif olunduğunu işin halları əsasında iddia etmək mümkün deyildi. Hökumətin qeyd etdiyi maliyyə riskləri qanunverici orqanın mübahisəni həll etmək məqsədi ilə kollektiv sazişin tərəflərinin və məhkəmələrin rəylərini öz rəyi ilə əvəz etməsi üçün özü-özlüyündə əsas təşkil edə bilməzdi. Nəhayət, Hökumət iddia edib ki, ərizəçilərlə dövlət arasında mübahisə mövcud deyildi, çünki regional sosial təminat orqanları xüsusi hüququn subyekti olan qurumlardır. Lakin bu orqanlar dövlət qulluğu vəzifələrini icra edirdilər və həm sosial təminat məsələlərinə görə cavabdeh olan nazirin, həm də iqtisadi və maliyyə məsələləri üzrə nazirin tabeliyində idilər. Dövlət nümayəndələri ərizəçilərlə bu orqanlar arasındakı məhkəmə prosesinə mütəmadi olaraq qatılmışdılar. İstənilən halda, dövlət qulluğunun idarəçiliyi ilə məşğul olan, xüsusi idarəetmə səlahiyyətlərinə malik olan və nazirlərin nəzarəti altında olan orqanları özündə ehtiva edən Fransa sistemi üzv dövlətlərin öz əhalisinin sosial təminat məsələlərinə münasibətdə daşıdığı xüsusi funksiya və vəzifələrin əyani nümunəsi idi. Buna görə də belə qənaətə gəlmək qaçılmazdır ki, hazırkı işdə qanunverici orqanın müdaxiləsi dövlətin tərəf qismində iştirak etdiyi məhkəmə prosesi davam etdiyi müddətdə baş vermişdi.", "", "Nəticə: pozuntu baş verib (yekdilliklə).", "", ""]}