{"file": "AZE_HJUDAZE_42757_09.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "42757/09", "text_paragraphs": ["", "", "", "ÜÇÜNCÜ SEKSİYA", "", "", "", "", "", "", "", "PROMO LEX VƏ BAŞQALARI MOLDOVA RESPUBLİKASINA qarşı", "", "(Ərizə no. 42757/09)", "", "", "", "", "", "", "", "QƏRAR", "", "", "", "STRASBURQ", "", "24 fevral 2015-ci il", "", "", "YEKUN", "", "24/05/2015", "", "Bu qərar Konvensiyanın 44-cü maddəsinin 2-ci bəndinə əsasən qətidir. Ona redaktə xarakterli dəyişikliklər edilə bilər.", "", "\n", "Promo Lex və Başqaları Moldova Respublikasına qarşı işində,", "Avropa İnsan Hüquqları Məhkəsinin (Üçüncü Seksiya):", "\tJosep Casadevall, Sədr,\n\tLuis López Guerra,\n\tJán Šikuta,\n\tDragoljub Popović,\n\tKristina Pardalos,\n\tJohannes Silvis,\n\tValeriu Griţco, hakimlər,\nvə Seksiya Katibinin MüaviniMarialena Tsirlidən ibarət tərkibdə", "3 fevral 2015-ci ildə qapalı məşvərət keçirərək,", "Həmin tarixdə qəbul edilən aşağıdakı qərarı çıxarır:", "PROSEDUR", "1.  İş, Moldova Respublikasına qarşı Promo Lex və CREDO (Moldova Respublikasından iki qeyri-hökumət təşkilatı) və Moldav vətəndaşı Cənab Igor Grosu(birlikdə “ərizəçilər”) tərəfindən İnsan Hüquqları və əsas Azadlıqları haqqında Avropa Kovensiyasının (“Konvensiya”) 34-cü maddəsinə əsasən 3 avqust 2009-cu ildə göndərilmiş ərizə (no. 42757/09) başlamışdır. Üçüncü ərizəçi 1972-ci ildə anadan olub və Kişinyovda yaşayır.", "2.  Ərizəçilər Kişinyovda fəaliyyət göstərən hüquqşünas Cənab A. Postica tərəfindən təmsil olunurlar. Moldova Hökumətini (“Hökumət”) agenti Cənab L. Apostol təmsil edir.", "3.  Ərizəçilər, xüsusilə toplaşmaq azadlıqlarının pozulduğundan şikayət edirlər.", "4. 26 may 2011-ci ildə ərizə barədə Hökumətə məlumat verilmişdir.", "FAKTLAR", "I.  İŞİN HALLARI", "5.  29 yanvar 2009-cu ildə polis Baş Prokurorluğun qarşısında dinc etiraz aksiyası edən bir şəxsi həbs etmişdir.", "6.  Bu hadisəyə reaksiya olaraq, ərizəçi təşkilatlar Baş Prokurorluğun qarşısındanümayiş keçirmək, sonra isə Daxili İşlər Nazirliyinə marş və onun qarşısında nümayiş keçirmək qərarına gəlmişdir.", "7.  2 fevral 2009-cu ildə birinci və ikinci ərizəçi bələdiyyə orqanlarına bidiriş göndərərək 29 yanvar 2009-cu il hadisəsinə spontan reaksiya olaraq təsvir etdikləri yuxarıdaki tədbiri keçirmək niyyətləri barədə məlumat vermişlər. Onlar Toplantılar haqqında Qanunun 12(1) Bölməsinə istinad edirdilər (bax: aşağıdakı paraqraf 11).", "8.  3 fevral 2009-cu ildə birinci və ikinci ərizəçiBaş Prokurorluğun qarşısındaetiraz nümayişi təşkil etmişdir. Tərəflərin təqdim etdiyi video materialdan görünür ki, nümayişdə təxminən iyirmi nəfər iştirak etmişdir. Üçüncü ərizəçi iştirakçılar arasında idi. Nümayişin başlanmasından bir neçə dəqiqə sonar etirazçılar onlara fiziki zorakılıq tətbiq edən, üzlərinə gözyaşardıcı qaz və rəng sıxan altı maskalı şəxs tərəfindən hücuma məruz qalmışlar. Bu hücumun nəticəsində üçüncü ərizəçi başından və ətraflarından çox sayda xəsarət almış və tibbi müalicəyə ehtiyacı olmuşdur. Etirazçılarözlərini müdafiə etmiş və hücum edənləri qovmağa müvəffəq olmuşlar. Hücum edənlərdən biri tanımadığı şəxsin ona bu hücumda iştiraka görə 1,000 Moldova leisi (təxminən 60 Avro (EUR)) ödədiyini qəbul etmişdir.", "9.  Əvvəlindən bu toplantı hadisənin cərəyan etdiyi yerə yaxın bir yerdə park olunmuş patrul avtomobilində olan dörd formalı polis tərəfindən müşahidə edilmişdir. Həmçinin tədbir mülki geyimli altı şəxs tərəfindən filmə alınmışdır ki, ərizəçilərin fikrincə onlar da polis idilər.Hökuməthadisələri filmə alanların polis olduğunu danmışdır. Etriazçılar və hücum edənlər arasında toqquşma başladığı zaman heç bir polis işçisi müdaxilə etməmişdir. Etirazçılar polis çağırmış və kömək istəmiş, lakin bir nəticə almamışlar. Polis patrulu yalnız bir saat yarımdan sonra gəlmiş və iki hərəkətsizləşdirilmiş hücumçunu həbsə almışlar.", "10.  Nümayişin təşkilatçıları Baş Prokurorluğa şikayət vermis vəinter alia polisin vaxtında müdaxiləetməməsindən şikayət etmişlər. Cinayət işi açılmış və bütün hücum edən şəxslərin şəxsiyyəti müəyyənləşdirilmişdir. Onlardan yalnız ikisinə başqalarının toplaşmaq azadlıqlarını pozduqlarına və xuliqanizmə görə şərti dörd il cəza verilmişdir. Ərizəçilərin polisin hərəkətsizliyi ilə əlaqədar şikayəti ilə bağlı heç bir təbir görülməmişdir.", "II.  MÜVAFİQ DAXİLİ QANUNVERİCİLİK", "11.  Toplantılar haqqında Qanunun 10-cu Bölməsinə əsasən, nümayiş təşkilatçıları, planlaşdırdıqları nümayiş barədə səlahiyyətli orqanları beş gün əvvəldən məlumatlandırmalıdırlar. Lakin Maddə 12 (1) və (5)-də göstərilir ki, bu tələb spontan və ya əlli iştirakçıdan az şəxsin qatılacağı nümayişlərə tətbiq olunmur.", "12.  İnzibati Xətalar Məcəlləsinin 67-ci maddəsinə görə, nümayiş təşkilatçılarnın yerli orqanları Toplantılar haqqında Qanuna uyğun şəkildə məlumatlandırmaması 800 Moldova Leisi (həmin vaxtda təxminən EUR 50) məbləginə qədər cərimə ilə cəzalandırılır.", "HÜQUQİ MƏSƏLƏLƏR", "I.  KONVENSİYANIN 11-Cİ MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "13.  Ərizəçilərşikayət edirlər ki, Dövlət onların toplaşmaq azadlığını müdafiə etməklə bağlı poziiv öhdəliyini yerinə yetirməmişdir. Onlar Konvensiyanın 11-ci maddəsinə istinad edirlər, orda deyilir:", "“1.  Hər kəsin dinc toplaşmaq azadlığı və öz maraqlarını müdafiə etmək üçün həmkarlar ittifaqları yaratmaq və onlaraqoşulmaq hüququ da daxil olmaqla, başqaları ilə birləşmək azadlığı hüququ vardır.", "2.  Bu hüquqların həyata keçirilməsinə milli təhlükəsizlik və ictimai asayiş maraqları naminə, iğtişaşın və cinayətin qarşısınıalmaq üçün, sağlamlığın və mənəviyyatın qorunması üçün və ya digər şəxslərin hüquq və azadlıqlarının müdafiəsi üçünqanunla nəzərdə tutulmuş və demokratik cəmiyyətdə zəruri olanlardan başqa, heç bir məhdudiyyət qoyula bilməz. Bumaddə silahlı qüvvələr, polis və ya inzibati dövlət orqanları üzvlərinin belə hüquqlarının həyata keçirilməsinə qanuniməhdudiyyətlər qoyulmasına mane olmur.”", "A.  Qəbuledilənlik", "14.  Məhkəmə qeyd edir ki, bu şikayət Kovensiyanın 35-ci maddəsinin 3 (a) bəndi mənasında açıq-aşkar əsaslandırılmamış deyildir. Məhkəmə daha sonra qeyd edir ki, şikayət başqa əsaslarla da qəbuledilməz deyildir. Bu səbəbdən, şikayət qəbuledilən elan edilməlidir.", "B.  Mahiyyəti", "1.  Tərəflərin təqdimatları", "15.  Ərizəçiləriddia edirlər ki, onlar Toplantılar haqqında Qanunun 10-cu maddəsində göstərilən şəkildə beş gün əvvəldən yerli orqanlara məlumat verməyə məcbur deyildilər, çünki onların niyyəti 29 yanvar 2009-cu il hadisəsinə reaksiya olaraq spontan nümayiş keçirmək idi və tədbirdə əllidən az şəxs iştirak etmişdi. Bununla belə, onlar nümayişdən bir gün əvvəl yerli orqanları xəbərdar etmişlər. Ona görə də dövlət orqanlarınınnümayişdən xəbəri var idi və bundan əlavə, Baş Prokurorluqvə Daxili İşlər Nazirliyi binaları daimi polis nəzarəti altında idi.", "16.  Nə nümayişi Baş Prokurorluğun yaxınlığında park edilən avtomobildən izləyən polislər, nə də tədbiri filmə alan mülki geyimli polislər dinc nümayişçiləri müdafiə etmək və toqquşmanı sonlandırmaq üçün müdaxilə etməmişlər.", "17.  Anti-üsyan polis birliyi insidentin baş verdiyi yerdən yalnız altı yüz metrlik məsafədə yerləşirdi. O gün başqa heç bir digər nümayiş təşkil olunmamışdı və ona görə, ciddi toqquşma barədə məlumat verilən polisin yalnız bir saat yarımdan sonra gəlməsi ancaq bilərəkdən ola bilərdi.", "18.  Bu kontekstdə ərizəçilərMəhkəmənin diqqətini o fakta çəkir ki, digər, məsələn, 29 yanvar 2009-cu il tədbiri kimi hallarda, həmin birliyə tam dinc və qanuni nümayişləri sonlandırmaq üçün iki dəqiqədən on beş dəqiqiyədək vaxt lazım olmuşdu.", "19.  Hökumətbildirir ki, polisin bir saat yarım ərzində hərəkətsizliyi onunla izah oluna bilər ki,ərizəçilərToplantılar haqqında Qanunun 10-cu maddəsində göstərilən şəkildə beş gün əvvəldən yerli orqanlara məlumat verməmişdilər. Onlar nümayiş keçirəcəkləri barədə dövlət orqanlarını vaxtında məlumatlandırsa idilər, dövlət orqanları müvafiq tədbirlər görmək iqtidarında olardılar. Hökumətnümayişi filmə alan mülki geyimli şəxslərin polis olduğunu danmış və iddia etmişdir ki, ərizəçilər onların polis qüvvələrinin üzvü olmasının sübut etmək üçün heç bir dəlil irəli sürməmişlər.", "20.  Hökumətdaha sonra bildirmişdir ki, dövlət orqanları hücum edən şəxslərdən ikisini cinayət qaydasında təqib və məhkum etmişlər. O belə nəticəyə gəlmişdir ki, bunu etməklə dövlət orqanları Konvensiyanın11-ci maddəsi üzrə pozitiv öhdəliklərini tamamailə yerinə yetirmişlər.", "2.  Məhkəmənin dəyərləndirməsi", "21.  Məhkəməilk öncə təkrar edir ki, toplaşmaq azadlığı demokratik cəmiyyətdə fundamental hüquqlardan və ifadə azadlığı kimi, belə cəmiyyətlərin fundamentlərindən biridir (bax, digərləri ilə yanaşı, Kasparov and Others v. Russia, no. 21613/07, § 86, 3 oktyabr 2013).", "22.  Nümayiş, onun təbliğ etmək istədiyi ideyalara müxalif olan şəxsləri narahat edə və ya incidə bilər. Bununla belə, iştirakçılar opponentləri tərəfindən fiziki zorakılığa məruz qalmaqdan qorxmadan nümayişini keçirə bilməlidirlər. Əsl, səmərəli dinc toplamaq azadlığı, bu səbəbdən, Dövlətin müdaxilə etməmək vəzifəsi ilə məhdudlaşa bilməz: bu neqativ konsepsiyaMaddə 11-in predmet və məqsədi ilə uyğun olmazdı. 8-ci maddə kimi, maddə 11 bəzən, hətta fərdlər arasındakı münasibətlərlə bağlı sahələrdə belə ehtiyac olduqda pozitiv addımların atılmasını tələb edir (bax, Plattform “Ärzte für das Leben” v. Austria, 21 iyun 1988, § 32, Series A no. 139).", "23.  Fərdlərin 11-ci maddə hüquqlarını məhdudlaşdıran hərəkətlər etdiyi hallarda dövlət orqanları, onların müdafiəsini təmin etmək üçün bu fərdlərin arasındakı münasibətlərə müdaxilə etməli ola bilərlər. Bu, belə maddə 11 hüquqlarını təmin etmək üçün aktiv polis tədbirlərinə ehtiyacı və bu hüquqların həyata keçirilməsinə təsir edən zorakı insidentlərin araşdırılması öhdəliyini əhatə edə bilər (bax,Ouranio Toxo and Others v. Greece, no. 74989/01, § 43, ECHR 2005X (çıxarışlar).", "24.  Hazırki işin faktlarına gəlincə, Məhkəmə qeyd edir ki, 3 fevral 2009 nümayişinin iştirakçıları altı maskalı şəxs tərəfindən hücuma məruz qalmışlar. Ərizəçilərə yumurta və ot topaları atılanPlattform “Ärzte für das Leben” (yuxarıdakı istinad) işindən fərqli olaraq,hazırki işdəki ərizəçilər, yumruqlanmış, təpiklənmiş və üzlərinə gözyaşardıcı qaz sıxılmışdır. Nümayişin iştirakçılarının bəziləri, üçüncü ərizəçi də daxil olmaqla, hücum edənlərlə toqquşmanın nəticəsində xəsarət almış və tibbi müalicəyə ehtiyac duymuşlar. İnsidentpolis tərəfindən mühafizə olunan binanın, Baş Prokurorluğun qarşısında, baş vermişdir. Hadisənin baş verdiyi yerin yaxınlığında park vəziyyətindəki polis patrul avtomobilindən olanları izləyən polis müdaxilə etməmişdir. Nümayiş iştirakçılarının bəziləri hücum başlayan kimi dərhal polis çağırmış, lakin polisin gəlməsi üçün bir saat yarım vaxt lazım olmuşdur.", "25.  Hökumətpolisin reaksiyasının ləngliyini ərizəçilərin nümayiş barədə beş gün əvvəldən xəbər verməməsi və müdaxiləyə hazırlaşmaq və hazır olmaq imkanı verməməsi faktı ilə izah edir. Hökumətin fikrincə, ərizəçilər nümayiş barədə yalnız bir gün əvvəldən xəbər verməklə Toplantılar haqqında Qanunun 10-cu Bölməsinə zidd hərəkət etmişlər. Məhkəməbu arqumenti qəbul etmir və qeyd edir ki, Toplantılar haqqında Qanunun12-ci Bölməsinə görə ərizəçilərnümayişbarədə məlumat vermək vəzifəsi daşımırdılar, çünki nümayişin əlli nəfərdən az iştirakçısı vardı. Əks təqdirdə, ərizəçilərİnzibati Xətalar Məcəlləsinin 67-ci maddəsi altında məsuliyyət daşıyardılar.", "26.  Məhkəməvurğulayır ki, hazırki işlə təxminən eyni vaxtlar baş verən hadisələrlə bağlı 11-ci maddə altında bir çox işə baxmışdır. Məhkəmə xüsusilə Hyde Park qeyri-hökumət təşkilatı və onun üzvləri tərəfindən göndərilən bir qrup işə istinad edir ki, bu işlərdə polisə dinc nümayişin başlayan kimi, heç kim çağırmadan gəlməyə və iştirakçıları həbs etməyə çox az vaxt lazım olmuşdu (bax:Hyde Park and Others v. Moldova (no. 4), no. 18491/07, 7 aprel 2009; Hyde Park and Others v. Moldova (nos. 5 and 6), nos. 6991/08 and 15084/08, 14 sentyabr 2010; vəBrega and Others v. Moldova, no. 61485/08, 24 yanvar 2012).Məhkəməyə məlum olmayan səbəblərdən, hazırki işdə, zorakılıq olmasına və polisin çağırılmasına baxmayaraq, onların reaksiyası çox daha ləng olmuşdu.", "27.  Hökumətbildirir ki, nümayişi çəkənlər polis işçisi olmamışıdır. O, nümayişi filmə alan fərdlərin kim olduğunu bildirməmişdir və insidentdən sonrakı istintaq zamanı onların bu şəxsləri müəyyənləşdirmək üçün hər hansı addım atdığı da görünmür.Məhkəmədaha sonra qeyd edir ki, bütün hücum edən şəxslər müəyyənləşdirilmiş olsa da, onlardan yalnızikisi məhkum olunmuşdur.HökumətMəhkəməyə digər dörd nəfərin təqib olunmaması səbəbləri barədə heç bir izahat verməmişdir. Nəhayət,Məhkəmənarahatlıqla qeyd edir ki, hücum edənlərdən birinin hücum etmək üçün ona pul ödəndiyini qəbul etməsinə baxmayaraq, dövlət orqanlarının bu hücumu kimin maliyyələşdirdiyini müəyyənləşdirmək üçün hər hansı addım atdığını göstərən sübut yoxdur.", "28.  Nəticədə, Məhkəməhesab edir ki, Moldova dövlət orqanlarıərizəçiləri zorakı hücumdan qorumaq üçün müvafiq polis tədbirləri görməmiş və insidenti səmərəli araşdırmamışlar. Bu səbəbdən, Məhkəmə hesab edir ki, Dövlət Konvensiyanın 11-ci maddəsi altında pozitiv öhdəliklərinə riayət etməmişdir və bu maddə pozulmuşdur.", "II.  KONVENSİYANIN 13-CÜ MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "29.  Ərizəçilərdaha sonra 13-cü maddə altında şikayət edirlər ki, onlar dövlət orqanları tərəfindən toplaşmaq azadlıqlarının qorunmamasından şikayət etmək üçün səmərəli hüquq müdafiə vasitəsinə malik olmamışlar. Konvensiyanın 13-cü maddəsində deyilir:", "“Bu Konvensiyada təsbit olunmuş hüquq və azadlıqları pozulanhər kəs, hətta bu pozulma rəsmi fəaliyyət göstərən şəxslərtərəfindən törədildikdə belə, dövlət orqanları qarşısındasəmərəli hüquqi müdafiə vasitələrinə malikdir.”", "A.  Qəbuledilənlik", "30.  Məhkəmə qeyd edir ki, bu şikayət Konvensiyanın 35-ci maddəsinin 3(a) bəndi mənasında açıq-aşkar əsaslandırılmamış deyildir. Məhkəmə daha sonra qeyd edir ki, o başqa heç bir əsasla da qəbuledilməz deyildir. Şikayət bu səbəbdən qəbuledilən elan edilməlidir.", "B.  Mahiyyət", "31.  Ərizəçilər bildirilər ki, daxili qanunvericilikdə polisin dinc toplaşmaq azadlığının qoruya bilməməsinə qarşı heç bir vasitə yoxdur.", "32.  Hökumətbu arqumenti mübahisələndirir, lakin daxili qanunvericiliyə görə polisin dinc toplaşmaq azadlığının qoruya bilməməsindən şikayət etmək üçün mümkün hər hansı vasitəni göstərmir.", "33.  Məhkəmə qeyd edir ki, HökumətMoldovan qanunvericiliyə görə ərizəçilərə 3 fevral 2009-cu il nümayişi zamanı polisin onları qoruya bilməməsi ilə bağlı səmərəli şəkildə şikayət vermək və təzminat almaq imkanını göstərə bilməmişdir. Belə olan halda, Məhkəməhesab edir ki, ərizəçilərin 11-ci maddə altındakı şikayətləri ilə bağlı səmərəli hüquqi müdafiə vasitəsinin mövcud olduğu sübut edilməmişdir. Bu səbəbdən, Konvensiayanın 13-cü maddəsinin pozuntusu baş vermişdir.", "III.  KONVENSİYANIN 41-Cİ MADDƏSİNİN TƏTBİQİ", "34.  Konvensiyanın 41-ci maddəsində deyilir:", "“Əgər Məhkəmə Konvensiyanın və ona dair Protokolların müddəalarının pozulduğunu, lakin Razılığa gələn Yüksək Tərəfin daxili hüququnun yalnız bu pozuntunun nəticələrinin qismən aradan qaldırılmasına imkan verdiyini müəyyən edirsə, Məhkəmə zəruri halda, zərərçəkən tərəfə əvəzin ədalətli ödənilməsini təyin edir.”", "A.  Zərər", "35.  Birinci və ikinci ərizəçi heç bir tələb irəli sürməmişlər.Üçüncü ərizəçi mənəvi ziyana görə EUR 1,000 tələb edir.", "36.  Hökumətiddia edir ki, üçüncü ərizəçinin təzminata hüququ yoxdur. Alternativ olaraq,Hökumətbildirir ki, tələb olunan məbləğ həddindən artıq yüksəkdir.", "37.  Məhkəməüçüncü ərizəçi, Cənab Igor Grosuya mənəvi ziyana görə kompensasiya təyin etməyi məqsədəuyğun hesab edir. Ədalətlilik prinsipi əsasında qərar verərək Məhkəmə tələb olunana məbləğı bötövlükdə təmin edir.", "B.  Xərc və məsrəflər", "38.  Ərizəçilər xərc və məsrəflərə görə heç bir məbləğ istəməmişlər.", "C.  Faiz dərəcəsi", "39.  Məhkəmə məqsədəmüvafiq hesab edir ki, faiz dərəcəsi, üstünə üç faiz əlavə edilməli olan, Mərkəzi Avropa Bankının təqdim etdiyi kreditdərəcəsinin minimum həddinə əsaslanmalıdır.", "BU ƏSASLARLA, MƏHKƏMƏ, YEKDİLLİKLƏ", "1.  Ərizəni qəbuledilən elan edir;", "", "2.  Qət edir ki, Kovensiyanın 11-ci maddəsi pozulmuşdur;", "", "3.  Qət edir ki, Kovensiyanın 11-ci maddəsi ilə birgə götürülməklə 13-cü maddəsi pozulmuşdur;", "", "4.  Qət edir ki,", "(a)  cavabdeh Dövlət üçüncü ərizəçiyə, Cənab Igor Grosuya, bu qərarın Konvensiyanın 44-cü maddəsinin 2-ci bəndinə əsasənqəti olduğu tarixdən üç ay müddətində, mənəvi ziyana görə, hesablanmalı olan hər hansı vergi üstünə gəlməklə və müəyyən olunduğu tarixdəki məzənnə əsasında cavabdeh Dövlətin pul vahidinə çevrilməklə, 1000 EUR (min Avro) ödəsin;", "(b)  yuxarıda qeyd olunan üç ay bitdiyi vaxtdan öhdəlik icra edildiyi günədək, Avropa Mərkəzi Bankının bu dövr ərzində tətbiq etdiyi kredit dərəcəsinin aşağı həddinə bərabər olan adi faiz dərəcəsində, sonuncunun üstünə üç faiz əlavə olunsun.", "İngilis dilində hazırlanmış, Məhkəmə Reqlamentinin 77-ci maddəsinin 2 və 3-cü bəndlərinə əsasən yazılı şəkildə24 fevral 2015-ci il tarixində elan edilmişdir.", "\tMarialena Tsirli\tJosep Casadevall\n\tKatib müavini\tSədr", ""]}