{"file": "AZE_HJUDAZE_17854_04.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "17854/04", "text_paragraphs": ["\"Şesti May İnciniring OOD\" (Shesti Mai Engineering OOD) və başqaları Bolqarıstana qarşı – ərizə № 17854/04", "", "20.9.2011 tarixli qərar [IV Bölmə]", "", "1 saylı Protokolun 1-ci maddəsi", "", "Pozitiv öhdəliklər", "", "Səhm sahiblərinin şirkətlərinə dələduzluq yolu ilə başqalarının sahib olmasından müdafiə edilməsi üçün adekvat prosedurların olmaması: pozuntu baş verib", "", "Faktlar – Ərizəçilər MTFU məhdud məsuliyyətli şirkətinin 50%-ə yaxın səhminin sahibi idilər. 1999-cu ildə şəhər məhkəməsinin hakimi öz təşəbbüsü ilə hərəkət edərək direktorlar şurasının yeni beş üzvünün adının şirkətlər reyestrinə daxil edilməsi barədə şirkətin nümayəndəsinin –üçüncü şəxsin tələbini təmin etdi. Bir neçə gün sonra yeni rəhbərlik MTFU-nun otaqları üzərində nəzarəti əlinə alaraq əvvəlki rəhbərliyi zorla oradan çıxardı. Yeni rəhbərlik MTFU-nun iki ümumi yığıncağını keçirdi və ərizəçilərin buraxılmadığı bu yığıncaqda MTFU-nun səhm kapitalının cəmi 8%-inə sahib olan səhmdarlar iştirak etdilər. Yığıncaqlarda bütün mövcud səhmlərin ləğv edilməsi və səhmlərin yeni reyestrinin tərtib edilməsi qərara alındı, ərizəçilərin adları isə həmin reyestrə salınmamışdı. Belə olduqda ərizəçilər məhkəmə işinə başlayaraq şəhər məhkəməsi hakiminin qərarının və şirkətlər reyestrinə daxil edilmiş bütün müvafiq qeydlərin ləğv olunmasını tələb etdilər. Son nəticədə onların tələbi 2003-cü ildə təmin edildi. Bu arada MTFU-nun yeni rəhbərliyi şirkətin səhm kapitalını iyirmi dəfədən çox artırmış və ərizəçilərin yeni səhmlərə abunə yazılmasına icazə verməmişdi.", "", "Hüquqi məsələlər – 1 saylı Protokolun 1-ci maddəsi: Məhkəmə xatırlatdı ki, mülkiyyət hüquqlarından effektiv istifadə məsələsi müəyyən situasiyalarda hətta fiziki şəxslər arasında mübahisənin olduğu işlərdə belə dövlət tərəfindən pozitiv tədbirlərin görülməsini tələb edə bilər. Bununla əlaqədar olaraq dövlətlər zəruri prosessual təminatlarla müşayiət olunan və məhkəmələrin fiziki şəxslər arasındakı mübahisələri effektiv və ədalətli şəkildə həll etməsinə imkan yaradan məhkəmə müdafiəsi vasitəsini təmin etməkdən ibarət pozitiv öhdəlik daşıyırlar. Ərizəçilərin işində onların MTFU-da sahib olduqları səhmlərin qüvvəsinin heçə endirilməsinə direktorlar şurasına yeni üzvlərin daxil edilməsi barədə şəhər məhkəməsinin hakiminin qərarı təkan vermişdi. Bu qərar şirkətin orqanları tərəfindən heç bir qərar çıxarılmadan hakimin öz təşəbbüsü ilə qəbul edilmiş və prosessual qaydaları kobud şəkildə pozmuşdu. Beləliklə, qərarın ərizəçilər üçün doğurduğu nəticələrin dövlətin hərəkətləri ilə əlaqəsi o dərəcədə idi ki, bu, dövlət orqanlarının ərizəçilərin hüquqlarına müdaxilə etdikləri qənaətinə gəlmək üçün kifayət edirdi. Ərizəçilər, demək olar ki, dərhal həmin qərarın ləğv üçün müraciət etmiş, amma cəhdləri boşa çıxmışdı. Onların tələbləri olduqca təcili xarakter daşısa da, işə adi məhkəmə proseduru çərçivəsində baxılmış və proses dörd ildən artıq uzanmışdı. Bu müddətdə yeni rəhbərliyin çoxsaylı hərəkətlərinə qarşı addım atmaq və ya səhm kapitalında iştirak paylarına zərər yetirilməsinin qarşısını almaq üçün ərizəçilərin ixtiyarında səmərəli vasitə yox idi. Məhkəmə qərarı ucbatından yaranan, əsassız hərəkətlərin və kobud qanun pozuntularının yer aldığı bu situasiya ərizəçilərin maraqlarına sonradan düzəldilməsi mümkün olmayan zərər yetirilməsinin qarşısını almaq üçün mümkün olan təcili tədbirlərin görülməsini tələb edirdi, amma Bolqarıstan qanunvericiliyində nəzərdə tutulmuş prosedurlar ərizəçilərin məruz qaldığı ziyanın effektiv şəkildə kompensasiya olunmasını təmin etmirdi, yaxud fiziki şəxslərin dələduzluq yolu ilə onların şirkəti üzərində nəzarəti ələ almasına imkan yaradan qeydiyyat qərarlarının nəticələrindən özlərini müdafiə etmələri üçün ərizəçilərə adekvat müdafiə imkanı yaratmırdı.", "", "Nəticə: pozuntu baş verib (yekdilliklə).", "", "Maddə 41: Maddi ziyana görə 500 avrodan 12.100 avroya qədər müxtəlif məbləğlərdə kompensasiyalar, mənəvi ziyana görə isə 4.000 avrodan 6.000 avroya qədər kompensasiyalar təyin olundu.", ""]}