{"file": "AZE_HJUDAZE_18705_06.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "18705/06", "text_paragraphs": ["İNSAN HÜQUQLARI ÜZRƏ AVROPA MƏHKƏMƏSİ", "", "BİRİNCİ BÖLMƏ", "", "NEMƏT ƏLİYEV AZƏRBAYCANA QARŞI", "", "(Şikayət № 18705/06)", "", "", "Q Ə R A R", "", "STRASBURQ", "", "08 aprel 2010-cu il", "", "", "Nemət Əliyev Azərbaycana qarşı iş üzrə,", "İnsan Hüquqları Üzrə Avropa Məhkəməsi (Birinci Bölmə) aşağıdakı tərkibdə,", "  Xristos Rozakis, Sədr,", "  Nina Vajiç,", "  Anatoli Kovler,", "  Elizabet Steyner,", "  Xanlar Hacıyev,", "  Corcio Malinverni", "  Qeorqe Nikolau, hakimlər,", "və Soren Nilsen, Bölmə Katibi,", "\t18 mart 2010-cu ildə qapalı şəkildə müzakirə edərək, həmin gündə bu qərarı qəbul edir:", "", "PROSES", "", "\t1. «İnsan hüquqlarının və əsas azadlıqların müdafiəsi haqqında» Konvensiyanın 34-cü maddəsinə əsasən, Azərbaycan Respublikasının vətəndaşı olan cənab Nemət Faiz oğlu Əliyevin («ərizəçi») Azərbaycana qarşı verdiyi şikayət üzrə (№ 18705/06) iş 20 aprel 2006-cı ildə başlanılmışdır.", "\t2. Ərizəçini Bakıda vəkil işləyən cənab İ.Əliyev təmsil edib. Azərbaycan Hökumətini («Hökumət») onun nümayəndəsi Ç.Əsgərov təmsil edib.", "\t3. Ərizəçi, xüsusən iddia etdi ki, onun seçki dairəsində seçkilər sərbəst və ədalətli olmamış və Konvensiyanın 1 saylı Protokolunun 3-cü maddəsi ilə təmin olunduğu kimi, onun seçkidə namizədliyini irəli sürmək hüququ pozulmuşdur, ona görə ki, seçki qanunsuzluqlarına dair şikayətləri müvafiq dövlət orqanları tərəfindən səmərəli araşdırılmamışdır.", "\t4. Birinci Bölmənin Sədri 07 noyabr 2008-ci ildə şikayət barədə Hökuməti məlumatlandırmaq qərarına gəlib. Həmçinin qərara alınmışdır ki, şikayətin mahiyyətinə onun məqbuliyyəti ilə eyni vaxtda baxılsın (Konvensiyanın 29-cu maddəsinin 3-cü bəndi).", "", "FAKTLAR", "", "I. İŞİN HALLARI", "", "\t5. Ərizəçi 1966-cı ildə anadan olmuş və Bakıda yaşayır.", "\t6. Ərizəçi üzvü olduğu Xalq Cəbhəsi Partiyasının başqa müxalifət partiyalarla birlikdə seçki məqsədilə təşkil etdikləri koalisiyanın, “Azadlıq” müxalifət blokunun namizədi kimi Milli Məclisə 06 noyabr 2005-ci ildə keçirilmiş seçkilərdə iştirak etmişdir. O, Dairə Seçki Komissiyası («DSK») tərəfindən bir mandatlı 93 saylı Bərdə şəhər Seçki Dairəsi üzrə namizəd kimi qeydə alınmışdır.", "\t7. Dairə hər birində bir seçki qutusu olmaqla, qırx iki seçki məntəqələrinə bölünmüşdür. Bu dairədə seçkidə ümumilikdə on səkkiz namizəd iştirak etmişdir. Ərizəçi “Azadlıq” tərəfindən bu dairədə irəli sürülmüş yeganə namizəd olmuşdur.", "\t8. Seçki günündən sonra DSK-nın tərtib etdiyi protokola əsasən ərizəçinin rəqiblərindən biri, Ana Vətən partiyasının üzvü olan Z.O. dairədə səslərin ən yüksək sayını əldə etmişdir. Xüsusən, DSK-nın protokoluna görə, Z.O. 5,816 (41.25 %), ərizəçi 2,001 (14.19 %) və üçüncü namizəd 1,821 (12.91 %) səs toplamışlar. Qalan namizədlərin hər biri üçün səslərin ümumi sayı əhəmiyyətli dərəcədə az olmuşdur.", "", "A. Seçki günündə iddia olunan çatışmazlıqlara aid ərizəçinin tələbləri", "", "9. 07 və 08 noyabr 2005-ci ildə ərizəçi DSK-ya və Mərkəzi Seçki Komissiyasına («MSK») identik şikayətlər təqdim edərək, inter alia, bildirmişdir ki:", "\t(i) yerli icra və özünüidarə orqanları, eləcə də dövlət orqan və təşkilatlarının rəhbərləri seçki günündən əvvəl və sonra Z.O.-nun xeyrinə seçkiyə müdaxilə etmişlər (onun xeyrinə açıq təbliğat aparmaq və ona səs verməyə məcbur etmək formasında);", "\t(ii) Z.O.-nun tərəfdarları (əksəriyyəti müxtəlif növ dövlət rəsmiləri) seçiciləri qorxuzmuş və seçki məntəqələrində seçicinin seçiminə təsir etməyə başqa yollarla çalışmışlar;", "\t(iii) bir neçə seçki məntəqələrində müşahidəçilər sorğulanmış və ya seçki sahəsindən polis tərəfindən çıxarılmışlar;", "\t(iv) müvafiq seçki ərazilərində yaşayan bəzi seçicilər, dövlət orqanları onları müvafiq seçki siyahılarına daxil etdirmədikləri üçün səs vermək hüquqlarını həyata keçirə bilməmişlər; və", "\t(v) bir çox şəxslərin birlikdə səs vermə və müxtəlif seçki məntəqələrində seçki qutularının həddən artıq yüklənmə halları baş vermişdir.", "\t10. İddialarının əsası kimi ərizəçi MSK-ya 30-dan artıq seçki müşahidəçilərinin aktlarının, audio kassetlərin və şikayət edilən qanunsuzluqların spesifik hallarını təsdiq edən başqa sübutların əsillərini təqdim etmişdir.", "\t11. On dəqiqəlik audio yazı şəxsiyyətləri naməlum olan bir neçə seçicilərlə müsahibələri əks etdirmişdir. Həmin seçicilər, inter alia, qeyd etmişlər ki, seçki günündən əvvəl dairənin ərazisində yerləşən (məktəb və kitabxanalar kimi) hökumət orqanlarının və dövlət təşkilatlarının rəhbərləri Z.O.-ya səs verməyə öz işçilərinə göstərişlər vermək üçün xüsusi məqsədli kollektivlərlə müşavirələr keçirərək, Z.O. seçkidə qalib gəlmədiyi halda, onların maaşlarını kəsəcəkləri ilə hədələmişlər.", "\t12. İmzaladıqları yazılı izahatda 1 saylı seçki məntəqəsindəki yeddi müşahidəçi, inter alia, bildirmişlər ki, iyirmi beş seçici iki dəfə səs vermiş, lakin həmin seçki məntəqəsi üzrə məntəqə seçki komissiyasının («MənSK») sədri bu məsələ onun diqqətinə çatdırılarkən hər hansı hərəkət etməmişdir.", "\t13. 11 saylı seçki məntəqəsində yeddi müşahidəçi, inter alia, qeyd etmişlər ki, seçki məntəqəsinin yerləşdiyi dövlət məktəbinin müdiri seçki prosesinə açıq-aşkar müdaxilə etmiş və MənSK-nın üzvlərinin hər hansı etirazı olmadan MənSK-nın funksiyalarına qarışmışdır. Həmçinin, bu məktəbin müdiri polis əməkdaşına göstəriş verib ki, müşahidəçilərdən birini seçki məntəqəsindən məcburi çıxarsın.", "\t14. 14 saylı seçki məntəqəsində üç müşahidəçi, inter alia, qeyd etmişlər ki, müəyyən konkret dövlət rəsmisi seçki məntəqəsinin sahəsində Z.O.-nun xeyrinə açıq-aşkar təbliğat aparmaqla, seçki prosesinə fəal müdaxilə etmiş, seçicilərdən ona səs verməyi xahiş etmiş və Z.O.-ya səs vermək üçün qeydiyyatdan keçməmiş seçki qruplarını seçki məntəqəsinə gətirmişdir.", "\t15. 16 saylı seçki məntəqəsində səkkiz müşahidəçi MənSK-nın üzvü tərəfindən seçki qutusunun doldurulmasının şahidi olmuşdur.", "\t16. 31 saylı seçki məntəqəsində altı müşahidəçi və namizədlərin nümayəndələri tərəfindən imzalanmış yazılı ifadədə göstərilib ki, saat 7-də səsvermənin nəticələrini hesablamağa başlayarkən, MənSK sədrinin göstərişinə əsasən bütün müşahidəçilər seçki məntəqəsinin sahəsindən polis tərəfindən məcburi çıxarılmışlar. Müşahidəçilər olmadan bir neçə yüz saxta bülletenlər qanunsuz olaraq Z.O.-nun həmin seçki məntəqəsindəki səslərinə əlavə olunmuşdur. Sözügedən seçki məntəqəsindən müşahidəçilər tərəfindən imzalanmış başqa yazılı ifadəyə görə, MənSK sədri, icra və yerli özünüidarə orqanlarının nümayəndələri seçki prosesinə müdaxilə etmişlər və seçicilərə Z.O.-ya səs verməyə dair təlimat vermişlər. Digər yazılı ifadəyə müvafiq olaraq, bu seçki məntəqəsindəki seçici siyahılarında da bir neçə çatışmazlıqlar olmuşdur.", "\t17. 41 saylı seçki məntəqəsində üç müşahidəçi, inter alia, qeyd etmişlər ki, səslər hesablanarkən komissiya üzvləri qanunsuz olaraq bir neçə bülletenlər əlavə etmişlər.", "\t18. Öz yazılı izahatlarında 7, 12, 13, 15, 29, 30 və 37 saylı seçki məntəqələrindən müşahidəçilər Z.O.-nun xeyrinə iddia olunan qanunsuz təbliğatın, seçki qutularının doldurulmasının və bülletenlərin saxtalaşdırılmasının başqa formalarının və seçici siyahıları ilə bağlı qanunsuzluqların oxşar hadisələrini sənədləşdirmişlər. Bir neçə müşahidəçilər, həmçinin qeyd etmişlər ki, bəzi seçki məntəqələrində səsvermə kabinəsi standartlara uyğun olmamışdır.", "", "B. Seçki komissiyalarının reaksiyası", "", "\t19. Ərizəçiyə görə, nə DSK, nə də MSK onun şikayətlərinə cavab verməmişlər.", "\t20. Hökumətə görə, ərizəçinin şikayəti DSK tərəfindən araşdırılmışdır. Hökumət tərəfindən təqdim olunmuş sənədlərdən görünür ki, ərizəçinin şikayətini qəbul etdikdən sonra DSK ərizəçinin iddiaları ilə bağlı müvafiq məntəqə seçki komissiyalarının sədrlərindən və üzvlərindən izahatlar tələb etmişdir. Cavab olaraq, təxminən iyirmi MənSK sədri və üzvləri hamısı 21 noyabr 2005-ci ildə imzalanmaqla, qısa əlyazma dəlillərini (onlardan bəziləri bir və ya iki cümlə ilə məhdudlaşır) və ya izahatlarını təqdim etmişlər. Bütün bu qeydlərdə ümumi ifadələrlə göstərilmişdir ki, onların müvafiq seçki məntəqələrində seçki prosesi yaxşı keçmiş, hər hansı qanunsuzluqlar, seçicilərin üzərinə hər hansı təzyiqlər və ya seçki qanununun istənilən digər pozuntuları olmamış və əksinə, ərizəçinin bütün iddiaları saxta olmuşdur.", "\t21. 23 noyabr 2005-ci ildə DSK ərizəçinin şikayətini rədd etmişdir. Ərizəçinin spesifik iddialarını təfsilatı ilə araşdırmadan, o hesab edib ki, onlar əsassızdır. Eyni zamanda, DSK təsdiq edib ki, 37 saylı və «bəzi digər» (naməlum) seçki məntəqələrində səsvermə kabinələrı qaneedici olmayıb. Bu qənaət həmin seçki məntəqələrində və ya bütövlükdə dairədə rəsmi seçki nəticələri üçün hər hansı nəticələr törətməyib.", "\t22. Həmin gün, 23 noyabr 2005-ci ildə MSK ölkə üzrə bütün seçki nəticələrini (bir neçə seçki dairələri istisna olmaqla) təsdiq edən yekun protokolunu qəbul etmiş və müvafiq sənədlərlə birgə onu yoxlanılması və seçki nəticələrinin təsdiq olunması üçün Konstitusiya Məhkəməsinə təqdim etmişdir. 93 saylı Bərdə şəhər Seçki Dairəsi üçün seçkinin nəticələri MSK tərəfindən təsdiq olunmaqla, Z.O. bu dairədə qalib kimi təsdiq edilmişdir.", "\t23. Ölkə üzrə nəticələrə görə, hakimiyyətdə olan Yeni Azərbaycan Partiyası yenə də Milli Məclisdə əksər yerləri əldə etmişdir.", "", "C. Məhkəmə araşdırmaları", "", "\t24. 25 noyabr 2005-ci ildə ərizəçi Apellyasiya Məhkəməsinə iddia ilə müraciət edərək, 93 saylı Bərdə şəhər Seçki Dairəsi üzrə seçki nəticələri hissəsində MSK-nın yekun protokolunun etibarsız hesab olunmasını xahiş etmişdir. Seçki komissiyalarına artıq etdiyi bütün şikayətlərini təkrar etməkdən əlavə o, həmçinin, bütövlükdə dairədə seçki nəticələrinin hesablanması üçün əsas olmuş məntəqə seçki komissiyası protokollarında olan spesifik ziddiyyətlərdən şikayət etmişdir. Xüsusən, o, müəyyən rəqəmlərin düzgün əlavə olunmadığı 11 saylı seçki məntəqəsi üzrə MənSK-nın protokolunda əhəmiyyətli ziddiyyəti qeyd etmişdir. Nəticədə, MənSK üçün ilkin olaraq verilmiş 1000-dən artıq bülletendən 700 bülleten «itmiş» kimi görünür (protokolda göstərilib ki, konkret bu seçki məntəqəsində 313 şəxs səs vermiş, lakin 700-dən artıq bülletenlərə nə olduğuna dair hər hansı izahat gətirilmədən qalan bülletenlərdən yalnız on biri «istifadə olunmamış» və formal olaraq «ləğv olunmuş» kimi göstərilmişdir). Həmin vəziyyət MənSK-nın 13 saylı seçki məntəqəsi üzrə protokolunda da yaranmışdır. Orada 600-dən artıq bülleten hesablanmamışdır. İddia olunur ki, eyni ziddiyyətlər beş başqa seçki məntəqələri üzrə MənSK-nın protokollarında da müəyyən olunmuşdur. Ərizəçi iddia edib ki, bu «itmiş» bülletenlər aradan götürülmüş və müxtəlif başqa seçki məntəqələrində Z.O.-nun xeyrinə seçki qutularının doldurulması üçün qanunsuz istifadə olunmuşdur.", "\t25. Ərizəçi iddia edib ki, bütün bu qanunsuzluqlara görə onun seçki dairəsində seçicilərin əsl fikrini müəyyən etmək mümkün olmamışdır. O, həmçinin şikayət edib ki, MSK onun 07 noyabr 2005-ci il tarixli şikayətini araşdırmamışdır. İddialarının əsası kimi ərizəçi müşahidəçilərin yazılı izahatları və audio materialların surətləri daxil olmaqla, əvvəllər MSK-ya təqdim olunmuş həmin sübutların surətlərini təqdim etmişdir.", "\t26. 28 noyabr 2005-ci ildə Apellyasiya Məhkəməsi ərizəçinin iddialarını əsassız kimi rədd etmişdir. Məhkəmə yazılı izahatların surətlərini məqbul sübut kimi qiymətləndirməyərək qeyd etmişdir ki, Mülki Prosessual Məcəlləyə («MPM») müvafiq olaraq bu yazılı izahatların ya əsli və ya notariat qaydada təsdiq olunmuş surətləri təqdim edilməlidir. Xüsusən, Apellyasiya Məhkəməsinin qətnaməsinin əsaslandırılmasının əksər hissəsi aşağıdakılarla məhdudlaşdırılmışdır:", "", "«MPM-in 14.2-ci maddəsinə əsasən, məhkəmə yalnız tərəflərin təqdim etdikləri sübutları araşdırmalı və onlardan istifadə etməlidir.", "", "Həmin Məcəllənin 77.1-ci maddəsinə görə, hər bir tərəf öz tələblərinin və etirazlarının əsası kimi istinad etdiyi halları sübut etməlidir.", "", "İşdə olan materiallara və tərəflərin dəlillərinə əsasən, ərizəçinin MSK-ya qarşı tələbi təmin edilə bilməz. 93 saylı Bərdə şəhər Seçki Dairəsinə aid iddia olunan hadisələr tələbdə göstərildiyi kimi baş verməmişdir. İddiaya əlavə olunmuş sənədlər kserosurətlərdir və sənədlərin əsilləri və ya notariat qaydada təsdiq olunmuş surətləri təqdim olunmamışdır. Bu mənada, iddiaya əlavə olunmuş yazılı izahatlar sübut kimi qəbul oluna bilməz. Digər tərəfdən, seçici siyahılarından seçicilərin əhəmiyyətli sayının iddia olunan göstərilməməsi işdə olan materiallarla təsdiq edilmir.", "", "Belə olan halda, məhkəmə hesab edir ki, ərizəçinin MSK-ya qarşı iddiası rədd olunmalıdır.»", "", "\t27. 30 noyabr 2005-ci ildə ərizəçi tələblərini təkrarlamaqla, Ali Məhkəməyə şikayət etmişdir. O, həmçinin qeyd edib ki, 07 noyabr 2005-ci ildə sənədli sübutların əsillərini MSK-ya təqdim etmiş və iddia etmişdir ki, Apellyasiya Məhkəməsi bunu nəzərə almamışdır.", "\t28. 01 dekabr 2005-ci ildə Ali Məhkəmə Apellyasiya Məhkəməsinin 28 noyabr 2005-ci il tarixli qətnaməsində göstərilən eyni əsaslarla ərizəçinin şikayətini rədd etmişdir. MSK-ya təqdim olunması iddia olunan sənədli sübutların əslinə gəldikdə, Ali Məhkəmə qeyd edib ki, ərizəçi nə vaxtsa MSK-ya şikayətlə müraciət etməsini təsdiq edən sübutu təqdim edə bilməmişdir. Ali Məhkəmənin qərarının əsaslandırılması aşağıdakı kimi olmuşdur:", "", "«MPM-in 77.1-ci maddəsinə görə, hər bir tərəf öz tələblərinin və etirazlarının əsası kimi istinad etdiyi halları sübut etməlidir.", "", "Ərizəçi tələbinin əsasını təşkil edən iddialarını təsdiq edə bilən hər hansı inandırıcı sübut təqdim edə bilməmişdir. İddiaya əlavə olunmuş yazılı izahatların surətləri qanuni və əsaslı şəkildə Apellyasiya Məhkəməsi tərəfindən qəbul olunmamışdır, ona görə ki, onlat notariat qaydada təsdiq edilməmişdir.", "", "Bundan başqa, işin materiallarında ərizəçi tərəfindən Seçki Məcəlləsinin 112-ci maddəsində göstərilmiş qaydada seçki komissiyalarına müraciət etməsini təsdiq edən hər hansı materiallar yoxdur.", "", "Ərizəçi tərəfindən şifahi iclasda MSK-ya yazılı izahatların əsillərinin təqdim olunması iddia edilsə belə, o, MSK-ya həqiqətən müraciət etməsini göstərən hər hansı sübut təqdim etməmişdir.", "", "Hər bir halda, MPM-in 89 və 90-cı maddələrinə müvafiq olaraq məhkəmələrə sənədlərin əsli və ya lazımınca təsdiq olunmuş surətləri təqdim olunmalıdır. Ərizəçi bu qaydaya riayət etməmişdir.", "", "MPM-in 416-cı maddəsinə əsasən kassasiya instansiyası məhkəməsi apellyasiya instansiyası məhkəməsi tərəfindən maddi və prosessual hüquq normalarının düzgün tətbiq edilməsini yoxlayır.", "", "Məhkəmə hesab edir ki, Apellyasiya Məhkəməsi müvafiq qanunvericiliyi düzgün tətbiq etmiş və iddianın əsassız olması barədə düzgün nəticəyə gəlmişdir. Bu baxımdan, qətnamənin ləğv olunması üçün əsas yoxdur.»", "", "29. Həmin gün, 01 dekabr 2005-ci ildə Konstitusiya Məhkəməsi 93 saylı Bərdə şəhər Seçki Dairəsi daxil omaqla, əksər seçki dairələrində seçkinin nəticələrini təsdiq etmişdir.", "", "II. MÜVAFİQ DAXİLİ QANUNVERİCİLİK", "", "\t30. Aşağıdakılar Seçki Məcəlləsinin müvafiq dövrdə qüvvədə olan kimi bəzi müddəalarıdır.", "", "1. Seçki komissiyaları: sistem, tərkib və qərar qəbuletmə prosesi", "", "31. Seçkilər və referendumlar seçki prosesinə aid məsələlərin geniş dairəsini həll etməyə səlahiyyətli olan seçki komissiyaları tərəfindən təşkil edilir və keçirilir (17-ci maddə). Seçki komissiyaları sisteminə aşağıdakı komissiyalar daxildir: (a) Mərkəzi Seçki Komissiyası (“MSK”); (b) dairə seçki komissiyaları (“DSK”); və (c) məntəqə seçki komissiyaları (“MənSK”) (18.1-ci maddə).", "32. Seçki komissiyasının sədri (Mərkəzi Seçki Komissiyasında həmçinin sədr müavini), iki katibi seçki komissiyasının birinci iclasında açıq səsvermə yolu ilə seçilirlər. Seçki komissiyasının sədri seçilənədək onun birinci iclasında və ya sədr olmadıqda iclasa yaşı daha çox olan üzv sədrlik edir. Seçki komissiyasının sədri Milli Məclisdə deputatları çoxluq təşkil edən siyasi partiyanı, katiblərin hər biri isə Milli Məclisdə deputatları azlıq təşkil edən siyasi partiyaları və müstəqil deputatları təmsil edirlər (19.3-cü maddə).", "33. Seçki komissiyasının iclası sədr tərəfindən, habelə komissiyanın həlledici səs hüquqlu üzvlərinin azı 1/3 hissəsinin tələbi ilə çağırılır (19.5-ci maddə). Seçki komissiyasının iclası komissiyanın həlledici səs hüquqlu üzvlərinin 2/3 hissəsi iştirak etdikdə səlahiyyətli hesab edilir (19.10-cu maddə). İclasda iştirak edən üzvlərin üçdə ikisini təşkil edən səlahiyyətli çoxluğun səsləri istənilən dərəcəli hər hansı komissiyanın qərarının qəbul olunması üçün tələb olunur (28.2, 34.3 və 39.3-cü maddələr).", "34. Mərkəzi Seçki Komissiyasının 6 üzvü deputatları Milli Məclisdə çoxluq təşkil edən və onların namizədliklərini təqdim edən siyasi partiyanı, 6 üzvü heç bir siyasi partiyaya mənsub olmayan (müstəqil) və onların namizədliklərini təqdim edən deputatları, 6 üzvü deputatları Milli Məclisdə azlıq təşkil edən və onların namizədliklərini təqdim edən siyasi partiyaları təmsil edir. Müstəqil deputatları Mərkəzi Seçki Komissiyasında namizədlikləri onlar tərəfindən irəli sürülmüş müstəqil, dövlət qulluğunda olmayan, bir qayda olaraq, hüquqşünaslar təmsil edirlər. 2 namizəd maraqlı tərəflərlə razılaşdırılır: bir namizəd Milli Məclisdə çoxluq təşkil edən siyasi partiyanın nümayəndələri ilə, digər namizəd isə deputatları Milli Məclisdə azlıq təşkil edən siyasi partiyaların nümayəndələri ilə (24-cü maddə).", "35. Dairə seçki komissiyası 9 üzvdən ibarətdir. Dairə seçki komissiyasının üzvləri Mərkəzi Seçki Komissiyası tərəfindən təyin edilirlər. Dairə seçki komissiyasının 3 üzvünün namizədliyi deputatları Milli Məclisdə çoxluq təşkil edən siyasi partiyanı Mərkəzi Seçki Komissiyasında təmsil edən komissiya üzvləri tərəfindən, 3 üzvünün namizədliyi deputatları Milli Məclisdə azlıq təşkil edən siyasi partiyaları Mərkəzi Seçki Komissiyasında təmsil edən komissiya üzvləri tərəfindən, 3 üzvünün namizədliyi isə heç bir siyasi partiyaya mənsub olmayan Milli Məclis deputatlarını Mərkəzi Seçki Komissiyasında təmsil edən komissiya üzvləri tərəfindən təqdim edilir. Dairə seçki komissiyasının üzvlüyünə namizədləri Mərkəzi Seçki Komissiyasında siyasi partiyaları təmsil edən komissiyanın üzvlərinə müvafiq siyasi partiyaların yerli təşkilatları da təqdim edə bilərlər. Heç bir siyasi partiyaya mənsub olmayan deputatları Mərkəzi Seçki Komissiyasında təmsil edən komissiya üzvləri tərəfindən dairə seçki komissiyasına irəli sürülmüş namizədlərin 2-si maraqlı tərəflərlə razılaşdırılır: 1 namizəd deputatları Milli Məclisdə çoxluq təşkil edən siyasi partiyanı Mərkəzi Seçki Komissiyasında təmsil edən komissiya üzvləri ilə, digər namizəd deputatları Milli Məclisdə azlıq təşkil edən siyasi partiyaları Mərkəzi Seçki Komissiyasında təmsil edən komissiya üzvləri ilə (30-cü maddə).", "36. Məntəqə seçki komissiyaları müvafiq dairə seçki komissiyaları tərəfindən 6 üzvdən ibarət tərkibdə təşkil edilir. Məntəqə seçki komissiyasının 2 üzvünün namizədliyi deputatları Milli Məclisdə çoxluq təşkil edən siyasi partiyanı dairə seçki komissiyasında təmsil edən komissiya üzvləri tərəfindən, 2 üzvünün namizədliyi deputatları Milli Məclisdə azlıq təşkil edən siyasi partiyaları dairə seçki komissiyasında təmsil edən komissiya üzvləri tərəfindən, 2 üzvünün namizədliyi isə heç bir siyasi partiyaya mənsub olmayan Milli Məclis deputatlarını dairə seçki komissiyasında təmsil edən üzvlər tərəfindən təqdim edilir. Məntəqə seçki komissiyasının üzvlüyünə namizədləri dairə seçki komissiyasında partiyaları təmsil edən dairə seçki komissiyasının üzvlərinə müvafiq siyasi partiyaların yerli təşkilatları, heç bir siyasi partiyaya mənsub olmayan Milli Məclis deputatlarını təmsil edən dairə seçki komissiyasının üzvlərinə isə seçicilər də (seçicilərin təşəbbüs qrupları) təklif edə bilərlər. Həmin namizədlər müvafiq seçki dairəsinin ərazisində daimi yaşayan Azərbaycan Respublikası vətəndaşları olmalıdırlar (36-cı maddə).", "", "2. Seçki mübahisələrinin həlli", "", "\t37. Namizədlər və digər maraqlarına toxunulmuş şəxslər vətəndaşların seçki hüquqlarını pozan qərar və hərəkətlərdən (hərəkətsizlikdən) həmin qərarın dərc edildiyi və ya alındığı, hərəkətin (hərəkətsizliyin) baş verdiyi gündən və ya maraqlı şəxsin bu haqda məlumat aldığı gündən başlayaraq 3 gün müddətində şikayət edə bilərlər (112.1-ci maddə).", "\t38. Belə şikayətlər müvafiq yuxarı seçki komissiyasına birbaşa təqdim edilə bilər (112.2-ci maddə). Yuxarı seçki komissiyası aşağı seçki komissiyasının qərarını ləğv etmək, məsələnin mahiyyəti üzrə qərar qəbul etmək və ya məsələyə yenidən baxılması haqqında göstəriş vermək hüququna malikdir (112.9-cu maddə). Şikayət ilkin olaraq yuxarı seçki komissiyası tərəfindən təmin edilməzsə, dairə seçki komissiyasının qərarından və ya hərəkətindən (hərəkətsizliyindən) Mərkəzi Seçki Komissiyasına, Mərkəzi Seçki Komissiyasının qərarından və ya hərəkətindən (hərəkətsizliyindən) isə apellyasiya instansiyası məhkəməsinə şikayət edilə bilər (112.3-cü maddə).", "39. Şikayətin araşdırılması zamanı cinayət əməlinin olması ehtimal edilərsə, bu barədə prokurorluq orqanına məlumat verilir. Hər bir şikayətə dair Mərkəzi Seçki Komissiyası əsaslandırılmış qərar qəbul etməlidir. Müvafiq prokurorluq orqanı həmin məlumata 3 gün müddətində baxmalıdır (112.4-cü maddə).", "40. Seçki Məcəlləsində müəyyən olunmuş hallarda, məhkəmlər səsvermə nəticələrinə və seçki nəticələrinə aid qərarlar daxil olmaqla, müvafiq seçki komissiyalarının qərarlarını ləğv etmək səlahiyyətinə malikdirlər (112.5-ci maddə).", "41. Konkret namizədin seçilməsinin etibarsız sayılması barədə müraciətə baxılarkən, seçki komissiyası vətəndaşların və vəzifəli şəxslərin məlumatını dinləmək, zəruri sənəd və materialları tələb etmək və almaq hüququna malikdir (112.8-ci maddə).", "42. Seçki komissiyasına seçkilərin gedişi zamanı daxil olan hər bir şikayət üzrə qərar 3 gün müddətində, səsvermə günü və yaxud növbəti gün isə dərhal qəbul edilir və şikayətçiyə çatdırılır (112.10-cu maddə).", "43. Seçki komissiyalarının qərarlarından şikayətlərə məhkəmələr (bu Məcəllə ilə daha qısa müddət müəyyən edilməyibsə) 3 gün müddətində baxmalıdırlar. Məhkəmə qərarından yuxarı instansiya məhkəməsinə şikayət 3 gün müddətində verilə bilər (112.11-ci maddə).", "44. Seçki prosesinə qanunsuz müdaxilə edən və seçicilərin və ya namizədlərin seçki hüquqlarını digər yolla pozan şəxslər Azərbaycan Respublikasının Cinayət Məcəlləsinə, Mülki Məcəlləsinə və İnzibati Xətalar Məcəlləsinə uyğun olaraq cinayət, mülki və ya inzibati məsuliyyətə cəlb edilə bilərlər (115-ci maddə).", "", "3. Səslərin hesablanması, protokollaşdırma və seçki nəticələrinin təsdiqi", "", "\t45. Seçki gününün sonunda seçki məntəqəsində səslər hesablandıqdan sonra MənSK seçki məntəqəsində səsvermənin nəticələrini sənədləşdirən seçki protokolunu (üç nüsxədə) tərtib edir (106.1-106.6-cı maddələr). MənSK-nın protokolunun bir nüsxəsi digər müvafiq sənədlərlə birlikdə 24 saatdan gec olmayaraq dairə seçki komissiyasına göndərilir (106.7-ci maddə). Dairə seçki komissiyası təqdim olunan sənədlərin qanunun tələblərinə cavab verməsini, səsvermənin nəticələrində uyğunsuzluğun olub-olmamasını yoxlayır (107.1-ci maddə). Dairə seçki komissiyasının protokolu məntəqə seçki komissiyalarının protokollarında olan bütün məlumatların ümumiləşdirilməsi əsasında səsvermə günündən 2 gün keçənədək tərtib edilir (107.2-107.7-ci maddələr). DSK-nın protokolunun bir nüsxəsi digər müvafiq sənədlərlə birlikdə seçki günündən sonra iki gün ərzində Mərkəzi Seçki Komissiyasına göndərilir (107.4-cü maddə). MSK təqdim olunan sənədlərin qanunun tələblərinə cavab verməsini, səsvermənin nəticələrində uyğunsuzluğun olub-olmamasını yoxlayır və dairə seçki komissiyalarının protokollarında olan bütün məlumatların ümumiləşdirilməsi əsasında özünün yekun protokolunu tərtib edir (108.2-ci maddə).", "46. Konstitusiya Məhkəməsi seçkilərin yekunlarını yoxlayır və təsdiq edir (171.1-ci maddə). Bu məqsədlər üçün Mərkəzi Seçki Komissiyası səsvermə günündən ən geci 20 gün keçənədək dairə seçki komissiyalarının protokollarını (bu Məcəlləyə uyğun olaraq onlara əlavə edilən sənədlərlə birlikdə) yoxlayır, 48 saat müddətində Konstitusiya Məhkəməsinə təqdim edir (171.2-ci maddə).", "47. Konstitusiya Məhkəməsi göstərilən sənədləri aldıqdan sonra 10 gün müddətində müvafiq mütəxəssisləri cəlb etməklə həmin sənədlərin bu Məcəlləyə uyğunluğunu yoxlayır. Yoxlama prosesi tələb etsə, Konstitusiya Məhkəməsi öz qərarı ilə bu müddəti artıra bilər (171.3-cü maddə).", "", "\tB. Mülki Prosessual Məcəllə", "", "Yazılı sübutlar", "", "48. Məhkəmə yalnız tərəflərin təqdim etdikləri sübutları araşdırmalı və onlardan istifadə etməlidir (14.2-ci maddə).", "49. Hər bir tərəf öz tələblərinin və etirazlarının əsası kimi istinad etdiyi halları sübut etməlidir (77.1-ci maddə). Dövlət orqanlarının, icra və s. orqanların aktlarının etibarsız hesab edilməsi barədə mübahisələrə baxıldıqda, həmin aktların qəbul edilməsi üçün əsas olmuş halları sübut etmək vəzifəsi bu aktı qəbul etmiş orqanın üzərinə düşür (77.2-ci maddə). İşdə olan sübutlar əsasında işə baxmaq mümkün olmadıqda, məhkəmə zəruri əlavə sübutlar təqdim etməyi tərəflərə təklif edə bilər (77.3-cü maddə).", "50. Lazımi sübutların əsli və ya lazımi qaydada təsdiq olunmuş surəti təqdim edilir. Əgər baxılan işə sənədin yalnız bir hissəsi aiddirsə, belə olan halda, bu sənəddən təsdiq olunmuş çıxarış təqdim edilir (89.3-cü maddə).", "", "Seçki mübahisələrinə aid icraat", "", "51. MPM-in 25-ci Fəsli seçki hüquqlarının (referendumda iştirak) müdafiəsinə dair ərizələrə baxılmasının qaydalarını müəyyən edir. 290-cı maddəyə əsasən, belə ərizələr apellyasiya instansiyası məhkəmələrinə Azərbaycan Respublikasının Seçki Məcəlləsi ilə müəyyən edilmiş qaydada verilir.", "52. Seçki (referendumda iştirak) hüquqlarının müdafiəsinə dair işlər üzrə daxil olmuş ərizələrə məhkəmə tərəfindən 3 gün müddətində (seçkilər günü və həmin gündən sonra daxil olmuş ərizələrə isə - dәrhal) baxılır (291.1-ci maddə). Məhkəmə tərəfindən ərizəyə ərizəçinin, müvafiq seçki komissiyasının və ya digər maraqlı şəxslərin iştirakı ilə baxılır. Məhkəmə iclasının vaxtı və yeri haqqında lazımi qaydada xəbərdar edilmiş göstərilən şəxslərin məhkəməyə gəlməməsi işə baxılmasına və onun həll edilməsinə mane olmur (291.2-ci maddə).", "\t53. Məhkəmənin qərarından yuxarı instansiya məhkəməsinə 3 gün müddətində bu Məcəllə ilə müəyyən edilmiş qaydada şikayət verilə bilər. Bu şikayətə 3 gün müddətində (seçki günü və həmin gündən sonra daxil olmuş ərizələrə isə - dərhal) baxılır və məhkəmənin qəbul etdiyi qərar qətidir (292-ci maddə).", "", "III. MÜVAFİQ BEYNƏLXALQ SƏNƏDLƏR", "", "Seçki Məsələlərində Müsbət Təcrübə Məcəlləsi", "", "54. Qanun vasitəsilə Demokratiya uğrunda Avropa Komissiyası (“Venesiya Komissiyası”) tərəfindən 51 və 52-ci sessiyalarında (5-6 iyul və 18-19 oktyabr 2002-ci ildə) qəbul olunmuş Seçki Məsələlərində Müsbət Təcrübə Məcəlləsindən müvafiq çıxarışlar aşağıdakıları nəzərdə tutur:", "", "\t“Seçkİlər haqqında Qaydalar", "", "...", "", "Prosessual təminatlar", "", "Qərəzsiz orqan tərəfindən seçkilərin təşkili", "", "Qərəzsiz orqan seçki qanunvericiliyinin tətbiqinə cavabdeh olmalıdır.", "", "İnzibati orqanların siyasi hakimiyyətdən müstəqilliyinin davamlı ənənəsi olmayan halda, milli dərəcədən başlayaraq seçki məntəqəsinədək müstəqil, qərəzsiz seçki komissiyaları bütün dərəcələrdə müəyyən edilməlidir.", "", "Mərkəzi seçki komissiyası daimi fəaliyyət göstərməlidir.", "", "Mərkəzi Seçki Komissiyası aşağıdakıları daxil etdirə bilər:", "", "Daxili İşlər Nazirliyinin nümayəndəsi;", "", "milli azlıqların nümayəndələri.", "", "Siyasi partiyalar seçki komissiyalarında bərabər təmsil olunmalı və ya qərəzsiz orqanın işini müşahidə etmək imkanına malik olmalıdırlar. Bərabərlik konkret və ya proporsional əsaslarla təşkil oluna bilər...", "", "...", "", "h. Arzuolunandır ki, seçki komissiyaları qərarları səlahiyyətli çoxluqla və ya konsensusla qəbul etsinlər.", "", "...", "", "Səmərəli şikayət sistemi", "", "Seçki məsələlərində şikayət orqanı ya seçki komissiyası və ya məhkəmə olmalıdır. Parlament seçkilərində Parlamentə şikayət birinci instansiya kimi nəzərdə tutula bilər. Hər bir halda, məhkəməyə yekun şikayət mümkün olmalıdır.", "", "Prosedur sadə olmalı və xüsusən, şikayətlərin məqbuliyyətində formalizmə yol verilməməlidir.", "", "...", "", "Şikayət instansiyası - seçki qeydiyyatı daxil olmaqla - xüsusilə səs vermək hüququ, seçilmək hüququ və namizədlərin qanuniliyi, seçki kampaniyasına aid qaydalara riayət olunması və seçkinin nəticələri kimi məsələlər üzərində səlahiyyətli olmalıdır.", "", "Qanunsuzluqlar nəticəyə təsir etdikdə, şikayət instansiyası seçkiləri ləğv etmək səlahiyyətinə malik olmalıdır. Bütün seçkini və ya sadəcə olaraq bir dairə, yaxud da bir məntəqə üzrə seçkiləri ləğv etmək mümkün olmalıdır. Ləğv olunma halında, sözügedən sahədə yeni seçki keçirilməlidir.", "", "Müvafiq dairədə qeydə alınmış bütün namizədlər və bütün seçicilər şikayət vermək hüququna malik olmalıdırlar. ...", "", "Şikayətlərin verilməsi və onlara baxılması üçün müddətlər qısa olmalıdır (hər biri üçün birinci instansiyada üç və ya beş gün).", "", "Hər iki tərəfi cəlb edən baxışa ərizəçinin hüququ müdafiə edilməlidir.", "", "Şikayət instansiyası yuxarı seçki komissiyası olduqda, o, aşağı seçki komissiyaları tərəfindən qəbul olunmuş qərarları ex officio dəyişməyə və ya ləğv etməyə səlahiyyətli olmalıdır.", "", "...", "", "İZAH HESABATI", "", "...", "", "3.1. Qərəzsiz orqan tərəfindən seçkilərin təşkili", "", "68. Yalnız şəffaflıq, qərəzsizlik və siyasi motivli manipulyasiyadan müstəqillik seçkiqabağı dövrdən seçki nəticələrinin hesablanmasının sonunadək seçki prosesinin lazımınca keçirilməsini təmin edə bilər.", "", "69. İnzibati orqanların siyasi hakimiyyətdən müstəqilliyinin davamlı ənənəsi olmayan halda, mülki orqanlar siyasi təzyiqlərə məruz qalmadan seçki qanunvericiliyini tətbiq edirlər. Bu səbəbdən, inzibati orqanlar tərəfindən seçkilərin keçirilməsi və Daxili İşlər Nazirliyi tərəfindən nəzarət olunması həm normal, həm də qəbul ediləndir.", "", "70. Lakin plüralist seçkilərin təşkilində kiçik təcrübəsi olan ölkələrdə hökumət tərəfindən istədiyini etməyə inzibati orqanları məcbur etməyin çox böyük təhlükəsi vardır. Bu, həm mərkəzi, həm də yerli hakimiyyətə aiddir – hətta sonuncu milli müxalifət tərəfindən nəzarət olunsa belə.", "", "71. Buna görə, müstəqil, qərəzsiz seçki komissiyaları milli müstəvidən seçki məntəqələrinədək müyyən olunmalıdır ki, seçkilərin lazımınca keçirilməsini təmin etsinlər və ya ən azı qanunsuzluğun ciddi şübhəsini aradan qaldırsınlar.", "", "3.3. Səmərəli şikayət sistemi", "", "92. Seçki qanununun müddəalarının səhifədə sadəcə sözlərdən artıq olması arzu olunursa, seçki qanununa riayət olunmaması şikayət instansiyası qarşısında mübahisələndirmə üçün açıq olmalıdır. Bu, xüsusilə seçki nəticələrinə tətbiq olunur: fərdi vətəndaşlar səsvermə prosedurunda qanunsuzluqlardan onları mübahisələndirə bilməlidirlər. Bu, həmçinin seçkidən əvvəl, xüsusilə səs vermək hüququ, seçki siyahıları və namizədliyin irəli sürülməsi, namizədlərin qanuniliyi, seçki kampaniyasını tənzimləyən qaydalara riayət etmə və mediaya və ya partiya maliyyələşməsi ilə bağlı qəbul olunmuş qərarlara aiddir.", "", "93. İki mümkün həll yolu vardır:", "", "şikayətlərə aid məhkəmələr, xüsusi məhkəmə və ya konstitusiya məhkəməsi baxa bilər;", "", " şikayətlərə seçki komissiyaları baxa bilər. Seçki komissiyaları xüsusilə ixtisaslaşmış olduqları üçün onlara üstünlük verilə bilər, ona görə ki, məhkəmələr seçki məsələlərində daha az təcrübəli görünür. Qabaqlayıcı tədbir kimi arzuolunandır ki, məhkəmə nəzarətinin müəyyən forması mövcud olsun ki, yuxarı komissiya birinci şikayət instansiyasını və səlahiyyətli məhkəmə ikinci şikayət instansiyasını təşkil etsinlər.", "", "...", "", "95. Seçkidən əvvəl qəbul edilməli olan qərarlara aid hər hansı işdə şikayət araşdırmaları mümkün qədər qısa olmalıdır. Bu mənada, iki səhvə yol verilməməlidir: birincisi, şikayət icraatı seçki prosesini yubandırmamalı və ikincisi, təxirəsalıcı effektlərinin olmadığını nəzərə alaraq, şikayətlər üzrə əvvəl qəbul edilə bilən qərarlar seçkidən sonra çıxarılmamalıdır. Əlavə olaraq, xüsusilə siyasi mühit gərgin olduqda, seçkinin nəticələri üzrə qərarlar da çox çəkməməlidir. Bu, həm də onu nəzərdə tutur ki, şikayətlərin verilməsi üçün müddətlər çox qısa olmalı və şikayətə baxan orqan öz qərarını mümkün qədər tez çıxarmalıdır. Lakin bu müddətlər şikayəti mümkün etmək, müdafiənin hüquqlarının həyata keçirilməsini və qərarın qəbul olunmasını təmin etmək üçün kifayət qədər uzun olmalıdır. Birinci instansiyada üç və ya beş günlük müddət (həm şikayətlərin verilməsi, həm də qərarın çıxarılması üçün) qərarların seçkilərdən əvvəl qəbul olunması üçün əsaslı görünür. Bununla belə, qərarlarının qəbul olunması üçün Ali və Konstitusiya məhkəmələrinə daha çox vaxtın verilməsi yolveriləndir.", "", "96. Proses də sadə olmalı və bu məqsədlə seçicilərə xüsusi şikayət formaları təqdim edilməlidir. Formalizmdən yayınmaq və xüsusilə siyası incə işlərdə qeyri-məqbuliyyət barədə qərardadlardan çəkinmək lazımdır.", "", "...", "", "99. Belə şikayətləri vermək hüququ mümkün qədər geniş şəkildə təqdim edilməlidir. Dairədə hər seçiciyə və namizədə şikayət vermək hüququ təqdim edilməlidir. Lakin seçkinin nəticələrindən şikayətlər üçün ağlabatan kvorum tətbiq oluna bilər.", "", "100. Şikayət prosesi məhkəmə xarakterli olmalıdır, o mənada ki, hər iki tərəfin dinlənildiyi icraatda şikayətçilərin hüququ təmin edilməlidir.", "", "101. Şikayət instansiyalarının səlahiyyətləri də əhəmiyyətlidir. Qanunsuzluqlar nəticəyə, yəni mandatların bölünməsinə təsir etdikdə, onlar seçkiləri ləğv etmək səlahiyyətinə malik olmalıdır. Bu, ümumi prinsipdir, lakin o, tənzimləməyə açıq olmalıdır, yəni ləğv etmə mütləq bütün ölkəyə və ya dairəyə təsir etməməlidir - əslində, yalnız bir seçki məntəqəsinin nəticələrinin ləğvi mümkün olmalıdır. Bu, iki təhlükədən yayınmağı mümkün edir – qanunsuzluqların yalnız kiçik sahədə baş verməsinə baxmayaraq, bütün seçkilərin ləğvi və təsir sahəsinin çox kiçik olması səbəbindən ləğv etmədən imtina. Nəticələrin ləğv olunduğu sahələrdə seçkilər təkrar keçirilməlidir.", "", "102. Yuxarı seçki komissiyaları şikayət instansiyası olduqda, onlar aşağı seçki komissiyaları tərəfindən qəbul olunmuş qərarları ex officio dəyişməyə və ya ləğv etməyə səlahiyyətli olmalıdır.”", "", "Avropada Təhlükəsizlik və Əməkdaşlıq Təşkilatı, Demokratik İnstitutlar və İnsan Hüquqları Ofisinin (OSCE/ODİHR) 06 noyabr 2005-ci il Parlament Seçkilərinin Seçki Müşahidəsi Missiyasının Yekun Hesabatı", "", "55. Aşağıdakılar 01 fevral 2006-cı ildə Polşanın Varşava şəhərində dərc olunmuş hesabatdan müvafiq çıxarışlardır:", "", "“III. SİYASİ VƏZİYYƏT", "", "...", "", "Azərbaycanın Milli Məclisinə 06 noyabr 2005-ci il seçkiləri 1991-ci ildə müstəqillik əldə etdikdən sonra Azərbaycanda keçirilmiş üçüncü, lakin parlament seçkilərində proporsional siyahının 2002-ci il tarixli konstitusiya dəyişilikləri ilə aradan qaldırılmasından sonrakı parlament seçkiləridir. Parlamentin bütün 125 üzvü hazırda birmandatlı seçki dairələrində birdəfəlik seçkidə seçilirlər.", "", "MSK 48 siyasi partiya və blokları 06 noyabr seçkiləri üçün qeydə alıb. Hazırda Prezident İlham Əliyev tərəfindən idarə olunan Yeni Azərbaycan Partiyası (YAP) 1993-cü ildən hökumətdə hökmran mövqeyi tutur. Müxalifət tərəfdə iki əsas blok vardır: Milli Birlik Hərəkatı, Azərbaycanın Milli Müstəqillik Partiyası, Azərbaycan naminə Mülki Forumu, Azərbaycan Sosial Demokratik Partiyası, eləcə də digər siyasi partiyalar və QHT-lər tərəfindən formalaşdırılmış Yeni Siyasətçilər (YeS) bloku və Musavat Partiyası, Azərbaycan Xalq Cəbhəsi Partiyası və Azərbaycan Demokratik Partiyası (ADP) tərəfindən formalaşmış “Azadlıq” bloku. 60-dan artıq dairədə namizədlərini irəli sürmüş başqa partiya Liberal Azərbaycan Partiyasıdır.", "", "...", "", "V. SEÇKİ ADMİNİSTRASİYASI", "", "Seçkini üç pilləli seçki komissiyaları sistemi həyata keçirmişdir ... 125 dairə seçki komissiyası və 5.137 məntəqə seçki komissiyası vardır. Bütün seçki komissiyalarında kvorum və qərarların qəbulu üçün 2/3 tələbi vardır.", "", "Seçki komissiyalarının təşkilinin müvəqqəti metodu problem olaraq qalmışdır, ona görə ki, o, hakimiyyət orqanlarının xeyrinədir və seçki orqanlarının müstəqilliyinə etimadı sarsıdır. Seçki komissiyaları mürəkkəb üsulla formalaşır və mahiyyətcə, hakimiyyət yönümlü partiyalar istənilən qərarların qəbulu üçün bütün seçki komissiyalarında çoxluğa malikdirlər. Bundan başqa, bütün seçki komissiyalarının üzvləri parlament çoxluğu tərəfindən təyin olunmuşlar.", "", "MSK media və müşahidəçilər üçün açıq mütəmadi iclaslar keçirmiş və qərarların əksəriyyəti dərc olunmuş və internet saytda yerləşdirilmişdir. MSK texniki hazırlıqlara aid Seçki Məcəlləsinin əksər müddətlərinə riayət etmişdir. Media vasitəsilə geniş seçici məlumatlandırılması səyləri göstərilmişdir.", "", "Lakin ərizələrə və şikayətlərə baxılması, DSK-lar və MənSK-lar tərəfindən Seçki Məcəlləsinin vahid tətbiqinin təmin olunması və hərbi seçkinin təşkili daxil olmaqla, MSK-nın fəaliyyətinin bir çox aspektləri problematik olmuşdur. Müşahidəçilər DSK və MənSK-lar tərəfindən bəzi hüquqi və prosessual məsələlərin təfsiri və tətbiqində qeyri-müəyyənliyi və təəccübü məruzə etmişlər.", "", "Bir neçə seçki komissiyaları şəffaf və kollegial şəkildə fəaliyyət göstərmiş və bəziləri qanunu pozduğu üçün namizədlərə və ya rəsmilərə xəbərdarlıqlar etmişlər. Lakin seçkiqabağı dövr ərzində bəzi dairələrdə müxalifət partiyaları tərəfindən təyin olunmuş komissiya üzvləri iddia etmişlər ki, bir neçə hallarda onlar DSK-nın iclasları barədə məlumatlandırılmamış, həlledici sənədlərə buraxılmamış və qərar qəbuletmə prosesinə kiçik təsirə malik olmuşlar. OSCE/ODİHR EOM bu iddialardan bəzilərini yoxlaya bilmişdir.", "", "...", "VII. KAMPANİYA", "", "...", "", "Kampaniyanın ümumi mühiti o faktla xarakterizə edilmişdir ki, hakim YAP partiyası hökumətdə və seçki komissiyaları daxil olmaqla, əksər yerli administrasiyalarda hökmranlıq edib.", "", "...", "\t", "Kampaniya seçki prosesinə yerli icra orqanlarının bir çox müdaxilələri ilə müşayiət olunmuşdur. Bu, geniş sübutlarla müşayiət olunub ki, belə müdaxilələr ya hakimiyyətlə bağlı namizədlərin xeyrinə olmuş, ya da müxalifət namizədlərinə zərər vurmuşdur. ... Bir çox namizədlər və kampaniya üzvləri, məsələn, seçicilərlə görüş zamanı və ya plakat və reklamları yerləşdirərkən, kampaniya fəaliyyəti dövründə narahat edilmişlər.", "", "...", "", "EOM xüsusilə regionlardan olan vətəndaşlardan işçiləri müəyyən namizədlərə səs verməyi məcbur etdiyi iddia olunan imzaları toplayan məktəblərin, xəstəxanaların və dövlət şirkətlərinin direktorlarına aid bir çox şikayətlər almışdır. OSCE/ODİHR EOM də məktəb işçiləri, tələbələr və valideynlərdən əsasən YAP-ın namizədlərinin xeyrinə kampaniya hadisələrinə cəlb olunmaq üçün qorxutma və məcbur etmə barədə məlumatlar almışdır.", "", "11 may və 25 oktyabrda prezident fərmanları ilə bir çox belə məsələlər öz təsdiqini tapmış və parlament seçkilərinin Seçki Məcəlləsi ilə tam uyğun şəkildə keçirilməsinin təmin edilməsi məqsədilə dövlət və yerli orqanlara göstərişlər verilmişdir. Bu fərmanların OSCE/ODİHR EOM-un müşahidə etdiyi bəzi çatışmazlıqlara aid olmasına baxmayaraq, aydın tətbiqin ümumi çatışmazlığı onların məqsədlərinə zərər vurmuşdur.", "", "...", "", "IX. SEÇKİ GÜNÜNDƏN ƏVVƏLKİ ŞİKAYƏTLƏR", "", "2003-cü ildə Yekun Hesabatında OSCE/ODİHR tövsiyə edib ki, MSK ərizələrə və şikayətlərə baxılmasının aydın qaydalarını qəbul etsin. Eynilə, tövsiyə olunub ki, yerli icra orqanlarının seçki prosesinə müdaxilə etməməsini və ya seçki komissiyalarının işini idarə etməməsini təmin etmək üçün təminatlar müəyyən edilsin. Həmin tövsiyələrə riayət olunmamış və bu, seçki ilə bağlı şikayətlərə baxılmasına əhəmiyyətli və mənfi təsir göstərmişdir.", "", "Seçki Məcəlləsi şikayətlərin əksəriyyətinin seçki komissiyalarına verilməsini nəzərdə tutur, lakin qanun, həmçinin yuxarı seçki komissiyasına şikayətlərin verilməsinə icazə verir. Hər bir halda, qərarlar üç gün müddətində qəbul olunmalıdır. Bir çox hallarda, DSK müvafiq şikayət üzrə qərar qəbul edənədək namizədlər həmin DSK-dən keçərək, birbaşa MSK-ya şikayətlər vermişlər. Bu, dairə komissiyalarının neytrallığına etimadın olmamasının göstəricisidir. MSK formal olaraq bütün belə şikayətləri qeydə almış, lakin əksər hallarda, hətta DSK qərarı artıq qəbul etsə belə, sadəcə olaraq qərarın qəbul olunması üçün onları həmin DSK-ya göndərmişdir.", "", "Bir çox hallarda, DSK-lar üç gün müddətində şikayətlərə baxmamış və ya müvəqqəti qərar qəbul etməmişlər. Baxmayaraq ki, bəzi DSK-lar şikayətlərə şəffaf şəkildə baxmağa çalışmışdır, bir neçə DSK-lar şikayətlərə gec və səthi baxmışlar. Bəzi hallarda, şikayətlərin qəbul olunması aydın olduğu halda, DSK-lar onların qəbul olunmamasını iddia etmiş, namizədlərə qarşı ayrı-seçkiliyə yol vermiş MənSK-ların rəsmilərini cəzalandırmamış, şikayətlər müzakirə olunduğu vaxt barədə namizədləri və ya müşahidəçiləri məlumatlandırmamış və ya sadəcə olaraq şikayətlərə baxmamışlar. ... Bir çox işlərdə komissiyaların üzvləri YAP və ya hakimiyyət tərəfində olan namizədlərə yönümlü idilər və bu dairələrdəki müxalifət və ya müstəqil namizədlərdən şikayətlərə qərəzsiz baxılmamışdır.", "", "Ümumiyyətlə, seçki komissiyalarının və sonradan bəzən prokurorluğun yerli icra orqanları və ya namizədlər tərəfindən yol verilmiş ciddi pozuntulara baxmaması və ya onların düzəldilməməsi seçki prosesi üzərində özünü neqativ şəkildə birüzə vermişdir. Bəzi DSK-lar tərəfindən namizədlərə və yerli icra orqanlarının rəsmilərinə yazılı xəbərdarlıqların edilməsinə baxmayaraq, kampaniya dövründə əksər pozuntulara səmərəli sanksiya olmadığı üçün yol verilmişdir. Bu isə, öz növbəsində prosesin ədalətliliyinə namizədlərin inamını azaltmışdır.", "", "...", "", "XIII. SEÇKİ GÜNÜ", "", "A.Səsvermə", "", "06 noyabr seçkiləri üçün Azərbaycanda seçicilərə xidmət etmək üçün 5.053 seçki məntəqəsi yaradılmışdır. İEOM müşahidəçiləri ölkə üzrə 2.600-dən artıq seçki məntəqəsinə baş çəkmişlər. MSK-nın məlumatına görə seçicilərin iştirakı 42.2 faiz təşkil etmişdir. Bu, əvvəlki ümumi seçkilərdə olandan əhəmiyyətli şəkildə azdır. Seçki bülletenlərinin ümumi həcmini müəyyən və bəyan etməmə və etibarsız kartları ləğv etməmə daxil olmaqla, bir çox seçki məntəqələrində düzgün açılma prosesindən ciddi kənaraçıxma halları baş vermişdır. Ziyarət olunmuş 14 faiz seçki məntəqələrində açılma prosesi “pis” və ya “çox pis” kimi qiymətləndirilmişdir.", "", "Ümumiyytlə, İEOM müşahidəçiləri olduqları 87 faiz seçki məntəqələrində seçkini pozitiv kimi dəyərləndirmişlər, olduqları 13 faiz seçki məntəqələrində isə sistematik problemlər və/və ya qanunsuzluqlar qeyd olunmaqla, proses neqativ kimi qiymətləndirilmişdir. Ziyarət etdikləri 14 faiz seçki məntəqələrində gərginlik qeydə alınsa da, səsvermə adi sakit mühitdə keçmişdir. Prosesin ciddi pozuntuları ziyarət olunmuş 9 faiz seçki məntəqələrində əsasən yerli icra orqanlarının nümayəndələri olmaqla, icazəsi olmayan şəxslərin mövcudluğunu daxil etdirmişdir. Bu şəxslərdən bəzilərinin seçki komissiyalarının işinə müdaxilə etməsi və ya səsvermə seçiminə təsir etmək cəhdi müşahidə olunmuşdur. İEOM olduğu seçki məntəqələrinin 6 faizində qorxutma və ya seçicilərin seçiminə təsir etmə cəhdlərini müşahidə etmişdir. Digər ciddi problemlər seçki qutularının doldurulmasını seçici kartları qaydalarının ziddiyyətli tətbiqini daxil etdirmişdir. Bu, ziyarət olunmuş seçki məntəqələrinin üçdə birində müşahidə olunmuşdur. Qrupların və ya ailələrin səs verməsi yenə də gündəmdə qalıb, ona görə ki, bu ziyarətlərin 19 faizində qeydə alınıb. Yalnız bir neçə şəxsin mobil səsvermə prosesi ilə səs verməsinə baxmayaraq, İEOM müşahidəçiləri bülletenlər üçün müraciətlərdən daha çox səslərin verilməsi baş verən halları qeydə almışlar.", "", "Barmaqların gözə görünməyən mürəkkəblə işarələnməsi prosesi, xüsusən seçicilərin barmaqlarının yoxlanılması baş çəkilmiş 11 faiz seçki məntəqələrində düzgün keçirilməmiş, bəzi MənSK-lar isə ümumiyyətlə bu prosesi tətbiq etməmişlər. ...", "", "Namizədlərin nümayəndələri və müstəqil daxili müşahidəçilər ziyarət olunmuş demək olar ki bütün seçki məntəqələrində olmuşlar (97 faiz). Lakin namizədlərin nümayəndələrinin və MənSK üzvlərinin bəzi hallarda seçki məntəqələrindən çıxarılması müşahidə olunmuşdur. İEOM müşahidə edib ki, yerli icra orqanlarının nümayəndələri və YAP namizədlərinin müşahidəçiləri prosesə müdaxilə və ya onu idarə etmiş, yaxud da digər yolla seçicilərə təsir etməyə çalışmışlar.", "", "...", "", "B. Hesablama", "", "İEOM-in müşahidəçilər qrupu 231 seçki məntəqəsində olmuşlar. Seçki günü prosesin həyata keçirilməsi hesablama zamanı kəskin pisləşmişdir.", "İEOM-in müşahidəçiləri bülletenlərin hesablama prosesini 41 halda pis və ya çox pis kimi qiymətləndirmişlər.", "", "İEOM-in müşahidəçiləri nəticə protokollarının saxtalaşdırılması (12 faiz), nəticə protokollarının mürəkkəblə doldurulmaması (14 faiz), müşahidəçilərin qorxudulması (16 faiz) və prosesin icazəsi olmayan şəxslər tərəfindən idarə olunması (14 faiz) daxil olmaqla, hesablama zamanı ciddi pozuntuların geniş miqyasını qeydə almışlar. MənSK-ların üçdə bir hissəsinin çoxunda əsas prosedurlara riayət olunmamışdır. Bəzi seçki məntəqələrində İEOM MənSK üzvləri tərəfindən bülletenlərin bir yerdən o birinə dəyişdirməklə müəyyən namizəd üçün səsləri şişirtməyini qeyd etmişdir. Bəzən qanuna zidd olaraq hesablama prosesi dayandırılmış və əhəmiyyətli şəkildə gecikdirilmişdir. Müəyyən hallarda, protokollar müşahidəçilərin iştirakı ilə doldurulmamış, blanklar qalmış və ya birbaşa DSK-ya aparılmamışdır. Nəticə protokolları müşahidə olunmuş 55 faiz hesablamalarda qanunun tələb etdiyi kimi poçtla göndərilməmişdir. Müşahidəçilər məruzə ediblər ki, müşahidə olunmuş yalnız 83 faiz seçki məntəqələrində hüququ olan şəxslər imzalanmış və möhürlənmiş protokolların surətlərini almışlar.", "", "C. Nəticələrin protokollaşdırılması", "", "Dairə müstəvisində nəticələrin protokollaşdırılması ümumilikdə ziyarət olunmuş 90 DSK-ların 34 faizində pis və ya çox pis kimi qiymətləndirilmişdir. Protokollaşdırma prosesi ardıcıl keçirilməmiş və işin təşkili müşahidə olunmuş 21 faiz işlərdə pis və ya çox pis kimi qiymətləndirilib. Bəzi DSK-lar boş və ya qismən doldurulmuş (qələmlə doldurulmuş protokollar daxil olmaqla) protokolları qəbul etmişl və DSK-da protokolları tamamlayan və ya dəyişdirən MənSK sədrlərinə və ya üzvlərinə qarşı tədbir görməmişlər. ...", "", "XV. SEÇKİ GÜNÜNDƏN SONRAKI ƏRİZƏ VƏ ŞİKAYƏTLƏR", "", "MSK tərəfindən şikayətlərin həlli", "", "Seçki günündə və ondan sonra MSK 1.000-dən çox şikayəti qəbul edib və qeydə alıb, lakin onlardan çoxusuna baxmamışdır. Diqqəti çəkən şikayətlər şəffaf və qanuna uyğun baxılmamışdır.", "", "Baxmayaraq ki, qanun MSK-dən bütün şikayətlərə baxılmasını tələb edir, MSK bu öhdəliyə tam riayət etməmişdir. ...", "", "MSK öz iclasında şikayətlərinə baxılması barədə ərizəçiləri məlumatlandırmamış və ərizəçilər izahatlat vermək və yeni sübutlar təqdim etmək hüququndan məhrum olunmuşlar. Bundan başqa, MSK rəsmi araşdırmanı keçirməmiş və ya iclaslarda şikayətlərə baxmamışdır. Əvəzində komissiyanın bir üzvü, bir qayda olaraq, səsvermə çoxluğunu təmsil edən üzv şikayəti araşdırmış və öz qənaətləri barədə məruzə etmişdir. Bu məruzələr MSK-nın digər üzvlərinə şikayət barədə tam məlumatı verməmişdir. Şikayətlərin geniş sayına baxmayaraq, MSK nadir hallarda iclas keçirmiş və bütün mövcud şikayətlərə baxmadan özünün yekun protokolunu tərtib etmişdir. ...", "", "", "", "Apellyasiya Məhkəməsi və Ali Məhkəmə tərəfindən şikayətlərə baxılması", "", "Məhkəmələrdə seçkidən sonrakı mübahisələrin həlli hüquqi çərçivəni geniş şəkildə nəzərə almamaqla keçmiş və beynəlxalq səviyyədə qəbul olunmuş normalara cavab verməmişdir. Ümumilikdə, Apellyasiya Məhkəməsi seçkidən sonrakı dövrdə 71 ərizə və şikayət, Ali Məhkəmə isə 23 noyabradək seçkidən sonrakı dövrdə doqquz şikayət almışdır. OSCE/ODIHR EOM Apellyasiya Məhkəməsində doqquz və Ali Məhkəmədə yeddi iclasda olmuşdur. Əksər işlərdə ərizə və şikayətlər ya mahiyyəti üzrə baxılmadan, ya da həm Apellyasiya Məhkəməsi, həm də Ali Məhkəmə tərəfindən əsassız kimi rədd olunmuşdur. ...”", "", "HÜQUQİ MƏSƏLƏLƏR", "", "KONVENSİYANIN 1 SAYLI PROTOKOLUNUN 3-cü MADDƏSİNİN", "  İDDİA OLUNAN POZUNTUSU", "", "56. Konvensiyanın 1 saylı Protokolunun 3-cü maddəsinə istinadən, ərizəçi şikayət edib ki, parlament seçkilərində namizədliyini irəli sürdüyü seçki dairəsində bir neçə ciddi nöqsanlar və seçki qanunvericiliyinin pozuntuları baş vermişdir. Bu səbəbdən, seçicilərin əsl rəyinin öyrənilməsi mümkünsüz olmuş və bununla da, onun azad seçkidə iştirak etmək hüququ pozulmuşdur. Seçki komissiyaları və məhkəmələr daxil olmaqla, daxili dövlət orqanları onun şikayətlərini lazımınca araşdırmamış və qeyd olunan nöqsanlar və seçki qanunvericiliyinin pozulması barədə onun dəlillərini yoxlamamışlar. O, həmçinin iddia edib ki, bunun səbəblərindən biri bütün müstəvilərdə seçki komissiyalarının təşkili tərzi olmuşdur. Belə ki, iddia olunur ki, qeyd olunan qurumlar hər komissiya daxilində səs çoxluğunu hakimiyyətdə olan siyasi qüvvələrin nəzarətinə verən tərzdə təşkil olunmuş və komissiyaları müxalifət namizədlərinin zərərinə olan siyasi motivli qərarların qəbul olunmasına meyilli etmişdir.", "57. Hazırkı işin xüsusi hallarını nəzərə alaraq, Məhkəmə hesab edir ki, bu şikayət Konvensiyanın 1 saylı Protokolunun 3-cü maddəsi üzrə araşdırılmalıdır və Konvensiyanın 13-cü maddəsi üzrə ayrıca araşdırmanın aparılması tələb olunmur. 1 saylı Protokolun 3-cü maddəsi nəzərdə tutur ki:", "", "\t«Razılığa gələn Yüksək Tərəflər qanunverici hakimiyyət orqanını seçərkən xalqın öz iradəsini sərbəst ifadə edə biləcək şəraitdə, ağlabatan dövriliklə gizli səsvermə yolu ilə azad seçkilər keçirməyi öhdələrinə götürürlər.»", "", "Məqbuliyyət", "", "58. Hökumət iddia edib ki, ərizəçi seçki komissiyalarının tərkibinin təşkili tərzi barədə şikayətinə aid daxili vasitələri tükəndirməmişdir. Onlar iddia ediblər ki, ərizəçi bu məsələni daxili məhkəmələr qarşısında qaldıra bilərdi, lakin bunu etməmişdir.", "59. Ərizəçi iddia edib ki, təklif olunan vasitə səmərəsizdir.", "60. Məhkəmə təkrar edir ki, Konvensiyanın daxili vasitələrin tükənməsinə dair qaydanı nəzərdə tutan 35-ci maddəsinin 1-ci bəndi sübutetmə vəzifəsinin təqdim olunmasını nəzərdə tutur. Hökumətin üzərinə düşür ki, tükənmədiyini iddia edərək Məhkəməni inandırsın ki, vasitə həmin vaxtda nəzəriyyədə və təcrübədə əlçatan olmaqla səmərəli olub, yəni, ona müraciət etmək mümkün və bu vasitə ərizəçinin şikayətlərinin bərpası imkanına malik olub və uğurun ağlabatan gözləntilərini vəd edib (baxın, Akdivar və digərləri Türkiyəyə qarşı, 16 sentyabr 1996-cı il, § 68, Qərar və Qərardadların Hesabatı 1996-IV və Selmuni Fransaya qarşı (Böyük palata), № 25803/94, § 76, İHAM 1999-V). Daha sonra, Məhkəmə vurğulayır ki, daxili vasitələr ya iddia olunan pozuntunun, ya da onun davamiyyətinin qarşısının alınması və ya artıq baş vermiş hər hansı pozuntunun adekvat bərpasının təmin olunması baxımından «səmərəli» olmalıdır (baxın, Kudla Polşaya qarşı (Böyük Palata), № 30210/96, § 158, İHAM-XI). Məhkəmə Hökumətin dəlilləri ilə inandırılmamışdır. Hökumət seçki prosesi ərzində seçki komissiyalarının tərkibinin təşkili tərzinə aid daxili məhkəmələrə şikayətin ərizəçiyə adekvat və sürətli bərpaetməni necə təmin edəcəyinə dair izah təqdim etməmişdir. Seçkiyə aid şikayət etmə sistemi daxilində Apellyasiya Məhkəməsi və Ali Məhkəmə seçkiyə aid məsələlərin geniş dairəsi ilə bağlı seçki komissiyalarının qərarlarından şikayətlərə baxmağa səlahiyyətlidir (ən azı daxili qanunvericiliyə müvafiq olaraq nəzəri şəkildə). Lakin görünür ki, müvafiq məhkəmələr Seçki Məcəlləsi ilə təfsilatla müəyyən olunmuş seçki komissiyalarının tərkibinin təşkili tərzini dəyişmək səlahiyyətinə malik olmamışlar və bu, xüsusilə seçki prosesinin ortasında qeyri-mümkün olmuşdur. Hökumət məhkəmələr tərəfindən təqdim oluna və adekvat hesab edilə bilən hər hansı bərpa etmə yolunu təklif etməmişdir. Bu səbəblərə görə, Hökumətin etirazı rədd olunmalıdır.", "61. Bundan başqa, Məhkəmə hesab edir ki, bu şikayət ümumiyyətlə Konvensiyanın 35-ci maddəsinin 3-cü bəndinin mənasında əsassız və ya hər hansı digər əsasla qeyri-məqbul deyildir. Buna görə, həmin şikayət məqbul elan edilməlidir.", "", "İşin mahiyyəti", "", "Tərəflərin dəlilləri", "", "62. Hökumət bildirib ki, 93 saylı Bərdə Şəhər Seçki Dairəsində seçkilər Seçki Məcəlləsinin tələblərinə uyğun keçirilmişdir. Hökumət iddia edib ki, dairədə nöqsanları təsdiq etməsi iddia olunan ərizəçinin təqdim etdiyi sənədlər (əsasən müşahidəçilərin ifadələri) əslində yalnız ərizəçinin tərəfdarları və müxtəlif seçki məntəqələrindəki nümayəndələri tərəfindən tərtib olunub. Hər bir halda, bu ifadələrə əsasən ərizəçinin etdiyi iddialar ya «ümumi ifadələri», ya da seçki nəticələrinə təsir edə bilməyən iddia olunan pozuntu növlərinə aiddir. Onlar bir çox hallarda konkret faktlara istinad etməkdən daha çox spekulyativ xarakterlidir. Seçki qanununun iddia olunan pozuntuları əhəmiyyətsizdir və kiçik yerli hadisələrə aiddir və bu səbəbdən, bütövlükdə dairədə seçkinin keçirilməsinə əhəmiyyətli şəkildə təsir etmir. Hökumət bildirib ki, hər bir halda qalib gəlmiş namizədlə ərizəçinin aldıqları səslərin rəsmi ümumi sayı (5,816 səs 2,001 səsə qarşı) arasında fərq o qədər əhəmiyyətlidir ki, ərizəçi onun iddia etdiyi nöqsanları sübut edə bilsə belə, onlar seçkinin yekun nəticəsinə təsir edə bilməz.", " 63. Daha sonra, Babenko Ukraynaya qarşı ((qərardad), № 43476/98, 04 may 1999-cu il) işə istinadən Hökumət bildirib ki, ərizəçinin iddialarının mahiyyətinə aid daxili məhkəmələrin qərarlarının mövcudluğunu nəzərə alaraq, Məhkəmə özünü yalnız bu qərarların qanuni olub-olmamasının yoxlaması ilə məhdudlaşdırmalıdır.", "64. Bununla bağlı, Hökumət bildirib ki, daxili müstəvidə əlçatan olan səmərəli vasitələr var idi və bu vasitələr ərizəçinin şikayət etdiyi seçkiyə aid məsələlərdə bərpa etməni təqdim edə bilərdi. Müvafiq daxili dövlət orqanları və məhkəmələr ərizəçinin şikayətlərini lazımınca araşdırmış və onları əsassız hesab etmişlər. Seçki komissiyaları tərəfindən şikayətlərinə baxılmaması barədə şikayətlərinə zidd olaraq DSK əslində onları araşdırmış və müvafiq MSK-lardan hətta izahatlar da istəmişdir. MSK tərəfindən bəzi seçki məntəqələrində bəzi seçki sahələrinin şəraitinin həqiqətən qənaətbəxş olmamasının müəyyən olunmasına baxmayaraq, ərizəçinin bütün qalan iddiaları əsassız və həqiqətə uyğun olmayan hesab edilmişdir. Ərizəçinin daxili məhkəmələrə sonrakı şikayətləri məqbul və ya kifayətedici sübutlarla müşayiət olunmamış və buna görə, məhkəmələr ərizəçinin şikayətlərini düzgün olaraq rədd etmişlər.", "65. Seçki komissiyalarının tərkiblərinin təşkili metoduna gəldikdə, Hökumət bildirib ki, komissiyalar paritet əsasla təşkil olunmuşdur. Bu isə istəniıən müstəvidə hər hansı komissiyanın daxilində qərar qəbul etmə üzərində nəzarəti əldə etməyi istənilən siyasi qüvvə üçün mümkünsüz edir. Onlar qeyd ediblər ki, parlamentdə çoxluq təşkil edən partiya hər komissiyanın yalnız üçdə bir hissəsini birbaşa təyin edə bilər, komissiya üzvlərinin ən azı üçdə iki hissəsinin çoxluğu hər hansı komissiya qərarlarının qəbul olunması üçün tələb olunurdu. Qanuna görə, hər komissiyanın sədrinin hakim partiyanın nümayəndələri tərəfindən seçilməsinə baxmayaraq, bu, komissiya daxilndə qərar qəbul etmə prosesinə təsir etmirdi, ona görə ki, sədr həlledici səsə malik deyildir. Hökumət yekunlaşdırıb ki, seçki komissiyaları ümumiyyətlə müstəqil və qərəzsizdirlər və hər bir halda, hazırkı işdə qərəzsizliyin çatışmazlığı ola bilməzdi, ona görə ki, ərizəçinin opponenti Z.O. hətta hakim partiyanın üzvü olmamışdır.", "66. Ərizəçi bildirib ki, o, seçkilərin sərbəst və ədalətli olan mühitindən bəhrələnə bilməmiş və müvafiq dövlət orqanları onun dairəsində seçki qanununun pozuntularına lazımınca reaksiya göstərməmişlər. O, dairəsində baş verməsi iddia olunan nöqsanların spesifik məqamlarına aid iddialarını təkrarlamış və qeyd etmişdir ki, bu nöqsanların aydın ölçüsü dairədə səs verən insanların fikirlərini sərbəst ifadə etməsini heçə endirmişdir. Dəlillərinin sübutu kimi ərizəçi, həmçinin beynəlxalq təşkilatların bir neçə hesabatlarına və kütləvi informasiya vasitələrinə istinad etmişdir. Həmin mənbələr Azərbaycanda 06 noyabr 2005-ci ildə keçirilmiş parlament seçkilərinin müxtəlif aspektlərinə aid ümumi tənqidi əks etdirirdi.", "67. Daha sonra, ərizəçi bildirib ki, bu nöqsanlar seçkinin nəticələrinə zərər yetirmişdir. Onun bütün iddiaları ədalətli araşdırılsaydı və qiymətləndirilsəydi, onun düzəldilmiş rəsmi ümumi səsləri Z.O.-nun səslərindən çox olardı və seçkini udardı.", " 68. Ərizəçi iddia edib ki, o, seçkiyə aid şikayətlərinin səmərəli araşdırılmasını əldə edə bilməmişdir. Bir daha müxtəlif hesabatlardan və müxtəlif müşahidəçi missiyalarının hazırladığı 06 noyabr 2005-ci il seçkilərinə aid tövsiyələrdən çıxarışlara istinadən, o iddia edib ki, ümumiyyətlə, seçkiyə aid şikayətlərə baxılması mexanizminin təcrübədə necə mövcud olmasına dair bir çox çatışmazlıqlar vardır. Onun spesifik işinə gəldikdə, o bildirib ki, iddialarının əsası kimi daxili seçki komissiyalarına və məhkəmələrə kifayətedici sübutları təqdim etmiş, lakin sonuncular şikayətlərinin mahiyyətinə baxmamaq üçün müxtəlif formal əsaslardan istifadə etmiş və mütləq zəruri hesab olunduğu halda, ona müxtəlif sübutların lazımınca təsdiq olunmuş surətlərini təqdim etməyə imkan verməmişlər.", "69. Nəhayət, ərizəçi iddia edib ki, əslində bütün müstəvilərdə seçki komissiyalarının çoxluğu ya hakim partiyanın birbaşa təyin etdiyi, ya da «hakim partiyanı dəstəkləyən» şəxslərdir. Ərizəçi (açıq bildirmədən) nəzərdə tutan kimi görünür ki, parlamentin partiyadan kənar üzvlərinin formal təyin etdikləri komissiya üzvləri, adətən, təcrübədə hakim partiya tərəfində olan şəxslərdir, baxmayaraq ki, onlar formal şəkildə hakim partiyaya aid deyillər. Ərizəçi, həmçinin bildirib ki, Z.O. Ana Vətən Partiyasının üzvü olsa belə, bu partiya Yeni Azərbaycan Partiyasına siyasi cəhətdən çox yaxındır. Bu səbəbdən, onun fikrincə, hakim partiya onun müxalifət namizədə qalib gəlməsinin tərəfində olmuşdur.", "", "Məhkəmənin qiymətləndirməsi", "", "70. İlk baxışdan, 1 saylı Protokolun 3-cü maddəsi Konvensiya və Protokollarla təmin olunan digər hüquqlardan fərqlənən kimi görünür, ona görə ki, o, konkret hüquq və ya azadlığa aid ifadələrdən daha çox insanların fikrinin sərbəst ifadə olunmasını təmin edən seçkiləri keçirmək öhdəliyini Tərəf Dövlətlərə yaradan kimi ifadə olunub. Lakin Məhkəmə müəyyən edib ki, o, səs vermək və seçilmək hüquqları daxil olmaqla, fərdi hüquqları təmin edir (baxın, Matyo-Mohin və Klerfayt Belçikaya qarşı, 02 mart 1987-ci il, §§ 46-51, A Seriyaları, № 113). Məhkəmə Konvensiyanın tətbiqinin və təfsirinin əsasında duran demokratik prinsiplərin əhəmiyyətini davamlı olaraq vurğulamış və xüsusən qeyd etmişdir ki, 1 saylı Protokolun 3-cü maddəsi ilə təmin olunan hüquqlar qanunun aliliyi ilə idarə olunan səmərəli və mənalı demokratiyanın müəyyən olunmasında və onun qorunmasında həlledicidir (həmin yerdə, § 47; baxın, həmçinin, Hirst Birləşmiş Krallığa qarşı (№ 2) (BP), № 74025/01, § 58, İHAM 2005-IX).", "71. 1 saylı Protokolun 3-cü maddəsi ilə təqdim olunmuş hüquqlar mütləq deyildir. Burada «nəzərdə tutulmuş məhdudiyyətlərə» yer vardır və Tərəf Dövlətlər seçkilərin bu sahəsində geniş mülahizə həddinə malikdirlər (baxın, yuxarıda qeyd olunmuş Matyo-Mohin və Klerfayt Belçikaya qarşı, § 52; Metyo Birləşmiş Krallığa qarşı (BP), № 24833/94, § 63, İHAM 1999-I; və Labita İtaliyaya qarşı (BP), № 26772/95 § 201, İHAM 2000-IV). Bununla belə, 1 saylı Protokolun 3-cü maddəsinə riayət olunub-olunmadığını müəyyən etmək son mərhələdə Məhkəməyə aiddir. Xüsusən, Məhkəmə digər məsələlərlə yanaşı əmin olmalıdır ki, seçki prosesinin gedişində fərdi hüquqların həyata keçirildiyi şərtlər sözügedən hüquqları onların mahiyyətinə zərər vurduğu qədər azaltmır və onları öz səmərəliliyindən məhrum etmir (baxın, yuxarıda qeyd olunmuş Matyo-Mohin və Klerfayt Belçikaya qarşı, § 52 və Qitonas və digərləri Yunanıstana qarşı, 01 iyul 1997-ci il, § 39, Qərar və Qərardadların Hesabatı, 1997-IV). Belə şərtlər qanunverici orqanın seçilməsində insanların sərbəst ifadəsinə maneə törətməməli, başqa sözlə, onlar ümumi səsvermə vasitəsilə insanların iradəsinin müəyyən olunmasına yönəlmiş seçki prosesinin bütövlüyünü və səmərəliliyini qorumaq marağını əks etdirməli və bu maraqlara zidd olmamalıdır (baxın, yuxarıda qeyd olunmuş Hirst (№ 2), § 62).", "72. Bundan başqa, insan hüquqlarının müdafiəsi aləti olan Konvensiyanın məqsədi onun müddəalarının belə tərzdə təfsir və tətbiq olunmasını tələb edir ki, onların şərtlərini nəzəri və ya xəyali deyil, praktiki və səmərəli etsin (baxın, digər mənbələrlə yanaşı, Türkiyənin Birləşmiş Kommunist Partiyası və digərləri Türkiyəyə qarşı, 30 yanvar 1998-ci il, § 33, Hesabatlar, 1998-I; Çassanu və digərləri Fransaya qarşı (BP), № 25088/94, 28331/95 və 28443/95, § 100, İHAM 1999-III; və Lükurezos Yunanıstana qarşı, № 33554/03, § 56, İHAM 2006-VIII). Podkolzina Latviyaya qarşı işdə Məhkəmə qeyd edib ki, 1 saylı Protokolun 3-cü maddəsi ilə təmin olunmuş və həqiqətən demokratik rejim konsepsiyasının tərkib hissəsi olan seçkidə namizədliyini irəli sürmək hüququ, əgər şəxs istənilən anda ondan məhrum edilərsə, yalnız xəyali olar. Nəticə etibarilə, abstrakt şəkildə seçilmək şərtlərinin müəyyən olunmasında Dövlətlərin geniş mülahizəyə malik olmaları həqiqət olsa belə, hüquqların səmərəli olmasına dair prinsip tələb edir ki, seçilmək prosesi qanunsuz qərarların qarşısını almaq üçün kifayətedici təminatları əks etdirir (baxın, Podkolzina Latviyaya qarşı, № 46726/99, § 35, İHAM 2002-II). Seçkidə namizədliyini irəli sürməyə aid şərtlərlə bağlı ilkin olaraq qeyd olunanlara baxmayaraq, qanunsuzluğun qarşısının alınmasını tələb edən prinsip fərdi seçki hüquqlarının səmərəliliyinə toxunulduğu digər vəziyyətlərə də eynilə aiddir (baxın, mutatis mutandis, Kovaç Ukraynaya qarşı, № 39424/02, § 55, İHAM 2008-...).", "73. Nəhayət, Məhkəmə, həmçinin bir halda vurğulamışdır ki, seçki administrasiyasına cavabdeh olan orqanlara vacibdir ki, şəffaf şəkildə hərəkət etsin və siyasi manipulyasiyadan qərəzsizliyi və müstəqilliyi qorusunlar (baxın, Gürcüstanın Fəhlə Partiyası Gürcüstana qarşı, № 9103/04, § 101, 08 iyul 2008-ci il).", "74. Hazırkı işdə, Məhkəmə, ilk növbədə müxtəlif seçki məntəqələrində seçki pozuntularına aid ərizəçinin iddiaları həqiqət olsa belə, Z.O. və ərizəçinin aldıqları rəsmi səslər arasında fərqin əhəmiyyətinin seçkinin yekun nəticəsinə təsir etmədiyinə dair Hökumətin dəlilini nəzərə alacaq. Məhkəmə bu dəlili qəbul edə bilməz. Hökumətin təklif etdiyi nəticəyə gəlmək üçün, ilk növbədə zəruridir ki, seçkinin ümumi nəticəsinə təsirinin müəyyən olunmasından əvvəl bu pozuntuların ciddiliyini və həcmini ayrıca qiymətləndirmək lazımdır. Lakin hazırkı işdə bunun lazımınca həyata keçirilib-keçirilməməsi məsələsi hazırkı şikayətin kontekstində tərəflər arasında mübahisənin əsas məqamıdır və buna görə, bu məqam Məhkəmənin araşdırmasından kənarda qala bilməz.", "75. Bundan başqa, hər bir halda hazırkı işdə ortaya çıxan məsələ ərizəçinin öz dairəsində seçkini udmaq hüququ deyil, seçkidə namizədliyini sərbəst və səmərəli irəli sürmək məsələsidir (baxın, yuxarıda qeyd olunmuş Gürcüstanın Fəhlə Partiyası Gürcüstana qarşı, § 121). 1 saylı Protokolun 3-cü maddəsinə əsasən, qalib gəlib-gəlməməsindən asılı olmadan, ərizəçi ədalətli və demokratik şəraitdə seçkidə namizədliyini irəli sürmək hüququna malik olub. Hazırkı işdə 1 saylı Protokolun 3-cü maddəsi Məhkəmədən yalnız seçkinin nəticəsinə zərər vurulub-vurulmamasının müyyən olunmasını deyil, həm də onu tələb edir ki, ərizəçinin seçkidə namizədliyini irəli sürmək fərdi hüququ öz səmərəliliyindən məhrum olunmamış və onun mahiyyətinə zərər yetirilməmişdir. Bu səbəblərə görə, Hökumətin yuxarıda qeyd olunmuş dəlili rədd olunmalıdır.", "76. Ərizəçinin Konvensiyaya əsasən şikayətinin mahiyyətinə gəldikdə, Məhkəmə qeyd edir ki, ərizəçi öz seçki dairəsində bir çox seçki məntəqələrində seçki günündən əvvəl və seçkinin gedişində baş verməsi iddia olunan qanunsuzluqların və seçki qanunu pozuntularının bir neçə hallarından şikayət etmişdir. Bunu edərkən, o, daxili dövlət orqanları qarşısında əvvəllər etdiyi təfsilatlı iddialarını təkrar etmişdir (baxın, yuxarıda 9-18 və 24-cü paraqraflar). O bildirib ki, qanunsuzluqların özlərinə, eləcə də bu qanunsuzluqları aradan qaldırmaqda daxili dövlət orqanlarının uğursuzluqlarına görə, onun dairəsində seçki sərbəst və demokratik olmamış və seçkinin nəticələri seçicilərin real fikrini əks etdirməmişdir.", "77. İddia olunan qanunsuzluqların spesifik hallarına aid ərizəçinin iddialarına gəldikdə, Məhkəmə qeyd edir ki, öz iddialarının təsdiqi kimi ərizəçinin təqdim etdiyi sübutların mötəbər kimi qiymətləndirilə biləcəyinə baxmayaraq (baxın, yuxarıda 78-79-cu paraqraflar), hazırkı işin hallarında Məhkəmə iddia olunan bu faktların hamısının və ya müəyyən hissəsinin baş verib-verməməsini və baş verdiyi halda, bu qanunsuzluqların xalqın öz fikrini sərbəst ifadə etməsinə təsir edə bilib-bilməməsini müəyyən etməyə cəhd etməklə, fakt müəyyənedici rolu üzərinə götürmək mövqeyində deyil. Rolunun subsidiar xarakterini nəzərə alaraq, konkret işin halları ilə qaçılmaz olmadığı halda, Məhkəmə faktı müəyyən edən birinci instansiya tribunalının funksiyasını öz üzərinə götürməkdə ehtiyatlı olmalıdır. Bundan başqa, Konvensiyaya əsasən Məhkəmədən tələb olunmur ki, iddia olunan hər hansı qanunsuzluğun Azərbaycan seçki qanununun pozuntusunu təşkil edib-etməməsini yoxlasın (baxın, İ.Z. Yunanıstana qarşı, № 18997/91, Komissiyanın 28 fevral 1994-cü il tarixli qərarı, Qərardadlar və Hesabatlar, 76-B, 65-ci paraqraf, s. 68). Məhkəmə bir daha təkrar edir ki, 1 saylı Protokolun 3-cü maddəsinə əsasən onun vəzifəsi daha ümumi başlanğıcdan daha çox əmin olmaqdan ibarətdir ki, Dövlət sərbəst və ədalətli şərtlərlə seçkiləri keçirmək öhdəliyinə riayət edib və təmin edib ki, fərdi şəxsin seçki hüquqları səmərəli həyata keçirilsin.", " 78. Bu baxımdan, Məhkəmə ərizəçinin daxili dövlət orqanları qarşısında qaldırdığı iddialarının ciddiliyini təsdiq etməyə bilməz. Xüsusən, o, yerli icra hakimiyyəti orqanları tərəfindən seçki prosesinə qanunsuz müdaxilədən, seçicinin seçiminə lazımsız təsirdən, seçki qutularının doldurulmasının bir neçə hallarından, müşahidəçilərə təzyiqdən, seçici siyahılarıında qanunsuzluqlardan və minlərlə “istifadə olunmamış” seçki bülletenlərinin hesablanmamasının mümkünlüyünü göstərən MənSK-nın protokollarında aşkar fərqlərdən şikayət edib. Məhkəmə hesab edir ki, baş verdiyi lazımınca müəyyən edildiyi halda, belə qanunsuzluqlar seçkilərin demokratik xarakterini həqiqətən heçə endirə bilər. Məhkəmə daha sonra qeyd edir ki, əsasən şahid olduqları iddia olunan qanunsuzluqların spesifik faktiki təsvirlərini bildirən rəsmi müşahidəçilərin imzaladıqları ifadələrdən ibarət olmaqla, ərizəçinin iddiaları müvafiq sübutlara əsaslanıb. Məhkəmə, həmçinin ərizəçinin iddialarını dolayı ilə təsdiq edən 06 noyabr 2005-ci il seçkilərinə aid OSCE-in Seçki Müşahidə Missiyasının Yekun Hesabatını (baxın, yuxarıda 55-ci paraqraf) nəzərə alıb. Bu hesabat konkret olaraq ərizəçinin dairəsinə aid hər hansı məlumatları əks etdirməsə də, seçki prosesi zamanı müəyyən olunmuş ən çox rast gəlinən problemlərin ümumi təsvirini əks etdirib. Müəyyən olunmuş problemlər ərizəçinin demək olar bütün iddialarına oxşar olmuş və əksər dairələrdə müşahidə olunmasa da, yenə də kifayət qədər ümumi görünüb.", "79. Yuxarıdakıları və işin materiallarını nəzərə alaraq, Məhkəmə hesab edir ki, ərizəçi onun dairəsində sərbəst və ədalətli seçkiləri keçirməyin uğursuzluğunun görüntüsünü aşkar edən çox ciddi və mübahisəli iddianı irəli sürüb.", "80. Məhkəmə (yuxarıda qeyd olunmuş) Babenko işində formalaşdırdığı yanaşmanı təkrar edir. Həmin işdə seçki qanununun pozuntularına aid ərizəçinin spesifik iddialarını yoxlayan və onların seçkiyə zərər vurmamasını müəyyən edən daxili məhkəmə tərəfindən gəlinən nəticədə qanunsuzluğun olmaması ilə özünü qane edən Məhkəmə ərizəçinin 1 saylı Protokolun 3-cü maddəsi üzrə şikayətinin təhlilində daxili məhkəmənin nəticəsini qəbul və ona istinad edib. Bu işdə vurğulanıb ki, seçki qanunsuzluqları barədə şikayətlərə daxili müstəvidə münasibət bildirildiyi halda, Məhkəmənin araşdırılması daxili məhkəmə prosedurlarında və qərarlarda hər hansı qanunsuzluğun olub-olmamasının yoxlanılması ilə məhdudlaşmalıdır.", "81. Bununla bağlı, 1 saylı Protokolun 3-cü maddəsi üzrə presedent-hüququnda formalaşdırdığı prinsipləri (baxın, 70-73-cü paraqraflar) nəzərə alaraq, Məhkəmə hesab edir ki, seçki hüquqlarına aid məsələlərdə fərdi şikayətlərin səmərəli araşdırılması üçün daxili sistemin mövcudluğu sərbəst və ədalətli seçkinin əsas təminatlarından biridir. Belə bir sistem fərdi səs vermək və namizədliyini irəli sürmək hüquqlarının səmərəli həyata keçirilməsini təmin edir, seçki prosesinin Dövlətin idarə olunmasında ümumi etimadı qoruyur və demokratik seçkilərin keçirilməsi üzrə 1 saylı Protokolun 3-cü maddəsinə əsasən pozitiv öhdəliyinə riayət olunmasına nail omaq üçün Dövlətin səlahiyyətindəki əhəmiyyətli aləti verir. Əslində, seçki prosesi ərzində demokratik seçkilərin təmin olunmasında uğursuzluğu göstərən spesifik hallar həmin məsələlərə səmərəli baxa bilən səlahiyyətli daxili orqan qarşısında mübahisələndirmək üçün açıq olmadığı halda, 1 saylı Protokolun 3-cü maddəsinə əsasən Dövlətin rəsmi öhdəliyi və bu müddəa ilə təmin olunmuş fərdi hüquqlar xəyali olar.", "82. Azərbaycan qanunvericiliyi qərarları sonradan Apellyasiya Məhkəməsində və daha sonra Ali Məhkəmədə şikayət oluna bilən müxtəlif dərəcəli seçki komissiyalarından ibarət seçkiyə aid fərdi şikayətlərin baxılması üçün sistemi nəzərdə tutur. Ərizəçi bu sistemdən istifadə edib. Bu mənada, ərizəçinin iddialarının seçki komissiyaları və məhkəmələr tərəfindən səmərəli və qanunsuzluqlara yol verilmədən baxılıb-baxılmamasını araşdırmaq zərurəti qalır.", "83. Ərizəçiyə görə, seçki komissiyaları onun şikayətlərinə cavab belə verməmişlər. Lakin Hökumət onun şikayətinin DSK tərəfindən yoxlanılmasının sübutunu təqdim etmişdir. Bununla belə, Hökumətin təqdim etdiyi sənədləri nəzərə alaraq, Məhkəmə qeyd edir ki, DSK tərəfindən qərarın qəbul olunması üçün on altı günün sərf olunması ilə yanaşı (bu müddət Seçki Məcəlləsi ilə müəyyən olunmuş üç günlük müddəti əhəmiyyətli keçməklə), o, müvafiq MənSK sədrindən və üzvlərindən yazılı izahatlar tələb etməkdən başqa hər hansı hərəkət etməmişdir. Bu iddiaların təsdiq olunmasının seçki pozuntularına görə MənSK rəsmilərinin potensial məsuliyyətinə səbəb ola biləcəyini nəzərə alaraq, təəccüblü deyil ki, onların hamısı ən ümumi ifadələrlə hər hansı pozuntuları sadəcə olaraq inkar etmişlər. Bu məqamları və izahatların məzmununu nəzərə alaraq, Məhkəmə əmin deyil ki, həmin izahatlar ərizəçinin iddialarının faktiki düzgünlüyünü yoxlamaq üçün faydalı olmuşdur. Buna naxmayaraq, görünür ki, ərizəçinin şikayətini rədd etməyi qərara alarkən DSK yalnız MənSK-nın izahatlarına əsaslanmışdır. Bunu edərkən, o, bu izahatların ərizəçi tərəfindən təqdim olunmuş daha təfsilatlı və spesifik faktları əks etdirən sübutlardan daha etibarlı kimi qiymətləndirildiyini izah etməmişdir. Əslində, DSK ərizəçinin iddialarını “əsassız” hesab edərkən, öz qənaəti üçün hər hansı səbəb göstərməmişdir. Ərizəçinin iddialarının məzmununun hər hansı təfsilatlı qiymətləndirilməsinə cəhd olunmasına və ya onun iddialarının düzgünlüyünün müəyyən olunması üçün hər hansı real səyin göstərilməsinə dair heç bir dəlil mövcud deyildir (seçki qanunsuzluğunun hər bir spesifik iddianın daxili məhkəmə tərəfindən yoxlanıldığı və onun seçki üzərində təsirinin qiymətləndirildiyi, yuxarıda qeyd olunan Babenko işindən fərqli olaraq).", " 84. Birbaşa MSK-ya edilmiş şikayətə gəldikdə, Məhkəmə qeyd edir ki, ərizəçi şikayətinin MSK tərəfindən 08 noyabr 2005-ci ildə alındığını təsdiq edən sənədli sübutu təqdim etmişdir. Lakin görünür ki, MSK həqiqətən ərizəçinin şikayətinə etinasız yanaşmış və ona baxmamışdır. Halbuki, Seçki Məcəlləsinin 112.2-ci maddəsi seçki ilə bağlı hər hansı şikayətin birbaşa “yuxarı seçki komissiyasına” verilməsinin mümkünlüyünü nəzərdə tutur. Bu termin MSK-nı da əhatə edən kimi görünür. Məhkəmə bir daha OSCE-in hesabatına istinad edir. Həmin hesabatda deyilir ki, “əksər hallarda” MSK yoxlama aparmadan şikayətləri sadəcə olaraq müvafiq DSK-ya göndərib və seçki günü və ondan sonra aldığı “şikayətlərin əksəriyyətinə münasibət bildirməmişdir”. Hazırkı işdə Seçki Məcəlləsinin tələblərinə baxmayaraq, MSK tərəfindən ərizəçinin şikayətlərinə baxılmamasının səbəblərinə aid Hökumət tərəfindən hər hansı izah təqdim edilməmişdir.", "85. Ərizəçinin Apellyasiya Məhkəməsinə və Ali Məhkəməyə sonradan verdiyi şikayətlər də adekvat şəkildə baxılmamışdır. Xüsusən, hər iki məhkəmələr ərizəçinin şikayətlərinin məzmununa baxmamaq üçün həddən artıq formal səbəblərə əsaslanaraq, hesab etmişlər ki, o, müşahidəçilərin müvafiq ifadələrinin lazımınca təsdiq olunmuş surətlərini təqdim etməmiş və MSK-ya həqiqətən müraciət etməsini təsdiq edən sənədli sübutu kassasiya şikayətinə əlavə etməmişdir. Məhkəmənin vəzifəsi deyil ki, daxili məhkəmələr tərəfindən ümumi (publik) hüquq sahəsi daxilinə bir qayda olaraq düşən, seçkiyə aid məsələləri qaldıran işdə yazılı sübutun məqbuliyyətinə dair mülki prosessual qaydaların belə ciddi tətbiqinin düzgün olub-olmamasını daxili qanunvericilik baxımından qiymətləndirsin. Lakin hazırkı işin halları baxımından, Məhkəmə hesab edir ki, belə sərt və həddən artıq formal yanaşma Konvensiya baxımından əsaslı deyildir.", "86. Bununla bağlı, Məhkəmə Venesiya Komissiyasının Seçki Məsələlərində Müsbət Təcrübə Məcəlləsini xatırlayır. Bu Məcəllə xüsusilə seçkiyə aid şikayətlərin məqbulliyyəti məsələlərində bu şikayətlərə baxılarkən həddən artıq formallıqlara yol verilməməsinin əhəmiyyətinə diqqət yetirir (baxın, yuxarıda 54-cü paraqraf).", "87. Yuxarıda göstərildiyi kimi, Məhkəmə hesab edir ki, ərizəçi seçki hüquqlarının potensial ciddi pozuntusunun görüntüsünü aşkarlayan mübahisəli iddianı irəli sürə bilmiş və bu iddia müvafiq dəlil və sübutlarla müşayiət edilmişdir. Sübutlar prima facie autentik kimi görünən müşahidəçilərin ifadələrinin surətlərini əks etdrimişdir. Ərizəçi məhkəmələrə bu ifadələrin notariat qaydada təsdiq olunmuş surətlərini təqdim etməsə də, Ali Məhkəmədə şifahi iclasda o iddia edib ki, sənədlərin əsillərini MSK-ya təqdim etmişdir. Belə olan halda, Məhkəmə təəccüblü hesab edir ki, daxili məhkəmələr bu sənədlərin əsillərinə sahib olub-olmadığını təsdiq etməyi MSK-dan tələb etməyə cəhd etməmiş və ya bu ifadələrin autentikliyini digər yolla müəyyən etməmişlər. Məhkəmələr ərizəçiyə heç olmasa imkan verməli idilər ki, o, zəruri hesab etdiyi hər hansı əlavə sübutlarla (MSK-ya həqiqətən müraciət etməsini sübut edən sənəd kimi) yazılı dəlilləri təqdim edə bilsin.", "88. Məhkəmə hesab edir ki, sərbəst seçkilər keçirmək üzrə 1 saylı Protokolun 3-cü maddəsinə əsasən pozitiv öhdəliyinə Dövlətin riayət etməsini təmin etmək üçün hazırkı işə baxmış seçki qanunsuzluqlarına aid mübahisəli iddianı həll etməli olan daxili məhkəmələr fərdi şikayətçinin üzərinə ağlabatan olmayan və sərt prosessual maneələr qoymadan, iddia olunan qanunsuzluqları araşdırmaq üçün əsaslı addımlar atmaqla, reaksiya göstərməli idilər. Bu prosesdə məsələ sadəcə olaraq ərizəçinin fərdi hüquqlarının iddia olunan pozuntusu deyil, həmçinin, daha ümumi dərəcədə sərbəst və ədalətli seçkilər keçirmək üzrə Dövlət tərəfindən öz pozitiv öhdəliklərinə riayət etməsidir. Buna görə, hazırkı işdə daxili məhkəmələrin yalnız ərizəçinin təqdim etdiyi sübutlar əsasında işi həll etməli olmaları güman edilsə belə, onların qarşısında olan material yenə də kifayət qədər güclü idi ki, daha çox informasiyanın əldə olunması və dairəsindəki seçkilərin sərbəst və ədalətli xarakteri üzərində şübhə doğuran ərizəçinin iddialarının düzgünlüyünün yoxlanılması üçün əlavə addımlar atmağı onlardan tələb etsin.", "89. Bundan başqa, hər bir halda ərizəçinin bütün iddiaları müşahidəçilərin ifadələrinə əsaslanmamışdır. Onun şikayəti, həmçinin bir neçə MənSK protokollarında MənSK səviyyəsində seçki bülletenləri ilə potensial geniş miqyaslı saxtalaşdırmanı aşkar edən açıq ziddiyyətlər daxil olmaqla, iddia olunan digər qanunsuzluqları da əks etdirmişdir. Bu spesifik məsələnin yoxlanılması üçün zəruri olan ilkin sübutlar üçün məhkəmələr müstəqil araşdırma məqsədilə sadəcə olaraq həmin protokolların təqdim edilməsini seçki komissiyalarından tələb etməli olmuşlar. Belə araşdırma həqiqətən ziddiyyətləri aşkar etdiyi halda, onların seçkinin nəticələri üzərində təsirinin daha hərtərəfli qiymətləndirilməsi tələb olunardı. Lakin müvafiq məhkəmə qərarları ərizəçinin şikayətlərinin bu hissəsinə toxunmamışdır.", "90. Məhkəmə təsdiq edir ki, seçki prosesinin mürəkkəbliyini və seçkiyə aid müxtəlif prosedurların daha sürətli həyata keçirilməsini zəruri edən müddətləri nəzərə alaraq, seçki prosesində gecikdirməyə yol verməmək üçün müvafiq daxili dövlət orqanlarından nisbətən qısa müddətlərdə seçkiyə aid şikayətlərə baxmaq tələb oluna bilər. Həmin səbəblərə görə, Dövlətlər çox sərt prosessual təminatları müəyyən etməklə gözləməyi və ya çox təfsilatlı qərarları çıxarmağı bu dövlət orqanlarından tələb etməyi məqsədəmüvafiq saymırlar. Buna baxmayaraq, bu düşüncələr şikayət prosedurunun səmərəliliyinin heçə endirilməsinə səbəb ola bilməz və təmin olunmalıdır ki, seçki qanunsuzluqlarına aid mübahisəli fərdi şikayətlərin məzmununa münasibətin bildirilməsi və müvafiq qərarların kifayət qədər əsaslandırılması üçün həqiqi səylər göstərilməlidir. Lakin hazırkı işdə seçki komissiyalarının və məhkəmələrin davranışı və onların müvafiq qərarları ərizəçinin seçkidə namizədliyini irəli sürmək hüququnun müdafiəsi üçün hər hansı əsl narahatlığın çatışmazlığının görüntüsünü aşkar etmişdir.", "91. Yuxarıda göstərilənlər Məhkəməyə belə nəticəyə gəlməyə kifayət edir ki, seçki qanunsuzluqlarına aid ərizəçinin şikayətləri daxili müstəvidə səmərəli baxılmamış və qanunsuz şəkildə rədd olunmuşdur.", "92. Sonuncu paraqrafda göstərilən nəticəni nəzərə alaraq, Məhkəmə hesab edir ki, hazırkı işin məqsədləri üçün seçki komissiyalarının tərkibinin təşkili tərzinə aid ərizəçinin dəlillərinin araşdırılması tələb olunmur.", "93. Müvafiq olaraq, iş üzrə Konvensiyanın 1 saylı Protokolunun 3-cü maddəsi pozulmuşdur.", "", "KONVENSİYANIN İDDİA OLUNAN DİGƏR POZUNTULARI", "", "A. Konvensiyanın 14-cü maddəsi", "", "94. Yuxarıdakı şikayətlə birgə ərizəçi şikayət edib ki, bütün seçki prosesi zamanı müxalifətin namizədi kimi o, siyasi mənsubiyyətinə görə ayrı-seçkiliyə məruz qalmış və hakim partiyaya mənsub namizədlərlə bərabər şərtlərdə seçkidə iştirak etməsinə icazə verilməmişdir. O, aşağıdakıları nəzərdə tutan 14-cü maddəyə istinad etmişdir:", "", "\t“Bu Konvensiyada təsbit olunmuş hüquq və azadlıqlardan istifadə cins, irq, dərinin rəngi, dil, din, siyasi və ya digər baxışlar, milli və ya sosial mənşə, milli azlıqlara mənsubiyyət, əmlak vəziyyəti, doğum və ya digər hər hansı əlamətlərinə görə ayrı-seçkilik olmadan təmin olunmalıdır.”", "", "95. Məhkəmə qeyd edir ki, bu şikayət yuxarıda araşdırılmış şikayətlə bağlıdır və buna görə eynilə məqbul elan olunmalıdır.", "96. Lakin 1 saylı Protokolun 3-cü maddəsi ilə bağlı yuxarıdakı qənaətini nəzərə alaraq, Məhkəmə hesab edir ki, bu işdə 14-cü maddənin pozulub-pozulmadığını araşdırmaq zəruri deyildir.", "", "Konvensiyanın 6-cı maddəsi", "", "97. Konvensiyanın 6-cı maddəsinə əsasən ərizəçi şikayət edib ki, daxili məhkəmə prosesləri ədalətsiz və qanunsuz olmuşdur. Konvensiyanın 6-cı maddəsi müvafiq hissədə aşağıdakıları nəzərdə tutr:", "", "“Hər kəs, onun mülki hüquq və vəzifələri müəyyən edilərkən .. məhkəmə vasitəsilə, ... işinin ədalətli ... araşdırılması hüququna malikdir.”", "", "98. Məhkəmə qeyd edir ki, sözügedən araşdırmalar ərizəçinin parlament seçkilərində namizəd kimi iştirak etmək hüququnun müəyyən olunmasına aid olmuşdur. Buna görə, həmin mübahisə ərizəçinin siyasi hüquqlarına aid olmuş və Konvensiyanın 6-cı maddəsinin 1-ci bəndinin mənasında onun “mülki hüquq və vəzifələrinə” toxunmamışdır (baxın, Pyer-Blox Fransaya qarşı, 21 oktyabr 1997-ci il, § 50, Hesabatlar, 1997-VI; Çerepkov Rusiyaya qarşı (qərardad), № 51501/99, İHAM 2000-I; Zdanoka Latviyaya qarşı (qərardad), № 58278/00, 06 mart 2003-cü il; və Mütəllibov Azərbaycana qarşı (qərardad), № 31799/03, 19 fevral 2004-cü il). Müvafiq olaraq, bu Konvensiya müddəası şikayət edilən araşdırmalara tətbiq olunmur.", "99. Bu baxımdan, həmin şikayət 35-ci maddənin 3-cü bəndinin mənasında Konvensiyanın müddəaları ilə ratione materiae uyğun deyildir və 35-ci maddənin 4-cü bəndinə müvafiq olaraq rədd olunmalıdır.", "", "KONVENSİYANIN 41-ci MADDƏSİNİN TƏTBİQİ", "", "100. Konvensiyanın 41-ci maddəsi nəzərdə tutur ki:", "", "\t\t“Əgər Məhkəmə Konvensiyanın və ona dair Protokolların müddəalarının pozulduğunu, lakin Razılığa gələn Yüksək Tərəfin daxili hüququnun yalnız bu pozuntunun nəticələrinin qismən aradan qaldırılmasına imkan verdiyini müəyyən edirsə, zəruri halda zərərçəkən tərəfə əvəzin ədalətli ödənilməsini təyin edir.”", "", "Zərər", "", "Maddi zərər", "", "101. Ərizəçi seçki reklamının nəşrləri üçün xərclər, seçki komandası üzvlərinin maaşları, seçki qərargahı üçün ofisin icarə haqqı və s. kimi seçki kampaniyasına aid müxtəlif xərclərlə bağlı 22.500 yeni Azərbaycan manatı (AZN) tələb etmişdir.", "102. Hökumət qeyd edib ki, ərizəçi öz tələbini hər hansı sənədli sübutla müşayiət etməmişdir. Onlar daha sonra iddia ediblər ki, kampaniyanın xərcləri maddi zərər kimi tələb oluna bilməz və hər bir halda hər namizədin kampaniya xərclərinin hissəsi daxili qanunvericiliyə əsasən Dövlət tərəfindən ödənilib.", "103. Məhkəmə qeyd edir ki, hazırkı şikayət ərizəçinin seçkidə namizədliyini irəli sürmək hüququna aiddir. Güman oluna bilməz ki, ərizəçinin hüququ pozulmadığı halda, o öz dairəsində mütləq seçkidə qalib gələrdi və parlamentin üzvü olardı. Buna görə, fərziyyə irəli sürülə bilməz ki, onun seçki kampaniyasına çəkdiyi xərclər maddi itkidir (müqayisə edin, yuxarıda qeyd olunmuş Gürcüstanın Fəhlə Partiyası, § 150). İddia olunan maddi zərərlə müəyyən olunmuş pozuntu arasında hər hansı səbəbli əlaqə müəyyən edilmədiyi üçün Məhkəmə ərizəçinin tələbini əsassız kimi rədd edir.", "", "Mənəvi zərər", "", "104. Ərizəçi seçki hüquqlarının pozulması üçün mənəvi zərərə görə 200.000 AZN tələb edib.", "105. Hökumət iddia edib ki, tələb olunmuş məbləğ həddən artıqdır və hesab edib ki, Konvensiya pozuntusunun müəyyən edilməsi özlüyündə ədalətli kompensasiyanı təşkil edir.", "106. Məhkəmə hesab edir ki, ərizəçi 1 saylı Protokolun 3-cü maddəsinin pozuntusunun sadəcə olaraq müəyyən edilməsi ilə kompensasiya olunmayan mənəvi zərər çəkmişdir. Ədalətli əsaslarla qərar çıxarmaqla, Məhkəmə ona üstünə gələ bilən hər hansı vergi məbləği hesablanmaqla mənəvi zərərə görə 7.500 avro kompensasiya təyin edir.", "", "Xərc və məsrəflər", "", "107. Ərizəçi Məhkəmə qarşısında hüquqi xidmətlər üçün 2.000 AZN, tərcümə xərclərinə görə 1.500 AZN və poçt xərclərinə görə 1.000 AZN tələb etmişdir. Tələblərinin sübutu kimi o, Məhkəmə qarşısında araşdırmalar üçün hüquqi xidmətlər barədə müqaviləni və tərcümə xidmətləri üçün müqaviləni təqdim etmişdir. Hər iki müqavilə göstərib ki, həmin məbləğlər, Məhkəmə ərizəçinin hüquqlarının pozuntusunu müəyyən etdiyi halda, ödənilməlidir.", "108. Hökumət iddia edib ki, hüquqi və tərcümə xidmətlərinə aid xərc və məsrəflər əslində çəkilməmişdir, ona görə ki, tələb olunan məbləğlər ərizəçi tərəfindən ödənilməmişdir. Daha sonra onlar iddia ediblər ki, hər bir halda hüquqi xidmətlər üçün müqavilə həddən artıq məbləği nəzərdə tutub və tələb olunmayan və hazırkı işdə gözlənilməyən bəzi xidmət növlərini daxil etdirib. Poçt xidmətlərinə görə xərclərə gəldikdə, Hökumət qeyd edib ki, tələbin bu hissəsi hər hansı sübutla müşayiət olunmamışdır.", "109. Məhkəmənin presedent-hüququna müvafiq olaraq, xərc və məsrəflərin yalnız həqiqətən və zəruri olaraq, həmçinin əsaslandırılmış həcmdə çəkilməsi göstərildiyi halda, ərizəçi onların əvəzinin ödənilməsi hüququna malikdir. Məhkəmə qeyd edir ki, ərizəçi hüquqi və tərcümə xidmətlərinə görə xərcləri hələ çəkməsə belə, müqavilə öhdəliyinə əsasən o, bu xərcləri çəkməlidir. Müvafiq olaraq, müqaviləyə əsasən vəkilin və tərcüməçinin nəzərdə tutulmuş məbləğləri ödəməyi tələb etmək hüquqlarına malik olduqlarını nəzərə alaraq, bu xərclər “həqiqətən çəkilmişdir”. Lakin hazırkı işdə həyata keçirilmiş hüquqi işi və həqiqətən tərcümə olunmuş materialın həcmini nəzərə alaraq, Məhkəmə hesab edir ki, həm hüquqi, həm də tərcümə xərclərinə aid tələblər həddən artıqdır və buna görə yalnız qismən təmin oluna bilər. Bundan başqa, Məhkəmə qeyd edir ki, ərizəçi poçt xərclərinə görə tələbini hər hansı sübutla təsdiq etməmiş və bu səbəbdən, həmin xərclərə aid hər hansı məbləğ təyin oluna bilməz.", "110. Yuxarıda göstərilənləri nəzərə alaraq, Məhkəmə üstünə gələ bilən hər hansı vergi məbləği hesablanmaqla, bütün məqamlar üzrə xərcləri əhatə edən 1.600 EUR məbləği təyin etməyi əsaslı hesab edir.", "", "C. Faiz dərəcəsi", "", "111. Məhkəmə məqsədəmüvafiq hesab edir ki, faiz dərəcəsi üstünə üç faiz əlavə edilməli olan, Mərkəzi Avropa Bankının təqdim etdiyi dərəcənin son həddinə əsaslanmalıdır.", "", "", "", "", "BU SƏBƏBLƏRƏ GÖRƏ, MƏHKƏMƏ YEKDİLLİKLƏ", "", "Konvensiyanın 1 saylı Protokolunun 3-cü maddəsi və Konvensiyanın 14-cü maddəsi üzrə şikayətləri məqbul və şikayətin qalan hissəsini qeyri-məqbul elan edir;", "", "İş üzrə Konvensiyanın 1 saylı Protokolunun 3-cü maddəsinin pozulduğunu qərara alır;", "", "Şikayətin Konvensiyanın 14-cü maddəsi baxımından araşdırılmasının tələb olunmadığını qərara alır;", "", "4. Qərara alır ki,", "", "(a) Qərarın Konvensiyanın 44-cü maddəsinin 2-ci hissəsinə əsasən qəti olduğu gündən üç ay müddətində Hökumət tərəfindən ərizəçiyə həll olunma gününə tətbiq edilən dərəcəyə uyğun olaraq milli valyuta ilə aşağıdakı məbləğlər ödənilməlidir;", "(i) mənəvi zərərə görə üstünə gəlinə bilən hər hansı vergi hesablanmaqla 7.500 EUR (yeddi min beş yüz avro); və", "(ii) xərc və məsrəflərə görə üstünə gəlinə bilən hər hansı vergi hesablanmaqla 1.600 EUR (bir min altı yüz avro);", "(b) yuxarıda qeyd olunan üç ay bitdiyi vaxtdan həll olunma gününədək faiz dərəcəsi yuxarıdakı məbləğ üstünə Mərkəzi Avropa Bankının faiz dövründəki təqdim etdiyi dərəcənin son həddinə uyğun ödənilməlidir;", "", "7. Ədalətli kompensasiya üçün ərizəçinin tələbinin qalan hissəsini rədd edir.", "", "", "İngilis dilində tərtib olunub və Məhkəmə Reqlamentinin 77-ci qaydasının 2 və 3-cü bəndlərinə müvafiq olaraq, qərar barədə məlumat yazılı şəkildə 08 aprel 2010-cu ildə göndərilib.", "", "", "\tSoren Nilsen\t\t\t\t\t\tXristos Rozakis", "    Katib \t\t\t\t\t   \t\tSədr", "", "", "", "", "", "", ""]}