{"file": "AZE_HJUDAZE_21830_09.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "21830/09", "text_paragraphs": ["© Avropa Şurası/Avropa İnsan Hüquqları Məhkəməsi, 2015. Bu tərcümə Avropa Şurasının İnsan Hüquqları üzrə Etibar Fondunun dəstəyi ilə həyata keçirilib (). Məhkəmə tərcüməyə görə heç bir məsuliyyət daşımır. Əlavə məlumat almaq üçün bu sənədin sonunda verilmiş müəllif hüququna dair tam məlumata baxın.", "", "© Council of Europe/European Court of Human Rights, 2015. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "", "", "\n", "İKİNCİ SEKSİYA", "", "", "", "", "", "", "HALDIMANN VƏ BAŞQALARI İSVEÇRƏYƏ \tqarşı", "", "(Ərizə no 21830/09)", "", "", "", "", "", "", "", "", "", "QƏRAR", "", "", "", "STRAZBURQ", "", "24 fevral 2015", "", "", "", "", "Bu qərar Konvensiyanın 44-cü maddəsinin 2-ci bəndinə uyğun olaraq qəti olacaqdır. Ona redaktə xarakterli dəyişikliklər edilə bilər.", "", "Haldimann və başqaları İsveçrəyə q. işində,", "Avropa İnsan Hüquqları Məhkəməsi (ikinci seksiya) :", "\tIşıl Karakaş, sədr,\n\tAndrás Sajó,\n\tNebojša Vučinić,\n\tHelen Keller,\n\tPaul Lemmens,\n\tEgidijus Kūris,\n\tRobert Spano, hakimlər,\nSeksiya katibi Stanley Naismithdən ibarət tərkibdə,", "20 yanvar 2015-ci ilə gizli məşvərət keçirərək,", "Həmin tarixdə aşağıdakı qərarı qəbul edir:", "PROSEDUR", "1. İş İnsan Hüquqları və Əsas Azadlıqları üzrə Konvensiyanın (« Konvensiya ») 34-cü maddəsinə əsasən İsveçrə Konfederasiyasının dörd vətəndaşı, cənab Ulrich Mathias Haldimann (« birinci ərizəçi »), cənab Hansjörg Utz (« ikinci ərizəçi »), xanım Monika Annemarie Balmer («üçüncü ərizəçi ») və xanım Fiona Ruth Strebel (« dördüncü ərizəçi ») tərəfindən 3 aprel 2009-cu ildə Məhkəməyə təqdim edilmiş İsveçrə Konfederasiyasına qarşı ərizə (no 21830/09) əsasında başlamışdır.", "2.  Ərizəçilər Luserndə fəaliyyət göstərən R. Mayr von Baldegg tərəfindən təmsil olunmuşdur. İsveçrə Hökuməti (« Hökumət »), əvəzedici nümayəndəsi Federal Ədalət Bürosu Avropa Hüququ və İnsan Hüquqlarının Beynəlxalq müdafiəsi Departamentindən cənab Adrian Scheidegger tərəfindən təmsil olunmuşdur.", "3.  Ərizəçilər iddia edirlər ki, Konvensiyanın 10-cu maddəsi ilə qorunan ifadə azaqdlıqları pozulmuşdur.", "4.  23 noyabr 2010-cu ildə ərizə Hökumətə kommunikasiya edilmişdir.", "5.  Media Legal Defence Initiative (MLDI) təşkilatına yazılı prosedurda iştirak etmək üçün icazə verilmişdir (Konvensiyanın 36-cı maddəsinin 2-ci bəndi və Məhkəmə Reqlamentinin 44-cü maddəsinin 3-cü bəndi).", "FAKTLAR", "I.  İŞİN HALLARI", "6.  Ərizəçilər müvafiq olaraq 1953, 1950, 1969 və 1969-cü illərdə anadan olmuş və Uster, Zürix, Bäretswil və Nussbaumendə yaşayırlar.", "7.  Ərizəçilərin təqdim etdiyi işin halları aşağıdakı şəkildə xülasə edilə bilər.", "8.  Zürix kantonu ombutsmanının özəl sığorta şirkəti üçün hazırladığı illik hesabat və almandilli İsveç kanalında (SF DRS) illərdən bəri yayınlanan istehlakçı hüquqlarının müdafiəsi barədə həftəlik « Kassensturz » verilişinin tamaşaçılarının, fəaliyyətlərində təxmini hesablamalardan istifadə edən sığorta işçilərindən narazılıqlarını ifadə etdikləri məktublarının ardından həmin verilişin redaktoru olan üçüncü ərizəçi həyat sığortası sahəsindəki satış təcrübələri ilə bağlı bir reportaj hazırlamışdır.", "9.  O verilişin baş redaktoru (ikinci ərizəçi) və SF DRS-in baş redaktoru ilə (birinci ərizəçi) sığorta işçilərinin bacarıqsızlığını sübut etmək üçün müştəri və sığorta işçiləri arasındakı görüşləri gizli kamera vasitəsilə qeyd etmək barədə razılığa gəlmışdır. O bu görüşləri şəxsi bir mənzildə qeydə almış, sonradan onları bir sığorta mütəxəssisinə şərh etdirmişdir.", "10.  Dördüncü ərizəçi, SF DRS-in jurnalisti X şirkətinin sığorta agenti ilə bir görüş barədə razılığa gəlmiş və görüş 26 fevral 2003-cü ildə baş tutmuşdur. O özünü həyat sığortası etdirmək istəyən müştəri kimi təqdim etmişdir. Görüşün keçiriləcəyi otaqda iki gizli audio-vizual kamera (Lipstickkameras) yerləşdirilmişdir ki, onlar vasitəsilə qeyd olunanlar üçüncü ərizəçinin və bir sığorta mütəxəssisinin olduğu qonşu otağa ötürülürdü. Həmin otaqda mütəxəssisin dəyərləndirməsini qeyd etmək vəzifəsi olan operator və texniki işçi də vardı.", "11.  Görüş bitdikdən sonra, üçüncü ərizəçi otağa daxil olaraq « Kassensturz »un redaktoru olduğunu söyləmiş və görüşlərinin çəkildiyini sığorta işçisinə bildirmişdir. Sığorta agenti cavab vermişdir ki, o bunu gözləyirdi (« Das habe ich gedacht »). Üçüncü ərizəçi ona görüş əsnasında ciddi səhvlər buraxdığını demiş və ona bununla bağlı rəyini bildirməyi təklif etmişdir.", "12.  Bundan sonra, birinci və ikinci ərizəçilər qeydə alınmış görüşün bir hissəsini « Kassensturz »un gələcək buraxılışlarından birində yayınlamaq qərarına gəlmişlər. Onlar X şirkətinə görüşlə və ona edilən tənqidlə bağlı mövqelərini bildirməyi təklif etmiş və şirkəti əmin etmişlər ki, sığorta agentinin üzü gizlədiləcək və səsi dəyişdiriləcək və tanınmayacaqır. Beləliklə, ərizəçilər sığorta agentinin üzünü pikselləmişlər, onun yalnız saçının və dərisinin rəngi və geyimi görünmüşdür. Sığorta agentinin səsi də dəyişdirilmişdir.", "13. 3 mart 2003-cü ildə, sığorta agenti Zürix rayon məhkəməsinə mülki iddia ilə mürafciət edərək həmin çəkilişin yayınlanmasının qadağan olunmasını xahiş etmişdir. Bu iddia 24 mart 2003-cü il qərarı ilə rədd edilmişdir.", "14. 25 mart 2003-cü ildə 26 fevral görüşündən bəzi hissələr əvvəlcədən nəzərdə tutulduğu kimi üz və səsin dəyişilməsi ilə yayımlanmışdır. Bundan əvvəlki gün sığorta agentinin maraqlarının müdafiəsi ilə bağlı müvəqqəti tədbir xahişi də rədd edilmişdi.", "15.  29 avqust 2006-cı ildə, Dielsdorf (Zürich kantonu) Rayon Məhkəməsinin cinayət palatasının hakimi ilk üç ərizəçiyə Cinayət Məcəlləsinin 179.2-ci maddəsi mənasında başqa şəxslərin söhbətlərinin dinlənilməsi və qeydə alınması, dördüncü ərizəçiyə isə 179.3 maddəsinin 1-ci cümləsi mənasında söhbətin icazəsiz qeydə alınması ittihamları üzrə bəraət vermişdir.", "16.  Həm Zürix kantonu Baş Prokuroru (Oberstaatsanwalt), həm də zərərçəkən qismində sığorta agenti 29 avqust 2006-cı il qərarından appelyasiya şikayəti vermişlər.", "17.  5 noyabr 2007-ci ildə Zürix kantonu yuxarı instansiya məhkəməsi (Obergericht), ilk üç ərizəçini Cinayət Məcəlləsinin 179.1 və 179.2-ci maddələrinə əsasən başqa şəxslərin söhbətlərinin qeydə aldıqlarına və 179.4 maddəsinin birinci və ikinci cümlələrinə əsasən gizli və ya şəxsi həyata görüntü almağa imkan verən aparat vasitəsilə müdaxilə etdiklərinə görə təqsirli bilmişdir. Dördüncü ərizəçi Cinayət Məcəlləsinin 179.3-cü maddəsinə əsasən söhbətin icazəsiz qeydə alınmasına və 179.4 maddəsinin birinci və ikinci cümlələrinə əsasən gizli və ya şəxsi həyata görüntü almağa imkan verən aparat vasitəsilə müdaxilyə görə təqsirli hesab edilmişdir. İlk üç ərizəçi müvafiq olaraq günü 350 İsveçrə frankı (CHF), 200 CHF və 100 CHF məbləği olmaqla 15 günlük şərti maddi cərimə ilə, dördüncü ərizəçi isə günü 30 CHF olmaqla 5 günlük şərti cərimə ilə cəzalandırılmışdır.", "18.  Ərizəçilər məhkumiyyətləri barədə qərarın əleyhinə Federal Məhkəməyə birgə şikayət göndərmiş və xüsusilə Konvensiyanın 10-cü maddəsi mənasında ifadə azadlıqlarına istinad etmişlər. Onların fikrincə, mübahisələndirlən tədbirə əl atmaq məqsədə çatmaq üçün zəruri idi.", "19.  7 oktyabr 2008-ci ildə çıxardığı və ərizəçilərə 15 oktyabr 2008-ci ildə göndərilən qərarı ilə Federal Məhkəmə Cinayət Məcəlləsinin 179.4 maddəsi mənasında gizli və şəxsi həyata görüntü almaq imkanı olan aparat vasitəsilə müdaxilə ittihamı ilə bağlı hissədə şikayəti qəbul etmişdir. Məhkəmə hesab etmişdir ki, ittiham prinsipinin və müdafiə hüquqlarının pozuntusu baş vermişdir. O, işi aşağı instansiya məhkəməsinə qaytarmışdır.", "20.  Şikayətin qalan hissəsi rədd etdilmiş və bu hissədə qərar qüvvəyə minmişdir. Federal Məhkəmə hesab etmişdir ki, ərizəçilər Cinayət Məcəlləsinin 179.2 maddəsinin 1 və 2-ci cümlələri və 179.3 maddəsinin 1-ci cümləsinin tətbiq dairəsinə düşən əməlləri törətmişdir və onların irəli sürdükləri əsas rədd olunmalıdır. Yüksək Məhkəmə sığorta sahəsindəki təcrübə ilə bağlı ictimaiyyətin böyük marağı olduğunu və bunun, məsələdə üzə çıxan fərdi maraqlardan daha böyük əhəmiyyətə malik ola biləcəyini qəbul etmişdir. Bununla belə, Federal Məhkəmə hesab etmişdir ki, ərizəçilər başqa, sığorta agentinin maraqlarına daha az müdaxilə edən vasitələrdən, məsələn, ombutsmanın illik hesabatlarından, onun işçilərinin şərhlərindən və ya narazı müştərilərlə müsahibələrdən istifadə edə bilərdilər. Bundan əlavə, görüşü gizli kamera vasitəsilə lentə almaqdansa, jurnalist sübut gücü daha zəif olsa da, protokol tərtib edə bilərdi. Nəhayət, Federal Məhkəmənin fikrincə, bir halın qeydə alınması iddia olunan problemlərlə bağlı etibarlı göstərici olmaq üçün kifayət deyildir. Bu sahədə, pis nümunələrə tez-tez rast gəlinir və ictimaiyyətə məlumdur. Bir hal barədə yayımlar ictimaiyyətə sığorta şirkətlərinin təklif etdiyi məsləhətlərin keyfiyyəti ilə bağlı ümumi nəticələr çıxarmağa imkan verməyəcəkdi.", "21.  Zürix kantonu Yüksık instansiya məhkəməsinin 24 fevral 2009-cu il qərarı ilə ərizəçilər Cinayət Məcəlləsi 179.4 maddəsi mənasında gizli və ya şəxsi həyata görüntü almaq imkanı olan aparat vasitəsilə müdaxilə ittihamından bəraət aldılar. Məhkəmə ərizəçilərə tətbiq edilən sanksiyaları yüngülləşdirmişdir: iki il sınaq müddəti olmaqla, ilk üç ərizəçiyə on beş gün cərimə əvəzinə, günü CHF 350 (təxminən 290 avro), CHF 200 (təxminən 160 avro) və CHF 100 (80 avro) olmaqla on iki günlük şərti cərimə və dördüncü ərizəçiyə günü 30 CHF olmaqla dörd günlük şərti cərimə. Ərizəçilər bu qərardan Federal Məhkəməyə şikayət etməmişdir.", "II.  DAXİLİ HÜQUQ VƏ TƏCRÜBƏ", "22.  İsveçrə Cinayət Məcəlləsinin müvafiq müddəalarında deyilir:", "« Maddə 179. 2: Başqa şəxslər arasındakı söhbətlərin dinlənməsi və lentə alınması", "Bütün iştirakçıların razılığı olmadan başqa şəxslər arasındakı ictimai olmayan söhbətləri dinləmə cihazı ilə dinləmiş və səs yazma cihazı ilə lentə almış şəxsə,", "lentə alınmanın 1-ci cümlədə nəzərdə tutulan əməl vasitəsilə əldə edildiyini və ona çatdırıldığını bilən və ya bilməli olan, ondan bəhrələnən və ya üçüncü şəxslərə bu barədə məlumat verən şəxsə,", "lentə alınmanın 1-cü cümlədə nəzərdə tutulan əməl vasitəsilə əldə edildiyini bilən və ya bilməli olan, onu saxlayan və ya üçüncü şəxslərə çatımlı edən şəxsə, əleyhinə şikayət olarsa, üç il müddətinə azadlıqdan məhrumetmə cəzası və ya maddi cəza verilir.", "Maddə 179.3 : Söhbətlərin icazəsiz lentə alınması", "Digər müsahiblərin razılığı olmadan aralarındakı ictimai olmayan söhbəti səs cihazıyla lentə alan şəxsə,", "1-ci cümlədə nəzərdə tutulan əməl vasitəsilə əldə edildiyini bilən və ya bilməli olan, bu qeydiyyatı saxlayan, ondan bəhrələnən və ya və ya üçüncü şəxslərə çatımlı edən şəxsə, əleyhinə şikayət olarsa, bir ilə qədər müddətə azadlıqdan məhrumetmə və ya maddi cəza verilir.", "Maddə 179.4: Gizli və ya şəxsi həyata görüntü almaq imkanı olan aparat vasitəsilə müdaxilə", "Maraqlı şəxsin razılığı olmadan, həmin şəxsin gizli həyatı ilə bağlı faktı və ya şəxsi həyata aid olan və başqa yolla əldə oluna bilməyən faktı görüntü alan cihazla izləyən və ya lentə alan şəxsə,", "1-ci cümlədə nəzərdə tutulan əməl vasitəsilə əldə edildiyini və ona çatdırıldığını bilən və ya bilməli olan, ondan bəhrələnən və ya və ya üçüncü şəxslərə çatımlı edən şəxsə,", "1-ci cümlədə nəzərdə tutulan əməl vasitəsilə əldə edildiyini bilən və ya bilməli olan, görüntünü saxlayan və ya üçüncü şəxslərə çatımlı edən şəxsə, əleyhinə şikayət olarsa, üç ilə qədər azadlıqdan məhrumetmə və ya maddi cəza verilir. »", "23.  Avropa Şurası Parlament Assambleyasının 26 iyun 1998-ci ildə qəbul etdiyi Avropa Şurası Parlament Assambleyasının 1165 (1998) saylı Qərarında deyilir :", "« 10.  Avropa İnsan Hüquqları Konvensiyasının bərabər şəkildə təminat verdiyi iki hüququn, şəxsi həyata hörmət hüququ və ifadə azadlığı hüququnun tarazlaşdırılmış şəkildə realizə olunmasına imkan verən yollar tapmaq lazımdır.", "11.  Assambleya hər bir kəsin şəxsi həyata hörmət və ifadə azadlığı hüququnun demokratik cəmiyyətin əsası kimi əhəmiyyətini bir daha təsdiq edir. Bu hüquqlar nə mütləqdir, nə də aralarında iyerarxiya vardır və eyni hüquqi qüvvəyə malikdir.", "12.  Bununla belə, Assambleya xatırladır ki, Avropa İnsan Hüquqları Konvensiyasının 8-ci maddəsinin təminat verdiyi şəxshi həyat hüququ, fərdi yalnız dövlət orqanlarının müdaxilələrindən deyil, həm də fərdlərin və kütləvi informasiya vasitələri də daxil olmaqla, özəl qurumların müdaxilələrindən müdafiə edir.", "13.  Assambleya hesab edir ki, Avropa İnsan Hüquqları Konvensiyasını bütün üzv Dövlətlər ratifikasiya etmişdir və mülli qanunvericiliklərin bir çoxu bu müdafiəni təmin edən müddəalara malikdir və nəticədə, şəxsi həyata hörmət hüququnu təmin mək üçün yeni konvensiyanın qəbul edilməsini tflif etməyə ehtiyac yoxdur. (...) »", "HÜQUQİ MƏSƏLƏLƏR", "I.  KONVENSİYANIN 10-CU MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "24.  Ərizəçilər Konvensiyanın 10-cü maddəsində nəzərdə tutulan ifadə azadlığının pozulduğundan şikayət edir :", "« 1. Hər kəs öz fikrini ifadə etmək azadlığı hüququna malikdir. Bu hüquqa öz rəyində qalmaq azadlığı, və dövlət hakimiyyəti orqanları tərəfindən hər hansı maneə olmadan və dövlət sərhədlərindən asılı olmayaraq, məlumat və ideyaları almaq və yaymaq azadlığı daxildir. Bu maddə dövlətlərin radio-yayım, televiziya və kinematoqrafiya müəssisələrinə lisenziya tələbi qoymasına mane olmur.", "2. Bu azadlıqların həyata keçirilməsi milli təhlükəsizlik, ərazi bütövlüyü və ya ictimai asayiş maraqları naminə, iğtişaşın və ya cinayətin qarşısını almaq üçün, sağlamlığın və mənəviyyatın qorunması üçün, digər şəxslərin nüfuzu və hüquqlarının müdafiəsi üçün, konfidensial şəkildə əldə edilmiş məlumatların açıqlanmasının qarşısını almaq üçün və ya ədalət mühakiməsinin nüfuz və qərəzsizliyini təmin etmək üçün qanunla nəzərdə tutulmuş və demokratik cəmiyyətdə zəruri olan müəyyən rəsmi tələblərə, şərtlərə, məhdudiyyətlərə və ya sanksiyalara məruz qala bilər. »", "25.  Hökumət buna etiraz edir.", "A.  Qəbuledilənlik barədə", "26.  Məhkəmə müəyyən edir ki, Konvensiyanın 35-ci maddəsinin 3a bəndi mənasında açıq-aydın əsaslandırılmamış deyildir. Məhkəmə bundan əlavə müəyyən edir ki, şikayət hər hansə başqa qəbuledilınlik müyarına görə də qəbuledilməz deyildir. Beləliklə, şikayəti qəbuledilən elan etmək lazımdır.", "B.  Mahiyyəti barədə", "1.  Tərəflərin təqdimatları", "a)  Ərizəçilər", "27.  Ərizəçilər iddia edirlər ki, Cinayət Məcəlləsinin 179.2 və 179.3 maddələri nəticələrinə münasibətdə kifayət qədər öngürülə bilən deyillər. onların fikrincə, gizli kameranın istifadəsi heç bir yerdə açıq şəkildə tənzimlənməmişdir və məhkəmə təcrübəsi və İsveçrə Mətbuat Şürasının məsləhətləri də dəqiq deyildir. Federal Məhkəmə araşdırma və gizli kameranın istifadəsini mütləq şəkildə senzura edir.", "28.  Ərizəçilər əlavə edir ki, Cinayət Məcəlləsi 179.2 və 179.3 maddələri şəxslər arasındakı kommunikasiyanın qərəzsizliyini və şəxsiyyətin hüquqlarını deyil, şəxsi sferada kommunikasiyanın məxfiliyini müdafiə edir. Hazırki işdə, sığorta agentinin iş vaxtında baş verən ğörüş sığorta agentinin mənzilində keçirilməmişdir. Digər tərəfdən, jurnalist və sığorta agenti arasında xüsusi etibar əlaqəsi də mövcud deyildi. Onların fikrincə, sığorta agentinin özəl və ya intim sferasının müdafiəsindən söhbət getmirdi. Sığorta agentinin səsinin və görüntüsünün dəyişdirilməsi faktı vəziyyəti təmamilə dəyişdirmişdi.", "29.  Ərizəçilər bundan əlavə iddia edirlər ki, onların halında üzərlərinə düşən vəzifə və öhdəlikləri yerinə yetirmişlər. İsveçrə Mətbuat Şurası, 51/2007 saylı qərarında hesab etmişdir ki, gizli araşdırmalara yalnız o zaman icazə verilir ki, onlar ictimaiyyətin marağındadır və bu məlumatları başqa vasitə ilə əldə etmək mümkün deyildir. İsveçrədə özəl sığorta sahəsindəki çatışmazlıqlara ictimaiyyətin diqqətini cəlb etmək məqsədi daşıyan verilişin mövzusu ictimaiyyəti maraqlandıran məsələdi. Bundan əlavə, jurnalistlər araşdırma üsullarını seçməkdə azaddırlar. Bu halda işin realistik şəkildə təqdimatı zəruri idi; sübutlar saxtalaşdırılsa idi, sığorta agenti mülki işi udardı. Federal Məhkəmənin həll yolunun mütləq xarakterinin çəkindirici effekti çox böyükdür. Sığorta agenti, həm çəkilişdən sonra, həm də verilişdən sonra ərizəçilərin tənqidləri ilə bağlı fikrini bildirmək imkanına malik olmuş və bundan imtina etmişdir.", "b)  Hökumət", "30.  Hökumət mübahisələndirilən ittihamların, maarqlı şəxslərin ifadə azadlığı hüququna bir « müdaxilə » olduğunu mübahisələndirilmir. Əksinə, onun fikrincə, bu müdaxilə, aydın və öngörülə bilən qanunla nəzərdə tutulmuşdur. Maddə 179.2 görüşlərin səmərəliliyini, maddə 179.3 isə spon sözü müdafiə edir. Həm intim və şəxsi həyat, həm də şəxsin şəkil və söz hüququ qorunur və başqasının nüfuzunun müdafiəsi ilə bağlı legitim məqsədə uyğundur.", "31. Sığorta agentinin səsinin və üzünün dəyişdirilməsi faktı, Hökumətin fikrincə heç nəyi dəyişmir, çünki qanun öz-özlüyündə qeydiyyat və yayımı cəzalandırır. Digər tərəfdən, Federal Məhkəmənin müəyyən etdiyi kimi, sığorta agentinin yaxınlarının və həmkarlarının onu tanıması və identifikasiya edə bilməsi istisna edilmirdi. Hökumət həm də iddia edir ki, milli səviyyədə cinayət prosesindən müstəqil olan və başqa məntiqə əsaslanan mülki prosesdən heç bir nəticə çıxarılmalı deyildir.", "32.  Tədbirin mütənasibliyi il bağlı, Federal Məhkəmə hesab etmişdir ki, gizli kameranın istifadəsi dövlət orqanları vasitəsilə poçt yazışmaları və telekommunikasiyanı gizli araşdırma və nəzarəti metodları ilə oxşardır. Bu metodlar yalnız çox məhdud şərtlərdə və çox ciddi cinayətlərlə bağlı olaraq qəbul edilə bilər. Federal Məhkəmə hazırki işdə fikrini ümumi olaraq deyil, in concreto bildirmişdir. Om ictimaiyyətin həyat sığortası sahəsində məlumatlındırılmaq hüququna laqeyd qalınmamalı olduğunu qəbul etmiş, lakin bildirmişdir ki, hazırki işdə reportaj artıq məlum olan probelmi illüstrasiya etmiş və heç bir yeni problem üzə çıxarmamışdır. Jurnalist, görüşü çəkiliş etmədən də yaza bilərdi və ya başqa qanuni üsullardan istifadə edə bilərdi, ona mütləq sübut toplamaq lazım deyildi. Hökumət iddia edir ki, təcrübəli jurnalist qismində ərizəçilər, bu davranışın onları, hazırki işdə ağlabatan olan sanksiyaya məruz qoyacağını bilməyə bilməzdilər.", "c)  Media Legal Defence Initiative (MLDI) təşkilatı, üçüncü müdaxilə edən tərəf", "33.  Üçüncü müdaxilə edən tərəf olan MLDI xüsusilə qüdrətli və yaxşı təşkilatlanmış qurumların imajlarından yan keçmək və ya çatımlılığın məhdud olduğu gizli dünyalara daxil olmağın lazım olduğu müəyyən tip reportajların hazırlanması üçün gizli təhqiqat metodlarının əhəmiyyətini vurğulayır. Peşəkar etika ilə və dəqiq məqsədli şəkildə istifadə edildiyində bu üsullar, başaq heç bir şəkildə müəyyənləşə bilinməyəcək təcrübələrin üzə çıxarılmasına imkan verir. Söhbət maraqlı şəxsin evindən və ya iş yerindən kənarda qeyd olunduğu zaman, dəyərləndirilmə fərqli olur. MLDI təşkilatı vurğulayır ki, bir çox Avropa Dövlətlərində gizli araşdırma metodlarından istifadəni tənzimləməklə onları qəbul edir.", "2.  Məhkəmənin dəyərləndirməsi", "34.  Tərəflər arasında, ərizəçilərin məhkum edilməsinin onların ifadə azadlığı hüququna « dövlət orqanları tərəfindən müdaxilə » olması ilə bağlı mübahisə yoxdur.", "35.  Belə müdaxilə, əgər 10-cu maddənin 2-ci bəndində nəzərdə tutulan tələblərə uyğun deyilsə, Konvensiyaya ziddir. Beləliklə, müdaxilənin « qanunla nəzərdə tutulmuş » və həmin paraqrafdakı legitim məqsədlərdən birinə və ya bir neçəsinə uyğun və bu məqsədlərə çatmaq üçün « demokratik cəmiyyətdə zəruri » olmalıdır.", "a)  Qanunla nəzərdə tutulmuş", "36.  Məhkəmə öz yurispridensiyasını xatırladır ki, « qanunla nəzərdə tutulmuş » ifadəsi yalnız mübahisələndirilən tədbirin daxili qanunvericilikdə bir əsasa malik olmasını tələb etmir, həm də həmin qanunun keyfiyyəti ilə bağlı tələblər irəli sürür: belə ki, bu qanun tətbiq olunduğu şəxslərə çatımlı olmalı və nəticələrinə münasibətdə öngörülə bilən olmalıdır (bax: başqa çoxsaylı işlərlə yanaşı, Rotaru c. Roumanie [BP], no 28341/95, § 52, CEDH 2000V ; Vgt Verein gegen Tierfabriken c. Suisse, no 24699/94, § 52, CEDH 2001VI ; Gawęda c. Pologne, no 26229/95, § 39, CEDH 2002II və Maestri c. Italie [BP], no 39748/98, § 30, CEDH 2004-I). Bununla belə, daxili hüququ təfsir və tətbiq etmək dövlət orqanlarının, xüsusilə məhkəmə orqanlarının vəzifəsidir (Kruslin c. France, 24 aprel 1990, § 29, série A no 176-A və Kopp c. Suisse, 25 mart 1998, § 59, Recueil des arrêts et décisions 1998-II).", "37.  Hazıirki işlə bağlı, ərizəçilərin çatımlı bir mətnə, İsveçrə Cinayət Məcəlləsinin 179.2 və 179.3 maddələrinə əsaslandığı mübahisə edilmir. Lakin ərizəçilər iddia edirlər ki, hüquq normalarının nəticələri öngörülə bilən deyildi, çünki gizli kameranın istifadəsi heç bir yerdə qadağan edilməmişdir.", "38.  Məhkəmə müəyyən edir ki, tərəflərin İsveçrə Cinayət Məcəlləsinin bu iki maddəsinin fərqli təfsir etməsi bu cəza tədbirinin məqsədi ilə yəni, qorumaq istədiyi şəxsi həyat və ya şəxsiyyət elementləri ilə bağlıdır. Bununla belə, Məhkəmə qeyd edir ki, ərizəçilər maddələrdə nəzərdə təsvir edilən cəzalandırılan davranış tiplərinin aydın olmadığını iddia etmirlər.", "39.  Beləliklə Məhkəmə hesab edir ki, ərizəçilər, jurnalist və redaktorlar televiziya verilişləri üzrə peşəkarlar qismində reportajın predmeti olan şəxsin razılığı olmadan gizli kamera istifadə etməyin və reportajın şəxsin icazəsi olmadan yayınlanmasının cinayət cəzası ilə cəzalandığını bilməyə bilməzdilər.", "40. Nəticədə Məhkəmə müəyyən edir ki, mübahisəli müdaxilə Konvensiyanın 10-cü maddəsinin 2-ci bəndi mənasında « qanunla nəzərdə tutulmuş » idi.", "b)  Legitim məqsəd", "41.  Hökumət iddia edir ki, ərizəçilərin məhkum edilməsi başqalarının, yəni sığorta agentinin nüfuzunun və hüquqlarının müdafiəsi məqsədi güdürdü. Ərizəçilər iddia edirlər ki, müdaxilənin məqsəsi bu ola bilməzdi, çünki səsi və üzü görüntüdə dəyişdirilən sığorta agentinin hüquqlarına və nüfuzuna xələl gəlməmişdir.", "42.  Məhkəmə müəyyən edir ki, sığorta agentinin görüntüsü və səsi onun razılığı olmadan qeyd edilmiş və onun fikrinin əksinə olaraq, anonimləşdirilmiş şəkildə də olsa yayınlanmışdır. Bu, çox baxılan televiziya verillişində sığorta agentinin işi ilə bağlı verdiyi səhv məsləhətlərini göstərməklə alçaldıcı şəkildə edilmişdir.", "43.  Məhkəmə beləliklə hesab edir ki, mübahisəli tədbirin başqasının hüquqlarını və nüfuzunu, yəni sığorta agentinin görüntü, söz və nüfuzunu qorumaq məqsədi daşıya bilərdi.", "c)  Demokratik cəmiyyətdə zəruri", "i.  Əsas prinsiplər", "44.  Məhkəmə daha sonra xatırladır ki, fikri ifadə etmək azadlığı demokratik cəmiyyətin fundamental elementlərindən biridir. 10-cu maddənin ikinci bəndinin istisnaları nəzərə alınmaqla, ifadə azadlığı təkcə cəmiyyət tərəfindən rəğbətlə qarşılanan və ya ziyansız və ya bitərəf hesab olunan « məlumat » və « fikirlər » üçün deyil, həm də Dövləti və ya əhalinin bir hissəsinə toxunan, onları şok və ya narahat edən « məlumat » və « fikirlər » üçün də keçərlidir: plüralizm, dözümlülük, açıq-fikirlilik – hansılarsiz ki, demokratik cəmiyyət mümkün deyildir - bunu tələb edir. İfadə azadlığı 10-cu maddədə təminat verildiyi şəkildə bəzi məhdudiyyətlərlə müşayət olunur, lakin onlar dar təfsir olunmalıdır və bu hüququn məhdudlaşdırılması inandırıcı şəkildə əsaslandırılmalıdır (bax: başqa işlərlə yanaşı, Handyside c. Royaume-Uni, 7 dekabr 1976, § 49, série A no 24 ; Editions Plon c. France, no 58148/00, § 42, CEDH 2004IV ; Lindon, Otchakovsky-Laurens et July c. France [BP], no 21279/02 və 36448/02, § 45, CEDH 2007IV).", "45.  Digər tərəfdən, Məhkəmə mətbuatın demokratik cəmiyyətdəki əsas rolunu dəfələrlə vurğulamışdır. Mətbuat xüsusilə başqalarının hüquqları və nüfuzu ilə əlaqədar bəzi sərhədləri aşmamalı olsa da, öz vəzifə və öhdəliklərinə riayət etməklə, ictimaiyyət üçün əhəmiyyətli məsələlərlə bağlı ideyaları onlara ötürməlidirlər. Onun bu məsələlərlə bağlı məlumatları yaymaq funksiyasına, ictimaiyyətin bu məlumatları almaq hüququ əlavə olunur. Başqa cür olsaydı, mətbuat öz əvəzolunmaz « çoban iti » rolunu oynaya bilməzdi (Bladet Tromsø et Stensaas c. Norvège [BP], no 21980/93, §§ 59 et 62, CEDH 1999III, və Pedersen et Baadsgaard c. Danemark [BP], no 49017/99, § 71, CEDH 2004XI). Əvvəlcə yazılı mətbuat üçün formulə edilsə də, bu prinsiplər şübhəsiz ki, audio-vizual vasitələrə də tətbiq edilir. (Jersild c. Danemark, 23 sentyabr 1994, § 31, série A no 29).", "46.  Konvensiyanın 10-cu maddəsinin 2-ci bəndində vurğulanır ki, ifadə azadlığından istifadə « vəzifə və öhdəliklər »i də əhatə edir və onlar böyük ictimai əhəmiyyətli məsələlərlə bağlı kütləvi informasiya vasitələrinə də aiddir. Bu vəzifə və öhdəliklər, adı ilə istinad edilmiş hər hansı şəxsin nüfuzuna və « başqalarının hüquqları »na ziyan verə bilərsə, daha böyük əhəmiyyə kəsb edir. Beləliklə, adətən medianın üzərində olan difamasiya xarakterli məlumatları yoxlamaq vəzifəsinin onun üzərindən götürülməsi üçün xüsusi motivlər mövcud olmalıdır. Bununla bağlı, şəxsə edilən ittihamların xarakteri və dərəcəsi və medianın, iddialarla bağlı məlumatı verən mənbələrin nə dərəcədə etibarlı olması barədə mülahizələri nəzərə alınmalıdır (Pedersen et Baadsgaard, yuxarıdakı istinad, § 78, və Tønsbergs Blad A.S. et Haukom c. Norvège, no 510/04, § 89, 1 mart 2007).", "47.  Onu da xatırlatmaq lazımdır ki, jurnalist olub olmamasından asılı olmadan ifadə azadlığından istifadə edən hər bir şəxs, vəziyyətindən və istifadə olunan texnikadan asılı olmaqla, « vəzifə və öhdəliklərə » malikdir (Stoll c. Suisse [BP], no 69698/01, § 102, CEDH 2007V). Beləliklə, medianın demokratik cəmiyyətdə əsas roluna baxmayaraq, jurnalistlər, prinsipcə, 10-cu maddənin onlara təqdim etdiyi müdafiə vasitəsilə, ümumi hüququn cinayət qanunlarına riayət etmək vəzifələrindən azad edilə bilməzlər. 10-cu maddənin 2-ci bəndində həmçinin ifadə azadlığına qoyulan məhdudiyyətləri də nəzərdə tutur və bu məhdudiyyətlər, hətta mətbuatda ciddi ictimai əhəmiyyətli məsələlarə barədə məlumat verildikdə belə, qüvvədə qalır (ibidem, § 102).", "48.  « Başqalarının nüfuzunun və ya hüquqlarının müdafiəsi » üçün müdaxilənin demokratik cəmiyyətdə zəruriliyinin araşdırılması üçün Məhkəmə dövlət orqanlarının Konvensiya ilə təmin olunan və bəzi işlərdə toqquşduğu görünən iki hüquq, yəni 10-cu maddənin qoruduğu ifadə azadlığı hüququ və 8-ci maddənin müddəaları ilə qorunan şəxsi həyata hörmət hüququ arasında ədalətli tarazlaşdırma həyata keçirib-keçirilmədiyini araşdırmalı ola bilər (Hachette Filipacchi Associés c. France, no 71111/01, § 43, 14 iyun 2007 və MGN Limited c. Royaume-Uni, no 39401/04, § 142, 18 yanvar 2011).", "49.  Digər tərəfdən, nüfuzun müdafiəsinə hüquq, şəxsi həyat hüququnun elementi olaraq Konvensiyanın 8-ci maddəsi ilə ehtiva olunur (Chauvy et autres c. France, no 64915/01, § 70, CEDH 2004VI ; Pfeifer c. Autriche, no 12556/03, § 49, 15 noyabr 2007 ; Polanco Torres et Movilla Polanco c. Espagne, no 34147/06, § 40, 21 sentyabr 2010 və Axel Springer AG c. Allemagne [BP], no 39954/08, § 83, 7 fevral 2012,). Bununla belə, 8-ci maddənin nəzərə alınması üçün şəxsin nüfuzuna hücum, müəyyən ciddilik dərəcəsinə malik olmalıdır və fərdin şəxsi həyatına hörmət hüququndan istifadəsinə ziyan vuracaq şəkildə edilməlidir (A. c. Norvège, no 28070/06, §64, 9 aprel 2009).", "50.  Bundan əvvəlki işlərdə Məhkəmə, ictimai fiqurların nüfuzuna zərbə ilə bağlı məsələyə baxmışdır (Axel Springer AG, yuxarıdakı istinad). Məhkəmə xatırladır ki, ifadə azadlığı hüququ ilə şəxsi həyata hörmət hüququnun tarazlaşdırılması üçün analiz edilməli 6 meyarı müəyyən etmişdir: ictimai müzakirəyə töhvə, hədəf alınan insanın ad-sanı və reportajın predmeti, həmin şəxsin əvvəlki davranışları, məlumatın əldə olunma şəkli və onun doğruluğu, nəşrin məzmunu, forması və nəçrin nəticələri və tətbiq olunan sanksiyanın ağırlığı (Axel Springer AG, yuxarıdakı istinad, §§ 90-95).", "51.  Məhkəmə həmçinin fərdin peşə faəliyyəti ilə bağlı deffamasiya işlərini də araşdırmışdır (həkimlə bağlı, Kanellopoulou c. Grèce, no 28504/05, 11 oktyabr 2007; Dövlət tərəfindən maliyyələşən şirkətin baş direktoru ilə bağlı, Tănăsoaica c. Roumanie, no 3490/03, 19 iyun 2012; hakimlə bağlı, Belpietro c. Italie, no 43612/10, 24 sentyabr 2013).", "52.   Hazırki iş, əvvəlkilərdən fərqlənir: bir tərəfdən, sığorta agenti ictimai ad-sanı olan bir şəxs deyildir və digər tərəfdən, mübahisələndirilən reportaj onu şəxsən tənqid etmək məqsədi daşımırdı, onun mənsub olduğu peşəkar kateqoriya daxilində müəyyən təcrübələrdən danışırdı (bax: a contrario, Kanellopoulou, yuxarıdakı istinad). Reportajın sığorta agentinin şəxsi nüfuzuna təsiri nəticədə, məhdud idi və Məhkəmə yurisprudensiyasından irəli gələn meyarları tətbiq edərkən hazırki işin bu xüsusi halını nəzərə alacaqdır.", "53.  Bundan əlavə, Məhkəmə xatırladır ki, Konvensiyanın 10-cü maddəsi ilə bağlı, bu müddəa ilə təsbit olunan ifadə azadlığına müdaxilənin zəruriliyi və həddi ilə əlaqədar Dövlətlər müəyyən mülahizə səlahiyyətinə malikdir (Tammer c. Estonie, no 41205/98, § 60, CEDH 2001I, və Pedersen et Baadsgaard, yuxarıdakı istinad, § 68).", "54.  Hazırki kimi işlərdə, Məhkəmə hesab edir ki, ərizənin taleyi, prinsipcə, şikayətin Konvensiyanın 10-cü maddəsi altında məqaləni nəşr edən jurnalist tərəfindən və ya Konvensiyanın 8-ci maddəsi əsasında, bu məqalənin hədəf aldığı şəxs tərəfindən verilməsindən asılı olaraq fərqli olmalı deyildir. Belə ki, bu hüquqlar, a priori eyni hörmətə layiqdir (Hachette Filipacchi Associés (ICI PARIS) c. France, no 12268/03, § 41, 23 iyul 2009, Timciuc c. Roumanie (qərardad), no 28999/03, § 144, 12 oktyabr 2010 və Mosley c. Royaume-Uni, no 48009/08, § 111, 10 may 2011 ; bax, həmçinin, Parlament Assambleyasının Qərarının 11-ci bəndi, yuxarıdakı paraqraf 23). Beləliklə, mülahizə səlahiyyəti, prinsipcə, hər iki halda eyni həddə olmalıdır.", "55.  Əgər dövlət orqanları tərəfindən bu iki hünququn tarazlaşdırılması Məhkəmənin yurisprudensiyasından irəli gələn meyarlara riayət edilərək həyata keçirilmişsə, Məhkəmənin öz rəyini dövlət orqanlarının rəyindən üstün tutması üçün ciddi səbəblər lazımdır (Palomo Sánchez et autres c. Espagne [BP], nos 28955/06, 28957/06, 28959/06 və 28964/06, § 57, CEDH 2011 və MGN Limited, yuxarıdakı istinad, §§ 150 et 155).", "ii.  Hazırki işə tətbiqi", "56.  Məhkəmə əvvəlcə mübahisəli reportajın ictimai maraq kəsb edib-etmədiyini müəyyən etməlidir. Məhkəmə ilk olaraq qeyd edir ki, hazırlanmış reportajın mövzusu, yəni özəl sığorta sahəsində sığorta agentlərinin verdiyi məsləhətlərin keyfiyyətinin pisliyi və beləliklə, bununla bağlı istehlakçı hüquqlarının müdafiəsi ilə bağlı məsələ, çox ciddi ictimai maraq kəsb edən məsələ idi.", "57.  Məhkəmənin fikrincə, mübahisəli reportajın mövzu ilə əlaqədər icitmai müzakirəyə töhvə verib-verməməsini də araşdırmaq vacibdir (Stoll, yuxarıdakı istinad, § 121). Bununla bağlı, Federal Məhkəmə hesab etmişdi ki, əgər mövzu, problemin dairəsini müəyyən etmək üçün öz-özlüyündə maraq kəsb etsə də, mübahisəli reportaj məsləhətlərin pis keyfiyyəti ilə bağlı müzakirəyə heç bir yeni element əlavə etmir. Bundan əlavə, sığorta agentinin maraqlarına daha az müdaxilə edən üsullardan istifadə edilməsi də problemi işıqlandırmağa imkan verərdi. Məhkəmənin fikrincə, yeganə vacib məsələ bu reportajın məqsədinə tam olaarq nail olub-olmaması deyil, ictimai müzakirəyə töhvə verib-verməyəcəyini müəyyən etməkdir.", "58.  Məhkəmə beləliklə, qəbul edir ki, belə bir reportaj ictimai maraq kəsb edən mövzu ilə bağlı idi.", "59.  Məhkəmə xatırladır ki, Konvensiyanın 10-cu maddəsnin 2-ci bəndində ictimai maraq kəsb edən məsələlərlə bağlı sahədə ifadə azadlığına məhdudiyyətə yer yoxdur (Sürek c. Turquie (no 1) [BP], no 26682/95, § 61 CEDH 1999-IV ; Stoll, yuxarıdakı istinad, § 106 ; Wingrove c. Royaume-Uni, 25 noyabr 1996, § 58, Recueil 1996V ; Dupuis et autres c. France, no 1914/02, § 40, 7 iyun 2007).", "60.  Şübhəsiz, artıq qeyd etmiş olduğu kimi, Məhkəmə müəyyən edir ki, razılığı olmadan görüntülənən sığorta agenti ictimai şəxs deyildi. O, görüntüsünün çəkilməsi üçün razılıq verməmişdi və bu görüşün « şəxsi xarakter daşıdığına ağlabatn şəkildə inana» bilərdi (bax: mutatis mutandis, Halford c. Royaume-Uni, 25 iyun 1997, §§ 44 və 45, Recueil des arrêts et décisions 1997-III və Perry c. Royaume-Uni, no 63737/00, §§ 36-43, CEDH 2003-IX). Bununla belə, mübahisəli reportaj sığorta agentinin şəxsiyyəti ilə deyil, onun mənsub olduğu peşəkar kateqoriyada tətbiq edilən bəzi təcrübələrlə bağlı idi. Bundan əlavə, görüş, sığorta agentinin ofisində və ya iş peşəkar bir yerdə baş verməmişdi (a contrario və mutatis mutandis, Chappell c. Royaume-Uni, 30 mart 1989, § 51, série A no 152-A ; Niemietz, yuxarıdakı istinad, §§ 29-33 ; Funke c. France, 25 fevral 1993, § 48, série A no 256-A ; Crémieux c. France, 25 fevral 1993, § 31, série A no 256-B ; və Miailhe c. France (no 1), 25 fevral 1993, § 28, série A no 256-C). Beləliklə, Məhkəmə hesab edir ki, sığorta agentinin şəxsi həyatına müdaxilə, onun reportajda ancaq şəxsiyyət olaraq hədəf alınması ehtimalındakı mümkün müdaxilədən daha az əhəmiyyətli idi.", "61.  Məlumatların əldə olunması şəkli və onların doğruluğu da əhəmiyyətli rol oynayır. Məhkəmə bununla bağlı artıq bildirmişdir ki, maddə 10-un icitmai maraq kəsb edən məsələlərlə bağlı məlumatla əlaqədar jurnalistlərə, onalrın dəqiq məlumatlar əsasında vicdanlı davranması və jurnalist etikasına riayət edilməklə « mötəbər və dəqiq » məlumatların verilməsi şərtilə təminatlar verir (bax: məsələn, Fressoz et Roire c. France [BP], no 29183/95, § 54, CEDH 1999-I ; Pedersen et Baadsgaard, yuxarıdakı istinad, § 78 ; Stoll, yuxarıdakı istinad, § 103, və Axel Springer AG, yuxarıdakı istinad, § 93). Məhkəmə qeyd edir ki, tərəflər başqa mənbələrə istinad etsələr də, razılaşırlar ki, gizli kameraların istifadəsi daxili hüquqda mütləq qaydada qadağan olunmur və ona ciddi şərtlər daxilində icazə verilə bilər (bax : müvafiq olaraq §§ 29 və 32, yuxarıda). Tərəflərin fikrincə, belə istifadəyə yalnız məlumatın yayılması üçün ictimai maraq olanda və əldə olunan məlumatların başqa cür əldə olunması mümkün olmadıqda icazə verilir. Məhkəmənin fikrincə, bu mərhələdə ərizəçilərin davranışının analizi vacibdir. Bununla bağlı, Məhkəmə hesab edir ki, sığorta agenti ərizəçilər tərəfindən tələyə düşürülmüş hiss edə bilər, lakin Məhkəmənin fikrincə, onları bilərəkdən peşəkar etikaya zidd davranışlarda ittiham etmək olmaz. Belə ki, onlar İsveçrə Mətbuat Şurası tərəfindən müəyyən oluanan, gizli kamera istifadəsini məhdudlaşdıran jurnalist qaydalarına (bax : § 29, yuxarıda) saymazlıq etməmiş, sadəcə olaraq mövzularının gizli kamera istifadəsinə imkan verdiyi qərarına gəlmişdilər və bu, İsveçrə Yüksək Məhkəməsi tərəfindən səhv hesab edilmişdi. Məhkəmə qeyd edir ki, bu məsələ ilə bağlı İsveçrə məhkəmələrində də yekdil fikir yox idi : birinci instansiyada ərizəçilər bütün cinayət ittihamları üzrə bəraət almışdılar. Beləliklə, Məhkəmə o fikirdədir ki, ərizəçilərin hazırki işdə məlumatın əldə olunma qaydası ilə bağlı tətbiq olunan peşə etikası qaydalarıma riayət etmək istəyi ilə əlaqədar şübhə, onların xeyrinə həll olunmalıdır.", "62.  Hazırki işdə təqdim edilən faktlarla bağlı, onların həqiqiliyi heç vaxt mübahisələndirilməmişdir. Hökumətin iddia etdiyi kimi, istehlakçılara qeyd olunan problemlərin dairəsini anlamaq, onun xarakterini anlamaqdan daha əhəmiyyətli olub-olmadığı isə, heç nəyi dəyişmir.", "63.  Məhkəmə daha sonra xatırladır ki, bir reportraj və ya fotonun yayınlanma şəkli və hədəf alınan şəxsin orda təqdim edilmə qaydası da nəzərə alına bilər (Wirtschafts-Trend Zeitschriften-Verlagsgesellschaft m.b.H. c. Autriche (no 3), no 66298/01 və 15653/02, § 47, 13 dekabr 2005 ; Reklos et Davourlis c. Grèce, no 1234/05, § 42, 15 yanvar 2009 ; və Jokitaipale et autres c. Finlande, no 43349/05, § 68, 6 aprel 2010). Bundan əlavə, reportaj və ya fotonun yayım dairəsi də, yəni milli səviyyədə yoxsa yerli səviyyədə, az və ya çox tirajla yayımlanması da əhəmiyyətə malik ola bilər (Iltalehti et Karhuvaara c. Finlande, no 6372/06, § 47, 6 aprel 2010).", "64.  Hazırki işdə Məhkəmə müəyyən edir ki, ərizəçilər sığorta agenti və jurnalist arasında iddia olunan danışıqlar prosesinin görüntü və səsini qeydə almışlar. Məhkəmənin fikrincə, bu çəkiliş sığorta agentinin maraqlarına məhdud dərəcədə xələl yetirmişdir, çünki Hökumətin də qəbul etdiyi kimi, ancaq dar çevrədən insanların bu çəkilişə çatımlılığı vardı.", "65.  Bu video material sonradan, Məhkəmənin alçaldıcı hesab etdiyi bir reportaj şəklində yayınlanmışdı. Qısa olsa da, çəkilişdən fraqmentlərin yaımlanması, sığorta agentinin şəxsi həyatına hörmət hüququna ciddi zərbə vura bilərdi, çünki, çoxsaylı tamaşaçı kütləsi - Hökumətin fikrincə, on min nəfər – bu reportajdan xəbər tutmuşdu. Məhkəmə audio-visual medianın çox vaxt yazılı mediadan daha tez və güclü təsirə malik olduğunu danmır (Jersild, yuxarıdakı istinad, § 31). Beləliklə, auditoriya sığorta agentinin məsləhətlərinin keyfiyyəti və peşəkarlığının çatışmazlığı ilə bağlı öz nəticələrini çıxara bilərdi. Bununla belə, hazırki işdə ərizəçilərin sığorta agentinin üzünü, dəyişiklikdən sorna yalnız saç rənginin və dəri rənginin görünəcəyi şəkildə pikselləməsi, həlledici əhəmiyyətə malikdir. Onun səsi də dəyişdirilmişdi. Eyni qaydada Məhkəmə vurğulayır ki, sığorta agentinin paltarı görünsə də, onlarda da müəyyənləşdirici işarələr yox idi. Nəhayət, görüş sığorta agentinin adətən getidiy yerlərdən birində keçirilməmişdi.", "66.  Məhkəmə bu səbəbdən hesab edir ki, hazırki işin halları nəzərə alınarsa, görüşlə bağlı fikrini bildirməkdən imtina edən sığorta agentinin şəxsi həyatına müdaxilə, ictimaiyyətin sığorta sahəsində iddia edilən səhv təcübələrlə bağlı məlumat almaq marağına kölgə salacaq qədər ciddi deyildi (A. c. Norvège, yuxarıdakı istinad).", "67.  Nəhayət, sanksiyanın ciddiliyinə gəlincə, Məhkəmə onun xarakterini və ağırlığını nəzərə alımalıdır. Ola bilər ki, şəxsin məhkum edilməsi, verilən cəzanın yüngüllüyündən daha böyük əhəmiyyət daşısın (Stoll, yuxarıdakı istinad, §§ 153-154). Hazırki işdə, ilk üç ərizəçiyə verilən on cərimə günü və dördüncü ərizəçiyə verilən dörd cərimə günü maddi cəza nisbətən yüngül olsa da, Məhkəmə hesab edir ki, cinayət hakimi tərəfindən verilən cəza, ərizəçilərə reportajı yayımlamağa mane olunmasa da, mətbuatı tənqidlərini ifadə etməkdən çəkindirə bilər (Stoll, yuxarıdakı istinad, § 154).", "68.  Yuxarıdakıları nəzərə alaraq, Məhkəmə hesab edir ki, mübahisələndirilən tədbir hazırki işdə demokratik cəmiyyətdə zəruri deyildi və, nəticədə, Konvensiyanın 10-cu maddəsi pozulmuşdur.", "II.  KONVENSİYANIN 41-Cİ MADDƏSİNİN TƏTBİQİ BARƏDƏ", "69.  Konvensiyanın 41-ci maddəsinə görə,", "« Əgər Məhkəmə Konvensiyanın və ona dair Protokolların müddəalarının pozulduğunu, lakin Razılığa gələn Yüksək Tərəfin daxili hüququnun yalnız bu pozuntunun nəticələrinin qismən aradan qaldırılmasına imkan verdiyini müəyyən edirsə, Məhkəmə zəruri halda, zərərçəkən tərəfə əvəzin ədalətli ödənilməsini təyin edir. »", "70.  Ərizəçilər əvəzin ədalətli ödənilməsi ilə bağlı tələb irəli sürməmişlər. Bu səbəbdən Məhkəmə hesab edir ki, bu başlıq altında kompensasiya təyin edilməməlidir.", "BU ƏSASLARLA, MƏHKƏMƏ,", "1.  Elan edir ki, ərizə qəbulediləndir (yekdilliklə);", "", "2.  Elan edir ki, Konvensiyanın 10-cu maddəsi pozulmuşdur.", "Fransızca hazırlanmış, sonra Məhkəmə Reqlamentinin 77-ci maddəsinin 2 və 3-cü bəndlərinə uyğun olaraq, 24 fevral 2015-ci ildə yazılı olaraq bildirilmişdir.", "\tStanley Naismith\tIşıl Karakaş\n\tKatib\tSədr", "Bu qərara Konvensiyanın 45-ci maddəsinin 2-ci bəndinə və Məhkəmə Reqlamentinin 74-cü maddəsinin 2-ci bəndinə uyğun olaraq hakim Lemmensin ayrıca rəyi əlavə edilmişdir.", "A.I.K.\nS.H.N.", "", "Xüsusi rəylər tərcümə olunmamışdır, lakin qərarın Məhkəmənin HUDOC məlumat bazasındakı ingiliscə və ya fransızca olmaqla, rəsmi versiyalarında onları oxumaq olar.", "\n", "©Avropa Şurası/Avropa İnsan Hüquqları Məhkəməsi, 2015", "Avropa İnsan Hüquqları Məhkəməsinin rəsmi dilləri ingilis və fransız dilləridir. Bu tərcümə Avropa Şurasının İnsan Hüquqları üzrə Etibar Fondunun dəstəyi ilə həyata keçirilib (). Məhkəmə tərcüməyə və onun keyfiyyətinə görə heç bir məsuliyyət daşımır. Tərcüməni Avropa İnsan Hüquqları Məhkəməsinin presedent hüququnu təşkil edən işlərin daxil olduğu HUDOC məlumat bazasından () və ya Məhkəmənin razılığı ilə yerləşdirilən istənilən digər məlumat bazasından yükləmək olar. Tərcüməni qeyri-kommersiya məqsədlərilə bu şərtlə yenidən nəşr etmək mümkündür ki, məhkəmə işinin tam adı, yuxarıda göstərilmiş müəllif hüququna dair qeyd və Avropa Şurasının İnsan Hüquqları üzrə Etibar Fonduna istinad göstərilsin. Tərcümənin hər hansı bir hissəsindən kommersiya məqsədi ilə istifadə etmək nəzərdə tutularsa, bu ünvana müraciət etmənizi xahiş edirik .", "", "© Council of Europe/European Court of Human Rights, 2015", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : "]}