{"file": "AZE_HJUDAZE_60642_08.docx", "doc_type": "HJUDAZE", "doc_lang": "AZE", "case_id": "60642/08", "text_paragraphs": ["© Avropa Şurası/Avropa İnsan Hüquqları Məhkəməsi, 2015. Bu tərcümə Avropa Şurasının İnsan Hüquqları üzrə Etibar Fondunun dəstəyi ilə həyata keçirilib (). Məhkəmə tərcüməyə görə heç bir məsuliyyət daşımır. Əlavə məlumat almaq üçün bu sənədin sonunda verilmiş müəllif hüququna dair tam məlumata baxın.", "© Council of Europe/European Court of Human Rights, 2015. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "Avropa İnsan Hüquqları Məhkəməsi", "", "", "BÖYÜK PALATA", "", "ALİŞİÇ (ALIŠIĆ) VƏ BAŞQALARI BOSNİYA VƏ HERSEQOVİNA, XORVATİYA, SERBİYA, SLOVENİYA VƏ KEÇMİŞ YUQOSLAV RESPUBLİKASI MAKEDONİYAYA QARŞI məhkəmə işi", "", "", "(Ərizə № 60642/08)", "", "", "QƏRAR", "", "", "Strasburq", "", "", "16 iyul 2014-cü il", "", "", "Bu qərar qətidir, amma ona redaktə xarakterli düzəlişlər edilə bilər.", "", "", "Alişiç və başqaları Bosniya və Herseqovina, Xorvatiya, Serbiya, Sloveniya və keçmiş yuqoslav respublikası Makedoniyaya qarşı məhkəmə işində,", "Avropa İnsan Hüquqları Məhkəməsi, ", "hakimlər:", "Din Şpilmann (Dean Spielmann), sədr,", "Josep Casadeval (Josep Casadevall),", "Qvido Raymondi (Guido Raimondi),", "İneta Ziemele (Ineta Ziemele),", "Mark Villiger (Mark Villiger),", "İzabella Berro-Lefevr (Isabelle Berro-Lefèvre),", "Devid Tor Byörqvinsson (David Thór Björgvinsson),", "Danute Yoçiene (Danutė Jočienė),", "Draqolyub Popoviç (Dragoljub Popović),", "Pyaivi Hirvela (Päivi Hirvelä),", "Miryana Lazarova Traykovska (Mirjana Lazarova Trajkovska),", "Qanna Yudkivska (Ganna Yudkivska),", "Angelika Nussberger (Angelika Nußberger),", "Linos-Aleksandr Sitsilianos (Linos-Alexandre Sicilianos),", "Andre Potoki (André Potocki),", "Faris Vehaboviç (Faris Vehabović),", "Ksenya Turkoviç (Ksenija Turković), habelə Katib müavini Maykl O’Boyldan (Michael O’Boyle) ibarət tərkibdə Böyük Palatada iclas keçirərək,", "10 iyul 2013-cü ildə və 28 may 2014-cü ildə qapalı müşavirə keçirərək,", "yuxarıda qeyd edilən sonuncu tarixdə qəbul edilmiş aşağıdakı qərarı elan edir:", "", "PROSEDUR", "", "1. İş İnsan hüquqlarının və əsas azadlıqların müdafiəsi haqqında Avropa Konvensiyasının (“Konvensiya”) 34-cü maddəsinə əsasən üç Bosniya və Herseqovina vətəndaşı – xanım Əminə Alişiç (Emina Ališić), cənab Əziz Sacak (Aziz Sadžak) və cənab Sakib Şahdanoviç (Sakib Šahdanović) (“ərizəçilər”) tərəfindən 30 iyul 2005-ci ildə Məhkəməyə təqdim edilmiş Bosniya və Herseqovina, Xorvatiya, Serbiya, Sloveniya və keçmiş yuqoslav respublikası Makedoniyaya qarşı ərizə (№ 60642/08) əsasında başlanıb. Birinci ərizəçi həm də Almaniya vətəndaşıdır.", "2. Ərizəçilər iddia etdilər ki, Yuqoslaviya Sosialist Federativ Respublikası dağıldıqdan sonra \"Lyublyanska Banka Lyublyana\"nın (Ljubljanska Banka Ljubljana) Sarayevo filialındakı və \"İnvestbank\"ın Tuzla filialındakı hesablarında xarici valyutada olan \"köhnə\" əmanətlərini geri götürmək imkanına malik olmayıblar. Onlar Konvensiyanın 13-cü və 14-cü maddələrinə və Konvensiyanın 1 saylı Protokolunun 1-ci maddəsinə istinad etdilər.", "3. Ərizə Məhkəmənin Dördüncü Bölməsinin icraatına verildi (Məhkəmə Reqlamentinin 52-ci Qaydasının 1-ci bəndi). 17 oktyabr 2011-ci ildə hakimlər Nicolas Bratsa (Nicolas Bratza), Lex Qarlitski (Lech Garlicki), Nina Vayiç (Nina Vajić), Boştyan M. Zupançiç (Boštjan M. Zupančič), Lilyana Miyoviç (Ljiljana Mijović), Draqolyub Popoviç və Miryana Lazarova Traykovskadan, habelə Bölmənin katibi Lourens Erlidən (Lawrence Early) ibarət tərkibdə təşkil edilmiş həmin Bölmənin Palatası daxili hüquqi müdafiə vasitələrinin tükəndirilməsi məsələsinin araşdırılmasını işin mahiyyəti üzrə araşdırılması ilə birləşdirdi və ərizəni qəbul olunan elan etdi.", "4. 6 noyabr 2012-ci il tarixli qərarında Palata bir səsə qarşı altı səslə daxili hüquqi müdafiə vasitələrinin tükəndirilməsi ilə bağlı Hökumətlərin etirazlarını rədd etdi və:", "- yekdilliklə qərara aldı ki, cənab Şahdanoviçə münasibətdə Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi Serbiya tərəfindən pozulub;", "- bir səsə qarşı altı səslə qərara aldı ki, xanım Alişiçə və cənab Sacaka münasibətdə Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi Sloveniya tərəfindən pozulub;", "- yekdilliklə qərara aldı ki, qalan cavabdeh dövlətlər tərəfindən Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi pozulmayıb;", "- yekdilliklə qərara aldı ki, cənab Şahdanoviçə münasibətdə Konvensiyanın 13-cü maddəsi Serbiya tərəfindən pozulub;", "- bir səsə qarşı altı səslə qərara aldı ki, xanım Alişiçə və cənab Sacaka münasibətdə Konvensiyanın 13-cü maddəsi Sloveniya tərəfindən pozulub;", "- yekdilliklə qərara aldı ki, qalan cavabdeh dövlətlər tərəfindən Konvensiyanın 13-cü maddəsi pozulmayıb;", "- yekdilliklə qərara aldı ki, Konvensiyanın 13-cü maddəsi və 1 saylı Protokolun 1-ci maddəsi ilə birgə götürülməklə Konvensiyanın 14-cü maddəsi üzrə Serbiya və Sloveniyaya qarşı şikayəti araşdırmağa ehtiyac yoxdur, habelə Konvensiyanın 13-cü maddəsi və 1 saylı Protokolun 1-ci maddəsi ilə birgə götürülməklə Konvensiyanın 14-cü maddəsi qalan cavabdeh dövlətlər tərəfindən pozulmayıb.", "Hakim Zupançiçin qərarla üst-üstə düşməyən rəyi bu qərara əlavə olundu.", "5. 18 mart 2013-cü ildə Serbiya və Sloveniya Hökumətlərinin vəsatətlərinə uyğun olaraq Böyük Palatanın kollegiyası Konvensiyanın 43-cü maddəsinə müvafiq olaraq işi Böyük Palataya göndərməyi qərara aldı.", "6. Böyük Palatanın tərkibi Konvensiyanın 26-cı maddəsinin 4-cü və 5-ci bəndlərinin və Məhkəmə Reqlamentinin 24-cü Qaydasının müddəalarına uyğun olaraq müəyyənləşdirildi. Sloveniyadan seçilmiş hakim Boştyan M. Zupançiç Böyük Palatanın tərkibindən çıxmağı qərara aldı (28-ci Qayda). Müvafiq olaraq, Sloveniya Hökuməti Almaniyadan seçilmiş hakim Angelika Nussbergeri onun əvəzinə işdə iştirak etməyə təyin etdi (Konvensiyanın 26-cı maddəsinin 4-cü və bəndi və 29-cu Qayda). Hakimlik müddətləri 31 oktyabr 2013-cü ildə başa çatan Devid Tor Byörqvinsson və Danute Yoçiene işdə iştiraklarını davam etdirdilər (Konvensiyanın 23-cü maddəsinin 3-cü bəndi və 24-cü Qaydanın 4-cü bəndi).", "7. Tərəflər əlavə yazılı qeydlərini təqdim etdilər (59-cu Qaydanın 1-ci bəndi).", "8. 10 iyul 2013-cü ildə Strasburqda İnsan Hüquqları Sarayında açıq dinləmə keçirildi (59-cu Qaydanın 3-cü bəndi). Məhkəmədə iştirak etdilər:", "", "a) ərizəçilərin adından:", "vəkillər:", "cənab B. Muyçin (B. Mujčin),", "cənab E. Eser (E. Eser),", "köməkçi:", "cənab A. Mustafiç (A. Mustafić);", "", "b) Bosniya və Herseqovina Hökumətinin adından:", "nümayəndə:", "xanım M. Miyiç (M. Mijić),", "nümayəndə köməkçisi:", "xanım B. Skaloniç (B. Skalonjić),", "məsləhətçilər:", "xanım E. Veledar Arifagiç (E. Veledar Arifagić),", "cənab Z. Keliç (Z. Kelić),", "cənab T. Çurak (T. Ćurak),", "cənab S. Bakiç (S. Bakić),", "cənab E. Kubat (E. Kubat),", "xanım V. Tufek (V. Tufek),", "xanım N. Trossat (N. Trossat),", "cənab M. Mahmutoviç (M. Mahmutović);", "", "c) Xorvatiya Hökumətinin adından:", "nümayəndə:", "xanım Ş. Stajnik (Š. Stažnik),", "məsləhətçilər:", "xanım N. Katiç (N. Katić),", "xanım A. Metelko-Zqombiç (A. Metelko-Zgombić),", "xanım M. Başiç (M. Bašić),", "xanım Y. Vlaşiç (J. Vlašić),", "xanım B. Qrabovak (B. Grabovac),", "xanım V. Zvonar (V. Zvonar);", "", "d) Serbiya Hökumətinin adından:", "nümayəndə:", "cənab S. Kariç (S. Carić),", "məsləhətçilər:", "xanım V. Rodiç (V. Rodić),", "xanım D. Dobrkoviç (D. Dobrković),", "cənab N. Petkoviç (N. Petković),", "cənab B. Milisavleviç (B. Milisavljević),", "cənab B. Kurbaliya (\tB. Kurbalija),", "xanım S. Durdeviç (S. Đurđević);", "", "e) Sloveniya Hökumətinin adından:", "nümayəndə:", "xanım N. Pintar-Qosenka (N. Pintar-Gosenca),", "vəkil:", "xanım K. Annaker (C. Annacker),", "məsləhətçilər:", "xanım A. Ni (A. Nee),", "xanım M. Prevk (M. Prevc),", "cənab R. Qabrovets (R. Gabrovec),", "xanım A. Polak-Petriç (A. Polak-Petrič),", "cənab A. Kulik (A. Kulick);", "", "f) Makedoniya Hökumətinin adından:", "nümayəndə:", "cənab K. Boqdanov (K. Bogdanov),", "məsləhətçi:", "xanım V. Stanoyevska (V. Stanojevska).", "", "Məhkəmə cənab Muyçinin, xanım Miyiçin, xanım Stajnikin, cənab Kariçin, xanım Annakerin və cənab Boqdanovun çıxışlarını dinlədi.", "", "FAKTLAR", "", "I. İŞİN HALLARI", "", "A. Giriş", "", "9. Ərizəçilər, müvafiq olaraq, 1976, 1949 və 1952-ci ildə doğulublar və Almaniyada yaşayırlar. 10. Yuqoslaviya Sosialist Federativ Respublikası (YSFR) dağılmazdan əvvəl hazırkı ərizəçilərdən ikisi – xanım Alişiç və cənab Sacak \"Lyublyanska Banka Sarayevo\"da depozitə xarici valyuta qoymuşdular. 1990-cı ildə 1989-1990-cı illərin iqtisadi islahatları kontekstində (aşağıda 21-ci bəndə bax) \"Lyublyanska Banka Sarayevo\" Sloveniya bankı olan \"Lyublyanska Banka Lyublyana\"nın filialına çevrildi. Həmçinin YSFR dağılmazdan əvvəl üçüncü ərizəçi cənab Şahdanoviç Serbiya bankı olan \"İnvestbank\"ın Bosniya və Herseqovinada yerləşən Tuzla filialında depozitə xarici valyuta qoymuşdu. Məhkəmənin sərəncamındakı materiallara əsasən, 31 dekabr 1991-ci ildə xanım Alişiçin və cənab Sacakın \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialındakı hesablarında, müvafiq olaraq, 4.175 alman markası (DEM) və 129.874 DEM vardı. 3 yanvar 2002-ci ildə \"İnvestbank\"ın Tuzla filialında cənab Şahdanoviçin hesabında 63.880 DEM, 4 Avstriya şillinqi və 73 ABŞ dolları (USD) vardı.", "11. Ərizəçilərin Konvensiya üzrə şikayətləri onların xarici valyutadakı əmanətlərini yuxarıda qeyd edilən bank hesablarından geri götürə bilməmələri ilə əlaqədardır. Onların bildirdiyinə görə, bu, ayrılıqda və Konvensiyanın 14-cü maddəsi ilə birlikdə götürülməklə 1 saylı Protokolun 1-ci maddəsinin bütün cavabdeh dövlətlər tərəfindən pozuntusunu təşkil edir. Onlar həmçinin Konvensiyanın 13-cü maddəsinin pozulduğunu iddia etdilər.", "", "B. Faktların tarixçəsi", "", "1. 1989-1990-cı illər islahatından əvvəl YSFR-də kommersiya banklarının fəaliyyəti", "", "a) Əsas banklar, assosiativ banklar və milli banklar", "", "12. 1989-1990-cı illərdə YSFR-də həyata keçirilmiş iqtisadi islahatlardan əvvəl onun kommersiya bankları sistemi əsas və assosiativ banklardan ibarət idi. Əsas banklar ayrıca hüquqi şəxs idilər, amma doqquz assosiativ bankdan birinin təşkilati strukturuna inteqrasiya olunmuşdular. Bir qayda olaraq, əsas banklar ictimai mülkiyyətdə olan və eyni ərazi vahidində (yəni Bosniya və Herseqovina, Xorvatiya, Makedoniya, Monteneqro, Serbiya və Sloveniya  respublikalarından və ya Kosovo və Voyvodina muxtar vilayətlərindən birində) yerləşən şirkətlər tərəfindən maliyyələşdirilir və həmin banklara onlar tərəfindən nəzarət edilirdi. İctimai mülkiyyətdə olan şirkətlər özünüidarənin Yuqoslaviya modelinin flaqmanı idilər: onlar nə özəl, nə də dövlət mülkiyyətində idilər, onlar sənaye münasibətlərinə kommunist baxışları əsasında işçilər tərəfindən nəzarət edilən kollektiv mülkiyyətdə idilər (bu fenomen, habelə bu cür şirkətlərin mövcudluğu davam etdiyi hallarda onların Serbiyadakı cari statusu Kaçapor və başqaları Serbiyaya qarşı işdə (ərizələr № 2269/06 və s., 71-76 və 97-ci bəndlər, 15 yanvar 2008-ci il) təsvir olunub) təsvir edilib. Ən azı iki əsas bank assosiativ bank təşkil edirdi. Bu assosiativ banklardan biri olan \"Lyublyanska Banka Lyublyana\" hazırkı işdə ərizəçilərdən ikisinin bank hesabı açdıqları \"Lyublyanska Banka Sarayevo\"dan, eləcə də \"Lyublyanska Banka Zaqreb\"dən, \"Lyublyanska Banka Skopye\"dən və bir sıra digər əsas banklardan təşkil olunmuşdu. Eynilə, hazırkı işdə ərizəçilərdən birinin bank hesabı açdığı \"İnvestbank\" bəzi digər əsas banklarla birlikdə \"Beogradska udružena Banka\" adlı assosiativ bank təşkil etmişdi.", "13. YSFR-də həmçinin doqquz milli bank vardı: Yuqoslaviya Milli Bankı (YMB) və altı respublikanın və iki muxtar vilayətin hər birində bir milli bank.", "", "b) Xarici valyuta ilə qoyulan depozitlər", "", "14. Ciddi xarici valyuta qıtlığı yaşayan YSFR öz banklarına xarici valyuta ilə depozit qoymağı xaricdəki həmvətənlər və digər vətəndaşlar üçün cəlbedici etmişdi. Belə depozitlərə görə yüksək faiz verilirdi, çox vaxt illik faiz dərəcəsi 10%-i aşırdı və onlara dövlət tərəfindən zəmanət verilirdi (Xarici valyuta əməliyyatları haqqında 1985-ci il tarixli qanunun 14-cü maddəsinin 3-cü bəndi və Banklar və digər maliyyə qurumları haqqında 1989-cu il tarixli qanunun 76-cı maddəsinin 1-ci bəndi).", "15. Dövlət zəmanəti bank müflisləşdiyi, yaxud \"açıq-aydın ödəniş qabiliyyətli olmadığı\" təqdirdə bankın müraciəti əsasında işə düşürdü (Banklar və digər maliyyə qurumlarının ödəniş qabiliyyətli olmaması haqqında 1989-cu il tarixli qanunun 18-ci maddəsi və ikinci dərəcəli müvafiq qanunvericilik aktları). Hazırkı işdə nəzərdən keçirilən bankların heç biri bu barədə müraciət etməmişdi.", "16. Əmanətçilər zəmanətin işə düşməsini öz istəkləri əsasında tələb edə bilməzdilər, amma Mülki-hüquqi öhdəliklər haqqında 1978-ci il tarixli qanuna əsasən, depozitlərini toplanan faizlərlə birlikdə istənilən vaxt tələb etmək hüququna malik idilər. Belə ki, həmin Qanunun 1035-ci maddəsində aşağıdakılar nəzərdə tutulmuşdu:", "\"1. Pul depoziti üçün müqavilə o halda rəsmiləşdirilə bilər ki, bank müəyyən pul məbləğini bankda saxlamağa, əmanətçi isə depozitə qoymağa razılıq versin.", "2. Belə müqaviləyə əsasən, bank depozitə qoyulmuş puldan istifadə etmək hüququna malikdir və müqavilədə müəyyən edilmiş şərtlərə uyğun olaraq onu geri qaytarmaq öhdəliyini daşıyır\".", "Qanunun 1043-cü maddəsinin 1-ci bəndində deyilirdi:", "\"Əmanət hesabı açıldıqda bank və ya maliyyə qurumu əmanətçiyə əmanət kitabçası verir\".", "Qanunun 1044-cü maddəsində aşağıdakılar nəzərdə tutulmuşdu:", "\"1. Depozitə qoyulan və hesabdan götürülən bütün pullar əmanət kitabçasında qeyd edilir.", "2. Əmanət kitabçalarında imza və möhürlə təsdiqlənmiş qeydlər depozitə pul qoyulmasının və hesabdan pul götürülməsinin sübutunu təşkil edir.", "3. Bunun əksi barədə hər hansı razılaşma etibarsızdır və hüquqi qüvvəyə malik deyil\".", "Bundan başqa, Qanunun 1045-ci maddəsində deyilirdi:", "\"Depozitə qoyulmuş əmanətlərə görə faiz ödənilir\".", "", "c) Depozitlərin köçürülməsi sxemi", "", "17. 1970-ci illərin ortalarından başlayaraq dinarın məzənnəsinin dəyərdən düşməsi səbəbindən banklar xarici valyuta itkilərinə məruz qaldılar. Bunun cavabında YSFR xarici valyuta ilə qoyulmuş \"depozitlərin köçürülməsi\" sxemini tətbiq edərək banklara icazə verdi ki, vətəndaşların xarici valyuta ilə qoyduqları depozitləri valyuta riskini öz üzərinə götürən YMB-yə köçürsünlər (Xarici valyuta əməliyyatları haqqında 1977-ci il tarixli qanunun 51-ci maddəsi). Bu sistem qanuni seçimə əsaslansa da, praktikada bankların başqa seçim imkanı yox idi, çünki onların nə xarici banklarda xarici valyuta hesabları saxlamalarına (halbuki bu hesablar xaricdə ödənişlər etmək üçün zəruri idi), nə də xarici valyuta ilə kredit vermələrinə icazə verilirdi. Beləliklə, faktiki olaraq bütün xarici valyuta məbləğləri aşağıdakı iki metoddan birinin vasitəsilə YMB-yə köçürüldü: maliyyə hesablaşmaları və ya \"formal\" metodla, yaxud xarici valyutanın YMB-nin valyuta hesablarına faktiki köçürülməsi metodu ilə. Maliyyə hesablaşmaları metodu daha çox istifadə olunurdu, çünki o, kommersiya banklarının xarici banklara haqq ödəmədən valyuta risklərini YMB-nin üzərinə qoymalarına imkan verirdi (bax: Kovaçiç və başqaları Sloveniyaya qarşı [BP], ərizələr № 44574/98, 45133/98 və 48316/99, 36-cı bənd, 3 oktyabr 2008-ci il; həmçinin bax: Bosniya və Herseqovina Konstitusiya Məhkəməsinin AP 164/04 saylı 1 aprel 2006-cı il tarixli qərarı, 53-cü bənd). YMB-nin sentyabr 1988-ci il tarixli daxili hesabatına əsasən, 1988-ci il iyunun 30-dək təxminən 9 milyard ABŞ dollarının ekvivalenti YMB-yə köçürülmüşdü və onlardan yalnız 1,4 milyard dollara yaxını (yəni 15%-dən bir az çoxu) YMB-nin bir çox xarici hesablarına fiziki olaraq köçürülmüşdü. Belə məlum olur ki, YMB-nin xarici hesablarındakı vəsaitlər son dövrlərdə onun hüquqi varisi olan dövlətlər arasında bölüşdürülüb (aşağıda 65-ci bəndə bax).", "18. Birinci iki ərizəçinin hesablarının olduğu \"Lyublyanska Banka Sarayevo\"ya gəlincə, depozitlərin köçürülməsi sxemi aşağıdakı kimi işləyirdi. Bir sıra razılaşmalara (\"Lyublyanska Banka Sarayevo\", \"Lyublyanska Banka Lyublyana\", Bosniya və Herseqovina Milli Bankı və Sloveniya Milli Bankı arasındakı razılaşmalara) uyğun olaraq, \"Lyublyanska Banka Sarayevo\" depozitə qoyulmuş xarici valyuta ilə geri götürülmüş xarici valyuta arasındakı hər hansı fərqi hər ay \"Lyublyanska Banka Lyublyana\"nın vəsaiti hesabına Sloveniya Milli Bankına köçürməli idi. Bu vəsaitlərin bəziləri \"Lyublyanska Banka Sarayevo\"nun müraciəti əsasında həmin banka geri köçürüldü ki, o (depozitə qoyulmuş xarici valyutanın həcmi geri götürülmüş xarici valyutadan daha artıq olduğu dövrlərdə), öz likvidlik tələbatlarını ödəyə bilsin. Faktiki olaraq, 1984-cü ildən 1991-ci ilədək olan dövrdə Lyublyanaya 244.665.082 DEM köçürüldü, 41.469.528 DEM (yəni 17%-dən az məbləğ) isə Sarayevoya qaytarıldı. Sarayevoya geri köçürülməyən vəsaitlər yuxarıda 17-ci bənddə təsvir edilmiş iki metoddan birinə – maliyyə hesablaşmaları və ya \"formal\" metoda (bu halda onların həqiqətən Lyublyananı tərk etdiyinə dair heç bir sübut yox idi), yaxud xarici valyutanın YMB-nin valyuta hesablarına faktiki köçürülməsi metoduna uyğun olaraq YMB-yə köçürüldü. Depozitlərin köçürülməsinin hansı metodundan istifadə edilməsindən asılı olmayaraq, bütün bu vəsaitlər \"Lyublyanska Banka Sarayevo\"nun YMB-yə qarşı tələbi kimi qeydə alındı.", "19. Yuxarıda 18-ci bənddə qeyd edilən razılaşmalara əsasən, köçürülmüş xarici valyutanın dəyərinin əvəzində YMB tərəfindən Bosniya və Herseqovina Milli Bankı vasitəsilə \"Lyublyanska Banka Sarayevo\"ya dinarla kreditlər (öncə faizsiz) verilirdi. Bu yolla alınan dinarlar həmin əsas bank tərəfindən, bir qayda olaraq eyni ərazi vahidində yerləşən şirkətlərə inflyasiya faizi dərəcəsindən aşağı dərəcə ilə kredit təklif etmək üçün istifadə edilirdi.", "20. 1988-ci ilin sonlarında depozitlərin köçürülməsi sistemi dayandırıldı (Xarici valyuta əməliyyatları haqqında 1985-ci il tarixli qanunun 103-cü maddəsinə edilmiş dəyişikliklə). Bankların xarici banklarda hesablar açmasına icazə verildi. Digər banklar kimi \"Lyublyanska Banka Sarayevo\" da bu imkandan istifadə etdi və 1988-ci ilin oktyabrından 1989-cu ilin dekabrınadək olan dövrdə xarici banklara 13,5 milyon dollara yaxın pul köçürdü. İşin materiallarında həmin vəsaitlərin taleyi barədə heç bir məlumat yoxdur.", "", "2. 1989-1990-cı illərdə YSFR-də kommersiya banklarının islahatı", "", "21. 1989-1990-cı illərin islahatları çərçivəsində YSFR yuxarıda təsvir edilmiş əsas və assosiativ banklar sistemini ləğv etdi. Bank işinin tənzimlənməsindəki bu dəyişiklik bəzi əsas banklara müstəqil bank statusu seçmək imkanı verdiyi halda, digər əsas banklar əvvəllər mənsub olduqları keçmiş assosiativ bankların filiallarına (hüquqi şəxs statusu olmadan) çevrildilər. Beləliklə, 1 yanvar 1990-cı ildə yuxarıda adı çəkilən \"Lyublyanska Banka Sarayevo\" \"Lyublyanska Banka Lyublyana\"nın filialına (hüquqi şəxs statusu olmadan) çevrildi və birincinin hüquqları, aktivləri və öhdəlikləri ikinciyə keçdi. Yuxarıda adı çəkilən \"İnvestbank\" Serbiyada yerləşən və Bosniya və Herseqovinada bir sıra filialları olan müstəqil banka çevrildi.", "22. Bundan başqa, dinar konvertasiya olunan valyuta elan edildi və bu, xarici valyutaların kütləvi surətdə hesablardan çıxarılmasına səbəb oldu. Buna görə də YSFR xarici valyuta ilə qoyulmuş depozitlərin hesablardan iri məbləğlərdə çıxarılmasını məhdudlaşdıran fövqəladə tədbirlərə əl atdı. Məsələn, Xarici valyuta əməliyyatları haqqında 1985-ci il tarixli qanunun 71-ci maddəsinə dəyişikliyin edildiyi 1990-cı ilin dekabrınadək əmanətçilər yalnız özlərinin və ya yaxın qohumlarının ehtiyacları üçün gərək olan xarici malların və ya xidmətlərin haqqını ödəmək, xarici valyuta istiqrazları almaq, elmi və ya humanitar məqsədlər üçün hədiyyələr vəsiyyət etmək və ya yerli sığorta şirkətində həyatlarının sığortası üçün ödəniş etmək məqsədi ilə əmanətlərini hesablardan çıxara bilərdilər. Bundan əlavə, YSFR Hökumətinin 1992-ci ilin fevralınadək qüvvədə olmuş aprel 1991-ci il tarixli qərarının 3-cü maddəsi və 1992-ci ilin aprelində Konstitusiya Məhkəməsi tərəfindən Konstitusiyaya zidd olduğu elan edilmiş YMB-nin yanvar 1991-ci il tarixli qərarının 17-ci maddəsinin \"c\" bəndi əmanətçilərin bir dəfəyə hesablardan götürə və ya yuxarıdakı məqsədlər üçün istifadə edə biləcəyi məbləğləri 500 DEM-dək məhdudlaşdırdı və bu məbləğ ayda 1.000 DEM-dən çox ola bilməzdi (aşağıda 53-cü bəndə bax).", "", "3. 1991-1992-ci illərdə YSFR-in dağılması", "", "23. 1991-1992-ci illərdə YSFR parçalandı. Hüquqi varis olan dövlətlərdə bundan öncə xarici valyuta ilə qoyulmuş əmanətlərə xüsusi rejim tətbiq edildi və adətən onlar \"köhnə\" və ya \"dondurulmuş\" xarici valyuta əmanətləri adlandırılır. Hüquqi varis olan və həmçinin hazırkı işdə cavabdeh tərəf olan beş dövlətin hər birində (onlar əlifba qaydası ilə verilib) belə əmanətlərə aid daxili qanunvericiliyin və praktikanın icmalını aşağıda tapmaq olar.", "", "C. Müvafiq cavabdeh dövlətlərlə əlaqədar hallar", "", "1. Bosniya və Herseqovina", "", "a) \"Köhnə\" xarici valyuta əmanətləri ilə bağlı tədbirlər", "", "24. 1992-ci ildə Bosniya və Herseqovina keçmiş YSFR-dən qalan \"köhnə\" xarici valyuta əmanətlərini dövlət zəmanətinə götürdü (bax: YSFR qanunvericiliyinin tətbiqi haqqında 1992-ci il tarixli qanunun 6-cı maddəsi). Bu məsələ ilə bağlı müvafiq qanunvericilik normaları aydın olmasa da, Bosniya və Herseqovina Milli Bankının rəyi ondan ibarət oldu ki, zəmanət yalnız ölkədaxili banklardakı əmanətləri əhatə edir (onun 8 avqust 1994-cü il tarixli 63/94 saylı hesabatına bax).", "25. Müharibə zamanı \"köhnə\" xarici valyuta əmanətləri dondurulmuş halda qalsa da, müstəsna hallarda humanitar əsaslara görə, habelə bəzi digər xüsusi hallarda onların hesablardan çıxarılmasına icazə verilirdi (ikinci dərəcəli müvafiq qanunvericilik aktlarına bax).", "26. 1992-1995-ci illər müharibəsindən sonra dövlətin müstəqil tərkib hissələrinin hər biri (Bosniya və Herseqovina Federasiyası (BHF) və özünü Serb Respublikası adlandıran ərazi) \"köhnə\" xarici valyuta əmanətlərinə dair öz qanunvericiliklərini qəbul etdilər. Hazırkı işdə yalnız BHF qanunvericiliyi əhəmiyyət daşıyır, çünki nəzərdən keçirilən filiallar dövlətin bu hissəsində yerləşirdi. 1997-ci ildə BHF onun ərazisindəki banklara və filiallara qoyulmuş \"köhnə\" xarici valyuta əmanətlərinə görə məsuliyyəti öz üzərinə götürdü (bax: Tələblərin həll olunması haqqında 1997-ci il tarixli qanunun 3-cü maddəsinin 1-ci bəndi və Qeyri-rezidentlərin tələblərinin həll olunması haqqında 1999-cu il tarixli qanun). Belə əmanətlər dondurulmuş halda qalsa da, qanunda nəzərdə tutulurdu ki, onlar dövlət mülkiyyətində olan mənzillərin və şirkətlərin alınması üçün istifadə edilə bilər (bax: Tələblərin həll olunması haqqında 1997-ci il tarixli qanunun 18-ci maddəsi – 2004-cü ildə bu qanuna dəyişikliklər edilib).", "27. 2004-cü ildə BHF yeni qanunvericilik qəbul etdi. O, müvafiq əmanətçinin vətəndaşlığından asılı olmayaraq ölkənin bu hissəsində olan ölkədaxili banklardakı \"köhnə\" xarici valyuta əmanətlərini ödəmək öhdəliyini üzərinə götürdü. Ərizəçilərin əmanətlərinin olduğu \"Lyublyanska Banka Lyublyana\"nın, \"İnvestbank\"ın, yaxud da digər xarici bankların filiallarındakı bu cür əmanətlərə görə onun məsuliyyəti Ölkədaxili borcların həll olunması haqqında 2004-cü il tarixli qanunun 9-cu maddəsinin 2-ci bəndinə uyğun olaraq açıq-aydın istisna edildi.", "28. 2006-cı ildə ölkədaxili banklardakı \"köhnə\" xarici valyuta əmanətlərinə görə məsuliyyət dövlətin müstəqil tərkib hissələrindən vahid dövlətin üzərinə keçdi. \"Lyublyanska Banka Lyublyana\"nın və \"İnvestbank\"ın filiallarındakı belə əmanətlərə görə məsuliyyət yenidən açıq-aydın istisna edildi, amma dövlət həmin filialların müştərilərinə, müvafiq olaraq, Sloveniya və Serbiya tərəfindən əmanətlərinin ödənilməsinə nail olmaqda kömək etməli idi (bax: Köhnə xarici valyuta əmanətləri haqqında 2006-cı il tarixli qanunun 2-ci maddəsi). Bundan əlavə, \"köhnə\" xarici valyuta əmanətləri ilə bağlı bütün məhkəmə proseslərinə qanunla xitam verildi (qeyd edilən qanunun 28-ci maddəsinə bax: Bosniya və Herseqovina Konstitusiya Məhkəməsinin 28 mart 2008-ci il tarxili U 13/06 saylı qərarının 35-ci bəndində həmin maddənin Konstitusiyaya uyğun olduğu elan edilib).", "", "b) \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialının və 1993-cü ildə təşkil olunmuş \"Lyublyanska Banka Sarayevo\"nun statusu", "", "29. Yuxarıda 21-ci bnəddə qeyd edildiyi kimi, 1990-cı ilin yanvarında \"Lyublyanska Banka Sarayevo\" \"Lyublyanska Banka Lyublyana\"nın hüquq şəxs statusu olmayan filialına çevrildi və birincinin hüquqları, aktivləri və öhdəlikləri ikinciyə keçdi. Şirkətlərin reyestrindəki məlumatlara əsasən, filial tərkibində olduğu bankın adından və onun maraqları naminə hərəkət edirdi. 1991-ci ilin sonlarında filialdakı xarici valyuta əmanətləri 250 milyon DEM-ə yaxın idi, amma onun sərəncamına 350.000 DEM-dən az valyuta verilmişdi (Sarayevo və Lyublyana arasındakı xarici valyuta köçürmələri yuxarıda 18-ci bənddə təsvir edilib).", "30. 1993-cü ildə adı hüquqi sələfinin – \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialının adı ilə eyni olan yeni bank (\"Lyublyanska Banka Sarayevo\") Bosniya və Herseqovina qanunvericiliyinə uyğun olaraq hüquqi şəxs kimi təsis olundu. O, Sloveniya bankı olan \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialındakı \"köhnə\" xarici valyuta əmanətlərinə görə məsuliyyəti birtərəfli qaydada öz üzərinə götürdü.", "31. 1994-cü ildə Bosniya və Herseqovina Milli Bankı təftiş apardı və çoxsaylı nöqsanları qeydə aldı. Birincisi, yeni \"Lyublyanska Banka Sarayevo\"nun rəhbərliyi lazımi qaydada təyin olunmamışdı və onun səhmdarlarının kim olduğu aydın deyildi. Bu səbəbdən Milli Bank həmin banka direktor təyin etdi. İkincisi, ölkədaxili bank olaraq \"Lyublyanska Banka Sarayevo\" \"köhnə\" xarici valyuta əmanətlərinə görə xarici bankın məsuliyyətini öz üzərinə götürə bilməzdi, belə ki, bu, Bosniya və Herseqovina dövlətinin üzərinə yeni maliyyə öhdəlikləri qoymuş olardı (çünki qanuna görə dövlət bütün ölkədaxili banklarda olan \"köhnə\" xarici valyuta əmanətlərinin zəmanətçisi idi). Milli Bank sərəncam verdi ki, \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialının 31 mart 1992-ci il üçün yekun (bağlanış) balansı təcili olaraq tərtib edilsin və tərkibində olduğu bank ilə onun hüquqi münasibətləri müəyyənləşdirilsin.", "32. Lakin şirkətlərin reyestrindəki məlumatlara əsasən, yeni təsis edilmiş \"Lyublyanska Banka Sarayevo\" 2004-cü ilin sonunadək \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialındakı \"köhnə\" xarici valyuta əmanətlərinə görə məsuliyyət daşımaqda davam edirdi (aşağıda 35-ci bəndə bax). Müvafiq olaraq, o, \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialındakı \"köhnə\" xarici valyuta əmanətləri üzərində idarəçiliyi davam etdirirdi və həmin əmanətlərin təxminən 3%-i BHF-dəki özəlləşdirmə prosesində istifadə edildi (yuxarıda 26-cı bəndə bax); bir məhkəmə işində isə mülki məhkəmə öz qərarında \"Lyublyanska Banka Sarayevo\"nun üzərinə öhdəlik qoydu ki, \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialının müştərisinin əmanətini geri ödəsin (Vişnyevats Bosniya və Herseqovinaya qarşı (qərardad), ərizə № 2333/04, 24 oktyabr 2006-cı il).", "33. Bosniya və Herseqovina Konstitusiya Məhkəməsi 2004-cü ilə qədərki vəziyyəti \"xaotik\" durum kimi qeyd etdi (1 aprel 2006-cı il tarixli AP 164/04 saylı qərar, 55-ci bənd). İnsan hüquqları üzrə milli qurum olan Bosniya və Herseqovina İnsan Hüquqları Palatası qərarında bildirdi ki, həmin dövrdə digər banklarla yanaşı \"Lyublyanska Banka Lyublyana\"nın və \"İnvestbank\"ın ölkədaxili filiallarında olan \"köhnə\" xarici valyuta əmanətləri məsələsi ətrafındakı hüquqi qeyri-müəyyənlik Konvensiyanın 1 saylı Protokolunun 1-ci maddəsinin pozuntusuna bərabərdir (bax: 7 noyabr 2003-cü il tarixli CH/98/377 saylı qərar, 270-ci bənd).", "34. 2003-cü ildə BHF-in Bank işləri üzrə agentliyi ölkədaxili \"Lyublyanska Banka Sarayevo\" bankı üçün müvəqqəti idarəçilik təyin etdi və bunun səbəbi o idi ki, onun Sloveniyada yerləşən xarici bank olan \"Lyublyanska Banka Lyublyana\" ilə hüquqi münasibətləri aydın deyildi.", "35. Şirkətlərin reyestri haqqında 2000-ci il tarixli qanuna edilmiş dəyişikliklə 2003-cü ildə BHF Parlamenti müharibə dövründə şirkətlərin reyestrinə daxil edilmiş qeydlərin ləğv edilməsi üçün qanunla müəyyən edilmiş müddəti 2004-cü ilə qədər uzatdı. Az sonra, 2004-cü ilin noyabrında Sarayevo bələdiyyə məhkəməsi qərara aldı ki, ölkədaxili \"Lyublyanska Banka Sarayevo\" bankı Sloveniya bankı olan \"Lyublyanska Banka Lyublyana\" bankının Sarayevo filialının hüquqi varisi deyil və həmin filialdakı \"köhnə\" xarici valyuta əmanətlərinə görə məsuliyyət daşımır və bunun nəticəsi olaraq, 1993-cü ildə şirkətlərin reyestrinə daxil edilən və bunun əksini iddia edən qeyd ləğv edilməlidir.", "36. 2006-cı ildə ölkədaxili \"Lyublyanska Banka Sarayevo\" bankı aktivlərini Xorvatiya şirkətinə satdı, o isə öz növbəsində həmin bankın borclarını ödəməyi öhdəsinə götürdü. Eyni zamanda, Sloveniyanın \"Lyublyanska Banka Sarayevo\" bankının Sloveniya filialı (onun əmlakı həmin filialın statusu qəti müəyyənləşdirilənə qədər BHF Hökumətinin idarəçiliyinə verilmişdi) \"Lyublyanska Banka Lyublyana\"nın adından və onun maraqları naminə eyni Xorvatiya şirkətinin ixtiyarına verildi.", "37. 2010-cu ildə səlahiyyətli məhkəmə Bosniya və Herseqovinada \"Lyublyanska Banka Sarayevo\" barəsində müflisləşmə proseduruna başladı. Həmin işin icraatı hələ də başa çatmayıb.", "", "c) \"İnvestbank\"ın Tuzla filialının statusu", "", "38. \"İnvestbank\"ın Tuzla filialı daim hüquqi şəxs olmayan filial statusuna malik olub. Həmin filialdakı \"köhnə\" xarici valyuta əmanətlərinin həcmi 31 dekabr 1991-ci ildə təxminən 67 milyon dollar (təqribən 100 milyon DEM) idi. Filial 1992-ci ilin iyununda bağlanıb və heç vaxt aktivlərini geri almayıb. Onun vəsaitlərinin taleyi aydın deyil.", "39. 2002-ci ildə səlahiyyətli məhkəmə Serbiyada \"İnvestbank\" barəsində müflisləşmə proseduruna başlamaq qərarı çıxardı. Sonra Serbiyanın dövlət orqanları BHF-in \"İnvestbank\"dakı əmlakını satdılar (onun Serb Respublikası deyilən ərazidəki əmlakları 1999-cu ildə satılmışdı). Məsələn, Tuzlada Cəfər-məhəllə (Džafer Mahala) küçəsindəki əmlaklara görə Serbiyanın dövlət orqanları 2.140.650 avro əldə etdilər. Belə görünür ki, \"İnvestbank\" barəsində müflisləşmə proseduru hələ də başa çatmayıb.", "40. 2010-cu ildə BHF Hökuməti \"İnvestbank\"ın BHF-dəki filiallarının əmlaklarını və arxivlərini öz idarəçiliyinə götürməyi qərara aldı, lakin belə məlum olur ki, \"İnvestbank\" BHF-də daha heç bir əmlaka və ya arxivə malik deyildi.", "41. 2011-ci ildə BHF-nin dövlət orqanlarının sorğusu əsasında Serbiyanın dövlət orqanları Tuzla filialının arxivlərinin 2008-ci ildə Serbiya ərazisinə necə köçürülməsi ilə bağlı cinayət istintaqına başladılar.", "", "2. Xorvatiya", "", "a) \"Köhnə\" xarici valyuta əmanətləri ilə bağlı tədbirlər", "", "42. Xorvatiya Hökuməti bildirdi ki, ölkədaxili banklarda və onların xaricdəki filiallarında olan \"köhnə\" xarici valyuta əmanətlərini müvafiq əmanətçinin vətəndaşlığından asılı olmayaraq geri ödəyib. Həqiqətən aydındır ki, Bosniya və Herseqovina vətəndaşlarının geri ödənilmiş belə əmanətləri Xorvatiya banklarının Bosniya və Herseqovina filiallarında depozitə qoyulub. Lakin Sloveniya Hökuməti Xorvatiya Ali Məhkəməsinin belə bir qərarlarını (qərar № Rev 3015/1993-2, 1994-cü il; № Rev 3172/1995-2, 1996-cı il; və № Rev 1747 /1995-2, 1996-cı il) təqdim etdi ki, müvafiq qanunvericilikdə istifadə edilmiş \"vətəndaş\" (građanin) termini Xorvatiya vətəndaşlarını bildirir (Kovaçiç və başqalarının işi üzrə yuxarıda istinad edilən qərarın 77-ci bəndinə bax və müqayisə apar).", "", "b) \"Lyublyanska Banka Lyublyana\"nın Zaqreb filialının statusu", "", "43. Xorvatiya öz vətəndaşlarına özlərinin \"köhnə\" xarici valyuta əmanətlərini \"Lyublyanska Banka Lyublyana\"nın Zaqreb filialından Xorvatiya banklarına köçürmələrinə icazə verib (bax: Köhnə xarici valyuta əmanətləri haqqında 1993-cü il tarixli qanunun 14-cü maddəsi və ikinci dərəcəli müvafiq qanunvericilik aktları). Belə görünür ki, həmin filialın bütün müştərilərinin təxminən üçdə ikisi bu imkandan istifadə ediblər. 2013-cü ilin martında Xorvatiya və Sloveniya həmin köçürülmüş əmanətlərlə bağlı hüquqi varislik məsələsi barədə əlavə danışıqların aparılmasının vacibliyini bəyan edən anlaşma memorandumu imzaladılar. Əmanətlərini \"Lyublyanska Banka Lyublyana\"nın Zaqreb filialından Xorvatiya banklarına köçürməyən müştərilərə (onların əmanətlərinin məbləği təxminən 300 milyon DEM təşkil edirdi) gəlincə, onların bəziləri Xorvatiya məhkəmələrində mülki iddia qaldırdılar və onlardan altmış üçü həmin filialın Xorvatiyada yerləşən əmlaklarının məcburi satışı hesabına öz \"köhnə\" xarici valyuta əmanətlərini əldə etdilər (Osiyek bələdiyyə məhkəməsinin 8 aprel 2005-ci il və 15 iyun 2010-cu il tarixli qərarlarına; həmçinin Kovaçiç və başqalarının işi üzrə yuxarıda istinad edilən qərarın 122-133-cü bəndlərinə bax). Həmin kateqoriyadan olan bəzi digər əmanətçilər Sloveniya məhkəmələrində mülki iddia qaldırıblar və ya hazırda bu işlə məşğuldurlar (aşağıda 51-ci bəndə bax). Xorvatiya Hökuməti tərəfindən təqdim edilmiş rəsmi sənədlərə əsasən, \"Lyublyanska Banka Lyublyana\"nın və onun Zaqreb filialının daha Xorvatiyada heç bir əmlakı yoxdur.", "", "3. Serbiya", "", "a) \"Köhnə\" xarici valyuta əmanətləri ilə bağlı tədbirlər", "", "44. YSFR dağıldıqdan sonra Serbiya banklarındakı \"köhnə\" xarici valyuta əmanətləri dondurulmuş halda qaldı. Lakin müstəsna hallarda müvafiq əmanətçinin vətəndaşlığından və sözügedən filialın yerindən asılı olmayaraq humanitar əsaslara görə əmanətlərin geri götürülməsinə icazə verilirdi (ikinci dərəcəli müvafiq qanunvericilik aktlarına bax). Bundan başqa, Serbiya məhkəmələri azı bir işdə qərar çıxarıblar ki, Serbiyada yerləşən banklar onların Bosniya və Herseqovinadakı filiallarında olan \"köhnə\" xarici valyuta əmanətlərinə görə məsuliyyət daşıyırlar (bax: Şekeroviç Serbiyaya qarşı (qərar), ərizə № 32472/03, 4 yanvar 2007-ci il).", "45. 1998-ci ildə və daha sonra yenidən 2002-ci ildə Serbiya öz vətəndaşlarının və YSFR-in hüquqi varisi olan dövlətlərdən savayı qalan bütün dövlətlərin vətəndaşlarının ölkədaxili bankların ölkədaxili filiallarında olan \"köhnə\" xarici valyuta əmanətlərini qismən nəqd və qismən dövlət istiqrazları formasında geri ödəməyə, eləcə də YSFR-in hüquqi varisi olan dövlətlərdən savayı qalan bütün dövlətlərin vətəndaşlarının ölkədaxili bankların xarici filiallarındakı (məsələn, \"İnvestbank\"ın Tuzla filialındakı) \"köhnə\" xarici valyuta əmanətlərini geri ödəməyə razılıq verdi. Həmin dövlət istiqrazları ildə on iki hissə olmaqla 2016-cı ilədək hissə-hissə ödənilməli, onların üzərinə gəlmiş faizlər isə illik 2% dərəcəsi üzrə ödənilməlidir (Köhnə xarici valyuta əmanətləri haqqında 2002-ci il tarixli qanunun 4-cü maddəsi). Geri ödəniləcək məbləğlərə gəlincə, Serbiya ilkin depozitləri 31 dekabr 1997-ci ilədək onların üzərinə gəlmiş faizlərlə birlikdə ilkin faiz dərəcəsi üzrə, həmin tarixdən sonra yığılmış faizləri isə illik 2% dərəcəsi üzrə kompensasiya etməyi öhdəsinə götürdü (eyni qanunun 2-ci maddəsi).", "46. Lakin \"köhnə\" xarici valyuta əmanətləri (yəni Serbiyadan savayı YSFR-in hüquqi varisi olan qalan dövlətlərin vətəndaşlarının Serbiya banklarının bütün (istər ölkədaxili, istərsə də xarici) filiallarına depozitə qoyulmuş əmanətləri, habelə Serbiya vətəndaşlarının Serbiya banklarının Serbiya xaricində yerləşən filiallarındakı əmanətləri) hüquqi varislik barədə danışıqlara qədər dondurulmuş halda qalmalı oldu, məsələn, üçüncü ərizəçinin depozitləri də bu qəbildən idi. Bundan başqa, Köhnə xarici valyuta əmanətləri haqqında 1998-ci il tarixli qanunun 21-ci və 22-ci maddələrinə və Köhnə xarici valyuta əmanətləri haqqında 2002-ci il tarixli qanunun 21-ci və 36-cı maddələrinə uyğun olaraq \"köhnə\" xarici valyuta əmanətlərinə dair bütün məhkəmə proseslərinə qanunla xitam verildi.", "", "b) \"İnvestbank\"ın və onun filiallarının statusu", "", "47. Şirkətlərin reyestrindəki məlumatlara əsasən, \"İnvestbank\" dövlət mülkiyyətindədir. Ona Serbiyanın Depozitlərin Sığortalanması Agentliyi tərəfindən nəzarət edilir. Dövlət mülkiyyətində olan bank olaraq, o, dövlət mülkiyyətində və ictimai mülkiyyətdə olan şirkətlərə qarşı iri həcmli tələblərini ləğv etməli idi ki, onlar Özəlləşdirmə haqqında 2001-ci il tarixli qanuna uyğun olaraq özəlləşdirilə bilsin. 2002-ci ilin yanvarında səlahiyyətli məhkəmə \"İnvestbank\" barəsində müflisləşmə proseduruna başlamaq qərarı çıxardı. Müflisləşmə proseduru hələ başa çatmayıb. \"İnvestbank\"ın Bosniya və Herseqovinadakı filiallarının yüzlərlə əmanətçisi müflisləşmə proseduru kontekstində əmanətlərinin geri ödənilməsi üçün müraciət edilər, amma cəhdləri uğursuz oldu. Sonra onlardan iyirmisi \"İnvestbank\"a qarşı mülki iddia qaldırdılar, amma bu da fayda vermədi.", "", "4. Sloveniya", "", "a) \"Köhnə\" xarici valyuta əmanətləri ilə bağlı tədbirlər", "", "48. 1991-ci ildə Sloveniya bütün bankların (o cümlədən \"İnvestbank\"ın və digər xarici bankların) ölkədaxili filiallarında olan \"köhnə\" xarici valyuta əmanətlərinə YSFR-in verdiyi dövlət zəmanətini müvafiq əmanətçinin vətəndaşlığından asılı olmayaraq öz üzərinə götürdü (bax: Sloveniya Respublikasının suverenliyinə və müstəqilliyinə dair fundamental konstitusiya xartiyası haqqında 1991-ci il tarixli konstitusiya qanununun 19-cu maddəsinin 3-cü bəndi – \"1991-ci il tarixli konstitusiya qanunu\") və bankların depozit sahibləri qarşısındakı öhdəliklərini dövlət borcuna çevirdi (bax: Köhnə xarici valyuta əmanətləri haqqında 1993-cü il tarixli qanun). Beləliklə, Sloveniya ilkin depozitləri 31 dekabr 1997-ci ilədək onların üzərinə gəlmiş faizlərlə birlikdə ilkin faiz dərəcəsi üzrə, habelə 1 yanvar 1991-ci ildən 31 dekabr 1992-ci ilədək yığılmış faizləri illik 6% dərəcəsi üzrə geri ödəməyi öhdəsinə götürdü (Köhnə xarici valyuta əmanətləri haqqında 1993-cü il tarixli qanunun 2-ci maddəsi). Sonrakı dövrə gəlincə, faiz dərəcəsi əmanətçinin depozitini dövlət istiqrazı ilə, yoxsa nəqd şəkildə almaq istəməsindən asılı idi. Əmanətçilər ya iki ildə iyirmi hissə olmaqla illik 5% dərəcəsi üzrə hissə-hissə dövlət istiqrazları almaq (onların dəyəri 2003-cü ilədək ödənilməli idi), ya da pullarının olduğu banklardan əmanətlərini iki ildə on hissə olmaqla və maliyyə bazarındakı faiz dərəcəsi üstəgəl 0,25% dərəcəsi üzrə hissə-hissə nəqd formada almaq seçimini etmək hüququna malik idilər. İkinci halda banklara dövlət istiqrazları verilməli idi. Bəzi əmanətçilər istiqraz almaq seçimini etdilər, çünki dövlət mülkiyyətində olan mənzilləri və şirkətləri almaq və vergiləri və pensiya fonduna haqları ödəmək üçün onlardan istifadə edə bilərdilər.", "", "b) \"Lyublyanska Banka Lyublyana\"nın və onun filiallarının statusu", "", "49. Müstəqilliyini elan etməsindən az sonra Sloveniya \"Lyublyanska Banka Lyublyana\"nı milliləşdirdi və daha sonra 1994-cü ildə 1991-ci il tarixli konstitusiya qanununa dəyişiklik etməklə bu bankda struktur dəyişikliklərini həyata keçirdi. Onun aktivlərinin çox hissəsi və öhdəliklərinin bir qismi yeni banka – \"Nova Lyublyanska Banka\"ya keçdi (həmin qanunun aşağıda 54-cü bənddə verilən 22-ci maddəsinin \"b\" bəndinə bax). Hüquqi varis olan digər dövlətlərdə köhnə bankın \"köhnə\" xarici valyuta əmanətlərinə görə məsuliyyəti və YMB-yə qarşı müvafiq tələblər saxlanıldı (yenə eyni bəndə bax). Həmin qanunun əsasında daxili məhkəmələr köhnə \"Lyublyanska Banka\"nın Sarayevo filialındakı müştərilərinə \"köhnə\" xarici valyuta əmanətlərini ödəməsi barədə göstərişin yer aldığı bir sıra qərarlar çıxardılar; eyni zamanda, daxili məhkəmələr hesab etdilər ki, Sloveniya dövlətinin özü bu məsələdə heç bir məsuliyyət daşımır (bax: Ali Məhkəmənin 27 fevral 1997-ci il tarixli II Ips 415/95 saylı qərarı; 1 aprel 1998-ci il tarixli II Ips 613/96 saylı qərarı; və 21 yanvar 1999-cu il tarixli II Ips 490/97 saylı qərarı). Köhnə \"Lyublyanska Banka\" əvvəlcə Bankların reabilitasiyası agentliyinin idarəçiliyinə verilmişdi. Hazırda ona Sloveniyanın dövlət orqanı olan Hüquqi Varislik Fondu tərəfindən nəzarət edilir.", "50. 1997-ci ildə köhnə \"Lyublyanska Banka Lyublyana\"nın YSFR-in hüquqi varisi olan digər dövlətlərdəki filiallarında olan \"köhnə\" xarici valyuta əmanətlərinə aid bütün məhkəmə prosesləri (üçüncü instansiya olan Ali Məhkəmədəki prosslər istisna olmaqla) hüquqi varislıik barədə danışıqlar başa çatanadək dayandırıldı (bax: 1997-ci ildə dəyişikliklər edilmiş Sloveniya Respublikasının hüquqi varislik fondu haqqında 1993-cü il tarixli qanun; və Hüquqi Varislik Fondu və Sloveniya Respublikasının hüquqi varislik üzrə ali nümayəndəsi haqqında 2006-cı il tarixli qanun). 2009-cu ilin dekabrında Sloveniya Konstitusiya Məhkəməsi iki xorvatiyalı əmanətçinin şikayəti əsasında bu tədbiri Konstitusiyaya zidd elan etdi.", "51. O vaxtdan bəri Lyublyana rayon məhkəməsi köhnə \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialındakı \"köhnə\" xarici valyuta əmanətlərini faizləri ilə birlikdə ödəməsi barədə göstərişin yer aldığı bir çox qərarlar çıxardı (misal üçün bax: 4 yanvar 2012-ci ildə Lyublyana Yüksək Məhkəməsi tərəfindən qüvvədə saxlanıldıqdan sonra yekun qərara çevrilən və məcburi qüvvəyə malik olan 16 noyabr 2010-cu il tarixli P 119/1995-I saylı qərar; 7 dekabr 2010-cu il tarixli P 9/2007- II saylı qərar; və 10 yanvar 2013-cü il tarixli P 1013/2012-II saylı qərar). Məhkəmə izah etdi ki, YSFR qanunvericiliyinə əsasən, filialları tərkibində olduqları bankların adından və onların maraqları naminə hərəkət ediblər. Bundan başqa, Sloveniya qanunvericiliyinə əsasən, \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialındakı köhnə xarici valyuta əmanətlərinə görə məsuliyyəti saxlanılıb. Məhkəmə eyni adlı bankın – \"Lyublyanska Banka Sarayevo\"nun 1993-cü ildə \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialındakı əmanətlərə görə məsuliyyəti öz üzərinə götürməsini (yuxarıda 30-cu bəndə bax) əhəmiyyətsiz hesab etdi, çünki bu, onun tərkibində olduğu bankın və ya əmanətçilərin razılığı alınmadan edilmişdi. İstənilən halda, səlahiyyətli məhkəmə 1993-cü ildə Bosniya və Herseqovinada şirkətlərin reyestrinə bu barədə daxil edilmiş qeydi ləğv etmişdi (yuxarıda 35-ci bəndə bax). Lyublyana rayon məhkəməsi yuxarıda qeyd edilmiş depozitlərin köçürülməsi sxeminə uyğun olaraq müəyyən qədər xarici valyutanın YMB-nin xarici hesablarına köçürülməsini də əhəmiyyətsiz hesab etdi.", "", "5. Keçmiş yuqoslav respublikası Makedoniya", "", "52. Keçmiş yuqoslav respublikası Makedoniya ölkədaxili banklardakı və xarici bankların yerli filiallarındakı, məsələn, \"Lyublyanska Banka Lyublyana\"nın Skopye filialındakı \"köhnə\" xarici valyuta əmanətlərini müvafiq əmanətçinin vətəndaşlığından asılı olmayaraq geri ödəyib.", "", "II. MÜVAFİQ DAXİLİ QANUNVERİCİLİK", "", "53. Yuxarıda 22-ci bənddə qeyd edildiyi kimi, xarici valyuta əmanətlərinin geri götürülməsinə müəyyən məhdudiyyətlər YSFR-in dağılmasından əvvəl artıq mövcud idi. Məsələn, YSFR-in Konstitusiya Məhkəməsi tərəfindən Konstitusiyaya zidd elan edilmiş YMB-nin yanvar 1991-ci il tarixli qərarının 17-ci maddəsinin \"c\" bəndində deyilirdi:", "\"Səlahiyyətli banklar ölkə vətəndaşlarının öz xarici valyuta hesablarına depozitə qoyduqları xarici valyutanı onlara ödəmək barədə qərarları həmin şəxslərdən xarici valyutanı aşağıdakı müddətlərdə istifadə etmək niyyətləri barədə öncədən bildiriş aldıqda icra etməlidirlər:", "i) 500 DEM-dən yuxarı olmayan məbləğlər: məbləği birinci dəfə götürərkən 15 gün ərzində və sonrakı götürmələrdə 30 gün ərzində;", "ii) 1.000 DEM-dən yuxarı olmayan məbləğlər: məbləği birinci dəfə götürərkən 30 gün ərzində və sonrakı götürmələrdə 45 gün ərzində;", "iii) 3.000 DEM-dən yuxarı olmayan məbləğlər: 90 gün ərzində; və", "iv) 8.000 DEM-dən yuxarı olmayan məbləğlər: 180 gün ərzində.", "", "Lakin bu bənd xaricdə yaşayan və işləyən Yuqoslaviya vətəndaşlarına, məsələn, hazırkı işdəki ərizəçilərə şamil olunmurdu (həmin qərarın 8-ci maddəsinin 6-cı bəndinə və 17-ci maddəsinə bax). Hazırkı işdəki ərizəçilərin müvafiq hesablarından əmanətlərini götürə bilməməsi daxili qanunvericiliyin xronoloji qaydada təqdim edilən aşağıdakı müddəalarının tətbiqinin nəticəsi idi.", "54. 1994-cü ildə dəyişiklik edilmiş Sloveniyanın 1991-ci il tarixli Konstitusiya qanununun müvafiq hissəsində deyilir:", "", "Preambula", "", "\"Keçmiş [YSFR] ərazisində yaranmış müəyyən dövlətlərin və həmin dövlətlərdə yerləşən bankların bu işə meyl göstərmədiklərini nəzərə alaraq;", "Keçmiş YSFR ərazisindəki müharibənin praktiki və hüquqi nəticələri, YFR (Serbiya və Monteneqro) adlandırılan dövlətə beynəlxalq sanksiyaların tətbiqi, hüquqi varis olan bəzi dövlətlərdə maliyyə və iqtisadi sistemin çökməsi və keçmiş YSFR-in maliyyə aktivlərindən YFR adlandırılan dövlət tərəfindən təcavüzkar müharibəni maliyyələşdirmək üçün istifadə edilməsi səbəbindən keçmiş YSFR-in və onun ərazisindəki hüquqi şəxslərin maliyyə aktivləri və öhdəlikləri ilə əlaqədar hüquqi varislik barədə razılaşmaya nail olmağın hazırda mümkün olmadığını nəzərə alaraq;", "...;", "Yekun benefisiarın müəyyənləşdirilməsi mümkün olmadığı hallarda keçmiş YSFR-in dövlət borclarının adekvat şəkildə bölüşdürülməsi istəyinin ədalətli həllini xarici kreditorlarla danışıqlar yolu ilə tapmaq məqsədi ilə; ...\"", "", "Maddə 22(b)", "", "\"Lyublyanska Banka Lyublyana və Kreditna Banka Maribor müvafiq bizneslərini və aktivlərini burada göstərilən yeni banklara köçürməlidirlər.", "Əvvəlki bəndin müddəalarına baxmayaraq, Lyublyanska Banka Lyublyana və Kreditna Banka Maribor:", "...", "iii) Sloveniya Respublikası tərəfindən zəmanət verilməyən, xarici valyutada olan adi və əmanət hesablarına görə;", "...", "v) onlarla əlaqədar tələblərə görə tam məsuliyyət daşımaqda davam edirlər.", "Lyublyanska Banka Lyublyana keçmiş YSFR ərazisindəki digər respublikalarda yerləşən mövcud filialları və törəmə müəssisələri ilə əlaqələrini saxlamalı və xarici valyuta əmanətlərinin qoyulduğu hesablarla bağlı Yuqoslaviya Milli Bankına qarşı tələblərə görə müvafiq məsuliyyəti paylaşmaqda davam etməlidir.", "", "55. 1997-ci ildə dəyişikliklər edilmiş Sloveniya Respublikasının hüquqi varislik fondu haqqında 1993-cü il tarixli qanunun müvafiq hissəsində deyilir:", "", "Maddə 1", "", "\"[YSFR-in] hüquqlarının, aktivlərinin və öhdəliklərinin bölüşdürülməsi prosesində Sloveniya Respublikasına və Sloveniya Respublikası ərazisindəki fiziki və hüquqi şəxslərə qarşı tələblərin yerinə yetirilməsi və öhdəliklərin icrası üçün Sloveniya Respublikasının Hüquqi Varislik Fondu yaradılır\".", "", "Maddə 15(č)(1)", "", "\"Sloveniyada məskunlaşan və ya daimi yaşayan şəxslərə qarşı məhkəmə prosesi və ya məhkəmə qərarlarının icrası prosesi hələ başa çatmayıbsa, iddiaçı və ya kreditor ... keçmiş YSFR respublikalarından birində məskunlaşıbsa və ya daimi yaşayırsa, ... və iddia tələbi qanuni əməliyyata və ya məcburi qüvvəyə malik məhkəmə qərarına aiddirsə, o halda məhkəmə öz təşəbbüsü ilə prosesi dayandırır\".", "", "56. Köhnə xarici valyuta əmanətləri haqqında 2002-ci il tarixli Serbiya qanununun müvafiq hissəsində deyilir:", "", "Maddə 21(1)", "", "\"Serbiya və Monteneqroda yerləşən banklarda köhnə xarici valyuta əmanətləri olan [Bosniya və Herseqovina, Xorvatiya, Sloveniya və keçmiş yuqoslav respublikası Makedoniya] vətəndaşları, eləcə də bu cür bankların [Bosniya və Herseqovina, Xorvatiya, Sloveniya və keçmiş yuqoslav respublikası Makedoniya] ərazisində yerləşən filiallarında köhnə xarici valyuta əmanətləri olan Serbiya və Monteneqro vətəndaşları öz köhnə xarici valyutaları ilə bağlı tələblərini YSFR-in hüquqi varisi olan dövlətlər arasında razılaşdırılacaq formada təqdim etməlidirlər\".", "", "Maddə 36", "", "\"Bu qanunun şamil olunduğu xarici valyuta əmanətləri ilə bağlı bütün məhkəmə proseslərinə, o cümlədən məhkəmə qərarlarının məcburi icrası proseslərinə bu qanunla xitam verilir\".", "", "57. Köhnə xarici valyuta əmanətləri haqqında 2006-cı il tarixli Bosniya və Herseqovina qanununun 2-ci maddəsində deyilir:", "", "\"1. Bu qanunda nəzərdə tutulan köhnə xarici valyuta əmanətləri Bosniya və Herseqovina ərazisində yerləşən banklarda 31 dekabr 1991-ci il tarixinədək saxlanılan xarici valyuta əmanətləri, o cümlədən həmin tarixədək toplanmış faizlərdir, həmin tarixdən sonra həyata keçirilmiş hər hansı ödənişlər və xüsusi özəlləşdirmə hesablarına köçürülmüş hər hansı vəsaitlər isə buraya aid deyil.", "2. Yuxarıda 1-ci bənddə izahı verilmiş köhnə xarici valyuta əmanətlərinə Lyublyanska Banka, İnvestbank və ya digər xarici bankların Bosniya və Herseqovina ərazisində yerləşən filiallarındakı xarici valyuta əmanətləri daxil deyil.", "3. Hüquqi varislik məsələlərinə dair 2001-ci il tarixli sazişə uyğun olaraq, yuxarıda 1-ci bənddə izahı verilmiş xarici valyuta əmanətlərinə görə məsuliyyəti YSFR-in hüquqi varisi olan və ərazisində sözügedən bankların yerləşdiyi dövlətlər daşıyır. Bosniya və Herseqovina öz beynəlxalq fəaliyyətləri çərçivəsində xarici valyuta hesablarının sahiblərinə yardımı təmin edir...\"", "", "58. Hüquqi varislik fondu və Sloveniya Respublikasının hüquqi varislik üzrə ali nümayəndəsi haqqında 2006-cı il tarixli qanunun 23-cü maddəsində deyilir:", "", "\"1) Keçmiş YSFR-in hüquqi varisi olan hər hansı dövlətdəki kommersiya bankında və ya onun filiallarının hər hansı birində olan xarici valyuta əmanətləri ilə bağlı məhkəmə prosesinin dayandırılması barədə Sloveniyadakı məhkəmələr tərəfindən Sloveniya Respublikasının hüquqi varislik fondu haqqında 1993-cü il tarixli qanunu əsasında çıxarılmış bütün qərarlar qüvvədə qalır. Bundan əvvəlki cümlədə qeyd edilən, hələ davam etməkdə olan bütün məhkəmə proseslərinin aparılması dayandırılır və ya təxirə salınır.", "2) Xarici valyuta əmanətlərinə görə YSFR-in və ya YMB-nin zəmanətləri məsələsi Hüquqi varislik məsələlərinə dair sazişin C Əlavəsinin 7-ci maddəsinə uyğun olaraq həll olunan kimi əvvəlki bənddə qeyd edilən məhkəmə prosesləri avtomatik olaraq bərpa olunacaq\".", "", "3 dekabr 2009-cu ildə Sloveniya Konstitusiya Məhkəməsi bu maddəni Konstitusiyaya zidd elan etdi.", "", "MÜVAFİQ BEYNƏLXALQ HÜQUQ VƏ PRAKTİKA", "", "I. DÖVLƏTLƏRİN HÜQUQİ VARİSLİYİNƏ DAİR BEYNƏLXALQ HÜQUQ NORMALARI", "", "59. Dövlətlərin hüquqi varisliyi məsələsi, ən azından qismən, Müqavilələrə münasibətdə dövlətlərin hüquqi varisliyi haqqında 1978-ci il tarixli Vyana Konvensiyasında əks olunmuş beynəlxalq ümumi hüquq normaları ilə və müəyyən dərəcədə, Dövlət mülkiyyətinə, dövlət arxivlərinə və dövlət borclarına münasibətdə dövlətlərin hüquqi varisliyi haqqında 1983-cü il tarixli Vyana Konvensiyasında əks olunmuş beynəlxalq ümumi hüquq normaları ilə tənzimlənir. Baxmayaraq ki, sonuncu müqavilə hələ qüvvəyə minməyib və cavabdeh dövlətlərdən yalnız üçü (Xorvatiya, Sloveniya və keçmiş yuqoslav respublikası Makedoniya) hazırda onun iştirakçısıdır, yetərincə bərqərar olmuş belə bir beynəlxalq hüquq prinsipi var ki, hətta dövlət müqaviləni ratifikasiya etməsə belə, onun müddəalarından hər hansı biri istər kodifikasiya yolu ilə, istərsə də yeni adət hüququ norması formalaşdırmaq yolu ilə beynəlxalq adət hüququnu əks etdirirsə, həmin müddəa dövlət üçün məcburi hüquqi qüvvəyə malik ola bilər (bax: Çudak Litvaya qarşı [BP], ərizə № 15869/02, 66-cı bənd, AİHM 2010; və Şimal dənizinin kontinental şelfinə dair işlərdə Beynəlxalq Məhkəmə tərəfindən çıxarılmış 20 fevral 1969-cu il tarixli qərar, 71-ci bənd, ICJ Reports 1969).", "60. Razılaşmaya nail olmaq məqsədi ilə vicdanla danışıqlar aparmaq öhdəliyi hüquqi varisliyin müxtəlif aspektlərinin nizamlanması üçün əsas prinsipdir (bax: Keçmiş Yuqoslaviyaya dair Beynəlxalq Konfransın Arbitraj Komissiyasının 9 saylı rəyi və Beynəlxalq Hüquq İnstitutunun \"Mülkiyyət və borc məsələlərində dövlətlərin hüquqi varisliyi haqqında\" 2001-ci il tarixli qətnaməsinin (\"2001-ci il tarixli qətnamə\") 6-cı maddəsi). Razılaşmaya nail olunmadıqda, əgər söhbət dövlət mülkiyyətinə münasibətdə hüquqi varislikdən gedirsə, ərazi prinsipi mühüm əhəmiyyət kəsb edir (1983-cü il tarixli Vyana Konvensiyasının 18-ci maddəsi və 2001-ci il tarixli qətnamənin 16-cı maddəsi). Dövlət borclarına gəlincə, tətbiq edilə bilən prinsip \"ədalətli paylar\" prinsipidir. 1983-cü il tarixli Vyana Konvensiyasının bu məsələyə aid olan 41-ci maddəsində deyilir:", "\"Dövlət parçalandıqda və mövcudluğunu başa vurduqda sələf dövlətin ərazi hissələrində iki və ya bir neçə varis dövlət təşkil edilirsə və varis dövlətlər başqa cür razılığa gəlməyiblərsə, sələf dövlətin dövlət borcu, xüsusən həmin dövlət borcu ilə əlaqədar varis dövlətə keçən əmlak, hüquq və maraqlar nəzərə alınmaqla, ədalətli paylarla varis dövlətlərə keçir\".", "2001-ci il tarixli qətnamənin 23-cü maddəsinin 2-ci bəndində də eynilə nəzərdə tutulur ki, söhbət dövlət borclarından getdikdə tənzimləyici prinsip \"ədalətli paylar\" prinsipidir:", "\"Sələf dövlətin dövlət borclarının ötürülməsi barədə razılaşmaya nail olunmadıqda dövlət borcu, xüsusən həmin dövlət borcu ilə əlaqədar varis dövlətə və ya varis dövlətlərə keçən əmlak, hüquq və maraqlar nəzərə alınmaqla, varisliyin hər bir kateqoriyası üzrə ədalətli paylarla varis dövlətə keçir\".", "Lakin 2001-ci il tarixli qətnamənin 27-29-cu maddələrində milli, lokallaşdırılmış və lokal borclar arasında fərq qoyulur və konkret olaraq lokal borclara ərazi prinsipinin tətbiq edilməsi nəzərdə tutulur:", "", "Maddə 27 (Milli borclar)", "", "\"1. Bütöv dövlətin maraqları naminə sələf dövlətin götürdüyü dövlət borclarına (milli borclara) bu qətnamənin 22-ci və sonrakı maddələrində yer alan normalar tətbiq edilir.", "2. Milli səviyyədə fəaliyyət göstərən dövlət qurumlarının və dövlət mülkiyyətində olan müəssisələrin borclarına onların qeydiyyata alınmış ofislərinin yerindən asılı olmayaraq eyni normalar şamil olunur\".", "", "Maddə 28 (Lokallaşdırılmış borclar)", "", "\"1. Sələf dövlətin, yaxud milli səviyyədə fəaliyyət göstərən dövlət qurumlarının və ya dövlət mülkiyyətində olan müəssisələrin konkret regionda müəyyən layihələr və ya obyektlər üçün götürdüyü dövlət borcları (lokallaşdırılmış borclar) əvvəlki maddədə yer alan normalarla tənzimlənir.", "2. Lakin bu borc ədalətlilik tələblərinə uyğun olaraq mütənasib bölünərkən borcla əlaqədar olan mülkiyyətin (obyektlərin və ya qurğuların) ötürülməsi faktı və həmin layihlərdən və ya obyektlərdən əldə edilən və ərazisində yerləşdikləri varis dövlətin yararlandığı hər hansı mənfəət nəzərə alınmalıdır\".", "", "Maddə 29 (Lokal borclar)", "", "\"1. Lokal dövlət qurumlarının (icma və regional qurumların, federal müəssisələrin, departamentlərin, kommunal müəssəsilərin və digər regional və lokal qurumların) borcları ərazisində yerləşdikləri varis dövlətə keçir.", "...", "6. Sələf dövlət və varis dövlət və ya dövlətlər saziş əsasında lokal borcların fərqli qaydada nizamlanması barədə razılığa gələ bilərlər. Nizamlamalar özəl borclarla əlaqədardırsa, özəl kreditorlar bu sazişin tərtib olunmasında və bağlanmasında iştirak edirlər\".", "", "Nəhayət, dövlətin hüquqi varisliyinin özəl subyektlərə təsirinə gəlincə, 2001-ci il tarixli qətnamənin müvafiq hissəsində deyilir:", "", "Maddə 24, 1-ci və 2-ci bəndlər", "", "\"1. Dövlətlərin varisliyi özəl kreditorların və borcluların hüquq və vəzifələrinə təsir göstərməməlidir.", "2. Varis dövlətlər öz daxili hüquq sistemlərində kreditorların sələf dövlətin hüquq sistemində müəyyən edilmiş hüquq və vəzifələrinin mövcudluğunu qəbul edə bilərlər.", "", "Maddə 25", "", "\"1. Varis dövlətlər özəl subyektlərin sələf dövlətin hüquq sistemində mövcud olmuş hüquqlarına mümkün qədər riayət etməlidirlər\".", "", "II. HÜQUQİ VARİSLİK MƏSƏLƏLƏRİNƏ DAİR SAZİŞ VƏ MÜVAFİQ PRAKTİKA", "", "61. Bu saziş Keçmiş Yuqoslaviyaya dair Beynəlxalq Konfransın və Ali nümayəndənin (Bosniya və Herseqovinada sülh naminə ümumi çərçivə sazişinin 10 saylı Əlavəsi əsasında təyin olunmuş beynəlxalq idarəçinin) himayəsi altında on ilə yaxın aparılmış danışıqların nəticəsi idi. O, 29 iyun 2001-ci ildə imzalandı və 2 iyun 2004-cü ildə Bosniya və Herseqovina, Xorvatiya, Serbiya və Monteneqro (sonradan Serbiya onnun hüquqi varisi oldu), Sloveniya və keçmiş yuqoslav respublikası Makedoniya arasında qüvvəyə mindi.", "62. \"Köhnə\" xarici valyuta əmanətləri məsələsi mübahisəli məsələ idi. Hüquqi varis olan dövlətlər bu məsələnin C Əlavəsinə (Maliyyə aktivləri və öhdəliklər) uyğun olaraq YSFR-in öhdəlikləri məsələsi kimi, yoxsa G Əlavəsinə (Özəl mülkiyyət və əldə edilmiş hüquqlar) uyğun olaraq xüsusi hüquq məsələsi kimi həll edilməli olmasında fərqli rəylərə malik idilər. Eləcə də həmin dövlətlər bu barədə razılığa gələ bilmədilər ki, \"köhnə\" xarici valyuta əmanətlərinə YSFR-in verdiyi zəmanətləri hansı dövlət öz üzərinə götürməlidir: ərazisində depozitin qoyulduğu əsas bankın baş ofisinin yerləşdiyi dövlət, yoxsa faktiki olaraq ərazisində depozitin qoyulduğu dövlət. Son nəticədə Sazişin C Əlavəsinə aşağıdakı müddəalar daxil edildi:", "", "Maddə 2, 3(a) bəndi", "", "\"[YSFR-in] digər maliyyə öhdəliklərinə bunlar daxildir:", "a) Kommersiya bankına və onun YSFR-in hüquqi varisi olan hər hansı dövlətdəki filiallarına həmin dövlətin müstəqilliyini elan etdiyi tarixdən əvvəl sabit valyuta ilə qoyulmuş əmanətlərə YSFR-in və ya Yuqoslaviya Milli Bankının verdiyi zəmanətlər; ...\"", "", "Maddə 7", "", "\"Kommersiya bankına və onun YSFR-in hüquqi varisi olan hər hansı dövlətdəki filiallarına həmin dövlətin müstəqilliyini elan etdiyi tarixdən əvvəl sabit valyuta ilə qoyulmuş əmanətlərə YSFR-in və ya [Yuqoslaviya Milli Bankının] verdiyi zəmanətlərlə əlaqədar olaraq, xüsusən fərdlərin sabit valyuta ilə qoyulmuş əmanətlərini qorumağın zəruriliyi nəzərə alınmaqla, ləngimədən danışıqlar aparılmalıdır. Bu danışıqlar Beynəlxalq Nizamlamalar Bankının himayəsi altında baş tutmalıdır\".", "", "63. 2001-2002-ci illərdə \"köhnə\" xarici valyuta əmanətlərinə dair YSFR-in zəmanətlərinin bölüşdürülməsi ilə bağlı danışıqların dörd raundu keçirildi. Hüquqi varis olan dövlətlər razılığa gələ bilmədiklərinə görə 2002-ci ilin sentyabrında Beynəlxalq Nizamlamalar Bankı (BNB) onlara məlumat verdi ki, ekspert cənab Meyer bu məsələdə iştirakına xitam verməyi qərara alıb və BNB bu məsələdə daha hər hansı rol oynaya bilməz. O, yekunda aşağıdakıları bildirdi:", "\"Bununla belə, hər hansı sonrakı mərhələdə hüquqi varis olan beş dövlətin hamısı sabit valyuta ilə qoyulan əmanətlərə verilmiş zəmanətlərlə bağlı yeni danışıqlara başlamağı qərara alarsa və BNB-nin bu məsələdə yardım göstərməsini istəyərsə, BNB razılaşdırılacaq şərtlərlə bu cür yardımın göstərilməsini nəzərdən keçirməyə hazırdır\".", "Belə görünür ki, hüquqi varis olan dörd dövlət (Xorvatiyadan savayı onların hamısı) danışıqları davam etdirmək niyyətləri barədə qısa müddətdən sonra BNB-yə bildiriş veriblər. Xorvatiya isə bunu 2010-cu ilin oktyabrında etdi və 2010-cu ilin noyabrında cavab aldı, həmin cavabın bu məsələ üçün əhəmiyyət kəsb edən hissəsində deyilir:", "\"... BNB bu yaxınlarda bu məsələni nəzərdən keçirib və hesab edir ki, danışıqların sonuncu raundundan uzun vaxt keçdiyini, habelə pul və maliyyə sabitliyi sahəsində onun hazırkı prioritetlərini nəzərə alsaq, lütfkar xidmətlərinin tərkib hissəsi qismində danışıqların hər hansı yeni raunduna onun göstərəcəyi yardım bu işə töhfə verə bilməz. Bununla belə, vurğulamaq istərdik ki, Bazeldə ayda iki görüşün təşkili hüquqi varis olan dövlətlərin rəhbərlərinin bu məsələni öz aralarında qeyri-formal şəkildə BNB-də müzakirə etmələrinə praktiki imkan yaratmış olar\".", "64. Qeyd etmək lazımdır ki, bununla müqayisə oluna bilən məsələ – Poçt Əmanətləri Bankında və onun filiallarında depozitə qoyulmuş əmanətlərə YSFR-in verdiyi zəmanətlər məsələsi Hüquqi varislik məsələlərinə dair saziş barədə danışıqlardan kənar həll olundu, belə ki, dövlətlərin hər biri öz ərazilərindəki həmin filiallarla bağlı zəmanətləri üzərlərinə götürdülər.", "65. YSFR-in maliyyə aktivləri (Sazişin C Əlavəsinin 5-ci maddəsinə uyğun olaraq) aşağıdakı paylar üzrə bölündü: Bosnoya və Herseqovina – 15,5%, Xorvatiya – 23%, Keçmiş yuqoslav respublikası Makedoniya – 7,5%, Sloveniya – 16% və Serbiya və Monteneqro (sonradan Serbiya onun hüquqi varisi oldu) – 38%. Belə məlum olur ki, 2003-cü ildən 2012-ci ilədək olan dövrdə keçmiş YSFR-in xarici hesablarında olan xarici valyutanın praktiki olaraq hamısı (ABŞ banklarında 237 milyon dollar və digər banklarda 221 milyon dollar) hüquqi varis olan dövlətlər arasında yuxarıdakı paylara uyğun olaraq bölünüb.", "66. Hüquqi varislik məsələlərinə dair sazişin 4-cü maddəsinə uyğun olaraq, Hüquqi varis olan dövlətlərin yüksək vəzifəli nümayəndələrinin birgə daimi komitəsi yaradıldı, o, sazişin səmərəli icrasını monitorinq etməli və onun icrası dövründə yaranacaq sualların müzakirə olunması üçün forum rolunu oynamalı idi. Komitə indiyədək üç dəfə toplaşıb: 2005, 2007 və 2009-cu illərdə.", "67. Həmçinin sazişin aşağıdakı müddəaları da bu işdə əhəmiyyət kəsb edir:", "", "Maddə 5", "", "\"1) Bu Sazişin şərhi və tətbiqində yarana biləcək fikir ayrılıqları əvvəlcə müvafiq dövlətlər arasında müzakirə yolu ilə həll olunur.", "2) Fikir ayrılıqları ilk dəfə müzakirəyə verildikdən sonra bir ay ərzində bu cür müzakirələrdə həll edilmədikdə, müvafiq dövlətlər:", "a) məsələnin tezliklə və etibarlı şəkildə həll edilməsi məqsədi ilə məsələni özlərinin seçdiyi müstəqil şəxsə həvalə etməli və onun qərarına əməl etməli (məqsədəuyğun olduqda qərarda görüləcək tədbirlər üçün konkret müddətlər göstərilə bilər); yaxud da", "b) məsələnin həlli edilməsi üçün onu bu Sazişin 4-cü maddəsi əsasında yaradılmış Birgə daimi komitənin baxışına verə bilərlər.", "3) bu Sazişdə və ya bu Sazişin Əlavələrinin icrası üçün tələb olunan hər hansı digər sazişdə istifadə edilmiş terminlərin şərhi ilə bağlı praktikada yarana biləcək fikir ayrılıqları hər hansı müvafiq dövlətin təşəbbüsü ilə, yuxarıdakılardan əlavə, həmçinin məcburi qüvvəyə malik mütəxəssis rəyi verən və mübahisə tərəfləri arasındakı razılaşma əsasında, yaxud belə razılaşma olmadıqda ATƏT nəzdindəki Barışıq və arbitraj məhkəməsinin sədri tərəfindən təyin olunan bir nəfər ekspertə həvalə oluna bilər (o, bu Sazişin iştirakçısı olan hər hansı dövlətin vətəndaşı olmamalıdır). Ekspert onun rəy verməsi üçün müraciət edən tərəflərlə məsləhətləşməklə məqsədəuyğun hesab etdiyi bütün prosessual məsələləri həll edir və fikir ayrılıqlarının tezliklə və səmərəli şəkildə həllini təmin etmək niyyəti ilə qətiyyət göstərir.", "4) Bu maddənin 3-cü bəndində nəzərdə tutulmuş prosedur yalnız sözügedən sazişlərdə istifadə edilmiş terminlərin şərhi ilə məhdudlaşır və ekspertin həmin sazişlərin hər hansı birinin praktiki tətbiqi məsələlərini həll etməsinə heç bir halda icazə verilmir. Qeyd edilən prosedur konkret olaraq aşağıdakılara şamil olunmur:", "a) bu Sazişin Əlavəsinə;", "b) B Əlavəsinin 1, 3 və 4-cü maddələrinə;", "c) C Əlavəsinin 4-cü maddəsinə və 5-ci maddəsinin 1-ci bəndinə;", "d) ) D Əlavəsinin 6-cı maddəsinə.", "5) Bu maddənin əvvəlki bəndlərinin heç bir müddəası bu Sazişin iştirakçısı olan tərəflərin mübahisələrin həlli ilə əlaqədar olan və onlar üçün məcburi qüvvəyə malik olan hər hansı müddəada nəzərdə tutulmuş hüquqlarına və ya öhdəliklərinə təsir göstərmir\".", "", "Maddə 9", "", "\"Bu Saziş varis dövlətlər tərəfindən Birləşmiş Millətlər Təşkilatının Nizamnaməsinə və beynəlxalq hüquq normalarına uyğun olaraq vicdanla yerinə yetirilməlidir\".", "", "III. SAZİŞ BARƏDƏ DANIŞIQLARLA (PACTUM DE NEGOTIANDO) ƏLAQƏDAR OLAN DÖVLƏTLƏRARASI İŞLƏR ÜZRƏ BEYNƏLXALQ PRESEDENT HÜQUQU", "", "68. Saziş barədə danışıqlardan (pactum de negotiando) irəli gələn öhdəlik, yəni saziş bağlamaq məqsədi ilə danışıqlar aparmaq öhdəliyi təməl prinsip olan pacta sunt servanda (\"sazişlərə əməl edilməlidir\") prinsipinə uyğun olaraq vicdanla yerinə yetirilməlidir. Almaniyanın xarici borclarına dair saziş üzrə arbitraj məhkəməsi 26 yanvar 1972-ci ildə Yunanıstan Almaniya Federativ Respublikasına qarşı işdə bu məsələ ilə bağlı aşağıdakıları bildirdi (onun qərarının 62-65-ci bəndləri):", "\"Lakin saziş barədə danışıqlar (pactum de negotiando) həmçinin hüquqi nəticələrsiz olmur. Bu o deməkdir ki, hər iki tərəf, hətta bu öncə onların tutduğu qəti mövqelərdən geri çəkilmələri anlamına gəlsə belə, kompromiss yolu ilə qarşılıqlı qaneedici həll yolunu tapmaq üçün vicdanla səy göstərməlidirlər. Bu, danışıqların məqsədinə nail olmaq istəyinin olmasını, əvvəlki mövqeləri bir kənara qoymağı və digər tərəfə müəyyən güzəştə gedərək onunla razılığa gəlməyi nəzərdə tutur. Sazişin mətni hər bir tərəfin öz əvvəlki mövqeyində qalmasını və digər tərəfin tam təslim olmasını bildirən mətn kimi şərh oluna bilməz. Bu konsepsiya \"danışıqlar\" termininə zidd olardı. Bu, hədəfə alınan məqsədə tamamilə zidd olardı. Danışıqlar aparmaq öhdəliyi digər tərəflə razılığa gəlmək məqsədi ilə anlaşmağı özündə ehtiva edir. Məhkəmə I Əlavənin II bəndi ilə əlaqəli şəkildə götürülməklə 19 maddənin hər bir tərəfin üzərinə qəti şəkildə razılığa gəlmək öhdəliyini qoyduğu qənaətində olmasa da, bu fikirdədir ki, bu müddəaların şərtləri tərəflərin danışıqlar aparmasını, razılığa gəlməsini və hər iki tərəf üçün məqbul olan nəticəyə nail olmaq üçün vicdanla səy göstərməsini və beləliklə uzun sürən bu mübahisəyə son qoymasını tələb edir...", "Mübahisəli pul tələbləri ilə bağlı danışıqlar aparmaq barədə razılaşma bu işdə qaçılmaz olaraq məsələni nizamlamağı müzakirə etmək istəyinin olmasını özündə ehtiva edir. Hətta mübahisə təkcə iddia tələblərinin həcminə deyil, onların mövcudluğuna aid olsa belə, bu fikir bu halda da keçərlidir. Bu hal nizamlama prinsipinə təsir göstərmir. 19-cu maddə hökmən tələb etmir ki, tərəflər razılaşmadıqları müxtəlif hüquqi məsələləri həll etsinlər. Məsələn, bu maddə belə bir gözləntini nəzərdə tutmur ki, hər iki tərəf aralarında fikir ayrılıqları olan müəyyən məsələlərdə, məsələn, mübahisəli tələblərin hüquqi cəhətdən mövcud olub-olmaması, onların dövlət tələbləri və ya özəl tələblər olması kimi məsələlərdə ortaq məxrəcə gəlməlidirlər. Bu məsələlərdə tərəflər faktiki olaraq fikir ayrılıqlarının qala biləcəyi barədə razılığa gəliblər, amma bu məsələlərlə bağlı aralarında mübahisə olsa belə, onlar məsələni nizamlamaq üçün saziş bağlamaq məqsədi ilə mümkün qədər danışıqlar aparmağı öhdələrinə götürüblər...", "Məhkəmə hesab edir ki, Şimal dənizinin kontinental şelfinə dair işlərin kökündə duran prinsip hazırkı mübahisəyə də aiddir. Beynəlxalq Məhkəmə tərəfindən elan edildiyi kimi, həmin prinsip \"danışıqlar\" termininin adi anlayışını təsdiqləyir və mahiyyətini açır. Danışıqlara razılığa gəlmək məqsədi ilə başlamaq lazımdır ki, onlar məna kəsb etsin. Artıq qeyd etdiyimiz kimi, danışıqlar aparmaq barədə razılaşma hökmən məsələ barədə razılığa gəlmək öhdəliyini nəzərdə tutmur, bu məqsəd üçün ciddi səylərin göstəriləcəyini nəzərdə tutur\".", "69. Beynəlxalq Məhkəmə son dövrdə müvafiq presedent hüququnu aşağıdakı kimi qısaca ümumiləşdirib (13 sentyabr 1995-ci il tarixli razılaşmanın tətbiqi ilə bağlı 5 dekabr 2011-ci il tarixli qərar (Keçmiş yuqoslav respublikası Makedoniya Yunanıstana qarşı iş), 132-ci bənd, ICJ Reports 2011):", "\"Məhkəmə qeyd edir ki, mübahisənin həlli məqsədi ilə aparılan danışıqların və ya danışıqlar aparmaq öhdəliyinin mənasına Məhkəmənin və onun sələfinin məhkəmə praktikası, habelə arbitraj qərarları vasitəsilə aydınlıq gətirilib. Artıq 1931-ci ildə Litva və Polşa arasında dəmiryol nəqliyyatı ilə əlaqədar işdə Daimi Beynəlxalq Məhkəmənin bildirdiyi kimi, danışıqlar aparmaq öhdəliyi hər şeydən əvvəl \"təkcə danışıqlara başlamaq demək deyil, həm də razılaşmalara nail olmaq üçün onları mümkün qədər davam etdirmək deməkdir\". Şübhəsiz ki, bu, \"razılığa gəlmək öhdəliyini\" (Litva və Polşa arasında dəmiryol nəqliyyatı ilə əlaqədar iş, Məsləhət rəyi, 1931-ci il, P.C.I.J., A/B seriyaları, № 42, s. 116; həmçinin bax: Uruqvay çayı üzərindəki sellüloz zavodu ilə əlaəqdar iş (Argentina Uruqvaya qarşı), Beynəlxalq Məhkəmənin qərarı, I.C.J. Reports 2010 (I), s. 68, 150-ci bənd) və ya zərurət olduqda uzunmüddətli danışıqlar aparmaq vəzifəsini (Mavrommatisin Fələstin konsessiyalarına dair iş, qərar № 2, 1924, P.C.I.J., A seriyaları, № 2, s. 13) nəzərdə tutmur. Bununla belə, dövlətlər elə davranmalıdırlar ki, \"danışıqların mənası olsun\". Bu tələb o halda yerinə yetirilməmiş olur ki, məsələn, tərəflərdən hər hansı biri \"öz mövqeyində hər hansı dəyişiklik etməyi düşünmədən mövqeyində israr edir\" (Şimal dənizinin kontinental şelfinə dair işlər (Almaniya Federativ Respublikası / Danimarka; Almaniya Federativ Respublikası / Niderland), Beynəlxalq məhkəmənin qərarı, I.C.J. Reports 1969, s. 47, 85-ci bənd; həmçinin bax: Uruqvay çayı üzərindəki sellüloz zavodu ilə əlaəqdar iş (Argentina Uruqvaya qarşı), Beynəlxalq Məhkəmənin qərarı, I.C.J. Reports 2010 (I), s. 67, 146-cı bənd), yaxud onlar, məsələn, ünsiyyəti kəsməklə və ya danışılqarı əsassız olaraq yubatmaqla, yaxud da razılaşdırılmış prosedurlara məhəl qoymamaqla danışıqlara əngəl törədirlər (Lanu gölü ilə əlaəqdar arbitraj işi (Fransa / İspaniya), Beynəlxalq arbitraj qərarları toplusu (RIAA), XII cild, s. 307). Razılaşmaya nail olmaq məqsədi ilə aparılan danışıqlar həmçinin onu nəzərdə tutur ki, tərəflər digər tərəfin maraqlarını ağlabatan dərəcədə nəzərə almalıdırlar (Balıq ovu əraziləri ilə bağlı iş (Birləşmiş Kraıllıq İslandiyaya qarşı), işin mahiyyəti üzrə qərar, I.C.J. Reports 1974, s. 33, 78-ci bənd). Vicdanla səy göstərilmədiyi qənaətinə gəlmək üçün (bu halda tərəflərin hər hansı biri haqlı olaraq iddia edə bilər ki, artıq öz öhdəliklərini yerinə yetirməkdən azaddır) tələb olunan sübut \"müəyyən danışıqların uğursuzluğa düçar olmasından daha artıq\" dəlilləri özündə ehtiva edir (Takna-Arika məsələsinə dair iş (Çili / Peru) (1925), RIAA, II cild, s. 930). Bu zaman dolayı sübut təqdim edilə bilər, amma o, \"şübhə doğurmayan qənaətlərlə deyil, həmin qənaətləri zəruri edən aydın və inandırıcı dəlillərlə təsdiqlənməlidir\" (yenə eyni mənbəyə bax).", "", "IV. AATA MƏHKƏMƏSİNİN 28 YANVAR 2013-CÜ İL TARİXLİ E-16/11 SAYLI QƏRARI", "", "70. Özəl İslandiya bankı olan \"Landsbanki\"nin Niderlandda və Birləşmiş Krallıqda filialları vardı və onlar \"Icesave\" brend adı ilə İnternet vasitəsilə əmanət hesabları təklif edirdilər. Belə depozitlərə İslandiyanın depozitlərə zəmanət sxemi, eləcə də, müvafiq olaraq, Niderlandın və Birləşmiş Krallığın sxemləri şamil olunurdu.", "71. 2008-ci ildə \"Landsbanki\" iflasa uğradı və İslandiya Hökuməti sistemin böhranının qarşısını almaq üçün fövqəladər hallarla bağlı qanunvericiliyə uyğun olaraq \"Yeni Landsbanki\" bankını təsis etdi. Ölkədaxili depozitlər \"Yeni Landsbanki\"yə köçürüldü. Niderlanddakı və Birləşmiş Krallıqdakı depozitlər isə köçürülmədi. \"Yeni Landsbanki\"nin təsis edilməsindən və ölkədaxili depozitlərin bu banka köçürülməsindən az sonra İslandiyanın depozitlərə zəmanət sxemi əsasında Niderlanddakı və Birləşmiş Krallıqdakı depozitlər də daxil olmaqla depozitlərə görə ödəniş etmək öhdəliyi yarandı. Ölkədaxili depozitlərdən fərqli olaraq, Niderlanddakı və Birləşmiş Krallıqdakı filiallara depozitə pul qoyanlar İslandiya sxemi üzrə heç bir kompensasiya almadılar və son nəticədə Niderlandın və Birləşmiş Krallığın sxemləri üzrə ödəniş aldılar.", "72. 2011-ci ildə Avropa Azad Ticarət Assosiasiyasının (AATA) Nəzarət Orqanı AATA Məhkəməsinə ərizə təqdim etdi. O, belə bir qərar çıxarılmasını istədi ki, Avropa iqtisadi zonası (AİZ) haqqında müqavilənin iştirakçısı olan İslandiya Avropa İttifaqı Parlamentinin və Aİ Şurasının depozitlərə zəmanət sxemlərinə dair 30 may 1994-cü il tarixli 94/19/EC saylı direktivindən irəli gələn öhdəliklərinə əməl etməyib, belə ki, o, müəyyən edilən müddətlərdə Niderlanddakı və Birləşmiş Krallıqdakı depozit sahiblərinə minimum kompensasiya məbləğinin (20.000 avro) ödənilməsini təmin etməyib. Ərizə prosesə üçüncü tərəf qismində qatılmış Avropa Komissiyası tərəfindən dəstəkləndi.", "73. 28 yanvar 2013-cü il tarixli qərarında AATA Məhkəməsi bu nəticəyə gəldi ki, Aİ qanunvericiliyinin vahid bazarla bağlı normaları AATA-nın hüquqi sisteminə şamil olunsa da, həmin direktiv İslandiya tərəfindən pozulmayıb. O, konkret olaraq bildirdi ki, direktiv dövlətlərin və onların orqanlarının üzərinə belə bir öhdəlik qoymur ki, sistem böhranı baş verdiyi təqdirdə depozitlərə zəmanət sxemi öz öhdəliklərinin öhdəsindən gələ bilmədikdə kompensasiya ödəsinlər. O həmçinin vurğuladı ki, dövlətlər \"konkret olaraq sistem böhranı baş verdiyi təqdirdə iqtisadi siyasətlə bağlı fundamental seçim edərkən geniş diskresion səlahiyyətə malikdirlər\".", "", "HÜQUQİ MƏSƏLƏLƏR", "", "74. Ərizəçilər bildirdilər ki, birinci iki ərizəçinin Sloveniya bankının Bosniya və Herseqovinada yerləşən filiallarındakı hesablarından və üçüncü ərizəçinin Serbiya bankının Bosniya və Herseqovinada yerləşən filiallarındakı hesablarından \"köhnə\" xarici valyuta əmanətlərini geri götürə bilməmələri ayrılıqda və Konvensiyanın 14-cü maddəsi ilə birlikdə götürülməklə 1 saylı Protokolun 1-ci maddəsinin bütün cavabdeh dövlətlər tərəfindən pozuntusuna bərabərdir. Onlar həmçinin Konvensiyanın 13-cü maddəsinin pozulduğunu iddia etdilər.", "", "I. HÖKUMƏTLƏRİN İLKİN ETİRAZLARI", "", "75. Hökumətlər Böyük Palatanı buna dəvət etdilər ki, Palatanın ərizəni qəbul olunan elan etmiş 17 oktyabr 2011-ci il tarixli qərarına yenidən baxsın. Cavabdeh Hökumətlərin hər biri iddia etdi ki, ərizəçilər onların \"yurisdiksiyası\" daxilində (Konvensiyanın 1-ci maddəsi) deyil, digər cavabdeh Hökumətlərin yurisdiksiyası daxilindədirlər. Serbiya və Sloveniya Hökumətləri daha sonra bildirdilər ki, ərizəçilərin tələbləri 1 saylı Protokolun 1-ci maddəsində nəzərdə tutulan mənada hər hansı \"mülkiyyətlə\" əlaqədar deyil və nəticədə onların ərizəsi mahiyyət meyarına (ratione materiae) görə Konvensiyaya uyğun deyil. Hökumətlərin hamısı tamamilə Palatada bildirdikləri eyni əsaslara istinad etdilər (ərizənin qəbul edilənliyinə dair qərarın 49-50-ci bəndlərinə bax).", "76. Ərizəçilər bu etirazları şübhə altına aldılar və digər məsələlərlə yanaşı, Palatanın gəldiyi nəticələrə istinad edərək Məhkəmədən xahiş etdilər ki, həmin etirazları rədd etsin.", "77. Palata qərara aldı ki, ərizəçilər cavabdeh Hökumətlərin hamısının yurisdiksiyası daxilindədirlər, belə ki, sonuncular hüquqi varislik barədə danışıqlarda qəbul ediblər ki, \"köhnə\" xarici valyuta əmanətləri YSFR-in onlar tərəfindən paylaşılmalı olan maliyyə öhdəliklərinin tərkib hissəsidir (ərizənin qəbul edilənliyinə dair qərarın 38-ci və 58-ci bəndlərinə bax). Bundan başqa, o, hüquqi varis olan dövlətlərin beynəlxalq hüquqda nəzərdə tutulmuş bu öhdəliyini nəzərə aldı ki, onlar hüquqi varisliyin bütün aspektlərini razılaşma yolu ilə birlikdə nizamlamalıdırlar (eyni qərarın 36-cı və 58-ci bəndlərinə bax). Bu məsələnin mahiyyət meyarına (ratione materiae) görə Konvensiyaya uyğunluğuna gəlincə, Palata bunu sübutlar əsasında müəyyən edilmiş hesab etdi ki, ərizəçilərin həqiqətən göstərdikləri məbləğlərdə \"köhnə\" xarici valyuta əmanətlərinə malik olduqlarına şübhə ilə yanaşmaq üçün heç bir əsas yoxdur. O həmçinin qərara aldı ki, bir sıra əsaslara görə ərizəçilərin iddia tələbləri YSFR-in dağılmasından sonra da qüvvəsini saxlayıb (ərizənin qəbul edilənliyinə dair qərarın 52-55-ci bəndlərinə bax). O konkret olaraq vurğuladı ki, hüquqi varis olan dövlətlərin qanunvericiliyi ərizəçilərin iddia tələblərini heç vaxt ləğv etməyib və ya hər hansı formada hüquqi qüvvədən məhrum etməyib və heç zaman şübhə olmayıb ki, hüquqi varis olan dövlətlərin bəziləri və ya hamısı ərizəçilərə ödəniş etməli olacaqlar:", "\"Hüquqi varis olan dövlətlər həqiqətən bir çox hallarda hazırkı ərizəçilərin vəziyyətində olan şəxslərin \"köhnə\" xarici valyuta əmanətlərinə görə bu və ya digər formada ödəniş almasını təmin etmək öhdəliyinə sadiq olduqlarını birmənalı olaraq aydın şəkildə nümayiş etdiriblər (əks qərar üçün bax: Bata Çexiya Respublikasına qarşı (qərardad), ərizə № 43775/05, 24 iyun 2008-ci il – bu işdə cavabdeh dövlət ərizəçinin tələbini qəbul və ya etiraf etməsinin hər hansı əlamətini heç vaxt nümayiş etdirməmiş və kommunist rejiminin çökməsindən bəri bu cür tələblərin hamısına mənfi yanaşmışdı). Bundan başqa, həmin dövlətlər qəbul ediblər ki, \"köhnə\" xarici valyuta əmanətləri YSFR-in maliyyə öhdəliklərinin tərkib hissəsidir və onlar həmin öhdəlikləri bölüşdürməlidirlər, çünki YSFR-in digər maliyyə öhdəliklərini və aktivlərini bölüşdürüblər... Bu işin xüsusi cəhətlərini nəzərə alsaq, o, X, Y və Z Almaniyaya qarşı (ərizə № 7694/76, Komissiyanın 14 oktyabr 1977-ci il tarixli qərarı, Qərar və qərardadlar toplusu (DR) 12, s. 131), S.C. Fransaya qarşı qarşı (ərizə № 20944/92, Komissiyanın 20 fevral 1995-ci il tarixli qərarı, DR 80, s. 78) və Abraini Leşi və başqaları Fransaya qarşı (ərizə № 37505/97, Komissiyanın 22 aprel 1998-ci il tarixli qərarı, DR 93, s. 120) kimi işlərdən fərqləndirilməlidir; həmin işlərdə qərara alınıb ki, tətbiq edilə bilən hər hansı qanunvericilik yoxdursa, o halda etiraz edilən beynəlxalq müqavilələr ərizəçilər üçün 1 saylı Protokolun 1-ci maddəsinin tətbiq dairəsinə düşə biləcək fərdi kompensasiya hüquqları yaratmır\".", "78. Qeyd etmək lazımdır ki, Böyük Palatanın müvafiq işlərdə Konvensiyanın 35-ci maddəsinin 4-cü bəndinə uyğun olaraq ərizənin qəbuledilənliyinə aid məsələləri həll etməsinə heç nə mane olmur, belə ki, həmin bənd Məhkəmənin qəbul olunmayan hesab etdiyi istənilən şikayəti \"icraatın istənilən mərhələsində\" rədd etməsinə imkan verir. Buna görə də, hətta ərizəyə mahiyyəti üzrə baxılması mərhələsində belə və 55-ci Qaydanın nəzərə alınması şərti ilə, Məhkəmə bu qənaətə gəlsə ki, Konvensiyanın 35-ci maddəsinin birinci üç bəndində göstərilən əsaslara görə ərizə qəbul olunmayan elan edilməlidir, o halda ərizənin qəbul olunan elan edilməsi barədə qərara yenidən baxa bilər (bax: Odyevr Fransaya qarşı, ərizə № 42326/98, 22-ci bənd, AİHM 2003III).", "79. Lakin Böyük Palata Hökumətlərin etirazlarını araşdıraraq bu qənaətə gəlir ki, həmin etirazlar Palatdakı icraatda Hökumətlərin irəli sürdükləri ilkin etirazların rədd edilməsi barədə Palatanın qərarına yenidən baxılmasına haqq qazandırmır. Həqiqətən Böyük Palata Palatanın istinad etdiyi əsaslardan əlavə yalnız onu qeyd edə bilər ki, Serbiya və Sloveniya məhkəmələrinin yuxarıda 44, 49 və 51-ci bəndlərdə qeyd edilən qərarları göstərir ki, bu işdə araşdırılan iddia tələblərinə bənzər tələblər YSFR dağıldıqdan sonra da qüvvəsini saxlayır. Bundan başqa, Sloveniya Hökumətinin ərizəçilərin əmanətlərinin mövcudluğunu və dəqiq məbləğini sual altına almasına gəlincə, Böyük Palata işin materiallarındakı bütün sübutları, xüsusən xanım Alişiçin və cənab Sacakın hesablarında 31 dekabr 1991-ci il üçün balansı göstərən bank qəbzlərinin surətlərini, cənab Sacakın depozit müqaviləsinin surətini, cənab Şahdanoviçin hesablarında 17 aprel 1992-ci il üçün balansı göstərən bank kitabçasından çıxarışları, Palatadakı icraatda Serbiya Hökuməti tərəfindən təqdim edilən və cənab Şahdanoviçin hesablarında 3 yanvar 2002-ci il üçün balansı göstərən rəsmi məlumatları, Bosniya və Herseqovina Hökuməti tərəfindən təqdim edilən və xanım Alişiçin və cənab Sacakın hesabları ilə əlaqədar olan mikroplyonkadakı məlumatları və BHF-nin Özəlləşdirmə Agentliyi tərəfindən tərtib edilən və özəlləşdirmə prosesində ərizəçilərin \"köhnə\" xarici valyuta əmanətlərindən istifadə etmədiklərini bəyan edən sənədi bir daha araşdırdı.", "80. Böyük Palata həmçinin hazırkı işin müstəsna hallarını nəzərə alaraq bu nəticəyə gəlir ki, ərizəçilərin yuxarıda 10-cu bənddə göstərilən məbləğlərdə \"köhnə\" xarici valyuta əmanətlərinə malik olmaları əsaslı şübhə yeri qalmadan sübuta yetirilib və bunu yetərincə sübut olunmuş hesab edir ki, bu depozitlər 1 saylı Protokolun 1-ci maddəsinin məqsədləri üçün \"mülkiyyət\" təşkil edir (digər mənbələr arasında bax: Qayduk və başqaları Ukraynaya qarşı (qərardad), ərizə № 45526/99, ilkin depozitlərlə əlaqədar 2 iyul 2002-ci il tarixli qərardad; Merjoyev Rusiyaya qarşı, ərizə № 68444/01, 48-ci bənd, 8 oktyabr 2009-cu il; Sulyagiç Bosniya və Herseqovinaya qarşı, ərizə № 27912/02, 35-ci bənd, 3 noyabr 2009-cu il; Boyacyan Ermənistana qarşı, ərizə № 38003/04, 54-cü bənd, 22 mart 2011-ci il; Kotov Rusiyaya qarşı [BP], ərizə № 54522/00, 90-cı bənd, 3 aprel 2012-ci il; və A. və B. Monteneqroya qarşı, ərizə № 37571/05, 68-ci bənd, 5 mart 2013-cü il).", "81. Müvafiq olaraq, Böyük Palata cavabdeh Hökumətlərin ilkin etirazlarını rədd edir. Qeyd etmək lazımdır ki, Palatadakı mövqelərindən fərqli olaraq, Hökumətlərin heç biri Böyük Palata qarşısındakı arqumentlərində ərizəçilərin daxili hüquqi müdafiə vasitələrini tükəndirmədiklərinə dair etiraz bildirməyiblər.", "", "II. 1 SAYLI PROTOKOLUN 1-Cİ MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "82. Konvensiyanın 1 saylı Protokolunun 1-ci maddəsində deyilir:", "\"Hər bir fiziki və hüquqi şəxs öz mülkiyyətindən maneəsiz istifadə hüququna malikdir. Heç kəs, cəmiyyətin maraqları naminə, qanunla və beynəlxalq hüququn ümumi prinsipləri ilə nəzərdə tutulmuş şərtlər istisna olmaqla, öz mülkiyyətindən məhrum edilə bilməz.", "Yuxarıdakı müddəalar dövlətin ümumi maraqlara müvafiq olaraq mülkiyyətdən istifadəyə nəzarəti həyata keçirmək üçün, yaxud vergilərin və ya digər rüsum və ya cərimələrin ödənilməsini təmin etmək üçün zəruri hesab etdiyi qanunların yerinə yetirilməsini təmin etmək hüququnu məhdudlaşdırmır\".", "", "A. Palatanın gəldiyi nəticələr", "", "83. Palata bu qənaətə gəldi ki, \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialındakı və \"İnvestbank\"ın Tuzla filialındakı \"köhnə\" xarici valyuta əmanətləri məsələsi hüquqi varislik məsələsidir (hazırkı iş üzrə ərizənin qəbuledilənliyinə dair qərara bax). Bundan başqa, o, bu məsələni cavabdeh dövlətlərin əvəzinə həll etməyin Məhkəmənin vəzifəsi olmadığını vurğulamaqla yanaşı, bildirdi ki, buna baxmayaraq, o, bu məsələni araşdıra bilər ki, ərizəçilərin iyirmi ildən artıq müddətdə əmanətlərindən istifadə edə bilməmələrinə məhz cavabdeh dövlətlər tərəfindən bu məsələnin nizamlanmamasının səbəb olması həmin dövlətlərin hər hansı biri tərəfindən 1 saylı Protokolun 1-ci maddəsinin pozuntusunu təşkil edibmi? Palata Sloveniyaya (xanım Alişiçin və cənab Sacakın məsələsində) və Serbiyaya (cənab Şahdanoviçin məsələsində) münasibətdə bu suala müsbət cavab verdi və bu zaman bir sıra amilləri, məsələn, bankların mülkiyyətçilərinin kim olduğunu, bankların aktivləri ilə bağlı qanunverici və digər tədbirlərin görüldüyünü, YSFR dağıldıqdan sonra sözügedən filialların statusunu, həmin filiallardan tərkibində olduqları banklara vəsaitlərin köçürüldüyünü, 2002-ci ildə Beynəlxalq Nizamlamalar Bankının himayəsi altında aparılmış danışıqların iflasa uğradığını və ondan sonra bu məsələ ilə bağlı hər hansı məna kəsb edən danışıqların aparılmadığını nəzərə aldı (Palatanın qərarının 66-74-cü bəndlərinə bax). Bundan başqa, o, bu qənaətə gəldi ki, digər cavabdeh dövlətlərin hər hansı biri tərəfindən bu maddənin pozuntusu baş verməyib.", "", "B. Tərəflərin arqumentləri", "", "1. Ərizəçilər", "", "84. Ərizəçilər iddia etdilər ki, YSFR-in hüquqi varisləri olan bütün cavabdeh dövlətlər, həll edilməmiş qalan bu hüquqi varislik məsələsini nizamlaya bilməmələri faktı nəzərə alınaraq, onların \"köhnə\" xarici valyuta əmanətlərini geri ödəməlidirlər. Ərizəçilər bildirdilər ki, onlar bunu YSFR-in aktivlərinin bölüşdürülməsi zamanı tətbiq edilmiş paylarına uyğun surətdə etməlidirlər (yuxarıda 65-ci bəndə bax).", "", "2. Cavahdeh Hökumətlər (əlifba qaydası ilə)", "", "a) Bosniya və Herseqovina", "", "85. Bosniya və Herseqovina Hökuməti iddia etdi ki, ərizəçilərin \"köhnə\" xarici valyuta əmanətləri məsələsi mülki hüquqi xarakterlidir. Ərizəçilər və sözügedən banklar mülki hüquqi müqavilələr bağlayıblar və həmin müqavilələr ərizəçilərə əmanətlərini ya filialların birindən, ya da birbaşa bankın əsas ofisindən istənilən vaxt geri götürmək hüququ verib (Yuqoslaviyanın mülki qanunvericiliyinə əsasən, banklar filiallarının borclarına görə məsuliyyət daşıyırdılar). Güman ki, YSFR bütün xarici valyuta əmanətlərinə zəmanət vermişdi, amma bu zəmanət heç vaxt işə düşməyib, çünki sözügedən banklar YSFR dağılana qədər ödəniş qabiliyyətli olublar. Buna görə də məsuliyyət banklardan YSFR-ə keçməyib. Müvafiq olaraq, ərizəçilərin əmanətləri üçün mühüm əhəmiyyət daşıyan məsələ hüquqi varislik məsələsi olmayıb. Bosniya və Herseqovina Hökuməti bu fikirdədir ki, \"Lyublyanska Banka Lyublyana\"nın və \"İnvestbank\"ın borclarına görə, müvafiq olaraq, Sloveniya və Serbiya Hökumətləri məsuliyyət daşımalıdırlar, çünki onlar həmin bankların borclarını yoluna qoymaq qabiliyyətinə malik olmadığı hallar üçün cavabdeh idilər. Konkret olaraq Sloveniya Hökuməti qanun əsasında \"Lyublyanska Banka Lyublyana\"nın aktivlərinin çoxunu yeni banka köçürmüşdü (yuxarıda 49-cu bəndə bax); Serbiya Hökuməti isə dövlət mülkiyyətində olan şirkətləri özəlləşdirə bilmək üçün onların \"İnvestbank\"a olan borclarını silmiş və milyonlarla mənfəət əldə etmişdi.", "86. Bosniya və Herseqovina Hökuməti əlavə etdi ki, \"Lyublyanska Banka Lyublyana\"nın və \"İnvestbank\"ın filiallarından tələb olunmuşdu ki, müştərilərindən yığılan xarici valyutaları əsas ofisə köçürsünlər. Nəticədə YSFR dağılarkən Bosniya və Herseqovinada yerləşən filialların sərəncamındakı hesablar, demək olar ki, boş idi və bu, hazırkı işdə Sloveniya və Serbiyanın məsuliyyət daşıdığı qənaətinə gəlmək üçün daha bir səbəbdir.", "", "a) Xorvatiya", "", "87. Xorvatiya Hökuməti bildirdi ki, Sloveniya və Serbiya Bosniya və Herseqovina Hökumətinin irəli sürdüyü əsaslara görə məsuliyyət daşımalıdırlar (yuxarıda 85-86-cı bəndlər). O əlavə etdi ki, \"Lyublyanska Banka Lyublyana\"nın iflasa uğramasının qarşısını almaq üçün bu bankda heç də Sloveniya Hökumətinin iddia etdiyi struktur dəyişikliklərinin aparılmasına ehtiyac yox idi və bu dəyişikliklər həmin bankı Sloveniya xaricində olan filiallarındakı əmanətçilər qarşısında daşıdığı məsuliyyətdən qorumağa yönəlmişdi. Bununla əlaqədar olaraq Xorvatiya Hökuməti \"Moody’s\" şirkətinin 1997-ci ildə açıqladığı hesabatın surətini təqdim etdi, orada \"Nova Lyublyanska Banka\"nın aktivləri göstərilmişdi və cəmi bir neçə il öncə \"Lyublyanska Banka Lyublyana\"nın aktivləri hesabına təsis olunmuş bu bankın (yuxarıda 49-cu bəndə bax) aktivləri 3,7 milyard dollara yaxın idi.", "88. Xorvatiya Hökuməti həmçinin qeyd etdi ki, Xorvatiya ilə Sloveniya arasında hüquqi varislik barədə əlavə danışıqlar aparmağa çağıran 11 mart 2013-cü il tarixli anlaşma memorandumu yalnız 1990-cı illərdə \"Lyublyanska Banka Lyublyana\"nın Zaqreb filialından Xorvatiya banklarına köçürülmüş əmanətlərlə bağlı idi (yuxarıda 43-cü bəndə bax). Buna görə də, Sloveniya Hökumətinin iddia etdiklərinin əksinə olaraq, həmin memorandum \"Lyublyanska Banka Lyublyana\"nın Sloveniya xaricində yerləşən filiallarındakı \"köhnə\" xarici valyuta əmanətləri məsələsinin hüquqi varislik məsələsi olmasının etirafı kimi şərh olunmamalıdır (aşağıda 92-ci bəndə bax).", "", "c) Serbiya", "", "89. Serbiya Hökuməti iddia etdi ki, dövlətlərin hüquqi varisliyi barədə beynəlxalq normalara və Hüquqi varislik məsələlərinə dair sazişə uyğun olaraq, o, yalnız \"İnvestbank\"ın Serbiya xaricində yerləşən filiallarındakı \"köhnə\" xarici valyuta əmanətləri məsələsi üzrə vicdanla danışıqlar aparmaq öhdəliyini daşıyırdı. Müvafiq olaraq, Məhkəmənin təhlili belə danışıqların aparılıb-aparılmaması məsələsinin təhlili ilə məhdudlaşmalı və ərizəçilərin əmanətlərinin hansı dövlət tərəfindən qaytarılmalı olduğu barədə substantiv məsələnin təhlilini özündə ehtiva etməməlidir. Bununla belə, Serbiya Hökuməti iddia etdi ki, Məhkəmə hər halda bu məsələni araşdırmağı qərara alarsa, hazırkı işdə Bosniya və Herseqovinanın məsuliyyət daşıdığı barədə qərar çıxarılmalıdır. O, müxtəlif əsaslara, xüsusən ərazi prinsipinə və \"köhnə\" xarici valyuta əmanətləri ilə bağlı bu dövlət tərəfindən görülmüş tədbirlərə istinad etdi (yuxarıda 24-28-ci bəndlərə bax). O həmçinin iddia etdi ki, Bosniya və Herseqovina \"İnvestbank\"ın Tuzla filialındakı \"köhnə\" xarici valyuta əmanətlərinin çoxundan yararlanıb. O, misal olaraq bir tərəfdən \"İnvestbank\"ın Tuzla filialı, digər tərəfdən isə Bosniya və Herseqovina şirkəti, Serbiya şirkətinin Bosniya və Herseqovinada yerləşən filialı və Bosniya və Herseqovina rezidenti arasındakı kredit müqavilələrinin surətlərini təqdim etdi.", "90. Xarici valyutanın son nəticədə ya YMB-nin xaricdəki, ya da Belqraddakı hesablarında qaldığı barədə Sloveniya Hökumətinin iddiası (aşağıda 95-ci bəndə bax) əsaslı deyil. Serbiya Hökuməti bu faktı vurğuladı ki, xarici valyuta, bir qayda olaraq, maliyyə hesablaşmaları və ya \"formal\" metod əsasında YMB-yə köçürülmüşdü və bu metod vəsaitlərin fiziki köçürülməsini tələb etmirdi (yuxarıda 17-ci bəndə bax). Bundan başqa, YMB-nin xaricdəki hesablarına köçürülmüş xarici valyuta artıq hüquqi varis olan dövlətlər arasında bölüşdürülüb (aşağıda 65-ci bəndə bax).", "91. Nəhayət, Serbiya Hökuməti etiraf etdi ki, cənab Şahdanoviçin əmanətləri Serbiya qanunvericiliyinə (yəni Köhnə xarici valyuta əmanətləri haqqında 1998-ci və 2002-ci il tarixli qanunlara) uyğun olaraq uzun illər ərzində dondurulub, amma iddia etdi ki, bu tədbir \"iqtisadi durumun çətin olduğu və maliyyə sisteminin iflasa uğradığı bir şəraitdə dövlət vəsaitlərinin likvidliyini qorumaq\" üçün zəruri idi. Bundan başqa, həmin tədbirlə ərizəçinin üzərinə həddən artıq fərdi yük qoyulmamışdı. Cənab Şahdanoviçin və bir çox digərlərinin Serbiya banklarının Serbiya xaricində yerləşən filiallarındakı əmanətləri məsələsi ilə bağlı YSFR-in hüquqi varisi olan dövlətlər arasında hüquqi varislik barədə danışıqlarda razılıq əldə edilməlidir. O, daha sonra Molnar Qabor Serbiyaya qarşı işə (ərizə № 22762/05, 8 dekabr 2009-cu il) istinad etdi, həqiqətən həmin işdə Məhkəmə qərara alıb ki, sözügedən qanunvericilik cəmiyyətin ümumi maraqları ilə ərizəçinin ilkin əmanətlərinə dair hələ də mövcud olan qanuni tələbi arasında, eləcə də eyni vəziyyətdə olan digər şəxslərin hüquqları arasında ədalətli balansı təmin edir.", "", "d) Sloveniya", "", "92. Sloveniya Hökuməti təsdiq etdi ki, ərizəçilərin \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialındakı və \"İnvestbank\"ın Tuzla filialındakı \"köhnə\" xarici valyuta əmanətləri məsələsi hüquqi varislik məsələsidir. O, bu məsələ ilə əlaqədar olaraq digər sənədlərlə yanaşı Hüquqi varislik məsələlərinə dair sazişə və Xorvatiya ilə Sloveniya arasındakı 2013-cü il tarixli anlaşma memorandumuna istinad etdi (yuxarıda 43-cü bəndə bax). Onun fikrincə, buna görə də Məhkəmənin təhlili bu məsələyə dair danışıqların vicdanla aparılıb-aparılmaması məsələsinin təhlili ilə məhdudlaşmalı və ərizəçilərin əmanətlərinin hansı dövlət tərəfindən qaytarılmalı olduğu barədə substantiv məsələnin təhlilini özündə ehtiva etməməlidir. Bununla belə, Məhkəmə hər halda bu məsələni araşdırmağı qərara alarsa, ərazi prinsipi əsasında sözügedən filiallardakı \"köhnə\" xarici valyuta əmanətlərinə görə Bosniya və Herseqovinanın məsuliyyət daşıdığı barədə qərar çıxarılmalıdır. Daha bir səbəb ondan ibarətdir ki, Bosniya və Herseqovina 2004-cü ilə qədər belə əmanətlərə görə məsuliyyətini açıq-aydın istisna etməyib (yuxarıda 24-28-ci bəndlərə bax).", "93. Bundan başqa, \"Lyublyanska Banka Lyublyana\" müflisləşmə həddində olduğuna görə 1994-cü ildə Hökumət orada struktur dəyişiklikləri aparmağa məcbur olmuşdu. Lakin Sloveniya dövləti yalnız reabilitasiya prosesi nəticəsində onun sahibinə çevrildiyinə görə həmin bankın borclarına görə məsuliyyət daşıya bilməzdi. Əks halda iddia etmək olar ki, heç bir dövlət neqativ kapitala malik bankın borclarına görə tam məsuliyyəti üzərinə götürmədən həmin bankı reabilitasiya edə bilməz. O bildirdi ki, istənilən halda, \"Lyublyanska Banka Lyublyana\" heç vaxt dövlət orqanının funksiyalarını icra etməyib; ərizəçilərin \"köhnə\" xarici valyuta əmanətlərinin ödənilməməsi məsələsində heç vaxt dövlətin konkret tapşırıqları əsasında hərəkət etməyib; və adi qanunvericiliyin (yəni şirkətlər haqında Sloveniya qanunvericiliyinin) normaları ona şamil olunub. Sadəcə dövlətin şirkətə sahib olması və bununla əlaqədar ona nəzarət etməsi faktı onun fəaliyyətlərinin dövlətin ayağına yazılması üçün və ya həmin şirkətin borclarına görə beynəlxalq adət hüququ normalarına (həmin normalar \"Beynəlxalq hüquqa zidd hərəkətlərə görə dövlətlərin məsuliyyətinə dair Beynəlxalq Hüquq Komissiyasının maddələr layihəsi\"ndə kodifikasiya olunub) uyğun olaraq dövlətin məsuliyyətə cəlb olunması üçün yetərli deyil.", "94. Sloveniya Hökuməti daha sonra bildirdi ki, \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialını reabilitasiya etməyə borclu deyildi. O, Avropa Şurasına üzv olan bir neçə dövlətdə, o cümlədən Belçika, Fransa, Portuqaliya, İsveçrə, Birləşmiş Krallıq və Niderlandda qəbul edilmiş depozitlərə zəmanət sxemlərinə istinad etdi, həmin sxemlərə əsasən zəmanətlər yalnız həmin ölkələrin müvafiq ərazilərində yerləşən ölkədaxili bankların filiallarına verilirdi. Bundan əlavə, o, AATA Məhkəməsinin 28 yanvar 2013-cü il tarixli E-16/11 saylı qərarına istinad etdi (yuxarıda 71-73-cü bəndlərə bax). AATA Məhkəməsi vurğulamışdı ki, dövlətlər \"konkret olaraq sistem böhranı baş verdiyi təqdirdə iqtisadi siyasətlə bağlı fundamental seçim edərkən geniş diskresion səlahiyyətə malikdirlər\". Eyni rəy 1 saylı Protokolun 1-ci maddəsi üçün də keçərlidir.", "95. Nəhayət, bu həqiqətdir ki, \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialından Sloveniya Milli Bankına mütəmadi olaraq xarici valyuta köçürülmüş, sonradan bəzi vəsaitlər Sarayevoya geri göndərilmişdi (yuxarıda 18-ci bəndə bax). Sarayevoya geri göndərilməyən vəsaitlər Sarayevo filialının YMB-yə qarşı tələbi kimi qeydə alınmış və YMB-nin xarici hesablarına fiziki olaraq köçürülmüşdü. Bu iddiasınıın təsdiqi olaraq Sloveniya Hökuməti YSFR-in dağılmasından əvvəlki dövrdə xarici valyutanın Lyublyanadan YMB-nin xarici banklardakı (yəni hər ikisi həm \"Lyublyanska Banka Lyublyana\"nın, həm də bəzi digər xarici kommersiya banklarının mülkiyyətində olan \"LBS Bank – New York\" və \"LHB Internationale Handelsbank A.G. Frankfurt\" banklarındakı) hesablarına köçürüldüyünü göstərən sənədləri təqdim etdi.", "", "e) Keçmiş yuqoslav respublikası Makedoniya", "", "96. Bosniya və Herseqovina və Xorvatiya Hökumətləri kimi Makedoniya Hökuməti də iddia etdi ki, ərizəçilərin əmanətləri məsələsi mülki hüquqi xarakterlidir. Onun rəyinə görə, ərizəçilərlə Makedoniyanın dövlət orqanları arasında heç bir əlaqə olmadığına görə, aydın məsələdir ki, Makedoniya Hökuməti Konvensiyanı pozmayıb.", "", "C. Böyük Palatanın qiymətləndirməsi", "", "1. 1 saylı Protokolun 1-ci maddəsinin tətbiqinin mümkünlüyü məsələsi", "", "97. Məhkəmə artıq yuxarıda 80-ci bənddə müəyyən etdi ki, ərizəçilərin şikayətlərinin predmetini təşkil edən xarici valyuta depozitləri 1 saylı Protokolun 1-ci maddəsində nəzərdə tutulan mənada \"mülkiyyət\" təşkil edir. Nəticədə həmin maddə bu işə tətbiq edilə bilər.", "", "2. 1 saylı Protokolun 1-ci maddəsinə riayət edilib-edilməməsi məsələsi", "", "a) Tətbiq edilə bilən normalar", "", "98. Məhkəmənin dəfələrlə bildirdiyi kimi, 1 saylı Protokolun 1-ci maddəsi üç normadan ibarətdir: həmin maddənin birinci hissəsinin (abzasının) birinci cümləsində təsbit olunmuş birinci norma ümumi xarakterlidir və mülkiyyətdən maneəsiz istifadə prinsipini bəyan edir; birinci hissənin (abzasın) ikinci cümləsində yer alan ikinci norma mülkiyyətdən məhrum edilmə məsələsini əhatə edir və onu müəyyən hallarla şərtləndirir; ikinci hissədə (abzasda) ifadə edilən üçüncü norma təsdiq edir ki, dövlətlər, digər məsələlərlə yanaşı, ümumi maraqlara müvafiq olaraq mülkiyyətdən istifadəyə nəzarəti həyata keçirmək hüququna malikdirlər. Mülkiyyətdən maneəsiz istifadə hüququna müdaxilənin konkret hallarına aid olan ikinci və üçüncü normalar birinci normada təsbit olunmuş ümumi prinsipin işığında nəzərdən keçirilməlidir (digər mənbələr arasında bax: Sporronq və Lönnrot İsveçə qarşı, 23 sentyabr 1982-ci il, 61-ci bənd, A seriyaları № 52; İatridis Yunanıstana qarşı [BP], ərizə № 31107/96, 55-ci bənd, AİHM 1999-II; \"İmmobilyare Saffi\" İtaliyaya qarşı [BP], ərizə № 22774/93, 44-cü bənd, AİHM 1999-V; Broniovski Polşaya qarşı [BP], ərizə № 31443/96, 134-cü bənd, AİHM 2004-V; və Vistinş və Perepyolkins Litvaya qarşı [BP], ərizə № 71243/01, 93-cü bənd, 25 oktyabr 2012-ci il).", "Hazırkı işə gəlincə, qeyd etmək lazımdır ki, milli səviyyədə qəbul edilmiş müxtəlif tədbirlər nəticəsində ərizəçilər iyirmi ildən artıq idi ki, əmanətlərindən istifadə etmək imkanına malik deyildilər. Ən azından ilk vaxtlarda bank hesablarının dondurulmasını üçüncü normada nəzərdə tutulduğu kimi onların mülkiyyətlərindən istifadə etmələrinə nəzarət etməyə yönələn tədbir saymaq olardı, amma belə uzun müddət ərzində onların öz depozitlərindən istifadə etmək imkanına malik olmamaları belə bir sual doğururdu ki, bu, ikinci normada nəzərdə tutulan mənada mülkiyyətdən \"məhrum edilməyə\" bərabər deyildimi? Lakin cavabdeh dövlətlərin qanunvericiliyinin ərizəçilərin tələblərini ləğv etmədiyi və ya hər hansı digər formada hüquqi qüvvədən məhrum etmədiyi barədə yuxarıda 77-81-ci bəndlərdə çıxarılmış nəticələri, habelə ərizəçilər kimi depozit sahiblərinin öz əmanətləri üzərində sərəncam vermək imkanına malik olmalarının zəruriliyinin həmin dövlətlər tərəfindən qəbul edildiyini nəzərə alsaq, demək olmaz ki, ərizəçilər rəsmən əmanətlərindən məhrum edilmişdilər. Eyni səbəblərə görə Məhkəmə hesab etmir ki, bu məsələni açıq-aydın de fakto müsadirəyə bərabər saymaq olar. Yuxarıda qeyd edilənləri və bu işdəki hüquqi və faktoloji məsələlərin mürəkkəbliyini nəzərə alaraq, Məhkəmə hesab edir ki, mülkiyyət hüququnun iddia edilən pozuntusunu hər hansı dəqiq kateqoriyanın əhatə dairəsinə düşən pozuntu kimi təsnifləşdirmək olmaz (bax: Beyeler İtaliyaya qarşı [BP], ərizə № 33202/96, 106-cı bənd, AİHM 2000-I; və Zolotas Yunanıstana qarşı (№ 2), ərizə № 66610/09, 47-ci bənd, AİHM 2013). Buna görə də hazırkı iş birinci normada təsbit olunmuş ümumi prinsipin işığında araşdırılmalıdır.", "", "b) İddia edilən pozuntunun xarakteri", "", "100. 1 saylı Protokolun 1-ci maddəsinin əsas məqsədi şəxsin öz mülkiyyətindən maneəsiz istifadə etməsini dövlətin əsassız müdaxiləsindən qorumaqdır. Lakin Konvensiyanın 1-ci maddəsinə əsasən, Müqavilə Tərəflərinin hər biri \"yurisdiksiyaları daxilində olan hər kəs üçün Konvensiyada müəyyən olunmuş hüquq və azadlıqları təmin edirlər\". Bu ümumi vəzifənin yerinə yetirilməsi Konvensiya ilə təmin olunan hüquqların səmərəli şəkildə həyata keçirilməsinin təmin edilməsi ilə əlaqədar olan pozitiv öhdəliklər doğura bilər. 1 saylı Protokolun 1-ci maddəsi kontekstində həmin pozitiv öhdəliklər mülkiyyət hüququnun müdafiəsi üçün dövlət tərəfindən zəruri tədbirlərin görülməsini tələb edə bilər (bax: Broniovskinin işi üzrə yuxarıda istinad edilən qərar, 143-cü bənd, əlavə istinadlarla; və \"Likvidējamā p/s Selga\" və Vasilevska Latviyaya qarşı (qərardad), ərizələr № 17126/02 və 24991/02, 94-113-cü bəndlər, 1 oktyabr 2013-cü il).", "101. Lakin 1 saylı Protokolun 1-ci maddəsi əsasında dövlətin daşıdığı pozitiv və neqativ öhdəliklər arasında sərhədlərin dəqiq anlayışını müəyyən etmək olmur. Bununla belə, onlara tətbiq edilə bilən prinsiplər oxşardır. İş istər dövlətin pozitiv öhdəliyi baxımından, istərsə də dövlət orqanının müdaxiləsi (bu müdaxilə əsaslandırılmalıdır) baxımından təhlil edilərkən tətbiq edilməli olan meyarlar mahiyyət etibarı ilə fərqlənmir. Hər iki kontekstdə fərdin və bütövlükdə cəmiyyətin toqquşan maraqları arasında ədalətli balansın gözlənilməsinə diqqət yetirilməlidir. Həmçinin bu da həqiqətdir ki, araşdırılan məsələdəki ictimai maraqların tələbləri ilə ərizəçinin fundamental hüququ olan mülkiyyət hüququ arasındakı balansa riayət edilib-edilmədiyi qiymətləndirilərkən həmin maddədə qeyd edilən məqsədlər müəyyən qədər əhəmiyyət daşıya bilər. Hər iki kontekstdə dövlət Konvensiyaya riayət edilməsini təmin etmək üçün atılmalı addımların müəyyənləşdirilməsində müəyyən dərəcədə qiymətləndirmə sərbəstliyinə malikdir (bax: Broniovskinin işi üzrə yuxarıda istinad edilən qərar, 144-cü bənd, əlavə istinadlarla).", "102. Hazırkı işdə ərizəçilər sözügedən banklardakı əmanətlərini hesablarından geri götürmək imkanına malik olmamalarından şikayət ediblər. Onların depozitləri müvafiq banklarda vəsaitlərin olmaması, qanun əsasında hesabların dondurulmasının tətbiqi və ərizəçilərin vəziyyətində olan depozit sahiblərinə əmanətləri üzərində sərəncam vermək imkanı yaratmaq üçün milli hakimiyyət orqanlarının tədbirlər görməməsi kimi amillər ucbatından əlçatmaz olub. Bu vəziyyət 1 saylı Protokolun 1-ci maddəsi ilə müdafiə edilən hüququn səmərəli şəkildə həyata keçirilməsinə müdaxilə kimi və ya həmin hüququn həyata keçirilməsinin təmin edilməməsi kimi araşdırıla bilər (bax: Zolotasın işi (№ 2) üzrə yuxarıda istinad edilən qərar, 40, 47 və 53-cü bəndlər – həmin işdə Məhkəmə müəyyən etdi ki, barəsində şikayət edilən tədbir müdaxilə təşkil edib və həmçinin müəyyən etdi ki, cavabdeh dövlət müəyyən pozitiv öhdəliklər daşıyırdı). Hazırkı işin xüsusi hallarını nəzərə alaraq, Məhkəmə bu işlə bağlı araşdırmanı cavabdeh dövlətlərin pozitiv və ya neqativ öhdəlikləri üzrə ciddi şəkildə kateqoriyalara ayırmaqla aparmağı zəruri hesab etmir. Məhkəmə onu müəyyənləşdirəcək ki, cavabdeh dövlətlərin davranışına (həmin davranışın müdaxilə və ya hərəkətsizlik kimi, yaxud bunların kombinasiyası kimi xarakterizə olunmasından asılı olmayaraq) qanunilik, qanuni məqsəd və \"ədalətli balans\" prinsipləri baxımından haqq qazandırmaq olardımı (bax: Broniovskinin işi üzrə yuxarıda istinad edilən qərar, 146-cı bənd)?", "", "c) Cavabdeh dövlətlər qanunilik prinsipinə riayət etmişdilərmi?", "", "103. 1 saylı Protokolun 1-ci maddəsinin birinci və ən mühüm tələbi qanunilik tələbidir. Həmin maddənin birinci hissəsinin ikinci cümləsi \"qanunla ... nəzərdə tutulmuş şərtlərlə\" mülkiyyətdən məhrumetməyə icazə verir, həmin maddənin ikinci hissəsi isə dövlətlərin mülkiyyətdən istifadəyə nəzarəti həyata keçirmək üçün \"qanunların\" yerinə yetirilməsini təmin etmək hüququnu tanıyır. Bundan başqa, demokratik cəmiyyətin təməl prinsiplərindən biri olan qanunun aliliyi Konvensiyanın bütün maddələri üçün səciyyəvidir. Həmçinin qanunilik prinsipi daxili qanunvericiliyin qüvvədə olan normalarının kifayət qədər əlçatan, dəqiq olmasını və tətbiqinin nəticələrini öncədən görməyin mümkün olmasını nəzərdə tutur (bax: eyni qərar, 147-ci bənd, əlavə istinadlarla).", "104. Bu işdə qanunilik prinsipinə riayət edilib-edilməməsi məsələsində tərəflər arasında aşkar fikir ayrılığı yoxdur. Məhkəmə də fərqli qənaətə gəlmək üçün heç bir səbəb görmür. Aydın məsələdir ki, araşdırılan durumun, yəni ən azından YSFR-in dağılmasından sonra ərizəçilərin əmanətlərini geri götürmək imkanına malik olmamasının daxili qanunvericilikdə hüquqi əsası vardı (konkret olaraq yuxarıda 54-58-ci bəndlərə bax).", "", "d) Cavabdeh dövlətlərin davranışı \"qanuni məqsəd\" daşıyırdımı?", "", "105. Konvensiyada nəzərdə tutulmuş hüququn həyata keçirilməsinə hər hansı müdaxilə qanuni məqsəd daşımalıdır. Eynilə, pozitiv öhdəliyi özündə ehtiva edən işlərdə dövlətin hərəkətsizliyinin qanuni əsası olmalıdır. 1 saylı Protokolun 1-ci maddəsi üçün səciyyəvi olan \"ədalətli balans\" prinsipinin özü cəmiyyətin ümumi marağının mövcudluğunu nəzərdə tutur. Bundan başqa, bir daha bildirmək lazımdır ki, 1 saylı Protokolun 1-ci maddəsinə daxil edilmiş müxtəlif normalar əlahiddə normalar deyil, o mənada ki, onların arasında əlaqə var, ikinci və üçüncü normalar isə yalnız mülkiyyətdən maneəsiz istifadə hüququna müdaxilənin konkret halları ilə əlaqədardır. Bundan doğan nəticələr ondan ibarətdir ki, ikinci cümlənin tələb etdiyi cəmiyyətin maraqlarının, yaxud ikinci hissədə (abzasda) qeyd edilən ümumi maraqların mövcudluğu birinci cümlədə təsbit olunmuş prinsipin nəticələridir, belə ki, 1 saylı Protokolun 1-ci maddəsinin birinci cümləsində nəzərdə tutulan mənada mülkiyyətdən maneəsiz istifadə hüququnun həyata keçirilməsinə müdaxilə həm də ictimai maraqlara xidmət etmək məqsədini daşımalıdır (bax: Beyelerin işi üzrə yuxarıda istinad edilən qərar, 111-ci bənd).", "106. Öz cəmiyyətləri və onların ehtiyacları barədə birbaşa məlumatlı olduqlarına görə milli hakimiyyət orqanları \"cəmiyyətin maraqlarını\" qiymətləndirməkdə prinsipcə beynəlxalq hakimə nisbətən daha əlverişli vəziyyətdədirlər. Buna görə də, Konvensiyanın bərqərar etdiyi müdafiə sisteminə əsasən, cəmiyyətdə narahatlıq doğuran və mülkiyyət hüququnun həyata keçirilməsi sahəsində tətbiq edilməli tədbirləri zəruri edən problemin mövcudluğuna ilkin qiymət vermək vəzifəsi milli hakimiyyət orqanlarının üzərinə düşür. Sosial və iqtisadi siyasətlərin tətbiqi sahəsində qanunverici orqan geniş qiymətləndirmə sərbəstliyinə malik olduğuna görə Məhkəmə hansı məsələlərin ictimai maraq kəsb etdiyi barədə qanunverici orqanın rəyinə hörmətlə yanaşacaq, bu şərtlə ki, həmin rəyin açıq-aydın ağlabatan əsası olsun (bax: Broniovskinin işi üzrə yuxarıda istinad edilən qərar, 149-cu bənd, əlavə istinadlarla). Məhkəmə artıq qərara alıb ki, bu məntiq müharibənin ardınca dövlətin dağılması kimi köklü dəyişikliklərə də labüd surətdə şamil olunur və bu hallar qaçılmaz olaraq geniş miqyaslı iqtisadi və sosial qanunvericilik aktlarının tətbiqini özündə ehtiva edir (bax: Sulyagiçin işi üzrə yuxarıda istinad edilən qərar, 42-ci bənd).", "107. Geniş qiymətləndirmə sərbəstliyinin zəruriliyini nəzərə alaraq, Məhkəmə hesab edir ki, bu işdə həmçinin \"qanuni məqsəd\" prinsipinə riayət edilib. Serbiya Hökumətinin bildirdiyinə görə, müdaxilənin məqsədi iqtisadi durumun çətin olduğu və maliyyə sisteminin iflasa uğradığı bir şəraitdə dövlət vəsaitlərinin likvidliyini qorumaq idi (yuxarıda 91-ci bəndə bax). Digər cavabdeh Hökumətlər bu məsələyə dair şərh bildirmədilər. Bununla belə, Məhkəmə bunu qəbul etməyə hazırdır ki, YSFR dağıldıqdan və ardınca silahlı münaqişələr baş verdikdən sonra cavabdeh dövlətlər özlərinin müvafiq bank sistemlərini və bütövlükdə milli iqtisadiyyatlarını qorumaq üçün tədbirlər görmək məcburiyyətində idilər. \"Köhnə\" xarici valyuta əmanətlərinin ümumi həcmini nəzərə alsaq, aydın məsələdir ki, hüquqi varis olan dövlətlərin heç biri belə əmanətlərin hesablardan nəzarətsiz şəkildə çıxarılmasına icazə verə bilməzdi. Buna görə də Məhkəmə əsas məsələnin, yəni ümumi maraqlarla ərizəçilərin 1 saylı Protokolun 2-ci maddəsində nəzərdə tutulmuş hüquqları arasında \"ədalətli balansa\" riayət edilib-edilmədiyinin araşdırılmasına keçir.", "", "e) Cavabdeh dövlətlər \"ədalətli balans\" prinsipinə riayət etmişdilərmi?", "", "i) Ümumi prinsiplər", "", "108. Mülkiyyətdən maneəsiz istifadəyə müdaxilə zamanı və hərəkətsizlik baş verərkən cəmiyyətin ümumi maraqlarının tələbləri ilə fərdin təməl hüquqlarının müdafiəsi tələbləri arasında ədalətli balans gözlənilməlidir. Başqa sözlə, 1 saylı Protokolunun 1-ci maddəsinin iddia edilən pozuntusunu özündə ehtiva edən hər bir halda Məhkəmə dövlətin hərəkəti və ya hərəkətsizliyi səbəbindən müvafiq şəxsin üzərinə qeyri-mütənasib dərəcədə və həddən artıq ağır yükün düşüb-düşmədiyini müəyyənləşdirməlidir. Balansı gözləmək tələbinə riayət edilib-edilmədiyini qiymətləndirərkən Məhkəmə bütövlükdə işdəki müxtəlif maraqları araşdırmalı və nəzərə almalıdır ki, Konvensiya \"praktiki və səmərəli\" hüquqları təmin etmək məqsədini daşıyır. Bu kontekstdə vurğulamaq lazımdır ki, dövlətin davranışı qiymətləndirilərkən qeyri-müəyyənlik (istər qanunvericilikdəki, istərsə də inzibati sahədəki qeyri-müəyyənlik, yaxud da dövlət orqanları tərəfindən tətbiq edilən praktikadan irəli gələn qeyri-müəyyənlik) nəzərə alınmalı olan amildir. Həqiqətən məsələ ümumi maraqlarla əlaqədardırsa, vaxtında, lazımi qaydada və ardıcıl şəkildə hərəkət etmək vəzifəsi dövlət orqanlarının üzərinə düşür (bax: Broniovskinin işi üzrə yuxarıda istinad edilən qərar, 147-151-ci bəndlər).", "", "ii) Ümumi prinsiplərin bu işə tətbiqi", "", "109. Ərizənin qəbul olunan elan edildiyi 17 oktyabr 2011-ci il tarixli qərarında Palata bu qənaətə gəldi ki, sözügedən banklardakı \"köhnə\" xarici valyuta əmanətlərinə YSFR tərəfindən qanunla verilən zəmanət YSFR dağılana qədər işə düşməyib və buna görə də müvafiq məsuliyyət həmin banklardan YSFR-ə keçməyib. Bundan başqa, YSFR-in mülki qanunvericiliyinə və şirkətlərin reyestrindəki məlumatlara əsasən, YSFR dağıldığı zaman \"Lyublyanska Banka Lyublyana\"nın və \"İnvestbank\"ın bütün filialları tərkibində olduqları bankların adından və onların maraqları naminə hərəkət ediblər. Buna görə də Palata bu nəticəyə gəldi ki, YSFR dağılana qədər \"Lyublyanska Banka Lyublyana\" və \"İnvestbank\" bütün filiallarındakı \"köhnə\" xarici valyuta əmanətlərinə görə məsuliyyət daşımaqda davam edirdilər (Palatanın qərarının 67-ci bəndinə bax).", "110. Mahiyyət etibarı ilə Palatadakı icraatda tərəflər şikayətin mahiyyəti üzrə qeydlərində bu qənaətlə razılaşdılar və bunu Böyük Palatadakı icraatda da etdilər.", "111. Böyük Palata Palatanın qənaətləri ilə razılaşır və onları təsdiqləyir.", "112. Məhkəmə həmçinin qeyd edir ki, YSFR dağıldığı vaxtdan bəri \"Lyublyanska Banka Lyublyana\" və \"İnvestbank\" Bosniya və Herseqovinadakı filiallarında olan \"köhnə\" xarici valyuta əmanətlərinə görə məsuliyyət daşımaqda davam edirdilər. Yuxarıda 44, 45, 49 və 51-ci bəndlərdə qeyd edilən daxili qanunvericilik və praktika, şübhəsiz ki, bunu təsdiq edir. Konkret olaraq, Sloveniya və Serbiyadakı məhkəmələr belə hesab ediblər ki, köhnə \"Lyublyanska Banka Lyublyana\" və \"İnvestbank\" xarici filiallarındakı \"köhnə\" xarici valyuta əmanətlərinə görə məsuliyyət daşımaqda davam edirlər.", "113. Bu həqiqətdir ki, şirkətlərin reyestrində 1993-2004-cü illər üçün olan məlumatlara əsasən, \"Lyublyanska Banka Sarayevo\" adlı Bosniya və Herseqovina bankı da \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialındakı \"köhnə\" xarici valyuta əmanətlərinə görə məsuliyyət daşıyırdı. Lakin istər Bosniya və Herseqovinadakı, istərsə də Sloveniyadakı daxili məhkəmələr qərara aldılar ki, müharibə dövründə reyestrə daxil edilmiş mübahisəli qeyd bütün dövrlərdə qanunsuz olub (yuxarıda 30-35 və 51-ci bəndlərə bax). Buna görə də o, reyestrdən silinib. Məhkəmə bu məsələdə daxili məhkəmələrlə razılaşmamaq üçün səbəb görmür. Əslində Məhkəmə dəfələrlə bildirib ki, daxili qanunvericiliyin şərhi problemlərini həll etmək ilk növbədə daxili məhkəmələrin işidir, Məhkəmənin rolu isə həmin şərhin doğurduğu nəticələrin Konvensiyaya uyğunluğunu müəyyənləşdirməklə məhdudlaşır (bax: Veyt və Kennedi Almaniyaya qarşı [BP], ərizə № 26083/94, 54-cü bənd, AİHM 1999-I; Nejdet Şahin və Perihan Şahin Türkiyəyə qarşı [BP], ərizə № 13279/05, 49-cu bənd, 20 oktyabr 2011-ci il; və Vuçkoviç və başqaları Serbiyaya qarşı [BP], ərizə № 17153/11, 80-ci bənd, 25 mart 2014-cü il).", "114. \"Lyublyanska Banka Lyublyana\"nın və \"İnvestbank\"ın Bosniya və Herseqovina filiallarındakı \"köhnə\" xarici valyuta əmanətlərinə görə məsuliyyət daşıdıqları və hələ də daşımaqda davan etdikləri müəyyən edildikdən sonra, Palatanın etdiyi kimi, bunu araşdırmaq lazımdır ki, Sloveniya və Serbiya həmin bankların ərizəçilərə olan borclarını geri ödəməmələrinə görə məsuliyyət daşıyırlarmı? Bununla əlaqədar olaraq Məhkəmə bir daha bildirir ki, dövlət mülkiyyətində olan şirkət hətta ayrıca hüquqi şəxs olsa belə, dövlət həmin şirkətin borclarına görə məsuliyyət daşıya bilər, bu şərtlə ki, həmin şirkət dövlətin Konvensiya üzrə məsuliyyətdən azad edilməsi üçün yetərli olan dərəcədə təşkilati və əməliyyat müstəqilliyinə malik olmamalıdır (bir çox digər mənbələr arasında bax: Mixaylenko və başqaları Ukraynaya qarşı, ərizələr № 35091/02 və s., 43-46-cı bəndlər, AİHM 2004XII; \"Cooperativa Agricola Slobozia-Hanesei\" Moldovaya qarşı, ərizə № 39745/02, 17-19-cu bəndlər, 3 aprel 2007-ci il; Yerşova Rusiyaya qarşı, ərizə № 1387/04, 54-63-cü bəndlər, 8 aprel 2010-cu il; və Kotovun işi üzrə yuxarıda istinad edilən qərar, 92-107-ci bəndlər). Dövlətin həqiqətən belə borclara görə məsuliyyət daşıyıb-daşımadığını müəyyənləşdirmək üçün yuxarıdakı işlərdə istifadə edilən əsas meyarlar aşağıdakılardır: şirkətin hüquqi statusu (o ümumi hüquq, yoxsa xüsusi hüquq sisteminə aiddir); fəaliyyətinin xarakteri (o ictimai funksiya daşıyır, yoxsa adi kommersiya müəssisəsidir); əməliyyatlarının konteksti (məsələn, o inhisarçıdır, yoxsa fəaliyyətləri ciddi şəkildə tənzimlənən müəssisədir); təşkilati müstəqilliyi (o nə dərəcədə dövlət mülkiyyətindədir); və əməliyyat müstəqilliyi (o nə dərəcədə dövlətin müşahidəsi və nəzarəti atındadır).", "115. Nəzərə alınmalı olan əlavə amillər bunlardır: dövlət şirkətin maliyyə çətinliklərinə görə birbaşa məsuliyyət daşıyırmı; korporativ fondlardan şirkətin və onun səhmdarlarının ziyanına olaraq istifadə edibmi; şirkətlə münasibətlərində məsafə saxlamaq tələbinə riayət edibmi; yaxud hər hansı digər şəkildə korporativ formadan sui-istifadə sayılan hərəkətlər edibmi (bax: Anoxinin işi (qərardad), ərizə № 25867/02, 31 may 2007-ci il; və Xaçatryan Ermənistana qarşı, 51-55-ci bəndlər, ərizə № 31761/04, 1 dekabr 2009-cu il). Nəhayət, YSFR-də geniş istifadə edilmiş olan və Serbiyada hələ də istifadə edilməkdə olan sosialist mülkiyyəti rejimində olan şirkətlərə gəlincə, Məhkəmə qərara alıb ki, dövlətə münasibətdə onlar ümumən dövlətin Konvensiya üzrə məsuliyyətdən azad edilməsi üçün \"yetərli olan dərəcədə təşkilati və əməliyyat müstəqilliyinə\" malik deyillər (bir çox digər mənbələr arasında bax: R. Kaçapor və başqalarının işi üzrə yuxarıda istinad edilən qərar, 96-99-cu bəndlər; və \"Zastava It Turs\" Serbiyaya qarşı (qərardad), ərizə № 24922/12, 19-23-cü bəndlər, 9 aprel 2013-cü il).", "116. Yuxarıda təsvir edilən presedent hüququ maliyyə təsisatları olmayan şirkətlər barəsində formalaşsa da, Məhkəmə hesab edir ki, o həm də hazırkı işdə nəzərdən keçirilən banklara şamil olunur. Bununla əlaqədar olaraq Məhkəmə qeyd edir ki, \"Lyublyanska Banka Lyublyana\" Sloveniya dövlətinin mülkiyyətindədir və Sloveniyanın dövlət qurumu olan Hüquqi Varislik Fondunun nəzarəti altındadır (yuxarıda 49-cu bəndə bax). Üstəlik o da önəmlidir ki, 1991-ci il tarixli Konstitusiya qanununa edilmiş dəyişiklik vasitəsilə Sloveniya həmin bankın aktivlərinin çox hissəsini bankın və onun səhmdarlarının ziyanına olaraq yeni banka köçürmüşdü (yeni həmin bəndə bax). Beləliklə, dövlət \"Lyublyanska Banka Lyublyana\"nın aktivlərini münasib bildiyi şəkildə özgəninkiləşdirmişdi (müqayisə üçün Xaçatryanın işi üzrə yuxarıda istinad edilən qərarın 51-ci bəndinə bax). Buna görə də Böyük Palata Palatanın bu qənaəti ilə razılaşır və onu təsdiq edir ki, \"Lyublyanska Banka Lyublyana\"nın xanım Alişiçə və cənab Sacaka olan borcuna görə Sloveniyanın məsuliyyət daşıdığını hesab etmək üçün yetərincə əsaslar var. Bununla əlaqədar olaraq Məhkəmə həmçinin bu işdə \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialının vəsaitlərinin çoxunun Sloveniyaya köçürüldüyünə dair sübutların mövcud olduğunu nəzərə alır (yuxarıda 18-ci bəndə bax).", "117. \"İnvestbank\"a gəlincə, Məhkəmə qeyd edir ki, eynilə o da dövlətin – Serbiyanın mülkiyyətindədir və Serbiyanın dövlət qurumu olan Depozitlərin Sığortalanması Agentliyinin nəzarəti altındadır (yuxarıda 47-ci bəndə bax). Daha önəmlisi, Özəlləşdirmə haqqında 2001-ci il tarixli qanuna əsasən, həmin bankdan tələb olunmuşdu ki, bankın və onun səhmdarlarının ziyanına olaraq dövlət mülkiyyətində və ictimai mülkiyyətdə olan şirkətlərə qarşı iri həcmli tələblərini ləğv etsin (yenə həmin bəndə bax). Beləliklə, \"Lyublyanska Banka Lyublyana\"nın məsələsində Sloveniyanın nümunəsində olduğu kimi, Serbiya da \"İnvestbank\"ın aktivlərini zəruri hesab etdiyi şəkildə özgəninkiləşdirmişdi. Buna görə də Böyük Palata Palatanın bu qənaəti ilə razılaşır və onu təsdiq edir ki, \"İnvestbank\"ın cənab Şahdanoviçə olan borcuna görə Serbiyanın məsuliyyət daşıdığını hesab etmək üçün yetərincə əsaslar var.", "118. Məhkəmə vurğulamaq istərdi ki, bu qənaətlər hazırkı işin halları ilə məhdudlaşır və heç də onu bildirmir ki, hər hansı dövlət iflasa uğramış bankın borcuna görə 1 saylı Protokolun 1-ci maddəsi əsasında birbaşa məsuliyyət daşımadan həmin bankı heç bir halda reabilitasiya edə bilməz (bax: Kotovun işi üzrə yuxarıda istinad edilən qərar, 116-cı bənd; və Anoxinin işi üzrə yuxarıda istinad edilən qərar), eləcə də həmin maddə heç də Sloveniyanın iddia etdiyi kimi (yuxarıda 93-94-cü bəndlərə bax) tələb etmir ki, ölkədaxili bankların xarici filialları bütün hallarda depozitlərə ölkədaxili zəmanət sxemlərinə daxil edilməlidir. Məhkəmə hesab edir ki, hazırkı iş aşağıdakı səbəblərə görə xüsusi işdir. Əvvəla, ərizəçilər pullarını depozitə qoyarkən YSFR hələ mövcud idi və sözügedən filiallar xarici filial deyildilər. Bundan başqa, \"Lyublyanska Banka Lyublyana\" hətta reabilitasiya olunmasından əvvəl də dövlət mülkiyyətində idi. Həqiqətən həmin bank və \"İnvestbank\" hər ikisi həmişə dövlət mülkiyyətində və ictimai mülkiyyətdə olmuşdu. Buna görə də hazırkı iş ödəniş qabiliyyətli olmayan özəl bankın aid reabilitasiyasından ibarət standart işdən açıq-aydın fərqlidir. Sloveniya Hökumətinin istinad etdiyi AATA Məhkəməsinin qərarının hazırkı işə aidiyyəti çox azdır, çünki o, İslandiyada qüvvədə olan konkret hüquqi baza çərçivəsində iflasa uğramış özəl bankın reabilitasiyasına aiddir. Üstəlik, bu işdəki ərizəçilərdən fərqli olaraq, həmin işdə əmanətçilərin pulları Niderland və Birləşmiş Krallığın dövlət orqanları tərəfindən artıq onlara geri ödənilmişdi (yuxarıda 71-73-cü bəndlərə bax).", "119. Eələcə də Məhkəmə Serbiya Hökuməti tərəfindən Molnar Qaborun işinə edilən istinadı nəzərdən qaçırmayıb (yuxarıda 91-ci bənd). Lakin həmin işdə Köhnə xarici valyuta əmanətləri haqqında Serbiya qanununun Məhkəmə tərəfindən araşdırılmış müddəaları o şəxslərə aid idi ki, bu işdəki ərizəçilərdən fərqli olaraq onlar Serbiyanın dövlət orqanları tərəfindən əmanətlərinin tədricən geri ödənilməsi hüququnu əldə etmişdilər. Məhkəmə həmin dövrdə Serbiya iqtisadiyyatının dəhşətli reallıqlarını və iqtisadi siyasətlə bağlı məsələlərdə dövlətlərə müəyyən qiymətləndirmə sərbəstliyinin verildiyini nəzərə alaraq qərara almışdı ki, etiraz edilən müddəalar ümumi maraqlarla ərizəçinin hqquqları arasında ədalətli balansı təmin edir. Bundan fərqli olaraq, cənab Şahdanoviç Serbiyanın dövlət orqanları tərəfindən əmanətlərinin tədricən geri ödənilməsi hüququnu əldə etməyib. Buna görə də hazırkı iş Molnar Qaborun işindən fərqləndirilməlidir.", "120. \"Lyublyanska Banka Lyublyana\"nın xanım Alişiçə və cənab Sacaka olan borcuna görə Sloveniyanın, \"İnvestbank\"ın cənab Şahdanovçiə olan borcuna görə isə Serbiyanın məsuliyyət daşıdığı qənaətinə gəldikdən sonra Məhkəmə bunu araşdırmalıdır ki, bu dövlətlərin uzun illər ərzində ərizəçilərin əmanətlərini geri ödəməmələrinin hər hansı əsaslı səbəbi var idimi? Bu ləngiməyə görə Serbiya və Sloveniya Hökumətlərinin verdiyi izahat mahiyyət etibarı ilə ondan ibarətdir ki, dövlətlərin hüquqi varisliyinə dair beynəlxalq hüquq normaları yalnız hüquqi varislik məsələləri barədə danışıqların vicdanla aparılmasını tələb edir, bu məsələlərin həlli üçün isə hər hansı vaxt məhddudiyyəti qoymur. Onlar daha sonra iddia etdilər ki, hüquqi varislik barədə danışıqlar zamanı Sloveniya və Serbiya banklarının Bosniya və Herseqovina filiallarındakı \"köhnə\" xarici valyuta əmanətlərinə görə Bosniya və Herseqovinanın məsuliyyət daşımasında onların israr etmələri hüquqi varislik məsələsi ilə bağlı əsas beynəlxalq hüquq prinsipi olan ərazi prinsipinə tam uyğun idi.", "121. Məhkəmə Sloveniya və Serbiyanın bu iddiası ilə razı deyil ki, ərazi prinsipi ərizçilərin əmanətlərinə tətbiq edilməlidir. Hüquqi varislik barədə beynəlxalq hüquq normalarına əsasən, dövlət borclarından söhbət getdiyi halda tənzimləyici prinsip \"ədalətli paylar\" prinsipidir. Beynəlxalq Hüquq İnstitutunun \"Mülkiyyət və borc məsələlərində dövlətlərin hüquqi varisliyi haqqında\" 2001-ci il tarixli qətnaməsində ərazi prinsipinin xüsusən lokal borclara tətbiq edilməsi həqiqətən nəzərdə tutulsa da, ərizıçilərin əmanətləri bu kateqoriyaya aid olan dövlət borclarına açıq-aşkar aid deyildi (yuxarıda 60-cı bəndə bax). Məhkəmə həmçinin Sloveniya və Serbiyanın bu iddiası ilə razı deyil ki, beynəlxalq hüquq normaları yalnız hüquqi varislik məsələləri barədə danışıqların aparılmasını tələb edir; həmin normalarda həm də nəzərdə ututlur ki, razılıq əldə edilmədikdə dövlət borcları ədalətli şəkildə bölüşdürülməlidir (yenə eyni bəndə bax).", "122. Daha sonra qeyd etmək lazımdır ki, hazırkı işdə nəzərdən keçirilən borcun ədalətli şəkildə bölüşdürülməsi keçmiş dövlətin mülkiyyətinin və borclarının və hüquqi varis olan dövlətlərin hər birinin payına düşən hissələrin həcminin qlobal qiymətləndirilməsini tələb edir. Bu məsələ hazırkı işin hüdudlarından və Məhkəmənin səlahiyyət dairəsindən çox-çox kənardır (bax: Kovaçiç və başqalarının işi üzrə yuxarıda istinad edilən qərar, 256-cı bənd).", "123. Lakin hüquqi varislik barədə danışıqlar hüquqi varis olan dövlətlər tərəfindən bu işdəki ərizəçilər kimi əmanətçilərin maraqlarının milli səviyyədə qorunmasına yönələn tədbirlər qəbul edilməsinin qarşısını almır. Xorvatiya Hökuməti öz vətəndaşlarının \"Lyublyanska Banka Lyublyana\"nın Zaqreb filialındakı \"köhnə\" xarici valyuta əmanətlərinin xeyli hissəsini geri ödəyib (yuxarıda 43-cü bəndə bax), Makedoniya Hökuməti isə həmin bankın Skopye filialındakı \"köhnə\" xarici valyuta əmanətlərini tam məbləğdə geri ödəyib (yuxarıda 52-ci bəndə bax). Buna baxmayaraq, bu iki Hökumət son nəticədə Sloveniyanın məsuliyyət daşımalı olduğu barədə mövqelərindən heç vaxt əl çəkməyiblər və dövlətlərarası səviyyədə (yəni hüquqi varislik danışıqları kontekstində) ödənilmiş məbləğlərin kompensasiyasını tələb etməkdə davam edirlər. Eyni zamanda, Sloveniya Hökuməti \"İnvestbank\"ın və digər xarici bankların ölkədaxili filiallarında olan \"köhnə\" xarici valyuta əmanətlərini tam məbləğdə ödəyib (yuxarıda 48-ci bəndə bax), Serbiya Hökuməti isə YSFR-in hüquqi varisi olan dövlətlərdən savayı hər hansı dövlətin vətəndaşı olan şəxlərin Serbiya banklarının xarici filiallarında (məsələn, \"İnvestbank\"ın Tuzla filialında) olan \"köhnə\" xarici valyuta əmanətlərini tam məbləğdə geri ödəməyə razılıq verib (yuxarıda 45-ci bəndə bax). Bu onu göstərir ki, barəsində şikayət edilən filiallarda \"köhnə\" xarici valyuta əmanətləri olanların bəzi kateqoriyaları üçün həll yolları tapılıb, amma bu işdəki ərizəçilər üçün tapılmayıb.", "124. Müstəsna hallarda müəyyən yubanmalara haqq qazandırmaq mümkün olsa da (bax: Merjoyevin işi üzrə yuxarıda istinad edilən qərar, 56-cı bənd; və \"İmmobiliare Saffi\"nin işi üzrə yuxarıda istinad edilən qərar (müvafiq dəyişikliklərlə), 69-cu bənd), Məhkəmə hesab edir ki, bu işdəki ərizəçilər həddən artıq gözləməyə məcbur ediliblər. Buna görə də, baxmayaraq ki, Sloveniya və Serbiyanın dövlət orqanları yuxarıda 106-cı bənddə qeyd edildiyi kimi bu məsələdə geniş qiymətləndirmə sərbəstliyinə malik idilər, Məhkəmə əmin deyil ki, onlar cəmiyyətin ümumi maraqları ilə ərizəçilərin mülkiyyət hüquqları arasında ədalətli balansa riayət ediblər, belə ki, sonuncuların üzərinə qeyri-mütənasib dərəcədə yük düşüb.", "125. Yuxarıda qeyd edilən bütün səbəbələrə görə Məhkəmə bu nəticəyə gəlir ki, xanım Alişiç və cənab Sacak barəsində 1 saylı Protokolun 1-ci maddəsi Sloveniya tərəfindən, cənab Şahdanoviç barəsində isə həmin maddə Serbiya tərəfindən pozulub, digər cavabdeh dövlətlərin hər hansı biri tərəfindən isə həmin maddə pozulmayıb.", "", "III. KONVENSİYANIN 13-CÜ MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "126. Konvensiyanın 13-cü maddəsində deyilir:", "\"Bu Konvensiyada təsbit olunmuş hüquq və azadlıqları pozulan hər kəs, hətta bu pozulma rəsmi fəaliyyət göstərən şəxslər tərəfindən törədildikdə belə, dövlət orqanları qarşısında səmərəli hüquqi müdafiə vasitələrinə malikdir\".", "", "A. Palatanın gəldiyi nəticələr", "", "127. Bir sıra hüquqi müdafiə vasitələrini təhlil etdikdən sonra Palata bu nəticəyə gəldi ki, substantiv şikayətləri ilə bağlı ərizəçilərin sərəncamında səmərəli hüquqi müdafiə vasitəsi olmayıb. Buna görə də o, ərizəçilərin daxili hüquqi müdafiə vasitələrini tükəndirmədikləri barədə Hökumətlərin etirazlarını rədd etdi. Bundan başqa, Palata \"Lyublyanska Banka Lyublyana\"nın Sarayevo filialındakı \"köhnə\" xarici valyuta əmanətlərinə görə Sloveniyanın, \"İnvestbank\"ın Tuzla filialındakı \"köhnə\" xarici valyuta əmanətlərinə görə isə Serbiyanın məsuliyyət daşıdığını artıq qərara aldığına görə bu nəticəyə gəldi ki, xanım Alişiç və cənab Sacak barəsində Konvensiyanın 13-cü maddəsi Sloveniya tərəfindən, cənab Şahdanoviç barəsində isə Konvensiyanın 13-cü maddəsi Serbiya tərəfindən pozulub, digər cavabdeh dövlətlərin hər hansı biri tərəfindən isə həmin maddə pozulmayıb (bax: Palatanın qərarının 83-90-cı bəndləri).", "", "B. Tərəflərin arqumentləri", "", "1. Ərizəçilər", "", "128. Ərizəçilər hər hansı təfsilatlara varmadan iddia etdilər ki, substantiv şikayətləri ilə bağlı sərəncamlarında səmərəli hüquqi müdafiə vasitəsi olmayıb.", "", "2. Cavabdeh Hökumətlər", "", "129. Yalnız Sloveniya Hökuməti bildirdi ki, ərizəçilərin sərəncamında səmərəli hüquqi müdafiə vasitələri olub, yəni onlar Sloveniya məhkəmələrində köhnə \"Lyublyanska Banka\"ya qarşı iddia qaldıra bilərdilər. Ərizəçilər həmçinin Xorvatiya məhkəmələrində də köhnə \"Lyublyanska Banka\"ya qarşı iddia qaldıra bilərdilər, belə ki, orada köhnə \"Lyublyanska Banka\"nın Zaqreb filialının 500-dən artıq müştərisi köhnə \"Lyublyanska Banka\"ya qarşı qərar çıxarılmasına nail olmuşdular və onlardan altmış üçünün \"köhnə\" xarici valyuta əmanətləri həmin bankın Xorvatiyada yerləşən əmlaklarının məcburi satışı hesabına geri ödənilmişdi (yuxarıda 43-cü bəndə bax).", "130. Digər cavabdeh Hökumətlər etiraf etdilər ki, ərizəçilərin sərəncamında heç bir səmərəli hüquqi müdafiə vasitəsi yox idi. Bosniya və Herseqovina Hökuməti əlavə etdi ki, hətta ərizəçilər köhnə \"Lyublyanska Banka\" tərəfindən \"köhnə\" xarici valyuta əmanətlərinin onlara geri ödənilməsi barədə məhkəmə qərarı çıxarılmasına nail olsaydılar belə, hər hansı bu cür qərar böyük ehtimalla icra olunmayacaqdı, çünki 1994-cü ildəki qanunvericilik dəyişikliklərindən sonra bu bankın yetərincə əmlakı yox idi (yuxarıda 49-cu bəndə bax). Xorvatiya Hökuməti iddia etdi ki, köhnə \"Lyublyanska Banka\"y qarşı Xorvatiya məhəkmələrində qaldırılan iddia da eynilə səmərəsiz olacaqdı, çünki həmin bankın daha Xorvatiyada əmlakı yox idi (yuxarıda 43-cü bəndə bax).", "", "C. Böyük Palatanın qiymətləndirməsi", "", "131. Məhkəmə bir çox hallarda bildirib ki, 13-cü maddə Konvensiyada nəzərdə tutulmuş hüquqlara riayət edilməsinə milli səviyyədə nail olmağa imkan verən hüquqi müdafiə vasitələrinin mövcudluğunu (onların ölkədaxili hüquq sistemində nəzərdə tutulub-tutulmamasından asılı olmayaraq) təmin edir. Belə ki, 13-cü maddə \"Konvensiya üzrə \"əsaslandırıla bilən şikayətin\" mahiyyəti üzrə araşdırılması və müvafiq təzminatın verilməsi üçün daxili hüquqi müdafiə vasitəsinin təmin olunmasını\" tələb edir. İştirakçı dövlətlərin 13-cü maddədə nəzərdə tutulmuş öhdəliklərinin hüdudları ərizəçinin şikayətinin xarakterindən asılı olaraq fərqlənsə də, 13-cü maddənin tələb etdiyi hüquqi müdafiə vasitəsi həm praktiki, həm də hüquqi cəhətdən səmərəli olmalıdır. 13-cü maddədə nəzərdə tutulan mənada \"səmərəlilik\" və \"hüquqi müdafiə vasitəsi\" anlayışları prosesin ərizəçinin xeyrinə nəticələnəcəyinə əminlikdən asılı deyil. Həmin maddədə nəzərdə tutulmuş \"dövlət orqanı\"nın məhkəmə orqanı olması da vacib deyil, amma bununla belə, həmin orqan məhkəmə orqanı deyilsə, onun səlahiyyətləri və verdiyi təminatlar həmin orqan qarşısındakı hüquqi müdafiə vasitəsinin səmərəli olub-olmadığının müəyyən edilməsində əhəmiyyət kəsb edir. Bundan başqa, ayrıca bir hüquqi müdafiə vasitəsi özlüyündə 13-cü maddənin tələblərinə cavab verməsə belə, daxili qanunvericilikdə nəzərdə tutulmuş hüquqi müdafiə vasitələrinin məcmusu həmin tələblərə cavab verə bilər (bax: Kudla Polşaya qarşı [BP], ərizə № 30210/96, 157-c bənd, AİHM 2000XI).", "132. Sloveniya məhkəmələrində köhnə \"Lyublyanska Banka\"ya qarşı qaldırıla bilən mülki iddiaya gəlincə, Məhkəmə qeyd edir ki, Lyublyana rayon məhkəməsi köhnə \"Lyublyanska Banka\"nın Sarayevo filialındakı \"köhnə\" xarici valyuta əmanətlərini faizləri ilə birlikdə ödəməsi barədə göstərişin yer aldığı bir çox qərarlar çıxarıb (yuxarıda 51-ci bəndə bax). Lakin Sloveniya Hökuməti belə qərarların ən azından bircəsinin icra edildiyini sübuta yetirə bilməyib. Beləliklə, bu günədək bu hüquqi müdafiə vasitəsinin ərizəçiləri münasib və yetərli təzminatla təmin edə biləcəyinə dair heç bir sübut yoxdur.", "133. Həmin banka qarşı Xorvatiya məhkəmələrində qaldırıla bilən mülki iddiaya gəlincə, Məhkəmənin sərəncamındakı sənədlərdən belə məlum olur ki, köhnə \"Lyublyanska Banka\"nın daha Xorvatiyada heç bir əmlakı yoxdur. Beləliklə, bu cür hüquqi müdafiə vasitəsi ərizəçilərə heç bir ağlabatan uğur perspektivi vəd etmir.", "134. Məhkəmə Sloveniya Hökumətinin bu arqumentinə diqqət yetirir ki, hazırkı işdə daxili hüquqi müdafiə vasitəsini təmin etmək öhdəliyi mövcud deyil, belə ki, 13-cü maddə elə bir hüquqi müdafiə vasitəsinin mövcudluğunu tələb etmir ki, onun vasitəsilə iştirakçı dövlətin qanunlarının Konvensiyaya zidd olduğunu iddia edərək həmin qanunlardan milli hakimiyyət orqanlarına şikayət etmək mümkün olsun. Baxmayaraq ki, 13-cü maddəyə verilən bu şərh düzgündür (bax: Roşe Birləşmiş Krallığ qarşı [BP], ərizə № 32555/96, 137-ci bənd, AİHM 2005X; Seydiç və Finci Bosniya və Herseqovinaya qarşı [BP], ərizələr № 27996/06 və 34836/06, 60-cı bənd, AİHM 2009; Paksas Litvaya qarşı, [BP], ərizə № 34932/04, 114-cü bənd, AİHM 2011), bu işdəki ərizəçilər faktiki olaraq cavabdeh dövlətlərin daxili qanunvericiliklərindən, yaxud ayrıca qərardan və ya tədbirdən şikayət etməyiblər. Onlar cavabdeh dövlətlərin onların əmanətlərinin bu və ya digər formada geri ödəilməsini təmin etməməsindən şikayət ediblər. Buna görə də, bu halda səmərəli daxili hüquqi müdafiə vasitəsi təmin edilməli idi.", "135. \"İnvestbank\"a gəlincə, Məhkəmə qeyd edir ki, Serbiya cənab Şahdanoviçin sərəncamında səmərəli hüquqi müdafiə vasitəsinin olmadığını şübhə altına almayıb.", "136. Buna görə də Palata kimi Böyük Palata da bu nəticəyə gəlir ki, xanım Alişiç və cənab Sacak barəsində Konvensiyanın 13-cü maddəsi Sloveniya tərəfindən, cənab Şahdanoviç barəsində isə Serbiya tərəfindən pozulub. Bundan başqa, o, bu nəticəyə gəlir ki, digər cavabdeh dövlətlərin hər hansı biri tərəfindən 13-cü maddənin pozuntusu baş verməyıb.", "", "IV. KONVENSİYANIN 14-CÜ MADDƏSİNİN İDDİA EDİLƏN POZUNTUSU", "", "137. Konvensiyanın 14-cü maddəsində deyilir:", "\"Bu Konvensiyada təsbit olunmuş hüquq və azadlıqlardan istifadə cins, irq, rəng, dil, din, siyasi və digər baxışlar, milli və ya sosial mənşə, milli azlıqlara mənsubiyyət, əmlak vəziyyəti, doğum və ya digər hər hansı əlamətlərə görə ayrı-seçkilik olmadan təmin olunmalıdır\".", "138. Ərizəçilər bu maddəyə istinad etsələr də, bu maddə üzrə arqumentlərini Böyük Palata qarşısında inkişaf etdirmədilər. Bu məsələ ilə bağlı Hökumətlərin arqumentləri də eynilə məhduddur. Böyük Palata bu səbəbdən Palata ilə razılaşır ki, Serbiya və Sloveniya barəsində işi 14-cü maddə üzrə araşdırmağa ethiyac yoxdur və qalan cavabdeh dövlətlər tərəfindən bu maddənin pozuntusu baş verməyib.", "", "V. KONVENSİYANIN 46-CI MADDƏSİNİN TƏTBİQİ", "", "137. Konvensiyanın 46-cı maddəsinin müvafiq hissəsində deyilir:", "\"1. Yüksək Müqavilə Tərəfləri, Məhkəmənin onların tərəf olduqları işlər üzrə yekun qərarına riayət etməyi öhdələrinə götürürlər.", "2. Məhkəmənin yekun qərarı onun icrasına nəzarəti həyata keçirən Nazirlər Komitəsinə göndərilir. ...\"", "", "A. Palatanın gəldiyi nəticələr", "", "140. Palata hazırkı işdə pilot qərar prosedurunu tətbiq etdi və müəyyən ümumi tədbirləri göstərdi (Palatanın qərarının 98-101-ci bəndlərinə bax).", "", "B. Tərəflərin arqumentləri", "", "141. Serbiya və Sloveniya Hökumətləri hazırkı işdə pilot qərar prosedurundan istifadə edilməsinə etiraz etdilər, xüsusən ona görə ki, onlar \"Lyublyanska Banka Lyublyana\"nın və \"İnvestbanl\"ın digər cavabdeh dövlətlərin ərazisində yerləşən filiallarındakı \"köhnə\" xarici valyuta hesablarının balansını həmin dövlətlərin köməyi olmadan yoxlamaq imkanına malik deyildilər. Bosniya və Herseqovina və Xorvatiya Hökumətləri iddia etdilər ki, Serbiya və Sloveniya Hökumətlərinin sərəncamında bütün zəruri informasiyalar var.", "", "C. Böyük Palatanın qiymətləndirməsi", "", "1. Ümumi prinsiplər", "", "142. Məhkəmə bir daha bildirir ki, 1-ci maddənin işığında şərh olunan Konvensiyanın 46-cı maddəsi cavabdeh dövlətlərin üzərinə belə bir hüquqi öhdəlik qoyur ki, Məhkəmə tərəfindən müəyyən edilmiş olan ərizəçilərin pozulmuş hüquqlarının təmin edilməsi üçün Nazirlər Komitəsinin nəzarəti altında müvafiq ümumi və (və ya) fərdi tədbirləri tətbiq etsinlər. Ərizəçilərin vəziyyətində olan digər şəxslər barəsində də belə tədbirlər görülməlidir, yəni Məhkəmənin müvafiq qərarı qəbul etməsinə gəritib çıxarmış problemlər həmin tədbirlərin vasitəsilə həll edilməlidir (bax: Lukenda Sloveniyaya qarşı, ərizə № 23032/02, 94-cü bənd, AİHM 2005X). Nazirlər Komitəsi Məhkəmənin qərarlarının icrasına nəzarət edərkən bu öhdəliyi vurğulayıb (ResDH(97)336, IntResDH(99)434, IntResDH(2001)65 və ResDH(2006)1).", "143. Məhkəmə qərarlarının səmərəli icrasını asanlaşdırmaq məqsədi ilə Məhkəmə pilot qərar proseduru qəbul edə bilər, bu prosedur pozuntuların kökündə duran struktur problemlərini aydın müəyyənləşdirməyə və cavabdeh dövlət tərəfindən onların aradan qaldırılması üçün tətbiq edilməli olan tədbirləri göstərməyə imkan verir (bax: Təməl sistem problemlərini aşkara çıxarmış qərarlar barəsində Nazirlər Komitəsinin 12 may 2004-cü il Res(2004)3 saylı qətnaməsi; Məhkəmə Reqlamentinin 61-ci Qaydası; və Broniovskinin işi üzrə yuxarıda istinad edilən qərar, 189-194-cü bəndlər). Həmin prosedurun məqsədi milli hüquq sistemində sözügedən Konvensiya hüquqlarının müdafiəsinə təsir göstərən nöqsanların mümkün qədər tez və səmərəli həllinə şərait yaratmaqdır (bax: Volkenberq və başqaları Polşaya qarşı (qərardad), ərizə № 50003/99, 34-cü bənd, AİHM 2007XIV). Cavabdeh dövlətin tədbiri ilk növbədə həmin nöqsanların həllinə və zərurət olduqda sözügedən pozuntularla bağlı səmərəli hüquqi müdafiə vasitələrinin tətbiqinə yönəlməlidir, o həmçinin xüsusi (ad hoc) həll variantlarını, məsələn, ərizəçilərlə barışıq sazişlərini, yaxud Konvensiya tələblərinə uyğun həll variantları barədə birtərəfli təklifləri özündə ehtiva edə bilər. Məhkəmə analoji işlərə baxılmasını təxirə sala və beləliklə də cavabdeh dövlətlərə imkan verə bilər ki, həmin nöqsanları müxtəlif yollarla həll etsinlər (misal üçün bax: Burdov Rusiyaya qarşı (№ 2), ərizə № 33509/04, 127-ci bənd, AİHM 2009). Lakin cavabdeh dövlət pilot qərardan sonra belə tədbirləri görməzsə və Konvensiyanı pozmaqda davam edərsə, Məhkəmənin icraatı bitməyən bütün analoji ərizələrə baxılmasını davam etdirməkdən və Konvensiyaya faktiki əməl edilməsini təmin etmək üçün onlara dair qərar çıxarmaqdan başqa əlacı qalmır (bax: E.G. Polşaya qarşı (qərardad), ərizə № 50425/99, 28-ci bənd, AİHM 2008; və Kuriç və başqaları Sloveniyaya qarşı (ədalətli təzminat) [BP], ərizə № 26828/06, 136-cı bənd, AİHM 2014).", "", "2. Ümumi prinsiplərin bu işə tətbiqi", "", "144. Bu işdə Məhkəmənin müəyyən etdiyi pozuntular çoxlu insanlara təsir göstərir. Hazırda Məhkəmənin icraatında 8.000-dən çox ərizəçinin adından təqdim edilmiş 1.850-dən artıq analoji ərizə var. Onlar \"Lyublyanska Banka Lyublyana\"nın Sarayevo və Zaqreb filiallarındakı və bir neçə bankın Serbiyada və ya Serbiya xaricində yerləşən filiallarındakı \"köhnə\" xarici valyuta əmanətlərinə aiddir (yuxarıda 46-cı bəndə bax). Bundan əlavə, minlərlə potensial ərizəçilər var. Buna görə də, Serbiya və Sloveniya Hökumətlərinin bu məsələyə etiraz etmələrinə baxmayaraq, Böyük Palata Palata ilə razılaşır ki, hazırkı işdə pilot qərar prosedurunun tətbiqi məqsədəuyğundur.", "145. Sistemlə bağlı aşkar etdiyi vəziyyəti nəzərə alaraq, Məhkəmə hesab edir ki, bu pilot qərarın icrası üçün, şübhəsiz ki, milli səviyyədə ümumi tədbirlər tələb olunur.", "146. Konkret olaraq, Sloveniya bir il ərzində Nazirlər Komitəsinin nəzarəti altında qanunvericilik dəyişiklikləri də daxil olmaqla bütün zəruri tədbirləri görməlidir ki, xanım Alişiç, cənab Sacak və onların vəziyyətində olan bütün digər şəxslər özlərinin \"köhnə\" xarici valyuta əmanətlərini Sloveniya banklarının ölkədaxili filiallarında əmanətləri olanlarla eyni şərtlərlə geri ala bilsinlər (həmin şərtlər yuxarda 48-ci bənddə göstərilib). Serbiya eyni müddət ərzində Nazirlər Komitəsinin nəzarəti altında qanunvericilik dəyişiklikləri də daxil olmaqla bütün zəruri tədbirləri görməlidir ki, cənab Şahdanoviç və onun vəziyyətində olan bütün digər şəxslər özlərinin \"köhnə\" xarici valyuta əmanətlərini Serbiya banklarının ölkədaxili filiallarında əmanətləri olan Serbiya vətəndaşları ilə eyni şərtlərlə geri ala bilsinlər (həmin şərtlər yuxarda 45-ci bənddə göstərilib).", "147. Vurğulamaq lazımdır ki, yuxarıdakı tədbirlər o şəxslərə şamil olunmur ki, onlar bu işdəki ərizəçilərin vəziyyətində olsalar da, artıq \"köhnə\" xarici valyuta əmanətləri bütünlüklə onlara geri ödənilib, məsələn, o şəxslər ki, humanitar əsaslara görə əmanətlərini geri götürə biliblər (yuxarda 25-ci və 44-cü bəndlərə bax), yaxud onlardan BHF-də özəlləşdirmə prosesində istifadə ediblər (yuxarda 32-ci bəndə bax), yaxud da \"Lyublyanska Banka Lyublyana\"nın Zaqreb və Skopye filiallarındakı əmanətləri Xorvatiya və Makedoniya Hökumətləri tərəfindən onlara geri ödənilib (yuxarda 43-cü və 52-ci bəndlərə bax). Serbiya və Sloveniya özlərinin geri ödəmə sxemlərindən bu şəxsləri çıxara bilərlər. Lakin əgər \"köhnə\" xarici valyuta əmanətlərinin yalnız bir hissəsi ödənilibsə, hazırda qalan hissəyə görə Serbiya və Sloveniya (müvafiq depozit sahibinin vətəndaşlığından asılı olmayaraq, Serbiya banklarındakı \"köhnə\" xarici valyuta əmanətlərinə görə Serbiya, Sloveniya banklarındakı \"köhnə\" xarici valyuta əmanətlərinə görə isə Sloveniya) cavabdehdirlər.", "148. Serbiya və Sloveniyanın dövlət orqanlarının onların hesablarının balansını yoxlamalarına imkan yaratmaq üçün ərizəçilər və onların vəziyyətində olan bütün digər şəxslər bu dövlətlər tərəfindən təşkil ediləcək hər hansı yoxlama prosedurunun tələblərinə riayət etməlidirlər. Onu da qeyd etmək lazımdır ki (ötən uzun müddətin və müharibələrin bir çox insanlara müxtəlif şəkildə təsir göstərdiyi nəzərə alınaraq), müqavilələrin əsil nüsxələrinin və ya bank kitabçalarının olmaması səbəbindən heç bir tələb rədd edilməməlidir, bu şərtlə ki, müvafiq şəxslər tələblərini digər vasitələrlə sübuta yetirə bilsinlər. Bundan başqa, yoxlama ilə bağlı bütün qərarlara məhkəmə nəzarəti qaydasında yenidən baxılması mümkün olmalıdır.", "149. İyrimi ildən artıq müddət ərzində öz \"köhnə\" xarici valyuta əmanətlərinə sərbəst sərəncam vermək imkanına malik olmamalarının bütün müvafiq şəxslərin müəyyən iztirablarına və məyusluğuna səbəb olması şübhə doğurmasa da, Məhkəmə onların hamısının ziyana görə Serbiya və Sloveniya tərəfindən adekvat təzminatla təmin edilməsini nəzərdə tutan ümumi tədbir barədə göstəriş verməyi hal-hazırda zəruri hesab etmir. Lakin bu dövlətlərdən hər hansı biri yuxarıda 146-cı bənddə göstərilən tədbirləri tətbiq etməzsə və beləliklə Konvensiyanı pozmaqda davam edərsə, Məhkəmə sözügedən dövlətə qarşı bu məsələ ilə bağlı gələcəkdə qaldırıla bilən müvafiq işdə təzminat məsələsinə yenidən baxa bilər (bax: Sulyagiçin işi üzrə yuxarıda istinad edilən qərar, 64-cü bənd).", "", "150. Nəhayət, Məhkəmə Serbiya və Sloveniyaya qarşı analoji işlərə baxılmasını bir il müddətinə təxirə salır (bax: Sulyagiçin işi üzrə yuxarıda istinad edilən qərar, 65-ci bənd). Bu qərar Məhkəmənin Konvensiyaya uyğun olaraq istənilən anda hər hansı belə işi qəbul olunmayan elan etmək və ya baxılmalı işlərin siyahısından çıxarmaq səlahiyyətinə xələl gətirmir.", "", "VI. KONVENSİYANIN 41-Cİ MADDƏSİNİN TƏTBİQİ", "", "151. Konvensiyanın 41-ci maddəsində deyilir:", "\"Məhkəmə Konvensiya və onun Protokollarının pozulduğunu, lakin Yüksək Müqavilə Tərəfinin daxili hüququnun yalnız bu pozuntunun nəticələrinin qismən aradan qaldırılmasına imkan verdiyini müəyyən edərsə, zəruri halda zərərçəkən tərəfə ədalətli təzminat təyin edir\".", "", "A. Ziyan", "", "152. Maddi ziyanla əlaqədar olaraq ərizəçilər xarici valyuta ilə qoyulmuş \"köhnə\" əmanətlərinin faizlərlə birlikdə ödənilməsini tələb etdilər. Məhkəmə yuxarıda 146-cı bənddə artıq bu məsələ barəsində qərar çıxarıb.", "153. Daha sonra ərizəçilərin hər biri mənəvi ziyana görə 4.000 avro tələb etdilər.", "154. Hökumətlər Böyük Palatadakı arqumentlərində bununla bağlı hər hansı qeydlərini bildirmədilər.", "155. Palata kimi Böyük Palata da qəbul edir ki, ərizəçilərin xarici valyuta ilə qoyulmuş \"köhnə\" əmanətləri üzərində iyirmi ildən artıq müddət ərzində sərbəst sərəncam vermək imkanına malik olmaması, yəqin ki, onlara iztirab və məyusluq gətirib. Onların vəziyyətində olan bütün digər şəxslərin problemini və yükünü (ən azı müəyyən dərəcədə) ərizəçilərin öz üzərlərinə götürməsi onların iztirablarını və məyusluğunu daha da gücləndirib (bax: Hutten-Çapska Polşaya qarşı [BP], ərizə 35014/97, 248-ci bənd, AİHM 2006VIII). Buna görə də, Konvensiyanın 41-ci maddəsinin tələb etdiyi kimi qiymətləndirməni ədalətli əsasda həyata keçirərək, Məhkəmə tələb olunan məbləğləri təyin edir (yəni xanım Alişiç və cənab Sacakın hər birinə Sloveniya tərəfindən 4.000 avro ödənilməli, cənab Şahdanoviçə isə Serbiya tərəfindən 4.000 avro ödənilməlidir).", "", "B. Məhkəmə xərcləri və digər məsrəflər", "", "156. Ərizəçilər həmçinin Məhkəmədəki icraata çəkdikləri məhkəmə xərclərinə və digər məsrəflərə görə 27.351 avro tələb etdilər.", "157. Hökumətlərin hamısı iddia etdilər ki, bu tələb həddən artıq yüksək və əsassızdır.", "158. Məhkəmənin presedent hüququna əsasən, ərizəçi yalnız o halda məhkəmə xərclərinin və digər məsrəflərin kompensasiyası hüququna malik olur ki, həmin xərclərin faktiki və zəruri olaraq çəkildiyini sübut etsin və onlar miqdarca ağlabatan olsun. Yəni ərizəçi qanuni öhdəliyə və ya müqavilə öhdəliyinə əsasən onları ödəməli və ya ödəməyə borclu olmalı və onların ödənilməsi aşkar edilmiş pozuntunun qarşısını almaq və ya düzəldilməsinə nail olmaq üçün qaçılmaz olmalıdır. Məhkəmə yuxarıdakı tələblərə nə dərəcədə riayət edildiyinin onun tərəfindən müəyyənləşdirilməsinə imkan vermək üçün kifayət qədər təfsilatlı olan, tərkib elementləri üzrə ətraflı bölünmüş ödəniş qəbzlərini və ya fakturaları tələb edir. Hazırkı işdə heç bir belə sənəd təqdim edilmədiyinə görə Məhkəmə bu tələbi rədd edir.", "", "C. İcranın gecikdirilməsinə görə faiz", "", "159. Məhkəmə məqsədəuyğun hesab edir ki, icranın gecikdirilməsinə görə faiz Avropa Mərkəzi Bankındakı borc dərəcəsinin yuxarı həddinə əsaslanmalıdır və onun üzərinə daha üç faiz əlavə olunmalıdır.", "", "BU ƏSASLARA GÖRƏ MƏHKƏMƏ:", "", "1. Hökumətin ilkin etirazlarını yekdilliklə rədd edir;", "2. Yekdilliklə qərara alır ki, cənab Şahdanoviç barəsində Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi Serbiya tərəfindən pozulub;", "3. Yekdilliklə qərara alır ki, xanım Alişiç və cənab Sacak barəsində Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi Sloveniya tərəfindən pozulub;", "4. İki səsə qarşı on beş səslə qərara alır ki, digər cavabdeh dövlətlər tərəfindən Konvensiyanın 1 saylı Protokolunun 1-ci maddəsi pozulmayıb;", "5. Yekdilliklə qərara alır ki, cənab Şahdanoviç barəsində Konvensiyanın 13-cü maddəsi Serbiya tərəfindən pozulub;", "6. Yekdilliklə qərara alır ki, xanım Alişiç və cənab Sacak barəsində Konvensiyanın 13-cü maddəsi Sloveniya tərəfindən pozulub;", "7. İki səsə qarşı on beş səslə qərara alır ki, digər cavabdeh dövlətlər tərəfindən Konvensiyanın 13-cü maddəsi pozulmayıb;", "8. Yekdilliklə qərara alır ki, Serbiya və Sloveniyaya qarşı Konvensiyanın 13-cü maddəsi və 1 saylı Protokolun 1-ci maddəsi ilə birgə götürülməklə Konvensiyanın 14-cü maddəsi üzrə şikayəti araşdırmağa ehtiyac yoxdur və Konvensiyanın 13-cü maddəsi və 1 saylı Protokolun 1-ci maddəsi ilə birgə götürülməklə Konvensiyanın 14-cü maddəsi digər dövlətlər tərəfindən pozulmayıb;", "9. Yekdilliklə qərara alır ki, Serbiya və Sloveniya Hökumətlərinin xarici valyuta ilə qoyulmuş \"köhnə\" əmanətlərin ödənilməsi üçün ərizəçiləri və onların vəziyyətində olan bütün digər şəxsləri özlərinin müvafiq ödəniş planlarına daxil etməməsi sistem problemini təşkil edir;", "10. Bir səsə qarşı on altı səslə qərara alır ki, Serbiya cənab Şahdanoviçin və onun vəziyyətində olan bütün digər şəxslərin xarici valyuta ilə qoyulmuş \"köhnə\" əmanətlərini Serbiya banklarının ölkədaxili filiallarında bu cür əmanətləri olan Serbiya vətəndaşları ilə eyni şərtlərlə geri almalarına imkan yaratmaq üçün bir il ərzində Nazirlər Komitəsinin nəzarəti altında qanunvericilik dəyişiklikləri də daxil olmaqla bütün zəruri tədbirləri görməlidir;", "11. Bir səsə qarşı on altı səslə qərara alır ki, Sloveniya xanım Alişiçin, cənab Sacakın və onların vəziyyətində olan bütün digər şəxslərin xarici valyuta ilə qoyulmuş \"köhnə\" əmanətlərini Serbiya banklarının ölkədaxili filiallarında bu cür əmanətləri olan Serbiya vətəndaşları ilə eyni şərtlərlə geri almalarına imkan yaratmaq üçün bir il ərzində Nazirlər Komitəsinin nəzarəti altında qanunvericilik dəyişiklikləri də daxil olmaqla bütün zəruri tədbirləri görməlidir;", "12. Yekdilliklə qərara alır ki, Məhkəmənin Konvensiyaya uyğun olaraq istənilən anda hər hansı belə işi qəbul olunmayan elan etmək və ya baxılmalı işlərin siyahısından çıxarmaq səlahiyyətinə xələl gətirmədən Serbiya və Sloveniyaya qarşı analoji işlərə baxılması bir il müddətinə təxirə salınsın;", "13. Bir səsə qarşı on altı səslə qərara alır ki:", "a) Serbiya mənəvi ziyana görə üç ay ərzində cənab Şahdanoviçə 4.000 (dörd min) avro, üstəgəl bu məbləğdən tutula bilən hər hansı vergi məbləğini ödəməlidir;", "b) Sloveniya mənəvi ziyana görə üç ay ərzində xanım Alişiçin və cənab Sacakın hər birinə 4.000 (dörd min) avro, üstəgəl bu məbləğdən tutula bilən hər hansı vergi məbləğini ödəməlidir;", "c) yuxarıda qeyd edilən üç aylıq müddət bitdikdən sonra öhdəlik icra edilənə qədər yuxarıda qeyd edilən ödənilməli məbləğlərin üzərinə Avropa Mərkəzi Bankındakı borc dərəcəsinin yuxarı həddinə bərabər olan adi faiz məbləği əlavə olunmalı və onun da üzərinə daha üç faiz əlavə olunmalıdır;", "14. Ədalətli təzminat haqqında ərizəçilərin qalan tələblərini yekdilliklə rədd edir.", "", "Qərar ingilis və fransız dillərində tərtib edilib və 16 iyul 2014-cü ildə Strasburqda İnsan Hüquqları Sarayında açıq dinləmədə elan olunub.", "", "Dean Şpilmann (Dean Spielmann)", "Sədr", "", "Maykl O’Boyl (Michael O’Boyle)", "Katib müavini", "", "", "", "", "©Avropa Şurası/Avropa İnsan Hüquqları Məhkəməsi, 2015", "Avropa İnsan Hüquqları Məhkəməsinin rəsmi dilləri ingilis və fransız dilləridir. Bu tərcümə Avropa Şurasının İnsan Hüquqları üzrə Etibar Fondunun dəstəyi ilə həyata keçirilib (). Məhkəmə tərcüməyə və onun keyfiyyətinə görə heç bir məsuliyyət daşımır. Tərcüməni Avropa İnsan Hüquqları Məhkəməsinin presedent hüququnu təşkil edən işlərin daxil olduğu HUDOC məlumat bazasından () və ya Məhkəmənin razılığı ilə yerləşdirilən istənilən digər məlumat bazasından yükləmək olar. Tərcüməni qeyri-kommersiya məqsədlərilə bu şərtlə yenidən nəşr etmək mümkündür ki, məhkəmə işinin tam adı, yuxarıda göstərilmiş müəllif hüququna dair qeyd və Avropa Şurasının İnsan Hüquqları üzrə Etibar Fonduna istinad göstərilsin. Tərcümənin hər hansı bir hissəsindən kommersiya məqsədi ilə istifadə etmək nəzərdə tutularsa, bu ünvana müraciət etmənizi xahiş edirik .", "", "© Council of Europe/European Court of Human Rights, 2015.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", ""]}