{"file": "BOS_HJUDBOS_13343_87.docx", "doc_type": "HJUDBOS", "doc_lang": "BOS", "case_id": "13343/87", "text_paragraphs": ["", "B. protiv FRANCUSKE", "", "Presuda od 25. marta 1992. godine", "", "NEZVANIČNI SAŽETAK I HISTORIJAT PREDMETA", "", "", "", "A.\tOsnovne činjenice", "", "\tPodnositeljica predstavke je rođena u Alžiru 1935. godine. i prilikom rođenja je bila registrovana kao osoba muškog pola, s imenom Norbert Antoine. Još od svog ranog djetinjstva se ponašala kao osoba ženskog pola, jer je sebe tako i identifikovala, a i sama porodica ju je smatrala djevojkom. Nakon odsluženja vojne obaveze, otišla je u Pariz, gdje sada živi i gdje je radila u šou-biznisu. Liječila se od depresije od 1963. do 1967. godine. i nakon toga se podvrgla hormonalnoj terapiji koja je njen izgled učinila ženstvenim. Podvrgla se operaciji promjene pola u Maroku 1972. godine, i od tada živi sa čovjekom za kojeg se želi udati.", "", "\t1978. godine je pokrenula postupak kojim bi se utvrdilo da je ona osoba ženskog pola i za ispravljanje njenog rodnog lista, kako bi se evidentirala promjena pola i promjena njenog imena u Lyne Antoinette. Libourneski tribunal de grande instance je odbio njen zahtjev u novembru 1979. godine, a Apelacioni sud Bordeauxa je odbio njene predstavke u maju 1985. godine, kao i Kasacioni sud u martu 1987. godine. Njena zvanična dokumentacija, uključujući njen pasoš, ličnu kartu i vozačku dozvolu, je naslovljena na ime \"Norbert B.\", i njena kartica socijalnog osiguranja nosi šifru koja se koristi za lica muškog pola.", "", "B.\tPostupak pred Komisijom za ljudska prava", "", "\tPredstavka je uložena Komisiji 28. septembra 1987. godine; 13. februara 1990. godine je bila proglašena prihvatljivom, osim predstavke zasnovane na članu 12. Konvencije (pravo na brak i osnivanje porodice).", "", "\tU svom izvještaju od 6. septembra 1990. god. Komisija je utvrdila činjenice i izrazila svoje mišljenje da je postojala povreda člana 8. Konvencije (sa sedamnaest glasova prema jednom), ali ne i člana 3. (petnaest glasova prema tri).", "", "\tKomisija je proslijedila predmet Sudu 12. novembra 1990. godine.", "", "\nIZVOD IZ PRESUDE", "", "", "PRAVO", "", "I.\tPITANJA NADLEŽNOSTI I PRIHVATLJIVOSTI OTVORENIH U OVOM PREDMETU", "", "33.\tČlan 26. Konvencije,", "", "\t\t\"Komisija može razmatrati slučaj tek pošto su iscrpljeni svi domaći pravni lijekovi u skladu sa općeprihvaćenim načelima međunarodnog prava, i to u roku od šest mjeseci od dana kada je donesena konačna odluka.\"", "", "\tVlada je istakla dva prigovora po pitanju prihvatljivosti, tvrdeći, kao prvo, da domaća pravna sredstva nisu iscrpljena, i kao drugo, da je podnositeljica predstavke prekoračila rok.", "", "\tA.\tNadležnost Suda da ispituje preliminarne prigovore Vlade", "", "34.\tKomisija je tražila od Suda da predstavke proglasi neprihvatljivim. Bila je potpuno svjesna, iz presude od 18. juna 1971. god. u predmetu De Wilde, Ooms i Versyp protiv Belgije (serija A br. 12, str. 29-30, 47-52), da je Sud ispitivao preliminarne prigovore, koji su pokrenuti na osnovu člana 26. i tom prilikom ih je prihvatio (presuda od 6. novembra 1980. god., u predmetu Van Oosterwijck protiv Belgije, Serija A br. 40, str. 5-31). Primjećuje, međutim, da je nekolicina sudija dala svoje oprečno mišljenje po ovom pitanju, kako u tom predmetu tako i u kasnijim predmetima (presuda od 19. decembra 1989. god. u predmetu Brozicek protiv Italije, serija A br. 167, str. 23-28, i presuda od 19. maja 1991. god. u predmetu Cardot protiv Francuske, serija A br. 200, str. 23-24).", "", "\tKomisija je tvrdila da je praksa Suda po ovom pitanju proizvela dvije važne posljedice: predstavljala je veći teret za postupanje u institucijama Konvencije, i stvarala je nedostatak jednakosti između vlada i podnosilaca predstavki, s obzirom da se ovi drugi nisu mogli žaliti Komisiji zbog utvrđivanja njihovih žalbi neprihvatljvim.", "", "35.\tPodnositeljica predstavke nije izrazila svoje mišljenje. Vlada je navela da ostaje pri svojim prigovorima, u pogledu “jasnog i konzistentnog stava” Suda po ovom pitanju.", "", "36.\tSud je razmotrio obrazloženje Komisije, ali ne vidi razloga, kako stvari stoje, za napuštanje pravca svoje sudske prakse, koja je bila konstantno poštovana duže od dvadeset godina i koja je našla svoju formulu u velikom broju presuda. Posebno zapaža da su istaknuti argumenti u biti isti kao i oni koje je Komisija navela u predmetu De Wilde, Ooms i Versyp (Serija B br. 10, str. 209-213, 214 i 258-263), što nije bilo podržano u gore pomenutoj presudi od 18. juna 1971. godine.", "", "\tStoga smatra da je u njegovoj nadležnosti da ispituje Vladine preliminarne prigovore.", "", "\tB.\tMeritum Vladinih preliminarnih prigovora", "", "\t1.\tNeiscrpljivanje domaćih pravnih lijekova", "", "37.\tPrema Vladi, podnositeljica predstavke se trebala osloniti na Konvenciju pred prvostepenim sudovima, umjesto što je to učinila prvi put u svojoj žalbi pred Kasacionim sudom. Pošto je ovaj argument istakla u tako kasnoj fazi, bio je neprihvatljiv.", "", "38.\tPodnositeljica predstavke je prigovorila da se načelo zabrane isticanja novih činjenica Kasacionom sudu ne primjenjuje na argumente javne politike, čisto pravne aspekte ili na argumente koji su slijedili iz žalbene presude; pored toga, strane su mogle isticati bilo kakve nove pravne argumente. U ovu kategoriju spada pitanje da li je obrazloženje Apelacionog suda u Bordeauxu bilo protivrječno Konvenciji.", "", "39.\tSud smatra, saglasno kao i Komisija, da se podnositeljica predstavke u suštini žali na povredu njenog prava na poštovanje privatnog života pred libourneskim Tribunal de grande instance i pred Apelacionim sudom u Bordeauxu (vidi posebno, mutatis mutandis, presuda od 6. novembra 1980. god. u predmetu Guzzardi protiv Italije, serija A br. 39, str. 25-27, tačke 71.-72.). Istina, ona se u to vrijeme nije pozivala na Konvenciju, ali pozivanje na Konvenciju nije joj bilo jedino sredstvo na raspolaganju za postizanje željenog cilja; postojalo je bezbroj presuda nižih sudova, koje su se zasnivale samo na francuskom zakonu, koje su joj ulijevali nadu da bi mogla dobiti slučaj (vidi stav 23. gore). U pogledu toga, njena je pozicija bila drugačija od one u kojoj je bio g. Van Oosterwijck (vidi gore citiranu presudu, Serija A br. 40, str. 16-17, tačke od 33.-34.).", "", "\tŠtaviše, Kasacioni sud nije proglasio osnov predstavke neprihvatljivim zbog noviteta u njoj, nego je odbio kao neosnovanu (v. stav 17. gore), kako je to gđica B. pravilno istakla.", "", "\tStoga se mora odbiti prigovor koji je uložen zbog neiscrpljivanja domaćih pravnih lijekova.", "", "\t2.\tDa li je predstavka neblagovremena", "", "40.\tKao alternativu, Vlada je tvrdila da je predstavka neblagovremena. Po njenom mišljenju, presuda Apelacionog suda u Bordeauxu je bila zasnovana samo na činjeničnim pitanjima, tako da žalba uložena Kasacionom sudu nije ni u kom slučaju imala priliku da uspije. Period od šest mjeseci, pomenut u članu 26. in fine je iz ovog razloga počeo teći 30. maja 1985. godine, kao datuma pomenute presude, čega se podnositeljica predstavke nije pridržavala.", "", "41.\tGđica B. je, s druge strane, smatrala da nije bilo moguće a priori navesti da bi žalba bila neefikasna, po navedenom osnovu, ukoliko bi niži sudovi odlučivali “o posebnim činjenicama”: Kasacioni sud ima nadležnost da preispita ispravnost poštovanja pravnih načela, koje je primjenjivao Apelacioni sud kada je odbio da uzme u obzir promjenu pola.", "", "42.\tSud primjećuje da je podnositeljica predstavke Kasacionom sudu istakla uporište u zakonu u vezi sa članom 8., zasnovano na mišljenju Komisije u predmetu Van Oosterwijck (Serija B br. 36, str. 23-26, tačke od 43.-52.). Osim toga, nije postojala dosljedna sudska praksa u tom vremenu koja bi unaprijed mogla pokazati da je žalba podnosioca predstavke bila bespredmetna.", "", "\tŽalba uložena Kasacionom sudu je, na kraju krajeva, u principu jedan od pravnih lijekova, koje treba iscrpiti kako bi se udovoljili zahtjevi iz člana 26. Čak i pod pretpostavkom da je predstavka u ovom predmetu vjerovatno bila osuđena na neuspjeh, podnošenje žalbe, prema tome, nije bilo beskorisno. Ona je barem imala uticaj na odlaganje početka računanja roka od šest mjeseci.", "", "\tShodno tome, prigovor da je podnositeljica predstavke prekoračila rok mora biti odbijen.", "", "II.\tMERITUM", "", "\tA.\tNavodna povreda člana 8.", "", "43.\tPrema podnosiocu predstavke, odbijanje da se prizna njen pravi polni identitet, predstavljalo je kršenje člana 8. Konvencije, koji glasi:", "", "\t\t\"1.\tSvako ima pravo na poštivanje svog privatnog i porodičnog života, doma i prepiske.", "", "\t2.\tJavna vlast se ne miješa u vršenje ovog prava, osima ako je takvo miješanje predviđeno zakonom i ako je to neophodna mjera u demokratskom društvu u interesu nacionalne bezbjednosti, javne bezbjednosti, ekonomske dobrobiti zemlje, sprečavanja nereda ili sprečavanja zločina, zaštite zdravlja i morala ili zaštite prava i sloboda drugih.”", "", "\tOna je tvrdila da nedopuštanjem da se ispravi njen naznačeni pol u matičnoj knjizi rođenih i na njenim zvaničnim identifikacionim dokumentima, francuski organi su je prisilili da iznosi intimne lične informacije trećim licima; također je navodila da se suočava sa velikim poteškoćama u svom poslovnom životu.", "", "44.\tSud, prije svega, primjećuje da pojam “poštovanja”, koji je sadržan u članu 8. nije najjasniji. To je posebno slučaj kada su u pitanju pozitivne obaveze implicitne s tim pojmom, kao što je to u ovom predmetu (v. presudu od 17. oktobra 1986. god. u predmetu Rees protiv Velike Britanije, Serija A br. 106, str. 14, stav 35., i presuda od 27. septembra 1990. god. u predmetu Cossey protiv Velike Britanije, serija A br. 184, str. 15, stav 36.), i zahtjevi ovog pojma će znatno varirati od predmeta do predmeta na osnovu prakse koja se slijedi i situacije u državama potpisnicama. Prilikom utvrđivanja da li takva obaveza postoji ili ne, morala se uzeti u obzir pravična ravnoteža između opšteg interesa i interesa pojedinca (vidi posebno gore pomenutu presudu u predmetu Cossey, str. 15, stav 37.).", "", "45.\tGđica B. je tvrdila da nije bilo ispravno njenu predstavku posmatrati suštinski identičnom onima koje su Sudu prethodno uložili g. Rees i gđica Cossey. Prvo, bila je zasnovana na novim naučnim, pravnim i društvenim aspektima.", "", "\tDrugo, postojala je osnovna razlika između Francuske i Engleske u tom području, u pogledu njihovog zakonodavstva i stava njihovih javnih organa.", "", "\tPrema tome, da bi primjenjivanje kriterija, navedenih u gore pomenutoj presudi od 17. oktobra 1986. i 27. septembra 1990. godine, u Francuskoj prema francuskom pravu dovelo do utvrđivanja povrede, za razliku od zakona u Engleskoj, koji čak i ne priznaje pojavu koja je zakonski predviđena za transseksualce.", "", "\tPodnositeljica predstavke je pozvala Sud da dalje proširi svoje analize od onih koje je iznio u pomenuta dva predmeta. Željela je da Sud donese odluku da država potpisnica krši član 8. ukoliko generalno negira činjenicu psiho-socijalnog pola transseksualaca.", "", "\t1.\tNaučni, pravni i socijalni razvoj", "", "46.\t(a) \tSud je u presudi Cossey naveo da je \"(informisan) da nije postojao značajan naučni razvoj događaja”, od presude u predmetu Rees; “posebno, osta(o)je slučaj ... da operacija promjene pola nije rezultirala sticanjem svih bioloških karakteristika drugog pola” (loc. cit., str. 16, stav 40.).", "", "\tPrema podnosiocu predstavke, nauka pokazuje da je debati o razlikama između pojave (promijenjen somatski pol i konstruisani pol) i stvarnosti (nepromijenjen hromozomski pol, ali sa suprotnim psihosocijalnim polom) doprinijela sa dva nova elementa, vezano za pol transseksualaca. Prvo, kriterij hromozoma nije bio nepogrješiv (slučajevi lica sa interabdominalnim testisima, tzv. testikularna feminizacija, ili osobe sa XY hromozomima, uprkos njihovom ženstvenom izgledu); drugo, aktuelna istraživanja pokazuju da uzimanje određenih materija u dato vrijeme trudnoće, ili tokom prvih dana života, određuje transseksualno ponašanje i to ponašanje može biti uzrokovano hromozomskom anomalijom. Tako, može se raditi o fizičkom, a ne samo psihološkom objašnjenju fenomena, što bi značilo da nema izgovora za odbijanje da se to zakonom uzme u obzir.", "", "\t(b)\tŠto se tiče pravnih aspekata ovoga problema, gđica. B. se oslanjala na oprečno mišljenje sudije Martensa, koje je priloženo presudi u predmetu Cossey (Serija A br. 184, str. 35-36, stav 5.5.); razlike koje su još postojale između država članica Savjeta Evrope po pitanju stava koji bi se trebao usvojiti po pitanju transseksualizma (ibid., str. 16, stav 40.) nisu bili uravnoteženi u dovoljnoj mjeri razvojem legislativa i sudske prakse u većini ovih država. Ovo je bilo podržano u rezolucijama i preporukama Skupštine Savjeta Evrope i Evropskog parlamenta.", "", "\t(c)\tKonačno, podnositeljica predstavke je isticala brzinu socijalnog razvoja u zemljama Evrope, i raznovrsnost kultura koje su zastupljene u zemljama koje su svoje zakone prilagodile situacijama transseksualaca.", "", "47.\tVlada nije poricala da je nauka u dvadesetom vijeku, posebno u zadnje tri decenije, značajno napredovala u korištenju seksualnih hormona i u plastičnoj i prostetičnoj hirurgiji, i da je pitanje polnog identiteta, sa stanovišta medicine, bilo još u razvoju. Ipak su transseksualci zadržavali svoj prvobitni hromozomski pol; samo se njihova pojava mogla mijenjati. Ali, zakonom bi stvarnost trebalo predvidjeti. Pored toga, operacije, koje su nosile određene rizike, ne bi trebale biti trivijalizovane.", "", "\tDomaći zakoni potpisnica su se takođe razvijali i mnogi od njih su se već promijenili, ali novije doneseni zakoni nisu počivali na identičnim rješenjima.", "", "\tUkratko, stvari su bile u stanju promjena, pravno, moralno i socijalno.", "", "48.\tSud smatra da se ne može poreći da su se stavovi promijenili, nauka napredovala, i da je u porastu važnost koja je vezana za problem transseksualizma.", "", "\tSud, međutim, primjećuje da u svjetlu provedenih studija i učinjenog posla, koji su obavili stručnjaci u ovom području, još uvijek ostaje nesigurnost po pitanju osnova prirode transseksualizma i da je upitna legitimnost hirurške intervencije u takvim slučajevima. Pravne situacije čiji su rezultati pored toga izuzetno složeni: anatomski, biološki, psihološki i moralni problemi u vezi sa transseksualizmom i njegovom definicijom; saglasnost i ostali uslovi koji moraju biti ispunjeni prije bilo kakve operacije; uslovi na osnovu kojih se može odobriti promjena polnog identiteta (opravdanost, naučne pretpostavke i pravni efekat pribjegavanja operaciji, usklađivanja života sa novim polnim identitetom); međunarodni aspekti (mjesto gdje je izvršena operacija); pravne posljedice takve promjene, retrospektivne ili drugačije (izmjena u dokumentima o građanskom statusu); mogućnost biranja drugog imena; tajnost dokumenata i informacija u kojima se pominje promjena; posljedice porodične prirode (pravo na brak, sudbina postojećeg braka, srodstvo) itd. Po ovim različitim pitanjima za sada ne postoji dovoljan konsenzus između država članica Savjeta Evrope kako bi ubijedile Sud da donese zaključak suprotnom onom u presudama u predmetima Rees i Cossey.", "", "\t2.\tRazlike između francuskog i engleskog sistema", "", "49.\tPodnositeljica predstavke je tvrdila da je sudbina transseksualaca po mnogim pitanjima u Francuskoj bila mnogo teža nego što je to u Engleskoj. Komisija se u suštini složila sa ovim mišljenjem.", "", "50.\tS druge strane, prema mišljenju Vlade, Sud ne bi mogao u slučaju Francuske napustiti rješenje koje je usvojio u presudama Rees i Cossey. Podnositeljica predstavke bi mogla bez sumnje u svom svakodnevnom životu iskusiti brojne neprilike, ali one nisu bile dovoljno ozbiljne da bi zasnivale kršenje člana 8. Francuski organi vlasti nikada nisu poricali transseksualcima pravo da žive životom kakvog ga oni žele. Sam život podnosioca predstavke je bio dokaz ovoga, s obzirom da je gđica B. uspjela da prođe kao žena, unatoč njenom građanskom statusu muškarca. Inače, transseksualac koji nije želio da treća lica budu upoznata sa njegovim biološkim polom, bio je u sličnoj situaciji kao i osoba koja je htjela da u tajnosti čuva druge lične informacije (godine starosti, visinu prihoda, adresu, itd).", "", "\tOsim toga, kao od opšteg značaja, pruženi stepen slobodne procjene državama potpisnicama primjenjivao se i na izbor kriterija za priznavanje promjene pola i na izbor pomoćnih mjera u slučaju odbijanja da se prizna promjena pola.", "", "51.\tSud smatra, za početak, da postoje znatne razlike između Francuske i Engleske po pitanju njihovih zakona i prakse vezanih za građanski status, promjenu imena, korištenje ličnih dokumenata itd. (vidi stavove od 19.-22. i 25. gore, kao suprotnost stavu 40. gore pomenute presude u predmetu Rees). U nastavku će ispitati moguće posljedice ovih razlika na ovaj predmet, sa stanovišta Konvencije.", "", "\t(a)\tGrađanski status", "", "\t\t(i)\tIspravljanje dokumenata o građanskom statusu", "", "52.\tPodnositeljica predstavke je odbijanje njenog zahtjeva za promjenu njenog rodnog lista smatrala najkažnjivijim činom, s obzirom da Francuska nije mogla tvrditi, kao što je to uradila Velika Britanija, da su postojale bilo kakve veće smetnje vezane za sistem koji je na snazi.", "", "\tSud je ustanovio, u vezi sa engleskim sistemom građanskog statusa, da svrha matične knjige nije bila da definiše trenutni identitet pojedinca, nego da budu evidentirane istorijske činjenice, i njihov javni karakter bi zaštitu privatnog života napravio iluzornom, ako bi se omogućilo da se naknadno vrše ispravke ili dodaci ove vrste (vidi gore pomenutu presudu u predmetu Rees, Serija A br. 106, str. 17-18, stav 42.). U Francuskoj nije bio ovakav slučaj. U rodne listove su se u toku života jednog lica unosile novine (v. stav 19. gore), tako da bi svakako bilo moguće unijeti osvrt na presudu koja nalaže izmjenu prvobitno evidentiranog pola. Štaviše, jedina lica koja imaju direktni pristup ovim podacima su ovlašteni službenici i lica koja su prethodno dobila odobrenje od državnog tužioca (“procureur de la République”); njihov javni karakter je osiguran izdavanjem kompletnih kopija ili izvadaka. Francuska je stoga mogla udovoljiti zahtjevu podnosioca predstavke, bez ikakvih promjena u legislativi; promjena u sudskoj praksi Kasacionog suda bi bila sasvim dovoljna.", "", "53.\tPo mišljenju Vlade, francuska sudska praksa vezana za ovo nije bila ustanovljena, i izgleda da je zakon bio u fazi tranzicije.", "", "54.\tPo mišljenju Komisije, nijedan Vladin argument nije navodio na to da bi se Kasacioni sud složio da se promjena pola jednog transseksualca evidentira u matičnoj knjizi. Sud je odbio žalbu u predmetnom slučaju na osnovu toga što je situacija podnosioca predstavke proistekla iz njenog dobrovoljnog izbora, a ne iz činjenica koje su postojale prije operacije.", "", "55.\tSud, prije svega, primjećuje da ništa ne bi spriječilo upisivanje u rodni list gđice B, da je bila donesena presuda, u jednom ili drugom obliku, primjedbu čija svrha nije bila, tačno govoreći, da se ispravi aktuelna početna greška, nego da postoje najnovije informacije u dokumentima, a koje bi odražavale trenutno stanje. Štaviše, brojni prvostepeni i žalbeni sudovi su već nalagali slična ubilježavanja u slučajevima drugih transseksualaca, i kancelarija tužioca (“procureur”) se skoro nikada nije žalila protiv ovakvih presuda, od kojih je velika većina postala konačna i obavezujuća (vidi stav 23. gore). Kasacioni sud je zauzeo suprotan stav u svojoj sudskoj praksi, ali ovo se može promijeniti (vidi stav 24. gore).", "", "\tIstina je da se podnosilac predstavke podvrgnula hirurškoj operaciji u inostranstvu, bez beneficija svih medicinskih i psiholoških zaštita, a koje su sada u Francuskoj obavezne. Operacija je unatoč tome uključivala nepovratno napuštanje vanjskih oznaka prvobitnog pola gđice B. Sud smatra da u okolnostima predmeta ispoljena odlučnost podnosioca predstavke je jedan faktor, koji je dovoljno značajan da se uzme u obzir, zajedno sa ostalim faktorima, što upućuje na razmatranje člana 8.", "", "\t\t(ii)\tPromjena imena", "", "56.\tPodnositeljica predstavke je istakla da je zakon 6 Fructidor Year II (v. stav 22. gore) zabranjivao svakom građaninu da zadržava ime ili prezime koje bi bilo drugačije od onoga koje je evidentirano u njegovom/njenom rodnom listu. Sa stanovišta zakona, njeno ime je stoga Norbert; svi njeni identifikacioni dokumenti (lična karta, pasoš, birački listić itd), njene čekovne knjižice i njena službena korespondencija (telefonski računi, poreska potraživanja itd.) je opisuju tim imenom. Za razliku od Velike Britanije, da li će ona mijenjati svoje ime ili ne, nije zavisilo samo od njene želje; član 57. Građanskog zakona je ovo učinio predmetom sudske dozvole i demonstracijom “legitimnog interesa”, koji se može opravdati (vidi stav 22. gore). Gđica B. nije znala da postoji ikakva presuda u kojoj je razmotren transseksualizam, koji bi se protivio takvom interesu. U svakom slučaju, Tribunal de grande instance u Libourneu i Apelacioni sud u Bordeauxu su odbili da ona koristi ime Lyne Antoinette (vidi stavove od 13-15. gore). Na kraju, status neformalno usvojenog imena je bio krajnje nepouzdan.", "", "\tKomisija se u suštini složila sa ovim argumentom.", "", "57.\tVlada je, s druge strane, obrazlagala da je postojala bogata povoljna sudska praksa po ovom pitanju, koju je podržavala kancelarija javnog tužioca. Uglavnom se tražilo da se izaberu “neutralna” imena, kao što je Claude, Dominique ili Camille; podnositeljica predstavke je, međutim, izabrala ime koje je isključivo žensko.", "", "\tUz ovo, većina ljudi je često koristila imena koja nisu bila i formalno prihvaćena (\"prénom d'usage\") koja su bila različita od onih koja su evidentirana u njihovim rodnim listovima. Vlada je, međutim, prihvatila da ova praksa nema pravnu valjanost.", "", "58.\tPresude koje je Vlada dostavila Sudu, zaista i pokazuju da nepriznavanje promjene pola nužno ne sprječava lice od dobivanja novog imena koje će bolje odražavati njegovu ili njenu fizičku pojavu (vidi stav 23 gore).", "", "\tMeđutim, ova sudska praksa nije bila uspostavljena u vrijeme kada su sudovi u Libourneu i Bordeauxu donosili svoje presude. Zaista se čini da ovo nije čak ni do danas uspostavljeno, s obzirom da Kasacioni sud očito nikad nije imao priliku da ovo potvrdi. Povrh toga, vrata koja ona otvara su veoma ograničena, pošto samo nekoliko neutralnih imena stoje kao izbor. Neformalno izabrana imena nemaju pravni status.", "", "\tDa sumiramo, Sud smatra da odbijanje podnositeljici predstavke da promijeni ime, koje je ona tražila, predstavlja također relevantan faktor sa stanovišta člana 8.", "", "\t(b)\tDokumenti", "", "59. \t(a)\tPodnositeljica predstavke je isticala da zvanični dokumenti, čiji se broj povećavao, navode pol: izvodi iz matične knjige rođenih, kompjuterizovane lične karte, pasoši Evropske zajednice itd. Transseksualci, kao posljedica toga, ne mogu preći granicu, podvrgnuti se provjeri identiteta ili obaviti jednu od mnogih transakcija u svakodnevnom životu, gdje je neophodno dokazivanje identiteta, a bez otkrivanja razlike između njihovog pravnog i faktičkog pola.", "", "\t(b)\tPrema podnosiocu predstavke, pol je takođe bio naznačen na svim dokumentima, na kojima su matični brojevi, koje je svako dobio od INSEE-a (vidi stav 26. gore). Ovaj broj je korišten kao dio sistema u poslovima između organizacija za socijalno osiguranje, poslodavaca i osiguranika; tako se broj pojavljuje u evidenciji plaćenih doprinosa i na uplatnicama. Jedan transseksualac, kao posljedicu ovoga, nije mogao sakriti svoju situaciju od potencijalnih poslodavaca i administrativnog osoblja; isto se dešava u većini situacija u svakodnevnom životu, kada je neophodno dokazati postojanje i iznos prihoda (unajmljivanje, otvaranje računa u banci, molba za davanje kredita itd.). Ovo je dovelo do socijalnih i profesionalnih problema integracije transseksualaca. Gđica B. je navodno bila i sama žrtva ovoga. INSEE – matični broj je koristila i Banque de France (Centralna banka Francuske) zbog vođenja registra o ukradenim i nevažećim čekovima.", "", "\t(c)\tNa kraju, podnositeljica predstavke se susretala sa problemima svakog dana u svom ekonomskom životu, tako da su njeni računi i čekovi navodili njen prvobitni pol kao i njeno ime i prezime.", "", "60.\tKomisija se u suštini složila sa argumentima podnosioca predstavke. Po mišljenju Komisije, podnositeljica predstavke, kao rezultat česte potrebe da drugim licima otkriva informacije koje se tiču njenog privatnog života, patila je toliko da je to bilo previše ozbiljno da bi se moglo opravdati poštivanjem prava drugih.", "", "61.\tVlada je, za početak, odgovorila da uvjerenja o građanskom statusu i francuskom državljanstvu, vozačka dozvola, birački listić i državne lične karte tradicionalnog tipa ne pominju pol.", "", "\tKao što je opće poznato, ovo nije bio slučaj i sa pasošem Evropske zajednice, ali njegov dizajn je zavisio od regulativa iz Brusselsa i zato nije bio uslov koji je Francuska nametnula. Podnositeljica predstavke bi, u stvari, mogla uživati u slobodi kretanja, nezavisno od njenog polnog identiteta, i neki primjeri koje je ona navela nisu bili relevantni; prema tome, zapisnik o saobraćajnoj nesreći ili neka druga vrsta potvrde nisu uslovljavali da se naznači pol osiguranika.", "", "\tINSEE broj je bio uveden nakon drugog svjetskog rata u svrhu demografskih statistika, a kasnije je bio korišten za identifikaciju korisnika beneficija socijalnog osiguranja u Francuskoj. Teško da se ovaj broj ikada koristio u neku drugu svrhu od ove, i nije se pojavljivao na ličnoj karti, pasošu ili drugim administrativnim dokumentima. U svakom slučaju, javni organi vlasti, koji su imali veze sa ovim, bili su obavezni da ih čuvaju u tajnosti. Što se tiče poslodavaca, za njih je bilo potrebno da znaju ovaj broj kako bi uplatili novčani iznos za doprinose socijalnog osiguranja njihovih zaposlenika.", "", "\tU vezi s ovim, Vlada je izrazila svoje mišljenje da ukoliko gđica B. nije mogla da pronađe plaćen posao van svijeta zabave, za to su mogli postojati mnogi razlozi, nezavisno od toga što je ona transseksualka. Postojali su transseksualci koji su obavljali druge jednako vrijedne profesije. Što je bilo važnije, bilo kakva vrata diskriminacije prilikom regrutacije, zasnovana na polu ili moralu osobe, bila je prekršaj na osnovu člana 416.-1 Krivičnog zakona. Nijedan transseksualac nikada nije isticao ovaj član. ", "", "\tNije postojao razlog zbog kojeg se od banaka ne bi moglo zahtijevati da na čekovima štampaju samo ime i prezime potrošača bez prefiksa g., gđa ili gđica (vidi stav 27. gore), niti su banke provjeravale da li su navedena imena bila ista onima koja su evidentirana u matičnoj knjizi. Slično, na računima obično nije navedeno ime ili pol korisnika usluga ili kupca, nego samo prezime (vidi stav 28. gore). Prema tome, transseksualcima je bio na raspolaganju način da zaštite svoju privatnost.", "", "62.\tOvaj argument nije uspio uvjeriti Sud. Kao i Komisija, Sud smatra da neprilike, na koje se žali podnositeljica predstavke vezane za ovo područje, dostižu dovoljan stepen ozbiljnosti, koji treba uzeti u obzir u smislu člana 8.", "", "\t(c)\tZaključak", "", "63.\tPrema tome, Sud dolazi do zaključka, na osnovu gore pomenutih faktora, koji su različiti u ovom predmetu od onih u predmetima Rees i Cossey i bez potrebe da se razmatraju drugi argumenti podnosioca predstavke, da je ona svakodnevno u situaciji koja, uzeta kao cjelina, nije kompatibilna sa poštivanjem njenog privatnog života. Shodno tome, imajući čak u vidu stepen slobodne procjene Države, nije postignuta ravnoteža koja se mora uspostaviti između opšteg interesa i interesa pojedinca (vidi stav 44. gore), i prema tome je postojala povreda člana 8.", "", "\tTužena država ima izbor da na nekoliko načina popravi ovo stanje zbog kojeg dolazi do sukoba. Funkcija Suda i nije da upućuje na onaj koji bi bio najprikladniji (vidi inter alia presudu od 13. juna 1979. god. u predmetu Marckx protiv Belgije, Serija A br. 31, str. 25, stav 58. i presudu od 9. oktobra 1979. god. u predmetu Airey protiv Irske, Serija A br. 32, str. 15, stav 26.).", "", "\tB.\tNavodna povreda člana 3.", "", "64.\tPred Komisijom je gđica B. takođe navodila da ju je zakon tretirao na način koji je bio i nehuman i ponižavajući u smislu značenja člana 3.", "", "\tOd tada ona ovu žalbu nije ponovila, i Sud smatra da nije neophodno da sam ispituje ovo pitanje.", "", "III.\tPRIMJENA ČLANA 50.", "", "65.\tPrema članu 50. Konvencije,", "", "\t\t“Ako Sud utvrdi da je odluka ili sudskog organa ili bilo kojeg drugog organa visoke strane ugovornice, u cjelini ili djelimično, u suprotnosti sa obavezama koje proističu iz ... Konvencije, i kada unutrašnje pravo navedene članice omogućava samo djelimično obeštećenje za posljedice takve odluke ili mjere, Sud će svojom odlukom pružiti oštećenoj strani pravično zadovoljenje, ukoliko je to potrebno”.", "", "\tA.\tŠteta", "", "66.\tPodnositeljica predstavke je kao prvo tražila iznos od 1.000.000 FRF vezano za materijalnu i nematerijalnu štetu, koju je navodno pretrpila. Nematerijalna šteta proističe iz situacije koja joj je nametnuta francuskom zakonom; materijalna šteta je bila rezultat problema s kojim se svakodnevno suočavala, posebno zbog toga što nikako nije bila u mogućnosti da pronađe zaposlenje, iz straha da bi morala otkriti svoj polni identitet, a koji se pojavljuje u dokumentima o njenom građanskom statusu.", "", "\tPo mišljenju Vlade, ona nije dokazala da takva šteta i postoji, i da je iznos koji je ona tražila bio pretjeran. Ukoliko bi Sud utvrdio da je postojala povreda člana 8., sama presuda bi predstavljala pravično zadovoljenje.", "", "\tDelegat Komisije nije izrazio svoje mišljenje.", "", "67.\tSud smatra da je gđica B. pretrpjela nematerijalnu štetu, kao rezultat situacije, koja je, kako je ustanovljeno u suprotnosti sa Konvencijom. Donoseći presudu nepristrasno, kako je to uslovljeno članom 50., Sud joj dodjeljuje 100.000 FRF po ovom osnovu.", "", "\tS druge strane, odbija njene zahtjeve vezane za materijalnu štetu. Podnositeljica predstavke je bila u radnom odnosu jedan duži vremenski period, i brojni transseksualci u Francuskoj su zaposleni u Francuskoj. Njene poteškoće u pronalaženju zaposlenja zbog toga što bi morala otkriti svoju situaciju, iako realne, zbog toga nisu nesavladive.", "", "\tB.\tTroškovi i izdaci", "", "68.\tPodnositeljica predstavke je tražila takođe i iznos od 35.000 FRF, vezano za troškove i izdatke koje je imala pred Kasacionim sudom (10.000 FRF) i pred institucijama Konvencije (25.000 FRF).", "", "\tVlada je prepustila Sudu da procijeni zahtjev u skladu sa kriterijima usvojenim u svojoj sudskoj praksi. Delegat Komisije nije izrazio svoje mišljenje.", "", "69.\tNa osnovu tih kriterija, Sud smatra da tužena Vlada mora isplatiti podnosiocu predstavke cjelokupan predmetni iznos.", "", "\nIZ OVIH RAZLOGA, SUD", "", "1.\tOdlučuje sa šesnaest glasova prema pet da je nadležan da ispituje preliminarne prigovore Vlade;", "", "2.\tOdbija ih jednoglasno;", "", "3.\tOdlučuje sa petnaest glasova prema šest da je postojala povreda člana 8.;", "", "4.\tOdlučuje jednoglasno da nije potrebno da razmatra predmet i sa stanovišta člana 3;", "", "5.\tOdlučuje sa petnaest glasova prema šest da tužena Država treba da plati podnosiocu predstavke u roku od tri mjeseca 100.000 (sto hiljada) francuskih franaka za pretrpljenu nematerijalnu štetu i 35.000 (trideset pet hiljada) francuskih franaka za troškove i izdatke;", "", "6.\tOdbija jednoglasno preostali dio zahtjeva za pravičnu naknadu.", "", "\tPresuda je sačinjena na engleskom i francuskom, a donesena je na javnoj raspravi u Zgradi ljudskih prava u Strasbourgu dana 25. marta 1992. godine.", "", "", "\t\tJohn CREMONA", "\t\tPredsjednik", "", "Marc-André EISSEN", "\tRegistrar", "", "\tU skladu sa članom 51. stav 2 Konvencije i Pravilom 53. stav 2. Pravila Suda, slijedeća izdvojena mišljenja su priložena ovoj presudi:", "", "\t(a)\toprečna mišljenja g. Matschera, g. Pinheiroa Farinhae, g. Pettitija, g. Valticosa, g. Loizoua i g. Morenilla, uz predgovor koji sadrži zajednički uvod;", "", "\t(b)\tsaglasno mišljenje g. Walsha;", "", "\t(c) \tsaglasno mišljenje g. Russoa.", "", "", "\t\tJ. C.", "\tM.-A. E.", "\nOPREČNA MIŠLJENJA SUDIJA", "MATSCHERA, PINHEIROA FARINHAE, PETTITIJA, VALTICOSA,", "LOIZOUA I MORENILLA,", "UZ PREDGOVOR KOJI SADRŽI ZAJEDNIČKI UVOD", "", "", "\tMi, pripadnici manjine, svi se slažemo da prilikom razmatranja u predmetnom slučaju, B. protiv Francuske, nije trebalo ustanoviti povredu. Na području transseksualizma se mora dopustiti široki stepen procjene Državi da svojom sudskom praksom reguliše pravni status istinskih transseksualaca, uz primjenjivanje objektivnih kriterija i poštivanje člana 8. Slijedeća mišljenja se razlikuju u svojim procjenama, ali nisu kontradiktorna u svojim obrazloženjima.", "", "", "OPREČNO MIŠLJENJE SUDIJE MATSCHERA", "", "\tŽalim što nalazim nemogućim da se pridružim većini prilikom glasanja u korist povrede člana 8., iako čak iz presude nije dovoljno jasno šta tačno zasniva povredu.", "", "\tPresuda pominje izbor elemenata (odbijanje da se B. dozvoli promjena njenih dokumenata o građanskom statusu, da joj se dopusti da promijeni svoje ime, da joj se iskaz ili navod o polu izbriše iz dokumenata i identifikacionih papira koje koristi u svakodnevnom životu), svi ovi elementi uzeti kao relevantni ili “uzeti u obzir”, i koji su, uzeti kao cjelina, doveli su do utvrđivanja da je postojala povreda.", "", "\tJa se u potpunosti slažem sa mišljenjem, na osnovu kojeg je zasnovano utvrđivanje da nije postojala povreda člana 8. u presudama Rees i Cossey, naime da engleski zakon predviđa mogućnost promjene imena i brisanja indikacija o polu sa dokumenata i identifikacionih papira, u svakom predmetu bez većih administrativnih poteškoća. Da nije ovakav slučaj u francuskom zakonu, i ja bih glasao u korist ustanovljavanja povrede u ovom predmetu. Ali, presuda ne definiše domašaj prvog elementa, što će reći, mijenjanje rodnog lista – bilo to mijenjanje prvobitnog unosa podataka ili samo marginalna zabilješka – i ovo bi moglo dovesti do posljedica za koje ja mislim da bi daleko nadmašile zahtjeve iz člana 8. po ovom pitanju (vezano za ovo, moje stanovište je blizu onom, koje je istakao sudija Walsh u svom izdvojenom mišljenju).", "", "\tNemojte da zaboravimo da je cilj prvobitnog podneska B. francuskim sudovima bio njena “želja da se uda za svog partnera”, da joj se prizna pravo na ispravljanje njenog rodnog lista, kako bi se mogla udati, i da je odbijanje dozvole za takvo ispravljanje bilo prvobitni razlog za njenu žalbu uloženu institucijama Konvencije.", "", "\tIako Komisija nije predstavku zasnovanu na članu 12. proglasila prihvatljivom, domašaj elementa “promjene u dokumentima o građanskom statusu”, u obrazloženju navodi da je relevantan u ovom predmetu, što ostaje pretjerano neodređeno i ne isključuje posljedice, sa kojima se ja ne mogu složiti.", "", "\tIako sam osjetljiv na problem transseksualaca, ja takođe pridajem značaj faktorima koji su pomenuti u oprečnim mišljenjima sudija Pinheiroa Farinhae, Pettitija, Valticosa i Morenilla, vezano za inicijativu koju je preduzela B. - kako izgleda, olako – da se podvrgne operaciji bez medicinskih garancija, što je za takvu operaciju obavezno.", "", "\tUkratko, ne mogu se složiti sa presudom koja ne navodi dovoljno jasno da ne napušta zaključke, koji su doneseni u presudama Rees i Cossey, i koja ostavlja otvorene mogućnosti za njeno tumačenje da pobija ove presude.", "", "", "OPREČNO MIŠLJENJE SUDIJE PINHEIROA FARINHAE", "", "", "1.\tJa se ne mogu složiti sa presudom i ne razumijem zbog čega je opovrgnuta sudska praksa, kada je potvrđena jedva prije godinu dana.", "", "\tBojim se da će ovo proizvesti ozbiljne posljedice, posebno trivijalnost neopozivosti hirurške operacije, umjesto prikladnog psihijatrijskog tretmana.", "", "2.\tFunkcija Suda je da tumači Konvenciju – da pruža dinamična i dopunjena tumačenja, ali su to ipak tumačenja. Praksa Suda ne može ići dalje od Konvencije i nema pravo da daje nova prava pojedincima i da nameće nove obaveze Državama.", "", "3.\tKonvencija ne garantuje pravo na promjenu pola, niti pravo na izmjenu dokumenata koji dokazuju građanski status, niti za razliku od Međunarodnog ugovora o građanskim i političkim pravima (član 24.), promjenu u javnim matičnim knjigama. Kako se može u ime Konvencije nametnuti specifičan pravac Državama po ovom pitanju? ", "", "4.\tHirurške operacije ne mijenjaju stvarni pol pojedinca, nego samo vanjsko obilježje i morfologiju pola.", "", "5.\tPodnositeljica predstavke (kojeg neću pominjati u ženskom rodu, s obzirom da ne poznajem pojam socijalnog pola i ne priznajem pravo da lice može promijeniti svoj pol na osnovu svoje volje) nije istinski transseksualac: \"... drugostepeni sud je ustanovio da čak nakon hormonalnog tretmana, kojem se podvrgnuo, Norbert [B.] je nastavio da pokazuje karakteristike lica muškog pola; ... smatrao je da, suprotno tvrdnjama ovog lica, njegovo sadašnje stanje nije rezultat elemenata koji su postojali prije operacije i hirurške intervencije, koje su zahtijevale terapeutske potrebe, ali ukazuju na promišljenu namjeru od strane ovog lica ...\" (presuda Kasacionog suda, vidi stav 17 presude).", "", "6.\tZašto Francuskoj nametati posljedice hirurške operacije, koja je obavljena u drugoj državi, svojevoljno i namjerno, bez prethodno obavljenih pretraga (vidi stav 11. presude)?", "", "7.\tMeđunarodna Komisija o građanskom statusu “u biti za svoj cilj ima... sastavljanje preporuka i davanje nacrta međunarodnog ugovora u pogledu usklađivanja odredbi koje su na snazi u Državama potpisnicama po ovom pitanju ...”.", "", "\tPredmetna materija je ona koja se odnosi na status pojedinca, porodice i državljanstva. Međunarodna komisija se neko vrijeme bavila pozicijom transseksualaca, i još nije dostigla stadij da bi sastavila preporuke ili dala nacrt za međunarodni ugovor.", "", "8.\tNe postoji zajednički nazivnik u legislativama potpisnica Konvencije koji bi opravdao takvu radikalnu odluku.", "", "9.\tMeđu situacijama koje se mogu pojaviti zbog primjene ove presude (vidi stavove od 52.-55.), navešću dvije:", "", "-\tVanbračno dijete želi da pokrene postupak za utvrđivanja očinstva, ali nakon njegovog rođenja, čovjek koji ga je začeo, podvrgnuo se operaciji promjene pola i njegov građanski status je ispravljen; ono traži da mu se prizna da je jedna žena njegov otac!", "", "-\tNakon ispravljanja građanskog statusa, transseksualac će biti u mogućnosti da se vjenča sa licem koje je njegovog istinskog pola (prvobitni pol); ali Sud “ustanovljava ... da odanost tradicionalnom konceptu braka obezbjeđuje dovoljno razloga za ustrajno prihvatanje bioloških kriterija za određivanje pola lica u cilju braka” (gore pomenuta presuda u predmetu Cossey, str. 18 stav 46.) i da se “po mišljenju Suda, pravo na brak, koje je garantovano članom 12, odnosi na tradicionalni brak osoba suprotnog biološkog pola. Ovo proističe i iz formulacije člana, koji pojašnjava da član 12. uglavnom štiti brak, kao osnov porodice\" (presuda u predmetu Rees, str. 19, stav 49.).", "", "\tPo mom mišljenju Sud bi trebalo da u ovoj presudi navede da njegova odluka nema uticaja na pravo na brak; ovo pravo je, međutim, podloga uložene predstavke B. Komisiji.", "", "10.\tZbog ovoga, zaključujem da nije postojala povreda člana 8. Konvencije, i smatram da pravne regulative o transseksualizmu ostaju u sklopu kompetencija svake države, uzimajući u obzir moralne stavove i tradiciju, iako se mišljenja medicinskih i naučnih stručnjaka razlikuju.", "", "11.\tPošto, po mom mišljenju, nije postojala povreda Konvencije, smatram da nije moguće glasati, u istoj presudi, u korist dodjeljivanja novčanog iznosa na osnovu člana 50. Konvencije.", "", "", "OPREČNO MIŠLJENJE SUDIJE PETTITIJA", "", "\tJa nisam glasao kao većina, koja je odlučila da je postojala povreda člana 8. Presuda se, bez sumnje, odnosi samo na poseban slučaj, a to je bio jedan od najmanje značajnih, upoređujući ga sa drugim slučajevima koji su bili razmatrani pred francuskim sudovima, posebno u 1990. i 1991. godini.", "", "\tZa početak, ja primjećujem određene kontradikcije. Većina u Sudu nije navela da pobijaju presude u predmetima Rees i Cossey. U stavu 55. su primijetili da “ništa ne bi spriječilo upisivanje u rodni list gđice B, da je bila donesena presuda, u jednom ili drugom obliku, primjedba čija svrha nije bila, tačno govoreći, da se ispravi aktuelna početna greška, nego da postoje najnovije informacije u dokumentima, a koje bi odražavale trenutno stanje”. U francuskom sistemu građanskog statusa ovo može biti uređeno samo na osnovu presude, i postojale su brojne presude, kojima se ovo nalagalo, ali na osnovu rigoroznih kriterija, koji omogućavaju da se isključe određene kategorije u pogledu kojih naučni podaci i nedostatak ispravno dokumentovanog medicinskog nadzora predstavljaju razloge zbog kojih sudovi odbijaju njihove zahtjeve.", "", "\tSud je u stavu 63. smatrao da:", "", "\t", "\"... na osnovu gore pomenutih faktora, koji su različiti u ovom predmetu od onih u predmetima Rees i Cossey i bez potrebe da se razmatraju drugi argumenti, ..., da je ona svakodnevno u situaciji, koja, uzeta kao cjelina, nije kompatibilna sa poštivanjem njenog privatnog života. Shodno tome, imajući čak u vidu stepen slobodne procjene države, nije postignuta ravnoteža koja se mora uspostaviti između opšteg interesa i interesa pojedinca (vidi stav 44. gore), i prema tome je postojala povreda člana 8.", "", "\t\tTužena država ima izbor da na nekoliko načina popravi ovo stanje zbog kojeg dolazi do sukoba. Funkcija Suda i nije da upućuje na onaj koji bi bio najprikladniji...\"", "", "\tDa li je većina u Sudu uzela u obzir operacije koje su izvršene u javnim bolnicama u Francuskoj nakon 1973. godine, uprkos čemu je gđica B. bila operisana u Moroccou?", "", "\tMože li se iz stava 66. zaključiti da je većina imala na umu prvenstveno dodjeljivanje prava koja se odnose na identifikacione dokumente i pasoš, bez bilo kakve obaveze ispravke građanskog statusa, u skladu sa presudama u predmetima Rees i Cossey, kao i poseban sistem u Britaniji koji se odnosi na zahtjeve administracije, a koji su vezani za lični identitet, što je još uvijek manje od onoga što je prvobitno navodila B., naime mogućnost da se uda za svog partnera?", "", "\tSa stanovišta pravnika, koji su naklonjeni širem tumačenju statusa transseksualizma, presudu u predmetu B. bi bilo lakše cijeniti, kada bi slučajevi istinskih transseksualaca (operisanih u javnim bolnicama uz medicinski nadzor i dokumentaciju) bili sistematski odbijeni pred francuskim sudovima. To nije slučaj.", "", "\tEvropska konvencija o ljudskim pravima ne nameće bilo kakvu obavezu visokim Stranama ugovornicama da donose zakone po pitanju izmjena građanskog statusa u vezi sa transseksualizmom, čak ni u primjeni teorije o pozitivnim obavezama Država (predmet X. protiv Holandije). Prema tome, nekoliko Država nije usvojilo legislativu u vezi sa transseksualizmom. Različiti domaći zakoni po ovom pitanju pokazuju da postoje velike razlike u kriterijima i mehanizmima.", "", "\tU svakom slučaju, Države članice koje žele da se suoče sa ovim problemima, imaju izbor između legislative ili sudske prakse; u ovom osjetljivom području, zavisno od različitih socijalnih i moralnih situacija, stepen slobodne procjene, koji je prepušten Državama, je dosta širok.", "", "\tZa koji god se put Država opredijeli, za legislativni ili put sudske prakse, ostaje slobodna da definiše kriterije za priznavanje u slučajevima interseksualizma ili istinskog transseksualizma, zavisno od nespornog naučnog saznanja. Državni sud može donijeti odluku na osnovu takvih kriterija, bez kršenja Konvencije.", "", "\tAko se uzme da je došlo do saznanja ovih činjenica, kakve posljedice mogu proisteći iz njih u predmetu B. protiv Francuske u vezi sa članom 8.?", "", "\tNije bilo dovoljno da se uporedi situacija u Francuskoj i Britaniji, kako je to Sud ocijenio u predmetima Rees i Cossey; trebala je biti upoređena sa pravnim prazninama ili nedostatkom sudske prakse u drugim državama članicama. Britansko pravo je manje strogo od francuskog po pitanju promjene statusa i pola u matičnim knjigama; otvara veći djelokrug administrativnim mjerama, kao što su pasoš i druge formalnosti, ali to je prije rezultat posebnog sistema evidencije građanskog statusa u Velikoj Britaniji, nego što su posebno uvedene odredbe u korist transseksualaca.", "", "\tAko bi se član 8. trebao primjenjivati na interseksualce i istinske transseksualce, treba postaviti pitanje, pozivajući se na Francusku, da li su sudovi pravilno dodjeljivali pravo na ispravke u građanskom statusu. Spisak presuda pokazuje da ih ima isto onoliko koje su donesene u korist podnosilaca predstavki, kao i onih koje su protiv njih. Jedan broj njih čak dopuštaju potpuni retrospektivni efekat. Kasacioni sud je, kao što je to opće poznato, donio četiri presude koje su bile protiv podnosilaca predstavki 1990. godine, ali to su bili posebno sporni slučajevi. Nije postojala presuda koju je sud donio u općoj sjednici, čak ni u najviše niti najmanje spornim slučajevima transseksualizma.", "", "\tNakon ovih presuda Kasacionog suda, Apelacioni sud u Colmaru je dosudio ispravku građanskog statusa licu koje je još dodatno nakon operacije dobilo pasoš, u kojem je bio naznačen njen pol. S obzirom da nije podnesena žalba od strane javnog tužioca “(procureur général”), presuda je bila pravosnažna i obavezujuća, tako da je građanski status bio ispravljen.", "", "\tKada se član 8. tumači generalno i široko, moglo bi se smatrati da se istinskom transseksualcu koji je bio u Francuskoj operisan, koji je u toku čitavog perioda prošao kroz testove na osnovu dokumentacije koju je izdalo Državno medicinsko vijeće, treba dozvoliti ispravka građanskog statusa. Razlog za ovo bi moglo biti da Država, koja se složila sa operacijom i prihvatila da za nju socijalno osiguranje snosi troškove, uz uslov da se operacija izvrši u javnoj bolnici, mora da, kao svoju pozitivnu obavezu sa stanovišta Evropske konvencije o ljudskim pravima, pruži olakšice za dobivanje administrativnih dokumenata, ili da čak ide do ispravki građanskog statusa.", "", "\tOvo nije tako u slučaju B. Postojanje transseksualizma nije bilo verifikovano u skladu sa izvodima iz medicinske prakse i operacija je obavljena u inostranstvu pod nepoznatim uslovima. Sud u Bordeauxu je imao sumnji u socijalnu i profesionalnu stvarnost, dok je odlučivao u ovom predmetu. Na Evropskom sudu nije da pobije ovu presudu, koja je bila donesena u predmetu koji nije bio tipičan, i predstavljala je sud o posebnim činjenicama, a ne i sud o principima, i kompatibilna je sa Evropskom konvencijom o ljudskim pravima, čak i sa stanovišta člana 8.", "", "\tTeorija da svako lice koje samovoljno želi da živi drugačijim polom od onoga s kojim je rođena, i ubijeđena je da je to njena istinska sudbina, mora joj se odobriti ispravka građanskog statusa, izuzetno je diskutabilna, čak iako je motivisana legitimnom brigom za socijalnu integraciju i privatni život. Tamo gdje je postojao samo hormonalni tretman, može doći do povratnog dejstva. U mnogim slučajevima istinskih ili lažnih transseksualnih podnosioca žalbi, odgovara im psihijatrijsko stanje koje bi se trebalo tretirati samo psihijatrijski, kako se ne bi rizikovala katastrofa, i iz ovog razloga je bitan medicinski nalaz. Štaviše, slučajevi dvostruke ličnosti i šizofrenija su poznati medicini. Kada bi neko bio vođen isključivo svojom željom da individualnu volju pacijenta podudari sa njegovim socijalnim životom, onda bi taj morao da prihvati promjenu u građanskom statusu, čak i u takvim devijantnim slučajevima.", "", "\tPozicija pravog transseksualca bez sumnje zaslužuje razumijevanje i pažnju sa stanovišta člana 8. Ali, još uvijek je jasno da čak i najnaprednije legislative ne mogu obezbijediti poboljšanje za socijalne prepreke. Čak i nakon ispravke građanskog statusa, lice koje se reintegrisalo u društvo mora otkriti svoju prošlost u vezi sa zaposlenjem, karijerom i penzionisanjem, tako da se različiti periodi mogu obračunati. Ispravljanje statističkih formulara kao što je INSEE ne bi riješilo ovaj problem.", "", "\tIz ovog razloga se treba pomiriti sa izuzetno fleksibilnim pravilima koja uzimaju u obzir što je moguće opsežniju proceduru medicinskog nadzora, koja sama po sebi može da izbjegne štetne operacije i tretmane mentalne ravnoteže jedne osobe.", "", "\tPotrebno je uzeti u obzir i socijalne aspekte, koji su svojstveni za svaku državu. U nekim zemljama postoje mjesta gdje se iskorištavaju lažni transseksualci, otvarajući vrata nastanku transvestita i njihovoj prostituciji. Među onima koji zahtijevaju tretman, postoji značajan broj lica iz ove kategorije. Druge zemlje nemaju takvih problema, tako da njihova pravna pozicija ovome ne pridaje značaj.", "", "\tOvdje je i drugi aspekt od velikog značaja. Za državu kao što je Francuska, u kojoj je građanski status izuzetno precizan i obavezan, posljedica ispravljanja je takva da ne postoje smetnje za zaključenje braka transseksualca sa licem pola koji je isti njegovom prvobitnom polu. Ovdje postoji i problem usvajanja, a koji se omogućava novom paru. Moramo imati na umu i pravnu konfuziju, koja je rezultat određenih ispravki, kada je lice kod koje se izvrši ispravka prethodno bilo u braku, i imalo je ili nije imalo djece. Ne bi trebalo ignorisati mogućnost vještačke oplodnje nakon ispravke ili nakon izvršene operacije. Cjelokupan građanski zakon i zakon o nasljeđivanju bi mogao biti stavljen u konfuznu situaciju.", "", "\tAko postoji područje u kojem bi države trebalo da imaju stepen slobodne procjene, uzimajući u obziru moralne stavove i tradiciju, sigurno bi to trebalo biti na području transseksualizma, imajući u vidu i napredak mišljenja medicinskih i naučnih stručnjaka.", "", "\tLegitimni izbor koje bi države mogle imati je rješenje ovog problema putem sudske prakse. Ukoliko bi razvoj sudske prakse omogućio domaćem zakonu da odgovore u nespornim slučajevima, omogućavajući ispravljanje građanskog statusa, kao što je to učinjeno presudom u predmetu Colmar, čini se da bi to bilo konzistentno sa članom 8., posmatrajući ovaj metod sudske prakse kao da je u skladu sa zahtjevima iz ovog člana.", "", "\tZa razliku od presuda u predmetu Huvig i Kruslin protiv Francuske (presuda od 24. aprila 1990. god., Serija A br. 176-A i B), Sud nije naznačio koji bi način bio prikladan. Fraza Suda o “načinu uklanjanja ovakve situacije” ostaje nejasna i nesigurna; za šta je jasno da socio-psihološko određenje lica samo po sebi ne može biti dovoljno opravdanje za zahtijevanje ovakvih ispravki. Čak i ako se država potpisnica složi s takvom ispravkom, slobodna je da ograniči uslove, kao i posljedice koje može proizvesti u građanskom pravu, ukoliko sistematski ne odbija predstavke u svim ovakvim slučajevima.", "", "\tPored ovoga, presuda Suda nije izričito navodila da je postojala povreda u pogledu aktuelnog zahtjeva B. koji je postavila francuskom sudu, a koji glasi:", "", "\t\t\"Da odluči da se u matičnoj knjizi (njenog) mjesta rođenja, u kojoj je registrovana kao osoba muškog pola, a u stvarnosti (ona) je (bila) ženske konstitucije; da se proglasi da je (ona) ženskog pola; da se naloži ispravljanje (njenog) rodnog lista; da se proglasi da (će ona) ubuduće koristiti ime Lyne Antoinette.\"", "", "Zaključak:\tSadašnje stanje francuskog zakona i status porodice, a uzimajući u obzir i prava drugih, očigledno je da put sudske prakse taj koji najbolje uvažava član 8. Konvencije, što je podvrgnuto stepenu slobodne procjene koja je dopuštena državi.", "", "", "OPREČNO MIŠLJENJE SUDIJE VALTICOSA, UZ PRIDRUŽENO MIŠLJENJE SUDIJE JUDGEA LOIZOUA", "", "", "\tS velikim žaljenjem se moje mišljenje razlikuje od onog iznesenog u gornjoj presudi, koje bi se u drugim okolnostima moglo opravdati ili bi bilo neminovno, i gdje su neke od posljedica sigurno razumne (kako će i biti navedeno u nastavku), ali koje se meni ne čine prihvatljivim po pitanju činjenica u predmetu.", "", "\tPreobratom pravca sudske prakse čija je najskorija presuda donesena jedva prije godinu dana – iako činjenice, različite do određene mjere, po mom mišljenju nisu bile dovoljno različite da bi se opravdala ova promjena pravca – bojim se da je većina u Sudu otvorila put ozbiljnim i još nesagledanim posljedicama.", "", "\tOvo ne znači da se u odgovarajućim okolnostima ne bi trebalo baviti promjenom građanskog statusa u situaciji transseksualca, ili barem mjerama koje bi olakšale njenu ili njegovu socijalnu situaciju.", "", "\tMeđutim, postoje, kao što znamo, brojne vrste transseksualaca. Prema tome, postoje značajne varijacije zavisno od slučaja do slučaja, u psihološkom ili fiziološkom faktoru i u prirodnom ili stečenom karakteru (stečenom u manjoj ili većoj mjeri kao rezultat hirurške operacije, koje su same po sebi vrlo različite, po pitanju motivacije i svrhe). Problem je, štaviše, trenutno predmet podrobnih naučnih istraživanja, i svaka presuda će zavisiti u velikoj mjeri od detalja predmeta.", "", "\tZašto mi se čini da u ovom predmetu činjenice ne opravdavaju odluku koja je donesena?", "", "\tZato što u stvarnosti podnositeljica predstavke, koji se deklariše ženom, traži da se navodna promjena pola i zakonski prizna; ovdje se radi o situaciji u kojoj je predmetna promjena u stvarnosti nekompletna, vještačka i samovoljna.", "", "\tZa početak, šta znači izraz “promjena pola” u ovoj vrsti predmeta? Kao prvo, ne može se lice ograničiti samo na psihološki faktor, niti samo na socijalni, kako se to očito nekada i misli. Da je to bilo tako, ne bi bilo realnih kriterija ili ograničenja i postojao bi rizik samovolje. Stabilnost socijalnog života bi se tim svakako kompromitovao.", "", "\tStoga je takođe neophodno, kao osnovni uslov, za prvobitno stvarno stanje ili promjenu stanja, da se dovoljno obilježi i da ne postoji sumnja sa psihološkog stanovišta. Ne mogu se prihvatiti dubiozni hermafroditi i dvosmislene situacije.", "", "\tU ovom predmetu mi smo suočeni sa situacijom dobrovoljnih radnji podnosioca predstavke, koji je, u želji da promijeni pol (prvobitno je bila osoba muškog pola, barem u biti, i odslužio je vojni rok), podvrgnuo se operaciji u uslovima koji se čine dubioznim i nisu obezbjeđivali garancije, nakon čega se našao u situaciji kada više nije bio potpuni muškarac, niti je bio stvarna žena, ali je u određenoj mjeri imao karakteristike oba pola.", "", "\tPrema tome, mi se susrećemo sa dva dodatna problema u ovom predmetu: prvo sa karakterom dobrovoljnosti, i drugo, sa nekompletnošću promjene. I, ako prema tome ne postoji rizik ohrabrivanja takvih radnji (a ovdje je izvršena operacija bez ikakvog nadzora), i što je još više, posmatranje posljedice polufeminiziranog muškarca koji traži pravo da se vjenča sa normalno konstituiranim muškarcem, gdje bi se tada mogla povući linija razgraničenja?", "", "\tBez sumnje, ovdje dolazi do evolucije u razmišljanjima ljudi i u nauci; bez sumnje, nekolicina evropskih zemalja dozvoljava podnošenje molbi ove vrste; ali, meni se čini da je, kako stvari stoje, očigledno neprikladno smatrati da je postojala povreda Konvencije, gdje iz pravnih, moralnih i naučnih razloga, razloga od kojih svaki od njih zaslužuje pažnju, Država ne slijedi, ili barem nije spremna da slijedi takvu evoluciju. Čini se da evropske zemlje kao cjelina nisu spremne za nametanje ovakve sudske prakse.", "", "\tPošto sam ovo rekao, bez obzira na sve, ostaje slučaj da socijalna situacija ovakvih lica čiji je pol postao neodređen, donose im ozbiljne neprilike u svakodnevnom životu. Treba uložiti napor kako bi se ovakva situacija uklonila. Stoga, nezavisno od bilo kakve pravne mjere koja ima za cilj da promijeni njihov građanski status, bilo bi poželjno za zainteresovanu Državu da se potrudi da smanji takve neprilike; na pamet padaju inter alia mjere u cilju davanja ovlaštenja za promjenu imena (koje prevazilaze usvajanje samo tzv. neutralnih imena, praksa koja bi također imala i mane, generalno stvaranje takvih imena “sumnjivim”) i mijenjanje informacija na identifikacionim dokumentima, koji svojim detaljima ili šifrom otkrivaju pol osobe. Bez ignorisanja praktičnih problema, koje bi takva promjena mogla prouzrokovati, ona zaslužuje da bude ozbiljno razmotrena.", "", "OPREČNO MIŠLJENJE SUDIJE MORENILLA", "", "1.1.\tNa žalost, ja se ne mogu složiti sa zaključkom većine, koja je ustanovila da je Francuska u ovom predmetu povrijedila prava podnosioca predstavke na poštivanje njenog privatnog života, iz razloga što su francuski sudovi odbili predmet koji im je gđica B. predočila. Kako ću naknadno i pokazati, moji razlozi su prvenstveno pravne prirode, s obzirom da su zasnovani na supsidijarnom karakteru zaštite prava pojedinaca u sistemu koji je ustanovila Konvencija – ovo su zahtijevale analize spornog “činjenja ili propusta” državnih organa pred našim Sudom, zasnivajući kršenje za koje podnositeljica predstavke smatra da je njegova žrtva – i stepen slobodne procjene države potpisnice u ovom području, imajući na umu da je ovo pravo navedeno u članu 8. Konvencije. Ovi razlozi međunarodnog prava ne smiju, međutim, zanemariti procjenu socijalne i pravne situacije transseksualaca u Francuskoj, kao kontekst u okviru kojega se mora posmatrati žalba njenog podnosioca.", "", "1.2. \tGđica B., u želji da se vjenča sa svojim partnerom, tražila je od Tribunal de grande instance u Libourneu (vidi stav 13. presude) \"da odluči da se zavede u matičnoj knjizi (njenog) mjesta rođenja, u kojoj je registrovana kao osoba muškog spola, a u stvarnosti (ona je bila) ženske konstitucije; da se proglasi da je (ona) ženskog spola; da se naloži ispravljanje (njenog) rodnog lista; da se proglasi da (će ona) ubuduće koristiti ime Lyne Antoinette.\" Ovi zahtjevi su razgraničili postupak koji je pokrenula podnositeljica predstavke pred domaćim građanskim sudom i u skladu sa dispozitivnim principima, formirali su predmet presuda, koji im je dodijelio Tribunal de grande instance iz Libournea, Apelacioni sud iz Bordeauxa i na kraju Kasacioni sud, čija “presuda” je bila “konačna” na osnovu člana 26. Konvencije, što bi bilo “potpuno ili djelomično u konfliktu sa obavezama koje proističu iz ove Konvencije”, kako je to navedeno u članu 50.", "", "1.3. \tMeđutim, podnositeljica predstavke je odbijanje zahtjeva tumačila kao odbijanje francuskih organa vlasti da priznaju njen “istinski polni identitet” i da “dopusti da se ispravi naznaka o njenom polu u matičnoj knjizi kao i u njenim zvaničnim identifikacionim dokumentima” (vidi stav 43. presude), i smatrala je sebe žrtvom u smislu člana 8. Konvencije.", "", "\tAli, kao što tumačenje njene predstavke pokazuje, ove predstavke zasnivaju mutatio libelli pred institucijama Konvencije, s obzirom da nijednu žalbu njen podnosilac nije istakao pred domaćim sudovima u vezi sa evidentiranjem u matičnoj knjizi navodne promjene njenog prvobitnog pola, koji je naveden u njenom rodnom listu, niti vezano za njenu socijalnu situaciju nakon strukturalne promjene pola, što su, precizno, bili faktori koje je većina uzela u razmatranje prilikom utvrđivanja da je postojala povreda navedenog člana 8. (vidi stavove od 59.-63. presude).", "", "\tPo mom mišljenju, ono što je gđica B. zahtijevala od francuskih sudova bilo je “ispravljanje” navodne greške po pitanju pola i shodno tome promjenu u matičnoj knjizi i zamjena njenog muškog imena za žensko, popraćeno prethodnim utvrđenjem suda, da je ona ženskog pola. Gđica B., u namjeri da se vjenča sa muškarcem, nije tražila da Sud odluči da je ovdje postojao slučaj transseksualizma, nego da je postojala greška prilikom evidentiranja njenog pola, s obzirom da je, iako je ona žena, bila evidentirana kao muškarac. Ona nije dostavila bilo kakav zahtjev u vezi sa mogućom ispravkom identifikacije njenog pola u njenim zvaničnim dokumentima, što bi bila posljedica dodijeljene ispravke u skladu sa relevantnom legislativom (vidi stav 22. presude).", "", "1.4.\tIzgleda da je neophodno istaći da u sistemima koji imaju matične knjige, građanski status jednog lica počiva na izrazu njegove pravne ličnosti i na njegovoj poziciji u društvu, i svi izvodi iz njegovog rodnog lista, uključujući i pol, imaju uticaj koji prevazilazi interes pojedinca, s obzirom da mogu uticati na prava drugih. U takvim sistemima je građanski status koncept javnog reda i pretpostavlja se da su dokumenti koji se odnose na takav status ispravni. Slijedi da do promjene u rodnom listu može doći samo u slučaju ako je to u skladu sa postupkom koji je definisan zakonom. Pravna sigurnost prema tome zahtijeva da se ispravke u dokumentima o građanskom statusu regulišu zakonom i da ih kontrolišu sudovi.", "", "\tU francuskom zakonu, kao što ističu presude u predmetnom slučaju (vidi stavove od 13.-15. i 17. presude), lica ne mogu raspolagati svojim građanskim statusom na osnovu svoje volje. Članovi 57. i 99. Građanskog zakona (vidi stav 22. presude) definišu sadržaj rodnog lista kao i uslove za vršenje ispravki u slučaju “greške ili propusta”, i na sudovima je da odlučuju od slučaja do slučaja o takvim zahtjevima za ispravkama. Dugi spisak presuda koje su sudovi u Francuskoj donijeli (vidi stav 23. presude), a koje su prihvatili javni organi ustvari pokazuje da je prema francuskom zakonu moguće da se isprave bilješke u matičnoj knjizi koji se odnose na pol.", "", "1.5.\tU ovom predmetu, libourneski Tribunal de grande instance je odbio žalbu gđice B., pošto je, prema izvještaju stručnjaka, “(bilo) očigledno da se promjena pola namjerno odigrala umjetnim procesom” i da žalba (B.) “(nije mogla) biti usvojena bez ugrožavanja neotuđivosti statusa pojedinaca” (vidi stav 14. presude). Apelacioni sud u Bordeauxu je, potvrđujući ovu presudu, dao razloge za svoju presudu (vidi stav 15. presude), da “njegovo trenutno stanje nije (bilo) 'rezultat neopozivo urođenih faktora koji su postojali prije operacije i hirurške intervencije, a koje su zahtijevale terapeutske potrebe'”.", "", "\tI u ovoj presudi je Apelacioni sud (vidi stav 17. Izvještaja Komisije) za ovo pitanje rekao: “Nije postojao pokušaj psihološkog ili psihijatrijskog tretmana; prvi doktor koji je propisao hormonalni tretman nije proveo ispitivanje uz zaštitu, nije bila dodijeljena nikakva garancija takvih ispitivanja prije podvrgavanja hirurškoj operaciji u inostranstvu”. Bilo je dodato da je medicinski tretman kojem se “g. [B.] dobrovoljno podvrgnuo ... indicira ... s druge strane ... smišljenu namjeru, a da nije pokušao da se podvrgne ikakvom drugom tretmanu i da operacija nije bila neophodna zbog biološkog razvoja g. [B.]” (vidi stav 15. presude Evropskog suda). U svjetlu ovih nalaza od strane drugostepenog suda, Kasacioni sud je smatrao da je presuda bila zakonski opravdana i odbio je žalbu njenog podnosioca.", "", "1.6.\tStoga, iz ovih presuda slijedi da sudovi podnosioca predstavke nisu smatrali “istinskim transseksualcem”, s obzirom da se nije pokazalo da je neophodan medicinski tretman, čak ni nakon operacije kojoj se podvrgnuo u Moroccou, “Norbert (B.) je nastavio da pokazuje karakteristike osobe muškog pola” (vidi stav 17. presude).", "", "\tOvaj zaključak je, međutim, bio svrstan u okvir ovlaštenja ocjene dokaza, što u principu pripada državnim sudovima, u skladu sa konstantnom sudskom praksom Suda (v. inter alia presudu od 24. novembra 1986. god. u predmetu Unterpertinger protiv Austrije, Serija A br. 110, str. 15, stav 33. i presudu od 6. decembra 1988 u predmetu Barbera, Messegué i Jabardo protiv Španije, serija A br. 146, str. 31, stav 68.). U vezi sa ovim treba primijetiti da se podnositeljica predstavke nije žalila na medicinski nalaz, koji je dostavljen sudovima koji su razmatrali njenu tužbu.", "", "1.7.\tJa stoga ne mogu slijediti zaključke većine iz stava 55. presude. Ispravka navedenog pola, ili bilo koja ispravka u dokumentima o građanskom statusu, na osnovu pomenutog člana 99. francuskog Građanskog zakona, može biti izvršena na osnovu presude suda, koji utvrdi da je postojala greška ili propust u izvodu o polu prema navodima podnosioca predstavke, sa svim zakonskim konsekvencama – posebno onim iz građanskog zakona – takvog proglašenja i za podnosioca predstavke i za treća lica u društvu i za društvo uopšte.", "", "\tPrema principima koji vladaju građanskim postupkom, nije moguće, kako se čini da to većina sugeriše, da se izvrši “upisivanje, onda kada se donese presuda, u rodni list gđice B., u jednom ili drugom obliku, primjedba čija svrha ni(je), striktno govoreći, da ispravi aktuelnu prvobitnu grešku, nego da se unesu najnovije informacije u dokument, a koje bi odražavale trenutno stanje podnosica predstavke”, kada takva greška nije bila dokazana u postupku, ili kada takav “propust” – utvrđen “novi polni identitet” – nije zahtijevala podnositeljica predstavke, uzimajući u obzir ex officio “neopozivo napuštanje vanjskih obilježja prvobitnog pola gđice. B. “ ili opet “očigledno opredjeljenje podnosioca predstavke” da se podvrgne operaciji bez garancija za uspjeh, što zahtijeva najnaprednija medicinska praksa.", "", "1.8.\tPo mom mišljenju većina je, umjesto da se striktno zadržala na specifičnim zahtjevima podnosioca predstavke, upućenim francuskim sudovima i na pravnim osnovama odbijanja, navedenim u presudama, koji su zasnovani na pravnoj nemogućnosti da se dozvoli da se izvrše ispravke u izvodima o polu, bez dokaza o postojanju greške i činjenice da promjena nije bila rezultat samo smišljene namjere podnosioca predstavke, nego i neophodne potrebe, u skladu sa medicinskim nalazom, posvetila se prije apstraktnom pitanju o statusu transseksualaca u Francuskoj i tako napustila tradicionalni metod Suda.", "", "2.1.\tDalje, u skladu sa praksom Suda, kako je to navedeno u prethodne dvije presude koje se odnose na transseksualizam u Velikoj Britaniji - presuda od 17. oktobra 1986. god. (Serija A br. 106) u predmetu Rees protiv Velike Britanije i presuda od 27. septembra 1990. god. (Serija A br. 184) u predmetu Cossey protiv Velike Britanije – zadnja presuda donesena u predmetu koji je bio praktično identičan ovome – pitanje promjene rodnog lista transseksualca koji želi da mu se ubilježi naznaka pola u matičnoj knjizi je pitanje domaćih organa i njihovih legislativa ili sudskih organa, koji su u najboljoj poziciji da odgovore na potrebe ili nade svakog društva i “zahtjevima situacije koji se javljaju prilikom utvrđivanja koje mjere se trebaju usvojiti” (vidi gore pomenutu presudu u predmetu Rees, str 17, stav 42. (a)). Na njima je da regulišu uslove, mjeru i posljedice ispravke u dokumentima o građanskom statusu kako bi se postigla pravična ravnoteža između interesa transseksualaca koji su pripadnici drugog pola, a kojem smatraju da pripadaju i koji je priznat u društvu i između općeg interesa u očuvanju neotuđivosti navoda činjenica na rodnom listu – strukturalni ili biološki pol – kako bi se očuvala prava drugih, posebno ako je jedan transseksualac u braku ili se želi vjenčati ili ako ima djecu ili ako će dobiti dijete ili ga želi usvojiti.", "", "2.2.\tSud je, zaista, već rekao (vidi presudu od 28. maja 1985. god. u predmetu Abdulaziz, Cabales i Balkandali protiv Velike Britanije, Aerija A br. 94, str. 33-34, stav 67.) da “iako je osnovni predmet člana 8. da štiti pojedinca od arbitrarnog miješanja javnih vlasti, mogle bi dodatno postojati pozitivne obaveze”. Međutim, recimo da “pojam 'poštivanja'” privatnog života “nije pojašnjen”, posebno po pitanju pozitivnih obaveza (ibid., str. 33-34, stav 67.), ove obaveze su podvrgnute stepenu slobodne procjene države i “imajući obzir slijed različitih praksi i situacija koje se susreću u zemljama potpisnicama, stanovišta će značajno varirati od slučaja do slučaja” (vidi. gore pomenutu presudu u predmetu, str. 15, stav 37.).", "", "\tSud je takođe u presudi u predmetu Rees (ibid., str. 14, stav 35.) i u predmetu Cossey (ibid., str. 15, stav 36.) naveo da se odbijanje da se izvrši ispravka u matičnoj knjizi ne može smatrati miješanjem u privatni život lica u smislu člana 8. Konvencije. Ono što je podnositeljica predstavke tvrdila nije to što bi se Država trebala suzdržati od radnji, nego prije što bi trebala preduzeti mjere da modifikuje postojeći sistem, i pitanje da li je efikasno poštivanje privatnog života transseksualca nametnuto pozitivnom obavezom države, u vezi s tim je trebalo odgovoriti uz osvrt na “pravičnu ravnotežu koja treba da bude uspostavljena između opšteg interesa zajednice i interesa pojedinca.” Prilikom donošenja zaključka da je takva obaveza stavljena na dužnost tuženoj državi, Sud je uzeo u obzir inter alia činjenicu da “zahtjev uspostavljanja ravnoteže ne može nastati iz ikakve direktne obaveze tužene Države da mijenja osnov svog sistema evidentiranja rođenih”.", "", "2.3.\tPrilikom donošenja ovih presuda, Sud je primijetio (vidi presudu u predmetu Cossey, ibid., str. 17, stav 42, i presudu u predmetu Rees, ibid., str. 19, stav 47.) \"ozbiljnost problema s kojim se suočavaju transseksualci i patnji kojoj su izloženi” i primio je k znanju rješenje koje je usvojio Evropski parlament 12. septembra 1989. god. kao i Preporuku 1117 (1989. god.) Parlamentarne skupštine Savjeta Evrope od 29. septembra 1989. god., od kojih su oba hrabrili usklađivanje zakona i prakse u ovom području, i ukazivali su da bi “potreba za prikladnim zakonskim mjerama u vezi sa transseksualcima trebala biti predmet stalnog preispitivanja imajući posebno u vidu naučni i društveni razvoj” (vidi presudu u predmetu Rees, ibid., str. 17 i 18, tačke 42. i 43. i presudu u predmetu Cossey, ibid., str. 16, stav 40.).", "", "2.4.\tAli, kao što je većina skrenula pažnju (vidi stav 47. i 48. presude), nije došlo do naučnog ili društvenog razvoja u zadnjih šesnaest mjeseci, koji bi mogao opravdati promjenu ove sudske prakse. Pored napora većine da predmete razlikuje tako što će podržavati svoju sudsku praksu, okolnosti ovog predmeta se ne razlikuju puno od onih u predmetima Rees i Cossey, a da bi se u ovom ustanovila povreda.", "", "2.6.\tNiti se može pitanje riješiti “identičnim prilagođavanjem postojećem sistemu” (vidi presudu u predmetu Rees, ibid., str. 17-18, stav 42.) kao što je ispravljanje rodnog lista kako bi se priznao “novi polni identitet” transseksualca nakon operacije ili njegov “društveni pol”, s obzirom da francuski pravni sistem ovo ne priznaje. Sudovi, vršeći svoja sudska ovlaštenja, ne mogu nadilaziti tumačenje zakona, koje se može primijeniti na činjenice predmeta, kako je potvrdila njihova ocjena dokaza koji su im bili dostavljeni. Oni ne mogu naložiti način ispravljanja koji je drugačiji od onog koji je predviđen zakonom, jer bi drugačiji postupak zahtijevao da se promijeni “sami osnov” sistema građanskog statusa, na isti način kao što bi se od Velike Britanije tražilo da promijeni svoj sistem registrovanja rođenih (vidi gore pomenutu presudu u predmetu Rees, str. 16-18, tačka 39., 40. i 42. (a), i gore pomenutu presudu u predmetu Cossey, str. 15, stav 38. (a)), koji je opravdao nalaze u ova dva predmeta da Velika Britanija nije povrijedila član 8.", "", "3.1.\tKonačno, činjenice u ovom predmetu, po pitanju pozicije transseksualaca u Francuskoj, dovele su nas do istog zaključka, naime, da Francuska nije povrijedila pravo poštivanja privatnog života istinskog transseksualca. U Francuskoj je to demonstrirano tako što:", "", "\t(1)\t\"se ne zahtijeva zakonska formalnost ili odobrenje za hormonalni tretman ili za operaciju, s namjerom davanja transseksualcima vanjske osobine pola, koji žele da im se prizna \" (vidi stav 18. presude);", "", "\t(2)\t\"od 1979. godine su omogućene hirurške operacije, a koje su podvrgnute medicinskoj kontroli \" (ibid.);", "", "\t(3)\t\"troškove za neke od ovih operacija snosi socijalno osiguranje” (ibid.), prema Vladi, kada je medicinska komisija proučavala lice najkraće dvije godine i ako se operacija obavi u javnoj bolnici;", "", "\t(4)\t\"kao opšte pravilo, pol nije naznačen na administrativnim dokumentima koji se izdaju licima, a to su tradicionalna državna lična karta, klasični pasoši, vozačka dozvola, birački listići, izvod iz državljanstva itd” (vidi stav 25. presude);", "", "\t(5)\tkao što sam gore istakao, “veliki broj francuskih tribunaux de grande instance i apelacionih sudova su udovoljili molbama za promjenu podataka u matičnim knjigama, koji se odnose na pol i ime” (vidi stav 23. presude).", "", "3.2.\tPrema tome, u Francuskoj postoje medicinske i pravne kontrole kod promjene pola, ali takva predostrožnost ne može, međutim, biti kritikovana s pravne tačke gledišta – uzimajući u obzir trenutni sistem građanskog statusa u Francuskoj – ili sa medicinske tačke gledišta – imajući na umu vrlo ozbiljan rizik koji je uključen zbog doživotnog medicinskog hormonalnog tretmana i implantacije i nepovratnog odstranjivanja polnog organa. Suprotno tome, po mom mišljenju, oni zaslužuju pohvalu zbog izbjegavanja grešaka sa nepovratnim posljedicama, nepromišljenih odluka ili hirurških operacija, koje su sumnjive neophodnosti ili su čak nepreporučive, čak i za one koji istinski za sebe vjeruju da su transseksualci.", "", "\tOvaj stav takođe služi da obeshrabri pravne zahtjeve za ispravljanje građanskog statusa koji je zasnovan na već završenoj operaciji koja je izvršena bez verifikacije da je bila neophodno potrebna i bez medicinskih garancija za uspjeh, s obzirom da medicinski nalaz mora navoditi mišljenje o terapeutskoj neophodnosti.", "", "4.\tKako sam zaključio da nije postojala povreda Konvencije u predmetnom slučaju, ne smatram da bi bilo logično da se pridružim zaključcima većine, da tužena država treba da isplati podnosiocu predstavke iznos za pravičnu naknadu.", "", "SAGLASNO MIŠLJENJE SUDIJE WALSHA", "", "1.\tJa se slažem da je u ovom predmetu postojala povreda člana 8. Konvencije. Moje mišljenje se zasniva samo na razlozima koji su ovdje izloženi.", "", "2.\tZadovoljan sam da su presude Suda u predmetu Rees (serija A br. 106) odnosno u predmetu Cossey (serija A br. 184) ispoštovale principe i da u ovom predmetu nema ništa što bi upućivalo na njihovo napuštanje.", "", "3.\tDokazima je utvrđeno da rodni list podnosioca predstavke pravilno opisuje podnosioca predstavke kao osobu muškog pola kao i činjenicu da je podnositeljica predstavke biološki bila i jeste muškog pola, kako je to utvrđeno. Ne postoji indikacija da je napravljena bilo kakva greška u vezi sa ovom činjenicom. Zato, zahtijevati da se promijeni evidencija, kako bi se registrovalo da je podnositeljica predstavke rođena kao pripadnik biološki ženskog pola, bilo bi falsifikovanje ispravnih istorijskih podataka i zamjena lažnim.", "", "4.\tPodručje života u kojem je biološki pol osobe od najvitalnijeg značaja je područje braka. Sud je već odlučio u predmetu Cossey, da je brak, kako je navedeno u članu 12. Konvencije, ograničen na vjenčanje između dva lica, od kojih je jedno od njih biološki ženskog pola, tako odražavajući ono što je bilo univerzalno usvojeno u toku čitave istorije čovjeka.", "", "\tČinjenica da neke države u svojim domaćim zakonima dozvoljavaju i priznaju pravni odnos ili partnerstvo između lica istog biološkog pola kao da imaju isto pravno dejstvo kao brak i čak koriste riječ “brak” da opišu takav odnos, što se na ovaj način ne može poistovjetiti sa brakom između lica suprotnog biološkog pola, kako je to predviđeno članom 12. Konvencije. Ako se roditelj bilo kojeg pola podvrgne operaciji tzv. “promjene spola”, on ne može steći izgled, anatomski ili drugačiji, osobe drugog biološkog pola; bio bi vrhunski apsurd opisati oca koji je postao djetetova majka ili tetka, kao što bi to bilo i sa majkom, koja je postala djetetov otac ili ujak.", "", "5.\tJa sam mišljenja da se od tužene države razumno ne bi moglo očekivati da mijenja svoj zakon na takav način da briše istinu iz državnih podataka ili da zauvijek krije istinski biološki pol u svakoj situaciji, i od svih lica i tijela bez obzira na kvalifikaciju. Po mom mišljenju, ako bi se uradilo ovako, svakako bi vodilo kršenju članova 8. i 12. Konvencije. Bilo bi vrlo nezgodno kada bi zakon dopustio situaciju u kojoj lice, u želji da se vjenča sa licem drugog biološkog pola, ne bi moglo biti, kada se pojavi sumnja, sigurno u istinski biološki pol druge strane, osim u slučaju priznanja te druge strane. Stoga bilo koja navedena povreda člana 8. u ovoj sferi mora biti ispitana u kontekstu djelimičnog prikrivanja ili falsikovanja podataka istorijskih činjenica.", "", "6.\tKao predmet gore pomenute kvalifikacije sada treba razmotriti s čim u vezi se može smatrati da je tužena država povrijedila član 8. Konvencije.", "", "\tPodnositeljica predstavke se psihološki identifikovala sa ženskim polom i očigledno je da je ovo stanje postojalo još od djetinjstva i sa godinama sve je više dolazilo do izražaja. Ultimativno je podnosioca predstavke vodilo da se podvrgne operaciji “promjene pola”, koja je bila prije potreba psiholoških nego medicinskih imperativa. Kao rezultat, podnositeljica predstavke je usvojila novi “identitet pola”, tako što je novi identitet po pitanju vanjske pojave bio potpuno ženski. Podnositeljica predstavke je tražila da se ovaj novi identitet ispoštuje u francuskom zakonu, kao bitan element privatnosti njenog novog životnog stila, bez miješanja tužene Države i njenih agencija i javnih organa. Ja ne smatram nerazumnim zahtjev za usvajanje ženskog imena iz ranga imena koje dopušta Francuska u pogledu uspostavljanja sticanja identiteta. Jasno je da je odbijanje izdavanja dozvole za ovu promjenu pokazalo da je to miješanje u privatnost usvojenog načina života. Slično, obavezni identifikacioni dokumenti koji su u suprotnosti sa usvojenim identitetom takođe predstavljaju miješanje.", "", "\tTužena država nije pokazala bilo kakvo valjano opravdanje u smislu člana 8. stava 2. Konvencije. Kao što je poznato, udovoljavanje zahtjevu podnosioca predstavke bi moglo izazvati znatne administrativne neprilike, ali to ne bi moglo biti opravdanje za odbijanje odgovornih organa. Matična knjiga je konačna po pitanju činjenice da su sadržane informacije dostupne odgovarajućem službeniku, ali nisu konačne po pitanju ispravnosti ili po pitanju istinosti dostavljenih informacija. Tako, matična knjiga ne može biti smatrana kao konačni dokaz biološkog pola osobe koja je bila tako registrovana, iako se može smatrati kao prima facie dokaz koji ostaje dok se ne ispravi. Na državnim organima je da ustanove pravne mjere koje su neophodne u postizanju ciljeva za izdavanje identifikacionih dokumenata, konzistentnim sa usvojenim identitetom bez otkrivanja biološkog pola osobe, ako u stvari nije isti onome koji je naznačen u dokumentima, dok se u isto vrijeme, bez brisanja iz državnih podataka informacija kojima se utvrđuje istinski biološki pol osobe, takve informacije ne bi trebale čuvati u tajnosti, gdje za to postoji stvarna potreba.", "", "", "SAGLASNO MIŠLJENJE SUDIJE RUSSOA", "", "", "\tJa sam glasao u korist tačke 1. iz operativnih odredbi, ali sam mišljenja da će Sud morati ponovno razmotriti svoju sudsku praksu po ovom pitanju, kada Protokol br. 9 (P9) Konvencije stupi na snagu.", "", "____________________________", "", "", "KLJUČNE RIJEČI:", "Iscrpljivanje domaćih pravnih lijekova/", "Privatnost /", "Neljudski tretman i kažnjavanje /", "Pravična naknada/"]}