{"file": "BOS_HJUDBOS_11662_85.docx", "doc_type": "HJUDBOS", "doc_lang": "BOS", "case_id": "11662/85", "text_paragraphs": ["OBERSCHLICK protiv AUSTRIJE", "", "Presuda od 23. maja 1991. godine", "", "NEZVANIČNI SAŽETAK I OKOLNOSTI PREDMETA", "", "", "A.\tOsnovne činjenice", "", "\tPodnosilac predstavke i nekoliko drugih lica su 20. aprila 1983. godine iznijeli podatke o kriminalnim radnjama austrijskog političara, g. Grabher-Meyera, tadašnjeg generalnog sekretara jedne od političkih stranaka u vladajućoj koaliciji, koji je dao određene izjave o porodičnom izdržavanju koje, po njegovom mišljenju, s jedne strane treba da bude plaćeno Austrijankama, a s druge strane majkama imigrantima, podržavajući povećanje od 50 % za prve, a smanjenje od 50 % za ove druge. Puni tekst ove informacije, koja znatno upućuje na krivična djela podsticanja na mržnju i djelatnosti suprotne Zakonu o zabrani nacional-socijalizma (\"National Socialism Prohibiton Act\") , podnosilac predstavke je objavio isti dan u sedmičniku Forum u kojem je i zaposlen kao novinar. Kancelarija bečkog javnog tužioca je odlučila da ne preduzme krivično gonjenje gospodina Grabhel-Meyera.", "", "\tOdmah zatim političar je, u privatnom svojstvu, preuzeo krivično gonjenje podnosioca predstavke i drugih potpisnika informacije radi klevete. Žalbeno Vijeće bečkog Regionalnog krivičnog suda (\"Review Chamber of the Vienna Regional Criminal Court\") je obustavilo postupak, ali je bečki Apelacioni sud, rješavajući po predstavki političara, dana 31. maja 1983. godine ukinuo tu odluku i vratio predmet Regionalnom sudu.", "", "\tDana 11. maja 1984. godine Regionalni sud je osudio podnosioca predstavke i novčano ga kaznio; također je naredio oduzimanje spomenutog izdanja Foruma i naredio objavljivanje presude u ovom časopisu. Bečki Apelacioni sud je, u sastavu istih sudija koji su odlučivali u prethodnom postupku ( 31. maja 1983. godine), dana 17. decembra 1984. godine odbio žalbu podnosioca predstavke. Apelacioni sud je smatrao da je podnosilac predstavke, bez dovoljnog uporišta u činjenicama, insinuirao da je političar zauzeo nacional-socijalistički stav.", "", "", "B.\tPostupak pred Komisijom za ljudska prava", "", "\tPodnosilac predstavke je 16. juna 1985. godine podnio predstavku Komisiji. Dana 10. maja 1988. godine Komisija je predstavku proglasila prihvatljivom.", "", "\tNakon što je bezuspješno pokušala postići prijateljsko rješenje, Komisija je 14. decembra 1989. godine donijela izvještaj u kojem je utvrdila činjenice i iznijela svoje mišljenje da:", "", "\t(a)\tje postojala povreda člana 10 (19 glasova za prema 2 protiv);", "", "\t(b)\tu vezi sa postupkom pred Regionalnim sudom, nije postojala povreda člana 6 stav 1 \t(jednoglasno);", "", "\t(c)\tu vezi sa postupkom pred Apelacionim sudom, postojala je povreda prava podnosioca predstavke na nepristrasan i zakonom ustanovljen sud, kako je garantovano članom 6 stav 1, te da \tnije potrebno posebno ispitivati da li je bilo poštivano njegovo pravo na \"pravično suđenje\" ( 20 glasova za prema 1 protiv).", "", "\n", "IZVOD IZ PRESUDE", "", "PRAVO", "", "", "I\tPRELIMINARNI PRIGOVOR", "", "37.\tVlada je, kao prigovor, koji je već istakla i pred Komisijom, navela da se gospodin Oberschlick nije pridržavao člana 26 Konvencije da predstavka mora biti podnesena \"u roku od šest mjeseci od dana kada je donesena konačna odluka\" (\"dans le délai de six mois, a partir de la date de la décision interne définitive\"). Ovaj navod je, prije svega, istaknut u vezi s njegovom glavnom žalbom iz člana 6 stav 1 i člana 10, te zbog posebnog prigovora koji se odnosi na ispravku zapisnika sa suđenja.", "", "\tA.\tGlavne žalbe prema članovima 6 stav 1. i 10", "", "38.\tVlada je zapazila da do 25. juna 1985. godine predstavka nije stigla pred Komisiju, dok je Apelacioni sud u Beču usmeno izrekao konačnu odluku više od šest mjeseci prije tog datuma, tj. 17. decembra 1984. godine. Po mišljenju Vlade, datum dostavljanja pismenog otpravka konačne presude (7. januar 1985. godine) u tu svrhu je nebitan ( v. stavove 22 i 24 gore).", "", "\tGospodin Oberschlick se u odgovoru branio time da se mora smatrati da je njegova predstavka dostavljena danom podnošenja, odnosno 16. juna 1985. godine. U svakom slučaju, šestomjesečni period treba da teče od dana dostavljanja pismenog otpravka presude, pošto se predstavka Komisiji ne može podnijeti na osnovu sažetka obrazloženja koje je sud dao po izricanju presude.", "", "39.\tSlijedeći svoju ustaljenu praksu, Komisija je prihvatila da je predstavka podnesena 16. juna 1985. godine, a to je zadnji dan šestomjesečnog roka \"ako se računa od dana kad je konačna presuda usmeno objavljena\".", "", "40.\tUzimajući u obzir okolnosti predmeta, sud prihvata da je, u pogledu glavnih predstavki, predstavka g. Oberschlicka bila poslana poštom 16. juna 1985. godine i, prema tome, bila predočena u roku predviđenom članom 26.", "", "B.\t\tŽalba u vezi sa ispravkom zapisnika sa suđenja (član 6. stav 1)", "", "41.\t\tVlada je nadalje dostavila da je, u vezi sa odbijanjem zahtjeva g. Oberschlicka za ispravku zapisnika za suđenja, njegova predstavka bila jasno van roka, zato što je šestomjesečni rok počeo da teče 30. oktobra 1984. godine, kad je odluka Regionalnog suda od 4. oktobra 1984. godine u toj stvari koja je bila konačna - bila uručena podnosiocu predstavke.", "", "42.\t\tSud ne dijeli ovo mišljenje. Postupak pred domaćim organima bi bio nepotrebno odgađan i komplikovan ako bi se predstavke u vezi sa procesnim odlukama, kao što je u ovom predmetu, morale podnositi prije konačne odluke o meritumu. Zbog toga, u vezi sa takvim procesnim odlukama, čak i da su postale konačne prije okončanja postupka, šestomjesečni rok spomenut u članu 26 počinje teći samo od istog datuma kao i onaj koji je relevantan u vezi sa konačnom odlukom o meritumu.", "", "\t\tPrema tome, ne može se smatrati da je predstavka neblagovremena.", "", "  C. Zaključak", "", "43.\t\tZaključno, preliminarni prigovor Vlade se mora odbiti.", "", "", "II.\t\tNAVODNA POVREDA ČLANA 6, stav 1", "", "44.\t\tG. Oberschlick navodi da nije imao \"pravničinu raspravu\" pred \"nepristranim sudom koji je zakonom ustanovljen\", u smislu člana 6. stav 1 Konvencije koji, u relevantnom dijelu, propisuje:", "", " \"Prilikom utvrđivanja ... bilo kakve krivične optužbe protiv njega, svako ima pravo na pravičnu ... raspravu ... pred nezavisnim i nepristrasnim, zakonom ustanovljenim sudom...\"", "", "\tA.\t\tPostupak pred Regionalnim sudom u Beču", "", "\t\t1.\tIspravka zapisnika sa suđenja", "", "45.\t\tPred Komisijom, podnosilac predstavke se žali na odbijanje Regionalnog suda da ispravi sudski zapisnik, koji nije, kako on kaže, tačno naveo određene izjave gospodina Grabher-Meyera, privatnog tužioca, a koje su bili od posebne važnosti da bi se dokazala istinitost navoda podnosioca predstavke (v. stav 21 gore).", "", "\t\tU svom izvještaju (stav 85) Komisija je zaključila da nije došlo do povrede člana 6. stav 1 u tom smislu. Podnosilac predstavke je pred Sudom izjavio da, sa jednim izuzetkom koji se odnosi na drugu okolnost, on u potpunosti dijeli zaključke Komisije i da nije dublje zalazio u pitanje ispravke zapisnika sa suđenja. Usljed ovih okolnosti, Sud ne vidi razloga da dalje ispituje ovo pitanje.", "", "\t\t2.\tPravičnost postupka", "", "46.\t\tGospodin Oberschlick tvrdi da mu je pravična rasprava bila uskraćena u drugom postupku na taj način što se 11. maja 1984. godine Regionalni sud pogrešno smatrao vezanim za odluku Apelacionog suda u prvom postupku.", "", "47.\t\tIako je utvrđeno da je stanovište Regionalnog suda u suprotnosti sa domaćim pravom (član 486. stav 5 Zakona o krivičnom postupku), to prema stavu Suda ne predstavlja povredu Konvencije samo po sebi.", "", "\t\tRegionalni sud je, u stvari, razmotrio dokaze koje je imao i donio potpuno obrazložen zaključak da je podnosilac predstavke kriv (vidi gore stav 20). Ova odluka je kasnije po žalbi potvrđena.", "", "\tB.\tPostupak pred Apelacionim sudom", "", "48.\t\tPred Komisijom, gospodin Oberschlick je uglavnom tvrdio da Apelacioni sud u Beču, kada je provodio pretres u njegovom predmetu u drugom postupku, nije bio \"nezavisan i nepristrasan sud\" i nije bio \"zakonom ustanovljen\" iz razloga - što je suprotno članu 489. stav 3 Zakona o krivičnom postupku (vidi gore stav 28) - što je predsjedavao isti sudija kao i u prvom postupku.", "", "\t\tPred Sudom je gospodin Oberschlick dopunio tu žalbu navodeći da je u međuvremenu bio naveden da vjeruje da je, ne samo predsjedavajući sudija, nego da su i druga dvojica sudija žalbenog vijeća prisustvovali u oba navrata. Iz odgovora Vlade na pitanje Suda proisteklo je da je to tačno.", "", "49.\t\tKomisija je zaključila da, kao rezultat učešća sudije koji je trebao da se isključi iz predmeta u skladu sa članom 489. stav 3 Zakona o krivičnom postupku, Apelacioni sud u drugom navratu nije bio \"ustanovljen zakonom\" i, kao odvojeno pitanje, nije bio \"nepristrasan\" (vidi stavove 99 i 103 Izvještaja).", "", "50.\tSud zapaža da se, u suštini, ove dvije žalbe podnosioca predstavke podudaraju.", "", "\tČlan 489. stav 3 Zakona o krivičnom postupku, koji propisuje da se u sastavu Apelacionog suda neće nalaziti, u slučaju kao što je ovaj, bilo koji sudija koji je prethodno radio na predmetu u prvom postupku (v. stav 28 gore), pokazuje napor domaćeg zakonodavstva da otkloni sve razumne sumnje u pogledu nepristrasnosti tog suda. Prema tome, nepoštivanje ovog pravila znači da je predstavku podnosioca predstavke razmatrao sud čija je nepristrasnost prema domaćim zakonima podložna sumnji.", "", "51.\tVlada je navela da je, svojim propustom da na raspravi od 17. decembra 1984. godine osporava ili uloži bilo kakav prigovor u pogledu učešća predsjednika vijeća (članovi 73; 281, stav 1, tačka 1 i 345 stav 2 Zakona o krivičnom postupku), podnosiocu predstavke prestalo pravo da traži zamjenu tog sudije.", "", "\tPrema pravnoj praksi Suda, odricanje od prava garantovanog Konvencijom – ukoliko je to dozvoljeno – mora biti ustanovljeno na nesumnjiv način (v. između ostalog, presudu u predmetu Barbara, Messegué i Jabardo od 6. decembra 1988.godine, Serija A br. 176, str. 35, st. 82).", "", "\tOvdje je trebalo da se na osnovu člana 489. stav 3 Zakona o krivičnom postupku izuzmu, po službenoj dužnosti, ne samo predsjednik nego i druga dva člana Apelacionog suda. Bez obzira na stanovište u pogledu predsjedavajućeg sudije, ni podnosilac predstavke ni njegov branilac nisu bili upoznati, sve do rasprave od 17. decembra 1984. god., da su drugo dvoje sudija također učestvovali u donošenju odluke od 31. maja 1983. godine.", "", "\tPrema tome, nije utvrđeno da se podnosilac predstavke odrekao prava da u njegovom predmetu odluči «nepristrasan” sud.", "", "52.\tShodno navedenom, u tom pogledu je došlo do povrede člana 6. stav 1 Konvencije.", "", "III.\tNAVODNA POVREDA ČLANA 10.", "", "\tA.\tPredmet odluke", "", "53.\tPrema članu 10. Konvencije,", "", "\t\t\t“1.\tSvako ima pravo na slobodu izražavanja. Ovo pravo uključuje slobodu mišljenja i slobodu primanja i prenošenja informacija i ideja, bez miješanja javne vlasti i bez obzira na granice. Ovaj član ne sprječava države da zahtijevaju dozvolu za rad od radio, televizije i filmskih kompanija.", "", "2. Ostvarivanje ovih sloboda, budući da uključuje obaveze i odgovornosti, može podlijegati takvim formalnostima, uvjetima, ograničenjima ili sankcijama predviđenim zakonom i koje su neophodne u demokratskom društvu u interesu nacionalne sigurnosti, teritorijalnog integriteta ili javne sigurnosti, sprječavanja nereda ili zločina, zaštite zdravlja i morala, ugleda ili prava drugih, sprječavanja širenja povjerljivih informacija ili u interesu očuvanja autoriteta i nepristrasnosti sudstva.”", "", "\tG. Oberschlick je naveo da je osudom njega za klevetu i drugim sudskim odlukama u vezi s tim (v. stav 20 gore) povrijeđeno njegovo pravo na slobodu izražavanja koje je garantovano ovim članom.", "", "54.\tNije sporno da je osuda podnosioca predstavke od strane Regionalnog suda u Beču dana 11. maja 1984. godine (v. stav 20 gore) potvrđena od strane Apelacionog suda u Beču dana 17. decembra 1984. godine (v. stavove 22-23 gore), predstavljala «miješanje” u njegovo pravo na slobodu izražavanja.", "", "\tNije sporno ni da je ovo miješanje bilo «propisano zakonom”, to jest članom 111. Krivičnog zakona (v. stav 25 gore), i da je njegov cilj bila zaštita «pogleda ili prava drugih” u smislu značenja člana 10. stav 2 Konvencije.", "", "\tArgument pred Sudom se svodi na pitanje da li je miješanje bilo «neophodno u demokratskom društvu” kako bi se postigao taj cilj.", "", "55.\tPodnosilac predstavke je naglasio da u demokratskom društvu uloga časopisa kao što je Forum uključuje kritičke komentare o prijedlozima socijalne ili pravne politike koje su dali političari. U tom smislu, štampa bi trebalo da bude slobodna da bira oblik komentara za koji smatra da najprikladnije služi svojoj svrsi. U ovom predmetu, on se ograničio na izvještavanje i davanje vlastitog tumačenja prijedloga g. Grabher-Meyera u vezi sa porodičnim dohotkom za strance. Austrijski sudovi su mu osporili ne samo pravo davanja svog mišljenja o tome da li je prijedlog predstavljao oživljavanje nacional-socijalizma nego i historijsko upoređivanje na osnovu trenutnog činjeničnog stanja.", "", "\tKomisija je prihvatila predstavku podnosioca predstavke.", "", "56.\tPrema stavu Vlade, g. Oberschlick je prekoračio granice opravdane i prihvatljive kritike. Sporna publikacija je, prema sudovima u Austriji, rezultirala optuživanjem g. Grabher-Meyera da je imao nacional-socijalnih ideje, da je učinak ove optužbe bio potkrijepljen izabranim načinom. Smatrali su da podnosilac predstavke nije mogao dokazati osnovanost svoje optužbe i da je zbog toga kriv zbog klevete.", "", "\tPo mišljenju Vlade, Evropski sud ne odlučuje o tome da li je ispravno ovo obrazloženje austrijskih sudova; ovo proizlazi iz stepena slobodne procjene, koji je prepušten domaćim organima: oni su u boljem položaju od međunarodnih sudija da utvrde šta se treba smatrati klevetom, s obzirom da ovo u određenom stepenu zavisi od nacionalnog koncepta i pravne kulture jedne zemlje.", "", "\tB.\tOpći principi", "", "Sud podsjeća da sloboda izražavanja, kako je to garantovano stavom 1 člana 10., predstavlja jedan od bitnih temelja demokratskog društva, i jedan je od osnovnih uslova za njegov napredak i samoispunjenje svakog pojedinca. U svjetlu stava 2. ovo se primjenjuje ne samo na «informacije” ili «ideje” koje se povoljno primaju ili smatraju neuvredljivim ili su predmet ravnodušnosti, nego i one koje vrijeđaju, šokiraju ili uznemiravaju; to su zahtjevi pluralizma, tolerancije i širokoumnosti bez kojih nema «demokratskog društva”. (v., inter alia, presudu u predmetu Handyside od 7. decembra 1976. god., Serija A br. 24, str. 23, stav 49, i presudu Lingens od 8. jula 1986. god., Serija A br. 103, str. 26, stav 41).", "", "\tČlan 10. ne štiti samo bit ideja i izraženih informacija nego i način njihovog saopštavanja.", "", "58.\tOvi principi su od posebne važnosti za štampu. Dok se ne smije prekoračiti postavljena granica, inter alia, radi «zaštite ugleda drugih”, zadatak štampe je da, ipak, saopćava informacije i ideje političkog karaktera i o drugim stvarima od općeg interesa (v. mutatis mutandis, presudu Sunday Times od 26. aprila 1979. g., Serija A br. 30, str. 40, stav 65, i gore pomenuta presuda Lingens, loc. cit.).", "", "\tSloboda štampe pruža javnosti najbolje sredstvo otkrivanja i formiranja mišljenja o idejama i stavovima političkih vođa. Ovo je naglašeno formulacijom člana 10, gdje je posebno navedeno pravo javnosti na primanje informacija i ideja. Općenito, sloboda političkih rasprava je srž koncepcije demokratskog društva koja prevladava u Konvenciji (v. gore pomenutu presudu u predmetu Lingens, Serija A br. 103, str. 26, stav 42).", "", "59.\tGranice prihvatljive kritike su, prema tome, šire u pogledu političara koji djeluje u javnom svojstvu nego u odnosu na pojedinca. Ovaj prvi se neminovno i jasno izlaže pomnom ispitivanju svake njegove riječi, od strane i novinara i sveukupne javnosti, i mora da pokaže visoki stepen tolerancije, posebno kada daje javne izjave koje su podložne kritici.", "", "\tSigurno je da političar ima pravo na zaštitu svog ugleda, čak i kada ne djeluje privatno, ali se zahtjevi ove zaštite moraju odvagati nasuprot interesu za otvorenom diskusijom o političkim pitanjima (v. gore pomenutu presudu u predmetu Lingens, Serija A br. 103, ibid.).", "", "60.\tZadatak Suda u ovom predmetu mora biti posmatran u svjetlu ovih principa. Ono o čemu je ovdje riječ jesu upravo granice prihvatljivog kriticizma u kontekstu javne rasprave o političkim pitanjima od općeg interesa. U takvim predmetima Sud treba da se uvjeri da su domaće vlasti primijenile standarde koji su u saglasnosti sa ovim principima i, osim toga, da su to činile u skladu sa prihvatljivom ocjenom relevantnih činjenica.", "", "\tU tu svrhu Sud će razmotriti osporene sudske odluke u svjetlu predmeta u cjelini, uključujući i publikaciju podnosioca predstavke i kontekst u kojem je napisana (v., inter alia, gore pomenutu presudu u predmetu Lingens, Serija A br. 103, str. 25., stav 40.).", "", "  C.\tPrimjena ovih principa", "", "61.\tPodnosilac predstavke je osuđen «što je u Forumuu reprodukovao tekst koji je sadržavao krivičnu prijavu koju su on i druga lica iznijeli protiv gospodina Grabher-Meyera. Tokom izborne kampanje, ovaj političar je dao određene izjave u javnosti, prenesene na televizijskom programu, koje su se ticale dohotka porodica stranaca, te predložio je da takva lica imaju manje povoljan tretman od Austrijanaca (v. stavove 11-13 gore). Podnosilac predstavke je izrazio mišljenje da ovaj prijedlog odgovara filozofiji i ciljevima nacional-socijalizma kao što je rečeno u NSDAP manifestu iz 1920 (v. stav 13 gore).", "", "\tSud se slaže sa Komisijom da je ubacivanje teksta iznesene informacije u Forum-u doprinijelo javnoj raspravi o političkom pitanju od općeg značaja. Posebno, pitanje različitog tretmana domicilnog stanovništva i stranaca na socijalnom polju je dovelo do šire diskusije ne samo u Austriji već i u drugim državama članicama Savjeta Evrope.", "", "\tKritika g. Oberschlicka, kao što je Komisija naglasila, težila je da na provokativan način privuče pažnju javnosti o prijedlogu koji je dao političar i koji je vjerovatno šokirao mnoge ljude. Političar koji se izražava na taj način izlaže se snažnim reakcijama od strane novinara i javnosti.", "", "62.\tU svojoj presudi od 11. maja 1984. godine, Regionalni sud je našao da dotični članak, \"unatoč svom cilja u smislu informacije o kriminalu, odaje utisak da je njegova namjera bila da osudi\" karakter ovog političara. Stoga je sud odlučio da se navodi protiv g. Oberschlicka mogu posmatrati u okviru općeg pravila (član 111. stav 3. Krivičnog zakona – v. stav 25 gore) da lice koje da klevetničku izjavu u medijima snosi krivičnu odgovornost ako ne dokaže da je izjava istinita. Pošto je, prema mišljenju Regionalnog suda, prijedlog g. Grabher-Meyera bio \"neuvjerljiv\" dokaz o njegovom nacional-socijalističkom stavu i kriminalnom ponašanju, i pošto nisu dostavljeni dalji dokazi, sud je našao je da podnosilac predstavke nije uspio dokazati svoje optužbe, te je stoga kriv (v. stav 20 gore).", "", "\tU svojoj odluci od 17. decembra 1984. godine Apelacioni sud u Beču je u osnovi potvrdio ove ocjene (vidi gore stav 23).", "", "63.\tSud se ipak ne može složiti sa njima. Informacija koju je g. Oberschlick objavio počinje navođenjem činjenica pod podnaslovom \"Sachverhalt\", to jest prenosi izjave gospodina Grabher-Meyera. Nesporno je da je ovaj dio prijave činjenično tačan. Ono što je uslijedilo bila je analiza ovih izjava, na osnovu koje su autori informacije zaključili da je ovaj političar svjesno izrazio ideje koje odgovaraju onima koje propagiraju nacisti.", "", "\tSud može posmatrati drugi dio informacije samo kao vrijednosni sud, koji izražava mišljenje autora informacije o prijedlogu koji je dao ovaj političar, mišljenje za koje se jasno predstavljeno da proizlazi samo iz poređenja ovog prijedloga sa tekstom iz Manifesta Nacional-socijalističke partije.", "", "\tSlijedi da je gospodin Oberschlick objavio istinitu izjavu o činjenicama, nakon koje je uslijedio sud o vrijednosti tih činjenica. Austrijski sud je, ipak, odlučio da on mora dokazati istinitost svojih navoda. U odnosu na sud o vrijednosti, ovaj zahtjev nemoguće je ispuniti i on sam po sebi predstavlja narušavanje slobode mišljenja (v. gore pomenutu presudu u predmetu Lingens, Serija A br. 103., str. 28., stav 46).", "", "\tŠto se tiče forme publikacije, Sud prihvata ocjenu austrijskih sudova. Sud primjećuje da austrijski sudovi nisu utvrdili da je \"predstavljanje članka u formi krivične prijave\" bilo obmanjujuće u smislu da je za posljedicu imalo to da je značajan broj čitalaca povjerovao da je podignuta optužnica protiv gospodina Grabher-Meyera ili, čak, da je već osuđen. Austrijski sudovi nisu rekli ništa više nego to da je upravo takva forma predstavljanja imala za svrhu da osigura da ono što je u njihovim očima bilo osuda njegovog karaktera ostavi «naročito dojmljivu poruku prosječnom čitaocu”. Prema mišljenju Suda, uzimajući u obzir značaj dotičnog pitanja (v. stav 61 gore), ne može se reći da je g. Oberschlick prekoračio granice slobode izražavanja birajući upravo ovu formu.", "", "64.\tIz prethodnog proizlazi da miješanje u pravo na ispoljavanje slobode izražavanja g. Oberschlicka nije bilo \"neophodno u demokratskom društvu u interesu zaštite pogleda drugih\".", "", "\tPrema tome, ovdje postoji povreda člana 10. Konvencije.", "", "IV.\tPRIMJENA ČLANA 50.", "", "65.\tPrema članu 50. Konvencije,", "", "\t\"Ako Sud utvrdi da je odluka ili mjera sudskog organa ili bilo kojeg drugog organa \tvisoke strane ugovornice, u cjelini ili djelomično, u suprotnosti sa obavezama koje proističu iz ove konvencije, i kada unutrašnje pravo navedene članice omogućava samo djelomično obeštećenje za posljedice takve odluke ili mjere, Sud će svojom odlukom pružiti oštećenoj strani pravično zadovoljenje, ukoliko je to potrebno.\"", "", "\tPodnosilac predstavke je zahtijevao od Suda da Vladi Austrije naredi: (a) da ga rehabilituje i da zvanično poništi presudu od 17. decembra 1984. godine; i (b) da poništi zapljenu izdanja Foruma br. 352/353.", "", "\tSud, međutim, nije ovlašten da izdaje naloge ove vrste (v., mutatis mutandis, presudu u predmetu Hauschildt, od 24. maja 1989. godine, Serija A, br. 154, str. 23, stav 54.).", "", "\tG. Oberschlick je također tražio naknadu materijalne i nematerijalne štete, kao i naknadu svih troškova i izdataka. Zahtijevao je da se neki od ovih iznosa uvećaju za 11% godišnje kamate.", "", "\tA.\tMaterijalna šteta", "", "66.\tPodnosilac predstavke je prvo tražio novčane iznose koji odgovaraju izrečenoj kazni (4.000 šilinga) i troškovima koje su austrijski sudovi dosudili privatnom tužiocu (14.123,84 šilinga). Uzimajući u obzir direktnu vezu između ovih pojedinosti i povrede člana 10. koju je Sud našao, podnosilac predstavke, sa čim se i Vlada složila, ima pravo na povrat cijelog iznosa od 18.123,84 šilinga.", "", "67.\tPodnosilac predstavke je takođe zahtijevao simbolično jedan šiling na ime zapljene izdanja Foruma br. 352/353 (v. stavove 13 i 20 gore) i 38.280 šilinga na ime troškova objavljivanja informacija u tom časopisu koje se odnose na postupak u vezi sa klevetama, u skladu sa odjeljkom 37 Zakona o medijima (v. stavove 18 i 26 gore).", "", "\tSud zapaža da su ovu štetu, u stvari, pretrpjeli vlasnici Foruma, i da g. Oberschlick nije obrazložio po kojem osnovu se poziva na pravo na obeštećenje po ovim tačkama. Shodno tome, ne može mu se dosuditi naknada štete u tom pogledu.", "", "\tB.\tNematerijalna šteta", "", "68.\tPodnosilac predstavke je tražio 70.000 šilinga na ime nematerijalne štete, zbog pretrpljenih neugodnosti, brige i nesigurnosti prouzrokovanih krivičnim gonjenjem zbog klevete.", "", "\tVlada je osporila i postojanje takve štete i potraživan iznos.", "", "69.\tSud ne isključuje mogućnost da je podnosilac predstavke pretrpio štetu ove vrste kao rezultat povrede člana 6. stav 1. i člana 10. On, međutim, smatra da pod okolnostima ovog predmeta samo nalaženje povrede prava u ovoj presudi predstavlja dovoljnu pravičnu naknadu.", "", "\tC.\tTroškovi i izdaci", "", "70.\tPodnosilac predstavke je zahtijevao 9.753 šilinga na ime troškova i izdataka u Austriji. Ove stavke treba uzeti u obzir, pošto su nastale kako bi se spriječile ili nadoknadile povrede koje je Sud našao. Iznos koji je Vlada prihvatila Sudu se čini razumnim, pa ga dosuđuje u cijelosti.", "", "71.\tNa ime svojih troškova i izdataka pred institucijama Konvencije, g. Oberschlick je tražio nadoknadu honorara gospodina Fiebingera, koji je pripremio početnu predstavku Komisiji (4.000 šilinga), i honorara gospodina Trettera, koji je asistirao podnosiocu predstavke tokom postupka (60.000 šilinga), kao i vlastite troškove i troškove gospodina Trettera na ime putovanja u Strasbourg radi prisustvovanja raspravi pred Sudom održanoj 19. novembra 1990. godine (11.532 šilinga). Vlada je jedino osporila iznos honorara gospodina Trettera koji, po njenom mišljenju, treba smanjiti na 30.000 šilinga.", "", "\tSud, međutim, nalazi da su potraživani iznosi razumni i stoga ih u cijelosti odobrava.", "", "72.\tPodnosilac predstavke, prema tome, ima pravo na 85.285 šilinga na ime svojih troškova i izdataka.", "", "D.\tKamata", "", "Gospodin Oberschlick je zahtijevao da se godišnja kamata od 11% doda određenoj gornjoj sumi; on je zasnovao ovaj svoj zahtjev na argumentu da je bio primoran pozajmiti novac da bi isplatio predmetne troškove. Iako je Vlada zahtijevala dokaze za ovu tvrdnju, nisu podneseni nikakvi dokazi u traženo vrijeme. Zbog toga Sud odbija ovaj zahtjev.", "", "IZ OVIH RAZLOGA, SUD", "", "1.\tOdbija, jednoglasno, preliminarne prigovore Vlade;", "", "Odlučuje, jednoglasno, da je u drugom dijelu postupka postojala povreda člana 6. stav 1. Konvencije u pogledu nepristrasnosti Bečkog apelacionog suda, ali ne i u pogledu pravičnosti suđenja pred Bečkim regionalnim sudom;", "", "Odlučuje, sa šesnaest glasova za i tri protiv, da je postojala povreda člana 10. Konvencije;\t", "", "Odlučuje, jednoglasno, da je Austrija dužna da plati podnosiocu predstavke 18.123,84 austrijskih šilinga (osamnaest hiljada sto dvadeset tri šilinga i osamdeset četiri groša) za materijalnu štetu, i 85.285 austrijskih šilinga (osamdeset pet hiljada dvije stotine osamdeset pet šilinga) na ime troškova i izdataka;", "", "5.\tOdbija jednoglasno preostali dio zahtjeva za pravičnu nadoknadu.", "", "\tSačinjeno na engleskom i francuskom jeziku, i javno objavljeno u Zgradi ljudskih prava, u Strazbourgu, dana 23. maja 1991. godine.", "", "\t\tRolv RYSSDAL", "\t\tPredsjednik", "", "Marc-André EISSEN", "\tRegistrar", "", "", "\tU skladu sa članom 51. stav 2. Konvencije i Pravilom 53. stav 2. Pravila Suda, slijedeća odvojena mišljenja su priložena ovoj presudi:", "", "\t(a)\t\tdjelimično oprečno mišljenje sudije g. Thora Vilhjamssona;", "\t(b)\t  djelimično oprečno mišljenje g. Matschera, podržano od strane gđe Bindschedler-Robert;", "\t(c)\t\tsaglasno mišljenje g. Martensa;", "\t(d)\t  saglasno mišljenje g. Morenilla;", "", "\t\tR. R.", "", "M.-A. E.", "", "DJELIMIČNO OPREČNO MI[LJENJE SUDIJE THOR-A VILHJALMSSONA", "", "\tNa moju žalost, smatram neizbježnim da odvojim svoje mišljenje od većine po pitanju člana 10. Glasao sam da nema povrede tog člana i želio bih ukratko obrazložiti svoje stanovište.", "", "\tIdeja ili ideal, koji čini osnovu Evropske konvencije o ljudskim pravima, jeste da pojedinac treba da bude zaštićen naspram države. Zaštita koja se pruža slobodi izražavanja članom 10 naše Konvencije jasno ima takav cilj. Presuda u predmetu Lingens pokazuje da vrlo oštre riječi izrečene u kontekstu političke debate uživaju tu zaštitu. Međutim, kao što je naznačeno na početku stava 2 tog člana, ostvarivanje tih sloboda «nosi sa sobom dužnosti i obaveze”. U tom kontekstu, još jednom treba imati na umu član 8. Konvencije, koji se tiče prava na poštovanje privatnog života, kao i ono što je rečeno u stavu 2. člana 10. o zaštiti ugleda ili prava drugih. Dva principa naznačena u članu 8. i članu 10. moraju se poštovati u svakom demokratskom društvu koje zavređuje to ime. U naše vrijeme i u našem dijelu svijeta, primjena pravila koja imaju za cilj zaštitu tih principa označena su snagom medija i nemogućnošću pojedinca da zaštiti svoj ugled. Pravna pravila često dokazuju da nisu efikasna sredstva u tom pogledu, ali ta činjenica, kao što ja smatram, ne treba da utiče na naš Sud kada primjenjuje Konvenciju. Austrijsko zakonodavstvo opisano u stavovima 25-33 presude je primjer skupa pravila donesenih od države članice u svrhu ispunjenja obaveza koje proizlaze iz člana 8. naše Konvencije.", "", "\tO ovom predmetu treba odlučivati na osnovu interpretacije člana 10, koji uzima u obzir princip ugrađen u član 8. Nisam mišljenja da je odlučujuće pitanje da li je vrijednosni sud uključen ili nije. Ne slažem se ni sa većinom koja smatra da se \"drugi dio informacije” smatra «samo vrijednosnim sudom”.", "", "\tPodnosilac predstavke je, naravno, imao pravo da izrazi snažno neslaganje sa izjavom g. Grabher-Meyera, kao što je 29. marta 19983. godine preneseno u televizijskom programu. To je mogao uraditi bez kršenja austrijskog zakona. On, međutim, bira da u cjelini štampa «optužujuću informaciju ” – neku vrstu privatnog krivičnog poziva – koji je sastavio on lično uz druge, u kojoj je za g. Grabher-Meyera rečeno da je osumnjičen za nepoštovanje tri odredbe austrijskog krivičnog zakona. Posmatran s aspekta krivičnog zakona, njegov kriticizam izlazi iz sfere takve političke debate i prelazi sferu ličnog napada, te time narušava privatni život. Sadržaji štampanog dokumenta se također, po mom mišljenju, odlikuju pretjerivanjem. Ovdje pogotovo imam na umu jake riječi da njegova izjava korespondira s ciljevima nacista ili veličanjem mjera koje su oni primjenjivali. Te, potpuno iste riječi koje su se našle i u tekstu objavljenom od strane podnosioca predstavke, čine mi se da izlaze izvan djelokruga vrijednosnog suda. Program i djela nacista čine skup činjenica, a izjava je još jedna činjenica. Da li ta izjava jeste, ili nije, oslikala taj program i ta djela, predstavlja pitanje ocjene činjenica, a moj zaključak je da nije. Podnosilac predstavke je, po mom mišljenju, prekoračio granice slobode izražavanja i povrijedio pravila u pogledu ugleda lica o kojem je riječ, koja su neophodna u demokratskom društvu.", "", "\tKao i u drugim predmetima, o članu 50 sam glasao na osnovu mišljenja većine.", "", "", "DJELIMIČNO OPREČNO MI[LJENJE SUDIJE MATSCHERA,", "potvrđeno OD SUDIJE BINDSCHEDLER-ROBERT", "", "1.\tNe protivim se donekle blagoj odluci da se podnesena predstavka tretira kao da je podnesena u okviru 6 mjeseci u skladu sa članom 26.", "", "\tPo mom mišljenju, pravilo 38 stav 2 Pravila procedure Komisije treba tumačiti u smislu da datum podnošenja predstavke može biti odlučujući jedino tamo gdje je lice o kojem je riječ u poziciji da dokaže da ju je poslalo tog dana.", "", "\tNezamislivo je da pravnik, koji je podnosi predstavku zadnjeg dana prije isteka roka, to ne uradi preporučenom pošiljkom, kako bi bio u stanju da dokaže, ako to bude potrebno, da je to uradio unutar roka.", "", "\tJednako je neshvatljivo da Komisija ne treba u spisu da čuva kovertu, koja bi takođe mogla dati mogućnost dokazivanja poštanskim štambiljem datum kada je u stvari predstavka dostavljena.", "", "2.\tJa potpuno podržavam obrazloženje u presudi Lingens (Serija A br. 103, str. 26, § 42), ponovljeno u ovoj presudi, u smislu da su granice prihvatljive kritike šire u pogledu političara kao takvog nego u pogledu fizičkih lica.", "", "\tKritika političkog ponašanja može biti izražena u novinskom članku, u drugim publikacijama i kroz druge medije, ili pak u političkoj debati. Ukoliko je podnosilac predstavke, kao novinar, imao pristup nekom od tih sredstava, kritika, čak i da je ona bila gruba i gorka, ali nije išla preko granica uljudnosti, bila bi prihvatljiva i njegova osuda za takvu kritiku bi zaista predstavljala miješanje u njegovu slobodu izražavanja koje ne bi bilo pokriveno stavom 2 člana 10.", "", "\tMeđutim, u ovom predmetu podnosilac predstavke se nije angažovao u kritici te vrste. Izabrao je da nastavi sa drugim sredstvima; da nadležnim organima, istog dana kada se njegov članak pojavio, uloži krivičnu prijavu protiv lica X. – u kojoj je on optužio to lice za vrlo ozbiljna krivična djela i tu prijavu je objavio u svom članku dajući dojam, ako ništa prosječnom čitaocu, da je krivični postupak zaista pokrenut protiv lica X. To je vrlo važan aspekt predmeta o kojem, nažalost, većina Suda nije pravilno razmislila saglasno težini koju, po meni, zaslužuje.", "", "\tTakvim ponašanjem podnosilac predstavke se nije ograničio na dozvoljenu kritiku, već neprekidno, podmuklo napada ugled političara. Dakle, on nije poštovao «dužnosti i obaveze” koje sloboda izražavanja nosi sa sobom; njegova osuda zbog toga ne može biti posmatrana kao mjera koja je bila nepotrebna i neproporcionalna u svrhu ove odredbe.", "", "\tVećina Suda je takođe našla povredu u činjenici da je austrijski sud vjerovatno zahtijevao od g. Oberschlicka da dokaže svoje optužbe, dokaz koji je većina smatrala nemogućim za utvrđivanje s obzirom da je krivična prijava predstavljala vrijednosni sud s druge strane. Ja sam mišljenja da je ta informacija prosto potvrda određenih činjenica – osim toga, neosnovana potvrda činjenica koje su, same po sebi, podložne dokazivanju. Presuda austrijskog suda, zbog toga, nije povrijedila slobodu izražavanja, posmatranu kao takvu.", "", "", "", "SAGLASNO MIŠLJENJE SUDIJE MARTENSA", "", "1.\tJa sam glasao za odbacivanje uvodnog prigovora austrijske vlade s obzirom da je ispitan i odbačen od strane Komisije: iz razloga datih u mom izdvojenom mišljenju u predmetu Brozicek (Serija A br. 167., str.23 et seq.), smatram da Sud treba ostaviti Komisiji utvrđivanje da li su takvi navodi osnovani ili ne.", "", "2.\tU ovom predmetu Sud je po prvi put proširio doktrinu u koju ja sumnjam u pogledu uvodnog prigovora zasnovanog na navodnom propustu razmatranja roka predviđenog članom 26. Meni izgleda da su razlozi dati u mom gore pomenutom mišljenju uvjerljiviji sad kad je došlo do proširenja te doktrine, i posebno njenim širenjem na ovu vrstu uvodnih prigovora, te bi trebalo da se Sud od toga uzdrži. S tim u vezi ću navesti tri tačke.", "", "\tPrvo, pretpostavljajući da bi nadležnost ispitivanja ovog uvodnog prigovora trebalo da dovede do razmatranja pitanja da li je Pravilo 44 stav 4. (sadašnje numerisanje) Pravila procedure Komisije – kao što se primjenjuje u praksi Komisije više od tri decenije - najbolji način nadopune posljednjih riječi u članu 26. Konvencije. Nema, međutim, nikakvog razloga za Sud da to čini, s obzirom da nema predstavki da su Pravilo ili njegova primjena od strane Komisije nezadovoljavajući. To je dobro ilustrovano činjenicom da je ovo prvi put nakon svih ovih godina da Vlada ponovo naglašava pred Sudom prigovor ove vrste!", "", "\tDrugo, preispitivanje da li je Komisija ispravno primijenila svoja pravila u predmetu koji razmatra, neophodno dovodi Sud do pukih pitanja o činjenicama što, prema sistemu Konvencije, treba biti ostavljeno Komisiji.", "", "\tNa kraju, razlika u mišljenju između Komisije i Suda u pogledu pitanja takve vrste može dovesti do rezultata koji bi, po meni, bio potpuno neprihvatljiv: zamislite, na primjer, podnosioca predstavke kome se, nakon naporne borbe za svoj predmet pred Komisijom i poslije pred Sudom u trajanju od pet ili šest godina, kaže da su njegovi napori bili uzaludni zato što je prema mišljenju Suda njegova predstavka podnesena dan prekasno!", "", "SAGLASNO MIŠlJENJE SUDIJE MORENILLA", "", "\tU ovom predmetu Sud je odlučio da odbaci preliminarni prigovor Vlade o prihvatljivosti predstavke gospodina Oberschlicka. Ovaj zaključak, međutim, ne odražava određeno neslaganje u obrazloženju. Kao i sudija Martens, ja sam glasao za odbacivanje prigovora, polazeći od pretpostavke da odluka Komisije treba biti poštovana iz razloga iznesenih u mom suprotnom mišljenju u predmetu Cardot (presuda od 19. marta 1991. godine, Serija A br. 200) u kojoj sam se u potpunosti složio sa analizom i zaključcima sudije Martensa (u njegovom izdvojenom mišljenju) datom u predmetu Brozicek (Serija A br.167. strana 23, et seq.).", "", "\tKao što sam tom prilikom rekao, uloga ovog Suda nije da djeluje kao apelacioni sud prema Komisiji, ispitujući predmetne spise radi provjere je li predstavka ispravno uvažena. U raspodjeli uloga predviđenih Konvencijom, dva organa ustanovljena radi obezbjeđenja izvršavanja obaveza preuzetih od strane država ugovornica (član 19), imaju različite uloge sa jasno naznačenim granicama da bi se izbjeglo preklapanje. Osnovni djelokrug Komisije je da odluči o prihvatljivosti predstavke, shodno članu 27 Konvencije, dok nadležnost Suda \"obuhvata sve slučajeve koji se tiču tumačenja i primjene ove Konvencije\" kao što je predviđeno članovima 45. i 46. Konvencije.", "", "Uvodni prigovor Vlade u ovom predmetu je paradigma neželjenih posljedica pretpostavljene predstavljene nadležnosti ovog Suda u pitanjima prihvatljivosti slijedeći De Wilde, Ooms i Versyp presudu od 18. juna 1971. godine (Serija A br. 12, str. 29-31, stavovi 49-55): uvodni prigovor Vlade je zasnovan na pukom činjeničnom pitanju - datumu predočavanja predstavke Komisiji - i, kao takvom, o njemu ovaj organ treba odlučiti na osnovu neosporne prakse i u skladu sa članovima 27 stav 3, 28 i 31 Konvencije, i u svjetlu Pravila 44 stav 3 svojih Pravila procedure, koja Komisiji ostavljaju stepen slobodne ocjene u odlučivanju o datumu predočavanja prve komunikacije podnosioca predstavke koji navodi predmet predstavke.", "", "\tŠtaviše, ponovno razmatranje ovog pitanja od strane Suda dovodi ne samo do nove ocjene osnove odluke Komisije, već dovodi i do ispitavanja prakse Komisije zasnovane na sopstvenom iskustvu, kao i usaglašenosti Konvencije i Pravila 44 stav 3 Pravila procedure Komisije.", "", "\tČinjenica da su u ovom predmetu Sud i Komisija dijelili isto mišljenje u pogledu prigovora roka, ne isključuje:", "", "(1) \tnesigurnost podnosioca predstavke u pogledu ishoda, s obzirom da se nakon uspjeha u predmetu pred Komisijom on može, s razlogom, brinuti da na kraju duge procedure Sud može da se ne upusti u razmatranje suštine njegove predstavke;", "", "(2)\tmogućnost da dvije kontradiktorne odluke mogu ugroziti javno povjerenje u sposobnost sistema Konvencije da zaštiti prava pojedinca; i", "", "(3)\taktivnost suda koja iziskuje dosta vremena od Suda, a bez stvarnog učinka na zaštiti prava pojedinca zbog toga što ili - kao u ovom predmetu - Sud ili potvrđuje nalog Komisije i ispituje suštinu spora predmeta, ili ukida odluku i utvrđuje da nije nadležan za predstavku.", "", "\tPo meni, imajući u vidu rijetkost uvodnog prigovora u ovom predmetu, Sud je propustio mogućnost da ponovo razmotri svoju utvrđenu praksu u pogledu ispitivanja prigovora o prihvatljivosti i da pitanja prihvatljivosti ostavi u cijelosti Komisiji poštujući svoju «konačnu” odluku o takvim pitanjima.", "", "_________________________", "", "KLJUČNE RIJEČI:", "Pravično suđenje /", "Nepristrasno sudstvo/", "Sloboda izražavanja /", "Miješanje/", "Propisano zakonom/", "Zaštita ugleda/", "", "", "", "", "", ""]}