{"file": "BOS_HJUDBOS_16969_90.docx", "doc_type": "HJUDBOS", "doc_lang": "BOS", "case_id": "16969/90", "text_paragraphs": ["", "KEEGAN protiv IRSKE", "", "Presuda od 26. maja 1994. godine", "", "NEZVANIČNI SAŽETAK I HISTORIJAT PREDMETA", "", "", "", "A.\tOsnovne činjenice", "", "\tPodnosilac predstavke je donio kćerku S. dana 29. septembra 1988. godine. Dana 17. novembra 1988. godine majka je S. dala na usvajanje i naknadno o tome obavijestila podnosioca predstavke.", "", "\tPodnosilac predstavke je pokrenuo postupak za dodjelu starateljstva nad S. prema Odjeljku 6A Zakona o starateljstvu nad djecom, prema kojem može da pobija usvajanje i da dobije starateljstvo. Dana 29. maja 1989. godine Okružni sud je postavio podnosioca predstavke za staratelja, i dodijelio mu pravo starateljstva.", "", "\tMajka i budući usvojitelji su se žalili Višem sudu. Ovaj Sud je u julu 1989. godine našao da podnosilac predstavke zadovoljava uslove da se postavi za staratelja i da ne postoje okolnosti u pogledu dobrobiti djeteta koje bi zahtijevale odbijanje. Međutim, uputio je predmet Vrhovnom sudu, s obzirom se predmet odnosi na dva načina tumačenja relevantnog zakonodavstva. Dana 1. decembra 1989. godine Vrhovni sud je donio presudu. Smatrao je, inter alia, da biološki otac nema pravo da bude staratelj, nego samo pravo da traži starateljstvo. Prvi i osnovni razlog je bila dobrobit djeteta.", "", "Viši sud je nastavio ispitivanje predmeta u svjetlu presude Vrhovnog suda i 9. februara 1990. godine utvrdio da se treba odbiti zahtjev podnosioca predstavke za starateljstvo, jer je proteklo dodatno vrijeme u kojem se pojačala povezanost djeteta sa mogućim usvojiteljima, te bi prema tome, vjerovatnoća traumatskog uticaja na dijete pri svakom odvajanju bila veća. Nakon toga izdat je nalog za usvajanje djeteta.", "", "B.\tPostupak pred Komisijom za ljudska prava", "", "\tU svojoj predstavci Komisiji od 1. maja 1991. godine, g. Keegan se žalio da je došlo do kršenja njegovog prava na poštovanje porodičnog života (član 8.) u tome što je njegovo dijete dato na usvajanje bez njegovog znanja ili pristanka i jer mu domaće pravo ne daje čak ni poništivo pravo da bude staratelj. On se dalje žalio na lišavanje prava na pristup sudu (član 6. stav 1.), u tome što nije učestvovao u postupku pred Odborom za usvajanje. On je takođe naveo da je, kao biološki otac, bio diskriminisan u uživanju gore navedenih prava ako se njegov položaj uporedi sa položajem oženjenog oca. (član 14. u vezi sa članovima 6. i 8.).", "", "\tKomisija je predstavku proglasila prihvatljivom 13. februara 1992. godine. U svom izvještaju od 17. februara 1993. godine izrazila je mišljenje da je došlo do povrede člana 8. člana 6. stav 1. (jednoglasno) i da nije neophodno ispitivati da li je takođe došlo i do povrede člana 14. u vezi sa ovim odredbama (jedanaest glasova prema jednom). ", "", "\tKomisija je uputila predmet Sudu dana 7. aprila 1994. godine.", "", "", "", "IZVOD IZ PRESUDE", "", "PRAVO", "", "I.\tPRELIMINARNI PRIGOVORI VLADE", "", "\tA.\tDa li se podnosilac predstavke može žaliti u ime svoje kćerke", "", "33.\tVlada je navela da podnosilac predstavke nema locus standi u vezi sa žalbama svoje kćerke, jer samo ono lice koje ima roditeljska prava ili je staratelj ima pravo da podnese predstavku prema Konvenciji u ime djeteta.", "", "34.\tU toku rasprave pred Sudom podnosilac predstavke je naznačio da ne bi bilo prikladno da nastavi sa bilo kakvim zahtjevom u vezi sa navodnom povredom prava svoje kćerke u svjetlu naloga za usvajanje koji je izdat u pogledu nje (vidi gore stav 15.).", "", "35.\tU vezi sa ovim stavom, Sud smatra da treba samo da ispituje navode u vezi sa povredom prava podnosioca predstavke. Prema tome, nije neophodno ispitivati prigovor Vlade u vezi sa ovim.\t", "", "\tB.\tDa li je podnosilac predstavke propustio da iscrpi domaće pravne lijekove", "", "36.\tVlada je tvrdila da predstavka treba da bude odbačena zbog neiscrpljivanja domaćih pravnih lijekova, što je u suprotnosti sa članom 26. Konvencije, jer:", "", "\t(1)  podnosilac predstavke nije se žalio Vrhovnom sudu protiv konačne odluke u postupku o starateljstvu i nadzoru Višeg suda;", "", "\t(2)  propustio je da se žali pred irskim sudovima na činjenicu da mu zakon nije omogućavao da se uključi u postupak usvajanja i, posebno, da ga Odbor za usvajanje konsultuje prije samog usvajanja;", "", "\t(3) nije osporavao ustavnost zakonskih odredbi koje se odnose na biološkog oca, putem pokretanja postupka pred Višim sudom, navodeći da je Država propustila da mu omogući jednako postupanje u poređenju sa ocem koji je oženjen i da je propustila zaštititi njegova lična prava.", "", "37.\tI Komisija i podnosilac predstavke su smatrali da ovi osnovi nemaju značaja.", "", "38.\tSud zapaža da je Vlada pokrenula pitanja pod tačkama (2) i (3) u postupku pred Komisijom, ali ne i pod tačkom (1). Prema tome, zabranjeno joj je da istakne ovaj prigovor pred Sudom.", "", "\tPored ovog, prema irskom pravu nije dozvoljena žalba na odluku Višeg suda o žalbi na odluku Okružnog suda (vidi gore stav 16.)", "", "39. \tU vezi sa tačkama (2) i (3) Sud podsjeća da se traži da budu iscrpljeni samo oni pravni lijekovi koja su efikasni i koji mogu ispraviti navodnu povredu (v., pored drugih izvora, presudu the Open Door and Dublin Well Woman protiv Irske od 29. oktobra 1992. godine, Serija A, br. 246, str. 23, st. 48.). Sud smatra da podnosilac predstavke ne bi imao uspjeha u iznošenju ovih žalbi pred sudovima, imajući u vidu sudsku praksu Vrhovnog Suda koja lišava biološkog oca svakog ustavnog prava da učestvuje u postupku usvajanja (vidi gore stav 21.).", "", "40.\tSlijedi da su prigovori Vlade, zasnovani na neiscrpljivanju domaćih pravnih lijekova, neodrživi.", "", "II.\tNAVODNA POVREDA ČLANA 8.", "", "41.\tPodnosilac predstavke je naveo povredu svoga prava na poštovanje porodičnog života, koja je u suprotnosti sa članom 8. Konvencije koji propisuje:", "", "\t\t\"1.\tSvako ima pravo na poštovanje svog privatnog i porodičnog života, doma i prepiske.", "", " \t2.\tJavna vlast se ne miješa u vršenje ovog prava osim ako je takvo miješanje predviđeno zakonom i ako je to neophodna mjera u demokratskom društvu u interesu nacionalne bezbjednosti, javne sigurnosti, ekonomske dobrobiti zemlje, sprječavanja nereda ili sprječavanja zločina, zaštite zdravlja i morala ili zaštite prava i sloboda drugih.", "", "\tA.\tPrimjenjivost člana 8.", "", "42.\tVlada je tvrdila da je povremen i nestabilan odnos između podnosioca predstavke i majke okončan prije rođenja djeteta i da nema ni najmanji stepen ozbiljnosti, dubine i obavezanosti da bi prešao u porodični život u smislu člana 8. Štaviše, nije bilo perioda u toku života djeteta u kojem je postojao stvarni porodični život, uključujući i dijete. Po mišljenju Vlade, nije bila dovoljna ni krvna veza niti istinska i iskrena želja za porodičnim životom kako bi se on i ostvario.", "", "43.\tS druge strane, i za podnosioca predstavke i za Komisiju, njegove veze sa djetetom su bile dovoljne da se stvori porodični život. Oni su naglasili da je njegova kćerka bila plod planirane odluke donesene u kontekstu ljubavne veze.", "", "44.\tSud podsjeća da se pojam \"porodica\" u ovoj odredbi ne može ograničiti samo na bračnu vezu i može obuhvatati i druge de facto \"porodične\" veze gdje strane žive zajedno izvan braka (v., inter alia, presudu Johnston i drugi protiv Irske od 18. decembra 1986. godine, Serija A, broj 112, str. 25., st. 55.). Dijete rođeno u ovakvoj vezi je ipso iure dio te \"porodice\" od momenta njegovog rođenja, kao i samom činjenicom rođenja. Tako, između djeteta i njegovih roditelja postoji veza koja predstavlja porodični život čak i ako u vrijeme njegovog rođenja roditelji ne žive više zajedno ili ako se njihova veza tada okončala (v., mutatis mutandis, presuda Berrehab protiv Nizozemske od 21. juna 1988. godine, Serija A, br. 138, str. 14, st. 21.).", "", "45.\tU ovom predmetu, veza između podnosioca predstavke i majke djeteta je trajala dvije godine, u kom periodu su jednu godinu živjeli zajedno. Pored toga, začeće njihovog djeteta bilo je rezultat promišljene odluke, i oni su planirali i da se vjenčaju (vidi stav 6. gore). Njihova veza stoga je u to vrijeme imala odliku porodičnog života u smislu člana 8. Činjenica da je veza kasnije prekinuta ne mijenja ovaj zaključak ništa više nego kao da se radi o paru koji je bio zakonski vjenčan i u sličnoj situaciji. Slijedi da je od momenta djetetovog rođenja postojala veza između podnosioca predstavke i njegove kćerke, koja je imala osobine porodičnog života.", "", "\tB.\tPostupanje u skladu sa članom 8.", "", "\t1.\tStav 1. člana 8.", "", "46.\tPodnosilac predstavke je tvrdio da je država propustila da poštuje njegov porodični život tako što je omogućila tajno davanje njegove kćerke na usvajanje bez njegovog znanja ili pristanka i što je propustila da stvori pravnu vezu između njega i njegove kćerke od samog momenta rođenja.", "", "\tPored toga, test koji je primijenio Vrhovni sud pri odlučivanju po pitanju dodjeljivanja starateljstva, stavio ga je u prilično nezavidan položaj u odnosu na roditelje po usvojenju, zahtijevajući od njega da dokaže da sve prednosti koje oni imaju da ponude djetetu nisu bile važne za njenu dobrobit. U svom podnesku, da bi bio dosljedan članu 8., zakon mu je morao dati pravo na starateljstvo koje se može osporiti i, u bilo kakvom natjecanju za starateljstvo sa strancima, morala je postojati oboriva pravna pretpostavka da je najbolje za dijete da bude pod njegovom brigom i nadzorom. Međutim, on je naglasio da ne traži ukidanje naloga za usvajanje koji je izdat u vezi sa njegovim djetetom.", "", "47.\tPrema stanovištu Vlade, Države potpisnice uživaju široka ovlaštenja u sferi usvajanja. Pravo na poštovanje porodičnog života se ne može tumačiti toliko široko da obuhvata pravo da se želje biološkog oca stave iznad interesa djeteta, bez obzira na utvrđene činjenice od strane sudova.", "", "\tPodnosilac predstavke je, kako je Vrhovni sud smatrao, imao pravo da traži starateljstvo, koje pravo je koristio. Dalje, Vrhovni sud je uzeo u obzir krvnu vezu između njega i njegove kćerke, kao jedan od faktora koji se treba ocijeniti pri odlučivanju o dobrobiti djeteta. Pored toga, podnosilac predstavke je imao svaku mogućnost da svoj predmet iznese i da sud razmatra njegove interese. Međutim, u ovom postupku prava i interesi majke, koja je željela da njeno dijete bude usvojeno, morali su se takođe uzeti u obzir.", "", "\tVlada je posebno naglasila da bi davanje biološkom ocu oborivog prava na starateljstvo, moglo dovesti do komplikacija, problema i teškoća u drugim predmetima, te da je to vezano za socijalnu politiku, u kojoj Evropski sud ne bi trebalo da interveniše.", "", "48.\tPrema stavu Komisije, prepreke u irskom pravu da podnosilac predstavke ostvari vezu sa svojom kćerkom predstavljale su nedostatak poštovanja njegovog porodičnog života, što dovodi do kršenja pozitivnih obaveza koje su nametnute članom 8.", "", "49.\tSud podsjeća da je osnovi cilj člana 8. da zaštiti pojedinca od proizvoljnog djelovanja od strane javnih vlasti. Pored toga, mogu postojati pozitivne obaveze nerazdvojive od efikasnog \"poštovanja \" porodičnog života. Međutim, granice između pozitivnih i negativnih obaveza države prema ovoj odredbi nisu precizno definisane. Primjenjivi principi su ipak slični. U oba konteksta mora se voditi računa o pravičnom omjeru između suprotstavljenih interesa pojedinca i zajednice u cjelini; a, država, u oba konteksta uživa određena ovlašćenja (v. npr. presudu Powell i Rayner protiv Ujedinjenog Kraljevstava od 21. februara 1990. godine, Serija A, br. 172. str. 18, st. 41 i gore navedenu presudu Johnston i drugi, str. 25, st. 55.).", "", "50.\tPrema principima koje je postavio Sud u svojoj sudskoj praksi, gdje je utvrđeno postojanje porodične veze sa djetetom, Država mora da djeluje na način kako bi omogućila da se ta veza razvija, i mora se stvoriti pravna zaštita kako bi se, od samog momenta rođenja omogućila integracija djeteta u njegovu porodicu (v., mutatis mutandis, presuda Marckx protiv Belgije od 13. juna 1979. godine, Serija A, br. 31, str. 15, st. 31. i gore navedenu presudu Johnston i drugi, str. 29, st. 72.). U ovom kontekstu može se napraviti veza sa principom iz člana 7. Konvencije Ujedinjenih nacija o pravima djeteta od 20. novembra 1989. godine da dijete, koliko je god to moguće, ima pravo da se o njemu/njoj brinu roditelji. Međutim, treba podsjetiti da obostrano uživanje prava roditelja i djeteta na zajednicu jednih sa drugima predstavlja osnovni element porodičnog života čak i kad je prekinuta veza između roditelja (v., inter alia, presudu Eriksson protiv Švedske od 22. juna 1989. godine, Serija A, broj 156, str. 24, st. 58.).", "  \t                          ", "51.\tU ovom predmetu obaveze iz člana 8., usko su isprepletene, imajući na umu umiješanost Države u postupak usvajanja. Činjenica da je irsko pravo dozvolilo tajno davanje djeteta na usvajanje bez znanja ili pristanka podnosioca predstavke, što je vodilo vezivanju djeteta i predloženih usvojitelja i kasnijem nalogu za usvajanje, dovela je do miješanja u njegova prava na poštovanje porodičnog života. Takvo miješanje je dopušteno samo ako su zadovoljeni uslovi iz stava 2. člana 8.", "", "52.\tU vezi sa ovim nalazom, nije neophodno ispitivati da li je član 8. nametnuo pozitivnu obavezu Irskoj da biološkim očevima, kao što je podnosilac predstavke, dodijeli automatsko, ali oborivo pravo na starateljstvo.", "", "\t2.\tStav 2. člana 8.", "", "\t(a)\t\"U skladu sa zakonom\" i legitiman cilj", "", "53.\tJasno je da je odluka da se dijete da na usvajanje, bez očevog znanja ili pristanka, bila u skladu sa irskim pravom, kao i odluke donesene od strane sudova u pogledu dobrobiti djeteta. Očigledno je iz presuda Višeg suda i Vrhovnog suda u ovom predmetu da su one težile legitimnom cilju zaštite prava i sloboda djeteta (vidi stavove 10-14 gore).", "", "\t(b)\tNeophodno u demokratskom društvu", "", "54.\tPrema stavu Vlade, miješanje je bilo u skladu sa zaštitom zdravlja djeteta, kao i njenih drugih prava i sloboda. Tumačenjem irskog prava od strane Vrhovnog suda vođeno je računa o najvišim interesima djeteta. Omogućeno je biološkom ocu da zahtijeva od sudova da bude proglašen, ako je moguće, za staratelja i/ili hranioca djeteta.", "", "\tVlada je smatrala da je pravično i u potpunosti u skladu sa Konvencijom da se primijene posebne odredbe kako bi se zaštitili interesi djeteta rođenog izvan braka. Zaista, bilo bi nepraktično i vjerovatno štetno za interese takvog djeteta kada bi se biološkom ocu dalo veće pravo od prava da traži starateljstvo. U svakom slučaju Odbor za usvajanje može, po svom diskrecionom ovlaštenju, odlučiti da sasluša biološkog oca.", "", "55.\tSud primjećuje da je podnosiocu predstavke data mogućnost u irskom pravu da traži starateljstvo nad njegovom kćerkom i da njegovi interesi budu pravično odmjereni od strane Višeg suda pri procjeni dobrobiti njegove kćerke. Međutim, osnovni problem u ovom predmetu nije u ovoj procjeni, nego u činjenici da je irsko pravo dozvolilo da se dijete da na usvajanje ubrzo nakon njenog rođenja, a bez očevog znanja ili pristanka. Posmatrano u sličnom kontekstu, kada se dijete smjesti kod mogućih staratelje ono može vremenom stvoriti novu povezanost sa njima, a ometanje ili prekidanje te povezanosti, poništenjem prethodne odluke o starateljstvu, ne mora biti u njegovom interesu (v., inter alia, W. protiv Ujedinjenog Kraljevstva, presuda od 8. jula 1987. godine, Serija A, br. 121, str. 28, st. 62.). Ovakvo stanje ne samo da ugrožava pravilan razvoj veza podnosioca predstavke sa djetetom, nego čak pokreće proces za koji se vjerovatno može pokazati da je nepovratan, te je time podnosilac predstavke stavljen u izrazito nezavidan položaj u odnosu na buduće usvojitelje djeteta u borbi za starateljstvom.", "", "\tVlada nije pružila razloge koji bi bili relevantni za dobrobit kćerke podnosioca predstavke, da bi opravdala takvo odstupanje od principa koji obuhvataju poštovanje porodičnih veza. S obzirom da je to tako, Sud ne može smatrati da je ustanovljeno miješanje u pravo podnosioca predstavke na poštovanje porodičnog života, u punom okviru obaveza Države, bilo neophodno u demokratskom društvu. Prema tome, došlo je do kršenja člana 8.", "", "III.\tNAVODNA POVREDA ČLANA 6. STAV 1.", "", "56.\tPodnosilac predstavke se žalio da nema pravo pristupa sudu prema irskom pravu kako bi osporavao davanje njegovog djeteta na usvajanje i da ne može da pristupi postupku usvajanja. On se pozvao na član 6. stav 1. Konvencije, prema kojem:", "", "\t\"1.\tPrilikom utvrđivanja građanskih prava i obaveza ...,\tsvako ima pravo na pravičnu i javnu raspravu ... pred nezavisnim i nepristrasnim ... sudom ...\"", "", "\tKomisija je podržala njegovu žalbu.", "", "\tA.  Primjenjivost", "", "57.\tSud smatra da se član 6. stav 1. može primijeniti u predmetnom sporu (v., inter alia, gore navedenu presudu W. protiv Ujedinjenog Kraljevstva, str. 32-35, st. 72-79). Zaista, Vlada nije ovo ozbiljno osporila u postupku pred Sudom.", "", "\tB.  Poštovanje", "", "58.\tVlada je na prvom mjestu navela da Odbor za usvajanje nije sud, te tako činjenica da podnosilac predstavke nije imao zakonsko pravo da bude saslušan od strane tog tijela ne može dovesti do kršenja ove odredbe. Drugo, podnosilac predstavke je mogao da traži kod sudova starateljstvo nad njegovom kćerkom, što je i učinio. S obzirom da se ovim postupkom vrši kontrola i određuju se aktivnosti Odbora za usvajanje, koji ne može izdati nalog ako ima saznanje o takvom postupku, član 6. stav 1. bio je ispoštovan (vidi gore stav 20.).", "", "59.\tPrema stavu Suda postupak usvajanja se mora razlikovati od postupka za starateljstvo. Kako je prethodno navedeno, glavni problem u ovom predmetu se odnosi na davanje djeteta na usvajanje bez prethodnog znanja i pristanka podnosioca predstavke (vidi gore stav 51.). Podnosilac predstavke prema irskom pravu nije imao pravo da osporava ovu odluku ni pred Odborom za usvajanje niti pred sudovima, niti je zaista mogao da bude uključen u postupak usvajanja uopšte (vidi gore stavove 20-22). Njegova jedina mogućnost da spriječi usvajanje svoje kćerke, bila je da pokrene postupak za starateljstvo (vidi stavove 8-14 gore). Protek vremena, dok se u tom postupku završi ocjenjivanje dobrobiti djeteta, ide neizbježno u korist budućih usvojitelja.", "", "\tPored ovog, nije neophodno odlučiti da li je Odbor za usvajanje, koji stvarno vrši određene kvazisudske funkcije, sud u smislu značenja člana 6. stav 1.", "", "60.\tPrema tome, došlo je do kršenja ove odredbe.", "", "IV.\tNAVODNA POVREDA ČLANA 14.", "", "61.\tPodnosilac predstavke se dalje žalio da je diskriminisan u suprotnosti sa članom 14. Konvencije u vezi sa članom 8. u uživanju njegovog prava na poštovanje njegovog porodičnog života i u vezi sa članom 6, stav 1. u pogledu njegovog prava na pristup sudu. On je smatrao da oženjen otac, u sličnim okolnostima, uživa punu zaštitu članova 8. i 6.", "", "62.\tU vezi sa svojim nalazima u pogledu ove dvije odredbe (vidi stavove 55. i 60. gore) Sud ne smatra neophodnim da ispituje ovu žalbu (v. gore navedenu presudu Open Door i Dublin Well Woman, str. 32, st. 83).", "", "V.\tPRIMJENA ČLANA 50.", "", "63.\tČlan 50. Konvencije propisuje slijedeće:", "", "\t\"Ako Sud utvrdi da je odluka ili mjera sudskog organa ili bilo kojeg drugog organa neke visoke strane ugovornice u cjelini ili djelomično u suprotnosti sa obavezama koje proističu iz ove konvencije, i kada unutrašnje pravo navedene članice omogućava samo djelomično obeštećenje za posljedice takve odluke ili mjere, Sud će svojom odlukom pružiti oštećenoj strani pravično zadovoljenje, ukoliko je to potrebno.\"", "", "", "\tA. Šteta", "", "\t1.\tMaterijalna šteta", "", "64.\tPodnosilac predstavke je tražio 2.000 IR funti koje je morao da plati prije nego što mu je omogućena pravna pomoć u vezi sa postupkom za starateljstvo.", "", "65.\tVlada nije dala primjedbu. Sud smatra da ova suma treba da bude isplaćena u cijelosti.", "", "\t2.\tNematerijalna šteta", "", "66.\tPodnosilac predstavke je naveo da treba da mu bude dodijeljena znatna odšteta imajući na umu činjenicu da je njegova kćerka sada usvojena nakon dvije godine traumatičnog sudskog postupka i da je malo vjerovatno da će ikad više biti zajedno s njom. On je naglasio, kako je i prethodno spomenuto, da ne traži da se poništi nalog o usvajanju (vidi gore stav 46.).", "", "67.\tVlada je tvrdila da će nalaz o povredi predstavljati adekvatnu pravičnu nadoknadu prema okolnostima predmeta.", "", "68.\tSud smatra da je odšteta prikladna u ovom predmetu imajući na umu traumu, nespokojstvo i osjećanje nepravde što je podnosilac predstavke morao iskusiti kao rezultat postupka koji je doveo do usvajanja njegove kćerke, kao i postupka za starateljstvo. Sud mu dodjeljuje 10.000 IR funti u ovom poglavlju.", "", "\tB. Troškovi i izdaci", "", "69.\tPodnosilac predstavke je tražio ukupni iznos od 42.863 IR funti za troškove i izdatke. On je dostavio, inter alia, uvjerenje od računovođe koji radi u Irskoj kako bi potkrijepio opravdanost svog zahtjeva.", "", "70.\t Vlada je navela da se iznos treba smanjiti za 5.000 IR funti, zbog troškova advokata, i 3.700 IR funti zbog troškova vijeća.", "", "71.\tSud zapaža da je podnosilac predstavke potkrijepio svoj zahtjev detaljnim dokazima, a da Vlada nije dostavila nikakav dokaz kojim bi potkrijepila svoje navode. U takvim okolnostima zahtjev treba biti odobren u punom iznosu umanjenom za iznos od 51.692,29 francuskih franaka, koji je već plaćen za pravnu pomoć u vezi sa taksama i izdacima.", "", "\tOvaj iznos će se povećati za bilo koji iznos poreza na dodatnu vrijednost koji se može naplatiti.", "", "", "IZ OVIH RAZLOGA, SUD JEDNOGLASNO", "", "Odlučuje da nije neophodno ispitivati prigovor Vlade u vezi sa ovlaštenjem podnosioca predstavke da se žali u ime njegove kćerke;", "", "Odbija ostale prethodne prigovore Vlade;", "", "Odlučuje da je došlo do povrede člana 8.;", "", "Odlučuje da je došlo do povrede člana 6. stav 1.;", "", "Odlučuje da nije neophodno ispitivati žalbu podnosioca predstavke prema članu 14.;", "", "Odlučuje da Irska treba da isplati podnosiocu predstavke, u roku od tri mjeseca, 12.000 IR funti (dvanaest hiljada) u pogledu nematerijalne i materijalne štetom i, u vezi sa troškovima i izdacima, iznose proizašle iz proračuna koji treba da se napravi u skladu sa stavom 71. ove presude.", "", "\t Presuda je sačinjena na engleskom i francuskom jeziku, i objavljena na javnoj raspravi održanoj u Zgradi ljudskih prava u Strasbourgu dana 26. maja 1994. godine.", "", "", "\t\t\t\t\t\t\t\t\tRolv RYSSDAL", "\t\t\t\t\t\t\t\t\t  Predsjednik", "", "", "za Registrara", "", "", "", "Herbert PETZOLD", " zamjenik Registrara", "", "", "______________________________________________________", "KLJUČNE RIJEČI", "\nIscrpljivanje domaćih pravnih lijekova /", "Oslobađanje od iscrpljivanja domaćih pravnih lijekova /", "Poštivanje porodičnog života /", "Miješanje /", "Ograničenja pri zaštiti prava i sloboda drugih /", "Pristup Sudu /", "Diskriminacija/\nPravična naknada /", "", "", "", ""]}