{"file": "BUL_HJUDBUL_24733_04.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "24733/04", "text_paragraphs": ["© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "ЕВРОПЕЙСКИ СЪД ПО ПРАВАТА НА ЧОВЕКА", "", "", "ПЕТО ОТДЕЛЕНИЕ", "", "", "", "", "", "ПФАЙФЕР СРЕЩУ БЪЛГАРИЯ", "", "(Жалба № 24733/04)", "", "", "", "", "", "РЕШЕНИЕ", "", "", "", "СТРАСБУРГ", "", "17 февруари 2011 г.", "", "ВЛЯЗЛО В СИЛА", "", "17/05/2011 г.", "", "Решението е влязло в сила съгласно член 44 § 2 от Конвенцията. Може да претърпи редакционни промени.", "", "По делото на Пфайфер срещу България,", "Европейският съд по правата на човека (Пето отделение), заседаващ като камара в състав:", "\tКарел Юнгвирт (Karel Jungwiert), председател,\n\tПеер Лоранцен (Peer Lorenzen), \n\tМарк Вилигер (Mark Villiger),\n\tМиряна Лазарова Трайковска (Mirjana Lazarova Trajkovska),\n\tГанна Юдкивска (Ganna Yudkivska),", "\tАнгелика Нусбергер (Angelika Nußberger),\n\tДжулия Лафранк (Julia Laffranque), съдии,\nи Клаудия Вестердик (Claudia Westerdiek), секретар на Отделението,", "след проведено закрито заседание на 25 януари 2011 г.,", "постанови следното решение, прието на същата дата:", "ПРОЦЕДУРАТА", "1.  Делото е образувано по жалба (№ 24733/04) срещу Република България, подадена в Съда на 25 юни 2004 г. от българския гражданин г-н Мариян Николов Пфайфер (наричан по-нататък “жалбоподател”) на основание член 34 от Конвенцията за защита правата на човека и основните свободи (наричана по-нататък “Конвенцията”).", "2.  Жалбоподателят се представлява от г-н Д. Кънчев – адвокат, практикуващ в София, България и проф. д-р Йорг Арнолд – адвокат, практикуващ в Пфафенвайлер, провинция Баден-Вюртемберг, Германия. Българското правителство (наричано по-нататък „правителството”) се представлява от своя агент – г-жа М. Коцева от Министерството на правосъдието.", "3.  Жалбоподателят твърди по-конкретно, че забраната за напускане пределите на Република България, наложена му през времетраенето на няколко висящи наказателни производства срещу него, е станала неоправдана, че произтичащата от това намеса в семейния му живот е била диспропорционална и че не е разполагал с ефикасни средства за обжалване в това отношение.", "4.  На 10 ноември 2009 г. Съдът обявява жалбата за частично недопустима и решава да уведоми правителството за оплакванията относно забраната за напускане пределите на страната, произтичащата от това намеса в семейния живот на жалбоподателя и липсата на ефикасни правни средства за защита в това отношение.", "5.  На 16 юни 2008 г. избраната по отношение на Република България съдия Здравка Калайджиева се отвежда от разглеждане на делото. На 18 януари 2010 г. правителството определя вместо нея в разглеждането на делото да участва избраният по отношение на Кралство Дания съдия Пеер Лоренцен (член 27 § 2 от Конвенцията и член 29 § 1 (a) от Правилника на Съда в редакцията отпреди 1 юни 2010 г.).", "ФАКТИТЕ", "I.  ОБСТОЯТЕЛСТВА ПО ДЕЛОТО", "6.  Жалбоподателят е роден през 1964 г. и понастоящем живее в Офенбург, Германия.", "А.  Семейният живот на жалбоподателя в Германия", "7.  Жалбоподателят емигрира от България в Германия на 15 януари 1992 г. и се заселва в Офенбург. На 28 януари 1994 г. сключва брак с германска гражданка – г-жа Е. Пфайфер и приема фамилното й име. На 24 февруари 1995 г. им се ражда дъщеря. През юли 1997 г. жалбоподателят започва работа в завод на \"Даймлер-Бенц\" в Щутгарт. Между 1998 и 2001 г., когато е в предварителен арест в България и няма възможност да издържа семейството си (вж. параграф 24 по-долу), вместо него издръжка на детето му плащат немските власти.", "8.  На 19 май 2006 г. съд в Офенбург одобрява предявения от съпругата на жалбоподателя иск за прекратяване на брака с развод с главно правно основание продължителното му отсъствие заради наказателното производство срещу него в България и обстоятелството, че е възпрепятстван да напуска страната, за да посещава семейството си в Германия (вж. параграфи 2438 по-долу).", "Б.  Наказателното производство срещу жалбоподателя в България", "9.  На 3 февруари 1992 г. българските съдебни власти образуват досъдебно производство срещу жалбоподателя по подозрение, че на 14 януари 1992 г. умишлено е умъртвил човек в Плевен. На 1 октомври 1996 г. следовател издава заповед за ареста му.", "10.  Местонахождението на жалбоподателя е установено със съдействието на Интерпол и той е арестуван в Офенбург на 3 юни 1998 г. На 22 юни 1998 г. българските власти изискват екстрадицията му по обвинение в предумишлено убийство. На 7 октомври 1998 г. съдебните власти в Германия уважават молбата за екстрадиция и на 18 ноември 1998 г. той е изпратен в България.", "11.  На 29 декември 1998 г. срещу жалбоподателя е повдигнато обвинение в убийство, представляващо опасен рецидив. През април 1999 г. обаче обвинението е изменено в квалифициран грабеж, придружен с убийство.", "12.  С присъда от 18 април 2000 г. Плевенски окръжен съд признава жалбоподателя за виновен в извършване на квалифициран грабеж и го осъжда на лишаване от свобода за срок от шестнадесет години.", "13.  След подадената от жалбоподателя жалба Великотърновският апелативен съд отменя на 24 октомври 2000 г. осъдителната присъда и наложеното му наказание и връща делото на прокуратурата. Съдът приема наред с другото, че осъждането на жалбоподателя за грабеж е било в нарушение на „принципа на особеността“, установен в член 14 на Европейската конвенция относно екстрадицията.", "14.  На 28 февруари 2001 г. на жалбоподателя е предявено обвинение за предумишлено убийство. На 9 ноември 2001 г. органите на прокуратурата решават да оттеглят обвинението за убийство, извършено при условията на опасен рецидив. След подадения частен протест от частните обвинители Плевенският окръжен съд отменя през декември 2001 г. това решение и дава указания на прокуратурата да повдигне на жалбоподателя и обвинение в убийство, извършено при условията на опасен рецидив.", "15.  На 15 февруари 2002 г. Окръжна прокуратура – Плевен внася обвинителен акт срещу жалбоподателя. Повдигнато му е обвинение за предумишлено убийство, извършено при условията на опасен рецидив и в съучастие като съизвършител.", "16.  Между юни 2002 г. и март 2004 г. Плевенският окръжен съд провежда девет съдебни заседания. На 24 март 2005 г. обаче по искане на жалбоподателя съдия и съдебен заседател се отвеждат от разглеждане на делото – първият заради направени коментари, които биха могли да се считат показателни за предубеденост, а вторият заради участието си в разглеждането на протеста срещу постановлението на прокуратурата за прекратяване на наказателното производство по обвинението в убийство, извършено при условията на опасен рецидив (вж. параграф 14 по-горе). Следователно процесът трябва да започне отначало.", "17.  През юни или юли 2005 г. отново е внесен обвинителен акт срещу жалбоподателя. Тъй като Плевенският окръжен съд открива грешки в обвинителния акт, той е върнат и внесен повторно през септември 2005 г. Срещу жалбоподателя е повдигнато обвинение за убийство, извършено при условията на опасен рецидив.", "18.  На 26 май 2006 г. Плевенският окръжен съд оправдава жалбоподателя.", "19.  Прокуратурата протестира присъдата пред Великотърновския апелативен съд. Тъй като обаче всички съдии от този съд преди това са участвали в състави на съда, постановили решения по същото дело, основно във връзка с молби за освобождаване или с молбите на жалбоподателя да му бъде разрешено да напуска пределите на България (вж. параграфи 24, 29, 31, 33, 35, 36 и 37 по-долу), през ноември 2006 г. делото е прехвърлено в Софийския апелативен съд.", "20.  На 27 юни 2007 г. Софийският апелативен съд отменя присъдата в частта, с която жалбоподателят е бил оправдан, и го признава за виновен в извършването на убийство при условията на опасен рецидив, поради което го осъжда на десет години лишаване от свобода.", "21.  След подадена от жалбоподателя касационна жалба Върховният касационен съд отменя на 24 януари 2008 г. въззивната присъда на по-долния по степен съд заради допуснати в текста технически грешки, заради които като цяло е невъзможно да се установи точният смисъл на решението.", "22.  Софийският апелативен съд преразглежда въззивното дело на 10 март 2008 г. и на 21 април 2008 г. отново отменя оправдателната присъда на жалбоподателя и го признава за виновен в извършването на умишлено убийство при условията на опасен рецидив. Осъжда го на десет години лишаване от свобода. За да определи вида и размера на наказанието, съдът приема, че са налице факти и доказателства, които разкриват деянието като тежко престъпление, но отчита, от друга страна, като изключително смекчаващо отговорността обстоятелство изминалия продължителен период от време от извършването на престъплението. Част от тази продължителност се дължала и на поведението на жалбоподателя, който се опитал да осуети наказателното преследване, като избягал в Германия. Въпреки това съдът намира за основателно да наложи наказание под най-ниския предвиден в закона предел – петнадесет години лишаване от свобода, за да компенсира прекалено дългия срок на разглеждане на делото.", "23.  След подадената от жалбоподателя касационна жалба на 23 декември 2008 г. Върховният касационен съд оставя в сила осъдителната присъда и наложеното му наказание. ВКС одобрява изцяло подхода на въззивния съд относно размера на наказанието, като посочва, че с определянето му под предвидения в закона минимум е възстановена една несправедливост спрямо жалбоподателя, а именно неприключването на наказателното производство срещу него в разумен срок.", "В.  Наложената на жалбоподателя забрана за пътуване", "24.  На 19 ноември 1998 г., в деня след екстрадицията му (вж. параграф 10 по-горе), спрямо жалбоподателя е взета мярка за неотклонение задържане под стража в досъдебното производство. На 7 февруари 2001 г. е освободен.", "25.  Междувременно по искане на следствените органи през февруари 1999 г. имиграционните органи отнемат паспорта му.", "26.  На 27 юни 2001 г. жалбоподателят подава молба до прокуратурата да му разреши да напусне България за шестдесет дни, за да посети съпругата и дъщеря си в Германия. В молбата посочва, че не ги е виждал от четири години, че те изпитват финансови затруднения, че има установено местопребиваване както в Германия, така и в България и че след освобождаването му от ареста винаги е бил на разположение на властите. На 28 юни 2001 г. искането му за разрешение е отказано и той обжалва отказа пред Плевенския окръжен съд. С определение от 1 август 2001 г. съдът отхвърля жалбата му и потвърждава отказа на прокурора, като посочва, че заради сериозността на повдигнатите му обвинения и възможното наказание има вероятност да избяга зад граница, че няма данни пътуването му да се налага спешно и няма гаранции, че няма се укрие извън страната.", "27.  През февруари 2002 г. жалбоподателят иска разрешение от Плевенския окръжен съд да пътува до Германия. На 7 март 2002 г. съдията докладчик по неговото дело отхвърля искането му. В определението се посочва, че фактът, че жалбоподателят е напуснал България веднага след извършването на престъплението, е показателен за желанието му да осуети наказателното преследване. Ако наистина е бил добросъвестен, нямало да се налага да го издирват със съдействието на Интерпол. Няма гаранция, че ако му бъде разрешено да иде в Германия, ще се върне за процеса. Обвинен е в тежко престъпление, извършено при условията на опасен рецидив и наказуемо с лишаване от свобода за срок от петнадесет години до доживотен затвор без замяна. Суровостта на наказанието сама по себе си предполага, че може да опита да се укрие.", "28.  На 23 април 2002 г. жалбоподателят подава молба до Плевенския окръжен съд да му разреши да напусне България за двадесет и пет дни, за да посети съпругата и дъщеря си в Германия. Позовава се основно на същите аргументи като преди. На неуточнена дата през април, май или юни 2002 г. съдията докладчик отхвърля искането му, като посочва съвсем същите мотиви както в предишния случай.", "29.  На 14 октомври 2002 г. жалбоподателят отново иска разрешение да пътува до Германия. Изтъква, че не е виждал семейството си повече от четири години, което се е отразило неблагоприятно на семейния му живот, оказало е силно отрицателно въздействие върху емоционалното състояние на дъщеря му, а съпругата и дъщеря му са изпаднали във финансови затруднения. Представя медицинско свидетелство, което удостоверява, че съпругата му е развила психогенна истерична парализа, което й пречи да полага пълноценни грижи за дъщеря им. Твърди също, че не може да издържа семейството си от България и затова трябва да иде в Германия и да се регистрира в немските социални служби, за да осигури финансова помощ за семейството си. Не е възпрепятствал по никакъв начин хода на делото, има постоянно местопребиваване в Германия и в България и никога не се е опитвал да се укрие от правосъдието. На 30 октомври 2002 г. Плевенският окръжен съд отхвърля искането, като посочва накратко, че жалбоподателят е обвиняем за тежко умишлено престъпление. Последвалата частна жалба е обявена от Великотърновския апелативен съд за недопустима с мотива, че определението на по-долния по степен съд не подлежи на обжалване и че жалбата е подписана само от защитника на жалбоподателя.", "30.  На 13 декември 2002 г. жалбоподателят иска разрешение да пътува до Германия, като отново изтъква предишните си доводи. На 8 януари 2003 г. Плевенският окръжен съд отказва искането му, като посочва накратко, че е обвиняем за тежко престъпление и че отмяната на забраната за пътуване извън страната може да осуети установяването на истината и приключването на делото.", "31.  Жалбоподателят подава още една молба на 2 юли 2003 г., в която повтаря предишните си аргументи. Съдът я отхвърля същия ден, като отбелязва накратко, че жалбоподателят е обвиняем за тежко престъпление и е бил екстрадиран от Германия. Свързаните със семейството му мотиви не могат да се приемат за решаващи. Последвалата частна жалба е отхвърлена от Великотърновския апелативен съд на 28 юли 2003 г.", "32.  На 25 юли 2003 г. жалбоподателят подава молба за отмяна на забраната да напуска пределите на Република България, като повтаря предишните си доводи. На 14 август 2003 г. Плевенският окръжен съд отхвърля молбата му, като отбелязва, че той е обвиняем за тежко престъпление, укривал се е в Германия и е бил екстрадиран оттам. Продължителността на наказателното производство не е надвишила разумния срок. Обстоятелството, че семейството на жалбоподателя е в Германия, не е решаващо, тъй като нищо не сочи, че те не могат да го посещават в България. Освен това може да работи и да издържа семейството си от България.", "33.  След подадената от жалбоподателя частна жалба на 26 август 2003 г. Великотърновският апелативен съд отменя определението на по-нисшата инстанция и му разрешава да пътува до Германия. В подробното си становище съдът отбелязва, че макар жалбоподателят да е обвиняем за тежко престъпление, бил е екстрадиран и дълго след това задържан в предварителен арест, той се е явявал на всички заседания по делото. Според съда на този етап, когато производството е продължило дванадесет години и е надвишило разумния срок, не е оправдано повече да се отказват исканията на жалбоподателя за разрешение да напуска страната. Съдът разглежда поведението на жалбоподателя между 1992 и 1998 г. и заключава, че не се е опитвал да се укрие от правосъдието. Посочва се още, че като се е позовал на сериозността на обвиненията, първоинстанцонният съд е действал в нарушение на презумпцията за невиновност. Единственият значим фактор в това отношение е поведението на обвиняемия в хода на процеса. Съдът отбелязва, че след освобождаването му от ареста жалбоподателят по никакъв начин не е възпрепятствал процеса срещу него, че доказателствата срещу него са противоречиви и че са настъпили сериозни смущения в семейния му живот заради мярката за процесуална принуда, която не може да бъде продължавана безкрайно. Съдът приема също, че няма опасност жалбоподателят да се укрие, ако му се разреши да пътува до Германия, тъй като може отново да бъде арестуван и екстрадиран, но отхвърля молбата му за пълна отмяна на забраната да напуска страната.", "34.  През август и септември 2003 г. жалбоподателят осъществява пътуването си до Германия. Завръща се навреме за следващото съдебно заседание, проведено на 18 септември 2003 г.", "35.  На 19 декември 2003 г. жалбоподателят подава молба до Плевенския окръжен съд да му разреши отново да пътува до Германия. Позовава се на същите аргументи както преди и подчертава, че се е завърнал от предишното си пътуване навреме за съдебното заседание. Съдът разглежда искането в закрито заседание, проведено на 23 декември 2003 г. и го отхвърля с определение от същия ден, в което се посочва, че по нищо не личи, че семейството на жалбоподателя не може да го посещава в България, че той е бил екстрадиран от Германия и не може да му бъде разрешено да напуска пределите на България. Жалбоподателят обжалва, като излага многобройни и подробни доводи. На 12 януари 2004 г. Великотърновският апелативен съд потвърждава определението на първоинстанционния съд, като посочва, че сериозността на обвиненията срещу жалбоподателя в съчетание с двете му предишни присъди сочат, че той е лице с висока степен на обществена опасност. Поради това съществува вероятност, ако му бъде разрешено да напусне страната, да не се завърне. Фактът, че е бил екстрадиран, е показателен в това отношение. Той би могъл да общува със семейството си и от България.", "36.  На 23 февруари 2004 г. жалбоподателят подава нова молба с искане да му бъде разрешено да пътува до Германия, като изтъква сходни доводи с тези в подкрепа на предишните му искания и подчертава, че раздялата със съпругата му от 1998 г. до момента я е мотивирала да заведе бракоразводно дело, както е видно от посочените в исковата й молба за развод мотиви (вж. параграф 8 по-горе). На 4 март 2004 г. повтаря искането си. Плевенският окръжен съд отхвърля молбата му същия ден, като отбелязва, че не е доказано, че раздялата със съпругата му не е предшествала екстрадицията му. Освен това жалбоподателят не е представил доказателства, че исковата молба за развод е разгледана. Обвинен е в сериозно умишлено престъпление, във връзка с което е бил екстрадиран. Жалбоподателят обжалва, като повтаря аргументите си. На 25 март 2004 г. Великотърновският апелативен съд оставя в сила определението на по-долния по степен съд, като приема, че предвид сериозността на обвиненията срещу жалбоподателя и обстоятелството, че е осъждан и преди, има вероятност да се укрие извън страната. Производството срещу него не е надвишило разумния срок, тъй като продължителността му не се дължи на поведението на съдебните органи. Семейството на жалбоподателя би могло да дойде в България, докато отмяната на забраната за напускане пределите на страната би обезсмислила предишната екстрадиция.", "37.  На 8 декември 2004 г. жалбоподателят отправя ново искане да му бъде разрешено пътуване до Германия. На 14 февруари 2005 г. Плевенският окръжен съд се произнася с отказ. След подадената от жалбоподателя жалба Великотърновският апелативен съд отменя на 28 февруари 2005 г. това определение и разрешава на жалбоподателя да пътува до Германия със съвсем същите мотиви както на 26 август 2003 г. (вж. параграф 33 по-горе).", "38.  Когато на 26 май 2006 г. Плевенският окръжен съд оправдава жалбоподателя (вж. параграф 18 по-горе), отменя изцяло наложената му забрана за напускане на пределите на Република България.", "39.  Жалбоподателят заминава за Германия, където на 15 март 2007 г. е нает на работа от немска компания. Той обаче се явява на всички заседания по делото срещу него в България.", "40.  Когато на 27 юни 2007 г. Софийският апелативен съд отменя оправдателната присъда на жалбоподателя и го признава за виновен (вж. параграф 20 по-горе), му налага нова забрана за напускане пределите на страната, без да посочва мотиви. Жалбите му срещу това определение са обявени за недопустими с мотива, че то не подлежи на обжалване.", "41.  На 10 март 2008 г. жалбоподателят подава молба до Софийския апелативен съд да отмени забраната за напускане на страната. Още същия ден съдът уважава искането му, като отбелязва, че съпругата и детето му са в Германия и че той има адрес в Германия. Отбелязва се също, че съдебната фаза на производството е продължила прекалено дълго, че жалбоподателят, чието поведение по време на процеса е било образцово, не е бил причина за никакви отлагания и че забраната е била в сила от 27 юни 2007 г. На последно място не може да се пренебрегне обстоятелството, че жалбоподателят е бил оправдан от първоинстанционния съд.", "42.  Изглежда, че след това жалбоподателят е заминал за Германия. В момента е там и води дела срещу искане за екстрадиция от българските съдебни власти, които са издали за него европейска заповед за арест с оглед изпълнението на присъдата, влязла в сила на 23 декември 2008 г. (вж. параграфи 22 и 23 по-горе). Към момента делото е висящо пред Апелативния съд в Карлсруе (Oberlandesgericht Karlsruhe).", "II.  ОТНОСИМО ВЪТРЕШНО ПРАВО", "43.  Член 35 § 1 от Конституцията от 1991 г. предвижда, че „[в]секи има право свободно ... да се придвижва по територията на страната и да напуска нейните предели“ и че това право „може да се ограничава само със закон, за защита на националната сигурност, народното здраве и правата и свободите на други граждани.“", "44.  През октомври 1994 г. към НПК от 1974 г. е добавена нова разпоредба – член 147 § 3. Съгласно този член вземането на мерки за неотклонение като задържане под стража, домашен арест или гаранция спрямо обвиняеми за престъпление, наказуемо с лишаване от свобода за повече от три години, автоматично води до забрана за напускане на пределите на България.", "45.  На 1 януари 2000 г. текстът на член 147 § 3 е отменен и заменен с новия член 153а. В алинея 1 се предвижда, че прокурорът може да забрани на обвиняем за умишлено престъпление, за което се предвижда лишаване от свобода, да напуска пределите на Република България, освен с негово разрешение. Съгласно член 153a § 2 прокурорът трябва да се произнесе по искане на обвиняем за разрешение в тридневен срок от подаването му. Отказът на прокурора подлежи на обжалване пред съответния първоинстанционен съд (член 153a § 3). Съдът трябва незабавно да разгледа жалбата еднолично в закрито заседание и да се произнесе незабавно с определение, което не подлежи на жалба и протест (член 153a § 4). В съдебното производство правомощията на прокурора в това отношение се осъществяват от съда, който разглежда делото (член 153a § 5). Върховният касационен съд се е произнесъл, че решенията на първоинстанционния съд по член 153a § 5 подлежат на въззивно обжалване пред по-горния по степен съд (Решение № 129 от 8 май 2003 г. по н. д. № 780/2002 г., ВКС, I н. о.).", "46.  На 29 април 2006 г. член 153а от НПК от 1974 г. е заменен от член 68 в НПК от 2005 г. Там текстът на отменената разпоредба се повтаря почти дословно, но в алинея 5 се предвижда също, че освен да отмени отказа на прокурора да разреши пътуване зад граница, съдът може по искане на обвиняемия или неговия защитник да отмени изцяло забраната, ако не съществува опасност обвиняемият да се укрие извън страната. В алинея 6 се уточнява, че определенията на съда по тези въпроси в съдебното производство подлежат на обжалване с частна жалба и частен протест пред по-горен съд.", "ПРАВЕН АНАЛИЗ НА ФАКТИТЕ", "I.  ПО ОТНОШЕНИЕ НА ТВЪРДЕНИЕТО ЗА НАРУШЕНИЕ НА ЧЛЕН 2 ОТ ПРОТОКОЛ № 4", "47.  Жалбоподателят се оплаква, че наложената му забрана за напускане на страната е станала диспропорционална. Позовава се на член 2 от Протокол № 4, който в относимата си част предвижда:", "“...", "2. Βсеки е свободен да напусне пределите на всяка държава, включително и на своята.", "3. Упражняването на това право не подлежи на никакви ограничения, освен на тези, предвидени в закона и необходими в едно демократично общество в интерес на националната или обществената сигурност, за поддържане на обществения ред, за предотвратяване на престъпления, за защитата на здравето и морала или на правата и свободите на другите.", "...”", "А.  Становища на страните", "48.  Правителството изтъква, че наложената на жалбоподателя забрана за напускане пределите на страната е била оправдана по смисъла на член 2 § 3 от Протокол № 4. Такава мярка е законово предвидена в Наказателно-процесуалния кодекс. Тя не е задължителна, а се налага по усмотрение на органите на наказателното производство, ако считат, че съществува опасност обвиняемият да се укрие извън страната. Забраната не е и абсолютна, тъй като по искане на обвиняемия може да му бъде разрешено да пътува зад граница по конкретни поводи за определен срок. Отказът на прокуратурата да разреши пътуване извън страната подлежи на обжалване по съдебен ред. При разглеждането на жалбата съдът е длъжен да вземе предвид мотивите, посочени от органите на наказателното производство и основанията, на които се позовава обвиняемият, като отчита и опасността обвиняемият да се укрие извън страната. Така например отказът да се разреши напускане на страната би бил неправомерен, ако обвиняемият желае да пътува зад граница за медицинско лечение, по служба или за извършване на стопанска дейност. В последния случай отказът трябва се подложи на внимателен анализ, тъй като на обвиняемия могат да бъдат причинени имуществени щети. На жалбоподателя е била наложена забрана за напускане на страната, тъй срещу него е било образувано наказателно производство за убийство, опитал е да се укрие от правосъдието и е бил екстрадиран от Германия. Затова неговото дело се различава от това на Гочев срещу България (№ 34383/03, 26 ноември 2009 г.) и Бауман срещу Франция (Baumann v. France, № 33592/96, ЕСПЧ 2001-V (извадки)). В случая на жалбоподателя националните съдебни власти са посочили мотиви за всеки отказ да му разрешат задгранично пътуване. С оглед на първоначалното му бягство и укриване извън страната, както и на окончателната му присъда, тези откази са били необходими в едно демократично общество в интерес на националната и обществената сигурност, за поддържане на обществения ред, за предотвратяване на престъпления и за защитата на правата и свободите на другите.", "49.  Жалбоподателят твърди, че правителството не е представило доказателства, че забраната за напускане на страната наистина е била необходима и пропорционална за постигането на посочените цели. Признава, че забраната е била законосъобразна и е могла да се счита оправдана в началото. Но с отминаването на времето и предвид образцовото му поведение през времетраенето на делото необходимостта от ограничителната мярка постепенно е намалявала. В действителност му е било разрешено да пътува до Германия веднъж и се е завърнал в България навреме за следващото насрочено съдебно заседание по делото срещу него. Само едно от многобройните му искания за разрешение да пътува зад граница е било одобрено. Доводите, с които съдилищата са отказвали останалите му искания, са били погрешни, като например възможността семейството му да се установи в България и възможността той да ги издържа в Германия с много ниската заплата, която би могъл да получава в България. Особено трудно обясними са отказите след завръщането му – навреме за следващото съдебно заседание – от Германия през есента на 2003 г.", "Б.  Преценка на Съда", "50.  Съдът счита, че оплакването не е явно необосновано по смисъла на член 35 § 3 (а) от Конвенцията или недопустимо на други основания. Следователно трябва да бъде обявено за допустимо.", "51.  Член 2 от Протокол № 4 гарантира на всекиго правото да напусне пределите на всяка държава и да отиде във всяка друга държава по свой избор, в която е законно приет. Всяка ограничаваща това право мярка трябва да отговаря на изискванията на третата алинея от горепосочения член (вж. като скорошен пример посоченото по-горе решение по делото на Гочев с последващи позовавания).", "52.  Наложената на жалбоподателя забрана за пътуване извън страната очевидно представлява такава мярка (вж. съответно решенията по делата Шмит срещу Австрия (Schmidt v. Austria), № 10670/83, Решение на Комисията от 9 юли 1985 г., Решения и доклади 44, стр. 195, Фьолдеш и Фьолдешне Хайлик срещу Унгария (Földes and Földesné Hajlik v. Hungary) № 41463/02, § 33, ЕСПЧ 2006XII, Сисанис срещу Румъния (Sissanis v. Romania), № 23468/02, § 64, 25 януари 2007 г., Бесеней срещу Унгария (Bessenyei v. Hungary), № 37509/06, § 22, 21 октомври 2008 г., А.Е. срещу Полша (A.E. v. Poland), № 14480/04, § 47, 31 март 2009 г. и Йордан Йорданов и други срещу България, № 23530/02, § 70, 2 юли 2009 г.). Следователно трябва да се разгледа дали мярката е била „предвидена в закона“, дали е следвала една или повече от изложените в член 2 § 3 от Протокол № 4 легитимни цели и дали е била „необходима в едно демократично общество“ за постигането на такава цел.", "53.  Забраната е била основана първоначално на изричните клаузи на член 147 § 3 и член 153a § 1 от Наказателно-процесуалния кодекс от 1974 г., а по-късно – на изричната клауза на член 68 § 1 от Наказателно-процесуалния кодекс от 2005 г. (вж. параграфи 44 – 46 по-горе). Жалбоподателят признава, че забраната е била „в съответствие със закона“ и Съдът не вижда причина да приеме различен извод.", "54.  Може да се каже, че от гледна точка на предназначението си – да възпрепятства укриване на жалбоподателя извън страната, докато тече правният спор относно основателността на наказателното обвинение срещу него и така да гарантира нормално и безпрепятствено протичане на съдебния процес и изпълнение на постановената присъда, забраната е следвала легитимни цели – поддържане на обществения ред и предотвратяване на престъпления.", "55.  Изглежда основният въпрос е била ли е забраната „необходима в едно демократично общество“ за постигането на тези цели. По този въпрос Съдът отбелязва, че началото на забраната е било на 19 ноември 1998 г. със задържането на жалбоподателя под стража в досъдебното производство, но на практика не е действала до 7 февруари 2001 г., когато е бил освободен (вж. параграфи 24 и 44 по-горе). Следователно не съществува проблем с времевата компетентност (ratione temporis) на Съда, тъй като Протокол № 4 е в сила за България от 4 ноември 2000 г. (вж. съответно в противоположния смисъл решението по делото Хаджибейли срещу Азербайджан (Hajibeyli v. Azerbaijan), № 16528/05, § 62, 10 юли 2008 г.). Забраната е била отменена на 26 май 2006 г., наложена повторно на 27 юни 2007 г. и отново отменена на 10 март 2008 г. (вж. параграфи 38, 40 и 41 по-горе). Следователно общата й продължителност е била точно шест години.", "56.  Очевидният въпрос е дали забраната може да се счита за пропорционална през цялата продължителност на този период (вж. съответно решението по делото Ринер срещу България (Riener v. Bulgaria), № 46343/99, § 128, 23 май 2006 г.), тъй като дори в началото да е основателна, мярката за ограничаване на личната свобода на придвижване може да се превърне в несъразмерна, ако действието й продължава дълго (вж. съответно посоченото по-горе дело на Гочев, § 49, с последващи позовавания). От една страна съдебните власти поне в началото са имали причина да се опасяват от възможността жалбоподателят да се укрие извън страната. Той е напуснал България в деня след предполагаемото извършване на престъплението, приел е фамилното име на съпругата си и е екстрадиран от Германия (вж. параграфи 7, 9 и 10 по-горе). Тези основания може да са били достатъчни да оправдаят налагането на забраната в началото. По-късно обаче целесъобразността им безсъмнено е намалявала, но в същото време с две изключения (вж. параграфи 33 и 37 по-горе) органите на прокуратурата и съдилищата са продължили машинално да се позовават на тях чак до май 2006 г. (вж. съответно решението по делото Недялков срещу България, № 44241/98, § 66, 3 ноември 2005 г.). Имало е много други фактори и аргументи за отмяна на забраната, като например изминалият период от време след налагането й, необосновано бавното движение на делото, признато няколкократно от съдилищата (вж. параграфи 22, 23, 33, 37 и 41 по-горе), акуратното явяване на жалбоподателя на всички съдебни заседания, също отбелязано от съдебните инстанции (вж. параграфи  33 и 37 по-горе), обстоятелството, че два пъти е пътувал до Германия и се е връщал навреме за съдебните заседания (вж. параграфи 34 и 39 по-горе), все по-сериозните смущения в семейния му живот поради отсъствието му, фактът, че не може да издържа задоволително семейството си от България и че има малко дете (вж. параграфи 7 и 8 по-горе). На тези въпроси изглежда не е било обърнато подходящо внимание от съдилищата, разгледали молбите и жалбите на жалбоподателя. Всъщност в повечето от определенията си, които изглеждат доста стереотипни, те сякаш напълно са ги пренебрегнали (вж. параграфи 26 – 31, 35 и 36 по-горе и вж. съответно в противоположния смисъл решението по делото Вила срещу Италия (Villa v. Italy), № 19675/06, §§ 19 и 49, 20 април 2010 г.). Освен това Софийският апелативен съд не посочва мотиви за решението си, когато на 27 юни 2007 г. налага повторно забраната (вж. параграф 40 по-горе).", "57.  В решението си по делото на Ринер Съдът е посочил, че съгласно член 2 §§ 2 и 3 от Протокол № 4 държавните органи са длъжни да гарантират, че всяка намеса в правото да се напускат пределите на собствената държава е основателна и съразмерна през целия срок на действието й в конкретните обстоятелства по случая (вж. посоченото по-горе дело на Ринер, § 128). Изложените в предходния параграф обстоятелства сочат, че българските органи на наказателното преследване и съдилищата не са преценили всички доказателства и доводи при вземането на решение и не са обосновали по задоволителен начин наложената на жалбоподателя продължителна забрана за напускане на пределите на страната.", "58.  Следователно е налице нарушение на член 2 от Протокол № 4.", "II.  ПО ОТНОШЕНИЕ НА ТВЪРДЕНИЕТО ЗА НАРУШЕНИЕ НА ЧЛЕН 8 ОТ КОНВЕНЦИЯТА", "59.  Жалбоподателят се оплаква, че забраната за пътуване извън страната, която му е попречила да общува нормално със съпругата и детето си в Германия и е довела до развода му, представлява необоснована намеса в семейния му живот. Позовава се на член 8 от Конвенцията, който в относимата си част предвижда:", "“1. Βсеки има право на неприкосновеност на ... семейния си живот ....", "2. Намесата на държавните власти в упражняването на това право е недопустима, освен в случаите, предвидени в закона и необходими в едно демократично общество в интерес на националната и обществената сигурност или на икономическото благосъстояние на страната, за предотвратяване на безредици или престъпления, за защита на здравето и морала или на правата и свободите на другите.”", "60.  Правителството признава, че забраната за пътуване извън страната може да се счита за намеса в семейния живот на жалбоподателя, но застъпва становището, че тази намеса е била законосъобразна и оправдана поради същите причини като изложените във връзка с член 2 от Протокол № 4. Освен това няма индикации, че семейството на жалбоподателя не би могло да се засели в България и така да поддържат отношенията и връзката си. Нямало е и пречки жалбоподателят да им плаща издръжка. И на последно място – не би могло да се твърди, че разводът на жалбоподателя е пряка последица от ситуацията, която е предмет на правния спор.", "61.  Жалбоподателят твърди, че е извършено нарушение на член 8 от Конвенцията поради същите причини, заради които е налице нарушение на член 2 от Протокол № 4. Продължителната и неоправдана забрана за напускане на страната е разрушила на практика отношенията му със семейството му в Германия. Това не може да се счита оправдано за постигането на каквато и да било легитимна цел. Нито може да се изисква и очаква от семейството му да облекчава последиците от забраната, като се установи в България. Жалбоподателят изтъква също, че заради наказателното производство срещу него дълго е бил без работа и поради това не е могъл да плаща издръжка на семейството си. На последно място поддържа, че както е видно от подадената от бившата му съпруга искова молба за развод, разводът е бил пряка последица от забраната за напускане на страната.", "62.  Съдът отбелязва, че това оплакване е свързано с разгледаното по-горе и следователно също трябва да бъде обявено за допустимо. Като взе предвид обаче причините, поради които установи нарушение на член 2 от Протокол № 4, Съдът не счита за необходимо да разглежда забраната за напускане на страната и от гледна точка на член 8 (вж. посочените по-горе дела Ринер, § 134 и А.Е. срещу Полша, §§ 53 и 54, а в противоположен смисъл вж. решенията по делата Илетмиш срещу Турция (İletmiş v. Turkey), № 29871/96, §§ 4250, ЕСПЧ 2005XII и Пашаоглу срещу Турция (Paşaoğlu v. Turkey), № 8932/03, §§ 41 – 48, 8 юли 2008 г., където Съдът е разгледал забрани за пътуване зад граница по смисъла на член 8 от Конвенцията, а не по член 2 от Протокол № 4, тъй като Протоколът е бил подписан, не не е бил ратифициран от Турция).", "III.  ПО ОТНОШЕНИЕ НА ТВЪРДЕНИЕТО ЗА НАРУШЕНИЕ НА ЧЛЕН 13 ОТ КОНВЕНЦИЯТА", "63.  Жалбоподателят се оплаква, че не е разполагал с ефикасни средства за съдебна защита и обжалване по отношение на оплакването си по член 2 от Протокол № 4. Позовава се на член 13 от Конвенцията, който предвижда следното:", "„Βсеки, чиито права и свободи, провъзгласени в тази Конвенция, са нарушени, има право на ефикасни правни средства за тяхната защита пред съответните национални власти, дори и нарушението да е извършено от лица, действащи при упражняване на служебни функции.“", "64.  Правителството не е представило становище във връзка с това оплакване.", "65.  Жалбоподателят твърди, че процедурата по член 153а от Наказателно-процесуалния кодекс от 1974 г. не представлява ефикасно правно средство. Допълнителен проблем е правната несигурност, илюстрирана от противоречивите решения на Великотърновския апелативен съд по въпроса подлежат ли на обжалване определенията на първоинстанционния съд по член 153а § 5 от НПК (1974 г.). Подобен проблем съществува и по отношение на жалбите срещу решението на Софийския апелативен съд от 27 юни 2007 г. да наложи отново забрана за напускане на страната – обявени са за недопустими въпреки изричния текст на член 68 § 6 от Наказателно-процесуалния кодекс от 2005 г.", "66.  Съдът счита, че това оплакване не е явно необосновано по смисъла на член 35 § 3 (а) от Конвенцията или недопустимо на други основания. Следователно трябва да се обяви за допустимо.", "67.  Член 13 изисква, когато същестува основателна и защитима претенция, че действие на държавните органи може да накърни правата на дадено лице по член 2 от Протокол № 4, националната правна система да му осигури ефикасна възможност да атакува оспорваната мярка, а съответните въпроси да се разгледат с достатъчно процесуални гаранции и задълбоченост, за да се даде на засегнатото лице възможност да изложи всички доводи, имащи отражение върху пропорционалността на мярката в смисъла, в който понятието е използвано в Конвенцията (вж. посоченото по-горе дело Ринер, §§ 138 и 142).", "68.  Като взе предвид констатациите си относно наложената на жалбоподателя забрана да пътува извън страната (вж. параграфи 52 – 58 по-горе), Съдът счита, че оплакването му по член 2 от Протокол № 4 е основателно и защитимо. Следователно трябва да се определи дали е разполагал с правно средство, отговарящо на горните изисквания.", "69.  Като се има предвид, че правилата, уреждащи забраната за пътуване зад граница, докато наказателното производство е висящо, са били променени през разглеждания период (вж. параграфи 44 – 46 по-горе), Съдът счита за уместно да разгледа поотделно първоначалната и повторно наложената на жалбоподателя забрана за напускане пределите на страната и наличието на средства за обжалване по съдебен ред.", "70.  Що се отнася до първоначалната забрана, продължила от 7 февруари 2001 г. до 26 май 2006 г. (вж. параграфи 24 и 38 по-горе), най-напред трябва да се отбележи, че съгласно член 153а от Наказателно-процесуалния кодекс от 1974 г., който е бил в сила до 29 април 2006 г. (вж. параграф 45 по-горе), жалбоподателят не е можел да атакува самата забрана за напускане на страната като такава, а само да иска разрешение за пътуване в конкретни случаи за определен срок. Възможността да се иска цялостната отмяна на забраната се появява едва с влизането в сила на член 68 от Наказателно-процесуалния кодекс от 2005 г. (вж. параграф 46 по-горе). Доколкото обаче исканията за разрешение да се пътува по конкретни поводи и за определен срок, които е могло да се правят по всяко време без ограничение, са можели да облекчат въздействието на забраната върху жалбоподателя, те биха могли да се считат за правни мерки за защита срещу ограничението. Очевидният въпрос е дали са били ефикасни.", "71.  Изглежда основният въпрос тук е дали националните съдилища са разглеждали молбите на жалбоподателя и последващите му жалби достатъчно задълбочено и с отчитане на факторите от значение за обосноваността на забраната по смисъла на Конвенцията (вж. съответно посоченото по-горе дело на Ринер, § 141). Както може да се види от повечето им определения, за тях е било достатъчно по същество да се позовават на оправданието, че жалбоподателят е бил обвиняем за тежко престъпление, за което се предвижда тежко наказание и че е бил екстрадиран от Германия. С две съществени изключения – решенията от 26 август 2003 г. и от 28 февруари 2005 г. – съдилищата са приемали за неотносими или дори не са споменавали много от доводите на жалбоподателя, имащи пряко отношение към основателността на принудителната административна мярка (вж. параграфи  26 – 37 по-горе). Може да се направи аналогия с практиката на Съда по член 5 § 4 от Конвенцията, когато пренебрегването на такива аргументи от националните съдилища при разглеждане на молби и жалби за освобождаване от предварителния арест се счита за много проблематично (вж., наред с други източници, решенията по делата Николова срещу България [ГК], № 31195/96, §§ 58 и 61, ЕСПЧ 1999II и Бочев срещу България, № 73481/01, §§ 64 и 65, 13 ноември 2008 г.). Според становището на Съда, позицията на националните съдилища е лишила ограничителната мярка от силата й на въздействие.", "72.  Що се отнася обаче до твърдението, че правното средство не е било ефикасно, тъй като в един от случаите Великотърновският апелативен съд е постановил, че отказът на първоинстанционния съд да разреши пътуване извън страната не подлежи на обжалване (вж. в края на параграф 29 по-горе), Съдът отбелязва, че жалбоподателят е могъл да атакува това определение пред Върховния касационен съд (вж. в края на параграф 45 по-горе).", "73.  Относно наложената на 27 юни 2007 г. повторна забрана Съдът отбелязва, че жалбата на жалбоподателя срещу съдебното разпореждане за налагане на забраната е била оставена без уважение като недопустима – очевидно погрешно от гледна точка на българското законодателство – с мотива, че не подлежала на обжалване (вж. параграфи  40 и 46 по-горе). Жалбоподателят обаче е имал възможност да поиска от същия съд да отмени забраната (вж. параграф 46 по-горе), което е сторил успешно през март 2008 г. (вж. параграф 41 по-горе). Няма никакви индикации, че ако по-рано бе подал молба, тя би имала по-малки шансове за успех. Като се има предвид, че при определени обстоятелства съвкупността от всички предвидени от вътрешното право средства за обжалване може да отговаря на изискванията на член 13 (вж. решенията по делата Леандер срещу Швеция (Leander v. Sweden), 26 март 1987 г., § 77, серия A № 116 и Глас Надежда ЕООД и Еленков срещу България, № 14134/02, § 67, ЕСПЧ 2007XI), Съдът заключава, че жалбоподателят наистина е разполагал с ефикасно правно средство срещу втората забрана.", "74.  Следователно е налице нарушение на член 13 от Конвенцията по отношение на първоначално наложената на жалбоподателя забрана за напускане пределите на страната, но не имало нарушение на тази разпоредба по отношение на повторно наложената забрана.", "IV.   ПРИЛОЖЕНИЕ НА ЧЛЕН 41 ОТ КОНВЕНЦИЯТА", "75.  Член 41 от Конвенцията предвижда:", "„Ако Съдът установи нарушение на Конвенцията или на Протоколите към нея и ако вътрешното право на съответната Βисокодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.”", "А.  Вреди", "76.  Жалбоподателят претендира обезщетение в размер на 8 000 евро за неимуществени вреди. Твърди, че въпреки безукорното си процесуално поведение и факта, че по никакъв начин не е възпрепятствал провеждането на наказателното производство срещу него, упорито и без основателни причини му е била отказвана възможността да пътува до Германия, за да посещава съпругата и детето си. Това е разрушило непоправимо връзката му с тях. Освен това неправилният подход на съдилищата към проблема е разрушил вярата му в способността им да решат делото му справедливо.", "77.  Правителството твърди, че исковата претенция е прекомерна. Посочва се, че жалбоподателят е бил признат за виновен и осъден на лишаване от свобода за срок от десет години. Твърди се също, че няма причинно-следствена връзка между твърдените нарушения и семейните проблеми на жалбоподателя. Нямало е пречки да плаща издръжка на семейството си в Германия и нищо не е възпрепятствало семейството му да се установи в България. Разводът му не може да се счита за пряка последица от твърдените нарушения.", "78.  Съдът отбелязва, че изводът за неизпълненото задължение на държавата да разгледа внимателно пропорционалността на наложената принудителна мярка за ограничаване на свободата на придвижване на жалбоподателя не представлява констатация, че мярката е била напълно неоправдана (вж. посоченото по-горе дело на Гочев, § 62). Съдът все пак счита, че е справедливо да присъди на жалбоподателя 5 000 евро за неимуществени вреди.", "Б.  Разноски", "79.  Жалбоподателят претендира възстановяване на направените разходи в размер на 2 086,07 евро за адвокатски възнаграждения за производството пред Съда и пощенски разходи. Представя разписки, удостоверяващи извършените плащания на първия му процесуален представител г-н Кънчев и разписки за направените от г-н Кънчев пътни и пощенски разноски. Моли всички присъдени по този иск суми да са платими директно на фондация “Български адвокати за правата на човека”, която е приела да финансира процесуалното му представителство пред Съда при условие, че ако спечели делото, ще възстанови присъдените му суми.", "80.  Правителството изтъква, че поисканият от процесуалния представител на жалбоподателя хонорар е няколкократно по-висок от обичайните адвокатски хонорари на българските адвокати.", "81.  Съгласно практиката на Съда претендираните на основание член 41 разходи и съдебни разноски трябва да са били действително и по необходимост направени, и да са в разумен размер (вж. като неотдавнашен пример решението по делото Нойлингер и Шурук срещу Швейцария (Neulinger and Shuruk v. Switzerland) [ГК], № 41615/07, § 159, 6 юли 2010 г.). Когато разглежда иск за справедливо обезщетение, Съдът не е длъжен да се съобразява със скалата за възнагражденията или стандартите в съответната държава (вж. като неотдавнашен пример решението по делото Йонерйълдъз срещу Турция (Öneryıldız v. Turkey) [ГК], № 48939/99, § 175, ЕСПЧ 2004-ХІІ). По настоящото дело, като взе предвид документите, с които разполага, и горните критерии, Съдът счита за правилно да присъди цялата претендирана от жалбоподателя по този пункт сума (2 086,07 евро) плюс евентуално дължимите от него налози. Сумата следва да бъде платена в банковата сметка на фондация “Български адвокати за правата на човека”.", "В.  Лихва за забава", "82.  Съдът счита за целесъобразно лихвата за забава да се изчислява на основата на пределния лихвен процент по заеми на Европейската централна банка с добавени три процентни пункта.", "ПОРАДИ ТЕЗИ СЪОБРАЖЕНИЯ СЪДЪТ ЕДИНОДУШНО:", "1.  Обявява останалата част от жалбата за допустима;", "", "2.  Приема, че е налице нарушение на член 2 от Протокол № 4;", "", "3.  Приема, че не е необходимо да разглежда отделно оплакването по член 8 от Конвенцията;", "", "4.  Приема, че е налице нарушение на член 13 от Конвенцията по отношение на първоначално наложената на жалбоподателя забрана за напускане пределите на страната, но не имало нарушение на тази разпоредба по отношение на повторно наложената забрана;", "", "5.  Постановява:", "(а)  ответната държава да заплати на жалбоподателя в тримесечен срок от влизането на решението в сила съгласно член 44 § 2 от Конвенцията следните суми в левова равностойност по курса към датата на плащането:", "(i)  € 5 000 (пет хиляди евро) за неимуществени вреди плюс евентуално платимите налози;", "(ii)  € 2 086,07 (две хиляди и осемдесет и шест евро и седем евроцента) за разходи и съдебни разноски плюс евентуално дължимите от жалбоподателя налози, които да бъдат платени в банковата сметка на фондация “Български адвокати за правата на човека”;", "(б)  след изтичане на горепосочения тримесечен срок до извършване на разплащането върху горните суми се дължи проста лихва в размер, равен на пределния лихвен процент по заеми на Европейската централна банка за периода на забава, плюс три процентни пункта;", "", "6.  Отхвърля останалата част от исковата претенция на жалбоподателя за справедливо обезщетение.", "Изготвено на английски език и оповестено в писмен вид на 17 февруари 2011 г. в съответствие с член 77 §§ 2 и 3 от Правилника на Съда.", "\tКлаудия Вестердик\tКарел Юнгвирт\n\tСекретар\tПредседател"]}