{"file": "BUL_HJUDBUL_3455_05.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "3455/05", "text_paragraphs": ["© Съвет на Европа/Европейски съд по правата на човека, 2013 г. Този превод не обвързва Съда. За допълнителна информация моля вижте пълните указания за авторските права в края на документа.", "© Council of Europe/European Court of Human Rights, 2013. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.\t", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "ГОЛЯМА КАМАРА", "", "", "", "ДЕЛО A. AND OTHERS СРЕЩУ ОБЕДИНЕНОТО КРАЛСТВО", "", "(Жалба no. 3455/05)", "", "", "", "", "", "", "РЕШЕНИЕ", "", "", "СТРАСБУРГ", "", "19 февруари 2009 г.", "", "", "Това решение е окончателно, но може да претърпи редакционни промени.", "", "По делото A. and Others срещу Обединеното кралство,", "Европейският съд по правата на човека, заседаващ като голяма камара, в състав:", "\tJean-Paul Costa, председател,\n\tChristos Rozakis,\n\tNicolas Bratza,\n\tFrançoise Tulkens,\n\tJosep Casadevall,\n\tGiovanni Bonello,\n\tIreneu Cabral Barreto,\n\tElisabeth Steiner,\n\tLech Garlicki,\n\tKhanlar Hajiyev,\n\tLjiljana Mijović,\n\tEgbert Myjer,\n\tDavid Thór Björgvinsson,\n\tGeorge Nicolaou,\n\tLedi Bianku,\n\tNona Tsotsoria,\n\tMihai Poalelungi, съдии,\nи Michael O’Boyle, заместник секретар,", "след проведени закрити заседания на 21 май 2008 г. и 4 февруари 2008 г.,", "постанови следното решение, прието на по-късната дата:", "ПРОЦЕДУРА", "1.  Делото е образувано по жалба (no. 3455/05) срещу Обединеното кралство на Великобритания и Свеврна Ирландия, подадена до Съда в съответствие с член 34 от Конвенцията за защита правата на човека и основните свободи („Конвенцията“) от единадесет лица, които не са граждани на Обединеното кралство („жалбоподателите“), на 21 януари 2005 г. Председателят е уважил искането на жалбоподателите имената им да не бъдат разкрити (член 47 § 3 от Правилника на Съда).", "2.  Жалбоподателите са представлявани от Birnberg Pierce and Partners, адвокатско дружество с практика в Лондон. Правителството на Обединеното кралство („правителството“) е представлявано от агента си, г-н D. Walton, Министерство на външните работи и на общността.", "3.  Жалбоподателите твърдят, по-специално, че са били задържани незаконно в нарушение на членове 3, 5 § 1 и 14 от Конвенцията и че не са разполагали с адекватни вътрешноправни средства за защита в нарушение на членове 5 § 4 и 13.", "4.  Жалбата е била разпределена на четвърта секция на Съда (член 52 § 1 от Правилника на Съда). На 11 септември 2007 г. камара от тази секция в състав съдиите: Josep Casadevall, Nicolas Bratza, Giovanni Bonello, Kristaq Traja, Stanislav Pavloschi, Lech Garlicki, Liliana Mijović и Lawrence Early, секретар на секцията, е решила да се откаже от компетентност в полза на голямата камара; никоя от страните не се е противопоставила на отказа от компетентност (член 30 от Конвенцията и член 72 от Правилника).", "5.  Съставът на голямата камара е определен в съответствие с разпоредбите на член 27 §§ 2 и 3 от Конвенцията и правило 24 от Правилника на Съда.", "6.  Жалбоподателите и правителството са представили писмени становища по съществото на жалбата. Освен това е получено становище от две неправителствени организации със седалище в Лондон, Liberty (Свобода – бел. прев.) и Justice (Справедливост – бел. прев.), на които председателят е позволил да встъпят в процедурата (член 36 § 2 от Конвенцията и член 44 § 2 от Правилника).", "7.  На 21 май 2008 г. е било проведено открито заседание в сградата на правата на човека, Страсбург (член 59 § 3 от Правилника).", "", "Пред Съда са се явили:", "", "(a)\tза правителството", "г-н D. Walton, \tагент,", "г-н P. Sales, QC \t", "г-жа C. Ivimy,\tзащитник,", "г-н S. Braviner-Roman, \t", "г-жа K. Chalmers, \t", "г-н E. Adams, \t", "г-н J. Adutt, \t", "г-н L. Smith, \tсъветници;", "", "(b)\tза жалбоподателите", "г-жа G. Pierce,", "г-жа M. Willis Stewart,", "г-н D. Guedalla,\tадвокати,", "г-н B. Emmerson, QC,", "г-н R. Husain,", "г-н D. Friedman, \tзащитници.", "", "Съдът е изслушал пледоариите на г-н Emmerson и г-н Sales и отговорите им на въпроси, зададени от Съда.", "ФАКТИ", "I.  ОБСТОЯТЕЛСТВАТА ПО ДЕЛОТО", "8.  Фактите по делото, така както са представените от страните, могат да бъдат обобщени по следния начин.", "A.  Дерогацията", "9.  На 11 септември 2001 г. четири търговски самолета са били отвлечени над Съединените американски щати. Два от тях са били разбити директно в кулите близнаци на Световния търговски център, а третият - в Пентагона, което е довело до смъртта на огромен брой лица и унищожаване на имущество. Ислямската екстремистка терористична организация Ал Кайда, ръководена от Осама бен Ладен, е поела отговорността за атентата. Обединеното кралство се е присъединило към Съединените щати във военни действия в Афганистан, който е бил използван като база за тренировъчни лагери на Ал Кайда.", "10.  Правителството твърди, че събитията от 11 септември 2001 г. показват, че международни терористи, по-специално тези, свързани с Ал Кайда, имат намерение и възможност да подготвят атаки срещу цивилни цели в безпрецедентен мащаб. Освен това, като се има предвид рехавата глобална структура на Ал Кайда и нейните филиали и техния фанатизъм, жестокост и решителност, би било трудно за държавата да предотврати бъдещи атаки. Според правителството Обединеното кралство, поради тесните му връзки със Съединените американски щати, е особена мишена. То счита, че е било налице извънредно положение от най-сериозния вид, застрашаващо съществуването на нацията. Освен това, то счита, че заплахата идва главно, но не единствено, от редица чужди граждани, намиращи се в Обединеното кралство, които осигуряват мрежа за подкрепа на ислямистки терористични операции, свързани с Ал Кайда. Голяма част от тези чужди граждани не могат да бъдат депортирани, поради опасност, че ще бъдат подложени на отношение в нарушение на член 3 от Конвенцията в техните страни на произход.", "11.  На 11 ноември 2001 г. Държавният секретар e издал заповед за дерогация по член 14 от Закона за правата на човека от 1998 г. („Законът от 1998 г.“: виж параграф 94 по-долу), в която той е изложил условията на предложена нотификация до Генералния секретар на Съвета на Европа за дерогация по член 15 от Конвенцията. На 18 декември 2001 г. правителството е подало дерогацията до Генералния секретар на Съвета на Европа. Дерогационната нота е гласяла следното:", "„Извънредно положение в Обединеното кралство", "Терористичните атаки в Ню Йорк, Вашингтон, окръг Колумбия и Пенсилвания на 11 септември 2001 г. доведоха до няколко хиляди жертви, включително на много британски граждани и на такива от 70 различни страни. В своите резолюции 1368 (2001) и 1373 (2001) Съветът за сигурност на ООН определи атаките като заплаха за международния мир и сигурност.", "Заплахата от международния тероризъм е непрекъсната. В своята резолюция 1373 (2001) Съветът за сигурност, в съответствие с глава VII от Устава на Обединените нации, изисква всички държави да предприемат мерки за предотвратяване извършването на терористични атаки, включително като спрат да предоставят убежище на лицата, които финансират, планират, подпомагат или извършват терористични атаки.", "В Обединеното кралство съществува терористична заплаха от лица, заподозрени в участие в международен тероризъм. По-специално, в Обединеното кралство се намират чуждестранни граждани, за които се подозира, че са замесени в извършването, подготовката или подстрекателството на актове на международен тероризъм, че са членове на организации или групировки, занимаващи се с такава дейност или поддържат връзки с членове на такива организации или групи, и които са заплаха за националната сигурност на Обединеното кралство.", "В резултат на това в Обединеното кралство съществува извънредно положение по смисъла на член 15(1) от Конвенцията.", "Закон за борба с тероризма и престъпността и за сигурността от 2001 г.", "Поради извънредното положение, в Закона за борба с тероризма и престъпността и за сигурността от 2001 г. са предвидени, inter alia, разширени правомощия за арестуване и задържане на чужди граждани, които се прилагат, когато се възнамерява лицето да бъде изведено или депортирано от Обединеното кралство, но когато извеждане или експулсиране не е възможно в момента, което би превърнало задържането в незаконно съгласно действащото вътрешно право. Разширените правомощия за арестуване и задържане се прилагат, когато държавният секретар издаде сертификат, който отразява убеждението му, че присъствието на даденото лице в Обединеното кралство представлява опасност за националната сигурност и че съществуват съмнения, че лицето е международен терорист. Този сертификат може да бъде обжалван пред Специалната апелативна комисия по имиграция („SIAC“), създадена със Закона за Специалната апелативна комисия по имиграция от 1997 г., която разполага с правомощие да отмени сертификата, ако прецени, че той не е трябвало да бъде издаден. Решението на SIAC подлежи на касационно обжалване. Освен това, SIAC редовно извършва проверка на сертифицирането. Когато това е целесъобразно, SIAC може да освободи лицето под гаранция при спазването на определени условия. По всяко време задържаното лице може да сложи край на задържането, като се съгласи да напусне Обединеното кралство.", "Разширените правомощия за арест и задържане по Закона за борба с тероризма и престъпността и за сигурността от 2001 г., представляват мярка, която строго се налага от ситуацията. Това е временна разпоредба, която ще бъде действаща за първоначален период от 15 месеца, след което действието й ще бъде прекратено, освен ако не бъде подновено от парламента. След това, тя подлежи на годишно подновяване от парламента. Ако, когато и да било, правителството прецени, че извънредно положение вече не съществува или че разширените правомощия вече не се налагат строго от ситуацията, държавният секретар със заповед ще отмени тази разпоредба.", "Правомощия за задържане под стража съгласно вътрешното право (извън тези по Закона за борба с тероризма и престъпността и за сигурността от 2001 г.)", "Правителството разполага с правомощия по Закона за имиграцията 1971 г. (Закона от 1971 г.) да изведе извън страната или да депортира лица на основание, че тяхното присъствие в Обединеното кралство не е в обществен интерес по съображения за национална сигурност. Лица могат да бъдат арестувани и задържани и в съответствие с приложения 2 и 3 към Закона от 1971 г. докато се чака тяхното извеждане от страната или депортиране. Съдилищата в Обединеното кралство са постановили, че това правомощие за задържане може да се упражнява само за период, който е строго необходим, при всички обстоятелства на конкретния случай, за да бъде изведено лицето от страната и че, ако стане ясно, че извеждането няма да може да бъде извършено в разумен срок, задържането става незаконно (R. v Governor of Durham Prison, ex parte Singh [1984] All ER 983).", "Член 5(1)(f) от Конвенцията", "Съществува установена практика, че член 5(1)(f) позволява лишаване от свобода на лице с цел депортиране, само в случаите когато „се предприемат действия по депортиране“ (Chahal срещу Обединеното кралство (1996) 23 413 EHRR в параграф 112). При това положение Европейският съд по правата на човека посочва, че задържането престава да бъде допустимо по силата на член 5(1)(f), ако процедурата по депортиране не се извършва с дължимата грижа и че е необходимо в такива случаи да се определи дали продължителността на процедурата по депортиране е прекомерна (параграф 113).", "В някои случаи, когато намерението за извеждане или депортиране на дадено лице в интерес на националната сигурност остава, продължаващото задържане може да не е в съответствие с член 5(1)(f), както Съдът го е приложил по делото Chahal. Това може да е така, когато, например, лицето е доказало, че извеждането в неговата собствена страна може да доведе до отношение, нарушаващо член 3 от Конвенцията. При тези обстоятелства, независимо от сериозността на заплахата за националната сигурност, която въпросното лице представлява, е недвусмислено установено, че член 3 не допуска извеждане или депортиране на място, където съществува реална опасност, че лицето ще бъде подложено на отношение, противно на тази разпоредба. Ако няма алтернативна дестинация на непосредствено разположение, извеждане или депортиране няма да е възможно да бъде извършено в момента, въпреки че остава намерението лицето да бъде изведено или депортирано, веднага щом бъдат предприети подходящи мерки за това. Освен това, може да не е възможно лицето да бъде съдено за престъпление поради строгите правила за допустимостта на доказателства в системата на наказателното правораздаване на Обединеното кралство и високия стандарт на доказване, който се изисква.", "Дерогация по член 15 от Конвенцията", "Правителството прецени дали упражняването на разширените правомощия за задържане, съдържащи се в Закона за борба с тероризма и престъпността и за сигурността от 2001 г., може да е несъвместимо със задълженията по член 5(1) от Конвенцията. Както бе посочено по-горе, може да има случаи, при които, въпреки съществуващото намерение за извеждане или депортиране на задържаното лице, не е възможно да се каже, че „се предприемат действия с цел депортиране“ по смисъла на член 5(1)(f), както Съдът го е тълкувал в делото Chahal. Доколкото упражняването на разширените правомощия може да е несъвместимо със задълженията на Обединеното кралство по член 5(1), правителството реши да се възползва от правото на дерогация, предоставено от член 15 (1) от Конвенцията и ще продължи да прави това до изпращането на уведомление за противното.“", "На следващо място нотификацията за дерогация излага разпоредбите на член 4 от Закона за борба с тероризма и престъпността и за сигурността от 2001 г.", "12.  На 12 ноември 2001 г. Законопроектът за борба с тероризма и престъпността и за сигурността, съдържащ разпоредбите, които е трябвало да станат част 4 от Закона за борба с тероризма и престъпността и за сигурността от 2001 г. („Законът от 2001 г.“: виж параграф 90 по-долу), е бил внесен в Камарата на общините. Законопроектът е бил приет от парламента за две седмици, след като три дни са били отделени за дебати по неговите 125 разпоредби в Камарата на общините при ограничена програма на гласуване, което е довело до недоволство от страна както на Съвместния комитет за правата на човека, така и на Комитета по вътрешни работи поради бързината, с която е бил разгледан въпросът.", "13.  Законът от 2001 г. е влязъл в сила на 4 декември 2001 г. През целия период, през който законът е бил в сила, шестнадесет лица, включително настоящите единадесет жалбоподатели, са били сертифицирани съгласно член 21 и са били задържани. Първите шест жалбоподатели са били сертифицирани на 17 декември 2001 г. и са били задържани малко след това. Седмият жалбоподател е бил сертифициран и задържан в началото на февруари 2002 г.; деветият жалбоподател - на 22 април 2002 г.; осмият жалбоподател - на 23 октомври 2002 г.; десетият жалбоподател - на 14 януари 2003 г.; а единадесетият жалбоподател е бил сертифициран на 2 октомври 2003 г. и задържането му е продължило, тъй като той вече е бил задържан в съответствие с предишното законодателство.", "B.  Дерогационното производство", "14.  В производството пред Специалната апелативна комисия за имиграция („SIAC“: виж параграфи 91-93 по-долу) първите седем жалбоподатели са оспорвали законосъобразността на дерогацията, като са твърдели, че задържането им по Закона от 2001 г. е в нарушение на техните права по членове 3, 5, 6 и 14 от Конвенцията. Освен това, всички те са оспорили решението на Държавния секретар да ги сертифицира като международни терористи.", "15.  На 30 юли 2002 г., след като е разгледала засекретени и незасекретени материали и е изслушала пледоариите на особените представители, наред с тези на защитниците на страните и на третата заинтересована страна, Liberty, SIAC е постановила решението си относно законосъобразността на дерогацията. Тя е постановила, че въз основа на незасекретените материали, приема за установено, че заплахата на Ал Кайда е довела до извънредно положение, застрашаващо съществуването на нацията, по смисъла на член 15 от Конвенцията и че засекретените материали потвърждават това становище.", "SIAC също така е постановила, че фактът, че целта - защита на населението от международни терористи, би могла да бъде постигната с алтернативни методи, не доказва, че приетите мерки не са абсолютно необходими. Освен това, тъй като целта на задържането е била защитата на Обединеното кралство, фактът, че задържаният е свободен да напусне пределите на страната показва, че мерките са били подходящи предвид извънредното положение.", "SIAC е отхвърлила оплакванията на жалбоподателите по член 3 от Конвенцията. Тя е постановила, че доколкото те се отнасят до условията на задържане, жалбоподателите следва да предявят иск пред обикновените граждански съдилища, и че SIAC не е компетентна да разгледа такава жалба, тъй като тя не представлява „въпрос, свързан с дерогацията“. Освен това тя не е счела за основателен довода на жалбоподателите, че задържането за неопределен период от време е в противоречие с член 3. В това отношение SIAC е приела, че задържането не е за неопределен период от време, тъй като то е подчинено на сроковете, определени в Закона от 2001 г. и тъй като този закон предвижда, че сертифицирането на всеки жалбоподател подлежи на автоматичен преглед от SIAC на всеки шест месеца. Във всеки случай, самият факт, че все още не е определен срок за превантивно задържане, не води до нарушение на член 3.", "SIAC не е приела, че член 6 е приложим към процеса на сертифициране. Сертифицирането на всеки един от жалбоподателите като предполагаем международен терорист не е „обвинение“, а изявление на съмнение и производството пред SIAC не определя основателността на наказателно обвинение. Освен това, не е било засегнато гражданско право и член 6 не се прилага и в гражданската си част.", "SIAC обаче е решила, че дерогацията е незаконосъобразна, тъй като съответните разпоредби на Закона от 2001 г. неоправдано дискриминират чуждите граждани в нарушение на член 14 от Конвенцията. Правомощията съгласно Закона от 2001 г. може да се ограничат само до чужди граждани, единствено ако заплахата произтича изключително или почти изключително от чужди граждани, а доказателствата не подкрепят такъв извод. В параграфи 94-95 от решението SIAC е заявила:", "„94.  Ако трябва да има ефективна дерогация от правото на свобода, залегнало в член 5 по отношение на предполагаеми международни терористи – а виждаме силни аргументи в полза на такава дерогация – разумно е дерогацията да обхване всички предполагаеми международни терористи, които не могат да бъдат изведени от страната. Тя би се ограничила само до частта от населението, състояща се от чужденци, само ако, както твърди [адвокатът на жалбоподателите], заплахата произтича изключително или почти изключително от чужди граждани.", "95.  Но доказателствата пред нас безспорно показват, че заплахата не е ограничена по този начин. Има много британски граждани, които вече са идентифицирани - най-вече лица, арестувани в чужбина - които попадат в рамките на определението за „предполагаеми международни терористи“, и от изявленията, направени пред нас, става ясно, че според [държавния секретар] има и други, които са на свобода в Обединеното кралство и които може да бъдат определени като такива. При това положение не виждаме как дерогацията може да се разглежда като нещо различно от дискриминация въз основа на национална принадлежност.“", "Така SIAC е отменила заповедта за дерогация от 11 ноември 2001 г. и е постановила декларация за несъвместимост на член 23 от Закона от 2001 г., в съответствие с член 4 от Закона от 1998 г. (виж параграф 94 по-долу).", "Тя е отложила разглеждането на индивидуалните жалби срещу сертификацията (виж параграфи 24-69 по-долу) в очакване на произнасянето по жалбата на държавния секретар и по насрещната касационна жалба на първите седем жалбоподатели срещу горното решение.", "16.  На 25 октомври 2002 г. апелативният съд е постановил решението си (A. and Others v. Secretary of State for the Home Department (А. и други срещу Държавния секретар по вътрешните работи) [2002] EWCA Civ 1502).", "Той е постановил, че SIAC е била права, намирайки, че е налице извънредно положение, застрашаващо съществуването на нацията. Противно на становището на SIAC обаче, той е приел, че подходът, възприет от държавния секретар може да бъде обективно обоснован. Съществува разумна връзка между задържането на чужди граждани, които не могат да бъдат депортирани заради опасения за безопасността им, и целта, която държавният секретар е искал да постигне, а именно да бъдат изведени извън страната чужди граждани, които представляват заплаха за националната сигурност. Освен това жалбоподателите ще бъдат задържани за срок, не по-дълъг от необходимия за депортирането им, до вдигане на извънредното положение или докато престанат да бъдат заплаха за безопасността на страната. Няма дискриминация, противоречаща на член 14 от Конвенцията, тъй като британски граждани, за които се предполага, че са терористи, не са в аналогично положение с чуждите граждани, заподозрени, че са терористи, които не могат да бъдат депортирани заради опасения за безопасността им. Тези чужди граждани нямат право да останат в страната, а разполагат само с право за момента да не бъдат изведени извън страната заради собствената им безопасност. Апелативният съд е добавил, че в международното право е добре установено, че в някои ситуации, държавите могат да правят разлика между своите граждани и чужди граждани, особено по време на извънредно положение. Той е заключил също така, че парламентът има право да ограничи предложените мерки, така че те да засягат само чужди граждани, заподозрени във връзки с терористични групировки, тъй като той има право да достигне до заключението, че задържането само на ограничен кръг от чужди граждани, които са засегнати от мерките, при тези обстоятелства, е „строго необходимо“ по смисъла на член 15 от Конвенцията.", "Апелативният съд се е съгласил с SIAC, че производството за обжалване на сертифицирането не представлява „обвинение“ по смисъла на член 6 § 1 от Конвенцията. Той е счел, обаче, че гражданската част на член 6 е приложима, но че производството е било толкова справедливо, колкото разумно би могло да се очаква. Освен това той е приел, че жалбоподателите не са доказали, че задържането им представлява нарушение на член 3 от Конвенцията.", "17.  На жалбоподателите е било дадено право да обжалват пред Камарата на лордовете, която е постановила решението си на 16 декември 2004 г. ([2004 ] UKHL 56).", "Мнозинство от лордовете, изрично или мълчаливо, е решило, че задържането на жалбоподателите по член 4 от Закона от 2001 г. не попада в изключението от общото право на свобода, предвидено в член 5 § 1 (f) от Конвенцията (виж мнението на лорд Bingham, параграфи 8-9; лорд Hoffman, параграф 97; лорд Hope, параграфи 103-105; лорд Scott, параграф 155; лорд Rodger, параграф 163; баронеса Hale, параграф 222). Лорд Bingham е обобщил становищата по следния начин:", "„9. ... Лице, което извърши тежко престъпление по наказателното право на тази страна, разбира се, независимо дали е гражданин или не, може да бъде обвинено, съдено или, ако бъде осъдено, да бъде лишено от свобода.", "Но не-гражданин, който е изправен пред опасност от изтезания или нечовешко отношение, ако бъде върнат в собствената си страна, и който не може да бъде депортиран в която и да било трета държава, и не е обвинен в никакво престъпление, не може по силата на член 5(1)(f) от Конвенцията и приложение 3 на Закона за имиграцията от 1971 г. да бъде задържан тук, дори и ако се прецени, че той представлява заплаха за националната сигурност.“", "18.  Камарата на лордовете също така е решила с осем на един гласа (със значително колебание от страна на лорд Bingham и лорд Scott), че заключението на SIAC, че съществува извънредно положение, застрашаващо съществуването на нацията, не трябва да бъде отменено. Лорд Hope е преценил доказателствата, както следва:", "„118.  Има достатъчно доказателства сред [несекретните] материали, показващи, че правителството е било напълно право като през ноември 2001 г. е приело, че е налице извънредно положение, застрашаващо съществуването на нацията . ... [О]бединеното кралство е в опасност от атаки от мрежата на Ал Кайда, която има капацитета, чрез своите сътрудници, да причини огромни жертви и да окаже разрушително въздействие върху функционирането на нацията. Това е било доказано от събитията от 11 септември 2001 г. в Ню Йорк, Пенсилвания и Вашингтон. В Обединеното кралство има значителен брой чужди граждани, които имат волята и способностите да подготвят координирани атаки тук, които биха били също толкова разрушителни за човешкия живот и за движимо и недвижимо имущество. Налице са били достатъчно данни от разузнаването, които са показали, че международните терористични организации, участвали в неотдавнашните нападения и в подготовката на други терористични атаки, са имали връзки с Обединеното кралство, и че те, както и други организации, представляват продължаваща заплаха за тази страна. ... Имало е все повече доказателства, показващи подготовка за използване на оръжия за масово унищожение в тази кампания . ... [Министерството на вътрешните работи] счита, че сериозните заплахи за нацията, идват предимно, макар и не изключително, и по-непосредствено от чужди граждани.", "119.  Картината, която се появява ясно от тези твърдения е картина на настоящо състояние на извънредно положение. Това е извънредно положение, което се състои от заплаха, че тези атаки ще бъдат осъществени. То застрашава живота на нацията поради ужасяващите последствия, които биха засегнали всички нас, ако се случат тук. Но все още не може да се каже, че тези атаки са предстоящи. На 15 октомври 2001 г. Държавният секретар заяви в Камарата на общините, че няма непосредствени данни от разузнаването, сочещи към конкретна заплаха за Великобритания: виж Hansard (HC Debates, col 925). На 5 март 2002 г. тази преценка на положението бе повторена в отговора на правителството на втория доклад на Комисията по отбрана при заплахи от тероризъм към Камарата на общините (House of Commons Select Committee on Defence on the Threat from Terrorism) (HC 348, пар. 13), където е посочено, че е погрешно да се твърди, че има доказателства за някаква определена атака. От материалите, които разгледах, мога да заключа, не че понастоящем няма извънредно положение, а че извънредното положение, което заплахите представляват, е от различен вид или на различно ниво от това, което несъмнено би последвало, ако заплахите някога се осъществят. Данните показват, че не може да се каже, че посоченото извънредно положение е предстоящо. Трябва да се признае, че тъй като атаките могат да се случат без предупреждение, може да не е възможно да се определи етапът, на който може да се каже, че то е неизбежно. Това е важен фактор и аз не го пренебрегвам. Факт е обаче, че етапът, на който нацията трябва да се изправи пред такова извънредно положение, извънредно положение, предизвикано от предстояща атака, все още не е достигнат.“", "Лорд Hoffman, който е изразил особено мнение, е приел, че има достатъчно достоверни доказателства за опасност от сериозна терористична атака на територията на Обединеното кралство, но смята, че тя няма да унищожи съществуването на нацията, тъй като заплахата не е толкова фундаментална, че да заплашва „нашите държавни институции или нашето съществуване като гражданско общество“. Той е заключил, че „реалната заплаха за съществуването на нацията ... идва не от тероризма, а от закони, като тези“.", "19.  Останалите лордове (лордовете Bingham, Nicholls, Hope, Scott, Rodger, Carswell и Baroness Hale, и лорд Walker с особено мнение) са отхвърли твърдението на правителството, че парламентът и изпълнителната власт, а не съдът, преценяват ответните мерки, необходими за защитата на сигурността на гражданите. Лорд Bingham е изразил мнението си, както следва:", "„42.  От този анализ следва, че жалбоподателите, според мен, имат право да поискат от съда да провери пропорционалността на заповедта за дерогация и съвместимостта с Конвенцията на член 23 [от Закона от 2001 г.] и никаква доктрина за почтително отношение не пречи на съдилищата да разгледат повдигнатите въпроси. Също така следва, че аз не приемам напълно становището на главния прокурор. По-специално не приемам разграничението, което той прави между демократичните институции и съдилищата. Разбира се, вярно е, че съдиите в тази страна не се избират и не са отговорни пред парламента. Също така е вярно, разбира се, ... че парламентът, изпълнителната власт и съдилищата имат различни функции. Но функцията на независимите съдии, които имат за задача да тълкуват и прилагат закона, е всеобщо призната като кардинална характеристика на модерната демократична държава, крайъгълен камък на самите принципи на правовата държава. Главният прокурор има пълното право да настоява за правилното прилагане на ограниченията на съдебната власт, но не е прав като заклеймява вземането на решения от съдилищата като някак недемократично. Това е особено неподходящо в случай като настоящия, когато парламентът изрично е постановил в член 6 от Закона от 1998 г., че се обявяват за незаконни всички актове на държавни органи, включително на съдилищата, които са несъвместими с права, защитени от Конвенцията; е наложил изискване (в член 2) съдилища да се съобразяват с практиката [на Съда] в Страсбург; е наложил изискване (в член 3 ), съдилища, доколкото е възможно, да прилагат правата по Конвенцията и е предоставил право на обжалване по въпроси, свързани с дерогацията. Ефектът, разбира се, не е да се пренебрегне суверенната законодателна власт на Кралицата в парламента, тъй като, ако първичното законодателство се обяви за несъвместимо, това не засяга валидността на законодателството (член 4 (6) ), средството за защита е в ръцете на съответния министър (член 10), който носи отговорност пред парламента. Законът от 1998 г. предоставя на съдилищата много специфичен, изцяло демократичен, мандат“.", "20.  Поради това мнозинството е разгледало въпроса дали режимът на задържане по член 4 от Закона за 2001 г. е пропорционален отговор на извънредното положение и е стигнало до заключението, че той не се е справил разумно със заплахата за сигурността и представлява непропорционален отговор на тази заплаха. Лордовете са изтъкнали три основни причини: първо, че режимът на задържане се прилага само за чужди граждани, заподозрени в международен тероризъм, и не се занимава със заплахата, която идва от граждани на Обединеното кралство, които също са заподозрени в тероризъм; второ, че тя позволява лица, заподозрени в международен тероризъм свободно да напуснат Обединеното кралство и да продължат своите дейности, застрашаващи сигурността, в чужбина; трето, че текстът на въпросните разпоредби е твърде широк, така че може по принцип да бъде приложен и спрямо лица, заподозрени във връзки с международни терористични организации, които не попадат в приложното поле на дерогацията.", "По първата причина, лорд Bingham е подчертал, че констатацията на SIAC, че терористичната заплаха не е ограничена само до чужди граждани не е била оспорена. Тъй като SIAC е основният трибунал, установяващ фактите, не е необходимо да се разглеждат основанията за заключението й, но има доказателства, че „въз основа на данни от разузнаването се предполага, че повече от хиляда лица от Обединеното кралство са посещавали тренировъчни лагери в Афганистан през последните пет години“, че се твърди, че някои британски граждани планират да се завърнат от Афганистан в Обединеното кралство, както и че материали, които се отнасят до жалбоподателите, показват интензивно участие на британски граждани и на лица, по друг начин свързани с Обединеното кралство, в терористичните мрежи. Лорд Bingham е продължил:", "„33.  ... Ясно е, че членове 21 и 23 от Закона от 2001 г. не се занимават със заплахата, която гражданите на Обединеното кралство представляват, тъй като те не предвиждат сертифицирането и задържането на граждани на Обединеното кралство. Без значение е, че други части от Закона от 2001 г. и от Закона от 2000 г. се прилагат за граждани на Обединеното кралство, тъй като те не са предмет на дерогация, не са предмет на жалбата и се прилагат също и спрямо чужди граждани. Все пак не се твърди, че заплахата от страна на граждани на Обединеното кралство, макар и количествено по-малка, качествено се различава от тази, идваща от чужди граждани. Също така е ясно, че членове 21 и 23 позволяват сертифицирано и задържано лице да напусне Обединеното кралство и да отиде във всяка друга страна, която е готова да го приеме, както са направили двама от жалбоподателите, които са заминали за Мароко и Франция .... Такава свобода за напускане на страната е напълно обяснима от гледна точка на контрола на имиграцията: ако британските власти искат да депортират чужд гражданин, но не могат да го депортират в страната „A“ заради решението по делото Chahal, тяхната цел може да бъде постигната чрез доброволното заминаване на лицето за страната „Б“. Но позволяването лице, заподозряно в международен тероризъм, да напусне нашите брегове и да замине за друга страна, може би страна, намираща се толкова близо, колкото Франция, за да продължи престъпната си дейност, трудно се съчетава с убеждението, че то е способно да нанесе сериозна вреда на населението и интересите на тази страна. ...", "35.  Петата точка в становището на жалбоподателите не оставя много място за разсъждения. Но изглежда разумно да се предположи, че властите не игнорират предполагаемите международни терористи, които са граждани на Обединеното кралство. Когато [петият жалбоподател] е бил пуснат под гаранция от SIAC ... , той е трябвало (наред с други неща) да носи електронни устройства за наблюдение по всяко време, да не напуска жилището си; да се обажда по телефона на определена охранителна фирма пет пъти на ден всеки ден в точно определени часове; да позволи на фирмата да инсталира устройства за наблюдение в жилището му; да не допуска други лица да влизат в жилището му, освен членовете на семейството му, адвоката му, медицинските работници, които се грижат за него, и други лица, получили специално разрешение; да няма контакт с други лица, да няма в жилището си компютърно оборудване, мобилен телефон или други електронни устройства за комуникации; да закрие съществуващата телефонна линия в жилището си, както и да инсталира специална телефонна линия, позволяваща контакт само с охранителната фирма. Жалбоподателите твърдят, че такъв вид изисквания, ако се спазват стриктно, ефективно биха попречили на всякаква терористична дейност. Трудно е да се види защо това не би било така.", "36.  За да изтъкнат фундаменталното значение на правото на лична свобода, като шеста точка в становището им относно пропорционалността, жалбоподателите се позовават на дългогодишната либертарианската традиция на английското право, датираща от времето на глава 39 на Магна Харта от 1215 г. и получила израз в древното средство за защита habeas corpus, провъзгласено в Петицията на правата от 1628 г.; потвърдена в редица важни решения през вековете и въплътена в днешното материално и процесуално право. ... Произнасяйки се по оплаквания по член 5 от Европейската конвенция, Европейският съд също е признал първостепенното значение на личната свобода. ...", "43.  Оспорването от страна на жалбоподателите на пропорционалността на заповедта и на член 23, според мен, е основателно поради всички причини, посочени от тях, а също и поради тези, посочени от Европейския комисар по правата на човека и от Комитета Нютон. Отговорът на главния прокурор не е убедителен.“", "21.  Освен това, мнозинството е решило, че Законът от 2001 г. е дискриминационен и противоречи на член 14 от Конвенцията, от който няма дерогация. Жалбоподателите са в сходно положение с гражданите на Обединеното кралство, за които се предполага, че са международни терористи, общите черти с които са, че те не могат да бъдат изведени от Обединеното кралство и че се считат за заплаха за националната сигурност. Тъй като режимът на задържането е насочен главно към защита на Обединеното кралство от терористично нападение, а не цели контрол на имиграцията, няма обективна причина жалбоподателите да бъдат третирани по различен начин на основание тяхната националност или имиграционен статут.", "22.  Въпреки, че в касационната си жалба жалбоподателите са повдигнали и оплаквания по 3 и 16 от Конвенцията, Камарата на лордовете не е счела за необходимо да се произнесе по тези оплаквания, тъй като е решила, че дерогацията е незаконна на други основания.", "23.  Тя е отменила заповедта за дерогация и е издала декларация по член 4 от Закона за правата на човека (Human Rights Act) (виж параграф 94 по-долу), обявявайки член 23 от Закона от 2001 г. за несъвместим с членове 5 § 1 и 14 от Конвенцията, доколкото той е непропорционален и допуска дискриминационно задържане на предполагаеми международни терористи.", "C.  Производството, свързано със сертифицирането: „рамковото“ решение", "24.  Междувременно, заседанията на SIAC по жалбите на всеки от жалбоподателите срещу сертифицирането са започнали през май 2003 г., след постановяването на решението на Апелативния съд в дерогационното производство, но преди горното решение на Камарата на лордовете.", "25.  За целите на всяка жалба до SIAC държавният секретар е представил незасекретено становище, обобщаващо фактите, свързани с решението всеки от жалбоподателите да бъде сертифициран и тези доказателства в подкрепа на това решение, които държавният секретар е счел, че може да бъдат разкрити без това да предизвика опасност за националната сигурност. Той също така е представил пред SIAC и засекретено становище, съдържащо изложение на фактите и доказателства за всеки отделен жалбоподател.", "26.  На 29 октомври 2003 г. SIAC е постановила рамково решение, в което е направила редица констатации от общ характер, касаещи всички жалби срещу такова сертифициране.", "По отношение на предварителните въпроси тя е решила, inter alia, че е компетентна да разгледа жалба срещу сертифициране, дори и когато сертифицираното лице е напуснало Великобритания и сертифицирането е било отменено. Тя е постановила, че тестът дали съществуват основателни причини да се подозира, че едно лице е „терорист“ и да се счита, че неговото присъствие в Обединеното кралство представлява опасност за националната сигурност по смисъла на член 21 от Закона за 2001 г. „някак не отговаря на изискванията за доказване, дори и при балансиране на вероятностите“. Тя също така е приела, че „основателните причини може да се базират на материали, които не биха били допустими в обикновено производство пред съда, като непреки свидетелски показания на информатор с тайна самоличност“. Тежестта, която трябва да бъде придадена на всяко отделно доказателство, е въпрос, който трябва да се разглежда в светлината на всички доказателства, преценени в тяхната съвкупност. Информация, която може да е била получена чрез изтезания, не трябва автоматично да се изключва от доказателствения материал, но съдът трябва да има предвид всяко доказателство за начина, по който тази информация е била събрана, и трябва съответно да прецени нейната тежест и надеждност.", "SIAC е приела, че разпоредбите за задържане на Закона от 2001 г. трябва да се тълкуват в светлината на условията на дерогацията. Заплахата за съществуването на нацията не се свежда до дейност в границите на Обединеното кралство, тъй като съществуването на една нация включва нейната дипломатическа, културна и туристическа дейност в чужбина. Освен това атаки срещу съюзници на Обединеното кралство може да доведат до опасност за Обединеното кралство, като се има предвид взаимозависимостта на държавите, изправени пред глобална терористична заплаха. Дерогацията определя заплахата като произтичащата от Ал Кайда и нейни съюзници. Поради това е необходимо, във връзка с разпоредбите на член 21 от Закона за 2001 г., касаещи както „националната сигурност“, така и „международния тероризъм“, да бъдат доказани основателни причини за подозрение, че сертифицираното лице е част от група, която е свързана пряко или непряко, с Ал Кайда. Дори ако основната цел на въпросната група е националноосвободителна борба, ако тя подкрепя Ал Кайда в част от нейните дейности и въпреки това лицето подкрепя групата, може да се направи разумното заключение, че то подкрепя и подпомага Ал Кайда.", "SIAC също така е направила редица фактически констатации с общо приложение относно организации, за които държавният секретар твърди, че са свързани с Ал Кайда. Тези констатации се основават както на незасекретени, така и на засекретени материали. Така, тя е приела, например, че GSPC - Салафистката група за призоваване и борба, която е била образувана в Алжир през 1998 г., е международна терористична организация, свързана с Ал Кайда чрез обучение и средства, но че предшестващата я алжирска организация, Въоръжена ислямска група (GIA), не е такава. Египетският ислямски джихад (EIJ) или е част от Ал Кайда, или е много тясно свързан с него. Чеченската арабски муджахидин е международна терористична група, която преследва анти-западняшки цели, които надхвърлят борбата за чеченска независимост, и е в тесни връзки с Ал Кайда. SIAC също е определила като попадаща в рамките на условията на дерогацията група от предимно алжирски екстремисти, кръжащи около Abu Doha, алжирец, който е живял в Обединеното кралство приблизително от 1999 г. насетне. Твърди се, че Abu Doha е заемал важна роля в тренировъчните лагери в Афганистан и е имал много връзки с Ал Кайда, включително връзки със звеното във Франкфурт, което е било обвинено в заговор за взривяване на бомба на Коледния пазар в Страсбург през декември 2000 г. Abu Doha е бил арестуван през февруари 2001 г., след искане за екстрадиране от Съединените американски щати, но неговата група е останала активна.", "27.  Жалбоподателите са обжалвали решението на SIAC, че доказателства, които може да са били получени чрез изтезания, са допустими. За целите на обжалването, страните са се съгласили, че производството пред SIAC за оспорване на сертифицирането попада под член 5 § 4 от Конвенцията и като такова трябва да отговаря на основните изисквания за справедлив процес. Поради това не е било необходимо да се решава дали член 6 също е бил приложим и този въпрос е останал отворен.", "На 11 август 2004 г. апелативният съд, с мнозинство, е потвърдил решението на SIAC ([2004] EWCA Civ 1123).", "На 8 декември 2005 г. Камарата на лордовете е решила единодушно, че показанията на заподозрян или свидетел, които са били получени чрез изтезания, отдавна се считат за ненадеждни по своята същност, несправедливи, противни на нормалните стандарти за хуманност и благоприличие и несъвместими с принципите, които съдилищата трябва да спазват в процеса на правораздаване. От това следва, че тези доказателства най-вероятно не биха били приети за законни пред съд в Обединеното кралство, независимо от това къде, от кого и по чия заповед са били причинени изтезанията. Тъй като лицето, оспорващо сертифицирането, има само ограничен достъп до материалите срещу него, в производството пред SIAC, не може да се очаква то да направи повече от това да изтъкне правдоподобна причина, че материалите може да са били получени по такъв начин и тогава SIAC трябва да започне съответните проверки. Камарата на лордовете, следователно, е допуснала до разглеждане жалбите на жалбоподателите и е върнала делата на всеки от тях на SIAC за преразглеждане ([2005] UKHL 71).", "28.  Заключенията на SIAC по делата на всеки от жалбоподателите са изложени в параграфи 29-69 по-долу. От шестнадесетте лица, включително единадесетте жалбоподатели, задържани по реда на част 4 от Закона от 2001 г., сертифицирането на само едно от тях е било отменено от SIAC.", "D.  Производства във връзка със сертифицирането: решения по индивидуалните жалби", "1.  Първият жалбоподател", "29.  Първият жалбоподател е роден в палестински бежански лагер в Йордания, е без гражданство, и през 1997 г. му е било издадено безсрочно разрешение за пребиваване в Обединеното кралство. На 17 декември 2001 г. първият жалбоподател е бил сертифициран от държавния секретар като предполагаем международен терорист съгласно член 21 от Закона от 2001 г. На 18 декември 2001 г. е била издадена заповед за депортиране на същото основание.", "30.  Първият жалбоподател е бил задържан на 19 декември 2001 г. В последствие той е обжалвал пред SIAC сертифицирането, както и решението за издаване на заповед за депортиране. На 24 юли 2002 г. той е бил прехвърлен в охраняемата психиатрична болница в Броудмор.", "31.  На първия жалбоподател и на неговите представители са били предоставени незасекретени материали, събрани от държавния секретар, включително полицейски доклад, който показва, че големи суми пари са преминавали през четирите банкови сметки на негово име. Освен това на SIAC и на специалния представител са били представени засекретени материали. Първият жалбоподател е свидетелствал устно пред SIAC, като е бил подпомаган от преводач, и е призовал един свидетел, който да даде показания за неговия добър характер. Той също така е представил четири медицински експертизи относно неговото психическо здраве. В решението си от 29 октомври 2003 г. SIAC е отбелязала:", "„Ние сме напълно наясно, че незасекретените материали срещу жалбоподателя са много общи и че в по-голямата си част делото почива на твърдения, които до голяма степен не се подкрепят от доказателствата. Основното обвинение е, че той е участвал в набирането и разпределянето на тези средства за терористични групи с връзки с Ал Кайда. Твърди се също така, че той е снабдявал с фалшиви документи и е спомагал за придвижването на джихад доброволци към тренировъчни лагери в Афганистан. Твърди се, че е тясно свързан с високопоставени екстремисти и сътрудници на Осама Бен Ладен, както в Обединеното кралство, така и в чужбина. Неговата защита е и винаги е била, че той се занимава единствено с хуманитарни проекти, по-специално с проект, касаещ училище в Афганистан за деца, говорещи арабски, и проекти като изграждане на кладенци и предоставяне на храна на общности в Афганистан. Той също така е набирал средства за бежанци от Чечения. Каквито и да било контакти с така наречените екстремисти са били извършени в този контекст и той не е имал причина да смята, че тези лица са терористи или се занимават с тероризъм.“", "Ние признаваме реалните трудности, с които въззивникът се сблъскал при подготовката на настоящата жалба. Ние взехме предвид тези трудности и психическите му проблеми. Отбелязваме опасенията [на защитника му], че Службата за сигурност прекалено опростява положението, което, според него, е изключително сложно и съществува тенденция да се предполага, че всеки благочестив мюсюлманин, който смята, че начинът на живот, практикуван от талибаните в Афганистан, е истинският път, който трябва да бъде следван, се счита за подозрителен. Отбелязваме също, че първоначално ответникът твърдеше, че всички дейности за събиране на средства от въззивника са били с цел подпомагане на тероризма и че едва след като въззивникът представи доказателства, че преследва законни благотворителни цели, ответникът прие, че поне част от средствата са били набирани за тези цели. Доколкото се твърдят връзки на въззивника с определени лица, имаме предвид, че някои от тях, за които се твърди, че се занимават с терористична дейност, имат висящи жалби ... и че срещу други не са били повдигани обвинения, нито са могли да бъдат обяснени предполагаемите им контакти с терористи.", " ...", "[Адвокатът на първия жалбоподател] приема, бидейки принуден да направи това, ненадеждността на доказателствата за придвижването на жалбоподателя през 90-те години на XX век, но моли да не използваме този факт срещу него поради психичното му състояние. Ние не можем да направим това. Лъжите са умишлен опит да се обори твърдението, че той е бил муджахидин в Афганистан, като се твърди, че е прекарал три години в йордански затвор. Полицията е посочила по-голям размер на сумите, преминали през банковата му сметка. Ние приемаме този аргумент, но все пак значителна сума е преминала през тези сметки. [Адвокатът на жалбоподателя] твърди, че срещу него се отправят обвинения за това, че е снабдил други лица, а не себе си с фалшиви документи. Поради това фалшивият му иракски паспорт е без значение. Този факт обаче свидетелства за способност да се получи фалшив паспорт. [Адвокатът на жалбоподателя] оспорва надеждността на данните от разузнаването срещу въззивника, тъй като едва по-късно се е приело, че той се е занимавал с действителна благотворителна дейност и че част от средствата, преминали през неговата сметка и набирани от него, са били използвани за тази цел. Ние признаваме опасността, произтичаща от това, че всякаква дейност на заподозрени лица може да бъде считана за подозрителна и че доказателствата срещу такива лица може да не бъдат справедливо преценени, за да се види дали те наистина са в подкрепа на тези подозрения. Ние разгледахме всички материали, особено засекретените, имайки предвид тази опасност.", "Както вече посочихме, незасекретените доказателства, взети сами по себе си не обясняват причините, поради които отхвърляме тази жалба и разбираме опасенията [на адвоката на първия жалбоподател], че задачата му е била изключително трудна. Ние не сме впечатлени от въззивника като свидетел, макар и вземайки предвид психическото му състояние и трудностите, пред които е изправен. Той често беше уклончив и се изразяваше неясно и несъмнено лъжеше по отношение на придвижването си през 90-те години. Трудно ни е да разберем и приемем обясненията му относно някои от операциите по банковите му сметки. Трябва да се отбележи, че не считаме за особено полезни за ответника изтъкнатите данни за връзките на въззивника с Алжир или Чечения; делото зависи основно от доказателствата за отношенията на въззивника с Афганистан и с терористи, за които се знае, че имат връзки с Ал Кайда.", "Ясно е, че въззивникът много успешно е набирал средства и, особено, че е успял да прехвърли тези средства в Афганистан. Независимо от проблемите му, той е бил в състояние и на него се е разчитало да осигури ефективно обслужване. Неговите обяснения относно добре известни терористи, чиито деца са учили в училището и относно различните по-съществени операции по банковите му сметки са незадоволителни. Той се изразяваше уклончиво по въпроси, по които, предвид обвиненията срещу него, би се очаквало да предостави подробности.", "Критично разгледахме всички доказателства. Засекретените материали потвърждават нашето виждане, че сертифицирането в този случай е правилно. Налице са причини да се смята, че присъствието на въззивника в Обединеното кралство, представлява опасност за националната сигурност, както и обосновани подозрения, че той е терорист по смисъла на член 21 от Закона от 2001 г. Следователно, отхвърляме жалбата.“", "32.  В съответствие с условията на Закона от 2001 г., случаят на първия жалбоподател е бил разгледан от SIAC шест месеца по-късно. В решението си от 2 юли 2004 г. SIAC е установила, че:", "„Обновените общи незасекретени материали ... продължават да сочат, че съществува пряка терористична заплаха за Обединеното кралство от група или групи от ислямски екстремисти от Северна Африка, свързани по различни начини с Ал Кайда.", "Въпреки че някои от познатите му са били задържани, броят на видните екстремисти в различни групи е такъв, че за него не би било трудно, и той поддържа желанието и възможностите си, да им предостави своя значителен логистичен опит в преследване на ислямските екстремистки планове в Обединеното кралство. Сертифицирането продължава да е оправдано.“", "33.  SIAC отново е преразгледала делото на 15 декември 2004 г. и отново е заключила, че сертифицирането трябва да остане в сила.", "2.  Вторият жалбоподател", "34.  Вторият жалбоподател е гражданин на Мароко, роден на 28 февруари 1963 г. Той е пристигнал в Обединеното кралство като турист през 1985 г. и му е било разрешено да остане като студент. На 21 юни 1988 г. му е било издадено безсрочно разрешение за постоянно пребиваване поради брака му с британска гражданка, който брак впоследствие е бил разтурен. През 1990 г. и отново през 1997 г. той е поискал да бъде натурализиран, но по тези искания не е било взето решение. През 2000 г. той се оженил повторно за друга британска гражданка, с която има дете.", "35.  На 17 декември 2001 г. вторият жалбоподател е бил сертифициран от държавния секретар като предполагаем международен терорист в съответствие с член 21 от Закона от 2001 г. На същата дата е била издадена заповед за депортиране. На 19 декември 2001 г. вторият жалбоподател е бил задържан под стража. Той е обжалвал сертифицирането и депортирането, но въпреки това е решил да напусне Обединеното кралство и да замине за Мароко на 22 декември 2001 г. Той е продължил обжалването от Мароко.", "36.  Незасекретеното дело срещу втория жалбоподател е било обобщено от SIAC в решението й от 29 октомври 2003 г., както следва:", "„(1) той има връзки както с GIA, така и с GSPC [алжирски терористични групи: виж параграф 26 по-горе], и е близък сътрудник на редица ислямски екстремисти с връзки с Ал Кайда и/или Бен Ладен.", "(2) той е участвал в подготовката и/или подбуждането на актове на международен тероризъм като е предоставял високотехнологично оборудване (включително и комуникационно оборудване) на GSPC и/или ислямски екстремисти в Чечня, ръководени от Ибн Хатаб, като е доставял и облекло за втората група.", "(3) той е подкрепял една или няколко групировки измежду GIA, GSPC и фракцията на Ибн Хатаб в Чечения, като е участвал в измами, за да се улесни финансирането на екстремистите, и като е съхранявал и обработвал пропагандни видеоклипове за насърчаване на джихад.", "Незасекретените материали на държавния секретар разглеждат в подробности тези твърдения и сочат, че е бил използван най-малко един псевдоним и че е съществувал модел на поведение за сдружаване с лица, за които се знае или за които се смята, че се занимават с терористична дейност [идентифицирани са били пет лица]. Всички те са описани от [представителя на държавния секретар] като „известни алжирски ислямски екстремисти.“", "Свидетел B [за държавния секретар] потвърждава, че обвиненията срещу [втория жалбоподател] са, че той по-скоро е член на мрежа, а не на определена организация, като например GSPC или GIA.“", "SIAC е продължила, обосновавайки констатациите си срещу жалбоподателя:", "„Подобно на другите въззивници, в настоящото производство [вторият жалбоподател] не е обвинен в редица отделни престъпления. Въпросът е дали, предвид доказателствата в тяхната цялост, е разумно да се подозира, че той е международен терорист (както е счетено). Когато разглеждаме материалите пред нас, ние ги вземаме предвид кумулативно. Възможно е сами по себе си данните относно измами, или тези относно облеклото, или относно видеозаписите, или относно сдруженията, да не показват, че дадено лице по някакъв начин участва в терористични действия или в тяхното подпомагане. Но трябва да се прецени ситуацията, когато различни фактори се комбинират по отношение на едно и също лице. Тези фактори са следните. На първо място е участието му в измами, с което би трябвало лицето да е наясно, но по отношение на които то не се опитва да предостави никакво обяснение, оправдавайки се с мотива, че той не знае кое конкретно действие или действия има предвид държавния секретар. На второ място, той е участвал в кампанията за национално самосъзнание (а оттам и за набиране на средства) за борбата в Чечения, като е правил това в особено ислямски (а не чисто хуманитарен) контекст, използвайки и разпространявайки филми, които според доказателствата пред нас, могат да бъдат намерени в екстремистки общности. В общите доказателства, сме разгледали движението Чеченски арабски муджахидин и значението на подкрепата за него, която сме приели, че се дава при пълно съзнание за неговите по-широки джихадистки цели ... [Той] е правил това като близък сътрудник на Abu Doha. Като се има предвид информацията, с която разполагаме относно Abu Doha, в която, както вече посочихме, нямаме основание да се съмняваме, ние считаме твърденията [на втория жалбоподател], че Abu Doha не се е занимавал с нищо незаконно (освен да крие дейността си от руснаците), за напълно неправдоподобни. ... [Той] е имал отношения с редица други лица, занимаващи се с тероризъм. По-голямата част от тях са поименно посочени в засекретени материали, но не са споменати в собствените му изявления. ...", "Това са пет факта, които касаят [втория жалбоподател]. Няма съмнение, че държавният секретар би могъл да защити своята позиция като демонстрира различни комбинации между тях, касаещи едно и също лице. Ние считаме, че всички пет факта правят делото безспорно. Ние сме напълно убедени, че държавният секретар е прав в подозренията си, че [вторият жалбоподател] оказва подкрепа на GIA, на GSPC и на по-неструктурираната група около Abu Doha, и в убеждението си, че винаги, когато [вторият жалбоподател] се намира в Обединеното кралство, присъствието му тук представлява опасност за националната сигурност.“", "3.  Третият жалбоподател", "37.  Третият жалбоподател е тунизийски гражданин, роден през 1963 г. и пребиваващ в Обединеното кралство приблизително от 1994 г. насетне. Той е бил сертифициран от държавния секретар на 18 декември 2001 г. и е бил задържан на следващия ден.", "38.  В решението си от 29 октомври 2003 г., с което отхвърля жалбата на третия жалбоподател срещу сертифицирането, SIAC е отбелязала:", "„Делото срещу въззивника, така, както е определено от засекретените материали, е, че той е ключов член на крайно ислямска групировка, известна като Тунизийска група за борба (Group Fighting (TFG)). Твърди се, че тази групировка е сформирана през 2000 г. и произхожда от Тунизийски ислямски фронт (известна като FIT, тъй като името е на френски). Твърди се, че крайната й цел е създаването на ислямска държава в Тунис. Освен това се твърди, че въззивникът е бил в постоянен контакт с редица известни екстремисти, включително някои, които са били замесени в терористични дейности или планиране. Твърди се, че както FIT, така и TFG имат връзки с Ал Кайда.", "Незасекретените материали срещу въззивника изобщо не са съществени. Доказателствата срещу него се съдържат до голяма степен в засекретените материали. Това означава, че той е бил в действително неизгодно положение при разглеждането на делото, тъй като не е знаел с кои лица се твърди, че е бил в контакт.", "...", "В становището си въззивникът твърди, че никога не е чувал за TFG и че със сигурност не е неин член. ... Нямаме никакви съмнения, че TFG съществува ... [както ] и , че има връзки с Ал Кайда. Мотивите ни за това заключение трябва да бъдат посочени в засекретеното решение.", "През май 1998 г. жалбоподателят и 10 други лица са били арестувани при съвместна операция на Специалния отдел и на Службата за държавна сигурност въз основа на заповеди за арест по Закона за предотвратяване на тероризма. Въззивникът е бил освободен, без срещу него да е било повдигнато обвинение и своевременно е получил 18 500 лири стерлинги като обезщетение за неправомерно задържане. Арестите са били извършени във връзка с обвинения за участие в заговор за атентат по време на Световното първенство по футбол във Франция. Ние, разбира се, отдаваме значение на липсата на каквито и да било допустими доказателства в подкрепа на участието на жалбоподателя в твърдяния заговор, но това не е и не може да бъде отговор на настоящата жалба. Ние трябва да преценим всички материали, за да решим дали съществуват основателни причини за твърдения или съмнения от вида, посочен в член 21 (а) или (b) на Закона 2001 г.", "...", "Удовлетворени сме, че въззивникът е член на TFG, която е международна терористична организация, попадаща в обхвата на Закона от 2001 г., както и че той има връзки с международна терористична група. Ние имаме предвид, че незасекретените ни мотиви за това са оскъдни. Това се дължи на факта, че по-голямата част от материалите, които ни водят към това заключение, са засекретени. Обмислихме решението си внимателно, в контекста на факта, че въззивникът отрича да е замесен в терористични действия или съзнателно да е оказвал подкрепа или помощ на терористи. Затова сме се постарали да се позовем на материали, за които, според нас, не може да се намери невинно обяснение.“", "39.  SIAC е стигнала до сходни заключения в своите периодични прегледи на делото на 2 юли и 15 декември 2004 г.", "4.  Четвъртият жалбоподател", "40.  Четвъртият жалбоподател е роден в Алжир през 1971 г. и за първи път е влязъл в Обединеното кралство през 1994 г. През май 1997 г. е бил арестуван и обвинен в редица престъпления, включително заговор за износ за Алжир на материали, за които се твърди, че е трябвало да бъдат използвани с терористични цели. Твърдяло се е, че той е член на GIA. Делото срещу жалбоподателя е било прекратено през март 2000 г., когато ключов свидетел, агент на Службата за държавна сигурност, който е щял да свидетелства за необходимостта цивилни лица да се защитават от зверствата, извършени от алжирското правителство, е решил, че е твърде опасно да дава показания.", "41.  През 1998 г. четвъртият жалбоподател се е оженил за френска гражданка. Той е станал френски гражданин през май 2001 г., но не е уведомил властите на Обединеното кралство за това. Държавният секретар го е сертифицирал в съответствие с член 21 от Закона от 2001 г. на 17 декември 2001 г. и той е бил задържан на 19 декември 2001 г. На 13 март 2002 г. той е заминал за Франция, където при пристигането си в страната е бил разпитан от службите за сигурност, след което е бил пуснат на свобода. Тъй като той е напуснал Обединеното кралство, сертифицирането му е било отменено със задна дата - 22 март 2002 г.", "42.  В решението си от 29 октомври 2003 г., SIAC е приела, че отмяната със задна дата означава, че не може да се счита, че четвъртият жалбоподател е бил сертифициран по времето, когато е подал жалбата си и че поради това той няма право на обжалване. Тя все пак е решила да разгледа жалбата на основание, че този извод може да е погрешен. Тъй като към момента на сертифицирането държавният секретар не е могъл да знае, че жалбоподателят е френски гражданин и спокойно може да бъде върнат във Франция, не може да се каже на това основание, че сертифицирането не е трябвало да бъде направено. Поради това SIAC е продължила, преценявайки доказателствата срещу него:", "„За да достигнем до решение, ще трябва да разгледаме не само незасекретените, но и засекретените материали. Изглежда, че въззивнкът е подозирал, че е обект на следене през по-голямата част от въпросния период.", "Ние сме наясно с необходимостта много да се внимава да не се предполага вина поради определени връзки. Трябва да съществува повече от приятелство и сближаване с лица, за които се смята, че се занимават с международен тероризъм, за да се обоснове разумно подозрение, че самият въззивник участва в тези дейности, или най-малкото съзнателно ги подпомага. Имаме предвид опасенията [на защитника му], че това, което се случва, е опит да бъде възобновено наказателното преследване срещу него, без да се добавя нищо ново към неговата дейност от тогава. Задържането трябва да се разглежда като крайна мярка и затова не може да бъде оправдано въз основа само на определени връзки и във всеки случай вината на сътрудниците никога не е била доказана. ...", "Въпреки това, продължаващите връзки с лица, за които се подозира, че се занимават с международен тероризъм, свързан с Ал Кайда, в светлината на обосновано подозрение, че самият въззивник активно се занимава с терористична дейност за GIA е въпрос, който може с право да бъде взет предвид. GSPC, която се е отделила от GIA, има връзки с Ал Кайда и въззивникът продължава да поддържа връзки с лицата, които симпатизират на GSPC, а не на GIA. Ние сме убедени, не само че в действителност въззивникът активно е участвал в дейността, първоначално на GIA, а след това и на GSPC, но и че той е снабдил с фалшиви документи техни членове и муджихидините в Чечения, както се твърди в незасекретеното становище. Но ние приемаме, че през 2000 г. и 2001 г. той се е оттеглил от активна дейност, като правим това наблюдение предвид незасекретените и засекретените материали. Въпреки това, оттеглянето от активна дейност, не означава, че е неправилно той да се смята за международен терорист по смисъла на член 21. Преценката трябва да бъде направена в светлината на това какво е правил той в миналото, а фактът, че е проявил готовност и способност да оказва съдействие и подкрепа в миналото и продължава контактите и предоставянето на някаква помощ (например използване на микробуса му), е от голямо значение.", "Не намираме този аспект от делото на въззивника за особено лесен. Преценихме подробно становището на [защитника му], което той толкова убедително изложи пред нас, но в крайна сметка, стигнахме до извода, че предвид доказателствата в тяхната съвкупност, решението за сертифициране не е било погрешно. Следователно, бихме отхвърлили жалбата по същество.“", "5.  Петият жалбоподател", "43.  Петият жалбоподател е роден в Алжир през 1969 г. В становището си пред SIAC той твърди, че като дете е развил полиомиелит, в следствие на което е останал постоянно слаб и десният му крак е бил парализиран. Той е бил арестуван и измъчван от алжирското правителство през 1991 г., след което е напуснал Алжир и е заминал за Саудитска Арабия. През 1992 г. се е преместил в Пакистан и е пътувал до Афганистан на няколко пъти. През август 1995 г. е пристигнал в Обединеното кралство и е подал искане за убежище, като в процедурата по това искане е твърдял, че кракът му е бил контузен от шрапнел в Афганистан през 1994 г. Искането му за убежище е било отхвърлено, а през декември 1999 г. е била отхвърлена и жалбата му по този повод. Жалбоподателят се е оженил за френска гражданка и има дете с нея.", "44.  Той е бил сертифициран от държавния секретар в съответствие с член 21 от Закона от 2001 г. на 17 декември 2001 г. и задържан на 19 декември 2001 г. В решението си от 29 октомври 2003 г., с което е отхвърлила жалбата на петия жалбоподател срещу сертифицирането, SIAC е посочила:", "„Незасекретеното становище, обосноваващо сертифицирането, не почива на множество доказателства и се състои предимно от твърдения. Както при повечето от тези жалби, основната част от доказателствата, се намира в засекретените материали и ние сме наясно, че въззивниците са били поставени в неизгодно положение, тъй като не са имали достъп до материали, които биха могли да се приемат за уличаващи доказателства. Специалните представители са могли да оспорят някои въпроси, понякога успешно. Това е така по отношение на лагер в Dorset, посещаван от редица лица, включително и от въззивника, към който Службата за сигурност е проявила интерес. ...", "Обвиненията срещу въззивника са, че е бил член на GIA и, след разделянето на GIA, на GSPC. Той е свързан с редица водещи екстремисти, някои от които са членове или са свързани с GSPC, и е предоставил активна подкрепа, снабдявайки с фалшиви документи и улеснявайки младите мюсюлмани от Обединеното кралство да пътуват до Афганистан, за да се подготвят за джихад. Счита се, че е заемал важна роля в подпомагащите дейности, предприети от името на GSPC и други ислямски екстремисти в Обединеното кралство и извън него. Въззивникът отрича всичко това и предоставя невинни обяснения за връзките, които се твърди, че поддържа. Той наистина е бил в приятелски отношения, по-специално с други алжирци в Обединеното кралство и, доколкото това засяга [четвъртия жалбоподател], семействата им са близки, защото, освен всичко друго, съпругите им са французойки. Той е посещавал джамията [на осмия жалбоподател]. Той бил впечатляващ проповедник и въззивникът твърди, че го е слушал, но никога не е бил замесен. В действителност той не познавал [осмия жалбоподател], освен чрез Помощ за Чечения, която въззивникът и стотици други мюсюлмани подкрепят, и никога не е говорил с него по телефона. Понякога е разговарял с [осмия жалбоподател] след петъчната молитва в джамията, като е искал насоки относно даден социален проблем.“", "SIAC се позовава на незасекретени данни от разузнаването, които показват, че жалбоподателят е контактувал с други предполагаеми членове на GIA и GSPC, включително в лагер в Dorset през юли 1999 г. Други незасекретени доказателства касаят неговите „безполезни“ и „не съвсем честни“ отговори по време на разпит пред служители на Службата за сигурност през юли и септември 2001 г. SIAC е продължила:", "„Има позоваване на различни предмети, намерени в дома му, когато е бил арестуван. Те включват копие от фетвата, издадена от Бен Ладен. Въззивникът твърди, че никога не я е виждал и не може да обясни присъствието й в дома му. Твърди, че намереното GSPC комюнике сигурно му е било дадено в джамията. Анализ на твърдия диск на компютъра му показва, че е бил посетен сайт, който специализира във военна технология на САЩ. Това не е свързано с обучението на въззивника. Намерена е и схема на ракета, нарисувана на ръка, която той не бил виждал преди. Той смята, че тя може да се е намирала в книга за исляма, купена на старо от джамията.", "Отбелязваме становището му, но трябва да имаме предвид всички доказателства. Както ще стане ясно от настоящото решение, имаме основание да се съмняваме в някои от твърденията на жалбоподателя. Но засекретените материали потвърждават нашето виждане, че наистина съществува основателно подозрение, че въззивникът е международен терорист по смисъла на член 21 и основателна убеденост, че неговото присъствие в Обединеното кралство представлява опасност за националната сигурност. Не се съмняваме, че той е участвал в изготвянето на фалшиви документи, съдействал е на млади мюсюлмани да пътуват до Афганистан, за да се обучават за джихад и активно е подпомагал терористи, които имат връзки с Ал Кайда. Също така сме убедени, че активно е подпомагал GSPC. Без колебание отхвърляме жалбата му.“", "45.  На 22 април 2004 г., поради опасения за здравето му, петият жалбоподател е бил освободен от затвора под гаранция при строги условия, равносилни на домашен арест с по-нататъшни проверки. В решението си при прегледа на делото от 2 юли 2004 г. SIAC е постановила:", "„... освобождавайки го под гаранция, [SIAC] не е променила мнението си по отношение на основателността на причините да се смята, че той е международен терорист и представлява заплаха за националната сигурност. Заплахата може да бъде пропорционално контролирана в неговия случай, с оглед на тежкото му психично заболяване. Това обаче не е основание сертифицирането да бъде отменено. Може да има обстоятелства, при които той нарушава условията на гаранцията си или по други причини може да се наложи тя да бъде отменена. Необходимостта от продължаването на действието на сертифицирането трябва да зависи от това дали условията на закона или на дерогацията продължават да са изпълнени.", "Редица от познатите му остават на свобода, включително някои, за които се смята, че активно участват в планиране на терористични атаки. Нищо не навява на мисълта, че психичното му заболяване е довело до намаляване на посвещението му към екстремистката ислямска кауза; той има опита и възможностите отново да участва в екстремистка дейност. Ограниченията вследствие на освобождаването му под гаранция са съществени; те са наложени въз основа на сертифицирането му и на отхвърлянето на жалбата срещу него от SIAC. Сертифицирането с право остава в сила.“", "46.  На 15 декември 2004 г., SIAC отново е преразгледала делото и е решила, че сертифицирането трябва да остане в сила.", "6.  Шестият жалбоподател", "47.  Шестият жалбоподател е роден в Алжир през 1967 г. и е пребивавал в Обединеното кралство от 1989 г. насетне. Държавният секретар го е сертифицирал на 17 декември 2001 г. и той е бил арестуван на 19 декември 2001 г.", "48.  В решението си от 29 октомври 2003 г. SIAC е отбелязала следното:", "„Въпреки, че трябва да вземем решение въз основа както на незасекретените, така и на засекретените материали, е важно обвиненията срещу [шестия жалбоподател] да бъдат изложени така, както те са определени от държавния секретар в незасекретените материали, защото това са обвиненията, на които [шестият жалбоподател] знае, че трябва да отговори. При преценката на становището му и на другите доказателства и аргументи, представени от негово име, винаги трябва да помним, че той не е запознат със засекретените материали на държавния секретар, но въпреки това той не действа изцяло във вакуум, поради незасекретените обвинения; ние може да изпитаме тезата на въззивника предвид начина, по който той отговаря на тези обвинения.", "Обвиненията на държавния секретар срещу [шестия жалбоподател] могат да се обобщят по следния начин:", "(1) той принадлежи към и/или е член на GSPC, а преди това е членувал в GIA;", "(2) той подкрепя и подпомага GSPC (а преди това и GIA) чрез участието си в измами с кредитни карти, което е основен източник на доходи в Обединеното кралство за GSPC;", "(3) приблизително от август 2000 г. [шестият жалбоподател] е поел важна роля в снабдяването на GSPC с телекомуникационно оборудване и в предоставянето на логистична подкрепа за сателитни телефони посредством покупка и разпределение на време за разговори за тези телефони;", "(4) той също е имал важна роля в снабдяването с телекомуникационно и друго оборудване на муджахидините, воюващи в Чечения - тоест на фракцията, която до 2002 г. е била под командването на Ибн Хатаб“.", "След това SIAC е разгледала незасекретените доказателства пред нея относно покупката от Abu Doha, подпомогнат от шестия и седмия жалбоподател, на няколко сателитни телефона и друга комуникационна техника на стойност 229 265 лири стерлинги, както и естеството и обхвата на връзките между шестия и седмия жалбоподател. Тя е заключила:", "„При изложените обстоятелства, изглежда, че държавният секретар е имал достатъчно основания да подозира, че снабдителната дейност на [шестия жалбоподател] е била насочена към подкрепата на екстремистката арабска ислямска фракция, воюваща в Чечения. Тази подкрепа произхожда от връзките и подкрепата на [шестия жалбоподател] за GSPC. Подчертаваме, както и по отношение на другите жалбоподатели, че това натрупване на елементи, всеки от които подкрепя другите, а не хвърля съмнение върху тях, и представлява окраската и рамката на дейностите в тяхната съвкупност, всъщност е убедително доказателство; би било погрешно да се вземе само един елемент, като по този начин се намали неговото значение. Рамковото решение подкрепя тези заключения. Това са дейности, които попадат в центъра на дерогацията. [Шестият жалбоподател] отрича обвиненията чрез неприемливи твърдения не успява да предложи надеждни алтернативни обяснения. Това е достатъчно, за да се вземе решение по обжалването, без да се споменават останалите обвинения на държавния секретар, които, както се признава в незасекретеното становище и в незасекретените доказателства пред [SIAC], могат да бъдат подкрепени само чрез разглеждане на засекретените материали.“", "49.  SIAC е преразгледала делото на 2 юли 2004 г. и на 28 февруари 2005 г., като и в двата случая е решила, че все още има основания за продължаване на действието на сертифицирането.", "7.  Седмият жалбоподател", "50.  Седмият жалбоподател е роден в Алжир през 1971 г. и вероятно е пристигнал в Обединеното кралство, използвайки фалшиви френски документи за самоличност през или преди 1994 г. На 7 декември 2001 г. той е бил осъден за редица пътнотранспортни нарушения и му е било наложено наказание от четири месеца лишаване от свобода. Той е бил сертифициран от държавния секретар на 5 февруари 2002 г. и е бил задържан по силата на сертифицирането, веднага след изтърпяването на наказанието лишаване от свобода на 9 февруари 2002 г.", "51.  В решението си от 29 октомври 2003 г. SIAC е отбелязала, че обвиненията срещу седмия жалбоподател са, че той е бил член на GSPC от 1997 г. или 1998 г. насетне, а преди това - член на GIA, че неговите контакти с водещи членове на GSPC в Обединеното кралство показват, че той е бил доверен член на организацията, и че заедно с Abu Doha и шестия жалбоподател е участвал в закупуването на телекомуникационно оборудване за екстремистите в Чечения и Алжир. По-нататък тя е отбелязала, че:", "„[Седмият жалбоподател] не даде показания пред [SIAC] и реши да не присъства на заседанията по обжалването. Становището му, което, разбира се, прочетохме, е много общо, и може би не е изненада, че становищата на [представителя му], както устните, така и писмените, са също така общи. Подходът на [седмия жалбоподател] към настоящото производство и фактът, че той не даде устни показания или не представи подробно писмено становище не са неща, които да бъдат преценени в негова вреда. Ние добре разбираме затрудненията, с които се сблъскват въззивниците, когато обвиненията срещу тях само са обобщени и когато голяма част от доказателствата, на които тези обвинения се основават, не могат, по причини, свързани с националната сигурност, да бъдат съобщени на самите въззивници. Въпреки това, [седмият жалбоподател] най-добре знае какви са били мотивите и дейността му през съответния период. Нищо не му пречи подробно да разкаже и да опише тези дейности, ако желае да го направи. Фактът, че той е избрал да не предостави подробно описание на дейността си означава, че той не е представил материали, които да бъдат противопоставени на доказателствата и аргументите срещу него.“", "SIAC е заключила, че незасекретените и засекретените материали подкрепят обвиненията срещу седмия жалбоподател и е отхвърлила жалбата му.", "52.  В решенията при прегледа на делото от 2 юли и 15 декември 2004 г. SIAC е решила, че действието на сертифицирането трябва да продължи.", "8.  Осмият жалбоподател", "53.  Осмият жалбоподател е йордански гражданин, роден във Витлеем през 1960 г. Той е пристигнал в Обединеното кралство на 16 септември 1993 г. и е подал молба за убежище. Той е бил признат за бежанец и му е било разрешено да остане до 30 юни 1998 г. На 8 май 1998 г. той е поискал разрешение за постоянно пребиваване, но до влизането в сила на Закона от 2001 г. все още не е имало произнасяне по искането му.", "54.  Осмият жалбоподател е бил осъден задочно в Йордания за участие в терористични атаки там и във връзка със заговор за поставяне на бомби при настъпването на новото хилядолетие. През февруари 2001 г. полицейски служители от отдела за борба с тероризма са го разследвали във връзка със заговор за експлозии по време на Коледния пазар в Страсбург през декември 2000 г., но обвинения срещу него не са били повдигнати. При приемането на Закона от 2001 г. той е започнал да се укрива. Той е бил арестуван на 23 октомври 2002 г. и веднага е бил сертифициран в съответствие с член 21 и задържан под стража. На същата дата срещу него е била издадена заповед за депортиране.", "55.  В решението си от 8 март 2004 г., с което е отхвърлила жалбата на осмия жалбоподател срещу сертифицирането, SIAC е отбелязала следното:", "„[Защитникът на осмия жалбоподател], в съответствие с указанията на въззивника, ни уведоми, че клиентът му е решил да не присъства на заседанията и да не участва по никакъв начин в производството. Той бил прочел решенията по жалбите на лица, които са били сертифицирани при влизането в сила на Закона от 2001 г. и рамковото решение и е убеден, че резултатът от жалбата му е предрешен. Ролята му често е била споменавана в производствата по другите жалби, като някои от въззивниците са били сертифицирани и задържани, поне отчасти, заради връзките си с него. Тъй като връзките с него са били счетени за достатъчни, за да оправдаят продължителното задържане под стража, той счита, че решението по неговата жалба вече е взето. Той е решил да не участва в производството, тъкмо защото не вярва в способността на системата да достигне до истината. Той смята, че производството пред SIAC е било създадено умишлено, за да се избегне открит и публичен контрол над обвиненията на ответника, което лишава обвинените лица от справедлива възможност да оспорят делото срещу тях.", "Въпреки това [защитникът на осмия жалбоподател] пояснява, че жалбата не е оттеглена. Следователно ние трябваше да я разгледаме и да вземем предвид становището на жалбоподателя. [Защитникът му] изтъква редица въпроси, които според него, трябва да се считат за подкрепящи твърденията на жалбоподателя, че той никога не се е занимавал с тероризъм по смисъла на Закона от 2001 г. Освен това, обвиненията показват, че службите за сигурност са възприели изкривена и прекалено опростена представа за дейността на жалбоподателя и за ролята му на уважаван учител и вярва в правото на разпространение на посланието на исляма по целия свят.", "Трябва да стане ясно, че разгледахме делото срещу жалбоподателя по същество. Не сме се влияли от констатациите, направени по други жалби или в рамковите решения. Една от причините това решение да бъде постановено след толкова дълго време, бе необходимостта да прочетем и проучим доказателствата, както незасекретените, така и засекретените, които бяха представени пред нас. В него се съдържат много повече обяснения, отколкото при повечето други решения по жалби. Това се дължи на факта, че жалбоподателят е бил свързан и е работил с много от другите лица, които са били сертифицирани, както и с лица и групи, свързани с Ал Кайда. Не виждаме причина да се отклоним от възгледите, изразени в общото решение. Но това не означава, че ние автоматично сме възприели тези възгледи. Обръщаме внимание на факта, че съставът, който е приел рамковото решение, не е бил същия като настоящия състав и че участието на председателя на настоящия състав в рамковото решение е било ограничено до правни въпроси. Разгледахме делото срещу въззивника на базата на материалите, представени пред нас в настоящото производство ...", "Когато стана въпрос за закритото заседание, специалните представители ни уведомиха, че след внимателна преценка са решили, че не би било в интерес на въззивника те да участват в производството. Бяхме много обезпокоени от това решение, считайки го за неправилно. Жалбата продължаваше да се поддържа, но въззивникът не знаеше какви доказателства срещу него се съдържат в засекретените материали. Не успяхме да разберем как при тези обстоятелства е възможно да не е в негов интерес специалните представители, по своя преценка, да извличат или да идентифицират въпроси в интерес на въззивника и да представят пред нас становища, стремейки се да ни убедят, че доказателствата в действителност са ненадеждни или не подкрепят направените изводи. Когато попитахме [един от двамата специални представители, назначени, за да защитават осмия жалбоподател] да ни обясни причините за своето решение, той заяви, че не може да направи това, тъй като това не би било в интерес на въззивника. Отложихме разглеждането на делото, за да могат специалните представители да се свържат със защитниците на въззивника и да разберат от тях дали той желае те да направят всичко по силите си, за да го защитят; свързахме се също така и с главния представител на правителството в производството (Solicitor General), която бе назначила специалните представители, за да я помолим да ни помогне да ги убедим да ни съдействат. Защитниците на въззивника заявиха, че няма повече какво да добавят по въпроса, а главният представител на правителството в производството счете, че би било нередно да се намесва по какъвто и да било начин. По-нататъшните ни опити да убедим специалните представители да променят мнението си бяха неуспешни и тъй като не можехме да ги принудим да действат по определен начин, трябваше да продължим без тях. [Представителят на държавния секретар], по наше искане, идентифицира различни въпроси, които биха могли да се разглеждат като оневиняващи и ние самите повдигнахме други въпроси по време на закрито заседание.", "Ние сме наясно, че липсата на специален представител прави нашата задача още по-трудна, отколкото обикновено и че потенциалната несправедливост към въззивника е още по-очевидна. Не се съмняваме, че специалните представители са вярвали, че имат основателни причини, за да вземат това решение и сме също толкова сигурни, че те дълго и задълбочено са обмислили дали постъпват правилно. Но ние сме длъжни да отбележим нашето недвусмислено мнение, че това решение е погрешно и че не може да има причина те да не продължат да участват в производство по обжалване, което все още е висящо. ... В действителност в настоящия случай доказателствата срещу жалбоподателя са толкова убедителни, че нито един специален представител, колкото и способен да е той, не би могъл да ни убеди, че не е доказано основателно подозрение и, че сертифицирането не е било оправдано. Така липсата на специални представители не е навредила на въззивника. ...“", "56.  След това SIAC е обобщила незасекретените обвинения срещу жалбоподателя, които били, че той е в контакт с редица лица и групи, свързани с Ал Кайда, и действа като техен духовен съветник. Той имал крайни и фундаменталистки възгледи и се твърди, че в речите си в джамия в Лондон, е дал благословията си за убийството на евреи и американци, където и да се намират те. SIAC е заключила:", "„Убедени сме, че дейността на въззивника надхвърля простото наставление. Той със сигурност е предоставил подкрепата на Корана за тези, които искат да задълбочат целите на Ал Кайда и да участват в самоубийствени атентати и в други смъртоносни дейности. Доказателствата са достатъчни, за да се види, че той се занимава с подстрекателство към актове на международен тероризъм. Но духовен съвет, даден при пълното познаване на целите, за които се търси, и на начина, по който ще бъде приложен, представлява помагачество по смисъла на чл. 21 (4) от Закона от 2001 г.", "...", "Има голям брой обвинения. Не считаме за необходимо да се занимаваме с тях точка по точка. Посочихме защо стигнахме до извода, че обвиненията срещу въззивника са доказани. В действителност, ако стандарта за доказване беше по-висок от основателно подозрение, у нас нямаше да има никакво съмнение, че той е достигнат. Въззивникът е бил силно ангажиран, всъщност е бил в центъра на терористична дейност в Обединеното кралство, свързана с Ал Кайда. Той наистина е опасно лице и настоящата жалба се отхвърля.“", "9.  Деветият жалбоподател", "57.  Деветият жалбоподател е алжирец, роден през 1972 г. През 1991 г. той е напуснал Алжир и е заминал за Афганистан, където е преподавал арабски език в бежански лагер. През 1993 г. е поискал убежище в Обединеното кралство. През 1994 г. е получил разрешение за пребиваване за четири години, а през 2000 г. е получил разрешение за постоянно пребиваване поради това, че e бил счетен за бежанец. Четири пъти, последният през май 1998 г,. жалбоподателят е бил арестуван и освобождаван, без срещу него да са били повдигани обвинения. Първите три ареста са били свързани с измами с кредитни карти. Арестът през май 1998 г. е бил свързан с предполагаема терористична дейност, като впоследствие на жалбоподателя е било изплатено обезщетение от полицията за незаконен арест.", "58.  Деветият жалбоподател е бил сертифициран от държавния секретар и срещу него е била издадена заповед за депортиране на 22 април 2002 г. На същия ден той е бил задържан. Според показанията на един от свидетелите за държавния секретар, той не е бил сертифициран заедно с останалите жалбоподатели през декември 2001 г., тъй като част от документите, свързани с него са били загубени.", "59.  В решението си от 29 октомври 2003 г., SIAC е отбелязала, че обвиненията срещу деветия жалбоподател са, че той е активен поддръжник на GSPC и че е набрал значителни финансови средства за нея чрез измама. Има доказателства, че в миналото жалбоподателят е бил заловен от митнически служители, опитвайки се да влезе в Обединеното кралство с ферибот с големи суми пари в брой и че е поддържал тесни връзки с други лица, които са били осъдени за измами с кредитни карти. SIAC е приела, че доказателство за участие в измами не е доказателство за участие в терористични действия. Въпреки това, тя е отбелязала, че жалбоподателят се е намирал в лагер в Dorset заедно с петия жалбоподател и с редица други лица, за които се подозира, че са привърженици на GSPC и че по време на ареста му в дома му е била открита телефонна сметка на името на Yarkas, който е бил арестуван в Испания през ноември 2001 г. поради предполагаемите му връзки с Ал Кайда. Жалбоподателят е дал показания, но то не са били убедителни и не е предоставил надеждно обяснение за гореизложеното. Засекретените доказателства са били в подкрепа на обвиненията на държавния секретар и следователно SIAC е отхвърлила жалбата на жалбоподателя срещу сертифицирането.", "60.  В решенията си при прегледа на делото на 2 юли 2004 г. и 15 декември 2004 г., SIAC е постановила, че сертификатът трябва да бъде оставен в сила.", "10.\t  Десетият жалбоподател", "61.  Десетият жалбоподател е алжирски гражданин. След бомбена експлозия в Алжир, лявата му ръка е била ампутирана в китката, а дясната му ръка е била ампутирана под лакътя. През 1999 г. той е пристигнал в Обединеното кралство през Абу Даби и Афганистан и е подал искане за убежище. Искането му е било отхвърлено на 27 февруари 2001 г. По-късно е бил задържан под стража, след като е бил арестуван на 15 февруари 2001 г. и обвинен в притежание на предмети, използвани за предполагаеми терористични цели, заговор за измама и заговор за изработване на фалшиви инструменти. По време на арестуването му е установено, че притежава около 40 празни френски шофьорски книжки, лични карти и паспорти, четец на кредитни карти, ламинатори и машина за щамповане. Обвиненията срещу него обаче са били свалени и той е бил освободен на 17 май 2001 г.", "62.  На 14 януари 2003 г. държавният секретар го е сертифицирал на основание член 21 от Закона от 2001 г. и той е бил задържан. На същия ден срещу него е била издадена заповед за депортиране.", "63.  В решението си от 27 януари 2004 г. SIAC е отбелязала, че същността на обвиненията срещу десетия жалбоподател е, че от пристигането си в Обединеното кралство той е бил тясно свързан с мрежа от екстремисти, по-рано водени от Abu Doha (виж параграф 26 по-горе). По-специално, се твърди, че той е предоставил логистична подкрепа под формата на фалшиви документи и средства, набрани чрез измами с кредитни карти. Той е прекарвал много време в джамията Финсбъри парк (Finsbury Park Mosque), известен център на ислямския екстремизъм, и се твърди, че е присъствал на среща там през юни 2001 г., на която са били отправени заплахи срещу срещата на върха на Г-8 в Генуа.", "Жалбоподателят е представил писмено изявление на 28 юни 2003 г., в което отрекъл обвиненията срещу него. Той обаче не е участвал в заседанието по жалбата му, както SIAC е обяснила в своето решение:", "„[Защитникът му] твърди, че той е истински бежанец, не членува в никаква организация или група, не се занимава с тероризъм и не подкрепя тероризма. Той не е знаел за никакви планирани терористични атаки и не може да разбере защо срещу него са били отправени обвинения. Той не се е запознал със засекретените материали и не разполага с възможност да ги оспори. Всъщност, той не може да направи нищо повече, освен да заяви, че тези материали не могат да оправдаят извода, че той е международен терорист по смисъла на Закона, тъй като той не е такъв. Защитникът му му е прочел решенията на [SIAC] по предишните жалби. Предвид значението, което се придава на засекретените материали и приложимия законов тест, той смята, че резултатът от обжалването е предрешен. Той не желае участвайки в производството по обжалване да остави погрешно впечатление, че може би се занимава с нещата, в които го обвиняват. Не се доверява на производството. Съответно той няма да участва активно в него, освен чрез изявлението, което [защитникът му] е направил от негово име.", "Той не оттегля жалбата си. Макар че имаме предвид трудностите, пред които той и всички останали въззивници са изправени, искаме да поясним, че изходът от нито едно обжалване не е предрешен. Ние сме длъжни да преценим и грижливо преценяваме доказателствата пред нас, както засекретените, така и незасекретените, тъй като разбираме, че изходът от производството може да бъде задържане за неопределен период от време без съдебен процес. Въпреки че признаваме, че специалният представител има трудна задача, когато има и не може да получи инструкции относно засекретените материали, той има възможност да тества доказателства от Службата за сигурност и да привлече вниманието ни към материали, които са в полза на въззивника.“", "SIAC е установила, че има достатъчно доказателства в подкрепа на становището, че жалбоподателят е участвал в дейности с цел измама. Представените пред нея доказателства, повечето от които са били засекретени, са били достатъчни, за да се стигне до извода, че той е правил това, за да набира средства за терористични каузи и да подкрепя лица, занимаващи се с терористична дейност. Поради това тя е отхвърлила жалбата срещу сертифицирането.", "64.  SIAC е стигнала до сходни решения при прегледа на делото на 4 август 2004 г. и 16 февруари 2005 г. В последното решение тя е отбелязала, че макар жалбоподателят да е бил прехвърлен в охраняемата психиатрична болница в Броудмор поради психични проблеми, това е без значение за преценката на опасността за националната сигурност, която той би представлявал, ако бъде освободен.", "11.\t  Единадесетият жалбоподател", "65.  Единадесетият жалбоподател е алжирски гражданин. Той е пристигнал в Обединеното кралство през февруари 1998 г., използвайки фалшива италианска лична карта, и е подал искане за убежище на следващата седмица. Докато искането му е било висящо, през юли 2001 г., той е пътувал за Грузия, използвайки фалшив френски паспорт, и е бил депортиран обратно в Обединеното кралство, където е бил уведомен, че пътуването му извън Обединеното кралство е довело до прекратяване на процедурата по искането му за убежище. Той е направил второ искане за предоставяне на убежище, което е било отхвърлено на 21 август 2001 г. Жалбоподателят се укрил. На 10 октомври 2001 г. е бил арестуван и настанен в имиграционен център за задържане, от където е избягал през февруари 2002 г. Той бил арестуван отново на 19 септември 2002 г. и е бил задържан в затвора Белмарш в съответствие с разпоредбите на имиграционното право.", "66.  На 2 октомври 2003 г. държавният секретар го е сертифицирал като международен терорист по член 21 от Закона от 2001 г. и е издал заповед за депортирането му на основание заплаха за националната сигурност.", "67.  В решението си от 12 юли 2004 г., с което е отхвърлила жалбата на единадесетия жалбоподател срещу сертифицирането, SIAC е изложила незасекретените обвинения и доказателства срещу него. Твърдяло се, че той е бил утвърден и високопоставен член на групата на Abu Doha (виж параграф 26 по-горе). През юли 2001 г. той се е опитал да пътува до Чечения и когато е бил арестуван от грузинската полиция, е установено, че притежава телефонни номера, свързани с високопоставен член на групата на Abu Doha и на поименно посочен член на GSPC, за който се знае, че е участвал в набирането на средства за групировката Чеченски муджахидин. Твърди се, че е предоставил пари и логистична подкрепа на северноафриканска екстремистка ислямска мрежа, базирана в Пакистан и Афганистан, свързана с Ал Кайда, и че е подпомагал членове на групата на Abu Doha да пътуват до Пакистан, Афганистан и Чечения. През 1999/2000 г. е живял в джамията във Финсбъри Парк в продължение на една година. Той е бил много предпазлив по отношение на сигурността и по време на пътуване до Сейнт Олбанс през септември 2001 г. е взел мерки, за да попречи да бъде следен. Когато е бил арестуван през септември 2002 г., е било установено, че притежава фалшив белгийски паспорт със снимка на високопоставен член на групата на Abu Doha. Твърди се, че е бил сериозно ангажиран в предоставянето на фалшиви документи и измами с чекови книжки и кредитни карти.", "68.  Жалбоподателят е подал писмено становище, в което е отрекъл да е международен терорист. Той е признал, че е пътувал в Афганистан през 1999 г. и че се е опитал да отиде в Чечения през 2001 г., но е заявил, че неговият интерес към тези страни не е нищо повече от интереса, проявен от много други ревностни мюсюлмани. Той е отказал да участва в заседанията по обжалването и да бъде представляван от адвокат в знак на протест срещу фундаменталната несправедливост на процедурата. Предвид позицията на жалбоподателя, специалните представители са решили, че неговите интереси ще бъдат защитени най-добре, ако те се въздържат от представянето на становища от негово име и от задаването на въпроси на свидетелите в закритото заседание.", "69.  Отхвърляйки жалбата на жалбоподателя, SIAC е решила следното:", "„Ние съзнаваме трудностите, пред които е изправен въззивник, който има достъп само до незасекретените материали и разбираме представата [на единадесетия жалбоподател], че процедурата е несправедлива. Въпреки това, всяко дело зависи от конкретните факти по него, и би било погрешно да се създава впечатление, което [защитникът му] се опита да направи, че този конкретен въззивник е бил поставен в положение, в което е бил възпрепятстван поради процедурите по Закона да подготви ефективна защита в отговор на обвиненията срещу него.", "Обобщили сме информацията, предоставена на [единадесетия жалбоподател] през различните етапи на процедурата ... и отговора [му] на тази информация в писменото му становище. Докато някои от оценките в незасекретените материали може с право да бъдат описани като общи твърдения, неподкрепени с писмени доказателства, в отговор на което [единадесетият жалбоподател] не би бил в състояние да направи повече, от това да отрича също така общо, е безспорно, че по отношение на други твърдения [му] е била предоставена много подробна информация: имена, дати, места и съпътстващи документи.", "[Единадесетият жалбоподател] най-добре би могъл да обясни своето местонахождение и дейност по времето, когато за първи път е подал искане за убежище през 1998 г. Неговото писмено изявление има значение не толкова поради това, което той казва, а поради това, което не казва. Да вземем един пример: посещението в Сейнт Олбанс и фото-кабината, по отношение на които [единадесетият жалбоподател] твърди, че конкретните твърдения на ответника са „напълно погрешни“. ... [Единадесетият жалбоподател] не отрича, че е ходил в град Сейнт Олбанс. Той знае кой го е придружавал и защо са отишли там. Той не обяснява защо са ходили там, нито посочва самоличността на спътника си, въпреки че са му били предоставени снимките, направени по време на операцията по наблюдение. ...”", "SIAC е продължила, отбелязвайки несъответствията в различните разкази на жалбоподателя за пътуванията му до Грузия, Афганистан и Дубай и невъзможността му да отговори на обвиненията на държавния секретар, че той поддържа връзки с различни поименно посочени членове на групата на Abu Doha. SIAC е продължила:", "„Посочените обстоятелства ... не са изчерпателен списък, а само най-очевидните примери за начина, по който в писменото становище [на единадесетия жалбоподател] не се оборват незасекретените обвинения срещу него... Предвид незадоволителния характер на становището, не сме в състояние да придадем особена тежест на общото отричане на обвиненията, което се съдържаща в него ... Ние се занимахме по-подробно с тези въпроси, защото те са полезни илюстрации за степента, в която [единадесетият жалбоподател] би могъл да отговори на обвиненията срещу него, ако реши да направи това. Макар да не правим неблагоприятни изводи от нежеланието [му] да даде показания или по друг начин да участва в заседанията по жалбата му, ние трябва да решим делото въз основа на доказателствата и не можем да решим друго освен, че не е имало ефективно оспорване - чрез доказателства, разпит или показания - на незасекретените материали, представени от ответника.", "...", "Стандартът на доказване, предвиден в член 25(2) от Закона от 2001 г., е сравнително нисък: има ли разумни основания да се смята или да се подозира. Както посочихме по-горе, ние сме убедени, че този нисък стандарт се достига лесно въз основа само на незасекретените материали. Като взехме предвид всички материали, както незасекретените, така и засекретените, ние не се съмняваме, че [единадесетият жалбоподател] е главен и активен член на групата на Abu Doha, както е описано в доказателствата на ответника.“", "E.  Условията на задържане и отражението им върху здравословното състояние на жалбоподателите", "70.  Задържаните жалбоподатели първоначално са били настанени в затвора Белмарш в Лондон. Шестият жалбоподател е бил преместен в затвора Уудхил, а първият, седмият и десетият жалбоподател са били прехвърлени в охраняемата психиатрична болница Броудмор.", "71.  Те са били държани в затвора при същия режим както останалите лишени от свобода определени като рискова категория А, който е бил счетен за подходящ режим за сигурност предвид опасността, която те представлявали. Било им е позволено да приемат посетители, след като тези посетители са били получили разрешение за достъп, и са имали право да контактуват с други лишени от свобода, да се обаждат по телефона и да изпращат и получават писма. Те са имали достъп до имам и до своите защитници. Разполагали са със същото ниво на достъп до медицински грижи, физически упражнения, образование и работа, както всеки друг лишен от свобода, задържан при същия режим на сигурност.", "След препоръка на инспектора, назначен по реда на Закона от 2001 г. да преразгледа режима на задържане, правителството е създало специално звено в затвора Уудхил за задържаните по Закона от 2001 г. Звеното, което е било ремонтирано след консултация със задържаните жалбоподатели и техните представители, е разполагало със специално подбран и обучен персонал, допускало е по-облекчен режим, включително повече време извън килията. Жалбоподателите обаче са решили да не се преместват в звеното, решение, което инспекторът е намерил за жалко.", "72  По време на задържането му в затвора Белмарш, психичното състояние на първия жалбоподател, който твърди, че е бил малтретиран в израелски център за задържане и който е бил лекуван от депресия за първи път през май 1999 г., сериозно се е влошило. През юли 2002 г. той е бил прехвърлен в охраняемата психиатрична болница Броудмор.", "73.  Седмият жалбоподател е съобщил за семейна история на психични заболявания и че е страдал от депресия като юноша. Той твърди, че през целия период на задържане все по-често е страдал от депресия, параноя и слухови халюцинации. През май 2004 г. е направил опит за самоубийство и е бил преместен в охраняемата психиатрична болница Броудмор на 17 ноември 2004 г.", "74.  Десетият жалбоподател, който е с двойна ампутация, твърдял, че е бил задържан и измъчван в Алжир. В затвора Белмарш физическото и психическото му състояние се е влошило. Той е предприел гладна стачка през май/юни 2003 г. и е отказал да използва протезите, които са му били предписани, и да сътрудничи с медицинските сестри. В началото на ноември 2003 г. затворническите власти се преустановили грижите за него, полагани от медицинските сестри. Представителите му са обжалвали това решение и през декември 2003 г. грижите са били възобновени след заповед на административния съд. На 1 ноември 2004 г. десетият жалбоподател е бил преместен в охраняемата психиатрична болница Броудмор.", "75.  Европейският комитет за предотвратяване на изтезанията и на нечовешкото и унизително отношение или наказание (КПИ) е посетил задържаните жалбоподатели през февруари 2002 г. и отново през март 2004 г. и е отправил редица критики към условията на задържане на жалбоподателите. Правителството отхвърля тези критики (виж параграфи 101-102 по-долу).", "76.  През октомври 2004 г. по искане на представителите на жалбоподателите група от осем психиатри-консултанти е изготвила съвместна психиатрична експертиза относно задържаните жалбоподатели, в която е било заключено:", "„Задържаните произхождат от страни, където психичните заболявания са силно стигматизирани. Освен това, на ревностните мюсюлмани директно се забранява самоубийство. Това е особено важно като се има предвид броя на лицата, които са опитали да се самоубият или обмислят самоубийство. Всички задържани имат сериозни психични проблеми, които са пряк резултат от неопределения характер на задържането или се влошават сериозно поради тази причина. Тези психични проблеми се проявяват предимно под формата на сериозно депресивно разстройство или тревожност. Редица от задържаните са развили психотични симптоми. Някои задържани също така страдат от ПТСР [пост-травматично стресово разстройство], като резултат или от травми преди имигрирането им, от обстоятелствата около тяхното задържане и лишаване от свобода, или от взаимодействието между двете.", "Продължаващото влошаване на психичното им здраве се влияе също така от естеството на затворническия режим и от тяхното недоверие към него и процеса на обжалване, както и, като основен фактор, от неопределения характер на лишаването им от свобода. Здравната система в затвора не е в състояние да отговори адекватно на здравните им нужди. Налице е невъзможност да бъде разбран смисълът на самонараняването и на тревожното поведение като част от клиничното им състояние, което не е просто манипулация. Не се полагат достатъчно грижи за сложните им физически здравословни проблеми.", "Не е възможно техните психични проблеми да бъдат разрешени, докато продължава настоящото положение и предвид данните за непрекъснати разпити, е много вероятно, тези проблеми да продължат да се влошават докато те са задържани.", "Проблемите, описани от задържаните лица, са изключително подобни на проблемите, идентифицирани в литературата, занимаваща се с въздействието на имиграционното задържане. В тази литература се описва много висока степен на депресия и тревожност и убедително се изтъква, че продължителността на времето на задържане е пряко свързана с тежестта на симптомите и че задържането само по себе си води до влошаване на тези проблеми.“", "77.   За целите на настоящото производство правителството е поискало консултант-психиатър, д-р J., да коментира горната съвместна психиатрична експертиза. Д-р J. критикува методологията и заключенията на авторите. По-специално, той посочва (споменаването на други експертизи не е цитирано):", "„Бих искал да посоча, че намирам, че много от твърденията не са били внимателно изследвани. Например в случая на [първия жалбоподател] намирам, след внимателна и детайлна оценка на психическото му състояние след лишаването от свобода и след задържането му в болницата Броудмор, че това състояние като цяло не е по-лошо, а най-вероятно не е и по-добро, отколкото е било преди арестуването му. Нито пък данните от медицинския му картон показват начално подобрение, последвано от влошаване в болницата Броудмор. Намирам, че състоянието му се е влошило в затвора Белмарш, защото той е решил да предприеме гладна стачка и че състоянието му е нестабилно в болницата Броудмор, въпреки съгласието му да се храни. И на двете места по същество поведението му е едно и също и се характеризира с преструване. В неговия случай намирам, че диагнозата е разстройство на личността, като диагнозите сериозно депресивно разстройство и ПТСР не са обосновани. Освен това, считам, че честите му самонаранявания в действителност са манипулации.", "...", "Не съм единственият специалист, който намира, че диагнозите, поставени от авторите на тази експертиза, са погрешни и в моята експертиза обръщам внимание на скептицизма на някои други специалисти, които са изготвяли експертизи за [първия и седмия жалбоподател]. При това положение не може да се каже, както се посочва в съвместната експертиза, че има консенсус по въпроса. Трябва да отбележа, че и в двата случая, които разгледах [на първия и седмия жалбоподател], техните така наречени психотични симптоми, твърдени от някои специалисти, и за които се счита, че не са били на лице преди задържането на тези жалбоподатели, всъщност са съществували преди арестуването им.", "Въпрос, който намирам за особено тревожен, е мълчаливото приемане на информация, получена от самото лице. Изглежда, например, че авторите на експертизата приемат, че трима от задържаните лица са били жертви на задържане и изтезания и всички са се чувствали сериозно застрашени преди да имигрират. Никъде не забелязах доказателства, които да потвърдят тези твърдения, или поне опит те да бъдат проверени. Тъй като имигрантите и лицата, търсещи убежище, трябва да посочат основателни причини, за да им бъде позволено да останат в друга държава, не е ли възможно и дори вероятно твърденията на някои от тях за минали преживявания или текущи симптоми не винаги да са напълно верни? Когато става въпрос за предполагаеми терористи трябва да се има предвид, че те са отрекли подобни твърдения, въпреки незасекретените и засекретените доказателства срещу тях, които са били разгледани на най-високо ниво. Със сигурност това би трябвало да породи съмнения относно тяхната истинност?“", "F.  Освобождаването на петия жалбоподател под гаранция", "78.  На 20 януари 2004 г., SIAC е решила, че трябва по принцип да освободи под гаранция петия жалбоподател. Държавният секретар се е опитал да обжалва това решение, но е бил информиран от апелативния съд в решение по привременни мерки от 12 февруари 2004, че този съд не е компетентен да разгледа жалбата.", "79.  SIAC е обяснила по-подробно мотивите си за освобождаването под гаранция в решение от 22 април 2004 г. Тя е постановила, че съгласно Закона от 2001 г. тя разполага с правомощие да освободи задържано лице под гаранция само в изключителни случаи, когато е убедена, че ако не освободи лицето под гаранция, умственото или физическо му състояние ще се влоши до такава степен, че продължаващото му задържане би нарушило член 3 от Конвенцията, като нечовешко или член 8, като несъразмерно.", "80.  SIAC е отбелязала, че от май 2002 г. персоналът на затвора е бил загрижен за психичното здраве на петия жалбоподател, въпреки че представителите му не са били уведомени за тази загриженост. През декември 2003 г. той отново е изпаднал в тежка депресия с психотични симптоми, включително и слухови халюцинации и намерения за самоубийство. Редица психолози и психиатри са го е прегледали, по искане на неговите защитници и по инициатива на Министерството на вътрешните работи, и са се съгласили, че той е сериозно болен и че психичното му здраве би се подобрило, ако му бъде разрешено да си отиде у дома. SIAC е заключила:", "„Не смятаме, че прагът е бил прекрачен така, че да са били нарушени правата на човека на [петия жалбоподател]. Практиката на [Европейския съд по правата на човека] подчертава високия праг, който трябва да бъде достигнат, и че е малко вероятно задържането да се счете за непропорционално, освен ако не граничи с отношение, което би представлявало нарушение на член 3. Но ние сме убедени, че ако жалбоподателят не бъде освободен, би имало такова нарушение. Да се позволи дадено лице да достигне до състояние, при което то се нуждае от лечение в специализирана болница или от непрекъсната грижа и внимание, за да се гарантира, че няма да си навреди, може да представлява нарушение на член 8, освен ако не съществува възможна алтернатива на задържането, а вероятно и на член 3. Както посочихме, не трябва да чакаме това да се случи. При условие, че сме убедени, а ние сме убедени, че наложените от нас условия, са достатъчни, за да се сведе до минимум опасността за държавната сигурност, ако [петият жалбоподател] бъде освободен, можем да поставим освобождаване.", "Трябва да подчертаем, че освобождаването под гаранция е изключение. Ние правим това, само защото медицинските доказателства са несъмнени и тъй като задържането е причинило психично заболяване, което ще се влошава. ...”", "81.  Така на 22 април 2004 г. петият жалбоподател е бил освободен под гаранция при условия, равняващи се на домашен арест. Той не е имал право да напуска дома си и е трябвало непрекъснато да носи електронно устройство за следене. Той не е имал достъп до интернет, а единствената телефонна връзка, с която е разполагал, е била само до Службата за държавна сигурност. Той е бил длъжен да се обажда по телефона на Службата за сигурност по пет пъти на ден и да допуска агенти на тази служба в дома си по всяко време. Той не е имал право на контакти с други лица, освен със съпругата и детето си, със защитника си и с одобрен от министерството на вътрешните работи лекар. Имал е право да приема гости само след предварително одобрение от министерството на вътрешните работи.", "G.  Събития, настъпили след решението на Камарата на лордовете от 16 декември 2004 г.", "82.  Обявената декларация за несъвместимост от Камарата на лордовете на 16 декември 2004 г., както всички декларации за несъвместимост, не е задължителна за страните по делото (виж параграф 94 по-долу). Жалбоподателите са останали в ареста, с изключение на втория и четвъртия жалбоподател, които са решили да напуснат Обединеното кралство, и петия жалбоподател, който е бил освободен под гаранция при условия, равняващи се на домашен арест. Освен това, съгласно националното законодателство нито един от жалбоподателите не е имал право на обезщетение във връзка с тяхното задържане. Поради това жалбоподателите са подали жалба до Съда на 21 януари 2005 г.", "83.  В края на януари 2005 г., правителството е обявило намерението си да отмени част 4 от Закона от 2001 г. и да я замени с режим на заповеди за контрол, които да налагат различни ограничения върху лица, независимо от тяхната националност, за които основателно се подозира, че се занимават с тероризъм.", "84.  Тези от жалбоподателите, които са останали задържани, са били освободени на 10-11 март 2005 г. и срещу тях веднага са били издадени заповеди за контрол по Закона за предотвратяване на тероризма от 2005 г., който е влязъл в сила на 11 март 2005 г.", "85.  Правителството e оттеглило нотификацията за дерогация на 16 март 2005 г.", "86.  На 11 август 2005 г., след преговори, започнали в края на 2003 г. и целящи получаване на уверения от правителствата на Алжир и Йордания, че жалбоподателите нямат да бъдат малтретирани, ако бъдат върнати в тези страни, правителството е връчило Известия за намерение за депортиране на петия, шестия, седмия, осмия, деветия, десетия и единадесетия жалбоподател. Тези жалбоподатели са били задържани с цел депортиране в Алжир (на петия, шестия, седмия, деветия, десетия и единадесетия жалбоподател) и в Йордания (на осмия жалбоподател). На 9 април 2008 г. апелативният съд е постановил, че осмият жалбоподател не може законно да бъде екстрадиран в Йордания, поради вероятност доказателства, които са били получени чрез изтезания, да бъдат използвани срещу него в съдебен процес, в грубо нарушение на правото му на справедлив процес. Към датата на постановяване на настоящото решение, делото е висящо пред Камарата на лордовете.", "B.  ПРИЛОЖИМО ВЪТРЕШНО ПРАВО И ПРАКТИКА", "A.  Задържане с цел депортиране преди приемането на Закона от 2001 г.", "87.  Съгласно член 3(5) от Закона за имиграцията от 1971 г. държавният секретар може да издаде заповед за депортирането на чужд гражданин, на основание, че депортирането би било в интерес на обществото, по причини, inter alia, свързани с националната сигурност. Лице, срещу което е била издадена заповед за депортиране, може да бъде задържано с цел депортиране (Закон от 1971 г., приложение 3, точка 2). По делото R. v. Governor of Durham Prison ex parte Hardial Singh [1984] 1 WLR обаче е било решено, че правомощието за задържане в съответствие с тази разпоредба е ограничено за срок, който е разумно необходим, за да бъде извършено депортирането. Поради това по Закона от 1971 г. не е допустимо задържане, когато се знае, че депортирането е невъзможно, било то защото нито една държава не желае да приеме въпросното лице, или защото има опасност от изтезания или други сериозни форми на малтретиране в страната на произход на лицето.", "B.  Закон за тероризма от 2000 г.", "88.  През юли 2000 г. парламентът е приел Закон за тероризма от 2000 г. Както лорд Bingham е отбелязал в решението си по настоящото дело, „това е важна мярка, състояща се от 131 члена и 16 приложения, предназначени да изменят, модернизират и подсилят законодателството в областта на нарастващия проблем с тероризма“. Понятието „тероризъм“ е дефинирано в член 1 от Закона, като:", "„...извършването на действия или заплахата с действия, когато -", "(a) действията попадат в алинея (2),", "(b) извършването на действията или заплахата целят да окажат влияние върху правителството или да сплашат обществеността или част от обществеността, и", "(c) извършването на действията или заплахата целят прокарване на политическа, религиозна или идеологическа кауза.", "(2)  Дадено действие попада в тази алинея, ако:", "(a) включва сериозна проява на насилие срещу дадено лице,", "(b) е свързано със сериозни материални щети,", "(c) застрашава живота на лице, различно от лицето, извършващо действието,", "(d) създава сериозна опасност за здравето или безопасността на обществеността или на част от обществеността , или", "(e) е предназначено сериозно да наруши или сериозно да попречи на функционирането на електронна система.", "(3) Извършването на действия или заплахата с действия, попадащи под алинея (2), които включват използването на огнестрелни оръжия или експлозиви е тероризъм, независимо дали са изпълнени условията на подточка (1)(b).", "(4) В този член -", "(а) терминът „действия“ включва действия извън Обединеното кралство,", "(b) всяко лице или имущество означава всяко лице или имущество, независимо от тяхното местонахождение,", "(c) „обществеността” означава обществеността в която и да е държава, различна от Обединеното кралство, и", "(d) „правителството“ означава правителството на Обединеното кралство, на част от Обединеното кралство или на държава, различна от Обединеното кралство.", "(5) В този Закон действия, предприети за целите на тероризма, включват действията, предприети в полза на забранена организация“.", "По смисъла на Закона една организация е „забранена“, ако:", "3. (1) ...", "(a) е посочена в списъка по приложение 2, или", "(b) функционира под същото име като организация, посочена в този списък.", "(2) Подточка (1)(b) не се прилага по отношение на организация, посочена в приложение 2, ако в списъка спрямо нея има отметка.", "(3) Държавният секретар може със заповед да:", "(а) добави организация в списъка по приложение 2;", "(b) заличи организация от този списък;", "(c) да измени този списък по някакъв друг начин.", "(4) Държавният секретар може да упражни правомощието си по алинея (3)(а) по отношение на дадена организация, само ако смята, че тя се занимава с тероризъм.", "(5) За целите на алинея (4) една организация се занимава с тероризъм, ако:", "(а) извършва или участва в терористични актове,", "(b) се подготвя за тероризъм,", "(c) насърчава или пропагандира тероризъм, или", "(d) по друг начин се занимава с тероризъм.“", "89.  Част II от Закона инкриминира членството в забранена организация и подкрепата на такава организация; инкриминира набирането на средства, използването и притежаването на терористични средства, подготовката за прехвърляне на терористични средства, прането на пари и несъобщаването за пране на пари. В част IV са изброени редица други тежки престъпления, включително престъпленията обучение за боравене с оръжия; ръководене на терористични действия; държане без разумна причина, на предмети, които биха могли да бъдат използвани от лице, което извършва или подготвя терористични актове, както и събиране, без основателна причина, на информация, която би могла да бъде използвана от лице, което извършва или подготвя терористични актове. Съгласно член 62 Законът има извънтериториалнен обхват, което означава, че лице, намиращо се под юрисдикцията на Обединеното кралство, може да бъде съдено за някое от горните престъпления, независимо от това къде са били извършени тези престъпления.", "C.  Закон за борбата с тероризма и престъпността и за сигурността от 2001 г.", "90.  Част 4 от Закона от 2001 г. (виж параграф На следващо място нотификацията за дерогация излага разпоредбите на член 4 от Закона за борба с тероризма и престъпността и за сигурността от 2001 г.", "12 по-горе), озаглавена: „Имиграция и убежище“, определя правомощията за задържане на чужди граждани, заподозрени в международен тероризъм, дори когато депортирането им в момента е невъзможно. Законът от 2001 г. предвижда, в относимата си част:", "„ЧАСТ 4", "ИМИГРАЦИЯ И УБЕЖИЩЕ", "Предполагаеми международни терористи", "21.  Предполагаеми международни терористи: сертифициране", "(1) Държавният секретар може да издаде сертификат съгласно настоящия член по отношение на лице, ако държавният секретар с основание -", "\t(a) смята, че присъствието на лицето в Обединеното кралство, представлява опасност за националната сигурност, и", "\t(b) предполага, че лицето е терорист.", "(2) В подточка (1)(b) „терорист“ означава лице, което:", "\t(a) се занимава или се е занимавало с извършването, подготовката или подстрекателството на актове на международен тероризъм,", "\t(b) членува в или е част от международна терористична група, или", "\t(c) има връзки с международна терористична група.", "(3) Една група е международна терористична група за целите на подточки (2)(b) и (c), ако:", "(a) е обект на контрол или влияние на лица извън Обединеното кралство, и", "(b) държавният секретар подозира, че тя се занимава с извършването, подготовката или подстрекателството на актове на международен тероризъм.", "(4) За целите на подточка (2)(c) едно лице, има връзки с международна терористична група, само ако то я подкрепя или подпомага.", "(5) В тази част:", "„тероризъм“ има значението, дадено на това понятие в член 1 на Закона за тероризма от 2000 (гл. 11), и", "„предполагаем международен терорист“ означава лице, сертифицирано по алинея (1).", "(6) Когато държавният секретар издаде сертификат по алинея (1), във възможно най-кратък срок, той:", "\t(a) предприема разумни стъпки, за да уведоми засегнатото лице, и", "\t(b) изпраща копие на сертификата на Специалната апелативна комисия за имиграция (Special Immigration Appeals Commission).", "(7) Държавният секретар може да отмени сертификата, издаден по алинея (1).", "(8) Решението на държавния секретар във връзка със сертифицирането по този член, може да бъде обжалвано в съдебно производство само по членове 25 или 26.", "(9) Всяко действие на държавния секретар, свързано изцяло или отчасти със сертифициране по този член, може да бъде обжалвано в съдебно производство само при или в хода на производствата по:", "\t(a) член 25 или 26, или", "\t(b) член 2 от Закона за специалната апелативна комисия за имиграция от 1997 г. (гл. 68) (обжалване).", "22.  Депортиране, извеждане извън страната и т.н.", "(1) Действия като посочените в алинея (2) могат да бъдат предприети по отношение на предполагаем международен терорист, въпреки факта, че (независимо дали временно или за неопределено време) действието не може да доведе до извеждането му от Обединеното кралство поради:", "\t(a) правен аргумент, който изцяло или частично се отнася до международно споразумение, или", "\t(b) практическо съображение ...", "(2) Действията, посочени в алинея (1), са -", "\t...", "\t(e) издаване на заповед за депортиране ...", "(3) Действие като някое от посочените в алинея (2), което към момента на сертифицирането на предполагаем международен терорист по член 21 е в сила, се счита за предприето отново (на основание алинея (1) по-горе) непосредствено след сертифицирането.", "...", "23.  Задържане", "(1) Предполагаем международен терорист може да бъде задържан в съответствие с разпоредба, посочена в алинея (2), въпреки факта, че неговото извеждане или напускане на Обединеното кралство е невъзможно (независимо дали временно или за неопределено време) поради:", "\t(a) правен аргумент, който изцяло или частично се отнася до международно споразумение, или", "\t(b) практическо съображение.", "(2) Разпоредбите, споменати в алинея (1) са:", "(a)  параграф 16 от приложение 2 на Закона за имиграцията от 1971 г. (гл. 77) (задържане на лица за проверка или извеждане от страната), и", "(b) параграф 2 от Приложение 3 към този Закон (задържане с цел депортиране).“", "Част 4 от Закона от 2001 г. е съдържал разпоредба, че това законодателството ще остане в сила само за пет години и е предмет на годишна утвърдителна резолюция от двете камари на парламента.", "D.  Специална апелативна комисия за имиграция", "91.  Специалната апелативна комисия за имиграция (Special Immigration Appeals Commission – „SIAC“) е била създадена в отговор на решението на Съда по делото Chahal срещу Обединеното кралство [GC], решение от 15 ноември 1996 г., Reports of Judgments and Decisions 1996-V). Тя е трибунал, състоящ се от независими съдии, като решенията й подлежат на касационно обжалване пред апелативния съд и пред Камарата на лордовете.", "Съгласно член 25 от Закона от 2001 г.:", "„(1) Предполагаем международен терорист може да обжалва своето сертифициране по член 21 пред Специална апелативна комисия за имиграция.", "(2) При обжалването [SIAC] отменя сертификата, ако:", "\t(a) счита, че не са налице разумни основания за убеждение или подозрение от вида, посочен в член 21(1)(a) или (b), или", "\t(b) ако счете, че поради някаква друга причина сертификатът не е трябвало да бъде издаден.“", "SIAC е длъжна да извърши първия преглед на делото, за да се гарантира, че сертифицирането все още е обосновано шест месеца след издаването на сертификата или шест месеца след окончателното решение по жалбата срещу сертифицирането, а след това да извършва прегледи през интервали от три месеца.", "Съгласно член 30 от Закона от 2001 г. всяко оспорване на дерогацията по член 15 от Конвенцията трябва също да бъде направенo пред SIAC.", "92.  SIAC има специална процедура, която й позволява да разглежда не само материали, които може да са публично достояние (незасекретени материали), но и материали, които по причини, свързани с националната сигурност, не са достъпни за обществеността (засекретени материали). Нито жалбоподателят, нито неговият защитник имат достъп до засекретените материали. Поради това, един или повече защитници, получили разрешение от службата за сигурност - наричани, по-нататък „специални представители“, се назначават от Solicitor General да действат от името на всеки жалбоподател.", "93.  В производствата по обжалването на сертифицирането пред SIAC, разглеждани в настоящия случай, първо са били връчени незасекретените становища и доказателства относно всеки от жалбоподателите и след това специалните представители са обсъдили тези материали с жалбоподателите и техните защитници и са получили общи инструкции. След това засекретените материали са били представени пред съдиите и пред специалните представители, от който момент насетне по-нататъшните контакти между последните и жалбоподателите и/или техните защитници са били забранени, освен с разрешение на SIAC. Ролята на специалните представители е била по време на закритите заседания да правят изявления от името на жалбоподателя, както по отношение на процедурни въпроси, като например необходимостта от допълнително разкриване на доказателства, така и по съществото на делото. По отношение на всяка жалба срещу сертифициране, SIAC е издала едновременно незасекретено и засекретено решение. Специалният представител може да види и двете, но задържаният и неговите защитници имат достъп само до незасекретеното решение.", "E.  Декларации за несъвместимост по Закона за правата на човека от 1998 г.", "94.  Член 4 от Закона от 1998 г. предвижда, че когато даден съд намери, че първичното законодателство е в нарушение на Конвенцията, той може да направи декларация за несъвместимост. Такава декларация не засяга валидността на разпоредбата по отношение на която е извършена, и не е обвързваща за страните по производството, в което е направена, но могат да бъдат предприети специални стъпки (член 10) за изменение на разпоредбата, за да бъде отстранена несъвместимостта (виж Burden срещу Обединеното кралство [GC], no. 13378/05, §§ 21-24 и 40-44, ECHR 2008).", "F.  Закон за тероризма от 2006 г.", "95.  Законът за тероризма от 2006 г. е влязъл в сила на 30 март 2006 г., като е създал редица престъпления, за да бъдат приведени под наказателна отговорност действия за подготовка на престъпленията, свързани с тероризъм, създадени от Закона за тероризма от 2000 г. Новите престъпления са подбуждане, разпространение на публикации, подготовка и обучение. Инкриминирането на тези действия е имало за цел да позволи на властите да попречат на по-ранен етап на терористичната дейност и по този начин да предотвратят развитието на по-сериозни действия. Те също така са по-лесно доказуеми.", "G.  Обсъждане на въпроса за използването на специални представители по Закона за предотвратяване на тероризма от 2005 г.", "96.  На 31 октомври 2007 г. Камарата на лордовете е постановила решение по делото Secretary of State for the Home Department (Respondent) v. MB (FC) (Appellant) [2007] UKHL 46, което касае оспорване на недерогационна заповед за контрол, издадена от държавния секретар по членове 2 и 3(1)(а) от Закона за предотвратяване на тероризма от 2005 г. Камарата на лордовете е трябвало да реши, inter alia, дали процедурите, предвидени в член 3 от Закона от 2005 г., включващи закрити заседания и специални представители, са съвместими с член 6 от Конвенцията, имайки предвид, че в случая на един от жалбоподателите, това е довело до пълно неразкриване на същината на делото срещу него, като конкретни твърдения, свързани с терористична дейност не са се съдържали в незасекретените материали.", "Камарата на лордовете единодушно е приела, че въпросното производство засяга определянето на граждански права и задължения и по този начин попада под защитата на член 6. По въпроса за съответствието мнозинството (баронеса Hale of Richmond, лорд Carswell и лорд Браун of Eaton-under-Heywood) е решило, че въпреки че в много случаи процедурата по специално представителство би осигурила достатъчен противовес, когато държавният секретар желае да не разкрива материали, на които иска да се позове, за да докаже наличието на достатъчно основания за съмнение, че дадено лице се занимава или се е занимавало с терористична дейност, всеки случай трябва да се разглежда индивидуално. Баронеса Hale излага мнението си по следния начин:", "„65. ... Всичко зависи от естеството на случая; какви мерки са били взети, за да се обяснят подробно обвиненията на засегнатото лице, за да може то да предположи какви са материалите в подкрепа на тези обвинения; какви стъпки са били предприети за обобщаване на засекретените материали в подкрепа на обвиненията, без да се разкриват имена, дати и места; характерът и съдържанието на неразкритите материали; колко ефективно специалният представител е могъл да ги оспори от името на засегнатото лице и каква е щяла да бъде разликата, ако тези материали са били разкрити. Всички тези фактори ще бъдат от значение при преценката дали засегнатото лице е „разполагало с реална възможност да оспорва фактическите основания“ за заповедта.", "66. Не мисля, че можем да бъдем сигурни, че Страсбург ще приеме, че всяко заседание по заповед за контрол, при което е била използвана процедурата за специален представител, както е предвидено в Закона от 2005 г. и част 76 от Правилата на гражданското производство, би било достатъчно, за да бъде спазен член 6. Въпреки това, с големи усилия от страна на всички участници в производството, колкото и трудно да бъде това и колкото и време да отнеме, обикновено би следвало да е възможно да се предостави на засегнатото лице „съществена мярка на процесуална справедливост“. Всички участници в производството ще трябва да направят всичко възможно, за да гарантират, че „принципите на съдебното следствие“ са спазени в най-голяма степен. Държавният секретар трябва да даде възможно най-подробни обяснения защо счита, че са налице основанията по член 2(1). Колкото по-подробни са обясненията, толкова по-подробни биха били инструкциите, които специалните представители ще могат да вземат от клиента преди да се запознаят със засекретените материали. Както съдиите, така и специалните представители ще трябва много внимателно и скептично да разгледат твърдението, че засекретените материали не трябва да бъдат разкрити. Има достатъчно доказателства от други източници за тенденция към преувеличаване на нуждата от секретност в случаи, свързани с тероризъм: виж Serrin Turner and Stephen J Schulhofer, The Secrecy Problem in Terrorism Trials, 2005 (делата относно проблемите с тайните, свързани с тероризма), Brennan Centre for Justice at NYU School of Law. Както съдиите, така и специалните представители ще трябва много внимателно да тестват материалите, които остават засекретени. Всички участници в производството трябва да съзнават възможността тези материали да може да бъдат редактирани или обобщени по такъв начин, че да се даде възможност на специалните представители да поискат инструкции от клиента си относно тези материали. Всички участници в производството трябва да дадат възможност на специалните представители да задават конкретни и внимателно подготвени въпроси от името на клиента си. Въпреки че не е изрично предвидено в CPR r 76.24, специалният представител трябва да бъде в състояние да призове свидетели, които да оборят засекретените материали. Естеството на делото може да бъде такова, че да не е необходимо клиентът да знае всички подробности на доказателствата, за да може ефективно да ги оспори.", "67. Най-добрият съдия относно това дали в производството са били предоставени достатъчно и съществени мерки за процесуална защита, би бил съдията, който е провел заседанието. ... „", "Лорд Carswell е отбелязал:", "„Има много широк спектър от случаи, при които държавният секретар разчита на засекретени материали. В единия край на спектъра може да има случаи, при които единствените доказателства, неблагоприятни за засегнатото лице, се съдържат в засекретените материали, на лицето не може да бъде съобщено какви са доказателствата, дори и в обобщен вид, а специалният представител не е в състояние да получи необходимите инструкции да изгради ефективна защита срещу обвиненията. На другия край може да има случаи, при които доказателствената сила на засекретените материали е много малка или просто потвърждава силните незасекретени материали и не съществува пречка за представянето на защитата. Между тези две крайности има безкрайно разнообразие от възможни случаи. Балансът между незасекретените материали и засекретените материали и тяхната доказателствена сила е различен за всеки отделен случай. Специалният представител може да бъде в състояние достатъчно ясно да разбере как да подходи към засекретените материали и без да е получил директни указания от засегнатото лице. Това са въпроси, които съдията трябва да прецени и претегли, когато решава дали процесът на засегнатото лице е бил справедлив. Преценката ... зависи от конкретните факти. Съдията, който е разгледал както незасекретените материали, така и засекретените материали и е изслушал становището на специалния представител, е в най-добра позиция да направи тази преценка. Аз смятам обаче, че има доста голяма тежест на доказване за засегнатото лице, което трябва да установи, че има нарушение на член 6, тъй като на законния обществен интерес да не се разкриват определени материали поради сериозни причини в интерес на националната сигурност, трябва да се отдаде дължимото значение. Съдилищата не трябва да проявяват прекалена готовност да приемат, че фактът, че засегнатото лице е било в по-неизгодно положение поради неразкриването на определени материали, представлява нарушение на член 6.“", "Лорд Brown е счел следното:", "„Може да има случаи, колкото и изключителни да са те, при които въпреки усилията на всички участници в производството, чрез промени, запазване на анонимност и обобщение, да се окаже невъзможно да бъдат представени в достатъчна степен доказателствата на държавния секретар, така че заподозреният да може ефективно да ги оспори. Освен ако в тези случаи съдията все пак не е напълно убеден, че всякакво оспорване на доказателствата би било неуспешно (трудно, но според мен, не невъзможно заключение ... ), той ще трябва да заключи, че издаването или, в зависимост от случая, потвърждаването на заповедта, наистина представлява значителна несправедливост спрямо заподозрения. Накратко, заподозреният в такива случаи не е разполагал дори със „съществена мярка на процесуална справедливост“ (Chahal [цитирано по-горе] § 131) въпреки процедурата със специалния представител; „самата същност на правото [му] [на справедлив процес] [би била] нарушена“ (Tinnelly & Sons Ltd and McElduff and others срещу Обединеното кралство [цитирано по-долу] § 72).", "Лорд Bingham не е изразил особено мнение, но е използвал различни мотиви. Той е приел, че процесът трябва да бъде разгледан като цяло и да бъде преценено дали е била използвана процедура, която е довела до значителна несправедливост за засегнатото лице; докато използването на специални представители би могло да спомогне за повишаване на мерките на процесуална справедливост на разположение на засегнатото лице, то не може напълно да отстрани сериозните недостатъци, дължащи се на факта, че лицето не е било уведомено за доказателствата срещу него, и поради това не е било в състояние да даде ефективни инструкции на специалния адвокат.", "Лорд Hoffmann, който е изразил особено мнение, е приел, че след като съдията е решил, че оповестяването би било в противоречие с обществения интерес, използването на специални представители предоставя достатъчно гаранции за засегнатото лице и при това положение никога не може да има нарушение на член 6.", "97.  По делото Secretary of State for the Home Department v. AF [2008] EWCA Civ 1148, апелативният съд (сър Anthony Clark MR и Waller LJ; Sedley LJ с особено мнение), е предоставил следните насоки, въз основа на мнението на мнозинството в MB относно съответствието с член 6 по дела, касаещи заповеди за контрол, при които се използват специални представители (откъс от обобщението в началото на решението):", "(1) Когато се решава дали производството по чл. 3(10) от Закона от 2005 г. е нарушило правото на засегнатото лице по чл. 6, въпросът е дали, като цяло производството е било фундаментално несправедливо по отношение на лицето, или не му е била предоставена съществена мярка на процесуална справедливост, или самата същност на правото му на справедлив процес е била нарушена. По-общо казано, въпросът е дали изходът от процеса е бил, че лицето е понесло значителна несправедливост. (2) Трябва да бъдат предприети всички възможни стъпки, за да бъде предоставена възможно най-много информация на засегнатото лице, както по отношение на обвиненията срещу него, така и относно доказателствата, ако е необходимо, чрез подходящо обобщение. (3) Когато всички обвинения и доказателства не са били предоставени от самото начало поради съображения за националната сигурност, на засегнатото лице трябва да бъде назначен специален представител. В тези случаи се прилагат следните принципи. (4) Няма общ принцип, че процесът е несправедлив, ако на засегнатото лице не са били представени определен минимум от обвинения и доказателства. Алтернативно, ако това е било така, определеният минимум може, в зависимост от обстоятелствата, да бъде представянето на толкова малко информация, колкото е била представена по делото AF, което всъщност е много малко. (5) Дали производството е било несправедливо зависи от всички обстоятелства, включително естеството на делото, какви стъпки са били предприети, за да се обяснят подробно обвиненията срещу засегнатото лице, така че то да може да предположи какви може да са доказателствата в подкрепа на тези обвинения, какви стъпки са били предприети, за да се обобщят засекретените материали в подкрепа на обвиненията, без да се разкриват имена, дати и места, характера и съдържанието на непредставените материали, колко ефективно специалният представител е успял да го оспори от името на засегнатото лице и какво значение би имало или би могло да има оповестяването. (6) При преценката дали при разкриване на доказателствата на засегнатото лице, положението би било различно по отношение на отговора на въпроса дали съществуват разумни основания да се подозира, че лицето се е занимавало с терористична дейност или със свързана с тероризъм дейност, съдът трябва изцяло да има предвид проблемите, пред които са се изправили засегнатото лице и специалните представители, и да вземе предвид всички обстоятелства по делото, включително каква информация е била разкрита (ако има такава), както и колко ефективни са били специалните представители. Правилният подход и тежестта, която се придава на всеки отделен фактор, ще зависи от специфичните обстоятелства. (7) Няма твърди принципи. Кое е справедливо е въпрос от компетентността на съдията, чието решение апелативният съд много рядко не би приел.“", "III.  ВЪТРЕШНИ И МЕЖДУНАРОДНИ КОМЕНТАРИ ПО ЧАСТ 4 ОТ ЗАКОНА ОТ 2001 Г.", "A.  Комитетът Нютон", "98.  Част 4 от Закона от 2001 г. предвижда създаването на Комитет на лични съветници (Committee of Privy Counsellors), който да преценява действието на Закона. Комитетът, под председателството на лорд Нютон (Newton), е докладвал през декември 2003 г. Предвид аргумента на министерството на вътрешните работи, че заплахата от Ал Кайда тероризъм произхожда предимно от чужди граждани, в доклада Комитетът Нютон е обърнал внимание на:", "„събирайки доказателства, че това вече не е така. Британските атентатори-самоубийци, които нападнаха Тел Авив през май 2003 г., Ричард Рийд (Richard Reid) („Бомбаджията с обувката“ - the Shoe Bomber) и неотдавнашните арести показват, че заплахата от граждани на Обединеното кралство е реална. Почти 30% от заподозрените през изминалата година по Закона за тероризма от 2000 г. са били британци. Бяхме уведомени, че от лицата, от които властите се интересуват, поради предполагаемото им участие в международен тероризъм, почти половината са британски граждани.“", "Предвид тези обстоятелства Комитетът Нютон е отбелязал, че не само съществуват принципни аргументи срещу дискриминационните разпоредби, но също така са налице и убедителни аргументи относно ограничена ефикасност при справяне с терористичната заплаха. Поради това Комитетът Нютон е призовал за спешното приемане на ново законодателство, което ще се занимава с терористичната заплаха, без дискриминация въз основа на националност, и което да не изисква дерогация от член 5 от Конвенцията.", "99.  През февруари 2004 г. правителството е публикувало отговора си на доклада на Комитета Нютон. То продължавало да счита, че терористичната заплаха „произтича предимно, но не изключително от чужди граждани“ и е отправило следната бележка относно предложението на Комитета Нютон антитерористичните мерки да се прилагат за всички лица, намиращи се под юрисдикцията на държавата, независимо от тяхната националност:", "„Макар да е възможно да се търсят други правомощия за задържане на британски граждани, които се занимават с международен тероризъм, това би било много сериозна стъпка. Правителството счита, че такива драконовски правомощия трудно биха могли да бъдат оправдани. Опитът показва опасността от такъв подход и вредата, която той би могъл да причини на единството на общността, както и на подкрепата на всички слоеве на обществото, която е от съществено значение за борбата с терористичната заплаха.“", "Правителството също така е посочило, че се работи по изготвянето на рамкови споразумения с потенциални приемащи страни за целите на депортиране на лица, заподозрени в терористична дейност.", "B.  Съвместната парламентарна комисия по права на човека", "100.  Съвместната комисия разполага с конституционно задължение в Обединеното кралство да разглежда законодателството и да гарантира, че то е съвместимо с правата по Конвенцията. Във втория си доклад относно сесията 2001-2002 г., изготвен много скоро след публикуването на законопроекта, който след това се е превърнал в Закона от 2001 г., Съвместната комисия е изразила загрижеността си от потенциално дискриминационното действие на предложената мярка по следния начин:", "„38. На второ място, разчитайки на имиграционното законодателство да предвиди задържане на предполагаеми международни терористи, може да се окаже, че, тъй като позволява задържане без обвинение, законопроектът дискриминира между онези предполагаеми международни терористи, които са обект на имиграционен контрол, и онези, които имат безусловно право да пребивават в Обединеното кралство. Ние сме загрижени, че това би могло да доведе до дискриминация при упражняването на правото на свобода по признак националност. Ако не може да бъде доказано, че съществува обективно, рационално и пропорционално основание, това би могло да доведе до действия, които биха били несъвместими с член 5 от ЕКПЧ самостоятелно или в комбинация с правото на свобода от дискриминация при упражняването на права по Конвенцията по член 14 от ЕКПЧ. Това може също така да доведе и до нарушаване на правото на свобода от дискриминация по член 26 и на правото на свобода по член 9 от МПГПП.", "39. Повдигнахме този въпрос пред министъра на вътрешните работи в устните показания. След като обмислихме неговия отговор, не сме убедени, че рискът от дискриминация по признак националност в разпоредбите на част 4 от законопроекта е бил преценен в достатъчна степен.“", "В своя шести доклад на сесията 2003-2004 г. (23 февруари 2004 г.), Съвместната комисия е изразила дълбока загриженост „относно последиците за човешките права от превръщането на правомощието за задържане в аспект на имиграционното законодателство, а не на законодателството за борба с тероризма“ и е предупредила за „значителната опасност част 4 да е в нарушение на правото на свобода от дискриминация по член 14 от ЕКПЧ.“ След доклада на Комитета Нютон и обсъждането на публикуваното в отговор на този доклад становище на държавния секретар, Съвместната комисия отново е обсъдила този въпрос в осемнадесетия си доклад на сесията 2003-2004 г. (21 юли 2004 г.), параграфи 42-44:", "„42.  Становището отхвърля препоръката в доклада на Нютон, че новото законодателство, заменящо Част 4 [от Закона от 2001 г.], трябва да се прилага еднакво за всички националности, включително за британските граждани. В него е изразено уверението на правителството, че е оправдано да се прави разлика между чужди граждани и граждани на Великобритания поради различните им права и задължения.", "43.  Ние постоянно изразяваме загриженост, че разпоредбите на част 4 [от Закона от 2001 г.] са неоснователно дискриминационни по признак националност и следователно са в нарушение на член 14 от ЕКПЧ. Също като лорд Нютон (Newton), ние намираме за невероятно, че в становището се твърди, че подобни правомощия за задържане на британските граждани биха представлявали „много сериозна стъпка“ и че „такива драконовски правомощия трудно биха могли да бъдат оправдани.“", "44.  Засегнатите интереси за чуждите гражданин и за гражданите на Обединеното кралство са едни и същи: основното им право на свобода по член 5 от ЕКПЧ и свързаните с него процесуални права. Член 1 от ЕКПЧ изисква от държавите да гарантират правата по Конвенцията на всички лица под тяхната юрисдикция. Член 14 изисква упражняването на права по Конвенцията да бъде гарантирано без дискриминация на основата на националност. Обяснението на правителството в неговото становище на нежеланието да бъдат предоставени същите правомощия по отношение на граждани на Обединеното кралство, навежда на мисълта, че то счита правото на свобода на чуждите граждани за по-малко достойно за защита отколкото същото право на гражданите на Обединеното кралство, което е недопустимо по Конвенцията.“", "C.  Европейски комитет за предотвратяване на изтезанията и на нечовешкото и унизително отношение или наказание („КПИ”)", "101.  КПИ е посетил задържаните жалбоподатели през февруари 2002 г. и отново през март 2004 г. В доклада, публикуван на 9 юни 2005 г., КПИ е критикувал условията, в които жалбоподателите са били държани в затвора Белмарш и в болницата Броудмор и докладвал твърдения за малтретиране от страна на персонала. Той е намерил режима в затвора Уудхил за по-спокоен. КПИ е установил, че здравето на по-голямата част от задържаните жалбоподатели се е влошило в резултат на задържането им, по-специално поради неопределения му характер. КПИ е посочил в доклада си:", "„В действителност, информацията, събрана по време на посещението през 2004 г., показва, че властите не знаят как да се държат с този вид задържани лица, лишени от свобода без реална перспектива за освобождаване и без необходимата подкрепа за преодоляване на вредните последици от тази уникална форма на задържане. Те също подчертават ограничения капацитет на системата на затворите да се справи със задача, която трудно се съгласува с техните нормални отговорности. Целта, посочена в отговора на доклада на КПИ за посещението от февруари 2002 г., за изготвяне на стратегия, която да даде възможност на Затворническата служба да управлява по най- подходящ начин грижите и задържането на лицата, задържани по реда на Закона от 2001 г., не е постигната.", "Две години след като КПИ е посетил тези задържани лица, много от тях са в лошо психическо състояние, в резултат на задържането им, а някои от тях са и в лошо физическо състояние. Задържането е причинило психически разстройства на по-голямата част от лицата, задържани по [Закона от 2001 г.] и за тези, които са били обект на травматични преживявания или дори на изтезания в миналото, то несъмнено е пробудило спомени и дори е довело до сериозно повторение на предишни психични нарушения. Травмата на задържането е повлияла още по-зле на здравето им, тъй като тя е съпътствана от липсата на контрол, произтичаща от неопределения характер на тяхното задържане, от трудностите при оспорване на задържането и от факта, че не знаят какви доказателства са били използвани срещу тях при сертифицирането или при потвърждаването на сертифицирането им като лица, заподозрени в международен тероризъм. Състоянието на някои от тях по време на посещението може да се счита за представляващо нечовешко и унизително отношение“.", "102.  Правителството е публикувало своя отговор на доклада на КПИ от 2004 г. на 9 юни 2005 г. Правителството категорично е оспорило твърденията за малтретиране от страна на персонала на затвора и е посочило, че задържаните жалбоподатели разполагат със средствата за защита, предвидени в административното и гражданското право и предоставени на всички затворници за оплаквания от малтретиране. Отговорът на правителството продължавал:", "„Макар да уважава заключенията, направени от делегатите на [КПИ] въз основа на наблюденията им в деня на посещението, то категорично отхвърля предположението, че в който и да било момент от задържането им по [Закона от 2001 г.] задържаните са били третирани „нечовешко или унизително“ по начин, който може да представлява нарушение на международните задължения за правата на човека на Обединеното кралство. Правителството е твърдо убедено, че задържаните винаги са получавали необходимите грижи и лечение в Белмарш и са имали достъп до цялата необходима медицинска помощ, както физическа, така и психологическа, от медицински помощен персонал и лекари. Правителството приема, че лицата са имали проблеми преди задържането, но не е съгласно, че „задържането им е причинило психични разстройства“. Някои от задържаните лица са имали психични проблеми преди задържането, но това не им е попречило да се занимават с действията, довели до тяхното сертифициране и задържане. Психични проблеми не пречат на дадено лице да представлява опасност за националната сигурност.", "...", "Правителството не приема, че лицата, сертифицирани по [Закона от 2001 г.], са били задържани без всякаква перспектива за освобождаване. ...", "...", "Нито SIAC, нито друг съд, някога са счели, че условията на задържане нарушават абсолютното задължение, наложено на правителството по силата на член 3 от [Конвенцията]. Правителството смята, че предвид обширните съдебни гаранции, с които задържаните са разполагали, правителството не би могло да продължи задържането на тези лица, ако правата на задържаните по член 3 са били нарушени по какъвто и да било начин. Да се твърди обратното би означавало пренебрегване на широките контакти на задържаните с британската съдебна система и на безусловното задължение на съдебната власт да предоставя защита срещу всяко такова нарушение.“", "D.  Европейски комисар по правата на човека", "103.  През август 2002 г. Европейският комисар по правата на човека към Съвета на Европа е публикувал становището си относно някои аспекти на дерогацията на Обединеното кралство от член 5 от Конвенцията и част 4 от Закона от 2001 г. В това становище той изрично е критикувал липсата на достатъчен контрол от страна на Парламента върху разпоредбите на дерогацията и е поставил под съмнение въпроса дали естеството на заплахата от Ал Кайда е оправдано основание за обявяване на извънредно положение, застрашаващо съществуването на нацията:", "„Макар да признава задължението на правителствата да защитят своите граждани от заплахата от тероризъм, Комисарят е на мнение, че общи твърдения за засилена опасност от терористична дейност след 11 септември 2001 г., сами по себе си, не са достатъчни, за да оправдаят дерогация от Конвенцията. Няколко европейски държави, които отдавна се сблъскват с повтарящи се терористични действия, не са сметнали за необходимо да направят дерогация от права по Конвенцията. Нито една друга държава не е счела за необходимо да направи това при настоящите обстоятелства. Следователно, ще трябва да се докаже наличието на подробна информация, сочеща към реална и непосредствена опасност за обществената сигурност в Обединеното кралство.“", "Комисарят е продължил, във връзка със системата на задържане по част 4 от Закона от 2001 г.:", "„Доколкото тези мерки са приложими единствено по отношение на чужденци, които не могат да бъдат депортирани, те, освен това, сякаш въвеждат двоен стандарт на правосъдие, при който различни стандарти за човешките права се прилагат към чуждите и към собствените граждани.“", "104.  На 8 юни 2005 г. Комисарят е публикувал доклад в резултат на посещението му в Обединеното кралство през ноември 2004 г. Той е обърнал специално внимание на решението на Камарата на лордовете по делата на жалбоподателите и е отбелязал факта, че през март 2005 г. правителството не се е опитало да промени съответните разпоредби на Закона от 2001 г. Той е приветствал решението на Камарата на лордовете, което отговаря на собственото му публикувано по-рано становище, както и освобождаването на жалбоподателите, като е подчертал, че в резултат на посещението си той е могъл лично да стане свидетел на „изключително неспокойното психическо състояние на много от тях“. В резултат на разговори, проведени, наред с други лица, с министъра на вътрешните работи, лорд-канцлера (Lord Chancellor), главния прокурор, председателя на Върховните съдилища (the Lord Chief Justice) и с директора на прокуратурата, Комисарят също така е изразил мнение за наличието на алтернативни мерки за борба със заплахата от тероризъм съгласно законодателството на Обединеното кралство:", "„Борбата срещу терористична дейност не само трябва, но и може да се води в пределите на съществуващата рамка на гаранции за правата на човека, които осигуряват именно балансиране - по въпроси, свързани с националната сигурност, на индивидуалните права и обществения интерес и позволяват използването на пропорционални специални правомощия. Необходими са добре подготвени сили на реда, международно сътрудничество и принудително прилагане на закона. В тази връзка трябва да бъде отбелязано, че в лицето на Закона за тероризма от 2000 г., Обединеното кралство вече има най-строгото и най-всеобхватното антитерористично законодателство в Европа.”", "E.  Комитет на ООН за елиминиране на всички форми на расова дискриминация", "105.  Заключителните наблюдения на Комитета относно Обединеното кралство от 10 декември 2003 г. гласят (точка 17):", "„17.  Комитетът изразява дълбока загриженост относно разпоредбите на Закона за борба с тероризма и престъпността и за сигурността, които предвиждат задържане за неопределен срок, без повдигане на обвинения и присъда, с цел депортиране, на лица, които не са граждани на Обединеното кралство и са заподозрени в дейности, свързани с тероризъм.", "Макар да признава националните съображения за сигурност на държавата-членка, Комитетът препоръчва на държавата-членка да се стреми да балансира тези опасения със защитата на правата на човека и с международно-правните си задължения. В тази връзка, Комитетът привлича вниманието на държавата-членка към своето изявление от 8 март 2002 г., в което се подчертава задължението на държавите да „гарантират, че мерките, предприети в борбата срещу тероризма не са дискриминационни по цел или резултат на основата на раса, цвят на кожата, произход, национална или етническа принадлежност.“", "IV.  ДРУГИ ОТНОСИМИ МАТЕРИАЛИ НА СЪВЕТА НА ЕВОРПА", "A.  Резолюция 1271 (2002) на Парламентарната Асамблея на Съвета на Европа", "106.  На 24 януари 2002 г. Парламентарната асамблея на Съвета на Европа е приела Резолюция 1271 (2002), която, в параграф 9, гласи следното:", "„В борбата си срещу тероризма, държавите-членки на Съвета на Европа не трябва да предвиждат дерогации на Европейската конвенция за правата на човека.“", "Тя също така е призовала държавите-членки (параграф 12) да:", "„се въздържат от използване на член 15 от Европейската конвенция за правата на човека (дерогация по време на извънредно положение) за ограничаване на правата и свободите, гарантирани по член 5 (право на свобода и сигурност).“", "Освен Обединеното кралство нито една друга държава-членка не е решила да направи дерогация от член 5 § 1 след 11 септември 2001 г.", "B.  Комитетът на министрите на Съвета на Европа", "107.  След срещата си на 14 ноември 2001, на тема „Демокрациите, изправени пред тероризма“ (CM/AS (2001) Rec 1534), на 11 юли 2002 г. Комитетът на министрите е приел „Насоки за правата на човека и борбата срещу тероризма“, които предвиждат, inter alia:", "„I. Задължение на държавите да защитават всяко лице срещу тероризъм", "Държавите са длъжни да предприемат необходимите мерки за защита на основните права на всяко лице под тяхна юрисдикция срещу терористични актове, особено правото на живот. Това позитивно задължение изцяло оправдава борбата на държавите срещу тероризма в съответствие с настоящите насоки.", "II. Забрана за произвол", "Всички мерки, предприети от държавите за борба с тероризма, трябва да зачитат правата на човека и принципа на върховенството на закона, като се изключва всякаква форма на произвол, както и всяко дискриминационно или расистко отношение, и трябва да подлежат на подходящ контрол.“", "C.  Европейска комисия срещу расизма и нетолерантността („ЕКРН“)", "108.  В своята Обща препоръка № 8 относно борбата с расизма по време на борбата с тероризма, публикувана на 8 юни 2004 г., ЕКРН е счела, че е задължение на държавата да се бори с тероризма; е подчертала, че [отговорът на тероризма] не трябва да накърнява ценностите на свободата, демокрацията, правосъдието, върховенството на закона, правата на човека и хуманитарното право; е подчертала, че борбата с тероризма не трябва да се превърне в претекст за позволяването на процъфтяването на расовата дискриминация; е отбелязала, че борбата с тероризма след 11 септември 2001 г. в някои случаи е довела до приемането на дискриминационно законодателство, по-специално въз основа на националност, национална или етническа принадлежност и религия; е подчертала отговорността на държавите-членки да гарантират, че борбата срещу тероризма няма отрицателно въздействие върху която и да била малцинствена група и е препоръчала на държавите членки:", "„да преразгледат законодателството и правилниците, приети във връзка с борбата срещу тероризма, за да се гарантира, че те не дискриминират пряко или непряко лица или групи от лица, по-специално на основание „раса“, цвят на кожата, език, религия, националност или национален или етнически произход, както и да отменят всяко такова дискриминационно законодателство.“", "V.  ПОНЯТИЕ ЗА „ИЗВЪНРЕДНО ПОЛОЖЕНИЕ“ ПО ЧЛЕН 4 ОТ МЕЖДУНАРОДНИЯ ПАКТ ЗА ГРАЖДАНСКИТЕ И ПОЛИТИЧЕСКИТЕ ПРАВА („МПГПП“)", "109.  Член 4(1) от МПГПП гласи следното:", "„В случай на извънредно положение, застрашаващо съществуването на нацията, което е официално обявено, държавите - страни по този пакт, могат да вземат мерки само дотолкова, доколкото положението го изисква, с които да нарушат задълженията си по този пакт, при условие, че тези мерки не са несъвместими с другите им задължения по международното право и не водят до дискриминация, основана само на раса, цвят на кожата, пол, език, религия или социален произход.“", "През пролетта на 1984 г. група от 31 експерти по международно право, свикана от Международната комисия на юристите, Международната асоциация по наказателно право, Американската асоциация на Международната комисия на юристите, Институтът за права на човека Ърбън Моргън и Международния институт за висше образование по наказателни науки, са се срещнали в Сиракуза, Италия, за да разгледат, inter alia, горната разпоредба. Параграфи 39-40 от изготвените в резултат на срещата „Принципи от Сиракуза относно ограничаването и дерогацията на разпоредбите на Международния пакт за граждански и политически права” гласят, в глава „Извънредно положение, което застрашава съществуването на нацията“:", "„39.  Всяка държава-членка може да предприеме мерки за дерогация от задълженията си по Международния пакт за граждански и политически права, съгласно член 4 (наричани по-нататък „дерогационни мерки“), само когато е изправена пред ситуация на изключителна и действителна или непосредствена опасност, която застрашава съществуването на нацията. Заплаха, застрашаваща съществуването на нацията, е заплаха, която:", "(a) засяга цялото население и или цялата територия на държавата-членка, или част от нея, и", "(b) застрашава физическата неприкосновеност на населението, политическата независимост или териториалната цялост на държавата или съществуването или основното функциониране на институциите, без които не е възможно да се гарантират и защитават правата, признати в Пакта.", "40. Вътрешни конфликти и вълнения, които не представляват сериозна и непосредствена опасност за съществуването на нацията, не оправдават дерогации съгласно член 4.“", "Принципите от Сиракуза продължават, в параграф 54:", "„54. Принципът на крайната необходимост се прилага по обективен начин. Всяка мярка трябва да бъде насочена към действителна, ясна, настояща или непосредствена опасност и не може да бъде наложена само поради опасение от потенциална опасност.“", "110.  В общ коментар № 29 относно член 4 от МПГПП“ (24 юли 2001 г.), параграф 2, Комитетът за правата на човека на ООН е отбелязал:", "„Мерки за дерогация от разпоредбите на Пакта трябва да бъдат от изключителен и временен характер.“", "VI.  ДРУГИ МАТЕРИАЛИ ВЪВ ВРЪЗКА С НЕРАЗКРИВАНЕТО НА ДОКАЗАТЕЛСТВА ПО ДЕЛА, СВЪРЗАНИ С НАЦИОНАЛНАТА СИГУРНОСТ", "111.  В Charkaoui v Minister of Citizenship and Immigration [2007] 1 SCR 350, McLachlin CJ Върховният съд на Канада е отбелязал (§ 53):", "„Не на последно място, справедливият процес изисква засегнатото лице да бъде информирано за обвиненията срещу него и да му бъде позволено да отговори на тях.“", "Това право не е абсолютно и може да бъде ограничено в интерес на националната сигурност (§§ 57-58), но (§ 64):", "„ ... Следователно съдията не е в състояние да компенсира липсата на информиран контрол, оспорване и представяне на доказателства за противното, които лице, запознато със случая може да направи. Този контрол е целият смисъл на принципа, че лице, чиято свобода е в опасност, трябва да познава делото срещу него. Ето че този принцип не просто е били ограничен; той в действителност е бил изкоренен. Как може човек да се защити по дело, което не познава?“", "112.  В делото Hamdi v Rumsfeld 542 US 507 (2004), съдия O’Connor, изразяващ възгледите на мнозинството на Върховния съд на САЩ, е заявил (стр. 533):", "„Ето защо ние считаме, че към задържан гражданин, който се опитва да оспори класифицирането си като вражески-боец („enemy combatant”), трябва да получи информация за фактическите основания за това класифициране и справедлива възможност да обори фактическите твърдения на правителството пред независим решаващ орган [органът е цитиран]. „В продължение на повече от век основното значение на процесуалния аспект на справедливия процес е било ясно: лица, чиито права биха могли да бъдат засегнати, имат право да бъдат изслушани, както и, за да може да се възползват от това си право, те трябва първо да бъдат уведомени ...“ Тези съществени конституционни обещания не могат да бъдат подронени.“", "113.  За Комисаря за правата на човека на Съвета на Европа, в параграф 21 от доклада му от 8 юни 2005 г. (виж параграф 104 по-горе) и за Съвместната парламентарна комисия за правата на човека (виж параграф 104 по-горе), в параграф 76 от Дванадесетия й доклад на сесия 2005-2006 г. (HL Paper 122, HC 915) е било трудно да приемат, че един процес би могъл да бъде справедлив, ако неблагоприятно решение може да се основава на материали, по отношение на които засегнатото лице не разполага с ефективна възможност за обжалване или оборване.", "ПРАВОТО", "I.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 3 ОТ КОНВЕНЦИЯТА И НА ЧЛЕН 13 ВЪВ ВРЪЗКА С ЧЛЕН 3", "114.  Жалбоподателите твърдят, че задържането им по част 4 от Закона от 2001 г. е нарушило правата им по член 3 от Конвенцията, който предвижда:", "„Никой не може да бъде подложен на изтезания или нечовешко или унизително отношение или наказание.“", "Те също така се оплакват, че не са разполагали в ефективно вътрешноправно средство за защита за оплакванията си по член 3, в нарушение на член 13 от Конвенцията, който гласи:", "„Всеки, чиито права и свободи, провъзгласени от тази Конвенция, са нарушени, има право на ефикасни правни средства за тяхната защита пред съответните национални власти, дори и нарушението да е извършено от лица, действащи при упражняване на служебни функции.“", "A.  Становища на страните", "1.  Жалбоподателите", "115.  Жалбоподателите подчертават, че всеки от тях се е намирал в Обединеното кралство, тъй като възможността за безопасно убежище в собствената им страна или другаде им е била отказана. Първият жалбоподател е лице без гражданство от палестински произход и е нямал къде другаде да отиде. Няколко от тях са били подложени на мъчения преди да пристигнат в Обединеното кралство. Съгласно Закона от 2001 г. те са били поставени в положение да трябва да избират между условия на задържане, които намират за недопустими, и опасността от каквото и да било отношение, на което биха били подложени, ако се съгласят да бъдат депортирани. Освен това, предишните им преживявания и вече съществуващите психически и физически проблеми са ги направили особено уязвими към отрицателните последици на тяхното произволно задържане. Дискриминацията, на която са били подложени, тъй като само чужди граждани са можели да бъдат задържани по Закона от 2001 г., е увеличавала техните страдания.", "116.  Условията на повишена сигурност в затвора Белмарш и в болницата Броудмор са били неподходящи и вредни за тяхното здраве. По-важното е, обаче, че неопределеният характер на задържането, чийто край не се виждал, и неговата действителна продължителност са довели до необичайно страдание, надхвърлящо това, присъщо на обикновеното лишаване от свобода. Това положение е било усложнено и от други необичайни аспекти на режима, като секретния характер на доказателствата срещу тях. Фактът, че безразличието на властите към положението на жалбоподателите е било скрепено със закон, приет от парламента, не е облекчил страданията им.", "117.  Взети заедно, тези фактори, са причинили на жалбоподателите тежки страдания. Медицинските доказателства и докладите на КПИ и група психиатри консултанти (виж параграфи 101 и 76 по-горе) показват, че режимът на задържане също е увредил - или е имало сериозна опасност да увреди - здравето на всички тях и, в случая на първия, петия, седмия и десетия жалбоподател, това се е случило.", "118.  Жалбоподателите твърдят, че правомощието на SIAC да освобождава под гаранция не е функционирало ефективно по време на задържането им: на първо място, тъй като обхватът на средството за защита е бил с неясна юрисдикция; на второ място, тъй като процедурата е била бавна; на трето място, тъй като прагът за освобождаване под гаранция е бил твърде висок. Лице, искащо да бъде освободено под гаранция, е трябвало да докаже „голямата вероятност“, че продължителното му задържане би довело до физическо или психическо влошаване на здравето му, което да представлява нечовешко и унизително отнасяне в нарушение на член 3. Юрисдикцията е описана като „изключителна“, изискваща „изключителни обстоятелства“. Дори и тогава, единственото възможно средство за защита е било замяната на лишаването от свобода с домашен арест (виж параграф 78 по-горе).", "2.  Правителството", "119.  Правителството твърди, че правата на жалбоподателите по член 3 не са били нарушени. То изтъква, че SIAC и апелативният съд са отхвърлили оплакванията на жалбоподателите по член 3 и че Камарата на лордовете не е счела за необходимо да се произнесе по тях (виж параграфи 15, 16 и 22 по-горе).", "120.  Задържане без обвинение само по себе си не противоречи на член 3 и в много случаи е било допустимо по член 5 § 1. Задържането е било неопределено, но не и безсрочно. Законодателството е останало в сила в продължение на пет години и всяка година е подлежало на одобрение от двете камари на парламента. Задържането на всеки жалбоподател е зависело от индивидуалните му обстоятелства, които са продължавали да го оправдават, включително степента на заплахата за националната сигурност, която той е представлявал и възможността да бъде депортиран в сигурна страна, и е подлежало на преразглеждане на всеки шест месеца от SIAC. Всеки от жалбоподателите е бил уведомен за причината за подозренията срещу него и са му били предоставени възможно най-много от основните доказателства, като му е бил осигурен възможно най-справедлив процес, в който да оспори основанията за задържането му. Освен това, SIAC е разполагала с правомощие да постанови освобождаване под гаранция, ако е необходимо. Следователно жалбоподателите не са били без надежда за освобождаване, а напротив те са имали възможност да поискат освобождаване, както и задължително преразглеждане от съда, за да се гарантира, че задържането остава законосъобразно и пропорционално при всички обстоятелства. Също така жалбоподателите са имали право да напуснат Обединеното кралство, както са направили втория и четвъртия жалбоподател.", "121.  Преценено е било, че жалбоподателите представляват сериозна заплаха за националната сигурност и те съответно са били задържани при строги условия за сигурност, които не са били нито нечовешки, нито унизителни. На всеки от тях е било предоставено подходящо лечение на физическите и психическите здравословни проблеми и индивидуалните особености на всеки от жалбоподателите, включително психическото му здраве, са били взети под внимание, когато се е решавало дали той трябва да продължи да бъде задържан или да бъде освободен под гаранция. В затвора Уудхил е било създадено специално звено, от което жалбоподателите са отказали да се възползват (виж параграф 71 по-горе).", "122.  Доколкото жалбоподателите се позовават на своите индивидуални условия на задържане и на личните си обстоятелства, те не са изчерпали вътрешноправните средства за защита, защото не са се опитали да се оплачат от тези обстоятелства. Всяко конкретно оплакване за условията на задържане е могло да бъде обект на отделно съдебно производство. Затворническите власти е трябвало да отговарят на изискванията на Закона от 1998 г. (виж параграф 94 по-горе) и са имали задължение по член 6 (1) да действат в съответствие с правата на задържаните жалбоподатели по член 3. Доколкото оплакванията на жалбоподателите по член 3 се основават на неопределения характер на задържането им, то е било предвидено от първичното законодателство (част 4 от Закона от 2001 г.) и член 13 не им гарантира право да оспорят пред националния съд съзнателен избор, направен от законодателя.", "B.  Преценката на Съда", "1.  Допустимост", "123.  Съдът отбелязва, че вторият жалбоподател е бил задържан в съответствие с част 4 от Закона от 2001 г. на 19 декември 2001 г. и че е бил освободен на 22 декември 2001 г., след решението му да се завърне доброволно в Мароко (виж параграф 35 по-горе). Следователно, тъй като той е бил задържани само за няколко дни и тъй като няма доказателства, че през това време е претърпял каквото и да било страдание, отвъд това присъщо на обикновеното задържане, оплакването му по член 3 е явно необосновано по смисъла на член 35 § 3 от Конвенцията.", "Член 13 изисква осигуряването на вътрешноправно средство за защита по отношение на „защитимо оплакване“ по Конвенцията (виж, например, Ramirez Sanchez срещу Франция [GC], no. 59450/00, § 157, ECHR 2006-IX), от което следва, че оплакването на втория жалбоподател по член 13 е явно необосновано.", "Следователно и двете оплаквания на втория жалбоподател трябва да бъде обявени за недопустими.", "124.  Съдът отбелязва твърдението на правителството, че жалбоподателите са разполагали със средство по закона от 1998 г., което не са използвали. Тъй като обаче жалбоподателите се оплакват по член 13, че вътрешноправните средства за защита на тяхно разположение във връзка с оплакванията им по член 3 са били неефективни, Съдът счита, че е необходимо да разгледа възражението на правителството за неизчерпване на вътрешноправните средства за защита едновременно с разглеждането на оплакванията по членове 3 и 13 по същество", "125.  Съдът счита, че, с изключение на тези на втория жалбоподател, оплакванията на жалбоподателите по членове 3 и 13 от Конвенцията повдигнат сложни правни и фактически въпроси, разрешаването на които зависи от разглеждането на оплакванията по същество. Следователно той заключава, че тази част от жалбата не е явно необоснована по смисъла на член 35 § 3 от Конвенцията. Не са повдигнати други основания за недопустимост, следователно тя трябва да бъде обявена за допустима.", "2.  По съществото", "a.  Общи принципи", "126.  Съдът напълно съзнава трудностите, пред които са изправени държавите, за да защитят населението си от терористични атаки. Поради това е още по-важно да се подчертае, че член 3 защитава една от най-основните ценности на демократичните общества. За разлика от повечето материалноправни разпоредби на Конвенцията и на Протоколи № 1 и 4, член 3 не предвижда изключения и от него не е възможно да бъде направена дерогация по член 15 § 2, независимо от съществуването на извънредно положение, застрашаващо съществуването на нацията. Дори и при най-трудните обстоятелства, като борбата с тероризма, и независимо от поведението на съответното лице, Конвенцията забранява по абсолютен начин изтезанията и нечовешкото или унизително отнасяне или наказание (Ramirez Sanchez, цитирано по-горе, §§ 115-116).", "127.  За да попадне в приложното поле на член 3, малтретирането трябва да достигне минимално равнище на суровост. Преценката на това минимално равнище зависи от всички обстоятелства по делото, като продължителността на отнасянето, психическото или физическото му отражение, а в някои случаи - пола, възрастта и здравословното състояние на жертвата (виж Kafkaris срещу Кипър [GC], no. 21906/04, § 95, ECHR 2008). Съдът е счел, че дадено отношение е „нечовешко“, защото, inter alia, е било предумишлено, прилагано е било часове наред и е причинило или действителна телесна повреда, или силно физическо или психическо страдание. Съдът е счел дадено третиране за „унизително“, защото е било от такова естество, че да възбуди у жертвите чувства на страх, страдание и малоценност, които могат да ги унизят\t и да подкопаят самочувствието им (виж, наред с други източници, Kudła срещу Полша [GC], no. 30210/96, § 92, ECHR 2000-XI). При преценката дали едно наказание или третиране е „унизително“ по смисъла на член 3, Съдът ще трябва да разгледа дали то е целяло да унижи и да подкопае самочувствието на засегнатото лице и дали, по отношение на последиците от него, то се отразило неблагоприятно на лицето по начин, несъвместим с член 3. Въпреки това, липсата на такава цел не може категорично да изключи намирането на нарушение на член 3. За да може дадено наказание или отношението, свързано с него да бъде счетено за „нечовешко“ или „унизително“, страданието или унижението трябва да надхвърлят неизбежния елемент на страдание или унижение, свързани с която и да било законна форма на отношение или наказание (Ramirez Sanchez, цитирано по-горе, §§ 118-119).", "128.  Когато дадено лице е лишено от свобода, държавата трябва да гарантира, че то ще бъде задържано при условия, които са съвместими с уважението на човешкото му достойнство и че начинът и методът на изпълнение на мярката не го подлагат на страдания и притеснения, надвишаващи неизбежното ниво на страдание, присъщо на лишаването от свобода (виж Kudła, цитирано по-горе, §§ 92-94). Въпреки че член 3 не може да се тълкува като налагащ общо задължение за освобождаване по здравословни причини, той все пак налага задължение на държавата да защитава физическото и психическото благосъстояние на лицата, лишени от свобода, например като им предоставя необходимата медицинска помощ (виж Hurtado срещу Швейцария, решение от 28 януари 1994 г., § 79 мнение на Комисията, Series A no. 280-A; Mouisel срещу Франция, no. 67263/01, § 40, ECHR 2002-IX; Aerts срещу Белгия, решение от 30 юли 1998, § 66, Reports of Judgments and Decisions 1998-V; Keenan срещу Обединеното кралство, no. 27229/95, § 111, ECHR 2001-III). При преценката на условията на задържане, трябва да се вземе предвид кумулативното отражение на тези условия, както и конкретните твърдения, направени от жалбоподателя (Ramirez Sanchez, цитирано по-горе, § 119). Налагането на незаменяема доживотна присъда на възрастно лице, без никаква перспектива за освобождаване, може да повдигне въпрос по член 3, но когато националното законодателство предвижда възможност за преразглеждане на доживотната присъда с оглед нейното намаляване, преустановяване или прекратяване или за условно освобождаване на лицето, това е достатъчно (Kafkaris, цитирано по-горе, §§ 97-98).", "b.  Приложение към фактите по настоящото дело", "129.  Съдът отбелязва, че трима от жалбоподателите са били задържани приблизително три години и три месеца, докато останалите са били задържани за по-кратки периоди. През голяма част от периода на това задържане, жалбоподателите не са могли да предвидят кога, и дали въобще някога, ще бъдат освободени. Те се позовават на заключенията на съвместната психиатрична експертиза и твърдят, че безсрочният характер на задържането им е причинил или е усложнил сериозните им психични проблеми. Правителството оспорва тези заключения и се позовава на експертизата на д-р J., който критикува методологията на авторите на съвместната експертиза (виж параграфи 76-77 по-горе).", "130.  Съдът счита, че несигурността по отношение на тяхното положение и страхът от безсрочно задържане, без съмнение са причинили на жалбоподателите голямо безпокойство и тревога, както това би се случило с всяко друго лице, лишено от свобода в подобно положение. Освен това е възможно стресът да е бил толкова сериозен и траен, че да е засегнал психичното здраве на някои от жалбоподателите. Това е един от факторите, които Съдът трябва да вземе предвид при преценката дали прагът на член 3 е достигнат.", "131.  Не може обаче да се каже, че не е имало никаква перспектива или надежда за освобождаване на жалбоподателите (виж Kafkaris, цитирано по-горе, § 98). По-конкретно, те са могли да оспорят законността на режима за задържане по Закона от 2001 г. и са направили това успешно пред SIAC, на 30 юли, 2002 г. и пред Камарата на лордовете, на 16 декември 2004 г. Освен това всеки от тях е могъл индивидуално да оспори решението да бъде сертифициран и SIAC е била длъжна по закон да преразглежда делата за продължаващото им задържане на всеки шест месеца. Поради това Съдът не смята, че положението на жалбоподателите е сравнимо с незаменяема доживотна присъда, от вида, разгледан в решението по делото Kafkaris, което би могло да доведе до въпрос по член 3.", "132.  Жалбоподателите също така твърдят, че условията на задържането им са допринесли за непоносими страдания. В това отношение Съдът отбелязва, че в съвместната психиатрична експертиза се съдържат критики към здравната система в затворите и се заключава, че не са били положени подходящи грижи за сложните здравословни проблеми на жалбоподателите. Тези опасения са били повторени от КПИ, който е описал подробно условията на задържане, и е заключил, че за някои от жалбоподателите „положението им по време на посещението може да се счита за представляващо нечовешко и унизително отношение“. Правителството разпалено оспорва тези критики в своя отговор на доклада на КПИ (виж параграфи 101-102 по-горе).", "133.  Съдът отбелязва, че всеки от задържаните жалбоподатели е имал на разположение вътрешноправните средства за защита, които са достъпни за всички лишени от свобода по административно и гражданско право, за да се оплаче от условията на задържане, включително и относно твърдяното неподходящо медицинско лечение. Жалбоподателите не са се опитали да се възползват от тези средства и следователно не са спазили изискването на член 35 от Конвенцията за изчерпване на вътрешноправните средства за защита. От това следва, че Съдът не може да разгледа оплакванията по отношение на условията на задържане, нито пък може, впоследствие, да вземе предвид условията на задържане при формирането на цялостната преценка на отнасянето спрямо жалбоподателите за целите на член 3.", "134.  Предвид всички гореизложени обстоятелства, Съдът не намира, че задържането на жалбоподателите е достигнало високия праг на нечовешко и унизително отношение.", "135.  Жалбоподателите се оплакват също и че не са разполагали с ефективни вътрешноправни средства за защита за оплакванията им по член 3, в нарушение на член 13. В тази връзка Съдът повтаря горното заключение, че жалбоподателите са разполагали с граждански и административни средства за защита, за да се оплачат от условията на задържане. Що се отнася до по-важния аспект на оплакванията, че „самото естество на системата на задържане по част 4 от Закона от 2001 г. е довело до нарушение на член 3, Съдът припомня, че член 13 не гарантира средство за оспорване на първично законодателство пред национален орган на основание, че то противоречи на Конвенцията (James and Others срещу Обединеното кралство, решение от 21 февруари 1986 г., § 85, Series A no. 98; Roche срещу Обединеното кралство [GC], no. 32555/96, § 137, ECHR 2005-X).", "136.  В заключение следователно Съдът не намира нарушение на член 3, самостоятелно или във връзка с член 13.", "II.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 5 § 1 ОТ КОНВЕНЦИЯТА", "137.  Жалбоподателите твърдят, че задържането им е било неправомерно и несъвместимо с член 5 § 1 от Конвенцията.", "138.  В първото си писмено становище, след като камарата е уведомила правителството за жалбата, правителството посочва, че няма да повдига въпроса за дерогацията по член 15 от Конвенцията като защита срещу оплакването по член 5 § 1, а ще остави този въпрос да бъде решен от Камарата на лордовете. Вместо това, то е съсредоточило защитата си около аргумента, че жалбоподателите са били законно лишени от свобода с оглед депортиране по смисъла на член 5 § 1 (f).", "Въпреки това, в своето писмено становище пред голямата камара от 11 февруари 2008 г. правителството за първи път посочва, че желае да твърди, че във всеки случай задържането на жалбоподателите не нарушава член 5 § 1, тъй като дерогацията на Обединеното кралство по член 15 е валидна.", "139.  Член 5 § 1 от Конвенцията предвижда, в относимата си част:", "„Βсеки има право на свобода и сигурност. Никой не може да бъде лишен от свобода, освен в следните случаи и по реда, предвиден от закона:", "...", "(f)  законосъобразен арест или лишаване от свобода на дадено лице,... против което се предприемат действия за неговото експулсиране или екстрадиране.“", "Член 15 от Конвенцията гласи:", "„1.  По време на война или на извънредно положение, застрашаващи съществуването на нацията, всяка от високодоговарящите страни може да предприеме действия, освобождаващи я от изпълнението на нейните задължения по тази Конвенция, но строго в пределите на изискванията на положението, при условие че тези действия не са несъвместими с другите й задължения по международното право.", "2.  На основата на предходната разпоредба не се допуска никакво освобождаване от задълженията по член 2, освен по отношение на смърт като резултат от правомерни актове на война, както и от задълженията по членове 3, 4 (параграф 1) и 7.", "3.  Βисокодоговаряща страна, която се възползва от правото на такова освобождаване, е длъжна да предостави на Генералния секретар на Съвета на Европа пълна информация относно предприетите действия и породилите ги причини. Тя също така е длъжна да информира Генералния секретар на Съвета на Европа за датата на прекратяване на тези действия и на възстановяване прилагането на разпоредбите на Конвенцията в пълния им обем.", "A.  Становища на страните", "1.  Жалбоподателите", "140.  Жалбоподателите твърдят, че пред националните съдилища правителството не е твърдяло, че те са били задържани като „лиц[а], срещу [които] се предприемат действия за [тяхното] експулсиране или екстрадиране“, а вместо това се е позовавало на дерогацията по член 15. При тези обстоятелства жалбоподателите твърдят, че повдигането на нов аргумент пред Съда представлява злоупотреба и противоречи на принципа на субсидиарност, и че на правителството не бива да бъде позволено да прави това.", "141.  В случай че Съдът счете, че може да приеме твърдението на правителството, жалбоподателите подчертават, че гаранцията в член 5 е от основно значение и изключенията от нея трябва да се тълкуват стеснително. Когато, както е в техните случаи, не е възможно депортиране поради опасност от отнасяне в нарушение на член 3 в приемащата страна, член 5 § 1(f) не позволява задържане, независимо от това дали лицето представлява опасност за националната сигурност. Процесът на преразглеждане на възможността за депортиране не представлява „действия ... предприети за депортиране“, то е действие, несвързано с каквито и да било съществуващи процедури по депортиране, които да могат да направят депортирането възможно в бъдеще. Задържането поради такива неясни и неконкретни „действия“ е произволно. Освен това, е ясно, че по времето, когато делата на жалбоподателите са били разглеждани от SIAC (юли 2002 - октомври 2003 г.), позиция на правителството е била, че те не могат да бъдат депортирани при спазването на член 3, както и че не бива да се правят опити за преговори с оглед депортиране с предложените приемащи държави. Следователно, в действителност, правителството не е продължило „активно да преразглежда” възможността за депортиране на жалбоподателите.", "142.  По-нататък жалбоподателите твърдят, че е злоупотреба с право правителството толкова късно, чак в края на производството пред голямата камара да оспорва решението на Камарата на лордовете, отменящо дерогацията. Според жалбоподателите е в противоречие с член 19, както и с принципа на субсидиарност дадено правителство да иска от Съда да преразгледа твърдени фактически или правни грешки, допуснати от националните съдилища в собствената държава на това правителство. Подходът на правителството да оспорва заключения на собствения си върховен съд относно законодателство, което парламентът е решил да отмени, е насочен към ограничаване на правата на човека, признати съгласно вътрешното право, и следователно противоречи на член 53 от Конвенцията. Тъй като законодателството е било отменено и дерогацията оттеглена, правителството всъщност се стреми да получи от Съда съвещателно мнение, на което потенциално да може да се позове на по-късен етап. Да се позволи на правителството да поддържа тези възражения, би оказало съществено въздействие върху правото на индивидуална жалба по член 34, възпирайки жалбоподателите от подаване на жалби поради страх, че правителствата може да се опитат да се противопоставят на решенията на своите собствени върховни съдилища.", "143.  В случай че Съдът реши да преразгледа законността на дерогацията, жалбоподателите твърдят, че не трябва да се позволява на правителството да се позовава на доводи, които не е изтъкнало пред националните съдилища. Сред тях са: първо, твърдението, че е оправдано да се задържат лица, които не са граждани и са заподозрени в терористична дейност, докато към гражданите не се прилагат такива мерки, поради интереса от изграждане на лоялност сред гражданите-мюсюлмани, вместо излагането им на заплаха от задържане и на опасност по този начин те да се радикализират и, второ, твърдението, че използването на правомощията за задържане срещу чужди граждани освобождава ресурси на правоприлагащите органи, които да се съсредоточат върху гражданите на Обединеното кралство (виж параграф 151 по-долу). Тъй като правителството се опитва да изтъкне тези оправдания за дерогацията, които никога не са били изложени пред националните съдилища, от Съда се иска да се произнесе като съд на първа инстанция по особено спорни въпроси.", "144.  И отново, ако Съдът все пак реши да разгледа законосъобразността на дерогацията, няма причина да се придава особена тежест на заключенията на националните съдилища по въпроса дали е имало извънредно положение по смисъла на член 15. Според жалбоподателите няма съдебен прецедент, съгласно който се признава, че неопределен страх от терористична атака, която не е била обявена за предстояща, е достатъчен. Всички примери в практиката по Конвенцията са свързани с дерогации, въведени поради борба с тероризма, които несъмнено са застрашавали цялата инфраструктура на Северна Ирландия или на югоизточна Турция. Местните власти грешат като тълкуват член 15 като позволяващ дерогация, когато заплахата не е непременно насочена срещу Обединеното кралство, а срещу други страни, които са негови съюзници.", "145.  Във всеки случай, приемането на част 4 от Закона от 2001 г. и правомощията, съдържащи се в него, за задържане на чужди граждани безсрочно и без да са повдигнати обвинения срещу тези граждани не е „строго в пределите на изискванията на положението”, както е решила Камарата на лордовете. Оспорваните мерки не са рационално свързани с необходимостта да се предотврати терористична атака срещу Обединеното кралство и са включвали неоправдана дискриминация, основана на националност. SIAC - която се е запознала както със засекретените, така и с незасекретените материали по въпроса, е заключила, че са налице достатъчно доказателства, че британски граждани също представляват много сериозна заплаха. Няма основания да се твърди, че основното право на свобода е по-малко важно за един чужд гражданин отколкото за един гражданин на собствената държава. Чужденците се ползват от право на равно третиране извън контекста на имиграцията и политическата дейност, като въпрос на добре установено вътрешно право, международно публично право и право по Конвенцията. Съществували са други, по-малко засягащи личността мерки, които са могли да бъдат използвани за преодоляване на заплахата, например, използването на заповеди за контрол, създадени чрез Закона за предотвратяване на тероризма от 2005 г.; създаването на допълнителни престъпления, за да се позволи наказателното преследване на лица, занимаващи се с подготовка на терористична дейност; или вдигането на забраната за използването в наказателни производства на материали, получени чрез подслушване на комуникациите.", "2.  Правителството", "146.  Правителството твърди, че по силата на международното право държавите разполагат с основното право да контролират влизането, пребиваването и експулсирането на чужденци от територията им. Необходимо е позоваване на ясна разпоредба, за да бъде обоснован изводът, че договарящите държави са възнамерявали посредством Конвенцията да се откажат от способността си да се защитят от опасност за националната сигурност, създадена от чужд гражданин. В съвременния език изразът „предприемане на действия за неговото депортиране“ обхваща ситуацията, при която една договаряща държава желае да депортира чужденец, активно преразглежда тази възможност и се въздържа да направи това единствено поради непредвидими външни обстоятелства. По делото Chahal, цитирано по-горе, период на задържане от повече от шест години, включително три години, през които жалбоподателят не е могъл да бъде изведен извън пределите на страната поради привременна мярка, поискана от Комисията, е бил приет за допустим по член 5 § 1(f).", "147.  На всеки жалбоподател е било връчено Известие за намерение за депортиране едновременно с неговото сертифициране по Закона от 2001 г. Вторият и четвъртият жалбоподател са решили да отидат в Мароко и Франция и съответно им е било позволено да напуснат Обединеното кралство, веднага щом е било възможно да се организира това напускане, така че по отношение на тях не възниква проблем по член 5 § 1. Възможността за депортиране на другите жалбоподатели е била активно преразглеждана през целия период на задържането им. Това е включвало следене на ситуацията в техните страни на произход. Освен това, от края на 2003 г. правителството е било в преговори с Алжир и Йордания с оглед на сключване на меморандуми за разбирателство, че жалбоподателите, които са граждани на тези страни, няма да бъдат малтретирани, ако бъдат върнати.", "148.  Правителството се позовава на принципа на справедлив баланс, който е в основата на цялата Конвенция, и твърди, че подточка (f) на член 5 § 1 трябва да се тълкува така, че да се намери баланс между интересите на личността и интересите на държавата да защити своето население от недоброжелателни чужденци. Задържането постига този баланс като поставя на преден план легитимната цел на държавата да гарантира защитата на населението, без да жертва преобладаващия интерес на чужденеца да не бъде върнат на място, където би бил изправен пред изтезания или смърт. Справедливият баланс е бил допълнително запазен чрез предоставяне на чужденеца на адекватни гаранции срещу произволно упражняване на правомощията за задържане в случаи, свързани с националната сигурност.", "149.  Алтернативно, задържането на жалбоподателите не е в нарушение на Конвенцията поради дерогацията по член 15. През въпросния период е съществувало извънредно положение, застрашаващо съществуването на нацията. Тази преценка е била подложена на пълен контрол от страна на националните съдилища. Доказателствата, както незасекретените, така и засекретените, са били подробно разгледани от SIAC, като е имало и устно изслушване, по време на което свидетели са били подложени на кръстосан разпит. SIAC единодушно е потвърдила преценката на правителството; същото е направил единодушно и Апелативният съд, както и осем от деветте съдии в Камарата на лордовете. В светлината на свободата на преценка, която се предоставя на националните власти по този въпрос, няма подходящо основание, поради което Съдът да може да достигне до различно заключение.", "150.  Правителството обяснява, че се отнася с голямо уважение към решението на Камарата на лордовете и към декларацията за несъвместимост и че е отменило спорното законодателство. Въпреки това, когато е било взето решение делото да бъде отнесено до голямата камара, то е решило, че трябва да оспори доводите и заключенията на Камарата на лордовете, като се има предвид голямото конституционно значение на въпроса и непрекъснатата нужда договарящите държави да получат ясни указания от голямата камара по отношение на мерките, които законно биха могли да предприемат, за да се опитат да предотвратят осъществяването на терористичната заплаха. То твърди, че Камарата на лордовете е допуснала грешка като е предоставила на държавата прекалено тясна свобода на преценка при решаването на въпроса какви мерки са били абсолютно необходими; в тази връзка е уместно да се отбележи, че част 4 от Закона от 2001 г. не е само продукт на решение на правителството, но е била и предмет на обсъждане в парламента. Освен това, вътрешните съдилища са преценили законодателството абстрактно, вместо да разгледат конкретните обстоятелства на жалбоподателите, включително невъзможността те да бъдат изведени извън пределите на страната, заплахата, която всеки от тях е представлявал за националната сигурност, неадекватността на засилено наблюдение или мерки за контрол, извън лишаването от свобода, и процедурните гаранции, предоставени на всеки жалбоподател.", "151.  На последно място, заключението на Камарата на лордовете касае не толкова отричане на необходимостта жалбоподателите да бъдат задържани, а на липсата на законови правомощия за задържане на граждани на Обединеното кралство, които също са представлявали опасност за националната сигурност и за които се е подозирало, че са международни терористи. Въпреки това, е имало основателни причини за задържане само на чужди граждани и Конвенцията изрично и мълчаливо признава, че е допустимо да се прави разлика между собствени граждани и чужди граждани в областта на имиграцията. Основната мярка, която правителството е искало да предприеме срещу жалбоподателите, е била депортиране, което е позволено срещу чужд гражданин, но не и срещу собствен гражданин. Аналогията, направена от Камарата на лордовете между „чужденци [като жалбоподателите], които не могат да бъдат депортирани“ и „британски граждани, които не могат да бъдат депортирани“ е невярна, защото по време на задържането им жалбоподателите не са били в положение да не могат да бъдат изведени от страната, по същия начин, както британските граждани са в положение да не могат да бъдат изведени от страната. Освен това, през дадения период правителството е било преценило, че по-голямата опасност идва от чужди граждани и е легитимно за една държава, в ситуация на извънредно положение, да действа стъпка по стъпка и да се стреми да неутрализира първо това, което е смята за най-голямата заплаха, като по този начин освободи и ресурси, които да могат да се справят с по-малката заплаха, идваща от британски граждани. Освен това, е разумно държавата да вземе предвид чувствителността на мюсюлманското население, за да се намали възможността то да бъде завербувано от екстремисти.", "3.  Третата встъпила страна, Liberty", "152.  Liberty (виж параграф 6 по-горе) твърди, че като не е поставило за разглеждане пред националните съдилища въпроса дали задържането е съвместимо с член 5 § 1, правителството е лишило Съда от ползата от мнението на Камарата на лордовете и е преследвала курс на действие, който не би бил на разположение на жалбоподателите. Във всеки случай задържането не попада в обхвата на изключението по член 5 § 1(f), тъй като част 4 от Закона от 2001 г. допуска безсрочно задържане и тъй като през въпросния период не е имало реално очакване депортирането на жалбоподателите да стане възможно. Ако правителството не е могло да изведе жалбоподателите извън страната поради правата им по член 3, то не би могло валидно да се позовава на основания за национална сигурност като причина за стесняване или модифициране на правата им по член 5. Вместо това, правилният курс на действие би бил или да се направи дерогация от член 5 до степента, която строго се изисква от ситуацията, или засегнатите лица да бъдат обвинени в някое от многобройните престъпления, свързани с тероризма, съществуващи в законодателството на Обединеното кралство, сред които са явно членство в забранена организация, неуведомяване на властите за предполагаема терористична дейност, притежание на уличаващи предмети и косвено подбуждане към извършване, подготовка или подстрекателство към терористични актове (виж параграфи 89 и 95 по-горе).", "B.  Преценката на Съда", "1.  Обхват на делото пред Съда", "153.  Съдът трябва да започне с разглеждането на първото предварителното възражение на жалбоподателите, че на правителството не трябва да бъде позволено да се защити срещу оплакванията по член 5 §1, позовавайки се на изключението, предвидено в член 5 §1(f), тъй като то не е повдигнало това възражение пред националните съдилища.", "154.  Съдът е предназначен да действа субсидиарно на националните системи за защита на правата на човека. Поради това е уместно на националните съдилища да бъде предоставена възможност най-напред да решат въпросите относно съвместимостта на националното законодателство с Конвенцията и ако впоследствие все пак бъде подадена жалба пред Съда, той би трябвало да може се ползва от становищата на националните съдилища, които са в директен и непрекъснат контакт със силите в своите собствени страни (виж Burden, цитирано по-горе, § 42). Важно е аргументите, изтъкнати от правителството пред националните съдилища, да бъдат в общи линии подобни на тези, които се излагат пред настоящия Съд. По-специално, правителство не може да изтъкне пред Съда аргументи, които противоречат на тези, изложени пред националните съдилища (виж, mutatis mutandis, Pine Valley Developments Ltd and Others срещу Ирландия, решение от 29 ноември 1991 г., § 47, Series A no. 222; Kolompar срещу Белгия, решение от 24 септември 1992 г., §§ 31-32, Series A no. 235-C).", "155.  Съдът, обаче, не счита, че правителството трябва да бъде лишено от възможността да се позове на подточка (f) на член 5 § 1, за да оправдае задържането. Ясно е, че правителството изрично е държало отворен, в текста на дерогацията, и в хода на производството относно дерогацията пред националните съдилища, въпроса за приложението на член 5. Освен това, мнозинството в Камарата на лордовете или изрично, или мълчаливо е разгледало дали задържането е съвместимо с член 5 § 1, преди да прецени валидността на дерогацията (виж параграф 17 по-горе).", "156.  По-нататък жалбоподателите твърдят, че на правителството не трябва да се разрешава да оспорва пред Съда заключението на Камарата на лордовете, че дерогацията е недействителна.", "157.  Настоящата ситуация, без съмнение, е необичайна, тъй като правителствата обикновено не прибягват до оспорване, нито виждат необходимост да оспорват, решенията на собствените си върховни съдилища пред този Съд. Това обаче не означава, че на правителството е забранено да направи такова оспорване, особено ако счита, че решението на националния върховен съд е проблематично по Конвенцията и че са необходими по-нататъшни указания от Съда.", "158.  В настоящия случай, тъй като декларацията за несъвместимост по Закона за правата на човека не е задължителна за страните по спора по вътрешното право (виж параграф 94 по-горе), успехът на жалбоподателите пред Камарата на лордовете нито е довел до незабавното им освобождаване, нито до заплащане на обезщетение за незаконно задържане и поради това те е трябвало да подадат настоящата жалба. Съдът не счита, че съществува някаква принципна причина защо, тъй като жалбоподателите са поискали да се разгледа законосъобразността на задържането им, на правителството да не бъде дадена възможност да изтъкне всички аргументи, с които разполага, за да се защити в производството, дори и това да включва поставяне под въпрос на заключенията на собствения си върховен съд.", "159.  Поради това Съдът отхвърля двете предварителни възражения на жалбоподателите.", "2.  Допустимост", "160.  Съдът счита, че оплакванията на жалбоподателите по член 5 § 1 от Конвенцията повдигат сложни фактически и правни въпроси, разрешаването на които зависи от разглеждането на оплакването по същество. Той, следователно, заключава, че тази част от жалбата не е явно необоснована по смисъла на член 35 § 3 от Конвенцията. Не е било повдигнато друго основание за недопустимост и следователно тя трябва да бъде обявена за допустима.", "3.  По съществото", "161.  Съдът трябва първо да провери дали задържането на жалбоподателите е допустимо по член 5 § 1(f), защото ако тази подточка осигурява защита срещу оплакванията по член 5 § 1, той не трябва да разглежда дали дерогацията е валидна или не (виж Ирландия срещу Обединеното кралство (Ireland v. the United Kingdom), решение от 18 януари 1978 г., § 191, Series A no. 25).", "a.  Дали жалбоподателите са били законно задържани в съответствие с член 5 § 1(f) от Конвенцията", "162.  Член 5 гарантира основно човешко право, а именно защитата на индивида срещу произволна намеса от страна на държавата в правото му на свобода (Aksoy срещу Турция, решение от 18 декември 1996 г., § 76, § 76, Reports 1996-VI). От текста на член 5 става ясно, че гаранциите, които се съдържат в него, се прилагат за „всеки“.", "163.  Подточки (а) до (f) на член 5 § 1 съдържат изчерпателен списък на допустимите основания, на които лицата могат да бъдат лишавани от свобода и никое лишаване от свобода не е законно, освен ако не попада под едно от тези основания (Saadi срещу Обединеното кралство [GC], no. 13229/03, § 43, ECHR 2008). Едно от изключенията, съдържащи се в буква (f), позволява на държавата да контролира свободата на чужденците в контекста на имиграцията (idem., § 64). Правителството твърди, че задържането на жалбоподателите е оправдано по второто предложение на тази подточка, и че те са били законно лишени от свобода като лица, „срещу [които] се предприемат действия за [тяхното] депортиране или екстрадиция“.", "164.  Член 5 § 1(f) не изисква задържането основателно да се счита за необходимо, например, за да се попречи на лицето да извърши престъпление или да се укрие. Всяко лишаване от свобода по второто предложение на член 5 § 1 (f) ще бъде оправдано обаче само докато тече процедурата по депортиране или екстрадиция. Ако тази процедура не се извършва с дължимата грижа, задържането престава да бъде допустимо по член 5 § 1 (f) (Chahal, цитирано по-горе, § 113). Лишаването от свобода трябва също да бъде „законно“. Когато проблемът е „законността“ на задържането, включително въпроса дали е била спазена „процедурата, предвидена от закона“, Конвенцията препраща основно към националното законодателство и установява задължението да бъдат спазвани материалните и процесуалните норми на националното право. Спазването на националното законодателство обаче не е достатъчно: Член 5 § 1 изисква в допълнение всяко лишаване от свобода да бъде в съответствие с целите на защита на индивида от произвол. Основен принцип е, че никое произволно задържане не може да бъде съвместимо с член 5 § 1, а понятието „произвол“ в член 5 § 1 се простира отвъд несъответствие с националното законодателство, така че лишаването от свобода може да бъде законно от гледна точка на вътрешното законодателство, но въпреки това да е произволно и по този начин да противоречи на Конвенцията (Saadi срещу Обединеното кралство, цитирано по-горе, § 67). За да не бъде счетено за произволно, едно задържане по член 5 § 1(f) трябва да бъде извършено добросъвестно; трябва да бъде тясно свързано с основанието на задържането, изтъкнато от правителството; мястото и условията на задържане трябва да са подходящи; и продължителността на задържането не трябва да надвишава разумно необходимото за постигане на преследваната цел (виж, mutatis mutandis, Saadi срещу Обединеното кралство, посочено по-горе, § 74).", "165.  Първият, третият и шестият жалбоподател са били арестувани по реда на Закона от 2001 г. на 19 декември 2001 г.; седмият жалбоподател е бил задържан на 9 февруари 2002 г.; осмият жалбоподател - на 23 октомври 2002 г.; деветият жалбоподател - на 22 април 2002 г.; десетият жалбоподател - на 14 януари 2003 г.; и единадесетият жалбоподател - на 2 октомври 2003 г. Нито един от тези жалбоподатели не е бил освободен до 10-11 март 2005 г. Петият жалбоподател е бил задържан в периода между 19 декември 2001 г. и 22 април 2004 , когато е бил освободен под гаранция при спазване на строги условия. Вторият и четвъртият жалбоподател също са били задържани на 19 декември 2001 г., но вторият жалбоподател е бил освободен на 22 декември 2001 г., след решението му да се върне в Мароко, а четвъртият жалбоподател е бил освободен на 13 март 2002 г., след решението му да замине за Франция. През цялото време жалбоподателите са били държани при строги условия за сигурност в затвора Белмарш или Уудхил или в болницата Броудмор. Следователно, няма спор, че те са били лишени от свобода по смисъла на член 5 § 1 (виж Engel and Others срещу Нидерландия, решение от 8 юни 1976 г., Series A no. 22).", "166.  Жалбоподателите са чужди граждани, които правителството би депортирало извън Обединеното кралство, ако можеше да се намери държава, която да ги приеме без да ги излага на реална опасност да бъдат подложени на отношение в нарушение на член 3 от Конвенцията (Saadi срещу Италия [GC], no. 37201/06, §§ 125 и 127, ECHR 2008). Въпреки, че задълженията на държавата-ответник по член 3 не позволяват депортирането на жалбоподателите извън Обединеното кралство, държавният секретар е счел за необходимо да ги задържи по съображения за сигурност, защото е вярвал, че присъствието им в страната представлява опасност за националната сигурност и е подозирал, че те се занимават или са се занимавали с извършване, подготовка или подбуждане на актове на международен тероризъм и са членове, принадлежат към или са имали връзки с международна терористична групировка. Такова задържане би било незаконно съгласно вътрешното законодателство преди приемането на част 4 от Закона от 2001 г., тъй като в съответствие с решението от 1984 г. по делото Hardial Singh правомощието на задържане не може да бъде упражнено, освен ако лицето, обект на заповедта за депортиране може да бъде депортирано в разумен срок (виж параграф 87 по-горе). Така в нотификацията на дерогацията, предоставена съгласно член 15 от Конвенцията, е било посочено, че разширените правомощия са необходими, за да може да бъдат арестувани и задържани чужди граждани, „чието извеждане от страната или депортиране за момента не е възможно, в резултат на което задържането би било незаконно съгласно съществуващите правомощия на вътрешното право“ (виж параграф Голяма част от тези чужди граждани не могат да бъдат депортирани, поради опасност, че ще бъдат подложени на отношение в нарушение на член 3 от Конвенцията в техните страни на произход.", "11 по-горе).", "167.  Едно от основните предположения, залегнали в нотификацията за дерогация, в Закона от 2001 г. и в решението за задържане на жалбоподателите е, следователно, че те не могат да бъдат изведени от страната или депортирани „за момента“ (виж параграфи Голяма част от тези чужди граждани не могат да бъдат депортирани, поради опасност, че ще бъдат подложени на отношение в нарушение на член 3 от Конвенцията в техните страни на произход.", "11 и 90 по-горе). Няма доказателства, че по време на периода на задържане на жалбоподателите е имало, освен по отношение на втория и четвъртия жалбоподател, каквато и да било реалистична перспектива за тяхното експулсиране, без това да породи реална опасност от малтретиране в противоречие с член 3. Всъщност, първият жалбоподател е лице без гражданство и правителството не е представило никакви доказателства, които да сочат, че е имало друга държава, която желае да го приеме. Изглежда, че правителството не e започнало - преди края на 2003 г. - преговори с Алжир или Йордания с оглед получаването на уверения, че жалбоподателите, които са граждани на тези държави, няма да бъдат малтретирани, ако бъдат върнати, и такова уверение не е било получено до август 2005 г. (виж параграф 86 по-горе). При тези обстоятелства Съдът не счита, че политиката на ответното правителство за запазване на възможността за депортиране на жалбоподателите „под активно преразглеждане“ е била достатъчно сигурна или определяща, за да бъде равнозначна на „действие ... предприето с оглед депортиране“.", "168.  Това заключение не се отнася до втория жалбоподател, който е бил задържан само за три дни преди да се върне в Мароко, и до четвъртия жалбоподател, който е напуснал Обединеното кралство, заминавайки за Франция на 13 март 2002 г., след като e бил задържан за по-малко от три месеца (виж параграфи 35 и 41 по-горе). Съдът счита, че по време на тези периоди на задържане, с основание може да се каже, че срещу тези жалбоподатели са били предприети действия с оглед депортиране, тъй като, както изглежда, властите са били в процес на установяване на тяхната националност и са проучвали дали извеждането им в страните им на произход или в други страни би било възможно (виж Gebremedhin [Gaberamadhien] срещу Франция, no. 25389/05, § 74, 26 април 2007 г.). Съответно няма нарушение на член 5 § 1 от Конвенцията по отношение на втория и четвъртия жалбоподател.", "169.  Вярно е, че дори жалбоподателите, които са били задържани за най-дълъг период от време, не са били задържани за толкова дълго, колкото жалбоподателят по делото Chahal (цитирано по-горе), в което Съдът не е намерил нарушение на член 5 § 1, въпреки че неговото лишаване от свобода е продължило повече от шест години. Независимо от това обаче, по делото Chahal през целия период на задържането активно и усърдно са се водили производства пред националните власти и пред Съда, за да се установи дали би било законно и съвместимо с член 3 от Конвенцията жалбоподателят да бъде депортиран в Индия. Същото не може да се каже в настоящия случай, при който производството е засягало предимно законността на задържането.", "170.  При обстоятелствата по настоящото дело не може да се каже, че първият, третият, петият, шестият, седмият, осмият, деветият, десетият и единадесетият жалбоподатели са лица, „против [които] се предприемат действия за [тяхното] депортиране или екстрадиция“. Следователно тяхното задържане не попада в изключението от правото на свобода, посочено в параграф 5 § 1(f) от Конвенцията. Това е извод, до който, изрично или мълчаливо, е достигнало и мнозинство от членовете на Камарата на лордовете (виж параграф 17 по-горе).", "171.  Вместо това е ясно от текста на нотификацията за дерогация и от част 4 от Закона от 2001 г., че жалбоподателите са били сертифицирани и задържани, защото срещу тях е имало подозрения, че са международни терористи и защото се е смятало, че свободното им, присъствие в Обединеното кралство представлява заплаха за националната сигурност. Съдът не приема аргумента на правителството, че член 5 § 1 позволява постигането на баланс между правото на индивида на свобода и интереса на държавата да защити своето население от терористична заплаха. Този довод противоречи не само на практиката на Съда по подточка (f), но също и на принципа, че параграфи (а) до (f) представляват изчерпателен списък на изключенията и че само тясно тълкуване на тези изключения е съвместимо с целите на член 5. Ако задържането не попада в рамките на подточките, както ги тълкува Съдът, то не може да попадне в тези рамки поради твърдения за необходимост да бъдат балансирани интересите на държавата срещу тези на задържания.", "172.  Съдът припомня, че в редица дела е намерил, че лишаване от свобода и превантивно задържане, без повдигане на обвинение, са несъвместими с основното право на свобода по член 5 § 1, при липса на валидна дерогация по член 15 (виж Lawless срещу Ирландия (No. 3), решение от 1 юли 1961 г., §§ 13 и 14, Series A no. 3; Ирландия срещу Обединеното кралство (Ireland v. the United Kingdom), цитирано по-горе, §§ 194-196 и 212-213). На следващо място, следователно, той трябва да прецени дали дерогацията на Обединеното кралство е валидна.", "b.  Валидна ли е направената от Обединеното кралство дерогация от задълженията по член 5 § 1 от Конвенцията", "i.  Подходът на Съда", "173.  Съдът припомня, че е задача на всяка договаряща държава, която носи отговорност за „съществуването на [своята] нация“, да реши дали това съществуване е застрашено от „извънредно положение“ и, ако това е така, колко далеч трябва да се стигне в опитите за преодоляване на това извънредно положение. Поради техния пряк и непрекъснат контакт с неотложните нужди в даден момент, националните власти по принцип са в по-добра позиция от международния съдия да преценят както дали съществува такова извънредно положение, така и характера и обхвата на дерогациите, необходими, за да бъде то преодоляно. Съответно по този въпрос на националните власти следва да бъде предоставена широка свобода на преценка.", "Въпреки това, договарящите държави не разполагат с неограничено право на преценка. Задача на Съда е да прецени дали, inter alia, държавите са надхвърлили „пределите на изискванията на положението” довело до кризата. Така националната свобода на преценка е съпроводена с европейски надзор. При упражняването на този надзор Съдът трябва да придаде подходяща тежест на такива релевантни фактори като естеството на правата, засегнати от дерогацията и обстоятелствата, довели до извънредното положение, както и неговата продължителност (Ирландия срещу Обединеното кралство (Ireland v. the United Kingdom), цитирано по-горе, § 207; Brannigan and McBride срещу Обединеното кралство, решение от 26 май 1993 г., § 43, Series A no. 258; Aksoy, цитирано по-горе, § 68).", "174.  Както е посочено в член 1, предмет и цел на Конвенцията е правата и свободите да бъдат гарантирани от договарящата държава в рамките на нейната юрисдикция. От фундаментално значение за механизма на защита, установен от Конвенцията е самите национални системи да предоставят обезвреда за нарушение на разпоредбите й, а Съдът да упражнява надзорна роля при спазване на принципа на субсидиарност (Z. and Others срещу Обединеното кралство, no. 29392/95, § 103, ECHR 2001-V). Освен това, националните съдилища са част от „националните власти“, на които Съдът предоставя широка свобода на преценка по член 15. При необичайните обстоятелства на настоящия случай, при които най-висшият национален съд е разгледал въпросите, свързани с дерогацията, направена от държавата, и е стигнал до заключението, че съществува извънредно положение, застрашаващо съществуването на нацията, но че мерките, предприети в отговор на това положение, не са били строго необходими за справянето с това положение, Съдът счита, че би било оправдано той да достигне до различно заключение, само ако е убеден, че националният съд е изтълкувал погрешно или е приложил неправилно член 15 или практиката на Съда по този член или е достигнал до заключение, което е явно неоснователно.", "ii.  Имало ли е „извънредно положение, застрашаващо съществуването на нацията", "175.  Жалбоподателите твърдят, че не е имало извънредно положение, застрашаващо съществуването на британската нация, поради три основни причини: първо, извънредното положение не е било нито действително, нито неизбежно, второ, то не е било с временен характер; и трето, практиката на останалите държави, нито една от които не е направила дерогация от Конвенцията, както и информираните възгледи на други национални и международни органи, навеждат на мисълта, че не е било доказано съществуването на извънредно положение.", "176.  Съдът припомня, че в делото Lawless, цитирано по-горе, § 28, той е приел, че в контекста на член 15, естественият и обичаен смисъл на израза „извънредно, положение, застрашаващо съществуването на нацията“ е достатъчно ясен и се отнася до „извънредна ситуация на криза или на извънредно положение, която засяга цялото население и представлява заплаха за организирания живот на общността, от която държавата се състои“. По Гръцкото дело (Greek Case) (1969) 12 YB 1, § 153, Комисията е приела, че за да оправдае дерогация, извънредното положение трябва да бъде реално или предстоящо; че то трябва да засегне цялата нация до степен, че продължаването на организираното съществуване на общността да е застрашено, и че кризата или опасността трябва да е от изключителен характер, така че нормалните мерки или ограничения, позволени от Конвенцията, за поддържането на обществената сигурност, здраве и ред, са очевидно недостатъчни. В делото Ирландия срещу Обединеното кралство (Ireland v United Kingdom), посочено по-горе, §§ 205 и 212, страните са се съгласили, също както Комисията и Съдът, че тестът на член 15 е бил изпълнен, тъй като в продължение на няколко години тероризмът е представлявал „особено голяма и остра заплаха за териториалната цялост на Обединеното кралство, за институциите на шестте графства и за живота на жителите на провинцията“. Съдът е достигнал до подобни заключения по отношение на продължаващата ситуация, засягаща сигурността в Северна Ирландия в Brannigan and McBride, цитирано по-горе, и в Marshall срещу Обединеното Кралство (dec.), no. 41571/98, 10 юли 2001 г. В Aksoy, цитирано по-горе, той е приел, че кюрдското сепаратистко насилие е предизвикало „извънредно положение“ в Турция.", "177.  Пред националните съдилища държавният секретар е представил доказателства, за да покаже наличието на опасност от сериозни терористични атаки, планирани срещу Обединеното кралство. Пред SIAC са били представени допълнителни засекретени доказателства. Всички национални съдии са приели, че опасността е реална (с изключение на лорд Hoffmann, който счита, че тя не е от такъв характер, че да представлява „заплаха за съществуването на нацията“: виж параграф 18 по-горе). Въпреки че, по времето, когато е била направена дерогацията не е била извършена атака на Ал Кайда на територията на Обединеното кралство, Съдът не счита, че националните органи могат да бъдат критикувани, в светлината на доказателствата, с които са разполагали към момента, за опасенията си, че такава атака е „предстояща“, и че по всяко време и без предупреждение може да бъде извършено зверство. Изискването за това атаката да е „предстояща“ не може да се тълкува толкова тясно, че да изисква държавата да чака бедствието да настъпи, преди да вземе мерки да се справи с него. Освен това бомбените атентати и опити за атентати в Лондон през юли 2005 г. трагично доказват, че опасността от терористично нападение е напълно реална. Тъй като целта на член 15 е да позволи на държавите да предприемат мерки за дерогация, за да защитят своето население от бъдещи рискове, наличието на заплахата за съществуването на нацията трябва да бъде преценено преди всичко във връзка с тези факти, които са били известни към момента на дерогацията. Съдът обаче може да вземе предвид и информацията, която е станала известна впоследствие (виж, mutatis mutandis, Vilvarajah and others срещу Обединеното кралство, решение от 30 октомври 1991 г., § 107(2), Series A no. 215).", "178.  Докато Комисията по правата на човека на ООН отбелязва, че мерки за дерогация от разпоредбите на МПГПП трябва да бъдат от „изключителен и временен характер“ (виж параграф 109 по-горе), практиката на Съда, към днешна дата, не установява изрично изискването извънредното положение да бъде временно, въпреки че въпросът за пропорционалността може да бъде свързан с продължителността на извънредното положение. В действителност, делата, цитирани по-горе, отнасящи се до състоянието на сигурността в Северна Ирландия, показват, че е възможно едно „извънредно положение“ по смисъла на член 15 да продължи много години. Съдът не счита, че дерогационните мерки, които бяха въведени непосредствено след атентатите на Ал Кайда в Съединените американски щати и които се преразглеждат ежегодно от парламента, може да бъдат счетени за невалидни на основание, че не са били „временни“.", "179.  Доводите на жалбоподателите, че съществуването на нацията не е било застрашено се основават главно на особеното мнение на лорд Hoffman, който тълкува този израз в смисъл, че заплахата за организирания живот на общността трябва да надхвърля опасност от сериозни физически наранявания и смърт. Според него тя трябва да заплашва „нашите държавни институции или нашето съществуване като гражданско общество“ (виж параграф 18 по-горе). Независимо от това, в предишни дела Съдът е вземал предвид много по-широк кръг от фактори при определяне на характера и степента на действителната или непосредствена заплаха за „нацията“ и преди е стигал до извода, че е съществувало извънредно положение, въпреки че институциите на държавата не изглежда да са били застрашени до степента, за която говори лорд Hoffman.", "180.  Както вече беше посочено, националните власти се ползват с широка свобода на преценка по член 15 при решаването на въпроса дали съществуването на тяхната нация е застрашено от извънредно положение. Макар да е учудващо, че Обединеното кралство е единствената държава – страна по Конвенцията, която е направила дерогация в отговор на опасността от Ал Кайда, въпреки че други държави също са били обект на заплахи, Съдът приема, че всяко правителство, като пазител на безопасността на собствения си народ, трябва да може само да прецени ситуацията въз основа на фактите, с които разполага. Следователно по този въпрос трябва да се придаде тежест на преценката на изпълнителната власт и на парламента в Обединеното кралство. Освен това, значителна тежест трябва да бъде придадена и на възгледите на националните съдилища, които са в по-добро положение да преценят доказателствата, свързани със съществуването на извънредно положение.", "181.  По този първи въпрос, следователно, Съдът споделя мнението на мнозинството на Камарата на лордовете, че е имало извънредно положение, застрашаващо съществуването на нацията.", "ii  Били ли са мерките „строго необходими в пределите на изискванията на положението”", "182.  Член 15 предвижда, че държавата може да предприеме мерки за дерогация от задълженията си по Конвенцията само „строго в пределите на изискванията на положението“. Както е посочено по-горе, Съдът счита, че по принцип трябва да следва решението на Камарата на лордовете по въпроса за пропорционалността на задържането на жалбоподателите, освен ако се докаже, че националният съд е тълкувал погрешно Конвенцията или практиката на Съда или е стигнал до заключение, което е явно неоснователно. Той ще разгледа становището на правителството срещу решението на Камарата на лордовете в този контекст.", "183.  Правителството твърди, първо, че мнозинството от Камарата на лордовете е трябвало да предостави много по-широка свобода на преценка на изпълнителната власт и на парламента, за да решат дали задържането на жалбоподателите е било необходимо. Подобен аргумент е бил направен пред Камарата на лордовете, когато Главният прокурор е заявил, че преценката на това какво е необходимо, за да бъде защитена обществеността, е политическо, а не съдебно решение (виж параграф 19 по-горе).", "184.  Когато Съдът разглежда дерогация по член 15, той предоставя на националните органи широка свобода на преценка да вземат решение за естеството и обхвата на дерогационните мерки, необходими за справянето с опасността. Въпреки това, Съдът има последната дума относно това дали мерките са „строго в пределите на изискванията на положението“. По-специално, когато дадена дерогационна мярка засегне фундаментално право по Конвенцията, като например правото на свобода, Съдът трябва да се увери, че тя е истински отговор на възникналото извънредно положение, че тя е била напълно оправдана от особените обстоятелства на извънредното положение и че са налице подходящи гаранции срещу злоупотреба (виж, например, Brannigan and McBride, цитирано по-горе, §§ 48-66; Aksoy, цитирано по-горе, §§ 71-84 и принципите, изложени в параграф 173 по-горе). Доктрината на свободата на преценка винаги е била възприемана като инструмент за определяне на отношенията между националните власти и Съда. Тя не се прилага по същия начин за отношенията между държавните органи на национално равнище. Както е решила Камарата на лордовете, въпросът за пропорционалността в крайна сметка е решение на съда, особено в случаи като настоящия, когато жалбоподателите са били лишени от основното им право на свобода в продължение на дълъг период от време. Във всеки случай, като се вземе предвид внимателният начин, по който Камарата на лордовете е подходила към тези проблеми, не може да се каже, че на възгледите на изпълнителната власт или на парламента не е била придадена достатъчна тежест.", "185.  Правителството също така твърди, че Камарата на лордовете е допуснала грешка като е разгледала законодателството абстрактно, вместо да вземе предвид конкретните случаи на жалбоподателите. Според Съда обаче, подходът по член 15 по необходимост е съсредоточен върху общата ситуация в съответната държава, тъй като съдът – бил той национален или международен – трябва да разгледа мерките, приети в дерогация от въпросните права по Конвенцията и да ги съпостави с естеството на заплахата за нацията, породена от извънредното положение. Когато, както в настоящия случай, се установи, че мерките са непропорционални спрямо заплахата и имат дискриминационен ефект, не е необходимо да се отива по-далеч и да се разглежда тяхното приложение при конкретните обстоятелства на всеки от жалбоподателите.", "186.  Третият аргумент, с който правителството оспорва решението на Камарата на лордовете, е насочен предимно към подхода, възприет по отношение на сравнението между предполагаеми терористи, които са граждани и такива, които са чужди граждани. Съдът, обаче, счита, че Камарата на лордовете правилно е приела, че спорните правомощия, не е трябвало да се разглеждат като имиграционни мерки, където разграничение между собствени и чужди граждани би било законно, а като мерки, засягащи националната сигурност. Част 4 от Закона от 2001 г. е целяла да предотврати реална и непосредствена заплаха от терористична атака, която, както изглежда от доказателствата, е произхождала, както от собствени граждани, така и от чужди граждани. Изборът от страна на правителството и парламента да използват имиграционни мерки за справяне с въпрос, касаещ националната сигурност, всъщност е довел до невъзможност за адекватно справяне с проблема, като същевременно е наложил непропорционалната и дискриминационна тежест на задържане за неопределен срок върху една група от заподозрени терористи. Както е решила Камарата на лордовете, не е имало значителна разлика в потенциално вредните въздействия на едно задържане без обвинение върху собствените граждани или върху чужди граждани, които на практика не могат да напуснат страната поради страх от изтезания в чужбина.", "187.  На последно място, правителството изтъква два аргумента, за които жалбоподателите твърдят, че не са били посочени пред националните съдилища. Разбира се, те не се споменават в решенията на националните съдилища или в незасекретените материали, представени пред Съда. При тези обстоятелства, дори да се предположи, че принципът на субсидиарност не пречи на Съда да разгледа нови основания, ще са необходими убедителни доказателства в тяхна подкрепа.", "188.  Първият от аргументите, за които се твърди, че са нови е, че е легитимно държавата, ограничавайки мерките до чужди граждани, да вземе предвид чувствителността на британското мюсюлманско население, за да се намалят шансовете те да бъдат завербувани от екстремисти. Правителството обаче не е представило пред Съда никакви доказателства, които да навеждат на мисълта, че британските мюсюлмани са значително по-склонни да реагират отрицателно на задържане без обвинение на собствени граждани, отколкото на чужди граждани-мюсюлмани, с основание заподозрени във връзки с Ал Кайда. В това отношение Съдът отбелязва, че системата на заповеди за контрол, въведена от Закона за предотвратяване на тероризма от 2005 г., не прави разлика между заподозрени граждани на собствената страна и заподозрени чужди граждани.", "189.  Вторият аргумент, на който се позовава правителството и за който се твърди, че е нов, е, че държавата би могла по-добре да отговори на терористичната заплаха, ако успее да задържи най-сериозния й източник, а именно чуждите граждани. В тази връзка, пред Съда отново не са били представени никакви доказателства, които биха могли да го накарат да се отклони от заключението на Камарата на лордовете, че разликата в третирането е неоправдана. Всъщност, Съдът отбелязва, че националните съдилища, включително SIAC, която се е запознала както с незасекретените, така и със засекретените материали, не са били убедени, че заплахата от чужди граждани е по-сериозна от тази от собствените граждани.", "190.  В заключение, следователно, Съдът, също като Камарата на лордовете, и противно на твърденията на правителството, решава, че дерогационните мерки са непропорционални, тъй като представляват неоправдана дискриминация между собствени граждани и чуждестранни граждани. От това следва, че има нарушение на член 5 § 1 по отношение на първия, третия, петия, шестия, седмия, осмия, деветия, десетия и единадесетия жалбоподател.", "III.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 5 § 1 ВЪВ ВРЪЗКА С ЧЛЕН 14 ОТ КОНВЕНЦИЯТА", "191.  Жалбоподателите се оплакват, че е в нарушение на член 14 от Конвенцията те да бъдат задържани, докато граждани на Обединеното кралство, заподозрени във връзки с Ал Кайда, са оставени на свобода.", "Член 14 от Конвенцията предвижда:", "„Упражняването на правата и свободите, изложени в тази Конвенция, следва да бъде осигурено без всякаква дискриминация, основана на пол, раса, цвят на кожата, език, религия, политически и други убеждения, национален или социален произход, принадлежност към национално малцинство, имущество, рождение или друг някакъв признак.“", "192.  В светлината на горните съображения и заключението по отношение на член 5 § 1, Съдът не намира за необходимо да разглежда тези оплаквания отделно.", "IV.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 5 § 4 ОТ КОНВЕНЦИЯТА", "193.  Жалбоподателите твърдят, че процедурата по обжалването на задържането им пред националните съдилища не отговаря на изискванията на член 5 § 4, който гласи:", "„Всеки арестуван или лишен от свобода има право да обжалва законосъобразността на своето задържане в съда, който е задължен да се произнесе в кратък срок; в случай че задържането е неправомерно, съдът е длъжен да нареди незабавното освобождаване на задържаното лице.“", "Правителството твърди, че няма нарушение на член 5 § 4.", "A.  Становища на страните", "1.  Жалбоподателите", "194.  Жалбоподателите излагат два основни довода по член 5 § 4. Първо, те подчертават, че въпреки че са имали възможност да твърдят пред SIAC, пред Апелативния съд и пред на Камарата на лордовете, че тяхното задържане по част 4 от Закона от 2001 г. е било незаконно по Конвенцията, единственото средство на тяхно разположение е било получаването на декларация за несъвместимост по Закона от 1998 г. Тя не е била задължителна за правителството и задържането е останало законно до промяната на законодателството от парламента. Така не е имало съдебен орган, който да разполага с правомощия да разпореди тяхното освобождаване, в нарушение на член 5 § 4.", "195.  На второ място, жалбоподателите се оплакват от процедурата по обжалване пред SIAC по член 25 от Закона от 2001 г. (виж параграф 91 по-горе), и по-специално неразкриването на веществени доказателства, които са били представени само на специалните представители, с които задържаното лице не е имало право да се консултира. Докато в някои случаи може да е допустимо съдът да разреши неразкриване на определени доказателства на дадено лице, тъй като те касаят националната сигурност, не би било допустимо съдът, при преценката на законосъобразността на задържането, да се позове на такива доказателства, когато те са от съществено значение за защитата на задържаното лице и когато те не са били разкрити, дори и в обобщена форма, в достатъчна степен, за да се даде възможност на лицето да се запознае с обвиненията срещу него и да им отговори. По делата на всички жалбоподатели, без десетия, SIAC се е позовала на засекретени материали и е признала, че по този начин жалбоподателите са били поставени в по-неблагоприятно положение.", "2.  Правителството", "196.  Правителството твърди, че член 5 § 4 следва да се чете в светлината на установената практика на Съда по член 13, по отношение на който член 5 § 4 е lex specialis във връзка със задържането, че няма право на оспорване на първично законодателство пред национален съд. Този принцип, заедно със системата за обявяване на декларация за несъвместимост по Закона за правата на човека, отразява демократичната ценност на върховенството на избрания парламент.", "197.  По отношение на втория аргумент на жалбоподателите, правителството твърди, че е имало валидни причини от обществен интерес, за непредставяне на засекретените материали. Правото на разкриване на доказателства по член 6, както и по член 5 § 4, не е абсолютно. Практиката на Съда от делото Chahal (цитирано по-горе) насетне сочи към известна подкрепа за процедурата по назначаване на специален представител в особено чувствителни области. Освен това, в делата на всеки един от жалбоподателите, незасекретените материали са съдържали достатъчно информация за обвиненията срещу тях, за да могат те да изградят ефективна защита.", "3.  Трета встъпила страна, Justice", "198.  Justice (виж параграф 6 по-горе) уведомява Съда, че по времето, когато SIAC е била създадена чрез Закона за специалната апелативна комисия по имиграция от 1997 г., се е смятало, че използването на засекретени материали и специални представители в процедурата пред нея, се основава на подобна процедура в Канада, която се прилага по дела пред Апелативния комитет по разузнаване и национална сигурност (Intelligence Review Security Intelligence Review Committee („SIRC“)), който преценява дали решението на министъра да бъде изведен извън страната постоянно пребиваващ чужденец, на основания, свързани с националната сигурност, е основателно. Въпреки това обаче макар процедурата пред SIRC да включва специален представител с достъп до класифицираните материали и участващ както в откритите, така и в закритите заседания, тази процедура съществено се различава от процедурата пред SIAC, особено с това, че позволява на специалния представител да поддържа контакт с жалбоподателя и неговите защитници през цялото време докато тече процеса, дори и след като на специалния представител е била предоставена цялата секретна информация срещу жалбоподателя.", "199.  За разлика от тази процедура, процедурата пред SIAC, включваща засекретени материали и специални представители, е обект на силни критики, включително и от Апелативния комитет на Камарата на лордовете, Комитета по конституционни въпроси на Камарата на общините, Парламентарния съвместен комитет по правата на човека, Комитета на канадския Сенат по Закона за борба с тероризма и Комисаря на Съвета на Европа за правата на човека. След решението на Камарата на лордовете през декември 2004 г., с което част 4 от Закона от 2001 г. е била обявена за несъвместима с членове 5 и 14 от Конвенцията, Комисията по конституционни въпроси на Камарата на общините е започнала разследване на дейността на SIAC и на използването на специални представители. Сред доказателствата, събрани от Комитета са били показанията на девет от тринадесетте специални представители. В показанията си специалните представители са изтъкнали сериозните трудности, с които се сблъскват при представляването на жалбоподателите по време на закритите заседания заради забраната за комуникация по отношение на засекретените материали. По-конкретно, специалните представители са изтъкнали много ограничената роля, която те са могли да изпълняват по време на закритите заседания при липсата на ефективни инструкции от лицата, които те са представлявали.", "B.  Преценката на Съда", "1.  Допустимост", "200.  Съдът отбелязва, че член 5 § 4 гарантира правото на „всеки арестуван или лишен от свобода“ да оспори пред съд законността на задържането и да бъде освободен, ако се установи, че задържането е незаконно. Тъй като вторият и четвъртият жалбоподател вече са били освободени, след като са избрали да заминат за Мароко и Франция, по времето, когато са започнали различните производства във връзка със законността на задържането по Закона от 2001 г., следва, че оплакванията на тези жалбоподатели по член 5 § 4 са явно необосновани по смисъла на член 35 § 3 от Конвенцията (виж Fox, Campbell and Hartley срещу Обединеното кралство, решение от 30 август 1990 г., § 45, Series A no. 182) и трябва да бъдат обявени за недопустими.", "201.  Съдът счита, че оплакванията на другите жалбоподатели по тази разпоредба повдигат сложни правни и фактически въпроси, чието разрешаване зависи от разглеждането на оплакванията по същество. Следователно той заключава, че тази част от жалбата не е явно необоснована по смисъла на член 35 § 3 от Конвенцията. Не са били изтъкнати други основания за недопустимост, следователно тя трябва да бъде обявена за допустима.", "2.  По съществото", "a.  Принципите, произтичащи от практиката", "202.  Член 5 § 4 е lex specialis по отношение на по-общите изисквания на член 13 (виж Chahal, цитирано по-горе, § 126). Той дава право на арестувано или задържано лице да започне производство, свързано с процесуалните и материалните условия, които са от съществено значение за „законността“ на неговото лишаване от свобода. Понятието за „законност“ в параграф 4 от член 5 има същото значение, както това в параграф 1, така че арестуваното или задържано лице има право на преразглеждане на „законността“ на задържането му в светлината не само на изискванията на вътрешното право, но също така и на Конвенцията, на общите принципи, залегнали в нея, както и на целта на ограниченията, позволени от член 5 § 1. Член 5 § 4 не гарантира право на съдебно преразглеждане от такъв характер, че да се даде възможност на съда да замени със собствената си преценка тази на решаващия орган, по всички аспекти на делото, включително въпроси, свързани с чиста целесъобразност. Прегледът обаче трябва да бъде достатъчно всеобхватен, за да се разгледат условията, които са от съществено значение за „законното“ лишаване от свобода на лицето по смисъла на член 5 § 1 (E. срещу Норвегия, решение от 29 август 1990 г., § 50, Series A no. 181). „Съдът“ трябва да има не само консултативни функции, но и да разполага с компетентност да „се произнесе“ по „законността“ на задържането и да разпореди освобождаване, ако задържането е незаконно (Ирландия срещу Обединеното кралство (Ireland v. the United Kingdom), цитирано по-горе, § 200; Weeks срещу Обединеното кралство, решение от 2 март 1987 г., § 61, Series A no. 114; Chahal, цитирано по-горе, § 130).", "203.  Изискването за процесуална справедливост по член 5 § 4 не налага единен, неизменен стандарт, който да се прилага независимо от контекста, фактите и обстоятелствата. Въпреки че не винаги е необходимо процедурата по член 5 § 4 да предоставя същите гаранции като тези, изисквани от член 6 за наказателни или граждански дела, тя трябва да има съдебен характер и да предоставя гаранции, подходящи за въпросния вид лишаване от свобода (виж, например, Winterwerp срещу Нидерландия, решение от 24 октомври 1979 г., § 57, Series A no. 33; Bouamar срещу Белгия, решение от 29 февруари 1988 г., §§ 57 и 60, Series A no. 129; Włoch срещу Полша, no. 27785/95, § 125, ECHR 2000-XI; Reinprecht срещу Австрия, no. 67175/01, § 31, ECHR 2005).", "204.  Така, производството трябва да бъде състезателно и винаги трябва да гарантира „равнопоставеност“ между страните (Reinprecht, § 31). Устно изслушване може да бъде необходимо, например по дела за задържане под стража (Николова (Nikolova) срещу България [GC], no. 31195/96, § 58, ECHR 1999-II). Освен това по дела за задържане под стража задържаният трябва да има възможност ефективно да оспори същността на твърденията срещу него, тъй като съществуването на основателно подозрение, че обвиняемият е извършил престъпление, е задължително условие за законността на продължаващото задържане (Becciev срещу Молдова, no. 9190/03, §§ 68-72, 4 октомври 2005 г.). Това може да доведе до необходимост съдът да изслуша свидетели, чиито показания изглежда на пръв поглед имат съществено значение за продължаващата законност на задържането (Becciev, цитирано по-горе, §§ 72-76; Ţurcan and Ţurcan срещу Молдова, no. 39835/05, §§ 67-70, 23 октомври 2007 г.). То може да доведе и до необходимост на задържаното лице или на неговия защитник да бъде предоставен достъп до документи по делото, на които се основава наказателното преследване срещу лицето (Włoch, цитирано по-горе, § 127; Nikolova, цитирано по-горе, § 58; Lamy срещу Белгия, решение от 30 март 1989 г., § 29, Series A no. 151; Fodale срещу Италия, no. 70148/01, 1 юни 2006 г.).", "205.  Въпреки това, Съдът е приемал, дори и в дела по член 6 за определяне на вина при наказателни обвинения, че може да има ограничения на правото на напълно състезателно производство, когато това е строго необходимо за запазването на изключително важен обществен интерес, като например национална сигурност, необходимост да се пазят в тайна някои полицейските методи на разследване или за защита на основните права на друго лице. Не може да има справедлив съдебен процес, обаче, освен ако затрудненията, причинени на ответника чрез ограничаване на правата му, се компенсират в достатъчна степен от процедурите, приложени от съдебните власти (виж, например, Doorson срещу Нидерландия, решение от 26 март 1996 г., § 70, Reports 1996II; Van Mechelen and Others срещу Нидерландия, решение от 23 април 1997 г., § 58, Reports 1997-III; Jasper срещу Обединеното кралство [GC], no. 27052/95, §§ 51-53, ECHR 2000-II; S.N. срещу Швеция, no. 34209/96, § 47, ECHR 2002-V; Botmeh and Alami срещу Обединеното кралство, no. 15187/03, решение от 7 юни 2007, § 37).", "206.  Така, докато правото на справедлив съдебен процес по член 6 включва право на разкриване на всички веществени доказателства, с които разполага прокуратурата, както такива в полза на обвиняемия, така и такива против него, Съдът е постановил, че понякога може да се наложи на защитата да бъде отказан достъп до определени доказателства по причини от обществен интерес. По делото Jasper, цитирано по-горе, §§ 51-53, Съдът е решил, че ограничаването на правото на защита е било балансирано в достатъчна степен, когато доказателства от значение за делото, на които обаче прокуратурата не е възнамерявала да се позове, са били разгледани ex parte от съдията по делото, който е решил, че те не трябва да бъдат разкривани, защото общественият интерес от това запазване в тайна надминава ползата за защитата от разкриването. Решавайки, че не е имало нарушение на член 6, Съдът е счел за особено важно това, че именно съдията по делото, познавайки напълно всички подробности по делото, е бил този, който е извършил съпоставянето, и че са били предприети стъпки, за да се гарантира, че на защитата е била предоставена информация и че й е било позволено да представя становища и да участва в процеса на вземане на решения, доколкото това е възможно, без да се разкриват материалите, които прокуратурата се е опитвала да запази в тайна. (ibid., §§ 55-56). За разлика от това, в Edwards and Lewis срещу Обединеното кралство [GC], nos. 39647/98 и 40461/98, §§ 46-48, ECHR 2004-X, Съдът е решил, че ex parte процедура пред съдията не е била достатъчна, за да се гарантира справедлив съдебен процес, когато неразкритите материали, са били свързани, или може да са били свързани с фактически въпрос, който е представлявал част от доказателствата на прокуратурата, и е трябвало да бъде решен от съдията, а не от съдебните заседатели и който може да е бил от решаващо значение за изхода на делата на жалбоподателите.", "207.  В редица други дела, при които конкуриращи се обществени интереси са довели до ограничения върху правата на ответника по отношение на неблагоприятни за него доказателства, на които се позовава прокуратурата, Съдът е преценявал степента, до която уравновесяващи мерки биха могли да компенсират липсата на абсолютна състезателна процедура. Например, по делото Lucà срещу Италия, no. 33354/96, § 40, ECHR 2001II, Съдът е приел, че не е непременно несъвместимо с член 6 § 1 по време на процеса обвинението да се позова на показания, направени по време на разследването, в частност, когато свидетелят е отказал да повтори показанията в публично заседание поради опасения за своята безопасност, ако на подсъдимия е била дадена адекватна и подходяща възможност да оспори показанията или по времето, когато те са били направени, или на по-късен етап. Той е подчертал обаче, че когато присъдата се е основавала единствено или в решаваща степен на показанията на лице, което обвиняемият не е имал възможност да разпита или да поиска да бъде разпитано, по време на разследването или на съдебния процес, правото на защита би било ограничено до степен, несъвместима с гаранциите, предвидени в член 6.", "208.  По същия начин, в Doorson, цитирано по-горе, §§ 68-76, Съдът констатира, че не е имало нарушение на член 6, когато самоличността на определени свидетели е била скрита от подсъдимия поради страх от репресии. Фактът, че защитникът, в отсъствието на подсъдимия, е имал възможност да задава въпроси на анонимните свидетели по време на обжалването и се е опитал да хвърли съмнение върху тяхната надеждност и че апелативният съд е заявил в решението си, че се е отнесъл към показанията на анонимните свидетели с повишено внимание, е бил достатъчен, за да компенсира неизгодното положение на защитата. Съдът е подчертал, че една присъда не трябва да се основава единствено или в решаваща степен на показанията на анонимни свидетели (виж също и Van Mechelen, цитирано по-горе, § 55). По всяко дело Съдът е подчертал, че неговата роля е била да прецени дали производството като цяло, включително и начина, по който са били събирани доказателствата, е било справедливо (Doorson, цитирано по-горе, § 67).", "209.  Съдът се е позовал на няколко пъти на възможността за използване на специални представители като противовес на процесуалната несправедливост, причинена от неоповестяването на всички доказателства по дела, свързани с националната сигурност, но никога не е трябвало да решава дали такава процедура би била съвместима с член 5 § 4 или член 6 от Конвенцията или не.", "210.  По делото Chahal, цитирано по-горе, жалбоподателят е бил задържан по силата на член 5 § 1(f) с цел депортиране по причини, свързани с националната сигурност и държавният секретар се е противопоставил на исканията му за освобождаване му под гаранция и за habeas corpus, също поради съображения, свързани с националната сигурност. Съдът е признал (§§ 130-131), че използването на засекретени материали може да е неизбежно, когато националната сигурност е в опасност, но е приел, че това не означава, че върху изпълнителната власт може да не бъде упражнен ефективен контрол от страна на националните съдилища, когато се твърди, че става въпрос за националната сигурност или тероризъм. Съдът е намерил нарушение на член 5 § 4 в светлината на факта, че Върховният съд, който се е произнесъл по habeas corpus искането, не е имал достъп до всички материали, на които държавният секретар е обосновал решението си. Въпреки че е съществувала гаранцията на консултативна комисия, председателствана от съдия от апелативния съд, пред който са били разкрити всички доказателствата, засягащи националната сигурност, Съдът е постановил, че комисията не може да бъде счетена за „съд“ по смисъла на член 5 § 4, тъй като жалбоподателят не е имал право на процесуално представителство пред нея и му е било предоставено само кратко описание на доказателствата срещу него, засягащи националната сигурност и тъй като комисията не е разполагала с правомощия за вземане на решение и препоръката й до министъра на вътрешните работи не е имала задължителна сила и не е била оповестена. Съдът е обърнал внимание (§§ 131 и 144) на становищата на третите страни (Amnesty International, Liberty, Центъра AIRE и на Съвместния съвет за благополучието на имигрантите; виж също и становището на Liberty по настоящото дело, параграф 198 по -горе) във връзка с процедура, която се прилага в случаи на депортиране по причини от национална сигурност в Канада и при която съдията провежда заседание in camera, на което се изслушват всички доказателства, и при която на подлежащото на депортиране лице се предоставя становище, което обобщава, доколкото е възможно обвиненията срещу него, като лицето има право да бъде представлявано и да разпитва свидетели, и да навежда доказателства. Поверителността на материалите, засягащи сигурността се запазва като се изисква такива доказателства да бъдат разглеждани в отсъствието на подлежащото на депортиране лице и неговия представител. При това положение обаче, тяхното място се заема от адвокат, получил специално разрешение и инструктиран от съда, който разпитва свидетелите и като цяло подпомага съда при разглеждането на основателността на твърденията на държавата. На подлежащото на депортиране лице се предоставя обобщение на доказателствата, събрани по тази процедура, с необходимите заличавания. Съдът е посочил, че:", "„отдава значение на факта, че, както посочват третите встъпили страни във връзка с член 13, ... в Канада е разработена по-ефективна форма на съдебен контрол в подобни случаи. Този пример показва, че съществуват техники, които могат да бъдат използвани и които обхващат основателните опасения за същността и източниците на разузнаването и същевременно предоставят на засегнатите лица съществена мярка на процесуална справедливост.“", "211.  По делата Tinnelly & Sons Ltd and Others and McElduff and Others срещу Обединеното кралство, решение от 10 юли 1998 г., § 78, Reports 1998-IV и Ал Нашиф (Al-Nashif) срещу България, no. 50963/99, решение от 20 юни 2002 г., §§ 93-97 и 137, Съдът е споменал коментарите си по делото Chahal за процедурата по назначаване на специални представители, но не е изразил мнение дали такава процедура би била в съответствие с въпросните права по Конвенцията.", "b.  Приложение към фактите по настоящото дело", "212.  Жалбоподателите са изложили два основни аргумента при оспорването на законността на задържането им пред националните съдилища. Първо, те са предявили иск по член 30 от Закона от 2001 г., за да оспорят валидността на дерогацията по член 15 от Конвенцията, а по този начин и съвместимостта с Конвенцията на целия режим за задържане. Второ, всеки от жалбоподателите е подал и жалба по член 25 от Закона от 2001 г., в която твърдял, че задържането му е незаконно по вътрешното право, тъй като не е имало достатъчно основания да се счита, че присъствието му в Обединеното кралство представлява опасност за националната сигурност и да се подозира, че той е терорист.", "213.  Съдът не счита за необходимо да се произнася отделно по член 5 § 4 относно оплакванията на жалбоподателите, че Камарата на лордовете не разполага с правомощия да разпореди освобождаването, тъй като той вече е установил нарушение на член 5 § 1, произтичащо от разпоредбите на вътрешното право.", "214.  Вторият аргумент относно оплакването по член 5 § 4 се отнася до справедливостта на процедурата пред SIAC по член 25 от Закона от 2001 г., за решаването на въпроса дали държавният секретар е имал основание да счита, че присъствието на всеки от жалбоподателите в Обединеното кралство представлява опасност за националната сигурност и да ги подозира в тероризъм. Това е отделен и различен въпрос, който не може да се каже, че се поглъща от установяването на нарушение на член 5 § 1, и който Съдът трябва да разгледа.", "215.  Съдът припомня, че въпреки че съдиите от SIAC са могли да разгледат както незасекретените, така и засекретените материали, нито жалбоподателите, нито техните защитници са имали достъп до засекретените материали. Вместо това, засекретените материали са били предоставени на един или повече специални представители, назначени от Solicitor General да действат от името на всеки жалбоподател. По време на закритите заседания пред SIAC специалният представител е можел да прави изявления от името на жалбоподателя, както по процедурни въпроси, като например необходимостта от по-нататъшно разкриване на информация, така и по съществото на делото. От момента, в който специалният представител се е запознал със засекретените материали обаче, той не е имал право на по-нататъшни контакти с жалбоподателя и неговите представители, освен с разрешението на SIAC. По отношение на всяка жалба срещу сертифицирането, SIAC е издала едновременно незасекретено и засекретено решение.", "216.  Съдът приема за своя отправна точка заключението, достигнато от националните съдилища и прието от него, че през периода на задържане на жалбоподателите дейностите и целите на мрежата на Ал Кайда са довели до „извънредно положение, застрашаващо съществуването на нацията“. Следователно трябва да се има предвид, че през дадения период се е считало, че съществува належаща необходимост да бъде защитено населението на Обединеното кралство от терористична атака и, въпреки че Обединеното кралство не е направило дерогация от член 5 § 4, е съществувал силен обществен интерес от получаване на информация за Ал Кайда и нейните съратници и от запазване в тайна на източниците на тази информация (виж, също в тази връзка, Fox, Campbell and Hartley, цитирано по-горе, § 39).", "217.  Срещу тези важни обществени интереси, обаче, трябва да бъде балансирано правото на жалбоподателите по член 5 § 4 на процесуална справедливост. Въпреки че Съдът е установил, че, с изключение на втория и четвъртия жалбоподател, задържането на жалбоподателите не попада в никоя от категориите, изброени в подточки (а) до (f) на член 5 § 1, той счита, че практиката, отнасяща се до съдебен контрол върху задържането под стража е от значение, тъй като в такива случаи основателността на подозрението срещу задържаното лице е задължително условие (виж параграф 204 по-горе). Освен това, при обстоятелствата на конкретния случай, и с оглед на драматичното въздействие на продължителното – и смятано по това време за такова с неопределен срок – лишаване от свобода върху основните права на жалбоподателите, член 5 § 4 трябва да предлага по същество същите гаранции за справедлив съдебен процес като член 6 § 1 в своя наказателен аспект (Garcia Alva срещу Германия, no. 23541/94, § 39, 13 февруари 2001 виж също и Chahal, цитирано по-горе, §§ 130-131).", "218.  При това положение е било от съществено значение да бъде разкрита възможно най-много информация за обвиненията и доказателствата срещу всеки жалбоподател, без да се застрашава националната сигурност или безопасността на другите. Когато е невъзможно пълно разкриване, член 5 § 4 изисква трудностите, причинени от този факт, да се компенсират по такъв начин, че всеки жалбоподател да разполага с възможност ефективно да оспори твърденията срещу него.", "219.  Съдът счита, че SIAC, която е била напълно независим съд (виж параграф 91 по-горе) и която е имала правомощие да разгледа всички релевантни доказателства, както незасекретените, така и засекретените, се е намирала в най-добро положение да гарантира, че материали няма да бъдат ненужно укрити от задържания. В тази връзка, специалният представител може да осигури важна допълнителна гаранция, разпитвайки свидетелите на държавата относно необходимостта от засекретеност и представяйки становища пред съдията относно допълнително оповестяване на материали. От материалите пред него Съдът не намира основание да приеме, че е била използвана прекалена или неоправдана секретност при обжалванията на жалбоподателите или че не са били налице наложителни причини за неразкриване на определена информация по делата им.", "220.  Освен това Съдът счита, че специалният адвокат може да изпълнява важна роля за компенсиране на липсата на пълно разкриване на материалите по делото и за липсата на всеобхватно, открито, състезателно производство, като оспорва определени доказателства и навежда аргументи от името на задържания по време на закритите заседания. Специалният представител обаче няма да е в състояние да изпълнява ефективно тази функция, ако на задържаното лице не е предоставена достатъчно информация относно обвиненията срещу него, за да може то да даде ефективни инструкции на специалния представител. Въпреки че този въпрос трябва да се решава във всеки отделен случай, Съдът отбелязва принципно, че когато доказателствата са били разкрити до голяма степен и незасекретените материали са изпълнявали водещата роля при вземането на решение, не може да се каже, че на жалбоподателя не е била предоставена възможност ефективно да оспори основателността на убежденията и съмненията на държавния секретар срещу него. В други случаи, дори когато всички или повечето основни доказателства са останали неразкрити, ако обвиненията, съдържащи се в незасекретените материали, са били достатъчно конкретни, жалбоподателят би имал възможност да предостави на своите защитници и на специалния си представил информация, посредством която да опровергае тези обвинения, ако такава информация съществува, без да е необходимо той да е запознат с подробностите или с източниците на доказателства, които формират базата на обвиненията срещу него. Пример в това отношение може да бъде обвинението, отправено срещу някои от жалбоподателите, че са били на тренировъчен лагер за терористи на точно определено място в точно определено време, предвид точно определения характер на обвинението, би било възможно за жалбоподателя да предостави на специалния си представител оневиняващи доказателства, като например алиби или алтернативно обяснение за своето присъствие там, които биха били достатъчни, за да може специалният представител ефективно да оспори това твърдение. Когато, обаче, незасекретените материали са се състояли само от общи твърдения и решението на SIAC да потвърди сертифицирането и да остави в сила задържането се е основавало единствено или в решаваща степен на засекретените материали, процедурните изисквания на член 5 § 4 не биха били удовлетворени.", "221.  Съдът трябва, следователно, да разгледа производството, свързано със сертифицирането на всеки от жалбоподателите в светлината на тези критерии.", "222.  Той отбелязва, че незасекретените материали срещу шестия, седмия, осмия, деветия и единадесетия жалбоподател са съдържали подробни изявления относно, например, закупуване на конкретно телекомуникационно оборудване, притежаване на определени документи, свързани с точно определени лица, заподозрени в тероризъм, и срещи с точно определени лица, заподозрени в тероризъм, на точно определени дати и места. Той счита, че тези твърдения са достатъчно подробни, за да могат жалбоподателите ефективно да ги оспорят. Следователно той не намира нарушение на член 5 § 4 по отношение на шестия, седмия, осмия, деветия и единадесетия жалбоподател.", "223.  Основните обвинения срещу първия и десетия жалбоподател са, че те са се занимавали с набирането на средства за терористични групи, свързани с Ал Кайда. По отношение на първия жалбоподател е имало незасекретени доказателства, че през банковата му сметка са преминавали големи суми пари, а по отношение на десетия жалбоподател е имало незасекретени доказателства, че се е занимавал с набирането на средства чрез измама. И в двата случая обаче доказателства, свързващи събраните средства с терористична дейност, не са били предоставени на жалбоподателите. При това положение Съдът не счита, че жалбоподателите са били в състояние да оспорят ефективно обвиненията срещу тях. Следователно има нарушение на член 5 § 4 по отношение на първия и десетия жалбоподател.", "224.  Незасекретените материали по отношение на третия и петия жалбоподател са били от общ характер, главно, че те са членове на определени екстремистки ислямски групи, свързани с Ал Кайда. В решенията, с които е отхвърлила жалбите на тези жалбоподатели, SIAC е отбелязала, че незасекретените материали не са били достатъчно основателни и че доказателствата, които тя е взела предвид, са се намирали главно в засекретените материали. Съдът счита, че и в този случай жалбоподателите не са били в състояние да оспорят ефективно обвиненията срещу тях. Следователно има нарушение на член 5 § 4 по отношение на третия и петия жалбоподател.", "V.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 5 § 1 ВЪВ ВРЪЗКА С ЧЛЕН 13", "225.  Жалбоподателите твърдят, при условията на евентуалност, че оплакванията по член 5 § 4 водят и до нарушение на член 13. В светлината на горните заключения Съдът не счита за необходимо да разглежда тези оплаквания отделно.", "VI.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 5 § 5 НА КОНВЕНЦИЯТА", "226.  На последно място, жалбоподателите се оплакват, че въпреки че са били незаконно задържани в нарушение на член 5 §§ 1 и 4, те не са разполагали с право на обезщетение, в нарушение на член 5 § 5, който предвижда:", "„Βсяко лице, арестувано или лишено от свобода в нарушение на изискванията на този член, има право на обезщетение.“", "227.  Правителството твърди, че в настоящото дело не е имало нарушение на член 5, следователно член 5 § 5 е неприложим. В случай, че Съдът намери нарушение на член 5, член 5 § 5 изисква „право на обезщетение“, но не и изплащане на обезщетение във всеки отделен случай. Тъй като националните съдилища са решили, че държавният секретар основателно е подозирал, че жалбоподателите са „международни терористи“, като въпрос на принцип те не са имали право на обезщетение от националните съдилища.", "A.  Допустимост", "228.  Съдът отбелязва, че е намерил нарушение на член 5 § 1 по отношение на всички жалбоподатели, с изключение на втория и четвъртия жалбоподател, и че е намерил нарушение на член 5 § 4 по отношение на първия, третия, петия и десетия жалбоподател. От това следва, че оплакванията на втория и четвъртия жалбоподател по член 5 § 5 са недопустими, а оплакванията на останалите жалбоподатели са допустими.", "B.  По съществото", "229.  Съдът отбелязва, че горните нарушения не предоставят право на обезщетение на жалбоподателите пред националните съдилища. Следователно, има нарушение на член 5 § 5 по отношение на всички жалбоподатели, без втория и четвъртия (виж Brogan and Others срещу Обединеното кралство, решение от 29 ноември 1988 г., § 67, Series A no. 145-B и Fox, Campbell and Hartley, цитирано по-горе, § 46).", "VII.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 6 ОТ КОНВЕНЦИЯТА", "230.  Жалбоподателите твърдят, при условията на евентуалност, че процедурата пред SIAC противоречи на член 6 §§ 1 и 2 от Конвенцията, който гласи:", "„1.  Βсяко лице, при решаването на правен спор относно неговите граждански права и задължения или основателността на каквото и да е наказателно обвинение срещу него, има право на справедливо и публично гледане на неговото дело в разумен срок, от независим и безпристрастен съд, създаден в съответствие със закона. Съдебното решение се обявява публично, но пресата и публиката могат да бъдат отстранявани по време на целия или на част от съдебния процес в интерес на нравствеността, обществената и националната сигурност в едно демократично общество, когато това се изисква от интересите на непълнолетните лица или за защита на личния живот на страните по делото или, само в необходимата според съда степен, в случаите, когато поради особени обстоятелства публичността би нанесла вреда на интересите на правосъдието.", "2.  Βсяко лице, обвинено в извършване на престъпление, се смята за невинно до доказване на вината му в съответствие със закона.“", "231.  Жалбоподателите твърдят, че член 6 е специалният закон на гаранцията за справедлив съдебен процес. Разглежданият режим представлява най-сериозната форма на изпълнителни мерки срещу заподозрени в тероризъм лица, приети в държавите-членки на Съвета на Европа в периода след 2001 г. Той е бил приет, за да може Обединеното кралство да започне наказателно преследване срещу определени лица, единствено въз основа на основателно подозрение, произтичащо от доказателства, които не биха били допустими в обикновените съдилища. Този факт е достатъчен, за да оправдае разглеждане на оплакванията по член 6. Производствата са засягали определянето на наказателно обвинение съгласно автономния смисъл на това понятие по член 6 § 1, както и определянето на граждански права и задължения. Използването на засекретени материали е довело до нарушение на член 6.", "232.  Според правителството член 5 § 4 е специален закон по отношение на задържането и повдигнатите въпроси трябва да бъдат разгледани по тази разпоредба. Във всеки случай член 6 не е приложим, защото решението на SIAC по въпроса дали е необходимо задържане касае „специални мерки за контрол на имиграцията“ и поради това не засяга определянето нито на наказателно обвинение, нито на гражданско право. Дори и член 6 § 1 да е приложим, няма нарушение по причините, изложени по-горе по отношение на член 5 § 4.", "233.  Без да прави извод по въпроса дали производството пред SIAC попада в приложното поле на член 6, Съдът обявява теза оплаквания за допустими. Той обаче подчертава, че вече е разгледал въпросите, свързани с използването на специални представители, закрити съдебни заседания и липсата на пълно оповестяване на материалите по делото в производството пред SIAC по-горе във връзка с оплакванията на жалбоподателите по член 5 § 4. В светлината на това всеобхватно разглеждане, той счита, че не е необходимо да разглежда оплакванията по член 6 § 1.", "VIII.  ПРИЛОЖЕНИЕ НА ЧЛЕН 41 ОТ КОНВЕНЦИЯТА", "234.  Жалбоподателите претендират обезщетение за имуществени и неимуществени вреди, претърпени в резултат на нарушенията, както и за разноски, по член 41 от Конвенцията, който гласи:", "„Ако Съдът установи нарушение на Конвенцията или на Протоколите към нея и ако вътрешното право на съответната високодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.“", "Правителството твърди, че присъждането на справедливо обезщетение не би било нито необходимо, нито уместно в настоящия случай.", "A.  Вреди", "1.  Претенции на жалбоподателите", "235.  Жалбоподателите твърдят, че парично обезщетение е необходимо и подходящо. По отношение на размера могат да бъдат получени напътствия от обезщетенията, присъждани от вътрешните съдилища по дела за незаконно задържане, и от присъжданото от Съда справедливо обезщетение по предходни дела (те се позовават на, inter alia, Perks and Others срещу Обединеното кралство, nos. 25277/94, 25279/94, 25280/94, 25282/94, 25285/94, 28048/95, 28192/95 и 28456/95, решение от 12 октомври 1999 г., където е било присъдено обезщетение от 5 500 лири стерлинги за шест дни незаконно задържане, и на Tsirlis and Kouloumpa срещу Гърция, решение от 29 май 1995 г., Reports 1997-III, където на жалбоподателите е било присъдено справедливо обезщетение, равняващо се съответно на 17 890 лири стерлинги и 16 330 лири стерлинги за периоди на задържане от 13 и 12 месеца поради отказ за изпълнение на задължителна военна служба).", "236.  Първият жалбоподател претендира обезщетение за лишаването му от свобода между 19 декември 2001 г. и 11 март 2005 г., период от три години и 83 дни, както и за свързаното с него психическо страдание, включително психични заболявания. Той твърди, че при определянето на обезщетението трябва също така да се вземат предвид страданията, преживяни от съпругата и семейството му в резултат на раздялата и отрицателната публичност. Той претендира обезщетение от 234 000 лири стерлинги за неимуществени вреди. Той претендира също така 7 500 лири стерлинги за имуществени вреди и за разноски на семейството му за посещенията му в затвора и за други разходи.", "237.  Третият жалбоподател претендира обезщетение за лишаването му от свобода между 19 декември 2001 г. и 11 март 2005 г., както и за свързаното с него психическо страдание, включително психични заболявания и за притесненията на съпругата и децата му. Той претендира сумата 230 000 лири стерлинги за неимуществени вреди и имуществени вреди в размер на 200 лири стерлинги за пътни разходи на съпругата му, както и сума за покриване на изгубената възможност да започне бизнес в Обединеното кралство.", "238.  Петият жалбоподател претендира обезщетение за лишаването му от свобода между 19 декември 2001 г. и 22 април 2004 г., последвалият домашен арест до 11 март 2005 г., както и за свързаното с тях психическо страдание, включително психични заболявания и за притесненията на съпругата и децата му. Той претендира 240 000 лири стерлинги за неимуществени вреди и имуществени вреди в размер на 5 500 лири, включително пътни разходи и разходи за гледане на деца, както и средства, които съпругата му му е изпращала в затвора.", "239.  Шестият жалбоподател претендира обезщетение за лишаването му от свобода между 19 декември 2001 г. и 11 март 2005 г., както и за свързаното с него психическо страдание и за притесненията на съпругата и децата му. Той претендира 217 000 лири стерлинги за неимуществени вреди, както и имуществени вреди в размер на 51 410 лири, включително нереализирани доходи от дейността му като самонает куриер и пътните разходи на съпругата му.", "240.  Седмият жалбоподател претендира обезщетение за лишаването му от свобода между 8 февруари 2002 г. и 11 март 2005 г., както и за свързаното с него психическо страдание, включително психични заболявания. Той претендира неимуществени вреди в размер на 197 000 лири стерлинги. Не прави претенция за имуществени вреди.", "241.  Осмият жалбоподател претендира обезщетение за лишаването му от свобода между 23 октомври 2002 г. и 11 март 2005 г., както и за свързаното с него психическо страдание, както и за притесненията на съпругата и децата му. Той претендира неимуществени вреди в размер на 170 000 , както и имуществени вреди в размер на 4 570 лири, включително средства, изпращани му в затвора от съпругата му и разходите за преместването й, за да избегне нежелано медийно внимание.", "242.  Деветият жалбоподател претендира обезщетение за лишаването му от свобода между 22 април 2002 г. и 11 март 2005 г., както и за свързаното с него психическо страдание, включително психични заболявания, и за притесненията на съпругата и децата му. Той претендира неимуществени вреди в размер на 215 000 лири стерлинги, както и имуществени вреди в размер на 7 725 лири, включително пари, които трябвало да вземе на заем, за да помогне на съпругата си с разходите за домакинството, средства, изпращани му от съпругата му в затвора, както и нейните пътни разходи. Той също претендира средства за покриване на пропуснатата възможност да започне бизнес в Обединеното кралство.", "243.  Десетият жалбоподател претендира обезщетение за лишаването му от свобода между 14 януари 2003 г. и 11 март 2005 г., както и за свързаното с него психическо страдание, включително психични заболявания. Той претендира неимуществени вреди в размер на 144 000, както и имуществени вреди в размер на 2 751 лири, включително загуби на седмичното плащане от 37 лири, което е получавал от Националната служба за подкрепа в областта на убежището преди задържането му и разходи за телефонни разговори със защитниците си.", "244.  Единадесетият жалбоподател претендира обезщетение за лишаването му от свобода между 2 октомври 2003 г. и 11 март 2005 г., както и за свързаното с него психическо страдание. Той претендира 95 000 лири стерлинги за неимуществени вреди и не претендира имуществени вреди.", "2.  Становище на правителството", "245.  Правителството, позовавайки се на решението на Съда по делото McCann and Others v. the United Kingdom, решение от 27 септември 1995 г., § 219, Series A no. 324, твърди, че като въпрос на принцип, жалбоподателите нямат право на парично обезщетение, защото срещу тях е съществувало обосновано предположение, базирано на обективни и разумни основания, в участие в терористична дейност и те не са успели да оборят това подозрение.", "246.  Правителството посочва, че част 4 от Закона от 2001 г. е била приета и дерогацията е била направена добросъвестно, в опит да бъде овладяно положение, което се е считало за изключително тежко, равняващо се на извънредно положение, застрашаващо съществуването на нацията. Основният проблем със системата на задържане по Закона от 2001 г., както са преценили SIAC и Камарата на лордовете, е бил, че тя не се е прилагала за граждани на Обединеното кралство, а само за чужди граждани. След решението на Камарата на лордовете спешно е бил разгледан въпросът какво да се прави с жалбоподателите в светлината на извънредното положение и е било решено, че трябва да бъде въведена система на заповеди за контрол. На фона на това, не може да се каже, че правителството е действало грубо или в явно незачитане на правата на отделните лица.", "247.  Освен това, правителството твърди, че не трябва да бъде присъждано справедливо обезщетение за процесуалните нарушения, установени от Съда (например по член 5 §§ 4 или 5), тъй като не е възможно да се спекулира какво е щяло да се случи, ако не е имало нарушение (Kingsley срещу Обединеното кралство [GC], no. 35605/97, ECHR 2002-IV; Hood срещу Обединеното кралство, no. 27267/95, ECHR 1999-I).", "248.  В случай че Съдът реши да присъди справедливо обезщетение, той трябва внимателно да прецени всяка претенция – дали са налице достатъчно доказателства, дали претенцията е достатъчно тясно свързана с нарушението и дали претенцията е разумна по размер.", "3.  Преценката на Съда", "249.  Съдът припомня, на първо място, че в настоящия случай не е установил нарушение на член 3. От това следва, че той не може да присъди справедливо обезщетение за психично страдание, включително психични заболявания, за които се твърди, че се дължат на условията на задържане или на неопределения срок на системата на задържане по част 4 от Закона от 2001 г.", "250.  Той, обаче, е намерил нарушения на член 5 §§ 1 и 5 по отношение на първия, третия, петия, шестия, седмия, осмия, деветия, десетия и единадесетия жалбоподател и нарушение на член 5 § 4 по отношение на първия, третия, петия и десетия жалбоподател. В съответствие с член 41, следователно, той може да определи справедливо парично обезщетените за тези жалбоподатели, ако счете това за „необходимо“. Съдът разполага с широко право на преценка дали да бъде присъдено справедливо обезщетение и често е смятал, че констатирането на нарушение е достатъчно удовлетворение, без да определя допълнително парично обезщетение (виж, наред с много други примери, Nikolova, цитирано по -горе, § 76). При упражняването на това свое право на преценка, Съдът ще вземе предвид всички обстоятелства по делото, включително естеството на констатираните нарушения, както и всякакви специални обстоятелства, отнасящи се до контекста на делото.", "251.  Съдът припомня, че в решението McCann and Others, цитирано по-горе, § 219 той е отказал да присъди справедливо обезщетение за имуществени или неимуществени вреди в резултат на нарушение на член 2 от Конвенцията, тъй като е взел предвид факта, че тримата заподозрени терористи, които са били убити, са възнамерявали да поставят бомба в Гибралтар. Той счита, че настоящият случай е различен, тъй като не е било доказано, че който и да било от жалбоподателите се е занимавал или се опитал да се занимава с терористични актове на насилие.", "252.  При решаването на въпроса дали да бъде присъдено парично обезщетение в този случай и какъв да бъде неговият размер, трябва да се вземат под внимание редица фактори. Жалбоподателите са били задържани за дълги периоди от време, в нарушение на член 5 § 1; в миналото Съдът е присъждал големи суми като справедливо обезщетение във връзка с незаконно задържане (виж, например, Assanidze срещу Грузия [GC], no. 71503/01, ECHR 2004-II, или делата, посочени от жалбоподателите в параграф 235 по-горе). Настоящият случай обаче е много по-различен. След нападението на Ал Кайда срещу САЩ на 11 септември 2001 г., в ситуация, която националните съдилища и този Съд са счели за извънредно положение, застрашаващо съществуването на нацията, правителството е било длъжно да защити населението на Обединеното кралство от терористично насилие. Системата на задържане по част 4 от Закона от 2001 г. е била създадена добросъвестно, като опит да се съчетае необходимостта за предотвратяване на извършването на терористични актове със задължението по член 3 от Конвенцията да не се извеждат от страната или депортират лица в държава, където те биха се изправили пред действителна опасност от малтретиране (виж параграф През цялото време жалбоподателите са били държани при строги условия за сигурност в затвора Белмарш или Уудхил или в болницата Броудмор. Следователно, няма спор, че те са били лишени от свобода по смисъла на член 5 § 1 (виж Engel and Others срещу Нидерландия, решение от 8 юни 1976 г., Series A no. 22).", "166 по-горе). Въпреки че Съдът, като и Камарата на лордовете, е счел, че дерогационните мерки са непропорционални, основната причина за това е, че законодателството е дискриминационно, тъй като е насочено само към чужди граждани. Освен това, след решението на Камарата на лордовете, системата за задържане по Закона от 2001 г. е била заменена от системата на заповеди за контрол по Закона за предотвратяване на тероризма от 2005 г. Срещу всички жалбоподатели, по отношение на които Съдът е установил нарушение на член 5 § 1, веднага след освобождаването им през март 2005 г., са били издадени заповеди за контрол. Следователно не може да се приеме, че ако в настоящото дело нямаше нарушение, жалбоподателите в никакъв случай не са щели да бъдат подложени на определени ограничения на свободата им.", "253.  На фона на това, Съдът намира, че обстоятелствата оправдават присъждането на справедливо обезщетение, значително по-ниско от това, което е присъждал по други дела за незаконно задържане. Той присъжда 3 900 евро на първия, третия и шестия жалбоподател; 3 400 евро на петия жалбоподател; 3 800 на седмия жалбоподател; 2 800 евро на осмия жалбоподател; 3 400 евро на деветия жалбоподател; 2 500 евро на десетия жалбоподател; и 1 700 евро на единадесетия жалбоподател, плюс възможната дължима сума за данъци и такси.", "B.  Разноски", "254.  Жалбоподателите не правят искане за разноски по отношение на вътрешното производство, тъй като те са били възстановени в резултат на нареждане на Камарата на лордовете. Общата им претенция за разноски за производството пред Съда възлиза на 144 752,64 лири стерлинги, с включен данък добавена стойност („ДДС“). Това включва 599 часа труд, положен от адвокатите им при 70 лири на час, плюс ДДС, 342.5 часа труд, положен от защитниците им при 150 лири на час, плюс ДДС и 85 часа труд, положени от старшия защитник при 200 лири на час, плюс ДДС, за подготовката на жалбата, становището и претенцията за справедливо обезщетение пред камарата и голямата камара, както и разноски за експертизи и разходите за заседанието пред голямата камара. Те твърдят, че е трябвало да инструктират няколко различни защитника, специалисти в различни области, като се има предвид обхвата на въпросите, които е трябвало да бъдат разгледани и представените доказателства, по отношение на събития, които обхващат десетгодишен период.", "255.  Правителството твърди, че претенцията е прекомерна. По-конкретно, броят на часовете труд, положен от адвокатите и защитниците при подготовката на делото, не може да бъде оправдан, особено, тъй като всеки от жалбоподателите е бил представляван във вътрешното производство, по време на което трябва да са били дадени подробни инструкции и да е било обърнато внимание на почти всички въпроси, повдигнати в жалбата до Съда. Освен това, почасовите ставки на защитниците са прекомерни.", "256.  Съдът припомня, че жалбоподателят има право на възстановяване на разноските, които са били действително направени и необходими за предотвратяване или отстраняване на нарушението на Конвенцията, доколкото тези разноски са разумни по размер (Kingsley, цитирано по-горе, § 49). Макар и да приема, че броят на жалбоподателите неизбежно е наложил допълнителна работа от страна на техните представители, той отбелязва, че повечето от материалите, засягащи всеки от жалбоподателите индивидуално, които са били представени пред Съда, касаят оплакванията на жалбоподателите по член 3 от Конвенцията и претенциите им за справедливо обезщетение във връзка тези оплаквания, които Съдът е отхвърлил. Освен това, той приема аргумента на правителството, че редица от въпросите, особено тези, свързани с дерогацията по член 15 от Конвенцията, вече са били представени пред националните съдилища, което е трябвало да намали времето, необходимо за подготовката на тази част от делото. На фона на това, той счита, че на жалбоподателите трябва да бъде присъдена общата сума от 60 000 евро за разноски, плюс възможната дължима от жалбоподателите сума за данъци и такси.", "C.  Лихва за забава", "257.  Съдът намира за уместно лихвата за забава да бъде определена въз основа на пределната ставка по заеми на Европейската централна банка, към която се добавят три процентни пункта.", "ПО ИЗЛОЖЕНИТЕ СЪОБРАЖЕНИЯ СЪДЪТ ЕДИНОДУШНО", "1.  Обяви оплакванията на втория жалбоподател по членове 3 и 13 от Конвенцията за недопустими и оплакванията на първия, третия, четвъртия, петия, шестия, седмия, осмия, деветия, десетия и единадесетия жалбоподател по членове 3 и 13 за допустими (виж параграфи 123-125 от решението);", "", "2.  Реши,че няма нарушение на член 3 от Конвенцията, самостоятелно и във връзка с член 13, по отношение на първия, третия, четвъртия, петия, шестия, седмия, осмия, деветия, десетия и единадесетия жалбоподател (параграфи 126-136);", "", "3.  Отхвърли предварителното възражение на жалбоподателите, че правителството не може да се позовава на защитата по член 5 § 1(f) от Конвенцията и не може да оспорва заключението на Камарата на лордовете, че дерогацията по член 15 не е валидна (параграфи 153-159);", "", "4.  Обяви оплакванията на жалбоподателите по член 5 § 1 от Конвенцията за допустими (параграф 160);", "", "5.  Реши, че няма нарушение на член 5 § 1 от Конвенцията по отношение на втория и четвъртия жалбоподател (параграфи 162-168);", "", "6.  Реши, че има нарушение на член 5 § 1 от Конвенцията по отношение на първия, третия, петия, шестия, седмия, осмия, деветия, десетия и единадесетия жалбоподател (параграф 162-190);", "", "7.  Реши, че не е необходимо да разглежда оплакванията на жалбоподателите по член 5 § 1 и член 14 взети заедно (параграф 192);", "", "8.  Обяви оплакванията на втория и четвъртия жалбоподател по член 5 § 4 от Конвенцията за недопустими и оплакванията на първия, третия, петия, шестия, седмия, осмия, деветия, десетия и единадесетия жалбоподател по член 5 § 4 за допустими (параграфи 200-201);", "", "9.  Реши, че не е необходимо да разглежда оплакванията на първия, третия, петия, шестия, седмия, осмия, деветия, десетия и единадесетия жалбоподател по член 5 § 4, че Камарата на лордовете не може да издаде задължителна заповед за освобождаването им (параграф 213);", "", "10.  Реши, че има нарушение на членове 5 § 4 от Конвенцията по отношение на първия, третия, петия и десетия жалбоподател и че няма нарушение на член 5 § 4 по отношение на шестия, седмия, осмия, деветия и единадесетия жалбоподател (параграфи 202-224);", "", "11.  Реши, че не е необходимо да разглежда оплакванията на жалбоподателите по членове 5 § 1 и 13 взети заедно (параграф 225);", "", "12.  Обяви оплакванията на втория и четвъртия жалбоподател по член 5 § 5 от Конвенцията за недопустими и оплакванията на първия, третия, петия, шестия, седмия, осмия, деветия, десетия и единадесетия жалбоподател по член 5 § 5 за допустими (параграф 228);", "", "13.  Реши, че има нарушение на член 5 § 5 от Конвенцията по отношение на първия, третия, петия, шестия, седмия, осмия, деветия, десетия и единадесетия жалбоподател (параграф 229);", "", "14.  Обяви оплакванията на жалбоподателите по член 6 от Конвенцията за допустими (параграф 233);", "", "15.  Реши, че не е необходимо да разглежда оплакванията на жалбоподателите по член 6 от Конвенцията (параграф 233);", "", "16.  Реши, че ответната държава ще заплати в тримесечен срок, следните суми, конвертирани в лири стерлинги по курса към деня на изплащането:", "(a)  за имуществени и неимуществени вреди: 3 900 евро (три хиляди и деветстотин евро) на първия, третия и шестия жалбоподател; 3 400 евро (три хиляди и четиристотин евро) на петия жалбоподател; 3 800 евро (три хиляди и осемстотин евро) на седмия жалбоподател; 2 800 евро (две хиляди и осемстотин евро) на осмия жалбоподател; 3 400 евро (три хиляди и четиристотин евро) на деветия жалбоподател; 2 500 евро (две хиляди и петстотин евро) на десетия жалбоподател; и 1 700 евро (хиляда и седемстотин евро) на единадесетия жалбоподател, плюс възможната дължима сума за данъци и такси;", "(b)  общо на жалбоподателите 60 000 евро (шестдесет хиляди евро) за разноски, плюс възможната дължима сума за данъци и такси;", "(c)  че от изтичането на гореспоменатия тримесечен срок до плащането се дължи проста лихва върху горепосочените суми в размер, равен на пределната ставка по заеми на Европейската централна банка, към която се добавят три процентни пункта (параграфи 249-257);", "", "17.  Отхвърли останалата част от претенциите на жалбоподателите за справедливо обезщетение.", "", "Изготвено на английски и френски език и произнесено на публично заседание в сградата на правата на човека в Страсбург на 19 февруари 2009 г.", "\tMichael O’Boyle\tJean-Paul Costa\n\tЗаместник-секретар\tПредседател", "", "© Съвет на Европа/Европейски съд по правата на човека, 2013 г.", "Официалните езици на Европейския съд по правата на човека са английски и френски. Този превод не обвързва Съда и Съдът не поема никаква отговорност за качеството му. Той може да бъде свален от базата данни с практиката на Европейския съд по правата на човека HUDOC () или от всяка друга база данни, на която Съдът го е предоставил. Той може да бъде възпроизвеждан за нетърговски цели, при условие че е цитирано пълното заглавие на делото и посочената по-горе информация за авторските права. В случай че възнамерявате да използвате за търговски цели която и да било част от този превод, моля свържете се с ", "© Council of Europe/European Court of Human Rights, 2013", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", ""]}