{"file": "BUL_HJUDBUL_13801_07.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "13801/07", "text_paragraphs": ["© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "ЧЕТВЪРТО ОТДЕЛЕНИЕ", "", "", "", "", "МАРИН КОСТОВ СРЕЩУ БЪЛГАРИЯ", "", "(Жалба № 13801/07 г.)", "", "", "", "РЕШЕНИЕ", "", "", "", "СТРАСБУРГ", "", "24 юли 2012 г.", "", "", "ОКОНЧАТЕЛНО", "", "24/10/2012 г.", "", "Това решение е окончателно при условията, посочени в чл. 44, ал.2 от Конвенцията, но може да претърпи редакционни промени.", "", "По делото на Марин Костов срещу България,", "Европейският съд по правата на човека (Четвърто отделение), заседаващ в състав:", "\tЛех Гарлицки (Lech Garlicki), председател,", "\tДавед Тор Бьоргвинсон (David Thór Björgvinsson),\n\tПeйви Хирвеле (Päivi Hirvelä),", "\tГеорге Николау (George Nicolaou),", "\tЛеди Бианку (Ledi Bianku),", "\tЗдравка Калайджиева,", "\tВинсент А. де Гаетано (Vincent A. De Gaetano), съдии,\nи Фатош Арачи (Fatoş Aracı), заместник-секретар на oтделението,", "След проведено закрито заседание на 3 юли 2012 г.,", "Се произнесе със следното съдебно решение, постановено на същата дата:", "ПРОЦЕДУРАТА", "1.  Делото е образувано по жалба (№13801/07 г.) срещу Република България, подадена на 26 февруари 2007 г. пред Съда, на основание на член 34 от Конвенцията за защита правата на човека и основните свободи (“Конвенцията”) от българския гражданин г-н Марин Йорданов Костов (“жалбоподателят”).", "2.  Жалбоподателят е представляван от г-н Е. Абрашев, адвокат, практикуващ в Плевен. Българското правителство („Правителството”) е представлявано от своя агент, г-жа М. Димова от Министерство на правосъдието.", "3.  Жалбоподателят твърди, по-специално, че наказанието му с изолиране в наказателна килия за това, че се е оплакал срещу затворническата администрация, представлява нарушение на правата му по членове 6, 8 и 10 от Конвенцията.", "4.  На 15 декември 2010 г. е изпратено уведомление за жалбата до правителството. Решено е също така жалбата да се разгледа по същество едновременно с разглеждането на нейната допустимост (член 29, алинея 1). Делото по-късно е прехвърлено на Четвърто отделение на Съда, след реорганизацията на отделенията на Съда от 1 февруари 2011 г.", "ФАКТИТЕ", "I. ОБСТОЯТЕЛСТВА ПО ДЕЛОТО", "5.  Жалбоподателят е роден през 1981 г. и в момента излежава присъда в Плевенския затвор.", "A. Условия на задържането на жалбоподателя в затвора в Белене и негови предишни жалби срещу затворническата администрация", "6. Жалбоподателят е задържан в затвора в Белене от неуточнена дата през август 2002 г. до 29 март 2007 г., когато е преместен в затвора в град Плевен. Той твърди, че условията на задържане в затвора в Белене са нечовешки и унизителни.", "7. Жалбоподателят е подавал чести оплаквания до различни институции срещу администрацията на затвора в Белене.", "8. На неуточнена дата през 2005 г. той е подал жалба до органите на прокуратурата, че някои от писмата, които е изпратил, са били задържани от администрацията и никога не са достигнали своите адресати. След извършено разследване жалбата му е отхвърлена както от Окръжната прокуратура на 14 юли 2005 г., така и в производството по обжалване от Апелативната прокуратура на 17 август 2005 г., които установили, че между януари 2004 и юни 2005 г. жалбоподателят е изпратил тридесет и едно писма, които надлежно са вписани в регистъра на затвора и са изпратени до адресатите им.", "Б.  Дисциплинарни наказания, наложени на жалбоподателя", "1.  Наказанията от 26 и 31 октомври 2006 г.", "9. На 26 и 31 октомври 2006 г. директорът на затвора в Белене нарежда изолиране на жалбоподателя в наказателна килия за два перода от по пет дни след две прояви на насилие между жалбоподателя и друг затворник, настъпили през кратък интервал от време. Жалбоподателят обжалва.", "10. Районният съд в гр. Левски образува две производства и на 10 ноември 2006 г. разглежда жалбите на жалбоподателите в две отделни заседания, проведени последователно. Жалбоподателят се явява лично, а администрацията на затвора не изпраща представител.", "11. В началото на първото съдебно заседание съдът посочва, че е призовал като свидетел г-н К., надзирател в затвора. Отбелязано е, че г-н К. не се е явил, а администрацията на затвора е представила медицинско свидетелство, че той е приет в болница. Жалбоподателят отправя искане да бъде разпитан друг надзирател – г-н С., но все пак се съгласява съдът да продължи с разглеждането на делото.", "12. По същество, жалбоподателят посочва, че му е нанесена обида и е нападнат от друг затворник. Той отрича да е обиждал въпросния затворник и заявява, че не е отговорен за инцидента и че наказанието му е неоснователно.", "13. С окончателно решение от същата дата районният съд потвърждава заповедта от 31 октомври 2006 г., като посочва, че директорът на затвора е взел под внимание всички относими обстоятелства и е издал обоснована и законосъобразна заповед. Директорът е разгледал показанията на жалбоподателя и на свидетелите и доклада на служител в затвора. Съдът отбелязва също, че писмените показания на свидетелите потвърждават заключенията на директора и не са в подкрепа на посочения от жалбоподателя ход на събитията. Що се отнася до наказанието, то е определено, като са взети предвид тежестта на нарушението и поведението на жалбоподателя като цяло.", "14. След това съдът провежда второто съдебно заседание. Той отбелязва, че надзирателят г-н С., призован като свидетел, също е в болница. Ищецът настоява за явяването на г-н С. и заявява, че иска да призове друг свидетел – г-н Ф. Освен това той отправя молба да му бъде назначен служебен адвокат и иска отлагане на делото.", "15. Съдът отхвърля тези искания, постановявайки, че е длъжен да завърши разглеждането на жалбата на жалбоподателя в рамките на три дни от подаването й, и че отсъствието на адвокат не е основание за отлагане на съдебното заседание.", "16. По същество, жалбоподателят обяснява, че инцидентът е подобен на първия и че му е нанесена обида, и е нападнат от същия затворник.", "17. С окончателно решение от същата дата районният съд потвърждава заповедта от 26 октомври 2006 г. Той установява, че на 28 септември 2006 г. между жалбоподателя и друг затворник възниква конфликт, който прераства в сбиване. Това налага намесата на дежурния надзирател. Директорът на затвора взима под внимание всички относими обстоятелства и издава обоснована и законосъобразна заповед. Той разглежда показанията на жалбоподателя и на свидетелите, както и доклада на служител в затвора. Съдът отбелязва също, че писмените показания на свидетелите потвърждават заключенията на директора и не са в подкрепа на посочения от жалбоподателя ход на събитията. Що се отнася до наказанието, то е определено, като надлежно са взети предвид тежестта на нарушението и поведението на жалбоподателя като цяло.", "2.  Наказанието от 29 януари 2007 г.", "18. На 18 декември 2006 г., докато жалбоподателят е изолиран в наказателната килия заради горепосочените наказания, майка му изпраща колет, който не му е доставен. На неуточнена дата през декември 2006 г. жалбоподателят пита защо е ограничено правото му да получава колети. Администрацията на затвора го информира, че за него не е пристигал нито един колет.", "19. На 3 януари 2007 г. жалбоподателят подава жалба до прокурора, че администрацията на затвора е отказала да му предаде колета. Той поисква въпросът да бъде разследван и отговорните длъжностни лица да бъдат наказани. Той заявява, че служителите в затвора често правят такива грешки по отношение на затворниците. На последно място, той твърди, че инцидентът представлява престъпление по член 171 от Наказателния кодекс, предвиждащ като престъпление, наред с другото, скриването или унищожаването на пакет, предназначен за друг човек.", "20. На 8 януари 2007 г. жалбоподателят дава копие от жалбата си на служител в затвора, който я предава на директора на затвора. След вътрешно разследване е установено, че на 18 декември 2006 г. наистина е пристигнал колет за жалбоподателя, но е бил изпратен обратно на подателя, тъй като жалбоподателят не е имал право да получава колети, докато е бил изолиран в наказателната килия. Във връзка с горното, директорът на затвора в Белене приема показанията на жалбоподателя пред прокурора за клеветнически и на 29 януари 2007 г. го наказва с четиринадесет дни в изолатора. Той обосновава наказанието и с общото поведение на жалбоподателя, позовавайки се на наказанията, наложени му на 26 и 31 октомври 2006 г. (виж параграф 9 по-горе), както и на факта, че жалбоподателят често е изпращал подобни жалби до различни институции. Жалбоподателят обжалва.", "21. Районният съд провежда съдебно заседание на 5 февруари 2007 г. Служител на затвора заявява, че пратката законно е върната, защото на затворниците не е разрешено да получават колети, докато изтърпяват наказание в изолатора. Свидетелят заявява още, че е предложил жалбоподателят да бъде наказан, тъй като той е отправял обидни и клеветнически твърдения срещу администрацията на затвора. Свидетелят посочва, че това е третото нарушение на дисциплинарните правила от страна на жалбоподателя.", "22. Жалбоподателят отговаря, че е нямало да се оплаче на прокурора, ако администрацията на затвора го е била информирала за колета. Той заявява, че не е получил отговор от прокурора.", "23. С окончателно решение от същата дата районният съд потвърждава заповедта от 29 януари 2007 г. Съдът се позовава на показанията на свидетеля и на информацията, съдържаща се в дисциплинарното досие и постановявал, че заповедта е обоснована и законосъобразна и че е взето под внимание поведението на жалбоподателя през последната година.", "В.  Жалба на жалбоподателя до Главна дирекция „Изпълнение на наказанията” към Министерство на правосъдието", "24. На неуточнена дата през 2007 г. жалбоподателят подава молба до Главна дирекция „Изпълнение на наказанията” към Министерството на правосъдието да бъде преместен в друг затвор, като посочва, че администрацията на затвора в Белене го подлага на тормоз. По-специално, той посочва спора за колета и последвалото наказание (виж параграфи 18 – 23 по-горе).", "25. На 16 март 2007 г. заместник-министърът на правосъдието уважава молбата на жалбоподателя и разпорежда той да бъде преместен в затвора в град Плевен. Той отбелязва, че затворническите власти са дали неточна информация на жалбоподателя за колета и че следователно жалбоподателят е действал добросъвестно, подавайки жалба до прокурора. Честността на намерението му е видна и от факта, че той е предоставил на администрацията на затвора копие от жалбата си. Заместник-министърът също така отбелязва, че лишените от свобода лица имат право да подават искания и жалби до държавните органи и подчертава, че дисциплинарната отговорност, предвидена в Закона за изпълнение на наказанията, не може да се използва за ограничаване на това право. Отбелязвайки, че наказанието от 29 януари 2007 г. е потвърдено от съда и е влязло в сила, заместник-министърът счита, че жалбоподателят разбираемо е загубил доверие в администрацията на затвора в Белене и че оставането му в този затвор рискува да застраши неговото поправяне.", "II. ПРИЛОЖИМО ВЪТРЕШНО ПРАВО И ПРАКТИКА", "A.   Дисциплинарно наказание на лишени от свобода лица", "26. Съгласно член 76, буква „к” от Закона за изпълнение на наказанията (ЗИН) от 1969 г., в сила по това време, лишено от свобода лице, което нарушава установения ред в затвора или дисциплинарните правила или не е изпълнило своите задължения може да бъде наказано, наред с другото, с изолиране в наказателна килия за срок до четиринадесет дни. Изолираните в наказателна килия не могат да използват телефон и нямат право на свиждане или колети, но все пак имат право ежедневно на един час престой на открито, отделно от останалите лишени от свобода (член 76а от ЗИН и член 103 от Правилника за прилагане на ЗИН от 1969 г.).", "27. Член 46 от Правилника за прилагане на ЗИН от 1969 г. предвижда, че за клеветнически или обидни изрази в молбите и жалбите лишените от свобода носят дисциплинарна и наказателна отговорност. На 1 юни 2009 г. ЗИН от 1969 г. е заменен от новия Закон за изпълнение на наказанията и задържането под стража (ЗИНЗС). Съгласно член 90, алинея 5 от ЗИНЗС лишените от свобода не носят дисциплинарна отговорност за подадените молби и жалби.", "28. Съгласно член 78 и член 78б от ЗИН от 1969 г. заповедите за налагане на дисциплинарно наказание изолиране в наказателна килия се обжалват пред главния директор на Главна дирекция „Изпълнение на наказанията” или пред районния съд. Главният директор е длъжен да се произнесе по жалбата в двумесечен срок от постъпването й, а съда - в рамките на три дни. Жалбата не спира изпълнението на заповедта за наказание, освен ако съответният орган разпореди друго. В производството пред районния съд съдебното заседание не е публично и отсъствието на адвоката на лишения от свобода не е пречка за разглеждане на делото. Съдът е длъжен да разгледа всички обстоятелства, свързани със законността на наказанието. Той се произнася с определение, което не подлежи на обжалване.", "", "Б.  Надзор на администрацията на затвора", "", "29. Съгласно ЗИН от 1969 г. и Правилника за прилагането му Главна дирекция „Изпълнение на наказанията” към Министерство на правосъдието е отговорна за управлението и надзора на затворите. Нейният главен директор може да отменя решенията на директорите на затворите.", "30. Съгласно Закона за съдебната власт от 2007 г. и ЗИН от 1969 г., прокурорът е компетентен да упражнява надзор на затворите и изпълнението на присъдите. Неговите правомощия включват разглеждането на жалби от затворници, даване на задължителни указания на администрацията на затвора за коригиране на нередностите и за отмяна на незаконосъобразни актове, които подлежат на обжалване.", "31. Споровете между лишени от свобода лица и администрацията на затвора по отношение на упражняването на права, като правото на свиждане или правото за получаване на кореспонденция или колети, не подлежат на обжалване пред съда.", "В.  Закон за отговорността на държавата и общините за вреди от 1988 г.", "32.  Член 1 от Закона за отговорността на държавата и общините за вреди от 1988 г. (ЗОДОВ) , изменен през юли 2006 г., гласи следното:", "“Държавата и общините отговарят за вредите, причинени на граждани и юридически лица от незаконосъобразни актове, действия или бездействия на техни органи и длъжностни лица при или по повод изпълнение на административна дейност.”", "III. ПРЕПОРЪКА № REC (2006)2 НА КОМИТЕТА НА МИНИСТРИТЕ НА ДЪРЖАВИТЕ-ЧЛЕНКИ ОТНОСНО ЕВРОПЕЙСКИТЕ ПРАВИЛА ЗА ЗАТВОРИТЕ (ПРИЕТА НА 11 ЯНУАРИ 2006 Г.)", "33. Относимите части на Препоръката относно Европейските правила за затворите гласят, както следва:", "„70.1 Затворниците трябва да имат възможност поотделно или групово да подават молби или оплаквания до началника на затвора или до друг компетентен орган.", "70.2 Ако се сметне, че медиацията е подходяща мярка, тази възможност трябва да се използва първа.", "70.3 Ако дадена молба или оплакване не е удовлетворена, затворникът трябва да бъде уведомен за причините за това и има правото да обжалва молбата или оплакването пред независим орган.", "70.4 Забранява се наказването на затворници за това, че са подали молба или оплакване.", "...", "70.7 Затворниците имат право да търсят правни съвети по отношение на оплаквания и процедури за обжалване, както и правна помощ, когато интересите на правосъдието изискват това.”", "ПРАВОТО", "I. ПРЕДВАРИТЕЛНИ ВЪЗРАЖЕНИЯ НА ПРАВИТЕЛСТВОТО", "34. Правителството призова Съда да обяви жалбата за недопустима, като твърди, че жалбоподателят не е претърпял значителна вреда. То заявява също така, че той не е изчерпал вътрешноправните средства за защита, тъй като е могъл да подаде иск за обезщетение по ЗОДОВ.", "35. Жалбоподателят не коментира.", "36. Доколкото е разбираемо правителството да подаде възражение по член 35, алинея 3, буква „б” от Конвенцията, Съдът не приема, че жалбоподателят, който е изтърпял няколко периода на изолиране в наказателна килия в резултат на обжалваните заповеди, може да се счита, че не е претърпял значителна вреда по смисъла на тази разпоредба. Поради това Съдът отхвърля първото възражение на правителството. Що се отнася до наличието на ефективни вътрешноправни средства за защита, Съдът отбелязва, че една от предпоставките за успешен иск по ЗОДОВ е незаконосъобразността на действието, причиняващо увреждане (виж параграф 32 по-горе). Националният съд обаче е отхвърлил жалбите на жалбоподателя срещу наложените наказания на последния, установявайки тяхната законосъобразност съгласно националното законодателство (виж параграфи 13, 17 и 23 по-горе). Съответно второто възражение на Правителството също следва да бъде отхвърлено.", "II. ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 8 И ЧЛЕН 10 ОТ КОНВЕНЦИЯТА ПО ОТНОШЕНИЕ НА НАКАЗАНИЕТО НА ЖАЛБОПОДАТЕЛЯ ОТ 29 ЯНУАРИ 2007 Г.", "37. Жалбоподателят се оплаква, без да се позове на конкретна разпоредба от Конвенцията, че администрацията на затвора му е наложила наказание изолиране в наказателна килия за четиринадесет дни, защото се е оплакал на прокурора за отказа да му бъде предаден колет от неговото семейство.", "38. Като взе предвид характера и същността на оплакването на жалбоподателя, Съдът счита, че то следва да бъде разгледано по член 8 и член 10 от Конвенцията, които, доколкото е относимо, гласят следното:", "Член 8", "“1. Βсеки има право на неприкосновеност на личния ... живот ...", "2. Намесата на държавните власти в упражняването на това право е недопустима, освен в случаите, предвидени в закона и необходими в едно демократично общество в интерес на националната и обществената сигурност или на икономическото благосъстояние на страната, за предотвратяване на безредици или престъпления, за защита на здравето и морала или на правата и свободите на другите.”", "Член 10", "“1. Βсеки има право на свобода на изразяването на мнения. Това право включва свободата на всеки да отстоява своето мнение, да получава и да разпространява информация и идеи без намеса на държавните власти и независимо от държавните граници. ...", "2. Упражняването на тези свободи, доколкото е съпроводено със задължения и отговорности, може да бъде обусловено от процедури, условия, ограничения или санкции, които са предвидени от закона и са необходими в едно демократично общество в интерес на националната и обществената сигурност и на териториалната цялост, за предотвратяването на безредици или престъпления, за защитата на здравето и морала, както и на репутацията или правата на другите, за предотвратяване разкриването на информация, получена доверително, или за гарантиране авторитета и безпристрастността на правосъдието.”", "A. Допустимост", "39.  Съдът отбелязва, че горепосочените оплаквания не са явно необосновани по смисъла на член 35, алинея 3, буква „а” от Конвенцията, нито недопустими на други основания. Следователно жалбата трябва да бъде обявена за допустима.", "Б.  По същество", "1.  Член 10 от Конвенцията", "(a)  Становищата на страните", "40. Жалбоподателят твърди, че единствената цел на това и на други наложени му наказания е да го разубедят да кореспондира със съответветните компетентни институции, контролиращи затворите. Той заявява, че администрацията на затвора в Белене го е подлагала на постоянен тормоз и натиск и че напрежението, което е изпитвал, го е принудило да поиска да бъде прехвърлен в друг затвор. На последно място той се оплаква, че затворническите власти са взели предвид само писменото му становище по жалбата му до прокурора и не са изслушали устните му обяснения.", "41. Правителството твърди, че дисциплинарното наказание на жалбоподателя е законосъобразно и обосновано с оглед предотвратяването на престъпления и за защита на правата и свободите на другите. То твърди, че жалбоподателят е подал оплакване до прокурора, че управата на затвора е нарушила закона, като е отказала да му предаде колет, което не отговаря на истината. Освен това правителството подчертава, че при налагане на наказанието властите са взели предвид цялостното поведение на жалбоподателя, по-специално неговите предишни дисциплинарни нарушения и факта, че той е подавал други жалби или искания до различни институции, съдържащи клеветнически твърдения.", " (б)  Преценката на Съда", "(i)  Наличие на намеса", "42. Съдът отбелязва, че жалбоподателят е бил наказан от администрацията на затвора с изолиране в наказателна килия за четиринадесет дни за това, че е подал жалба до прокурора, която е възприета като клеветническа (виж параграфи 18 – 23 по-горе). Следователно налице е намеса в правото му на свобода на изразяването на мнение (вж. Скалка срещу Полша (Skałka v. Poland), №43425/98 г., параграф 30, 27 май 2003 г., и Янков срещу България (Yankov v. Bulgaria), №39084/97 г., параграф 126, 11 декември 2003 г.). Подобна намеса представлява нарушение на член 10 от Конвенцията, освен ако е предвидена от закона и необходима в едно демократично общество за постигането на легитимна цел.", " (ii)  Легитимна цел и законосъобразност", "43.  Оказва се, че наказанието на жалбоподателя има правно основание в член 46 от Правилника за прилагане на Закона за изпълнение на наказанията от 1969 г. (виж параграф 27 по-горе). Освен това Съдът приема, че по принцип то преследва легитимна цел, която е защита на репутацията и правата на другите, и по-специално на служителите на затвора в Белене.", " (iii)  “Необходима в едно демократично общество”", "44. Съдът подчертава, че компетентните държавни органи са тези, които следва да предприемат мерки, предназначени да реагират подходящо и без прекомерност на клеветнически обвинения, лишени от основание или формулирани недобросъвестно (вж. Хайниш срещу Германия (Heinisch v. Germany), №28274/08 г., параграф 67, 21 юли 2011 г., и Кастелс срещу Испания (Castells v. Spain), №11798/85 г., параграф 46, 23 април 1992 г.). Държавните служители, по-специално, може да се нуждаят от защита от обидни, оскърбителни и клеветнически атаки, които са насочени да ги засегнат при изпълнение на служебните им задължения и да накърнят общественото доверие в тях и в изпълняваната от тях служба (вж. Яновски срещу Полша (Janowski v. Poland) [ГК], №25716/94 г., параграф 33, ЕСПЧ 1999-I, Безимянний срещу Русия (Bezymyannyy v. Russia), №10941/03 г., параграф 38, 8 април 2010 г., и Сирик срещу Украйна (Siryk v. Ukraine), №6428/07 г., параграф 41, 31 март 2011 г.). В контекста на дисциплината в затвора обаче трябва да се има предвид особената уязвимост на задържаните лица, и поради това властите трябва да представят особено добре обосновано основание, когато наказват затворници за това, че са отправили неверни обвинения срещу пенитенциарните органи (вж. Янков, цитирано по-горе, параграф 134). При упражняване на надзор Съдът трябва да се убеди, че националните власти са приложили стандарти, които са в съответствие с принципите, заложени в член 10, и освен това, че се основават на приемлива преценка на релевантните факти. Съдът трябва да прецени намесата в светлината на делото като цяло, включително съдържанието на изявленията на жалбоподателя и контекста, в който те са направени. Той трябва да определи дали въпросната намеса е „пропорционална на преследваните легитимни цели” и дали причините, изтъкнати от националните власти, за да я оправдаят, са „относими и достатъчни” (вж., наред с много други, Яновски срещу Полша [ГК], цитирано по-горе, параграф 30, и Райчинов срещу България (Raichinov v. Bulgaria), №47579/99 г., параграф 47, 20 април 2006 г.).", "45. Прилагайки тези принципи към настоящото дело, Съдът отбелязва, че твърденията на жалбоподателя са отправени в рамките на спор между него и администрацията на затвора относно ограничаването на категорично лично право, което е правото да получи колет от семейството си. Те са направени в писмо до прокурора, който е компетентен да упражнява надзор над пенитенциарните институции и да разрешава такива спорове. Съдът отбелязва, че жалбоподателят първо се е опитал да получи информация за колета от администрацията на затвора, но е уведомен, че такъв колет не е получен (виж параграф 18 по-горе). След това той решава да сезира прокурора с молба да разследва случая. По този начин става ясно, че жалбоподателят е действал с убеждението, че информацията, оповестена в писмото му, е вярна. Не е налице нищо, което да предполага, че той не е действал в рамките, установени от закона за подаване на такива жалби, или че е имал други намерения, освен да бъде разгледано предполагаемото неправомерно поведение на затворническите власти. Фактът, че той е показал писмото си на служители в затвора също подкрепя извода, че той е действал добросъвестно (виж параграф 20 по-горе). Поради това Съдът не е убеден, че разглежданата намеса съответства на някаква „належаща обществена нужда” (вж. Захаров срещу Русия (Zakharov v. Russia), №14881/03 г., параграф 26, 5 октомври 2006 г.).", "46. Жалбоподателят не е прибягнал до оскърбителен, силен или невъздържан език, въпреки че писмото съдържа някои изрази, граничещи с преувеличение, като например твърдението, че въпросният инцидент е престъпление (виж параграф 19 по-горе). Освен това писмото не представлява заплаха за авторитета и обществената репутация на служителите в затвора, тъй като съдържанието му не е станало достояние на широката общественост или на други затворници.", "47. Съдът отбелязва, че жалбата до прокурора представлява, съгласно националното законодателство, подходящ начин да се оспорят ограниченията на личните права на затворниците (виж параграфи 30 – 31 по-горе). По-специално, затворниците не могат да сезират съдилищата с въпроси като разглеждания – за един колет. Съдът счита, че този факт е от съществено значение за оценката на пропорционалността на намесата. В решението си от 16 март 2007 г. заместник-министърът на правосъдието подчертава, че дисциплинарната отговорност на лишените от свобода не трябва да се използва за ограничаване на правото им на искания и жалби, и счита, че с наказването на жалбоподателя властите на затвора в Белене са предали доверието му и са застрашили поправянето му (виж параграф 25 по-горе). Съдът се присъединява към тази гледна точка на националните власти, която е в съответствие също и с препоръката от 11 януари 2006 г. (Rec (2006) 2) относно Европейските правила за затворите (виж параграф 33 по-горе). Съдът счита, че наказанието за неоскърбителни жалби, подавани от затворниците, може да има сериозен възпиращ ефект и да ги обезсърчи да докладват за нередности в затвора.", "48. Що се отнася до пропорционалността на санкцията, Съдът отбелязва, че жалбоподателят е бил наказан с максималния период на изолация, допустим от закона, и че това наказание е довело до ограничаване на правата му на свиждане, кореспонденция и контакт с хора, което се е отразило неблагоприятно на неговия личен живот. Според Съда тежестта на това наказание е изключително сериозна и явно непропорционална в светлината на фактите, на които се основава – че жалбоподателят е изпратил до съответните органи жалба за липсващ колет и, както се твърди, много други неидентифицирани оплаквания в миналото.", "49. За съжаление нито един от тези фактори не е разгледан адекватно от националния съд, който е осъществил съдебен контрол на наказанието на жалбоподателя. Съдът напомня, че за гарантиране на правата, защитени от Конвенцията, договарящите държави, и по-специално техните съдилища, следва да прилагат разпоредбите на националното законодателство в духа на тези права (вж. Щорк срещу Германия (Storck v. Germany), №61603/00 г., параграф 93, 16 юни 2005 г.). Той констатира, че в конкретния случай националният съд не е разгледал въпроса дали наказанието е наложено с оглед на клеветнически или обидни изявления и дали е необходимо и пропорционално за постигането на твърдяната цел – защита на репутацията на служители в затвора. Не е взето предвид и правото на жалбоподателя на свобода на изразяване на мнение.", "50. При тези обстоятелства Съдът намира, че намесата в правото на жалбоподателя на свобода на изразяване на мнение не е била необходима в едно демократично общество.", "51. Следователно, налице е нарушение на член 10 от Конвенцията.", "2.  Член 8 от Конвенцията", "52.  Съдът вече е взел предвид въздействието на наказанието върху личния живот на жалбоподателя при анализа на пропорционалността по член 10 от Конвенцията. Поради това той счита, че не е необходимо да се разглежда отделно оплакването по член 8 от Конвенцията.", "III. ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 6 ОТ КОНВЕНЦИЯТА", "53. Жалбоподателят се оплаква, без да се позовава на конкретна разпоредба от Конвенцията, че не е имало справедливо гледане на делото по неговите жалби срещу наказанията от 26 и 31 октомври 2006 г. и 29 януари 2007 г.", "54. Като взе предвид характера и същността на оплакването на жалбоподателя, Съдът счита, че то следва да се разгледа по член 6, алинея 1 от Конвенцията, който гласи, доколкото е относимо, следното:", "„Βсяко лице, при решаването на правен спор относно неговите граждански права и задължения или основателността на каквото и да е наказателно обвинение срещу него, има право на справедливо ... гледане на неговото дело ... от независим и безпристрастен съд ...”", "A. Допустимост", "55. Правителството твърди, че член 6 се прилага в гражданскоправната му част.", "56. Като взе предвид трайната си практика, Съдът намира, че наказателноправната част на член 6 е неприложима в настоящия случай, тъй като производството по въпроса не се отнася до решаване на правен спор относно основателността на наказателно обвинение (вж. Щитич срещу Хърватия (Štitić v. Croatia), №29660/03 г., параграфи 51 - 63, 8 ноември 2007 г.; Гюлмез срещу Турция (Gülmez v. Turkey,), №16330/02 г., параграф 26, 20 май 2008 г.; и Стегареску и Бахрин срещу Португалия (Stegarescu and Bahrin v. Portugal), №46194/06 г., параграф 34, 6 април 2010 г., с допълнителни препратки).", "57. Съдът следва да разгледа допълнително дали има истински и сериозен правен спор относно „гражданско” право, което може да се твърди, че е признато от вътрешното право. В допълнение, изходът на производството трябва да е пряко решаващ за въпросното право (вж. Енеа срещу Италия (Enea v. Italy) [ГК], №74912/01 г., параграф 99, 17 септември 2009 г., и Булоа срещу Люксембург (Boulois v. ) [ГК], №37575/04 г., параграф 90, 3 април 2012 г.).", "58. Съдът отбелязва, че националното законодателство предвижда съдебен контрол на наказанието на жалбоподателя изолиране в наказателна килия. Това наказание води до ограничаване на редица права на лишените от свобода, изрично признати от националното законодателство, като например правата на свиждане и кореспонденция, както и на контакти с други лишени от свобода (вж. Стегареску и Бахрин, параграфи 37 – 39, и Гюлмез, параграф 30, и двете цитирани по-горе). Тези права попадат в сферата на личните права и поради това имат гражданскоправен характер (вж. Енеа, цитирано по-горе, параграф 103). Резултатът от производството, свързано с изолирането в наказателна килия на жалбоподателя, е от решаващо значение за тези права (вж. Гюлмез, цитирано по-горе, параграф 29).", "59. От това следва, че член 6 от Конвенцията е приложим в гражданскоправната си част.", "60. Освен това Съдът счита, че жалбата не е явно необоснована по смисъла на член 35, алинея 3, буква „а” от Конвенцията или недопустима на други основания. Следователно, тя трябва да бъде обявена за допустима.", "Б.  По същество", "1.  Производство относно наказанията от 26 и 31 октомври 2006 г.", "61. Жалбоподателят твърди, че неговите жалби срещу дисциплинарните наказания от 26 и 31 октомври 2006 г. са се оказали безполезни, тъй като националният съд е взел страната на администрацията на затвора и е отказал да уважи молбата му за назначаване на служебен защитник и призоваване на свидетели.", "62. Правителството заявява, че националният съд е взел предвид всички относими обстоятелства и е постановил добре обосновано решение въз основа на националното законодателство.", "63. Във връзка с оплакването на жалбоподателя, че искането му за призоваване на свидетели е отказано, Съдът подчертава, че докато член 6, алинея 1 от Конвенцията гарантира правото на справедливо гледане на делото, тази разпоредба не съдържа правила за допустимост на доказателствата или за начина, по който те следва да бъдат оценени, поради което тези положения се уреждат от националното законодателство и националните съдилища (вж. Гарсия Руис срещу Испания (García Ruiz v. Spain) [ГК], №30544/96 г., параграф 28, 21 януари 1999 г.). Съдът счита, че националният съд е имал право да се позове на оценката, направена от началника на затвора, която е приел за мотивирана, основана на всички относими доказателства и потвърдена от наличните по делото писмени показания на свидетели. Той отбелязва също, че жалбоподателят е изслушан от националния съд, могъл е да представи и действително е представил аргументите, които е счел за относими по делото (за сравнение и контраст, вж. Гюлмез, цитирано по-горе, параграф 37). При тези обстоятелства Съдът счита, че отказът на националния съд да отложи съдебното заседание, за да вземе показанията на г-н С. и да призове г-н K., не оказва влияние върху справедливостта на съдебния процес. По-специално, жалбоподателят не се е противопоставил на продължаването на съдебното заседание без свидетелските показания на г-н С. и не е обосновал обстоятелствата, по които иска изслушването на г-н K.", "64. Що се отнася до оплакването на жалбоподателя, че не му е предоставена правна помощ, Съдът отбелязва, че жалбоподателят не твърди, че е бил възпрепятстван да си осигури правна защита по свой избор. Съдът не счита, че делото е с такава степен на сложност, за да се изиска наличието на безплатна правна помощ на жалбоподателя по силата на член 6, алинея 1. Резултатът от двете дисциплинарни производства касае простия въпрос дали жалбоподателят е отговорен за два сериозни конфликта с друг затворник. Следователно делата не притежават специфични характеристики, изискващи предоставянето на правна помощ (вж. съответно Маквикар срещу Обединеното кралство (McVicar v. the United Kingdom), №46311/99 г., параграф 55, 7 май 2002 г., и, обратно, Еъри срещу Ирландия (Airey v. Ireland), 9 октомври 1979 г., параграф 24, серия А, №32).", "65. Накрая Съдът отбелязва, че оплакването на жалбоподателя за небезпристрастност на националния съд не се подкрепя от никакви факти или аргументи и поради това е необосновано.", "66. От това следва, че не е налице нарушение на член 6, алинея 1 от Конвенцията.", "2.  Производство относно наказанието от 29 януари 2007 г.", "67. Жалбоподателят твърди, че националният съд не е безпристрастен и обективен и е взел под внимание само аргументите на администрацията на затвора.", "68. Правителството заявява, че националният съд е постановил добре мотивирано решение въз основа на националното законодателство.", "69. Предвид констатациите си по член 10 от Конвенцията (виж параграфи 44 – 51) Съдът не счита, че е необходимо да разглежда отделно дали е налице нарушение на член 6 (вж. Касабова срещу България (Kasabova v. Bulgaria), №22385/03 г., параграф 80, 19 април 2011 г., с допълнителни препратки).", "IV. ДРУГИ ТВЪРДЯНИ НАРУШЕНИЯ НА КОНВЕНЦИЯТА", "70. Жалбоподателят също така се оплаква, без да се позовава на конкретна разпоредба от Конвенцията, че администрацията на затвора в Белене го е подлагала на тормоз, като му е налагала чести и необосновани дисциплинарни наказания; че условията на живот, при които е държан в затвора в Белене от неуточнена дата през август 2002 г. до 29 март 2007, са лоши; и че някои от писмата, изпратени до прокурора или други институции, в които той се оплаква от условията на задържането му, са задържани от администрацията на затвора в Белене и изобщо не са достигнали своите адресати.", "71. Съдът разгледа останалата част от оплакванията на жалбоподателя, както му бяха представени. Въпреки това, в светлината на всички материали, с които разполага, и дотолкова, доколкото въпросите, от които се оплаква жалбоподателя, са от неговата компетентност, Съдът намира, че те не разкриват наличие на нарушение на правата и свободите, предвидени в Конвенцията или нейните протоколи.", "72.  Следователно тази част от жалбата следва да бъде обявена за недопустима и явно необоснована в съответствие с член 35, алинея 3, буква „а” и алинея 4 от Конвенцията.", "V. ПРИЛОЖЕНИЕ НА ЧЛЕН 41 ОТ КОНВЕНЦИЯТА", "73.  Член 41 от Конвенцията гласи:", "„Ако Съдът установи нарушение на Конвенцията или на Протоколите към нея и ако вътрешното право на съответната Βисокодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.”", "A. Вреди", "74. Жалбоподателят претендира 20 000 евро (EUR) за неимуществените вреди, които е претърпял от нарушенията на Конвенцията в неговия случай.", "75. Правителството твърди, че искът е прекомерен.", "76. Съдът счита, че жалбоподателят вероятно е претърпял неимуществени вреди, които са резултат от нарушенията на правата му по настоящото дело. Като се вземат предвид всички обстоятелства по делото и решавайки по справедливост, Съдът му присъжда 4 500 евро за неимуществени вреди.", "Б.  Разноски", "77.  Жалбоподателят не е предявил иск за разноски.", "В.  Лихва за забава", "78.  Съдът счита за подходящо лихвата за забава да бъде изчислена на основата на пределния лихвен процент по заеми на Европейската централна банка, с добавени три процентни пункта.", "ПО ИЗЛОЖЕНИТЕ СЪОБРАЖЕНИЯ СЪДЪТ ЕДИНОДУШНО", "1.  Обявява жалбата по членове 6, 8 и 10 от Конвенцията за допустима, а останалата част от жалбата за недопустима;", "", "2.  Постановява, че е налице нарушение на член 10 от Конвенцията;", "", "3.  Постановява, че не е необходимо да се разглежда отделно жалбата по член 8 от Конвенцията;", "", "4.  Постановява, че не е налице нарушение на член 6 от Конвенцията по отношение на съдебното производство за наказанията от 26 и 31 октомври 2006 г.;", "", "5.  Постановява, че не е необходимо да се разглежда отделно жалбата по член 6 от Конвенцията по отношение на съдебното производство за наказанието от 29 януари 2007 г.;", "", "6.  Постановява", "a) ответната държава да заплати на жалбоподателя в срок от три месеца от датата на влизане в сила на съдебното решение в съответствие с член 44, алинея 2 от Конвенцията, следната сума в левова равностойност към датата на плащането: EUR 4 500 (четири хиляди и петстотин евро) за неимуществени вреди, заедно с всички данъци, които могат да бъдат дължими от жалбоподателя върху тази сума;", "б) след изтичане на горецитирания тримесечен срок до извършване на плащането ще бъде дължима обикновена лихва върху горните суми в размер, равен на пределния лихвен процент по заеми на Европейската централна банка за периода на забава, с добавени три процентни пункта;", "", "7.  Отхвърля останалата част от претенциите на жалбоподателя за справедливо обезщетение.", "Изготвено на английски език и оповестено в писмен вид на 24 юли 2012 г., в съответствие с член 77, алинея 2 и 3 от Правилника на Съда.", "\t         Фатош Арачи\tЛех Гарлицки\nЗаместник секретар на Отделението\tПредседател", ""]}