{"file": "BUL_HJUDBUL_59548_00.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "59548/00", "text_paragraphs": ["© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "ПЕТО ОТДЕЛЕНИЕ", "", "", "ДОДОВ СРЕЩУ БЪЛГАРИЯ", "", "", "(Жалба no. 59548/00)", "", "", "", "РЕШЕНИЕ", "", "", "", "СТРАСБУРГ", "", "", "17 януари 2008 г.", "", "", "", "ОКОНЧАТЕЛНО", "", "", "17/04/2008 г.", "", "", "Това решение става окончателно при наличие на обстоятелствата, упоменати в член 44 § 2 на Конвенцията. Същото може да претърпи редакционни промени.", "", "По делото Додов срещу България,", "Европейският съд по правата на човека (Пето отделение), заседаващ като камара в състав:", "", "Г-н ПЕР ЛОРЕНЦЕН [Peer Lorenzen], председател,", "Г-жа СНЕЖАНА БОТУШАРОВА [Snejana Botoucharova],", "Г-н КАРЕЛ ЮНГВИРТ [Karel. jungwiert],", "Г-н РAЙТ МАРУСТЕ [Rait Maruste]", "Г-н ХАВИЕР БОРЕГО БОРЕГО [Javier Borrego Borrego];", "Г-жа РЕНАТЕ ЙЕГЕР [Renate Jaeger];", "Г-н МАРК ВИЛИДЖЪР [Mark Villiger], съдии,", "и г-жа КЛАУДИЯ ВЕСТЕРДИК [Claudia Westerdiek], секретар на отделението\t", "", "\t", "След като обсъди въпросите в закрито заседание, проведено на 11 декември 2007 г., постановява следното решение, прието на същата дата:", "ПО ПРОЦЕДУРАТА", "1.  Делото е образувано по жалба (no. 59548/00) срещу Република България, подадена пред Съда съгласно чл. 34 от Конвенцията за защита правата на човека и основните свободи (наричана по-долу за краткост Конвенцията) от българския гражданин г-н Николай Иванов Додов (наричан по-долу за краткост жалбоподателят) на 9 декември 1998 г.", "2.  Жалбоподателят, комуто е отпусната правна помощ, е представляван от г-н Р. Семерджиев, адвокат, практикуващ в София. Българското правителство (наричано по-долу за краткост Правителството) е представлявано от правителствения агент, г-жа М. Коцева от Министерството на правосъдието.", "3.  Жалбоподателят твърди, по-специално, че животът на майка му е изложен на риск поради небрежност от страна на персонала на държавен социален дом, че полицията не е предприела всички необходими мерки да издири майка му веднага след изчезването й, че последвалото разследване не е довело до наказателни или дисциплинарни санкции, че опитът на жалбоподателя да получи обезщетение чрез гражданско производство е затруднен от тактиката на бавене от страна на органите на държавата-ответник и че продължителността на производството е била прекомерна.", "4.  На 7 юни 2005 г. Съдът реши да уведоми Правителството за подадената жалба. Съгласно разпоредбите на член 29 § 3 на Конвенцията, той реши да разгледа жалбата едновременно както за допустимост, така и по същество.", "ФАКТИТЕ", "I.  ОБСТОЯТЕЛСТВАТА ПО ДЕЛОТО", "5.  Жалбоподателят е роден през 1961 г. и живее в гр. София.", "A.  Изчезването на майката на жалбоподателя", "6.  През май 1994 г. майката на жалбоподателя г-жа Стоянова, шестдесет и три годишна, страдаща от болестта на Алцхаймер, е приета в софийския Дом за стари хора. Домът се намира на оживен булевард в Княжево, квартал на София. Г-жа Стоянова е настанена в болничното крило, чийто персонал се състои от няколко лекари и сестри. Според становището на лекарите относно здравословното състояние на г-жа Стоянова към този момент нейната памет и другите й умствени способности прогресивно се влошават. Тя се нуждае от постоянно наблюдение и персоналът на дома е инструктиран да не я оставя без такова. През следващите месеци жалбоподателят посещава майка си редовно и понякога я придружава на прегледи извън дома.", "7.  По време на свиждането на 2 декември 1995 г. жалбоподателят забелязва петна по кожата на майка си и докладва за това на дежурната сестра.", "8.  Жалбоподателят посещава дома отново на 4 декември 1995 г. около 18.30 часа, но го информират, че майка му не е там. По-рано през деня тя е била изпратена на преглед при дерматолог извън дома, придружена от г-жа В., санитарка. Според обясненията, дадени на жалбоподателя, след като са се върнали към 11.30 часа, санитарката е оставила г-жа Стоянова сама на двора и няколко минути по-късно не я е намерила. Персоналът на дома е търсил г-жа Стоянова в района, но усилията им са били напразни.", "9.  Персоналът се е обадил в полицията около 2 часа след случилото се. Същия ден, както и на 11 декември 1995 г., полицията разпитва няколко свидетели и протоколира показанията им. Някои от тях обясняват, че са претърсили района веднага след като са научили, че г-жа Стоянова е изчезнала.", "10. На 8 декември 1995 г. г-жа Стоянова е обявена за издирване от полицията за района на София, а на 22 декември 1995 г. е обявена за национално издирване. На 11 декември 1995 г. софийската полиция издава съобщение до средствата за масова информация, съдържащо описание на г-жа Стоянова и молба към обществеността да докладва всякаква относима информация. Изглежда, че описанието на г-жа Стоянова е съдържало грешки. На 13 декември 1995 г. районът около дома е претърсен безуспешно с помощта на полицейско куче. Полицията проверява и самоличността на пациентите, приети в психиатрични болници през съответния период. Проверява се и информация, според която през януари 1996 г. жена, приличаща на майката на жалбоподателя, е прекарала една нощ в манастир. През февруари 1996 г. е излъчено съобщение по националната телевизия.", "11.  След изчезването на майка му жалбоподателят също прави, каквото може, за да я открие. Той се свързва с всички, които последно са я виждали, публикува обяви за търсене на свидетели в няколко вестника и разпространява съобщения със снимката на майка си.", "12. Майката на жалбоподателя не е открита до ден днешен. През 1998 г. районният съд издава решение, в което обявява г-жа Стоянова за отсъстваща и назначава жалбоподателя за неин представител.", "Б. Твърденията на жалбоподателя за деяния на персонала на дома, съставляващи престъпления", "13. На 5 юли 1996 г. жалбоподателят подава жалба в Софийската районна прокуратура, в която твърди, че административният и медицинският персонал на дома е отговорен за изчезването на майка му.", "14. До декември 1997 г. по жалбата не са предприети никакви действия въпреки многобройните жалби на жалбоподателя до всички нива на прокуратурата.", "15.  През декември 1997 г. районната прокуратура образува предварително производство по жалбата.", "16.  Жалбоподателят взема активно участвие в производството. Той представя молби за събиране на конкретни доказателства във връзка със събитията от 4 декември 1995 г. и твърдяната небрежност от страна на персонала на дома. В други свои изложения, често обемисти, той изяснява подробно подозрението си, че майка му може би е отвлечена от престъпна група, която се занимава с търговия с органи.", "17.  На 19 март 1998 г., след като разпитва д-р Г., началник на медицинския персонал на дома, следователят препоръчва прекратяване на разследването. На 10 април 1998 г. прокурорът потвърждава препоръката. Следователят и прокурорът отбелязват, че за дома не е необичайно домуващи, страдащи от болестта на Алцхаймер, да се изпращат на прегледи извън дома с обществен транспорт, придружени от санитар. Нормална за дома практика е също домуващите да се оставят на двора за няколко минути, за да се докладва на дежурния лекар, и после да бъдат придружени до стаите си. Дворът има ограда и обикновено в района има персонал. Има портиерка, чието задължение е да проверява самоличността на лицата, които влизат. Отбелязвайки тези факти, следователят и прокурорът заключават, че не е извършено престъпление.", "18.  Жалбоподателят не е уведомен за описаното постановление. То му става известно на 14 декември 1998 г., когато той отива в районната прокуратура, за да се поинтересува за движението на жалбата си.", "19.  На 8 януари 1999 г. жалбоподателят обжалва, като настоява да бъдат разпитани и други свидетели, например санитарката, която е придружавала майка му, лекарят, който я е изпратил на преглед, и портиерката.", "20.  На 22 януари 1999 г. Софийска градска прокуратура отменя постановлението на по-долната прокуратура и връща преписката за допълнително разследване. През юни и август 1999 г. по нея работи следовател. Той разпитва санитарката и портиерката.", "21.  На 12 април 2000 г. прокурорът прекратява производството. Той отбелязва, че санитарката г-жа В. е оставила майката на жалбоподателя в двора за 2-3 минути, тъй като е трябвало да се види с по-старши член на медицинския персонал. В този момент майката на жалбоподателя е изчезнала и не е могла да бъде намерена. Портиерката твърди, че не е виждала г-жа Стоянова. Прокурорът отбелязва също, че според съответните длъжностни характеристики придружаването на домуващите е задължение на санитарите, а в задълженията на портиера не се включва отговорност за безопасността на настанените. Въз основа на това прокурорът заключава, че “няма индикации човек от персонала да е изложил г-жа Стоянова [на опасност] ...; а, що се отнася до mens rea [на евентуалния извършител], не може да се докаже виновно поведение.”", "Жалбоподателят обжалва.", "22. На неуточнена дата постановлението на прокурора от 12 април 2000 г е отменено и делото е върнато за допълнително разследване. При последвалите действия по разследването се установява, че портиерката не е била на вратата, когато майката на жалбоподателя е оставена сама на 4 декември 1995 г., тъй като е отишла да пие чай.", "23.  На 18 юни 2001 г. районната прокуратура прекратява производството. В постановлението се казва, inter alia:", "“Г-жа В. е оставила [майката на жалбоподателя] сама на двора в нарушение на задължението си да придружава и подпомага тежко болните [домуващи]. Нейните действия обаче не съставляват престъпление по чл. 137 от Наказателния кодекс. Тази разпоредба криминализира неоказването на помощ на лице в безпомощно състояние в ситуация на реална опасност за живота на лицето, ако извършителят осъзнава опасността, но не се притече на помощ. Г-жа В. заявява, че не е мислела, че, като остави [майката на жалбоподателя сама] на двора, ще изложи живота й на опасност, тъй като дворът е ограден с ограда и обикновено има портиер. Портиерката е извършила сериозно нарушение на задълженията си, тъй като е напуснала работното си място, за да пие чай. Тя обаче не носи наказателна отговорност, тъй като не е осъзнавала, че [майката на жалбоподателя] е в опасност. Г-жа В. и портиерката несъмнено са извършили дисциплинарни нарушения, които е трябвало да се накажат дисциплинарно, но тяхното поведение не съставлява престъпление.”", "24. Жалбоподателят не е информиран относно постановлението на прокуратурата. Щом научава за него, на 29 септември 2001 г. той го обжалва пред Софийския районен съд.", "25. На 21 ноември 2001 г. Софийският районен съд отменя постановлението на прокуратурата и връща делото за ново разследване, като констатира, че в мотивите на прокурора има противоречия и че не са били събрани всички относими доказателства.", "26.  След като разпитва нови свидетели, на 15 август 2003 г. Софийската районна прокуратура прекратява разследването. Прокурорът отбелязва следните факти, които не се споменават в по-ранните постановления: i) не е необичайно за възрастните обитатели на дома да се катерят по оградата около сградата; ii) към двора има и друг вход, използван за снабдяване, който обикновено се държи затворен чрез метален прът, поставен от вътрешната страна на портала; и iii) редът в социалния дом и задълженията на персонала не са ясно уредени.", "Прокурорът отбелязва, че поради липсата на ясни правила относно задълженията на персонала в социалния дом, не е възможно да се направят заключения относно наказателната отговорност на служителите. Фактите също така не показват извършено престъпление по чл. 137 от Наказателния кодекс.", "Прокурорът отбелязва също, че при всички положения давността за наказателно преследване на евентуалните извършители е изтекла.", "27. След жалба на жалбоподателя на 20 януари 2004 г. Софийският районен съд потвърждава постановлението на прокуратурата от 15 август 2003 г., тъй като давността за наказателно преследване на евентуалните извършители е изтекла на 4 юни 2003 г.", "В. Твърденията на жалбоподателя за деяния, извършени от полицията и съставляващи престъпление", "28.  През юли 1996 г. жалбоподателят подава жалба до прокуратурата, в която твърди, че полицията не е предприела необходимите стъпки да издири майка му, след като тя е изчезнала. Прокуратурата извършва проверка и чрез постановления от 1997 и 1999 г. отказва да образува наказателно производство с мотива, че полицията е действала по надлежен начин.", "Г. Гражданско производство, инициирано от жалбоподателя", "1. Производство пред Софийски градски съд", "29.  На 10 юли 1996 г. жалбоподателят подава пред Софийския градски съд граждански иск за неимуществени вреди, възникнали в резултат на изчезването на майка му. Той посочва като ответници Министерството на труда и социалните грижи и Столична община (институциите, отговарящи за социалния дом) въз основа на това, че служителите на дома са проявили небрежност. Той претендира за вреди и от Министерството на вътрешните работи, тъй като за издирването на майка му не са положени достатъчно усилия. Той посочва като основание за иска си Закона за отговорността на държавата за вреди, причинени на граждани.", "30.  По време на производството пред Софийски градски съд жалбоподателят представя обемисти писмени изложения и многобройни молби за събиране на доказателства.", "31. На първото заседание на 24 февруари 1997 г. съдът не може да даде ход на делото, тъй като един от ответниците не е призован. Съдът разпорежда на жалбоподателя да посочи пълните адреси на Министерството на труда и социалните грижи и на Столична община и посочва, че, ако не го направи, производството може да бъде прекратено.", "32.  Заседания се провеждат на 2 юни 1997 г. и на 19 януари 1998 г. Софийски градски съд допуска като доказателства няколко документа и отказва да допусне други документи. Искането на жалбоподателя за разпит на няколко свидетели е отказано, тъй като е неясно и е свързано с факти, чието установяване изисква писмени доказателства.", "33.  На 13 април 1998 г. представителят на Столична община, която управлява социалния дом, заявява, че случаят не попада в обхвата на Закона за отговорността на държавата за вреди, причинени на граждани. Представителят на един от ответниците, Министерството на вътрешните работи, защитава тезата, че твърденията на жалбоподателя всъщност не засягат Министерството като цяло, а само едно негово териториално подразделение, Столичната дирекция на вътрешните работи. Съдът решава да отложи делото и дава указания на жалбоподателя да представи доказателства за locus standi на Министерството на вътрешните работи.", "34.  На неуточнена дата жалбоподателят отправя искане Столична дирекция на вътрешните работи да бъде присъединена като ответник. Искането е удовлетворено на следващото заседание на 16 октомври 1998 г. и делото е отложено. Съдът дава указания на жалбоподателя да представи още едно копие на вече допуснатите доказателства, за да се изпратят на новия ответник.", "35.  На заседанието от 26 март 1999 г. представителят на Столична дирекция на вътрешните работи заявява, че делото не влиза в обхвата на Закона за отговорността на държавата за вреди, причинени на граждани, тъй като не касае административните правомощия на полицията. Жалбоподателят иска да присъедини дома като ответник. Съдът дава указания жалбоподателят да докаже, че домът представлява юридическа личност, отделна от тази на Столична община, и отлага делото. Съдът в крайна сметка установява, че домът не притежава отделна юридическа личност.", "36.  На заседанието от 15 октомври 1999 г. делото е отложено, тъй като съдът издава разпореждане за разкриване на доказателства срещу столичната полиция по отношение на определени документи. Съдът не удовлетворява искането на жалбоподателя за разпит на свидетели, включително лекаря, дежурен в деня на изчезването. Жалбоподателят е заявил, че свидетелите ще дадат информация относно дневния режим в дома, относно самоличността на хората от персонала, отговорни за придружаването на майка му, относно здравословното й състояние в деня на изчезването и относно точната последователност от събития, последвали прегледа й при дерматолога. Съдът решава, че подобни факти могат да се установят само с писмени доказателства.", "37.  На 4 февруари 2000 г. разглеждането на делото не може да продължи поради нередовност на призоваването.", "38.  Заседанието, насрочено за 5 май 2000 г., е отложено заради отсъствие на прокурора.", "39.  На 6 октомври 2000 г. съдът приема някои от исканията на жалбоподателя за изслушване на свидетели и отлага делото.", "40. Следващото заседание се провежда на 2 февруари 2001 г. Делото се отлага, тъй като домът не е изпълнил разпореждане за разкриване на доказателства по отношение на определени документи. Един от призованите свидетели се явява, но не е поканен да даде показания.", "41.  На заседанието от 4 май 2001 г. делото не може да продължи, тъй като един от ответниците и един свидетел не са призовани. Съдът насрочва следващото заседание за 12 октомври 2001 г.", "42.  На 12 октомври 2001 г. съдът изслушва двама свидетели, които работят в социалния дом.", "Служителят, който завежда съответното отделение, заявява, че персоналът е бил наясно с болестта на майката на жалбоподателя и с пълната й липса на ориентация. Тя е била поставена на “затворен режим”. Целият персонал е бил наясно, че тя трябва да бъде придружавана.", "Санитарката г-жа В., която придружава майката на жалбоподателя в деня на изчезването, свидетелства, че я е оставила за минута на портала, близо до будката на портиерката. Порталът не е заключен. Портиерката обаче е там. Г-жа В. заявява, че е поръчала на портиерката да държи майката на жалбоподателя под око и че твърдението на портиерката, че не е виждала майката, не е вярно.", "43.  Следващото заседание се провежда на 15 март 2002 г. Съдът изслушва двама свидетели и отлага разглеждането на делото. Един от свидетелите, портиерката на дома, не се явява. В крайна сметка съдът решава да разгледа делото въз основа на вече събраните материали. Последното заседание се провежда на 21 юни 2002 г.", "44. На 31 юли 2002 г. Софийски градски съд излиза с решение. Съдът постановява, че жалбоподателят не може да води дело по Закона за отговорността на държавата за вреди, причинени на граждани, тъй като майка му не е обявена за мъртва и, следователно, той не може да твърди, че е неин наследник.", "Съдът установява също, че не е ясно дали Законът за отговорността на държавата за вреди, причинени на граждани, е приложим, тъй като той засяга само вреди, произтичащи от незаконосъобразни административни решения и действия на администрацията.", "2.  Производство пред Софийски апелативен съд", "45.  На 16 август 2002 г. жалбоподателят обжалва решението. Той заявява, inter alia, че е работа на съдилищата да установят правната характеристика на неговия иск. Ето защо, ако съдът смята, че искът следва да се разглежда по общите разпоредби за непозволено увреждане, той следва да го разгледа по тях. Жалбоподателят подчертава също, че е лично засегнат, тъй като е претърпял неимуществени вреди заради изчезването на майка си.", "46. С решения от 21 и 30 януари 2003 г. Апелативният съд, като критикува несъбирането от страна на Софийски градски съд на относими доказателства, разпорежда призоваването на свидетели и събирането на други доказателства в рамките на производството пред него.", "47.  На 8 юли 2003 г. Апелативният съд разпорежда разпит на свидетел, портиерката.", "48. На 13 октомври 2003 г. съдът изслушва бившата портиерка, която междувременно се е разболяла, в дома й, в присъствието на представители на страните и прокурор. Тя заявява, че в деня на изчезването не е виждала майката на жалбоподателя.", "49.  На 15 януари 2004 г. Апелативният съд излиза с решение. В него се казва, че Законът за отговорността на държавата за вреди, причинени на граждани, касае само вреди, произтичащи от административни решения или действия при упражняване на административни функции. Искът на жалбоподателя не касае такива решения или действия и следва да се разгледа по общите разпоредби за непозволено увреждане. Поради тази причина Апелативният съд отменя решението на Софийски градски съд и му връща делото за ново разглеждане.", "3.  Производство пред Върховния касационен съд", "50.  На 13 февруари 2004 г. жалбоподателят подава касационна жалба. На 25 май 2005 г. ВКС я отхвърля. Той постановява, че Софийски градски съд неправилно е разгледал делото по Закона за отговорността на държавата за вреди, причинени на граждани.", "4. Ново разглеждане на делото от Софийски градски съд", "51.  На неуточнена дата делото е изпратено в Софийски градски съд за ново разглеждане по общите разпоредби за непозволено увреждане.", "52.  На 7 юли 2005 г. Софийски градски съд дава указания на жалбоподателя да изясни претенциите си.", "53. На 1 септември 2005 г. съдът намира дадените разяснения за недостатъчни и дава нови указания.", "54.  На 1 февруари 2006 г. Софийски градски съд провежда заседание. Той издава разпореждания за разкриване на доказателства от страна на социалния дом и Столичната дирекция на вътрешните работи и допуска събирането на други доказателства. Делото е отложено за 14 юни 2006 г. Производството все още е висящо.", "II.  ПРИЛОЖИМО ВЪТРЕШНО ЗАКОНОДАТЕЛСТВО И ПРАКТИКА", "A.  Наредба, уреждаща дейността на социалния дом и персонала му", "55.  През обсъждания период дейността на старческите домове и другите заведения за социални грижи се уреждат от правилник на Министерството на народното здраве (ДВ, бр. 91 от 1965 г., изм. бр. 30 от 1987 г.), който е в сила до 1999 г., след което е заменен от нов правилник.", "56.  Според правилника домовете се финансират и управляват от местните общински съвети и следват стандартите и указанията на Министерството на народното здраве. Изглежда обаче през 1994 г. домовете са поставени под управлението на Министерството на труда и социалните грижи. Това не е отразено в правилника.", "57.  Правилникът урежда задълженията на основните категории персонал – директор, лекари, сестри и администрация. На тази основа всеки дом приема свои собствени вътрешни правила. Домът, където живее майката на жалбоподателя, също има вътрешни правила, които уреждат подробно организацията и разпределението на задачите и задълженията между персонала. Нещо повече, служебните задължения за всяка длъжност са разписани в длъжностни характеристики. Например, според характеристиката на длъжността „портиер”, едно от основните му задължения е контролът върху влизането и излизането на лица и превозни средства. Домът поддържа и присъствена таблица и дневник.", "Б. Наказателен кодекс", "58.  Чл. 137 от Наказателния кодекс криминализира излагането на лице по такъв начин, че животът му да е в опасност и неоказването на помощ, въпреки осъзнаването на ситуацията и въпреки че лицето е лишено от възможността да се самозапазва поради малолетство, престарялост, болест или всякаква друга форма на безпомощност.", "По тази разпоредба няма известна практика.", "В. Законът за отговорността на държавата за вреди, причинени на граждани и общите разпоредби относно непозволеното увреждане", "59.  Законът за отговорността на държавата за вреди, причинени на граждани, предвижда в чл. 1, че държавата отговаря за вредите, причинени от държавни органи или длъжностни лица при изпълнение на административна дейност. При вреди, причинени при други обстоятелства, държавата и държавните органи отговарят по общите разпоредби за непозволено увреждане.", "Според установената практика в гражданското производство съдилищата разглеждат и определят правната характеристика на исковете, подадени пред тях, без оглед на характеристиката, направена от ищеца. Той следва да определи спорния въпрос, като изясни фактите и претенцията си, но няма задължение да го характеризира правно. Даже ищецът да определи такава характеристика, съдилищата не са обвързани от нея. Те следва да направят своя независима оценка (вж., сред многото източници, следните решения: 1208-98-V (Върховен касационен съд), 38-97-VII (Върховен административен съд) and 75-88- ОСГК (Върховен съд)).", "60.  Според чл. 10, за разлика от гражданското производство за непозволено увреждане, делата по този закон пред съда се разглеждат със задължително участие на прокурор, а такси и разноски се плащат едва след влизането в сила на окончателното решение.", "61.  През 2005 г. Върховният касационен съд издава тълкувателно решение относно някои аспекти на прилагането на този закон, като отбелязва наличието на спорове и противоречива практика. Един от обсъжданите въпроси е кои административни органи имат locus standi като ответници по закона. Върховният касационен съд изяснява, че искът следва да се завежда срещу държавния орган, където съответният служител работи, или, ако съответният орган няма самостоятелна юридическа личност, срещу по-горния държавен орган, който отговаря на това условие.", "Г. Отсъстващи лица и лица, обявени за починали", "62.  Според чл. 8-19 от Закона за лицата и семейството съдилищата могат да обявят лице за отсъстващо, ако местонахождението му не е известно от повече от една година. Ако след пет години лицето все още отсъства, съдилищата могат да го обявят за починало.", "ПРАВОТО", "I.  ТВЪРДЕНИЕ ЗА НАРУШЕНИЕ НА ЧЛ. 2 ОТ КОНВЕНЦИЯТА", "63. Жалбоподателят твърди, че събитията около изчезването на майка му съставляват нарушения на чл. 2, 13 и 17 от Конвенцията. По-специално, животът на майка му е изложен на опасност заради неизвинима небрежност от страна на персонала на социалния дом и недостатъчно добра уредба. Нещо повече, последвалото разследване не води до наказателни или дисциплинарни наказания, а на опита на жалбоподателя да получи обезщетение чрез граждански иск пречи подходът на отлагане, прилаган от държавните органи-ответници, както и отлаганията, за които носи отговорност съдът. Жалбоподателят твърди също, че полицията не е предприела всички необходими мерки за издирването на майка му веднага след изчезването й. Правителството оспорва аргументите на жалбоподателя.", "64. Съдът смята, че относимата разпоредба в случая е чл. 2 § 1 от Конвенцията, който в съответната си част гласи:", "“Правото на живот на всеки се защищава от закона.”", "65.  Съдът отбелязва, че оплакванията на жалбоподателя касаят две различни съвкупности от факти, които се нуждаят от отделно разглеждане.", "A.  Твърдение за нарушение на чл. 2 § 1 по отношение на невъзможността за търсене на отговорност от съответните институции и служители", "1.  Допустимост", "(a)  Приложимост на чл. 2", "66. Правителството твърди, че материалноправният елемент на чл. 2 от Конвенцията е неприложим, тъй като настоящата жалба не касае смърт по време на задържане или употреба на сила от представители на държавата. Нещо повече, чл. 2 е неприложим и в процесуалната си част, тъй като не е установено, че майката на жалбоподателя е починала.", "67.   Жалбоподателят, като подчертава, че случаят засяга живота на майка му, заявява, че чл. 2 от Конвенцията е несъмнено приложим.", "68. Съдът отбелязва, че майката на жалбоподателя е страдала от болестта на Алцхаймер в очевидно напреднал стадий и са изминали повече от 11 години от изчезването й през декември 1995 г., когато е била на шестдесет и четири години, умственият й капацитет е бил влошен и се е нуждаела от постоянно наблюдение. При тези условия по българското право е възможно да се издаде съдебно решение, с което г-жа Стоянова да бъде обявена за починала (вж. пар. 6-12 и 62 по-горе), макар да изглежда, че подобно решение не е било търсено по настоящото дело. Съдът намира за разумно, за целите на разглеждането на делото, да приеме, че майката на жалбоподателя е починала.", "69.  Възниква въпросът обаче дали е имало пряка причинно-следствена връзка между евентуалната й смърт и твърдяната небрежност от страна на персонала на дома, която да обоснове приложението на чл. 2 по отношение на твърдените недостатъци в реакцията на правната система срещу тези актове на небрежност.", "70.  Съдът отбелязва, че по време на разследването срещу персонала на дома националните власти установяват (макар никога по окончателен начин), че г-жа Стоянова е била поставена на “затворен режим”, а персоналът е знаел, че тя не бива да бъде оставяна без надзор, тъй като това може да изложи на опасност здравето и живота й. Става ясно също, че персоналът я е оставил без надзор и че има пряка връзка между това бездействие и изчезването на майката на жалбоподателя (вж. пар. 23 и 42 по-горе). Нещо повече, Съдът е на мнение, че сферата на приложение на чл. 2 не може да се тълкува като ограничена до момента и пряката причина за смъртта на дадено лице. Поредици от събития, провокирани от акт на небрежност и довели до загуба на човешки живот, също могат да се разгледат в светлината на чл. 2 (вж. решението по делото Öneryıldız v.  [GC], no. 48939/99, ECHR 2004XII).", "71.  Следователно събитията по настоящото дело – макар по никакъв начин да не включват лишаване от живот – влизат в обхвата на приложение на чл. 2, разпоредбата на Конвенцията, защитаваща правото на живот.", "(б) Други въпроси по допустимостта", "72.  Съдът смята, че настоящата жалба не е явно необоснована по смисъла на чл. 35 § 3 от Конвенцията. Тя не покрива никакви други основания за недопустимост, ето защо следва да бъде обявена за допустима.", "2.  По същество", "(a)  Изложения на страните", "73.  Според изложението на Правителството, доколкото чл. 2 е приложим в процесуалния си аспект, държавата-ответник е изпълнила задълженията си по тази разпоредба според тълкуването на Съда в практиката му и особено в решението по делото Calvelli and Ciglio v.  [GC], no. 32967/96, ECHR 2002I. По-специално, българската правна система дава на жалбоподателя възможност да търси обезщетение в рамките на гражданското производство. Фактът, че гражданското производство, започнато от жалбоподателя, все още не е завършило с решение по същество, е в резултат на собственото процесуално поведение на жалбоподателя. Той погрешно е завел своя иск по Закона за отговорността на държавата за вреди, причинени на граждани, докато приложимият режим е този на разпоредбите за непозволено увреждане.", "74.  Правителството твърди също, че властите са изпълнили задължението си по чл. 2 от Конвенцията да осигурят адекватна правна рамка за защита на правото на живот. По-специално, дейността на социалните домове е подробно правно уредена.", "75.  По мнение на жалбоподателя неговият случай се различава от делото Calvelli and Ciglio, решението по което се цитира по-горе, в два основни аспекта. На първо място, при делото Calvelli and Ciglio италианските власти са предприели наказателно преследване срещу лицето, което е причинило смърт по небрежност, и дори са го осъдили на първа инстанция, докато българските власти отказват да повдигнат обвинения на извършителите въпреки наличието на ясни доказателства за престъпна небрежност. На второ място, по делото Calvelli and Ciglio роднините на пострадалия са получили парична компенсация, макар и чрез споразумение, докато настоящият жалбоподател трябва да изтърпи продължително производство и не вижда реална възможност да получи обезщетение.", "76. Жалбоподателят смята също, че гражданското производство не бива да се разглежда като изпълнение на изискванията на чл. 2 по случаи като настоящия, тъй като това би представлявало “приватизиране” на защитата на правото на живот. Също така гражданското производство не гарантира пълно и изчерпателно разследване на всички фактически обстоятелства.", "77. При всички положения, що се отнася до ефективността на гражданското производство като средство за осигуряване на отчетност и получаване на обезщетение, жалбоподателят твърди, че поведението на Софийски градски съд и по-специално неопределянето в разумен срок на правната характеристика на иска е разрушило всяка оставаща надежда, че истината относно изчезването на майка му ще излезе на бял свят и той ще бъде обезщетен.", "78.  Жалбоподателят също така твърди, че дейността на социалните домове като цяло и по-специално задълженията на персонала им не са уредени по задоволителен начин. По-специално, действащият към периода правилник е остарял. Нещо повече, в противоречие с правилника след 1994 г. домовете са поставени под управлението на Министерството на труда и социалните грижи. В резултат на това в рамките на гражданското производство, което инициира, жалбоподателят има трудности да докаже дали домът има отделна юридическа личност, както и да установи административния орган, който има locus standi на ответник по неговия иск.", "(б)  Преценката на Съда", "79.  Първото изречение на чл. 2, който се смята за една от най-главните разпоредби на Конвенцията и въплъщава една от основните ценности на демократичните общества, съставляващи Съвета на Европа, повелява държавите не само да се въздържат от “умишлено” лишаване от живот, но и да предприемат съответни стъпки да защитят живота на лицата под тяхна юрисдикция (вж. решението по делото Calvelli and Ciglio v. , цитирано по-горе, § 48, и цитираната там практика).", "80.  Тези принципи са относими и към сферата на общественото здраве. Държавите са длъжни да издадат разпоредби, които да задължат болниците, обществени или частни, да предприемат подходящи мерки за защита на живота на пациентите, както и да се създаде ефективна и независима съдебна система, която да може да определи причината за смъртта на пациент под грижите на медицинските специалисти в общественото или частното здравеопазване и да потърси отговорност от виновните лица (решение по делото Calvelli and Ciglio, цитирано по-горе, § 49, и останалата цитирана практика).", "81. За разлика от делото Calvelli and Ciglio, което касае грешки от страна на лекари, по настоящото дело небрежността, застрашила живота на г-жа Стоянова, очевидно е извършена от санитар и/или технически помощен персонал. Няма обаче причина изискването за уреждане на дейността на институциите в областта на общественото здраве и осигуряване на средства за защита в случай на небрежност да не обхваща и този персонал, доколкото неговите действия също могат да поставят живота на пациентите в опасност, особено когато тяхната способност да се грижат за себе си е ограничена, както в дадения случай.", "82.  Когато Договарящата страна е създала адекватна рамка за осигуряване на високи професионални стандарти сред здравните специалисти и защита на живота на пациентите, не може да се приеме, че случаи като грешка в преценката от страна на здравен специалист или небрежно взаимодействие между здравните специалисти при лечението на даден пациент са достатъчни, за да ангажират отговорността на Договарящата страна от гледна точка на позитивните й задължения по чл. 2, свързани със защитата на правото на живот (вж. решението по делото Powell v. the  (dec.), no. 45305/99, ECHR 2000V; вж. също решението по делото Nitecki v. , no. 65653/01, dec. 21 March 2002).", "83.  Ето защо Съдът следва да разгледа въпроса дали отговорността на държавата по чл. 2 от Конвенцията може да се ангажира заради твърдяната неспособност на правната система да потърси отговорност за актовете на небрежност, довели до изчезването на г-жа Стоянова. Следва да се разгледа дали наличните средства за защита, взети в тяхната цялост така, както са уредени в закона и се прилагат на практика, са можели да осигурят правни средства за установяване на фактите, търсене на отговорност на виновните лица и осигуряване на подходящо обезщетение на пострадалия (вж. решението по делото Byrzykowski v. , no. 11562/05, §§ 104-118, 27 June 2006). Изискванията на чл. 2 от Конвенцията няма да бъдат изпълнени, ако защитата по националното право съществува само на теория: тя преди всичко следва да действа ефективно на практика (вж. решението по делото Calvelli and Ciglio, цитирано по-горе, § 53).", "(i)  Правилникът за социалните домове", "84.  Съдът отбелязва, че дейността на социалните домове се урежда от закона. Социалният дом в София има и вътрешен правилник, както и длъжностни характеристики, описващи задълженията на персонала (вж. пар. 55-57 по-горе).", "85.  Съдът отбелязва също, че правилникът, който е в сила през обсъждания период, датира от 1965 г. и очевидно не отразява промените в държавните административни структури (вж. пар. 55 и 56 по-горе). Един от прокурорите, който разглежда делото, изразява мнение, че задълженията на персонала на дома не са ясно уредени, което прави невъзможно определянето на каквато и да било наказателна отговорност (вж. пар. 26 по-горе).", "86.  Съдът обаче не е задължен да прави общи заключения относно относимия правен режим in abstracto. Той следва да прегледа дали правната система като цяло се е справила адекватно с обсъжданото дело.", " (ii) Адекватността на съдебните средства за защита", "87. Както Съдът отбелязва в цитираното по-горе решение по делото Calvelli and Ciglio, ако нарушението на правото на живот и на личен интегритет не е извършено умишлено, позитивното задължение по чл. 2 за създаване на ефективна съдебна система не изисква наказателноправно средство за защита за всеки отделен случай. В специфичната област на медицинската небрежност задължението би могло да бъде изпълнено например ако правната система осигурява на пострадалите средство за защита в гражданските съдилища, или самостоятелно, или във връзка със защитата в наказателните съдилища, позволяващо установяване на отговорността на съответния медицински персонал и получаване на подходящо гражданскоправно обезщетение, например разпореждане за обезщетяване на вреди или за публикуване на решението. Могат да се предвидят и дисциплинарни мерки (вж. решението по делото Calvelli and Ciglio, цитирано по-горе, § 51).", "88. По нястоящото дело съответното национално законодателство позволява търсене на отговорност чрез наказателно, дисциплинарно и гражданско производство.", " (α)  Наказателноправни средства за защита", "89.  Съдът отбелязва, че разследването в рамките на наказателното производство се характеризира с дълги периоди на бездействие, а основни действия по разследването, като разпит на персонала на социалния дом, са предприети няколко години след събитията по настояване на жалбоподателя (вж. пар. 13-27 по-горе). Тези забавяния не само намаляват шансовете на разследването по конкретното дело, но показват и незачитане на обществения интерес евентуални грешки, допуснати в сферата на здравеопазването, да се установяват бързо, за да може информацията да се разпространи, да се предотвратят подобни грешки за в бъдеще и да се допринесе за безопасността на ползващите системата на здравните услуги (вж. решението по делото Byrzykowski, цитирано по-горе, § 117).", "90.  Нещо повече, по настоящото дело прокуратурата издава противоречиви постановления, като всеки път отказва да повдигне обвинения на служителите в дома въз основа на различни фактически версии и неясни правни основания. По-специално, през 1998 и 2000 г. Районната прокуратура и Софийска градска прокуратура решават да прекратят производството на основание, че персоналът е действал според обичайната си практика, без да анализират дали тази практика разкрива наказуема небрежност (вж. пар. 17 и 21 по-горе). През 2001 г. фактическата обстановка и основанията за прекратяване се променят – прокуратурата приема, че персоналът е нарушил задълженията си, но заключава, че по българското наказателно право подобни прояви не са наказуеми (вж. пар. 23 по-горе). Най-сетне, през 2003 г. прокуратурата отново променя приетата фактическа обстановка и прави предположения, като например, че майката на жалбоподателя се е покатерила по оградата на дома или че е излязла от друг изход. В крайна сметка давността за наказателно преследване изтича (вж. пар. 26 и 27 по-горе).", "91. Въз основа на материалите, с които разполага, Съдът отчита, че наличните наказателноправни средства за защита не са осигурили търсенето на отговорност от виновните лица за изчезването на майката на жалбоподателя. Ето защо Съдът следва да проучи дали държавата-ответник е предоставила други средства за защита, които да удовлетворят съответните изисквания на Конвенцията.", "(β)  Дисциплинарни и административни мерки", "92.  Съдът отбелязва, че срещу персонала на дома не са предприети дисциплинарни мерки въпреки заключенията на прокуратурата, че служителите – санитарката и портиерката – са действали в нарушение на задълженията си (вж. пар. 23 по-горе). Нещо повече, изглежда, че съответните власти – Министерството на труда и социалните грижи, Министерството на народното здраве и Столична община – в нито един момент не са търсили грешки в управлението, обучението или контрола спрямо дома, които биха могли да са благоприятствали обсъжданите нарушения.", " (γ )  Гражданскоправни средства за защита", "93. Съдът отбелязва, че повече от десет години след началото му по гражданското производство за вреди, заведено от жалбоподателя, не е издадено дори първоинстанционно решение по съществото на спора (вж. пар. 29-54 по-горе).", "94.  Съдът препраща също към констатацията си по-долу, че прекомерната продължителност на производството може да бъде вменена във вина на властите и нарушава чл. 6 от Конвенцията (вж. пар. 106-119 по-долу).", "95. Съдът подчертава, че изискванията на чл. 2 от Конвенцията не биха били изпълнени, ако наличните средства за защита не могат да влязат в ефективна употреба в рамките на времеви период, в който съдилищата да приключат разглеждането по същество на всяка претенция (вж. решението по делото Calvelli and Ciglio v. , цитирано по-горе, §§ 51-53, както и решението по делото Vo v. France [GC], no. 53924/00, §§ 89-90, ECHR 2004VIII).", "96.  Макар производството все още да е висящо и Съдът да не може да прави предположения относно неговия изход, той отбелязва, че при конкретните обстоятелства изминалият период от време е достатъчен сам по себе си да се заключи, че гражданското производство не е донесло резултата, предвиден в чл. 2 от Конвенцията – установяване на фактите около изчезването и предполагаемата смърт на г-жа Стоянова и търсене на отговорност от виновните лица по ефективен и навременен начин.", "(iii)  Заключение", "97.  Съдът заключава, че, въпреки че българското право предоставя три начина за обезщетение – наказателноправен, дисциплинарен и гражданскоправен – по случаи като настоящия на практика властите не осигуряват ефективна възможност за установяване на фактите около изчезването на майката на жалбоподателя и за търсене на отговорност от лицата и институциите, които са нарушили задълженията си. Недостатъците на съответните правилници несъмнено допринасят за този резултат (вж. пар. 85 по-горе). Правителството не изказва твърдения, че съществуват други начини за компенсация.", "98.  При тези обстоятелства Съдът заключава, че правната система като цяло, поставена пред защитимо твърдение за актове на небрежност, застрашаващи човешки живот, не успява да реагира адекватно и своевременно, както повеляват процесуалните задължения на държавата по чл. 2. Ето защо в това отношение е налице нарушение на чл. 2 § 1.", "Б. Твърдение за нарушение на чл. 2 по отношение на реакцията на полицията след изчезването на г-жа Стоянова", "1.  Допустимост", "99.  Съдът смята, че настоящата жалба не е явно необоснована по смисъла на чл. 35 § 3 от Конвенцията. Тя не покрива никакви други основания за недопустимост, ето защо следва да бъде обявена за допустима.", "2.  По същество", "100.  Задължението на държавата да предприеме подходящи стъпки, за да защити живота на лицата под нейна юрисдикция, се разпростира при съответните обстоятелства и до позитивно задължение да се вземат превантивни оперативни мерки за защита на лице, чийто живот е заплашен от наказуемите деяния на друго лице или от самонараняване (вж. решенията по делата Osman v. the United Kingdom, judgment of 28 October 1998, Reports 1998VIII, p. 3159, § 115, и Keenan v. the United Kingdom, no. 27229/95, §§ 89 and 90, ECHR 2001-III). При такива случаи задачата на Съда е да определи дали властите са знаели или е трябвало да знаят за съществуването на реален и непосредствен риск и, ако е било така, дали са направили всичко, което се изисква от тях, за да предпазят живота на съответното лице от предотвратим риск (вж. решението по делото Uçar v. , no. 52392/99, § 86, 11 April 2006).", "101.  Съдът смята, че по настоящото дело не е необходимо да се определят модалностите на прилагане на гореописаните принципи в случаите, когато изчезне болен човек. Той отбелязва, че полицията е предприела редица стъпки да открие г-жа Стоянова. След като са информирани за нейното изчезване, полицаите незабавно пристъпват към разпит на свидетели, които свидетелстват, че са претърсили района на дома безуспешно (вж. пар. 9-11 по-горе). Четири дни по-късно г-жа Стоянова попада в списъка на издирваните лица, а съобщение до медиите излиза в рамките на една седмица. По-късно полицията прави справки за пациенти, приети в психиатрични клиники, както и във връзка с информации, получени от представители на обществеността (вж. пар. 9-11 по-горе).", "102.  По мнение на жалбоподателя полицията е трябвало да предприеме интензивно претърсване на района веднага след като майка му е изчезнала. Съдът обаче подчертава отново, че, като се имат предвид трудностите пред полицейската дейност в модерните общества, непредвидимостта на човешкото поведение и изборът, който следва да се прави на оперативно ниво, във връзка с поставянето на приоритети и разходването на ресурси, обхватът на позитивното задължение на властите по случаи като настоящия следва да се тълкува по начин, който не натоварва властите по невъзможен или непропорционален начин (вж. решенията по делата Osman, цитирано по-горе, pp. 3159-60, § 116, и Akdoğdu v.  (no. 46747/99, § 45, 18 October 2005). И макар почти да няма съмнение, че полицията е можела да направи повече по настоящия случай, решаващият въпрос е дали реакцията на полицейските органи е била адекватна в дадените обстоятелства, като се имат предвид конкретните факти и практическата реалност на всекидневната полицейска работа. В този смисъл Съдът отбелязва, че домът се намира на оживен булевард в София – град с повече от един милион жители. С оглед на това, че персоналът на дома, който – за разлика от полицията – знае добре как изглежда г-жа Стоянова, е претърсил района безуспешно, Съдът трудно може да приеме, че решението на полицията да не изпраща служители за незабавно претърсване е било неразумно.", "103. В заключение, Съдът не е убеден, че реакцията на полицията на информацията за изчезването на г-жа Стоянова е била неадекватна при дадените обстоятелства или е нарушила по друг начин позитивното задължение на България да защитава правото на живот. Ето защо Съдът намира, че не е налице нарушение на чл. 2 от Конвенцията в това отношение.", "II.  ТВЪРДЕНИЕ ЗА НАРУШЕНИЕ НА ЧЛ. 6 ОТ КОНВЕНЦИЯТА", "104.  Жалбоподателят твърди, че продължителността на гражданското производство по неговото дело надвишава разумния срок и по този начин съставлява нарушение на чл. 6 § 1 от Конвенцията, който в съответната си част гласи:", "„Βсяко лице, при решаването на правен спор относно неговите граждански права и задължения... има право на ... гледане... в разумен срок от ... съд...”", "A.  Допустимост", "105.  Съдът смята, в светлината на критериите за „разумен срок”, установени в неговата практика, и въз основа на всички материали, представени пред него, че е необходимо разглеждане на това твърдение по същество.", "Б. По същество", "106.  Жалбоподателят твърди, че повечето забавяния биха могли да се вменят във вина на властите. По-специално, Софийски градски съд постановява ненужни отлагания, за да „позволи” на жалбоподателя да посочи адресите на държавни институции, които са публично известни, или да „докаже” техния locus standi – една нелека задача, като се имат предвид административните преструктурирания и противоречията в приложимите законови и административни разпоредби. Няколко отлагания се случват заради неразкриването от страна на ответниците – държавни институции – на документи в тяхно владение. Също така отказите на Софийски градски съд да допусне определени доказателства са необосновани, Апелативният съд в крайна сметка ги събира, което също причинява забавяне. Жалбоподателят твърди също, че заседанията често са насрочвани през големи периоди от време. Нещо повече, той подчертава, че липсата на своевременно определяне от страна на Софийски градски съд на правната характеристика на фактите по делото е обусловило връщането на делото за ново разглеждане.", "107.  Правителството смята, че жалбоподателят е организирал защитата си зле, непрекъснато е молел за промени, не е успял своевременно да представи доказателства относно locus standi на ответниците въпреки указанията на Софийски градски съд и не е успял да изясни естеството на претенцията си. В същото време съдилищата са изпълнили ролята си надлежно – насрочвали са заседания редовно и са давали указания на жалбоподателя.", "108. Съдът отбелязва, че периодът, който следва да се вземе предвид, започва на 10 юли 1996 г., когато жалбоподателят подава своя иск. Към юни 2006 г. производството все още виси пред първоинстанционния съд. Следователно, то е продължило десет години и вероятно все още е висящо.", "109. Като се има предвид предметът на гражданското производство – касаещо отговорност за актове на небрежност, които биха могли да са довели до загуба на човешки живот – властите са имали задължението да положат специално старание и да проведат производството особено бързо.", "110.  Съдът отбелязва, че цялостната продължителност на производството се дължи на два основни фактора – многобройните отлагания от страна на Софийски градски съд в периода 1996 – 2002 г. и решението на съда от 2002 г., потвърдено през 2004 и 2005 г., производството да започне отначало по друга процедура (вж. пар. 29-54 по-горе).", "111.  Що се отнася до първия фактор, Съдът отбелязва, че жалбоподателят прави многобройни изложения по време на производството, като в една по-напреднала фаза моли за събирането на доказателства, които е можело да се съберат от самото начало. Това вероятно е създало трудности на Софийски градски съд. Не изглежда обаче произтеклите от това отлагания да са продължили повече от няколко месеца (вж. пар. 30 и 39 по-горе).", "112.  Сериозни забавяния произтичат обаче в резултат на това, че делото постоянно е отлагано по вина на властите: поради непризоваване на ответници или свидетели, отсъствие на прокурора, несъобразяване на ответниците-държавни органи с разпорежданията за разкриване на доказателства (вж. пар. 31, 37, 38, 40 и 41).", "113.  По отношение на отлаганията с цел изясняване на адресите на държавните институции и техния locus standi (вж. пар. 31, 33, 34 и 35 по-горе), Съдът е на мнение, че отговорността за произтеклите забавяния се споделя или – по отношения на други – се носи изцяло от властите. По-специално, въпросът кой административен орган следва да бъде ответник по граждански искове относно дейността на социалния дом не е ясно уреден – въпреки че според приложимия правилник социалните домове са под контрола на общините, на практика те са поставени под управлението на Министерството на труда и социалните грижи (вж. пар. 56 и 62 по-горе). Нещо повече, подходът на Софийски градски съд, който отлага заседания и изисква от жалбоподателя „доказателства” за locus standi или адреса на държавни органи като Министерството на вътрешните работи и Министерството на труда и социалните грижи, е изключително формалистичен. В една правна система, където водещ е принципът за върховенство на закона, информацията за това кои са държавните административни органи, отговорни за различни сфери на дейност и призвани да отговарят по граждански искове, следва да е прозрачна и лесно достъпна.", "114.  Ето защо Съдът смята, че, макар жалбоподателят да носи отговорност за забавяния от по няколко месеца, натрупаното забавяне между 1996 и 2002 г. до голяма степен и вина на властите.", "115.  Съдът отбелязва също, че производството е все още висящо заради решението да започне отново по различна процедура. Това решение е взето през януари 2004 г., повече от седем години след първоначалното образуване на производството през юли 1996 г. (вж. пар. 29 и 49 по-горе).", "116.  Поразително е, че съдилищата не са разбрали по-рано, че делото не е трябвало да се разглежда по Закона за отговорността на държавата за вреди, причинени на граждани, а по общите разпоредби за непозволено увреждане. Това е особено учудващо, като се има предвид фактът, че проблемът е повдиган нееднократно от някои от страните, включително от жалбоподателя, и че Софийски градски съд го е отбелязал в решението си от 31 юли 2002 г. (вж. пар. 33, 35, 44, 49 и 50 по-горе). Произтеклото забавяне е изцяло по вина на съдилищата, които са имали задължение да определят правната характеристика на иска (вж. пар. 59 по-горе).", "117. Нещо повече, що се отнася до решението на съдилищата да започнат производството отново, Съдът отбелязва, че производството по общите разпоредби за непозволено увреждане се различава от това по Закона за отговорността на държавата за вреди, причинени на граждани, в някои твърде технически аспекти – такси и разноски и присъствието на прокурор (вж. пар. 60 по-горе). Като се има предвид естеството на тези разлики, Съдът трудно може да приеме, че през 2004 и 2005 г. е било оправдано производството да започне наново и така да се инвалидират процесуалните действия, извършени след 1996 г., включително събирането на показания на свидетели и писмени доказателства. Правилото, според което производството е трябвало да започне наново, сигурно е имало сериозни основания в правната теория, но за националните съдилища следва да е било очевидно, че прилагането му при конкретните обстоятелства би породило сериозни трудности, що се отнася до ограничените възможности за събиране на доказателства, включително свидетелски показания, повече от десетилетие след събитията. Задължението на Договарящите страни да осигурят спазването на основни човешки права като правото на живот изисква прилагането на правни средства за защита, които да доведат до ефективни практически резултати без излишен формализъм. Задължение на националните власти е да създадат такива процесуални правила, че да се избегнат неоснователните забавяния.", "118.  В заключение, Съдът смята, че решението на властите да унищожат всички извършени процесуални действия и да започнат наново събирането на доказателства е необосновано и не съответства на задължението им да действат с особена бързина, когато се отнася за правото на живот.", "119.  Нещо повече, претенцията на жалбоподателя засяга, inter alia, отговорността на държавата поради това, че персоналът на социалния дом е оставил г-жа Стоянова без наблюдение, така че е било задача на Софийски градски съд да определи правната характеристика на тази част от иска и да проведе съответно производство. Той не го е направил, въпреки многобройните заявления на страните в тази посока. Действително, Софийският апелативен съд и Върховният касационен съд изрично критикуват Софийски градски съд за провеждането на производството на погрешно правно основание (вж. пар. 50 по-горе).", " 120.  Горните съждения са достатъчни за Съда, за да заключи, че изискването за „разумен срок” не е спазено. Ето защо е налице нарушение на чл. 6 §1 от Конвенцията.", "III.  ПРИЛОЖЕНИЕ НА ЧЛ. 41 ОТ КОНВЕНЦИЯТА", "121.  Чл. 41 от Конвенцията гласи:", "„Ако Съдът установи, че е имало нарушение на Конвенцията или на протоколите към нея и ако вътрешното право на съответната Βисокодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.”", "A.  Вреди", "122.  Жалбоподателят претендира за 20 000 евро неимуществени вреди заради непредприемането от страна на полицията на необходимите мерки за издирването на майка му, заради това, че властите не успяват да ангажират отговорността на институциите и лицата, отговорни за изчезването на майка му, и заради прекомерната продължителност на гражданското производство.", "123.  Правителството не предоставя коментар.", "124.  Нарушението на чл. 2 от Конвенцията, установено по настоящото дело, касае факта, че властите не успяват да разследват или да предоставят друга възможност за ангажиране на отговорността на лицата, които биха могли да са извършили актове на небрежност, свързани с изчезването на г-жа Стоянова. Съдът смята, че тези пропуски от страна на властите, отчасти заради прекалено продължителното производство, следва да са причинили сериозно страдание на жалбоподателя. Като решава справедливо, Съдът присъжда 8000 евро като обезщетение за неимуществени вреди.", "125.  Съдът установява също нарушение на чл. 6 § 1 от Конвенцията, свързано с прекомерната продължителност на гражданското производство. Той не смята обаче, че за това следва да се присъжда отделно обезщетение, тъй като душевната болка, изпитана от жалбоподателя, е взета предвид при определянето на обезщетението за нарушението на чл. 2.", "Б. Разходи и разноски", "126.  Жалбоподателят, който е получил правна помощ от Съвета на Европа, не формулира претенция за разноски.", "В. Лихва за забава", "127.  Съдът счита за уместно лихвата за неизпълнение да бъде обвързана с пределната ставка по заеми на Европейската централна банка, към която се добавят три процентни пункта.", "ПО ТЕЗИ СЪОБРАЖЕНИЯ СЪДЪТ ЕДИНОДУШНО", "1.  Обявява жалбата за допустима;", "", "2.  Приема, че е налице нарушение на чл. 2 от Конвенцията по отношение на позитивното задължение на държавата да осигури съдебни средства за защита, които да могат да установят фактите и да ангажират отговорността на лицата, виновни за поставянето на живота на г-жа Стоянова в опасност;", "", "3. Приема, че не е налице нарушение на чл. 2 от Конвенцията по отношение на реакцията на полицията на информацията за изчезването на г-жа Стоянова;", "", "4.  Приема, че е налице нарушение на чл. 6 § 1 от Конвенцията;", "", "5.  Приема", "(a)  че държавата-ответник следва да плати на жалбоподателя, в рамките на три месеца, след като настоящото решение стане окончателно по смисъла на чл. 44 § 2 от Конвенцията, 8000 евро (осем хиляди евро) обезщетение за неимуществени вреди, плюс всякакви данъци, които биха могли да бъдат наложени;", "(б) че от изтичането на упоменатия по-горе тримесечен срок до плащането се дължи проста лихва върху горепосочените суми в размер равен на пределната ставка по заеми на Европейската централна банка, към която се добавят три процентни пункта;", "", "6.  Отхвърля останалата част от претенцията на жалбоподателите за справедливо удовлетворение.\t", "Изготвено на английски език и съобщено писмено на 17 януари 2008 г., в съответствие с член 77, §§ 2 и 3 от Правилника на Съда.", "\tКлаудия Вестердик\tПер Лоренцен \n\tСекретар\tПредседател"]}