{"file": "BUL_HJUDBUL_333_04.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "333/04", "text_paragraphs": ["", "", "", "© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "ПЕТО ОТДЕЛЕНИЕ", "", "", "АЛИЙКОВ СРЕЩУ БЪЛГАРИЯ", "", "(Жалба № 333/04)", "", "", "", "РЕШЕНИЕ", "", "", "СТРАСБУРГ", "", "3 декември 2009 г.", "", "", "ОКОНЧАТЕЛНО", "", "03/03/2010", "", "", "На основание член 44 § 2 от Конвенцията настоящото решение е окончателно, но може да претърпи редакционни промени.", "", "", "По делото „Алийков срещу България“,", "Европейският съд за правата на човека (Пето отделение) в състав от следните съдии:", "\tПеер Лоренцен (Peer Lorenzen), председател,\n\tРенате Жаегер (Renate Jaeger),\n\tКарел Юнгвирт (Karel Jungwiert),\n\tРайт Марусте (Rait Maruste),\n\tМарк Вилигер (Mark Villiger),\n\tМиряна Лазарова Трайковска (Mirjana Lazarova Trajkovska),\n\tЗдравка Калайджиева, съдии,\nкакто и г-жа Клаудия Вестердик (Claudia Westerdiek), секретар на отделението,", "след провеждане на закрито заседание на 10 ноември 2009 г.,", "постанови следното решение, прието на горепосочената дата :", "ПРОЦЕДУРАТА", "1. Делото е образувано по жалба (№ 333/04) срещу Република България, подадена на 17 декември 2003 г. в Съда на основание на член 34 от Конвенцията за защита правата на човека и основните свободи (“Конвенцията”) от българския гражданин, притежаващ и турско гражданство, г-н Тефик Джевик Алийков (“жалбоподателя”).", ".  Жалбоподателят се представлява от г-жа С. Иванова, адвокат в София. Българското правителство („Правителството”) се представлява от г-жа С. Атанасова от Министерството на Правосъдието.", "3.  Жалбоподателят твърди, че наказателното производство срещу него е било несправедливо, тъй като той е бил съден и осъден in absentia. Той обжалва също така отхвърлянето на молбата му за подновяване на наказателното производство от Върховния касационен съд.", "4.  На 16 септември 2008 г. Съдът обявява жалбата срещу Правителството за частично недопустима и съобщава мотивите, основани на член 6, за твърдението за несправедливо наказателно производството в отсъствие на подсъдимия. Като се позовава на възможността, предоставена от член 29 § 3 от Конвенцията, Съдът решава също така да се произнесе едновременно по допустимостта и по съществото на жалбата.", "5.  Турското правителство не упражнява правото си на участие в производството (член 36 § 1 от Конвенцията и член 44 § 1 (б) от Правилника на съда).", "ФАКТИТЕ", "I.  ОБСТОЯТЕЛСТВАТА ПО ДЕЛОТО", ".  Жалбоподателят е роден през 1960 г. и живее в Анкара.", "1.  Производства за престъплението, извършено на 9 април 1998 г.", "На 9 април 1998 г. жалбоподателят е задържан от полицията поради факта, че кара автомобила си с 2,57 промила алкохол в кръвта.", ".  На неуточнена дата прокуратурата образува наказателно производство срещу жалбоподателя (№ 490/1998).", "8.  На 30 юни 1998 г. той е привлечен като обвиняем заради управление на автомобил с повишено алкохолно съдържание в кръвта и за шофиране в периода на лишаването му от свидетелство за управление на МПС. Същия ден той получава покана да внесе гаранция във връзка със съдебния контрол (параграфи 40 и 41 по-долу).", ".  С постановление от 11 май 1999 г. прокурорът, отговарящ за делото, разрешава на жалбоподателя да замине за Турция за срок от един месец, за да може да види болната си майка. Копие от постановлението се изпраща на Регионалната дирекция на Министерство на Вътрешните работи в София. В него се уточнява, че жалбоподателят може да получи копие от самото постановление, като за целта подаде молба в канцеларията на Окръжна прокуратура.", "10.  С постановление от 11 май 1999 г. компетентният прокурор решава, че разследването на вината за управление на МПС през периода на лишаване от свидетелство за управление трябва да се проведе отделно и образува съответно ново наказателно производство срещу жалбоподателя (№ 485/1999). Досието, свързано с това ново производство, се препраща на следователя. Прокуратурата не изпраща копие от това постановление на жалбоподателя. В постановлението е отбелязано, че жалбоподателят може да получи копие, като за целта подаде молба в канцеларията на Окръжна прокуратура. На 2 юни 2000 г. прокурорът преценява, че е редно да възложи разследването по производството на Следствена служба – Русе. Производството е заведено под нов номер (№ 505/2000). Жалбоподателят не получава копие.", "11.  На 20 май 1999 г., в рамките на първоначалното наказателно производство се съставя обвинителният акт (№ 490/1998) и жалбоподателят е изправен пред съда за управление на автомобил с повишено алкохолно съдържание в кръвта. На 30 март 2000 г. окръжният съд одобрява споразумението, сключено между адвоката на жалбоподателя и окръжния прокурор, в което жалбоподателят се признава за виновен, отказва да бъде съден и приема да му бъде наложена глоба.", ".  От 6 август 2000 до 15 декември 2000 г. жалбоподателят извършва множество пътувания до Турция.", "13.  На неуточнена дата службата за контрол на автомобилния транспорт (към Министерството на вътрешните работи) се опитва да изпрати призовка на жалбоподателя на посочения от него адрес. В изпратената призовка е указано, че на 12 декември 2000 г. жалбоподателят трябва да се яви във въпросната служба за проверка. Жалбоподателят признава, че е получил тази призовка.", ". На 15 декември 2000 г. заинтересованото лице страна напуска България и отива в Турция, където живее семейството му.", ".  На неуточнена дата преди 9 март 2001 г. следователят, който отговаря за делото за управление на автомобил в периода на лишаването на жалбоподателя от свидетелство за управление на МПС (№ 505/2000), прави неуспешен опит да призове заинтересованото лице на посочения от него адрес в рамките на образуването на наказателното производство (№ 490/1998).", ".  На 13 март 2001 г. по искане на следствените органи се вади извлечение от пътуванията в чужбина на жалбоподателя от 1 март 2000 до 12 март 2001 г. Данните от извлечението показват, че жалбоподателят е напуснал България и заминал за Турция на 15 декември 2000 г.", ".  Вследствие на това той е обявен за издирване.", "18.  На 26 април 2001 г. в отсъствие на жалбоподателя съдът разглежда делото за управление на автомобил в периода на наложено административно наказание – лишаване от свидетелство за управление на МПС. На 25 април 2001 г. назначеният служебен адвокат разглежда материалите по делото. Освен това на непосочена дата на жалбоподателя се налага мярката за неотклонение „подписка” (параграфи 40 и 41 по-долу), което представлява най-леката мярка за съдебен контрол, предвидена във вътрешното право. Изглежда, че жалбоподателят не е бил уведомен за тази мярка.", ".  След това се съставя обвинителният акт на жалбоподателя и се изпраща в окръжния съд. На 21 януари 2002 г. съдията-докладчик издава ново становище за издирване на жалбоподателя. По негово искане също така се вади извлечение от пътуванията в чужбина на жалбоподателя от 1 януари 2001 до 21 януари 2002 г.", "20.  На 6 март 2002 г. се състои съдебно заседание. Съдът констатира, че жалбоподателят не е открит. Приема се като доказателство извлечението, което показва, че междувременно, в периода от 1 януари 2001 до 5 февруари 2002 г., жалбоподателят не е напускал територията на България. Назначава се служебен адвокат, който заявява, че е запознат с материалите по делото. Съдът разглежда делото в отсъствие на подсъдимия. В своите пледоарии служебният адвокат подчертава, че жалбоподателят наистина е извършил въпросното закононарушение, но с оглед малката тежест на провинението му би трябвало да му бъде наложено по-леко от минималното наказание, предвидено от Наказателния кодекс за този вид закононарушения.", ".  Съдебното решение излиза същия ден – подсъдимият е признат за виновен и осъден на шест месеца затвор. Служебният адвокат не обжалва съдебното решение и то става окончателно още преди да изтече срокът за обжалване.", "2.  Молба за възобновяване на наказателното дело по искане на задочно осъдения", ".  На неуточнена дата на основание на член 362a от Наказателно-процесуалния кодекс от 1974 г. (параграф 31 и следващи по-долу), който по-късно е отменен, жалбоподателят подава молба за възобновяване на наказателното дело, проведено в негово отсъствие, като посочва, че не знаел за него, тъй като живеел постоянно в Турция.", "23.  Съдебното заседание във Върховния касационен съд се състои на 14 април 2003 г. Прокурорът изразява становище, че жалбоподателят е бил в течение на наказателното преследване, тъй като е разпитан на 30 юни 1998 г.", ".  С решението си от 30 юни 2003 г. Върховният касационен съд отхвърля молбата на жалбоподателя. Той изтъква, че заинтересованото лице е привлечено като обвиняем и разпитано на 30 юни 1998 г., след което е внесло гаранция във връзка със съдебния контрол. На тези основания съдът преценява, че заинтересованото лице е било достатъчно запознато с наказателното преследване срещу него. Върховният касационен съд отбелязва също така, че следствените органи са били принудени да го обявят за издирване, тъй като то не ги е уведомило за промяна на адреса си.", "3.  Други правно относими факти", ".  На 1 февруари 2001 г. жалбоподателят подава молба за издаване на нов български паспорт в българското консулство в Анкара, в която посочва своя адрес в Анкара, Турция. На 2 октомври 2001 г. той обжалва факта, че молбата му е била разгледана със закъснение.", ".  На 13 февруари 2002 г. жалбоподателят е уведомен, че компетентните органи на Министерството на вътрешните работи са му наложили административна мярка на основание член 76, алинеи 2 и 3 от Закона за българските документи за самоличност, който дава възможност да се забрани на лице, с влязла в сила присъда по наказателно дело и нереабилитирано, да напуска територията на страната. Вследствие на това той получава отказ за издаване на нов български паспорт. Отговорът на компетентната служба на Министерството на вътрешните работи се изпраща на българското консулство в Анкара.", ".  Заинтересованото лице се връща в България на 15 ноември 2002 г. и е задържано същия ден. На 22 ноември 2002 г. се изпраща в Ловешкия затвор.", ".  С Постановление от 11 юли 2003 г. Окръжният съд в Русе уточнява времетраенето на различните наказания за затвор, които жалбоподателят трябва да излежи.", ".  Заинтересованото лице е освободено на 12 август 2003 г.", "II.  ПРИЛОЖИМО ВЪТРЕШНО ПРАВО И ПРАКТИКА", "1.  Наказателно производство при неявяване на страна по делото", ".  По силата на член 268, алинея 3 от Наказателно-процесуалния кодекс от 1974 г. (НПК от 1974 г.), в сила към съответния момент, съдът има право да разгледа делото в отсъствие на обвиняемия при определени условия, както следва:", "„Когато това няма да попречи за разкриване на обективната истина, делото може да бъде разгледано в отсъствие на подсъдимия, ако:", " 1.  [подсъдимият] не е намерен на посочения от него адрес или е променил същия, без да уведоми съответния орган;", "2.  [или] местоживеенето му в страната не е известно и след щателно издирване не е установено;", "3. [или] се намира извън пределите на Република България, когато местоживеенето му не е известно или не може да бъде призован по други причини, (...).”", "2.  Възобновяване на производството в случай на издадена присъда при неявяване на страна по делото", "31.  Новият член 362a от НПК от 1974 г., в сила от 1 януари 2000 г., предвижда възможността задочно осъдено лице да поиска съдебното решение да бъде обявено за нищожно и наказателното дело да бъде възобновено, при условие че лицето не е било уведомено за наказателното преследване.", ".  Молбата се подава във Върховния касационен съд в срок от една година от момента, в който заинтересованата страна е запозната с издадената присъда. Молбата не води до прекъсване на изпълнението на присъдата, освен в случай на друго решение от страна на съда.", "33.  Според преобладаващата съдебна практика към съответния момента, за да се счита, че лицето е „запознато с преследването” по смисъла на член 362a, необходимо и достатъчно е то да бъде лично привлечено като обвиняем и по този начин да бъде уведомено за наказателното производство и обвинението срещу него (реш. № 183 от 4 май 2000 г. по н. д. 104/2000, ВКС, II н. о., реш. № 549 от 11 ноември 2002 г. по н. д. 455/2002, ВКС, II н. о.; реш. № 723 от 23 януари 2004 г. по н. д. 582/2003, ВКС, I н. о.).", "При все това в някои решения, които изглеждат отделни случаи, Върховният касационен съд приема следното: счита се, че страната по делото е запозната с преследването, когато е получила официално писмено уведомление за препращане на делото в съд или за датата на съдебното заседание (реш. № 155 от 17 март 2000 г. по н.д. 80/2000, ВКС, II н.о.).", "34.  Освен това при разглеждане на молбата за възобновяване на наказателното производство в приложение на член 362a Върховният касационен съд проверява дали мерките по издирването са били достатъчни. Ако положените усилия да се осигури присъствието на обвиняемия в съда не са били достатъчни, той преценява, че провеждането на наказателното производство при неявяване на страна по делото е било неправомерно и съответно заинтересованата страна има право на възобновяване на делото (реш. № 723 от 23 януари 2004 г. по н. д. 582/2003., ВКС, I н. о.).", "В случай че заинтересованото лице е било лично уведомено за привличането му като обвиняем, но не се е явило на делото, и ако органите са предприели необходимите мерки за неговото издирване без да постигнат желания резултат, Върховният касационен съд счита, че отсъствието на заинтересованото лице се дължи на нарушение в неговото собствено поведение. Вследствие на това той отхвърля молбата за възобновяване на производството (реш. № 549 от 11 ноември 2002 г. по н. д. 455/2002, ВКС, II н. о.).", "35.  Член 362a от НПК от 1974 г. е заместен с член 423 от новия Наказателно-процесуален кодекс, който влиза в сила на 29 април 2006 г. В първоначалната му редакция в него се предвижда възможност заинтересованата страна да подаде молба да възобновяване на наказателното дело, в срок от шест месеца от датата на запознаване с издадената й окончателна присъда, при условие че преди това не е била уведомена за наказателното преследване и издадената й присъда.", "36.  Въз основа на тази нова разпоредба възниква противоречива съдебна практика. В някои решения Върховният касационен съд се позовава на същите принципи като тези в преобладаващата съдебна практика, свързана с член 362a от НПК от 1974 г. (параграфи 33 и 34 по-горе) (реш. № 349 от 7 октомври 2008 г. по н. д. № 356/2008, ВКС, ІІ н. о., реш. № 1045 от 12 декември 2006 г. по н. д. № 594/2006., ВКС, ІІІ н. о.).", "37.  В други решения обаче Върховният съд счита, че е редно да се възобнови делото, когато заинтересованата страна е запозната с предварителното разследване, но не е била уведомена за внасянето на обвинителния акт и преминаването на делото в съдебна фаза (реш. № 400 от 22 октомври 2008 г. по н. д. № 385/2008, ВКС, ІІІ н. о., реш. № 355 от 3 октомври 2008 г. по н. д. 364/2008, ВКС, ІІІ н. о.). В първото от горните решения Върховният касационен съд подчертава, че компетентният прокурор е внесъл обвинителния акт две години след привличането на заинтересованото лице като обвиняем и края на предварителното разследване. Той отбелязва, че този период на бездействие представлява обстоятелство, с което може да се обясни поведението на заинтересованото лице, а именно факта, че е променило адреса си, без да уведоми компетентните вътрешни органи. Следователно не може да се докаже недвусмислено, че заинтересованото лице се е отказало от правата си, гарантирани по смисъла на член 6 от Конвенцията.", "38. Член 423, алинея 1 се изменя през декември 2008 г. От този момент разпоредбата предвижда приемането на молбата за възобновяване на делото, освен ако по силата на член 254, алинея 4 от НПК обвиняемият е получил официално писмено уведомление за внасянето на обвинителния акт, за датата на съдебното заседание или за факта, че при определени обстоятелства делото може да се разгледа в негово отсъствие. По всичко личи, че от тази дата подадените молби за възобновяване делата на обвиняеми лица, които не са били уведомени за препращане на делата, се удовлетворяват (вж., например, реш. № 71 от 10 февруари 2009 г. по н. д. № 38/2009, ВКС, ІІІ н. о.).", "3.  Връчване на призовки, становища и документи (член 158 от НПК от 1974 г.)", ". По принцип призовките, становищата и документите трябва да се връчват на заинтересованата страна от служител на компетентния съд, орган на предварителното следствие, общината или кметството. Ако заинтересованата страна се намира в чужбина, тези документи се връчват съобразно изискванията на двустранните споразумения между България и страната, в което тя живее. При липса на такова двустранно споразумение връчването на документите се извършва от Министерството на външните работи.", "4.  Мерките предназначени да гарантират явяването на обвиняемия в съда", "40.  Те са определени в член 146 и следващи от НПК от 1974 г. и са четири на брой: подписка, домашен арест, гаранция, задържане под стража.", "41.  По силата на член 148, алинея 2 всяко лице обвинено за нарушение е длъжно да уведоми компетентните органи при смяна на адреса си.", "ПРАВОТО", "I.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 6 § 1 ОТ КОНВЕНЦИЯТА", ".  Жалбоподателят твърди, че е налице нарушение на член 6 § 1 от Конвенцията във връзка с правото му на справедлив процес:", "„Всяко лице, при решаването на правен спор относно неговите граждански права (...) или основателността на каквото и да е наказателно обвинение срещу него, има право на справедливо (...) гледане на неговото дело от (...) съд, създаден в съответствие със закона.”", ".  Правителството се противопоставя на тази теза.", "A. Допустимост", ".  Съдът констатира, че жалбата не е явно лишена от основание по смисъла на член 35 § 3 (a) от Конвенцията. Съдът отбелязва също, че няма никакво основание за недопустимост. Следователно жалбата трябва да бъде обявена за допустима.", "B.  По същество", "1.  Становищата на страните", ".  Жалбоподателят подчертава, че е лишен от възможността да участва активно и да осигури защитата си в рамките на наказателното производство, което приключва с решение от 6 март 2002 г. Той твърди, че след внасянето на обвинителния акт за управление на автомобил с повишено алкохолно съдържание в кръвта, е вярвал, че вече не е обект на наказателно преследване за управлението на автомобила в периода на лишаването му от свидетелство за управление на МПС. Той твърди, че безуспешно се е опитвал да се осведоми относно съществуването на такова производство. Той подчертава също така, че от 11 май 1999 до 15 декември 2000 г. компетентните органи не са направили никакви постъпки, за да го уведомят за наличието на въпросното наказателно производство. Освен това той счита, че служебният адвокат не е защитил неговите интереси, тъй като не е подал въззивна жалба. И накрая той твърди, че Върховният касационен съд е отхвърлил неоснователно молбата му за възобновяване на наказателното дело.", "46. Правителството твърди, че жалбоподателят е получил достатъчно информация за наказателното производство срещу него. То подчертава, че заинтересованото лице привлечено като обвиняем на 30 юни 1998 г. и му е наложена принудителна мярка, която да осигури явяването му пред компетентните вътрешни органи, в случая – гаранция. Правителството счита също така, че дотолкова, доколкото жалбоподателят не е установил контакт с вътрешните органи, отговарящи за наказателното дело срещу него, то той по собствена воля се е отказал от правото си на явяване в окръжния съд. То добавя, че заинтересованото лице е било в положение да предвиди последиците от своето поведение, но е искало да се укрие от правосъдието. Накрая правителството отбелязва, че жалбоподателят е бил надлежно представен от служебен адвокат.", "2.  Преценката на Съда", ".  Съдът припомня, че въпреки че не е изрично споменато, правото на „обвиняемия” да участва в съдебното заседание произтича от предмета и целта на цялостното съдържание на член 6 (вж. Колоца срещу Италия (Colozza c. Italie), 12 февруари 1985 г., § 27, серия A № 89, Ф.С.Б. срещу Италия (F.C.B. c. Italie), 28 август 1991 г., § 33, серия A № 208B; вж. също и: Белзиук cрещу Полша (Belziuk c. Pologne), 25 март 1998 г., § 37, Сборник на решенията 1998II, и Сейдович срещу Италия (Sejdovic c. Italie) [ГК], № 56581/00, § 81, ЕСПЧ 2006II).", ".  При протичане на производство в отсъствие на обвиняемия, което само по себе си не е несъвместимо с член 6 от Конвенцията, отказ от правосъдие е налице, когато осъденото in absentia лице не получава възможност за възобновяване на делото, за да може да бъде изслушано относно основателността на обвинението по фактите и по правото, и след като не е установено, че лицето е отказало да упражни правото си за присъства и да се защитава в съда (Колоца, цитирано по-горе, § 29, Сейдович, цитирано по-горе, § 82, Kунов срещу България (Kounov c. Bulgarie), № 24379/02, § 42, 23 май 2006 г.), или че е имало намерение да се укрие от правосъдието (Меденика срещу Швейцария (Medenica c. Suisse), № 20491/92, § 55, ЕСПЧ 2001VI).", ".  Независимо от това, че Договарящите страни имат голяма свобода в избора на собствени средства с цел съдебните им системи да отговарят на изискванията на член 6, Съдът е длъжен да проучи дали е постигнат резултата, изискван от Конвенцията. В своята оценка Съдът взима предвид положеното от договарящите страни старание за ефективното спазване на правата, гарантирани с член 6 (вж., сред други подобни, Артико срещу Италия (Artico c. Italie), 13 май 1980 г., § 37, серия A № 37, и Колоца, цитирано по-горе, § 28). Освен това, ако се окаже че обвиняемият нито е отказал да присъства и да се защитава в съда, нито е имал намерение да се укрие от правосъдието, е необходимо процесуалните средства, които предлагат вътрешното право и практика, да бъдат ефективни (Сейдович, цитирано по-горе, § 83).", ".  Съдът припомня, че е заявявал също така, че задължението да се гарантира правото на присъствие в съдебната зала – на първото заведено дело или на заведеното ново, второ дело, е един от съществените елементи за защита по силата на член 6 (Стоичков срещу България (Stoichkov c. Bulgarie), № 9808/02, § 56, 24 март 2005 г.). Отказът за възобновяване на наказателно дело по искане на задочно осъден, при липса на каквито и да било данни за отказ на обвиняемия от правото му на присъствие в съда, се счита за „флагрантен отказ от правосъдие”, което съответства на производство „в явно противоречие с разпоредбите на член 6 или с въплътените в него принципи” (Стоичков, цитирано по-горе, §§ 54-58).", ".  Нито точното значение, нито духът на член 6 на Конвенцията могат да попречат на лицето да се откаже по собствено желание, изрично или мълчаливо, от гаранциите за справедлив процес (Квиатсковка срещу Италия (Kwiatkowska c. Italie) (декември), № 52868/99, 30 ноември 2000 г.). Независимо от това, за да бъде взет предвид от гледна точка на Конвенцията, необходимо е отказът от правото на присъствие и защита в съдебното заседание да бъде установен недвусмислено и да съществуват минимум гаранции за неговата тежест (Пойтримол срещу Франция (Poitrimol c. France), 23 ноември 1993 г., § 31, серия A № 277A). Освен това той не трябва да противоречи на значим обществен интерес (Хокансон и Струресон срещу Швеция (Håkansson и Sturesson c. Suède), 21 февруари 1990 г., § 66, серия A № 171A).", "52. Съдът също така е имал случай да подчертае, че преди да се приеме, че имплицитно, със своето поведение, обвиняемият се е отказал от важно право по член 6 на Конвенцията, трябва да се установи, че той е имал възможността разумно да прецени последиците от въпросното поведение (Джоунс срещу Обединеното кралство (Jones c. Royaume-Uni) (декември), № 30900/02, 9 септември 2003 г.).", "53.  Обвиняемият не е длъжен да докаже, че не е имал намерение да се укрие от правосъдието, нито че отсъствието му се дължи на форсмажорни обстоятелства (Колоца, цитирано по-горе, § 30). Същевременно националните органи могат да преценят дали извиненията, представени от обвиняемия, за да оправдае отсъствието си, са приемливи, или документите, приложени към делото, дават основание да се заключи, че отсъствието му не е зависело от волята му (Меденика, цитирано по-горе, § 57).", ".  Накрая, не може да се вмени на държавата отговорност за всякакви недостатъци в изпълнение задълженията на служебен или избран от обвиняемия адвокат. От независимостта на защитата спрямо държавата следва, че по същество защитата се поема от обвиняемия и неговия адвокат, назначен служебно или нает и платен от неговия клиент (Кускани срещу Обединеното кралство (Cuscani c. Royaume-Uni), № 32771/96, § 39, 24 септември 2002 г., Сейдович, цитирано по-горе, § 95). Член 6 § 3 (в) задължава компетентните национални органи да се намесят само ако неизпълнението на задълженията на служебния адвокат е явно или ако са били в достатъчна степен уведомени за това по някакъв друг начин (Дауд срещу Португалия (Daud c. Portugal), 21 април 1998 г., § 38, Сборник 1998-II).", ".  Въпросът е дали може да се счита, че жалбоподателят е бил достатъчно запознат с наказателното преследване и делото, за да се прецени, че поведението му е проява на отказ от упражняване на правото да присъства и да се защитава в съда или опит за укриване от правосъдието.", ".  Съдът констатира, че след като е бил привлечен като обвиняем на 30 юни 1998 г., жалбоподателят безспорно е бил запознат с началото на наказателното преследване. След това отбелязва, че постановлението за откриване на ново наказателно производство във връзка с вината за управление на автомобил в периода на лишаването му от свидетелство за управление на МПС, физически трябва да се намира в досието по делото за управление на автомобил с повишено алкохолно съдържание в кръвта. Жалбоподателят се е явил на това дело и е бил представен от адвокат с цел постигане на споразумение между него и прокурора (параграф 11 по-горе). Теоретично той е имал възможността да погледне досието и да установи, че продължава да стои въпросът за вината му за управление на автомобил в периода на лишаването му от свидетелство за управление на МПС.", "57.  При все това Съдът отбелязва, че жалбоподателят няма юридическо образование и по всяка вероятност не е могъл да разбере настъпилите промени в производството за управление на автомобил в периода на лишаването му от свидетелство за управление на МПС. Той отбелязва, че това производство остава в мъртва точка в продължение на година и половина (от 11 май 1999 до 15 декември 2000 г.). Освен това нищо не показва, че прокуратурата се е погрижила да уведоми заинтересованото лице за постановленията от 11 май 1999 и от 2 юни 2000 г. чрез изпращане на копия или среща-разговор.", ".  Истина е, че на 30 юни 1998 г. на жалбоподателя е наложена принудителна мярка, за да се осигури явяването му на съдебното заседание (параграф 8 по-горе). Изглежда обаче, че тази мярка вече не е била в сила след приключване на делото за управление на автомобил с повишено алкохолно съдържание в кръвта. В действителност жалбоподателят изобщо не е бил уведомен за новата принудителна мярка, за да се осигури явяването му на съдебното заседание за управление на автомобил в периода на лишаването му от свидетелство за управление на МПС (параграф 18 по-горе).", ".  Съдът взима предвид факта, че жалбоподателят може би е получил призовка от службата към Министерството на вътрешните работи, която отговаря за автомобилния транспорт преди 12 декември 2000 г. (параграф 13 по-горе). В тази призовка не се споменава наказателното преследване, на което той е обект. Освен това Съдът не разполага с никакви данни дали жалбоподателят се е явил на срещата в тази служба и дали е бил уведомен за причините за призовката.", ".  Съдът съзнава, че присъствието на обвиняемия е от същностно значение от гледна точка на правото му да бъде изслушан, както и от гледна точка на необходимостта да се контролира точността на неговите твърдения, последните да се засекат с твърденията на евентуалната жертва, чиито интереси трябва да бъдат защитени, и с твърденията на свидетелите. Очевидно е, че законодателят и компетентните вътрешни органи трябва да възпират неоправданите отсъствия, при условие че санкциите не са непропорционални в дадените обстоятелства и че обвиняемият не е лишен от правото си на защита (Кромбах срещу Франция (Krombach c. France), № 29731/96, §§ 84, 89 и 90, ЕСПЧ 2001II, Пойтримол, цитирано по-горе, § 35, Сейдович, цитирано по-горе, § 92).", ".  При все това Съдът счита, че тези съображения не освобождават органите от ролята им на гарант за справедливостта на процеса (вж., mutatis mutandis, Кускани срещу Обединеното кралство, № 32771/96, § 39, 24 септември 2002 г., и Падалов срещу България (Padalov c. Bulgarie), № 54784/00, § 54, 10 август 2006 г.). В случая той констатира, че не е доказано, че вътрешните органи са изпълнили задължението си да се опитат да уведомят жалбоподателя за протичането на въпросното производство, още повече че входящият му номер вече не е бил същият като на първото производство. Съдът отбелязва, че към момента на заминаването на жалбоподателя за Турция е изминала година и половина без да е било извършено каквото и да е действие по разследването, и по всичко личи, че наложената мярка с цел осигуряване на присъствието му на първото дело вече не е била в сила (вж., на противоположно основание, Dемебуков, цитирано по-горе, §§ 53 и 54). При тези обстоятелства нищо не навежда на заключението, че жалбоподателят недвусмислено се е отказал от правото си на присъствие и защита в Окръжния съд.", ".  Освен това Съдът отбелязва, че жалбоподателят, чиито постоянен адрес е бил в Турция, е декларирал новия си адрес в документ, представен в българското консулство през февруари 2001 г. Формулярът е бил адресиран към една от службите на Регионална дирекция на Министерството на вътрешните работи в Русе. Съдът отбелязва също така, че през октомври 2001 г. жалбоподателят е подал жалба срещу отказа да му бъде издаден паспорт. Тези обстоятелства не навеждат на мисълта, че жалбоподателят наистина се е опитал да се укрие от правосъдието, избягвайки да оповести адреса си.", "63.  С оглед на тези съображения и независимо от правото на националните органи на собствена оценка, Съдът счита, че жалбоподателят е трябвало да получи възможност за ново гледане на делото в негово присъствие.", "64.  Съдът отбелязва, че към съответния момент член 362a от НПК от 1974 г. предвижда възможност за възобновяване на дело, когато заинтересованата страна не е била известена за наказателно преследване, приключило със задочна присъда. В случая Върховният касационен съд отказва възобновяването на производството, като счита, че жалбоподателят е бил запознат с наказателното преследване и неявяването му на делото се дължи на собственото му погрешно поведение.", ".  Вследствие на това задочно осъденият жалбоподател получава отказ за възобновяване на производството. Освен това в рамките на делото не се съобщава за други възможности за взимане на ново решение от съда – в присъствието на заинтересованото лице по предявеното му обвинение.", ".  Налице е нарушение на член 6 § 1 на Конвенцията.", ".  Това заключение освобождава Съда от необходимостта да разгледа твърденията на жалбоподателя, според които служебният адвокат не е изпълнил присъщите му задължения (вж., mutatis mutandis, Сейдович, цитирано по-горе, § 107).", "II.  ПРИЛОЖИМОСТ НА ЧЛЕН 41 И ЧЛЕН 46 ОТ КОНВЕНЦИЯТА", ".  По силата на член 41 и член 46 от Конвенцията,", "Член 41", "„Ако съдът установи, че е имало нарушение на Конвенцията или на Протоколите към нея и ако вътрешното право на Високодоговарящата страна допуска само частично обезщетение за последиците от това нарушение, Съдът присъжда, ако това е необходимо, справедливо удовлетворение на потърпевшата страна.“", "Член 46", "„1. Високодоговарящите страни се задължават да изпълняват окончателното решение на Съда по всяко дело, по което те са страна.", "2. Окончателното решение на Съда се изпраща на Комитета на министрите, който следи за неговото изпълнение.”", "A.  Вреди", ".  Жалбоподателят претендира да му се изплати сумата от 4 500 евро (EUR) на месец за периода на неговото задържане като обезщетение за нанесени имуществени вреди и претендира за обезщетение за претърпени неимуществени вреди. Той подчертава, че е бил възпрепятстван да упражнява професията си на туристически екскурзовод в Турция, че задържането му е причина за окончателната му раздялата с неговата годеница и че самото то се е отразило отрицателно на неговите отношенията с родителите му.", ".  Правителството преценява претенциите на жалбоподателя като прекомерни.", ".  Съдът напомня, че според установената съдебна практика, при нарушение на член 6 от Конвенцията е редно жалбоподателят да се постави, доколкото това е възможно, в равностойна ситуация на тази, в която би се намирал без наличието на нарушения на тази разпоредба (Пиерсак срещу Белгия (Piersack c. Belgique) (член 50), 26 октомври 1984 г., § 12, серия A № 85).", ".  Когато, както в този случай, лицето е осъдено въпреки правото му на участие в производството, Съдът счита, че образуването на ново производство или възобновяването на самото производство представляват ефективно средство за поправяне на установеното нарушение на член 6 (Сейдович, цитирано по-горе, § 126; Kунов, цитирано по-горе, § 59; вж. също и: Препоръка R(2000)2 на Комитета на министрите на Съвета на Европа). Специфичните мерки, които ответната държава би следвало да вземе, за да изпълни задълженията си, зависят от конкретните обстоятелства, свързани с причината. Съдът няма за задача да указва механизмите и формите на евентуалния нов процес, стига предприетите мерки да са съвместими със заключенията в решението на Съда по делото и с правата, свързани със защитата (Сейдович, цитирано по-горе, §§ 126 – 127).", ".  Съдът напомня, че мотивът за неговото заключение за нарушение на член 6 § 1 от Конвенцията е, че на задочно осъдения жалбоподател е отказано правото на възобновяване на делото. Тази констатация не означава непременно, че присъдата на заинтересованото лице е неоснователна. Относно искането на жалбоподателя за справедливо обезщетение за неговото задържане, Съдът държи да подчертае, че не е стигнал до заключението, че лишаването от свобода е нарушение на Конвенцията.", ".  Съдът преценява, че няма причинно-следствена връзка между констатираното нарушение и отрицателното отражение на присъдата върху професионалната дейност на заинтересованото лице. Вследствие на това той отхвърля претенциите за обезщетение за нанесени имуществени вреди.", ".  Относно претенциите на жалбоподателя за нанесени неимуществени вреди Съдът преценява, че в конкретните обстоятелства констатацията на нарушението не гарантира справедливо обезщетение (вж., mutatis mutandis, Колоца, цитирано по-горе, § 38, и на противоположно основание, Сейдович, цитирано по-горе, § 134, Кунов, цитирано по-горе, § 60). Съдът преценява, че е редно да се изплати на жалбоподателя сумата от 1 500 EUR за претърпени неимуществени вреди, като към нея се добавят всички дължими данъци.", "B.  Разноски", ".  Жалбоподателят претендира да му се изплати също така сумата от 1 680 EUR за възстановяване на разноските по делото пред вътрешните правораздавателни органи и пред Съда.", ".  Правителството счита, че жалбоподателят не е представил доказателства за истинността и необходимостта на някои от разходите.", ".  Съгласно практиката на Съда всеки жалбоподател има право на възстановяване на разноските само дотолкова, доколкото е доказал, че те са понесени действително и са необходими и разумни по своя размер. В случая с оглед на представените документи Съдът преценява за разумна и постановява изплащането на сумата от 1 100 EUR за всички разходи общо, като към нея се добавят всички дължими данъци.", "C.  Лихва за забава", ".  Съдът счита за уместно лихвата за забава да се основава на лихвения процент по пределното кредитно улеснение на Европейската централна банка, към който следва да се добавят три процентни пункта.", "ПО ИЗЛОЖЕНИТЕ СЪОБРАЖЕНИЯ СЪДЪТ ЕДИНОДУШНО", "", "1.  Обявява жалбата е допустима в останалата й част;", "", "2.  Постановява, че е налице нарушение на член 6 § 1 от Конвенцията ;", "", "3.  Постановява следното:", "a)  да изплати на жалбоподателя в рамките на три месеца от датата, на която решението влезе в сила в съответствие с член 44 § 2 от Конвенцията, следните суми, които да бъдат обърнати в български лева по курса, приложим към датата на плащането им:", "i.  1 500 EUR (хиляда и петстотин евро) плюс всички данъци, които могат да бъдат наложени, за неимуществени вреди,", "ii.  1 100 EUR (хиляда и сто евро) плюс всички данъци, които могат да бъдат наложени на жалбоподателя, за разноски;", "б)  от датата на изтичане на гореспоменатия срок до изплащането се дължи проста лихва върху горепосочената сума в размер, равен на ставката на пределното кредитно улеснение на Европейската централна банка по време на просрочения период, плюс три процентни пункта.", "", "4.  Отхвърля претенцията за справедливо обезщетение за разликата.", "", "Изготвено на френски език и съобщено писмено на 3 декември 2009 г. съгласно член 77 §§ 2 и 3 от Правилника на Съда.", "\tКлаудия Вестердик\tПеер Лоренцен\n\tСекретар \tПредседател"]}