{"file": "BUL_HJUDBUL_45950_99.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "45950/99", "text_paragraphs": ["© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "ПЪРВО ОТДЕЛЕНИЕ", "", "", "ДЖАНГОЗОВ СРЕЩУ БЪЛГАРИЯ", "", "", "(Жалба № 45950/99)", "", "", "РЕШЕНИЕ", "", "", "СТРАСБУРГ", "", "", "8 юли 2004 г.", "", "", "ОКОНЧАТЕЛНО", "", "", "08/10/2004", "", "", "Решението става окончателно при обстоятелствата по член 44 § 2 на Конвенцията. Може да е предмет на редакторска преработка.", "", "По делото Китов срещу България,", "Европейският съд по човешките права (Първо отделение), на заседание в състав:", "\tГ-н\tК. Л. Розакис, Председател,\n\tГ-жа\tФ. Тулкенс,\n\tГ-жа\tН. Важич,\n\tГ-жа\tС. Ботушарова,\n\tГ-н\tA. Ковлер,\n\tГ-н\tВ. Загребелски,\n\tГ-н\tK. Хаджиев, съдии,", "и г-н С. Куесада, Заместник регистратор,", "След като се оттегли на заседание на 17 юни 2004г.,", "Предоставя следното решение, постановено на горепосочената дата:", "ПРОЦЕДУРА", "1.  Делото е заведено по жалба (№ 45950/99) срещу Република България, подадена в Европейската комисия за правата но човека (“Комисията”) на основание бившия Член 25 от Конвенцията за защита на човешките права и основните свободи (“Конвенцията”) на 3 септември 1998 г. от българския гражданин г-н Петър Иванов Джангозов, роден през 1946 и живущ в гр. Пловдив.", "2.  Жалбоподателят беше представен от адвокат М. Екимджиев, практикуващ в Пловдив. Правителството на България (“Правителството”) е представлявано от неговите агенти- г-ца Г. Самарас и г-ца М. Коцева от Министерство на правосъдието.", "3.  Жалбоподателят твърди, че гражданското производство, заведено от него срещу един вестник не е решено в разумно време и прекалената продължителност на производството е попречила да защити ефективно репутацията, както и че не е получил ефикасно средство за защита срещу прекомерната продължителност на производството.", "4.  Жалбата е предадена на Съда на 1 ноември 1998 г., когато влиза в сила Протокол № 11 към Конвенцията (Член 5 § 2 от Протокол № 11).", "5.  Жалбата е определена за разглеждане от Четвърто отделение на Съда (Правило 52 § 1 от Правилата на Съда). Съгласно Правило 26 § 1, в рамките на това отделение е конституиран състав, който да разгледа жалбата (Член 27 § 1 на Конвенцията).", "6.  На 1 ноември 2001г. Съдът премени състава на отделенията си (Правило 25 § 1). Делото е определено за разглеждане от новоконституираното Първо отделение (Правило 52 § 1).", "7.  С решение от 15 май 2003 г. Съдът (Първо отделение) обяви жалбата за допустима.", "8.  Страните не представиха становища по същество.", "ФАКТИТЕ", "I. ОБСТОЯТЕЛСТВА ПО ДЕЛОТО", "9.  Жалбоподателят е роден през 1946 и живее в гр. Пловдив.", "10.  На 9 декември 1994 вестник в гр. Първомай, в-к “Първомай днес”, публикува статия за проблемите по ликвидацията на Държавно кооперативно стопанство и реституцията на селскостопанска земя в региона. Статията е съдържала обидни твърдения срещу жалбоподателя, който е бивш председател на местната комисия, отговорна за ликвидацията на кооперативните стопанства. Заглавието на статията цитира жалбоподателя и гласи „Не ме закачайте, аз съм с жълта карта“. Последният израз означава, че въпросният човек е регистриран като душевноболен. Авторът на статията коментира лошите резултати от одита на комисията, като отбелязва, че такива биха могли да се очакват, след като председателят е “невменяем човек” Освен това жалбоподателят е наречен „нещастник“.", "11.  През м. февруари 1995г. жалбоподателят завежда иск в Районна прокуратура- гр. Първомай за откриване на производство за клевета срещу редактора на вестника. На 6 март 1995 г. компетентният прокурор открива дознание с оглед завеждане на наказателно производство срещу редактора.", "12.  На 2 март 1995 г. жалбподателят завежда гражданско производство срещу редактора и издателя на вестника като твърди, че статията го е оклеветила. Той предявява иск за неимуществени вреди за накърнена репутация.", "13.  Районен съд- Първомай провежда първото заседание по делото на 13 април 1995 г. Защитникът на ответниците е поискал спиране на производството като представя удостоверение от прокуратурата, че е открито дознание. Съдът спира производството съгласно Член 182 § 1 (d) от Гражданско- процесуалния кодекс (ГПК), изчаквайки изхода от дознанието.", "14.  Жалбоподателят подава жалба, оспорвайки, inter alia, че висящото дознание не може да служи като основание за спиране на гражданското производство, като единственото такова основание е висящото наказателно производство.", "15.  На 13 юли 1995г. Пловдивският окръжен съд потвърди решението на по-низшия съд, като постановява, че твърдените в гражданското дело факти представляват “престъпни обстоятелства” по смисъла на Член 182 § 1 (d) от ГПК. Единствените органи, които могат да се произнесат дали е извършено или не е извършено углавно престъпление са прокурорът и наказателните съдилища. Евентуалната присъда на наказателния съд би било res judicata за гражданския съд съгласно разпоредбите на Член 222 на ГПК. Следователно, спирането на производството е постановено правилно.", "16.  На 5 септември 1995г. Районна прокуратура- Първомай открива наказателно производство срещу журналиста, написал статията срещу жалбоподателя.", "17.  Докато гражданското производство е спряно, Районният съд- Първомай изпраща множество писма до Районната прокуратура и Районната следствена служба със запитвания за статуса на наказателното производство. Такива писма са изпратени на 22 април, 9 септември и 15 ноември 1996, 4 февруари и 5 и 11 декември 1997 г., 12 май, 15 юли и 18 декември 1998г., 12 април 1999г., 25 януари и 13 септември 2000г. и 28 февруари 2001г..", "18.  Междувременно на 23 март 1998 г. адвокатът на жалбоподателя иска от Районна прокуратура Първомай да се предприемат необходимите мерки за бързо приключване на наказателното производство. На 4 май 1998г. той завежда жалба в Пловдивската окръжна прокуратура, в която твърди, че наказателно производство е продължило неоснователно дълго и така препятства възобновяването на гражданското производство. С писмо от 12 май 1998 г. Първомайската районна прокуратура информира жалбоподателя, че следствието ще приключи до тридесет дни. На 21 май 1998г. Пловдивската окръжна прокуратура инструктира Първомайската районна прокуратура да финализира следствието в срок от четиринадесет дни.", "19.  На 1 юли 1998г. Районна прокуратура- Първомай сменя следователя по делото като отбелязва, че той не е извършил навреме необходимите следствени действия.", "20.  На 7 ноември 2000г. Районна прокуратура- Първомай прекратява наказателното производство поради изтичане на съответния срок. С решение от 22 ноември 2000 г. Районният съд – Първомай потвърждава прекратяването.", "21.  На 1 март 2001г. Районната прокуратура- Първомай изпраща преписката по делото на Районен съд- Първомай, който в тази връзка възобновява прекратеното гражданско производство.", "22.  Изслушването, насрочено за 3 май 2001 г. е отложено поради нередовно призоваване на ответниците.", "23.  Следващото заседание е насрочено за 5 юли 2001 г. Съдът отбелязва, че ответниците отново са нередовно призовани и отлага делото. Тъй като призовката, изпратена на един от ответниците- кооператива, издал вестника, съдържащ твърдяната за клеветническа статия е върната със забележката, че очевидно кооперативът е ликвидиран преди две години, съдът е дал указания на жалбоподателя да представи удостоверение за актуално състояние [Забележка: Удостоверенията за актуално състояние се издават от фирмения регистър, който се съхранява в районните съдилища.]", "24.  На 21 август 2001г. Първомайският районен съд прекратява производството със становището, че жалбоподателят не е спазил указанията. Жалбоподателят обжалва и на 8 януари 2002 г. Пловдивският окръжен съд отменя прекратяването и връща делото в Първомайския районен съд.", "25.  На 21 януари 2002г. Първомайският районен съд отново изисква от жалбоподателя да представи удостоверение за актуално състояние на ответния кооператив.", "26.  С решение от 29 април 2003 г. Първомайският районен съд допуска за разглеждане жалбата на жалбоподателя срещу редактора на вестника, но отхвърля жалбата му срещу кооператива.", "27.  Жалбоподателят отново обжалва решението пред Пловдивския окръжен съд.", "28.  Според последната информация от страните (юли 2003) производството все още е висящо при Пловдивския окръжен съд, който все още не насрочил обжалването за разглеждане.", "II. РЕЛЕВАНТНО ВЪТРЕШНО ПРАВО И ПРАКТИКА", "29.  Член 182 § 1 (d) и 183 ГПК постановява, че съд, който разглежда гражданско дело:", "“182.  ... спира производство:", "...", "(d)  когато при разглеждането на едно гражданско дело се разкрият престъпни обстоятелства, от установяването на които зависи изхода на гражданския спор", "183.  Прекратено производство се възстановява ex officio или по искане на една от страните след като бъдат отстранени съответните пречки...”", "Член 222 от ГПК постановява:", "“Влязлата в сила присъда на наказателния съд е задължителна за гражданския съд, който разглежда гражданските последици от деянието относно това дали е извършено деянието, неговата противоправност и виновността на дееца.”", "В Решение от 18 януари 1980 г. (реш. № 3421 от 18 януари 1980 г. по гр.д. № 1366/1979 г., І г.о.) Първо гражданско отделение на Върховния съд постановява:", "“По принцип, извършеното престъпление можа да се установи единствено по процедурата на Наказателно процесуалния кодекс. Ето защо, когато твърдяно гражданско право произлиза от факт, който представлява престъпление по Наказателния кодекс, гражданският съд, съгласно член 182 § 1 (d) от [ГПК] е длъжен да прекрати гражданското производство. Това е необходимо, за да се спази решението на наказателния съд. Това е задължително за гражданските съдилища независимо от разглежданото престъпление. Задължителната сила на решенията на наказателните съдилища е регламентирана в Член 222 на [ГПК].”", "30.  Новият член 217a от НПК, приет през м. юли 1999г., постановява:", "“1.  Във всяко положение на делото, включително и след приключване на пренията, всяка от страните можа да подаде жалба за бавност, когато неговото разглеждане, постановяване на решение или изпращане на подадена срещу решението жалба се забавя необосновано.", "2.  Жалбата за бавност се подава направо до по-горния съд, без да се връчват преписи на противната страна и без заплащане на държавните такси. Подаването на жалбата за бавност не се ограничава от никакви срокове.", "3.  Председателят на съда, пред който е подадена жалбата, изисква делото и я разглежда незабавно в закрито заседание. Указанията му по действията, които трябва да извърши съда са задължителни. Определението не подлежи на обжалване и се изплаща незабавно заедно с делото на съда, срещу който е подадена жалбата.", "4.  При констатирана бавност председателят на по-горния съд може да направи предложение до дисциплинарния състав на Висшия съдебен съвет за осъществяване на дисциплинарна отговорност.”", "ОТНОСНО ПРАВОТО", "I.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 6 § 1 ОТ КОНВЕНЦИЯТА", "31.  Жалбоподателят твърди, че продължителността на гражданското производство, което той е започнал срещу вестника е неразумна и е в нарушение на Член 6 § 1 от Конвенцията.", "Член 6 § 1 постановява, като релевантни:", "“При решаване на неговите граждански права и задължения ..., всеки има право на ... публично гледане на делото в разумен срок от [a] ... съд...”", "32.  Жалбоподателят твърди, че Районният съд- Първомай е спрял неправомерно гражданското производство, тъй като не е констатирано наличието на “престъпни обстоятелства” по време на спирането. Също така, той твърди, че предварителното производство, открито от Районната прокуратура – Първомай се е проточило неразумно дълго. По повод на последвалото наказателно производство, единствените действия, извършени от органите на следствието и прокуратурата са били неговото откриване и последващото прекратяване за период от почти шест години, независимо от многобройните писма, изпратени от гражданския съд и жалбите, подадени от жалбоподателя. Освен това, органите са продължили да бавят гражданското производство даже след прекратяването на паралелното наказателно производство. При условие, че докато делото е било висящо един от ответниците е прекратил съществуването си, жалбоподателя действително е възпрепятстван да защити репутацията си като получи обезщетение за твърдяната клевета.", "33.  След като се съгласи, че жалбата е допустима, Правителството не направи коментар относно съществото и.", "A.  Разглеждан период", "34.  Съдът отбелязва, че гражданското производство е започнало на 2 март 1995г. (виж горния параграф 12). През м. юли 2003г., датата на последна информация от страните, то все още е висящо във второинстанционния съд (виж предходния параграф 28). Следователно производството е продължило поне осем години и четири месеца при двуинстанционен съд.", "B.  Разумност на продължителността на производството", "35.  Съдът ще прецени разумността на продължителността на производството в светлината на обстоятелствата по делото и като отчита критериите, заложени в съдебната му практика и в частност сложността на делото и поведението на жалбоподателя и съответните органи. По последната точка трябва също да се отчете какъв е бил интересът на жалбоподателя при жалбата. (виж, след много други, Süßmann v. , решение от 16 септември 1996г., Доклади за присъди и решения 1996IV, pp. 117273, § 48 и Frydlender v. France [ДВ], бр. 30979/96, § 43, ЕСПЧ 2000VII).", "36.  Относно сложността на делото, отбелязвайки че производството е за твърдяна за клевета срещу жалбоподателя, Съдът не счита, че делото е с особена правна и фактическа сложност.", "37.  Относно поведението на жалбоподателя, Съдът не счита, че той е допринесъл значително за общата продължителност на производството.", "38.  Относно поведението на компетентните органи, Съдът отбелязва, че гражданското производство е прекратено на 13 април 1995г., приблизително шест седмици след неговото постановяване (виж предходния параграф 13). Съдът не е длъжен да определи дали има “престъпни обстоятелства чието, определянето е било решаващо за изхода на гражданския спор” и дали производството е било спряно правомерно, защото общоприетото правило е, че националните съдилища установяват фактите и тълкуват и прилагат националното право. Съдът също така не може да се произнесе дали една система, регламентираща зависимостта на гражданското производство от наказателното производство, когато те касаят едни и същи обстоятелства, противоречи per se на разпоредбите на Член 6. Все пак, Съдът отбелязва, че след прекратяване на гражданското производство, по паралелното наказателно производство не е проведена дейност повече от пет години (виж горните параграфи 1620). Това забавяне, което изглежда неоправдано, от своя страна е довело до забавяне в гражданското производство. Допълнително забавяне от почти четири месеца се е дължало на факта, че след прекратяване на наказателното производство през м. ноември 2000 г., преписката по делото е предадена на гражданския съд едва през м. март 2001 г. (виж горните параграфи 20 и 21).", "39.  В допълнение, дори след възобновяване на гражданското производство през м. март 2001 г., продължават да се натрупват допълнителни забавяния. В частност, Съдът отбелязва, че две заседания са отложени поради нередовното призоваване на ответниците (виж предходните параграфи 22 и 23).", "40.  И накрая, Съдът посочва, че през м. юли 2003 г., над осем години след институирането му, производството е все още висящо на етап второинстанционен съд (виж предходния параграф 28).", "41.  В светлината на критериите, заложени в съдебната практика и отчитайки общата продължителност на производството и забавянията, дължащи се на органите, Съдът счита, че продължителността на обжалваното производство не отговаря на изискването за разумен срок.", "Съответно, има нарушение на Член 6 § 1 от Конвенцията.", "II.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 8 ОТ КОНВЕНЦИЯТА", "42.  Жалбоподателят също така твърди, че прекомерната продължителността на производството е довела до нарушаване на Член 8 от Конвенцията, който определя като релевантен:", "“1.  Всеки има право на неприкосновеност на личния ... живот ...”", "43.  Отчитайки заключенията си във връзка с Член 6 § 1 (виж предходния параграф 41), Съдът счита за ненужно да разгледа дали в този случай е допуснато нарушение и на Член 8 (виж Laino v.  [ДВ], no. 33158/96, § 25, ЕСПЧ 1999I).", "III.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 13 ОТ КОНВЕНЦИЯТА", "44.  Жалбоподателят също така твърди, позовавайки се на Член 13 от Конвенцията, че не е разполагал с ефикасно средство за защита по отношение на продължителността на производството.", "Член 13 гласи следното:", "“Всеки, чиито права и свободи, провъзгласени в тази Конвенция са нарушени, има право на ефикасни правни средства за тяхна защита пред съответните национални власти, дори и нарушението да е извършено от лица, действащи при изпълнение на служебни функции.”", "45.  Жалбоподателят твърди, че в съответния период в българското законодателство не са съществували правни средства за защита срещу неразумно дълго гражданско производство. Едва през 1999 законодателната власт приема изменения и допълнения към ГПК, създавайки “жалба за бавност”. Обаче, по това време разглежданото производство вече е продължавало над пет години. Ето защо новото средство за защита не би могло да го ускори с обратна сила. Освен това, тъй като гражданоскот производство е било спряно, за да се изчака изхода от паралелното наказателно производство, завеждането на “жалба за бавност” е щяло да бъде безсмислено.", "46.  Правителството остави без коментар това оплакване.", "47.  Съдът подчертава, че Член 13 на Конвенцията гарантира наличието на вътрешно правно средство за защита на национално ниво, за да осигури прилагането на същността на правата и свободите по Конвенцията, независимо от формата, в която те могат да произтекат по вътрешно правен ред. Действието на член 13 така изисква осигуряването на вътрешноправно средство за защита, което да разглежда по същество всяка спорна по Конвенцията жалба и да отсъжда съответното обезщетение.", "48.  Компетентността на договарящите страни съгласно Член 13 варира в зависимост от естеството на жалбата на жалбоподателя. Обаче, средството за защита, регламентирано от Член 13 трябва да е “ефикасно” както в практиката, така и в законодателството. (виж Kudła v. Poland [ДВ], no. 30210/96, § 157, ЕСПЧ 2000XI).", "49.  Вътрешноправните средства за защита, които се предоставят на тъжителя за повдигане на жалба относно продължителността на производството са “ефикасни” по смисъла на Член 13, ако те “[предотвратяват] твърдяно нарушение или неговото продължаване или [осигуряват] адекватна компенсация за вече [настъпило] нарушение. (виж Kudła, цитираният по-горе, § 158). Следователно Член 13 предлага алтернатива: средство за защита се счита “ефикасно”, ако то може да се използва или за да се ускори решение на съдилищата, разглеждащи делото, или за да осигури на тъжителя адекватно обезщетение за вече произтекла бавност (виж Mifsud v.  (реш.)[ДВ], no. 57220/00, ЕСПЧ 2002VIII).", "50.  С оглед произнасянето по отношение жалбата на жалбоподателя по Член 6 § 1 (виж предходния параграф 41), Съдът счита, че жалбата е спорна. Поради това Съдът трябва да определи дали при конкретните обстоятелства по случая в българското законодателство е имало средство за получаване на обезщетение по отношение на продължителността на производството.", "51.  Съдът най-напред отбелязва, че Правителството не е посочило нито едно средство, което би могло да ускори решаването на случая на жалбоподателя или да му осигури адекватно обезщетение за вече настъпилата бавност. То също така отбелязва, че единственото явно средство срещу прекомерна продължителност на гражданското производство в България е “жалбата за бавност” влязла в сила с приемането на новия Член 217а от ГПК през м. юли 1999. Тази процедура разрешава на жалбоподателя да се обърне към председателите на висшите съдилища, когато разглеждането на делото, постановяването на решението или прехвърлянето на обжалването на решение са забавени неправомерно. Председателят има правомощията да постанови задължителни указания на съда, който разглежда делото (виж горния параграф 30).", "52.  Обаче, отчитайки конкретните обстоятелства по делото, Съдът не счита за необходимо да се произнесе в частта дали “жалбата за бавност” представлява ефикасно средство за целите на Член 13 от Конвенцията. Даже и да се приема, че след въвеждането и през м. юли 1999 г., подавайки такава жалба, жалбоподателят би могъл ефикасно да се пребори с още по-големи забавяния то това не би компенсирало вече натрупаното в периода 1995- 1999 забавяне. В тази връзка, Съдът отбелязва, че ефикасността на средството за защита може да зависи от това дали то влияе значително на продължителността на производството като цяло. (виж Holzinger v. Austria (No. 1), no. 23459/94, § 22, ECПЧ 2001I, Holzinger v.  (No. 2), no. 28898/95, § 21, 30 януари 2001 и Rajak v. Croatia, no. 49706/99, §§ 3335, 28 юни 2001).", "53.  Освен това, независимо дали “жалбата за бавност” може да осигури средство за защита срещу забавянето, предизвикано от гражданския съд, разглеждащ делото, съмнително е че жалбоподателя би могъл успешно да използва тази процедура докато гражданското производство е било спряно, за да се изчака изхода от паралелното наказателно производство, тъй като докато е било висящо, наказателното производство е представлявало “пречка” за възобновяване на гражданското производство (виж горния параграф 29) по смисъла на Член 183 от ГПК. Изглежда че до ноември 2000, когато е преустановено наказателното следствие и е подновено гражданското производство “жалбата за бавност” не би могла да предостави средство за защита на жалбоподателя.", "54.  Съдът излиза със заключението, че поради това, в конкретните обстоятелства по делото ”жалбата за бавност” не може да се счита за ефикасно средство, независимо от възможната ефикасност по принцип.", "55.  Тъй като множеството забавяния по случая са настъпили заради решението на гражданския съд да спре производството докато паралелното наказателно производство е висящо и по наказателното производство не е имало никакви действия (виж горния параграф 38), Съдът също така трябва да разгледа дали е съществувало някакво средство, с което жалбоподателят би могъл да ускори наказателното производство.", "56.  В тази връзка, Съдът отбелязва, че опитвайки се да ускори наказателното производство жалбоподателят се е оплакал от забавянето в Първомайската районна прокуратура и Пловдивска окръжна прокуратура (виж горния параграф 18). Все пак, Съдът счита, че възможността да се обжалва пред различни нива на органите на прокуратурата, не може да се счита за ефикасно средство, защото такива йерархически обжалвания целят да подтикнат органите да използват правото си на преценка и да не дадат на тъжителя право да застави Държавата да упражни надзорните си правомощия. (виж Gibas v. Poland, no. 24559/94, Решение на Комисията от 6 септември 1995, Решения и Доклади 82, p. 76, р.. 82, Kuchař и Štis v. the Czech Republic (реш.), 37527/97, 23 май 2000, Horvat v. Croatia, no. 51585/99, §§ 47 и 64, ECПЧ 2001VIII и Hartman v. the Czech Republic, no. 53341/99, § 66, ECПЧ 2003VIII (извлечения)).", "57.  Обобщавайки, Съдът счита, че при конкретните обстоятелства по делото, жалбоподателят не е разполагал с вътрешноправни средства за защита, които би могъл да използва за ускоряване на разглеждането на гражданското дело.", "58.  Освен това, относно компенсаторните средства за защита, Съдът не счита, че в българското законодателство съществува възможност за получаване на компенсация или друго овъзмездяване за прекомерно продължително производство.", "59.  Съответно, допуснато е нарушение на Чл. 13 от Конвенцията в частта и, че жалбоподателят не е разполагал с вътрешно правно средство, с което той би могъл да упражни правото си на “разглеждане в разумен срок”, така както е гарантирано в Член 6§ 1 на Конвенцията.", "IV.  ПРИЛАГАНЕ НА ЧЛЕН 41 НА КОНВЕНЦИЯТА", "60. Член 41 от Конвенцията предвижда:", "“Ако Съдът установи, че е имало нарушение на Конвенцията или на протоколите към нея и ако вътрешното право на съответната Високодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо на справедливо обезщетение на потърпевшата страна.”", "A.  Вреди", "61.  Жалбоподателят претендира за 10,000 Евро (“EUR”) компенсация за нематериални вреди. Той е представил детайлни аргументи относно всяко нарушение на Конвенцията, като подчертава сериозността на делото и се позовава на някои от решенията на Съда.", "62.  Позовавайки се на някои от решенията на Съда по предишни дела за продължително производство, заведени срещу България, Правителството твърди, че претенцията е преувеличена и прекомерна. То изразява становището, че размерът на компенсацията трябва да съответства на стандартите на живот в България.", "63.  Съдът счита за целесъобразно да приеме, че жалбоподателят е понесъл неудобство и страдание поради неразумната продължителност на производството и липсата на каквото и да е средство за защита срещу нея. Отчитайки обстоятелствата по делото и като взе решение по справедливост, Съдът присъди в полза на жалбоподателя сумата от 2800 Евро.", "B.  Разноски", "64.  Жалбоподателят претендира за 1,870 Евро за 6 часа правна работа по вътрешното производство по часови ставки от 30 Евро и 50 Евро и 32 часа правна работа по производството в Страсбург по часова ставка от 50 Евро. Той претендира за допълнителни 274 Евро, дължими за преводачески услуги (34 страници), копиране, пращане по пощата и други режийни разноски. Жалбоподателят представи договор за хонорар между него и адвоката му, график на изработените часове и пощенски разписки.", "65.  Правителството подчертава, че: (i) часовата ставка от 50 Евро е завишена при сравнение с обичайната ставка на адвокатите в България; (ii) правната работа по вътрешното производство няма отношение към съществото на делото, разглеждано от Съда; освен това не са представени документи, доказващи, че жалбоподателят наистина е платил хонорара за тази работа; и (iii) искът за преводачески и други разходи, с изключение на пощенските такива, не са подкрепени с документи.", "66.  Съдът счита, че разходите понесени от жалбоподателя при усилието му да ускори неоправдано продължителното вътрешно производство са необходими и релевантни към жалбите съгласно Конвенцията. Освен това, Съдът отбелязва, че жалбоподателят е представил споразумение за хонорара и график на изработените от адвоката часове относно извършената по делото работа. Но Съдът отбелязва, че искът за преводачески услуги не е подкрепен от съответните документи. Отчитайки всички релевантни фактори, съдът отсъжда 1600 Евро за разходи.", "C.  Лихва за просрочване", "67. Съдът намира за уместно, лихвата за просрочване да е базирана на заемните нива на марж на Централната европейска банка, към които следва да се добавят три процентни пункта.", "КАТО ВЗЕ ПРЕДВИД ГОРЕПОСОЧЕНИТЕ СЪОБРАЖЕНИЯ, СЪДЪТ ЕДИНОДУШНО ОТСЪДИ", "1.  Установява нарушение на Член 6 § 1 от Конвенцията;", "", "2.  Установява, че не е необходимо да се произнесе по жалбата по Член 8 от Конвенцията;", "", "3.  Установява нарушение на Член 13 от Конвенцията;", "", "4.   Отсъжда", "(a)  Ответната държава да заплати на жалбоподателя в три месечен срок от датата на влизане на решението в сила, съобразно Член 44 § 2 от Конвенцията следните суми, които да се конвертират в български лева по курса към деня на плащането:", "(i)  EUR 2,800 (две хиляди и осемстотин евро) за неимуществени вреди;", "(ii)  EUR 1,600 (хиляда и шестстотин евро) за разходи;", "(iii)  всеки данък, дължим за горните суми;", "(b)  от датата на изтичане на гореспоменатите три месеца до разплащането, ще се дължи проста лихва върху сумата при ниво, равно на заемните нива на марж на Европейската централна банка по време на просрочения период плюс три процентни пункта;", "", "4.  Отхвърля останалата част от претенцията на жалбоподателя за обезщетение по справедливост.", "Изготвено на английски език и известено писмено на 8 юли 2004 съгласно Правило 77 §§ 2 и 3 от Правилата на съда.", "", "Сантяго КУЕСАДА \tХристос РОЗАКИС\n\tЗаместник регистратор\tПредседател"]}