{"file": "BUL_HJUDBUL_66455_01.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "66455/01", "text_paragraphs": ["© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "ПЕТО ОТДЕЛЕНИЕ", "", "", "ДЕЛО БУЛИНВАР ООД И ХРУСАНОВ с/у БЪЛГАРИЯ", "", "", "(Жалба № 66455/01)", "", "", "РЕШЕНИЕ", "", "", "СТРАСБУРГ", "", "12 април 2007 г.", "", "", "", "", "ОКОНЧАТЕЛНО", "", "12/07/2007", "", "", "", "Настоящото решение ще стане окончателно при условията определени в член 44 § 2 от Конвенцията. Върху него могат да бъдат извършени поправки по формата.", "", "", "", "По делото Булинвар ООД и Хрусанов с/у България,", "Европейския Съд за Правата на Човека (пето отделение), в състав от :", "\tГ-н \tП. Лоренцен, председател,\nГ-ЖА\t С. Ботушарова,", "Г-Н \tВ. БУТКЕВИЧ,", "Г-ЖА\tМ. ЦАЦА-НИКОЛОВСКА,", "\tГ-ДА\tР. МАРУСТ,\n\tЖ. БОРРЕГО БОРРЕГО, \nГ-ЖА \tР. ЖАЕГЕР, съдии,\nи Г-жа С. Вестердиек, секретар на отделението,", "След проведено съвещание на състава на 20 март 2007 г.,", "Постановява следното решение, прието на същата дата :", "", "ПРОЦЕДУРА", "", "В основата на делото стои жалба (№ 66455/01) подадена срещу Република България, с която гражданинът на тази държава г-н Георги Хрусанов, както и едно дружество с ограничена отговорност, Булинвар ООД (”жалбоподателите”) сезират Съда по силата на член 34 от Конвенцията за правата на човека и основните свободи (”Конвенцията”).", "Първата кореспонденция от жалбоподателите с дата 21 април 2000 г., пристига в Съда на 3 юли 2000 г. Пощенското клеймо е частично не четимо и жалбата е вписана като получена на 26 юни 2000 г., като тази дата изглежда най-вероятната за изпращането на кореспонденцията. В съобщение от 7 декември 2000 г., адвоката на жалбоподателите указва, че г-н Хрусанов го е уверил, че е изпратил първото писмо най-късно в края на месец април 2000 г.", "Жалбоподателите се представляват от адвокат М. Екимджиев от Пловдив. Българското правителство (”Правителството”) се представлява от своя агент Г-жа М. Пашева, от Министерството на правосъдието.", "На 7 септември 2005 г., Съдът реши да уведоми Правителството за жалбата. Позовавайки се на член 29 § 3 от Конвенцията, той реши да се произнесе едновременно по допустимостта и по съществото на жалбата.", "", "", "", "", "ФАКТИТЕ", "", "ИЗЛОЖЕНИЕ НА ФАКТИТЕ", "", "Жалбоподателят г-н Хрусанов е роден през 1959 г. и живее в София. Той е управител на жалбоподателя Булинвар ООД, със седалище в София.", "На неуточнена дата през 1996 г., жалбоподателя купува магазин намираш се в сграда в строителство в София.", "По искане на фирмата отговорна за строителството, на 36 ноември 1996 г., директорът на Държавна инспекция за териториалноустройствен и строителен контрол на София, назначава комисия, натоварена да провери съответствието на извършените работи с нормите за сигурност на оборудването.", "В следствие на извършен контрол, комисията отказва да издаде удостоверение за съответствие с мотива, че станцията захранваща сградата с електричество, не отговаря на изискванията на предписанията на електрическата компания, така както те са описани в писмо до предприемача от 1 август 1996 г. Представителят на компанията отбелязва, че трябва да се построй нова станция, тъй като построената има различни характеристики от тези указани в писмото и е била ползвана от дружество ползващо преференциални цени.", "С решение от 20 януари 1997 г., директорът на инспекцията отказва да разреши ползването на сградата.", "На 28 януари 1997 г., жалбоподателят сезира Софийски градски съд с иск за отмяна на решението на директора на инспекцията, като поддържа, че изграждането на станцията не е било необходимо, като се имат предвид нормалните нива на консумация на енергия.", "Съдът разпорежда техническа експертиза с цел да установи съответствието на станцията с техническите норми. Експертът констатира, че съществуващата станция отговаря на съществуващите технически норми и, че изграждането на нова станция не е нужно, като се има предвид вече съществуващото оборудване.", "С решение от 7 юни 1999 г., съдът уважава молбата на жалбоподателя и постановява издаване на разрешение за ползване. Съдът отбелязва, че през 1994 г. е било издадено разрешение за ползване на съществуващата станция. Той се позовава и на заключенията на експерта според който, тя е в съответствие с техническите норми и може да осигури редовното захранване на сградата. Всъщност изграждането на нова станция е отменено.", "Ответникът подава касационна жалба. С решение от 2 ноември 1999 г., Върховният административен съд отменя решението и отхвърля претенциите на жалбоподателя. Съдът констатира, че оспорваното решение е основано върху отказа на комисията да издаде удостоверение за съответствие на строителството. Съдът отбелязва, че съответствието на строителството с техническите норми и нормите за сигурност може да бъде установено единствено от тази комисия и, че нейният отказ да констатира съответствието не е можел да бъде отменен нито променен от административна или съдебна инстанция. Така, че директорът на Държавна инспекция за териториалноустройствен и строителен контрол не е можел да разреши използването на сградата при отсъствието на удостоверението за съответствие. Административното правосъдие е било компетентно единствено да контролира дали решението на директора на инспекцията е било в съответствие с решението на комисията.", "", "ІІ. ПРИЛОЖИМО ВЪТРЕШНО ПРАВО", "", "А. Процедура по издаване на разрешение за ползване на сграда", "", "По време на случая, процедурата която е трябвало да се следва за получаване на разрешение за ползване на нова сграда се е регулирала с министерска Наредба №6 от 15 март 1993 г. за държавно приемане и разрешаване на ползването на строежите в Република България.", "Държавна инспекция за териториалноустройствен и строителен контрол, национален орган към министелството на териториалното устройство и строителството, е назначавала по искане на предприемача (член 6 алинея 1) комисия по одобрение. Член 7 от наредбата гласял, че комисията трябва да е съставена от представители на няколко министерства, както и от предприемача или собственика на сградата.", "Комисия по одобрението е била компетентна да оцени съответствието на строителството със строителното разрешение, както и с нормите за сигурност и техническите норми. В следствие на осъществения контрол, тя е можела да издаде или да откаже удостоверение за съответствие (член 17 от наредбата). По силата на член 19, комисията отказвала да издаде сертификат когато:", "", "« 1. сградата не е осъществена в спазване на разрешението за строеж и действашите правилници, което е прави неподходяща за предназначението й;", "", "2. в случай на нередности засягащи сигурността и продължителността на живот на строителството, неговата нормална експлоатация и застрашава околната среда;", "", "3. предприемачът не е представил необходимата документация;", "", "4. не са спазени разпоредбите на настоящата наредба.»", "", "Членовете, които не са съгласни с мнозинството, са можели да формулират писмено своето особенно мнение (член 20).", "Използването на сградата се разрешава въз основа на решението на приемащата комисия (член 3).", "В частност, директорът на инспекцията за териториалноустройствен и строителен контрол е трябвало да откаже използването на имота в случай на отрицателно мнение на комисията (член 305 на наредбата за приложение на закона да териториално устройство).", "Наредбата е отменена през юли 2003 г., след влизане в сила на нов закон за устройството на територията.", "", "В. Произнасяне на решения и определения", "", "В българското право, решенията на административните и гражданските съдилища се съобщават писмено на страните, само когато могат да бъдат обжалвани. За сметка на това, сраните не се информират изрично, за решенията на съдилищата произнасящи се като последна инстанция. В подобни случай, депозиране на копие от акта в деловодството на съответния съд, има силата на произнесено решение.", "", "ПО ПРАВО", "", "І. ОТНОСНО ПРЕТЕНДИРАНОТО НАРУШЕНИЕ НА ЧЛЕН 6 § 1 ОТ КОНВЕНЦИЯТА.", "", "Позовавайки се на членове 6 § 1 и 13 от Конвенцията жалбоподателите, изтъкват нарушение на правото им на достъп до съд. Съдът счита че, жалбата произтича от член 6 § 1 от Конвенцията гласящ следното в съответната част:", "", "„ Βсяко лице, има право неговото мнение да бъде чуто справедливо (...) от Съд (...), който да реши (...) относно неговите граждански права и задължения (...).»", "", "Правителството счита, че жалбата е закъсняла, тъй като е трябвало да бъде представена в рамките на шест месечния срок след произнасянето на решението на Върховния административен съд на 2 ноември 1999 г. В частност, Правителството счита за малко вероятни обясненията на жалбоподателят, че той е изпратил първата си жалба на вниманието на Съда през април 2000 г. Правителството счита, че тази кореспонденция е била изпратена на 26 юни 2000 г.", "В допълнение, Правителството счита, че жалбата е определено необоснована. То подчертава, че жалбоподателят е сезирал вътрешното законодателство с жалба срещу административния орган и е имал на разположение процедура предоставяща всички гаранции за справедлив процес. Само фактът, че в края на тази процедура, жалбоподателите не са убедени в необходимостта от изграждане на нова станция за електрическо захранване на сградата, не е достатъчен, за да се заключи, че има нарушение.", "Позовавайки се на решението Terra Woningen B.V. с/у Нидерландия (решение от 17 декември 1996 г., Сборник решения 1996VI), жалбоподателите считат, че те не са разполагали с достъп до съд, който има пълната компетентност, за да вземе решение по всички въпроси по право и по същество на спора. Те изтъкват, че Върховният административен съд не е разгледал въпроса за необходимостта от изграждане на нова станция, считайки, че този въпрос избягва от неговия контрол. Те изтъкват също така, че изискването за изграждане на това оборудване произтича от решение на електрическата компания, чиято основателност те не са имали възможността да оспорят. Докато необходимостта от нова станция, е била най-малкото спорна, като се има предвид и доклада на експерта представен пред Софийски градски съд.", "Жалбоподателите не коментират изключението за закъснение повдигнато от Правителството.", "", "А. По допустимостта", "", "Що се отнася до жалбоподателя", "", "Съдът веднага отбелязва, че жалбоподателя и управителя на дружеството, не са собственици или страна по спора пред вътрешните съдилища. Така, че жалбата внесена от него по ratione personae изглежда несъвместима с Конвенцията ( mutatis mutandis, Agrotexim и други с/у Гърция, решение от 24 октомври 1995 г., серия A no 330A, с.25-26, §§ 66-72 и Crédit industriel и Moravec с/у Република Чехия, no 29010/95, решение на Комисията от 20 май 1998 г.).", "От тук следва, че тя трябва да бъде отхвърлена в приложение на член 35 §§ 3 и 4 от Конвенцията.", "", "Що се отнася до дружеството жалбоподател", "", "Що се отнася до изключението извлечено от неспазването на шест месечния срок, повдигнато от Правителството, Съдът припомня своята съдебна практика, според която, освен ако няма обстоятелства оправдаващи друго решение, датата която трябва да се взема предвид, за да се определи кога Съдът е бил сезиран по смисъла на член 34 от Конвенцията е датата на първото писмо на жалбоподателя излагащо мотивите на жалбата, която той смята да заведе (виж сред много други, Richard Roy Allan с/у Великобритани (реш.), no 48539/99, 28 август 2001 г.).", "Нормално, датата фигурираща на печата поставен от деловодството на Съда, не се взема предвид, като се подразбира, че тук става дума за развитие на негова вътрешна административна процедура, нямаща нищо общо с жалбоподателя (Korkmaz с/у Турция (реш.), no 42589/98, 5 септември 2002 г.), с изключение на случаите когато е невъзможно да се установи датата на депозиране на кореспонденцията в пощата, по пощенското клеймо и, когато първата кореспонденция е била антидатирана от жалбоподателя (виж Florică с/у Румъния (реш.), no 49781/99, 29 юни 2004 г.).", "В конкретния случай, Съдът констатира, нещо което не се оспорва от страните, това е че датата на начало на срока е 2 ноември 1999 г. За сметка на това, датата на изпращане на първото писмо на жалбоподателите е спорна.", "Съдът отбелязва, че поставеното пощенско клеймо върху плика с писмото на жалбоподателите е частично четим, но е установено, че това първо писмо пристига в секретариата на Съда на 3 юли 2000 г. Срокът, който е изминал от датата която жалбоподателят посочва като дата на изпращане, в края на месец април 2000 г., не отговаря на нормален пощенски срок. Но той не е и достатъчно дълъг за да може Съдът да заключи, при отсъствието на каквито и да е доказателства в тази насока, (виж a contrario, цитираното дело Florică précitée), че писмото е било изпратено след тази дата и в часност след 2 май 2000 г., дата на изтичане на шест месечния срок.", "Така, че трябва да се отхвърли изключението на Правителството.", "", "Б. По същество.", "", "Съдът веднага отбелязва, че оплакването, което е в основата на настоящата жалба, се отнася до правото на жалбоподателя да се ползва от имота на който е бил собственик. Той счита, и това не е оспорвано от Правителството, че макар случаят да е бил разглеждан от административните съдилища, спорът е бил от гражданско естество (виж. Skärby с/у Швеция, решение от 28 юни 1990 г., серия A no 180B, с. 36-37, §§ 28 и 29). Така, че може да се приложи член 6 § 1.", "Съдът припомня, че за да може един «съд» да реши по спор за правата и задълженията от граждански характер в съответствие с член 6 § 1 от Конвенцията, той трябва да има компетенции, за да разгледа всички въпроси по същество и по право относно спорът, за който е сезиран (виж особенно решенията Le Compte, Van Leuven и De Meyere с/у Белгия от 23 юни 1981 г., серия A no 43, с. 23, § 51, b), Fischer с/у Австрия, решение от 26 април 1995 г., серия A no 312, с. 17, § 29, BritishAmerican Tobacco Company Ltd с/у Нидерландия от 20 ноември 1995 г., серия A no 331, с. 25, § 78, и Bryan с/у Великобритания от 22 ноември 1995 г., серия A no 335-A, с. 17, §§ 44-45). В частност, отказът на един съд да се произнесе по независим начин за някои, изключително важни за решаването на спора за който е сезиран точки, може да представлява нарушение на правото на достъп до съд (виж Terra Woningen B.V. с/у Нидерландия, решение от 17 декември 1996 г., Сборник 1996VI, с. 2122-2123, §§ 5355).", "В случаят Съдът отбелязва, че приемателната комисия, пред която представителят на предприемача е имал възможността да изложи своите мотиви относно съответствието на строежа, е била назначена от административен орган и не е отговаряла на изискването за независимост на член 6 § 1. При тези обстоятелства се поставя въпроса да се знае дали жалбоподателят се е ползвал, при въпросната процедура, от ясната и конкретна възможност да оспорва по всички точки, пред съд който е имал пълната съдебна възможност да се произнесе по неговите искания, относно решението от което той е имал намерение да се жалва.", "В това отношение Съдът отбелязва, че Върховният административен съд е заявил, че на него му принадлежи да търси дали спорното решение произтича от компетентните административни органи и дали то отговаря на решенията на приемателната комисия, но че той не е компетентен да прецени основателността на административното решение. Така, че той отказва да разгледа единствената спорна точка, а именно каква е нуждата от изграждането на нова станция за снабдяване на сградата с електричество, оспорвана от жалбоподателя.", "Освен това, изглежда, че предписанието на електрическата компания за изграждане на тази инсталация, не е можело да бъде оспорвано предварително чрез жалба за това.", "Тези елементи са достатъчни на Съда за да заключи, че има нарушение на член 6 § 1 от Конвенцията.", "", "ІІ. ОТНОСНО ПРЕТЕНДИРАНОТО НАРУШЕНИЕ НА ЧЛЕН 1 ОТ ПРОТОКОЛ № 1", "", "Жалбоподателите поддържат също, че решението на Върховния административен съд, е засегнало техните права на собственост, защитени от член 1 от Протокол № 1, чиято съответна част гласи следното:", "", "„Βсяко физическо или юридическо лице има право мирно да се ползува от своите притежания. Никой не може да бъде лишен от своите притежания освен в интерес на обществото и съгласно", "условията, предвидени в закона и в общите принципи на международното право.”", "", "По отношение на жалбата въведена от жалбоподателя, Съдът препраща към своите решения относно жалбата по член 6 § 1 от Конвенцията и го отхвърля прилагайки член 35 § 3 и 4 от Конвенцията.", "Доколкото жалбата е заведена от дружество жалбоподател, Съдът припомня, че за да бъде съвместима с общите норми оповестени в първото изречение на член 1, една намеса трябва да спазва едно „справедливо равновесие” между изискванията от общ за обществото интерес и опазването на основните права на индивида. Освен това, необходимостта да се разглежда въпросът за справедливото равновесие, може да се постави само ако се окаже, че спорната намеса е спазила принципа на законността и не е произволна (виж Beyeler с/у Италия [GC], no 33202/96, § 107, ЕСПЧ 2000-I).", "Съдът отбелязва, че намесата се е основавала на разпоредбите на вътрешното право. Той счита, че в случая, не могат да бъдат поставяни под въпрос резултатите до които са стигнали компетентните власти, доколкото предоставените елементи с които разполага, не позволяват да се заключи, че те са стигнали до изводи относно съвместимостта на сградата с действащите технически норми. Фактът, че жалбоподателят оспорва смисъла на препоръките относно строежа на нови оборудвания, не може сам по себе си да доведе до заключението, че намесата в случая е била непредвидима или произволна (виж. Terra Woningen B.V.с/у Нидерландия, no 20641/92, решение на Комисията от 5 юли 1994 г. и Skärby с/у Швеция, no 12258/86, решение на Комисията от 9 май 1988 г.).", "От това следва, че жалбата е очевидно неоснователна и трябва да бъде отхвърлена в приложение на член 35 § 3 и 4 от Конвенцията.", "", "ІІІ. ОТНОСНО ПРИЛОЖЕНИЕТО НА ЧЛЕН 41 ОТ КОНВЕНЦИЯТА", "", "По смисъла на член 41 от Конвенцията,", "", "„Ако Съдът установи, че е имало нарушение на Конвенцията или на протоколите към нея и ако вътрешното право на съответната Βисокодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.”", "", "А. Вреди", "", "Жалбоподателите претендират 5 000 евро за нанесени морални вреди. Освен това, те претендират 11 843 евро за материални вреди произтичащи от изтъкваните нарушения. Те изтъкват, че тази сума съответства на обезщетението за отдаване на имота под наем за периода 20 януари 1997 г. – 1 януари 2007 г.", " Правителството не представя становище.", "Съдът припомня, че той е констатирал само нарушаване на правата на жалбоподателя гарантирани от член 6 § 1 от Конвенцията. Съдът не констатира причинна връзка между констатираното нарушение и изтъкваните материални вреди и отхвърля тази част от искането. Освен това Съдът счита, че настоящото решение, само по себе си, представлява едно справедливо обезщетение по отношение на изтъкваната морална вреда.", "", "Б. Разходи", "", "Жалбоподателите претендират също 1 550 евро за извършени разходи, пред Съда, от които 1 516 евро за адвокатски хонорари и 34 евро за пощенски разходи. Те представят хонорарен договор сключен с техния адвокат и разбивка за извършената работа от адвоката за общо 21 часа и 40 минути при часова ставка от 70 евро. Те искат присъдената сума за разходи да бъде изплатена директно на техния представител.", "Правителството не представя становище.", "Според съдебната практика на Съда, един жалбоподател може да получи възстановяване на разходите си, когато може да се удостовери тяхната реална стойност, тяхната необходимост и разумния им размер. В случая, и като се имат предвид елементите на негово разположение, и споменатите по-горе критерии, както и, че част от повдигнатите оплаквания не са били взети предвид, Съдът счита за разумна сумата от 1 000 евро за процедурата пред Съда и я присъжда на Булинвар ООД.", "", "В. Мораторна лихва", "", "Съдът счита за уместно да базира мораторната лихва върху лихвеният процент по пределното кредитно улеснение на Централната европейска банка увеличена с три процентни пункта.", "", "С ТЕЗИ МОТИВИ, СЪДЪТ, ЕДИНОДУШНО,", "", "", "Обявява жалбата за допустима по отношение на оплакванията основани на член 6 § 1 от Конвенцията и недопустима за останалото;", "", "Постановява, че е налице нарушение на член 6 § 1 от Конвенцията;", "", "", "Постановява", "а) че настоящото решение представлява, само по себе си, справедливо обезщетение за изтъкваните морални вреди;", "б) че държавата ответник трябва да изплати на жалбоподателя, в срок от три месеца след като решението стане окончателно, съгласно член 44 § 2 от Конвенцията, следните суми, обърнати в български лева, по курса в деня на изплащането:", "1 000 евро (хиляда евро) за разходи, платими по указана от адвоката на защитниците негова банкова сметка в България;", "Всички суми, които биха могли да бъдат изискуеми като данъци върху тази сума;", "в) след изтичането на този срок и до изплащането им, тези суми ще бъдат олихвявани с проста лихва с лихвеният процент по пределното кредитно улеснение на Централната европейска банка, валиден през този период, увеличен с три процентни пункта;", "", "Отхвърля искането за справедливо обезщетение над тези суми.", "", "Съставено на френски език, след това съобщено писмено на 12 април 2007 г. в приложение на член 77 §§ 2 и 3 на правилника.", "", "Клаудиа ВЕСТЕРДИЕК\t\t\t\tПеер ЛОРЕНЦЕН", "Секретар\t\t\t\t\t\tПредседател", ""]}