{"file": "BUL_HJUDBUL_8139_09.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "8139/09", "text_paragraphs": ["© Съвет на Европа/Европейски съд по правата на човека, 2013 г. Този превод не обвързва Съда. За допълнителна информация моля вижте пълните указания за авторските права в края на документа.", "© Council of Europe/European Court of Human Rights, 2013. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de I’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "ЧЕТВЪРТА СЕКЦИЯ", "", "", "", "", "CASE OF OTHMAN (ABU QATADA) срещу ОБЕДИНЕНОТО КРАЛСТВО", "", "(Жалба № 8139/09)", "", "", "", "", "", "РЕШЕНИЕ", "", "", "", "", "СТРАСБУРГ", "", "17 януари 2012 г.", "", "ОКОНЧАТЕЛНО", "", "09/05/2012 г.", "", "Настоящото решение е окончателно съгласно член 44 § 2 от Конвенцията. То може да претърпи редакционни промени.", "", "По делото Othman (Abu Qatada) срещу Обединеното кралство,", "Европейският съд по правата на човека (четвърта секция), заседаващ в камара в състав:", "\tLech Garlicki, Председател,", "\tNicolas Bratza,", "\tLjiljana Mijović,", "\tDavid Thór Björgvinsson,", "\tLedi Bianku,", "\tMihai Poalelungi,", "\tVincent A. De Gaetano, съдии,\nи Lawrence Early, секретар на секцията,", "След проведено закрито заседание на 13 декември 2011 г.,", "Постанови настоящото решение, прието на тази дата:", "ПРОЦЕДУРА", "1.  Делото е образувано по жалба (№ 8139/09) срещу Обединено кралство Великобритания и Северна Ирландия, подадена до Съда съгласно член 34 от Конвенцията за защита правата на човека и основните свободи („Конвенцията“) от йорданския гражданин г-н Омар Отман („жалбоподателя“), на 11 февруари 2009 г.", "2.  Жалбоподателят се представлява от г-жа Пиърс, адвокат, практикуващ в Лондон с Бирнберг Пиърс и партньори. Тя се подпомага от г-н Е. Фицджералд QC, г-н Р. Хусаин и г-н Д. Фридман - съветници. Правителството на Обединеното кралство („правителството“) се представлява от агента си г-жа L. Dauban от Министерството на външните работи.", "3.  Жалбоподателят твърди по-конкретно, че ако бъде депортиран в Йордания може да бъде изложен на реална опасност от малтретиране в противоречие с член 3 от Конвенцията и явен отказ от правосъдие в противоречие с член 6 от Конвенцията.", "4.  На 19 февруари 2009 г. председателят на камарата, на която делото е разпределено, реши да приложи член 39 от Правилника на Съда, посочвайки на правителството, че е желателно в интерес на страните и на надлежното провеждане на производството да не извежда жалбоподателя в Йордания до постановяване на решението на Съда.", "На 19 май 2009 г. Съдът реши да уведоми правителството за жалбата. Той реши също да се произнесе по допустимостта и основателността на жалбата едновременно (член 29 § 1).", "5.  Жалбоподателят и правителството представиха писмени становища (член 59 § 1 от Правилника на Съда). Освен това бяха получени коментарите на трети страни от неправителствените организации Amnesty International, Human Rights Watch и JUSTICE, които бяха допуснати от председателя на камарата да вземат участие в писмената процедура (член 36 § 2 от Конвенция и член 44 § 2 от Правилника на Съда). Страните отговориха на тези коментари (член 44 § 5 от Правилника на Съда).", "6.  На 14 декември 2010 г. в Сградата на правата на човека в Страсбург се проведе открито заседание (член 59 § 3 от Правилника на Съда).", "", "Пред Съда се явиха:", "", "(a)  за правителството\n\tГ-жа\tL. Dauban, \tагент,\n\tГ-н\tM. Beloff QC, \t\n\tГ-жа\tR. Tam QC,", "\tГ-н\tT. Eicke, \tсъветници,\n\tГ-н\tN. Fussell,\t\n\tГ-н\tA. Gledhill,", "\tГ-н\tT. Kinsella,", "\tГ-н\tA. Rawstron,\tконсултанти;\n", "(b)  за жалбоподателя\n\tГ-жа\tГ. Пиърс,\tадвокат,\n\tГ-н\tE. Фицджералд QC,", "\tГ-н\tД. Фридман,\tсъветници.\n", "Съдът изслуша изявленията на г-н Beloff и г-н Фицджералд и отговорите им на въпросите, зададени от Съда.", "ФАКТИТЕ", "I.  ОБСТОЯТЕЛСТВА ПО ДЕЛОТО", "A.  Въведение", "7.  Жалбоподателят е роден през 1960 г. в близост до Витлеем, по това време управляван като част от Кралство Йордания. Пристигнал в Обединеното кралство през месец септември 1993 г., като преди това напуснал Йордания и отишъл в Пакистан. Успешно кандидатствал за убежище, като основание за което му послужило първо, че бил задържан и насилван от йорданските власти през месец март 1988 г. и 1990-1991 г. и второ, че по два последващи повода бил задържан, а след това поставен под домашен арест. Жалбоподателят бил признат за бежанец на 30 юни 1994 г. и получил разрешение да остане до 30 юни 1998 г. Според нормалната практика Държавният секретар не посочил основания за решението си за признаване на жалбоподателя за бежанец.", "8.  На 8 май 1998 г. жалбоподателят кандидатствал за безсрочно разрешение да остане в Обединеното кралство. По молбата му не било взето решение преди ареста му на 23 октомври 2002 г. На тази дата той бил задържан по Закона за борба с тероризма и престъпленията и за сигурността от 2001 г. (виж A. and Others срещу Обединеното кралство [ГК], № 3455/05, § 90, 19 февруари 2009 г.). Когато законът бил отменен през месец март 2005 г. жалбоподателят бил освободен под гаранция и спрямо него била издадена контролна заповед по Закона за предотвратяване на тероризма от 2005 г. (пак там, §§ 83 и 84). На 11 август 2005 г., докато жалбата му срещу тази контролна заповед все още се разглеждала, Държавният секретар връчил на жалбоподателя съобщение за намерение за депортиране (виж раздел 3, параграф 25 по-долу).", "B.  Предходно наказателно производство в Йордания", "1.  Делото реформа и предизвикателство", "9.  През месец април 1999 г. в Йордания жалбоподателят бил осъден задочно в заговор за предизвикване на взривове в процес, известен като делото „реформа и предизвикателство“. Той бил дванадесетият от тринадесет подсъдими.", "10.  Делото било свързано с твърдение за заговор за извършване на взривове в Йордания, в резултат на което действително били извършени нападения над Американското училище и хотел Йерусалим в Аман през 1998 г. Имало и други присъди за престъпления, свързани с членуване в терористична група, но тези въпроси попаднали под обща амнистия. В края на процеса жалбоподателят бил осъден на доживотна каторга.", "11.  По време на процеса един свидетел – Мохамед Ал-Джерамейн признал, че именно той, а не подсъдимите, е замесен в бомбените атаки. Съдът за държавна сигурност, разглеждащ делото, преценил, че признанието му е фалшиво и това е очевидно, поради противоречията между това, което той обяснил за естеството на експлозивите, например, и другите технически доказателства. По-късно г-н Ал-Джерамейн бил екзекутиран за убийства, за които бил осъден в друг съдебен процес.", "12.  Жалбоподателят поддържа, че доказателствата срещу него се основавали преимуществено на уличаващите обяснения, дадени от друг подсъдим – Абдул Насер Ал-Хамашер (известен още като Ал-Кхамайсех). В признанието си пред (държавния) прокурор г-н Ал-Хамашер твърдял, че жалбоподателят предварително е подбуждал извършването на нападенията. Твърди се също, че след нападенията поздравил групата.", "13.  Г-н Ал-Хамашер, заедно с няколко други подсъдими, направил оплакване по време на производството пред Съда за държавна сигурност, че били подложени на изтезания от Генералната дирекцията за разузнаване на Йордания („ГДР“), която е съвместно отговорна за поддържането на вътрешната сигурност и за контрола над заплахите за сигурността в Йордания заедно с Дирекцията за обществена сигурност и военните. В края на разпитите, по време на които твърдят, че са били изтезавани, прокурорът събрал показанията от всеки от обвиняемите.", "14.  В процеса се събрали доказателства от адвокати и вещи лица медици и близки на подсъдимите, че по тях имало видими следи от насилие. Съдът за държавна сигурност обаче достигнал до заключението, че обвиняемите не са доказали изтезания.", "15.  Имало многобройни обжалвания пред Касационния съд и връщане на делото обратно на Съда за държавна сигурност, макар че от името на жалбоподателя жалби не били подавани, тъй като бил осъден задочно. В хода на тези обжалвания присъдите били потвърдени въз основа на съответните обяснения, дадени пред прокурора. По този начин признанията, съдържащи се в тези обяснения, представлявали достатъчно доказателство за постановяване на осъдителна присъда, при положение че съдът ги е приел и прокурорът се е уверил в извършването на признанията. Касационният съд отхвърлил възражението, че прокурорът е трябвало да докаже, че подсъдимите са извършили самопризнанията доброволно: задължението прокурорът да докаже, че едно признание е извършено доброволно възниквало само ако това признание не било извършено пред него. Съответните признания били достоверни и нямало доказателства да са направени в резултат на финансова или морална принуда.", "16.  След това Касационният съд разгледал въздействието на твърденията, че признанията пред прокурора са в резултат на принуда над подсъдимите и семействата им докато са били задържани в ГДР. Подобни действия, извършени по време на разследване, били в противоречие със законодателството на Йордания и водели до наказване на извършителите. Дори да се допуснело обаче, че твърденията на подсъдимите са верни, това не би обезсилило признанията, извършени пред прокурора, освен ако се докаже, че тези признания са в следствие на незаконна принуда, за да бъдат заставени подсъдимите да признаят неща, които не са извършили. Подсъдимите не били доказали, че това се е случило.", "17.  В резултат на осъждането на жалбоподателя по това дело Йорданските власти поискали екстрадицията му от Обединеното кралство. В началото на 2000 г. Йордания оттеглила искането си.", "2.  Процесът заговор на хилядолетието", "18.  През есента на 2000 г. жалбоподателят отново бил съден задочно в Йордания, този път по дело, известно като „заговорът на хилядолетието“, което се отнасяло до заговор за извършване на взривове срещу западни и израелски цели в Йордания, които да съвпаднат с празниците по повод новото хилядолетие. Заговорът бил разкрит преди нападенията да бъдат извършени. Жалбоподателят бил обвинен, че е предоставил пари за компютър и подбуждал чрез писания, които били открити в дома на друг подсъдим – Г-н Абу Хошер. Жалбоподателят твърди, че основното доказателство срещу него били показанията на Абу Хошер.", "19.  Повечето от подсъдимите били осъдени по голяма част от обвиненията. Някои от тях били изцяло или частично оправдани. Жалбоподателят бил осъден на 15 години каторга. Други подсъдими, в това число Абу Хошер, били осъдени на смърт. При обжалването някои от подсъдимите, в това число изглежда и Абу Хошер, твърдели че били подложени на изтезания по време на петдесетдневните разпити, когато нямали достъп до адвокат. Касационният съд отхвърлил това основание за обжалване, приемайки, че протоколите от разпитите установявали, че всеки от подсъдимите бил информиран за правото си да не дава обяснения по обвиненията без присъствието на адвокат. Жалбоподателят твърди също, че Касационният съд приел за неотносимо твърдяното малтретиране по време на задържането в ГДР, тъй като Съдът за държавна сигурност не се е позовал на признанията на подсъдимите, извършени пред ГДР, а на признанията им пред прокурора. Смъртната присъда на Абу Хошер била потвърдена.", "20.  Констатациите на Комисията за специални имиграционни жалби на Обединеното кралство (SIAC) във връзка с представените по всяко от делата доказателства са изложени в параграф 45 по-долу. Допълнителните доказателства, които бяха събрани след заключенията на SIAC и представени на Съда, са обобщени в параграфи 94–105 по-долу.", "C.  Подготовката за меморандум за разбирателство (МР) между Обединеното кралство и Йордания", "21.  През месец октомври 2001 г. Министерството на външните работи информирало правителството на Обединеното кралство, че член 3 от Конвенцията е пречка за депортирането в Йордания на лица, заподозрени за тероризъм. През месец март 2003 г., след като правителството преразгледало възможността за отпадане на подобни бариери за депортиране, Министерството на външните работи потвърдило, че становището му от месец октомври 2001 г. остава в сила, но обсъждало дали определени ключови държави биха желали и биха били в състояние да дадат надлежни гаранции, че лицата, които евентуално ще бъдат депортирани, ще бъдат третирани по начин, съответстващ на задълженията на Обединеното кралство. През месец май 2003 г. министърът на външните работи се съгласил, че получаването на специални и надлежни гаранции от чуждите правителства във формата на меморандум за разбирателство, могат да бъдат начин, позволяващ депортирането от Обединеното кралство.", "22.  През месец ноември 2003 г. британското посолство в Аман било инструктирано да постави въпроса за рамков меморандум за разбирателство (МР) с правителството на Йордания. През месец февруари 2005 г., след проведени срещи между министър-председателя на Обединеното кралство и Краля на Йордания и между министъра на вътрешните работи и министъра на външните работи на Йордания било постигнато по принцип споразумение за МР.", "23.  Следващите преговори се провели през месец юни 2005 г., а МР бил подписан на 10 август 2005 г. Този МР съдържал редица гаранции за съблюдаване на международните стандарти за правата на човека, които трябва да бъдат спазвани, когато едно лице бива връщано от едната държава на другата (виж параграф 76 по-долу). На същия ден било подписано съпроводително писмо от британския Chargé d’Affaires в Аман до йорданското министерство на вътрешните работи, в което се искало уверението на йорданското правителство, че в конкретни случаи няма да бъде налагано смъртно наказание. Що се касае до жалбоподателя, на йорданското правителство били поставени и допълнителни въпроси относно провеждането на нов процес срещу него след депортирането му, на които през месец май 2006 г. отговорил правният съветник към йорданското министерство на външните работи.", "24.  МР предвидил също всяко лице, предадено въз основа на него, да може да се свърже и да провежда своевременни и редовни срещи с представител на независим органи, номиниран съвместно от правителствата на Обединеното кралство и Йордания. На 24 октомври 2005 г. Центърът за изследване на човешките права Адалех („Център Адалех“) подписал с правителството на Обединеното кралство споразумение за наблюдение. На 13 февруари 2006 г. било постигнато споразумение за условията на работа на Център Адалех (виж параграф 80 по-долу).", "D.  Жалбата на жалбоподателя срещу депортирането", "25.  На 11 август 2005 г., т.е. един ден след подписването на МР, държавният секретар връчил на жалбоподателя съобщение за намерение за депортиране. Държавният секретар удостоверил, че решението за депортиране на жалбоподателя е взето в интерес на националната сигурност. Жалбоподателят обжалвал това решение пред SIAC, твърдейки inter alia, че е несъвместимо с членове 2, 3, 5 и 6 от Конвенцията. Позовавайки се на предходната си молба за убежище, той твърди, че поради високорисковия си профил би представлявал действителен интерес за йорданските власти. Освен това ако бъдел върнат можел да бъде съден отново за престъпленията, за които вече бил осъден задочно. По този начин цял да бъде подложен на продължително предварително задържане (в нарушение на член 5), а ако бъдел осъден можело да му бъде наложено наказание лишаване от свобода за дълъг период. Всички тези фактори означавали, че той бил изправен пред реална опасност от изтезания по време на разследването или след осъждането за да бъдат изтръгнати от него самопризнания или да бъде получена информация по други причини. Бил изправен пред опасността от смъртно наказание или предаване на други държави, като например Съединените американски щати. Позовавайки се на член 6, той твърди, че повторното му съдене би било явно несправедливо: Съдът за държавна сигурност, който бил военен съд, не бил независим от изпълнителната власт и имало реална опасност срещу него да бъдат използвани доказателства, изтръгнати с изтезания било от него, от някой от другите подсъдими или от други затворници.", "1.  Производство пред SIAC", "(a)  Провеждането на производството пред SIAC и констатациите му относно националната сигурност", "26.  Жалбата на жалбоподателя била отхвърлена от SIAC на 26 февруари 2007 г. Жалбата била разгледана от SIAC на два етапа - „открита сесия“, на която били представени делото на Държавния секретар и доказателствата в присъствието на жалбоподателя и представителите му и „закрита сесия“, на която били представени части от делото на държавния секретар, които не могат да бъдат разкривани по съображения за национална сигурност (виж параграф 69 по-долу). SIAC събрала доказателства в закрита сесия относно процеса на договаряне на МР, степента, в която той може да намали риска от изтезания, както и доказателства, относно опасността за националната сигурност на Обединеното кралство, която жалбоподателят се твърди, че представлявал („секретни материали“). Жалбоподателят и представителите му не присъствали в закритата сесия, но интересите му се представлявали от особени представители. След това SIAC постановило „открито решение“, което е публично достъпно и „закрито решение“, което било връчено единствено на Държавния секретар и на особените представители.", "27.  При постановяване на решението си относно необходимостта от депортирането на жалбоподателя в интерес на националната сигурност, SIAC преценила, че делото на Държавния секретар е „добре обосновано“, тъй като жалбоподателят се считал от много терористи за духовен наставник, чиито възгледи легитимирали актове на насилие. SIAC обаче не взела под внимание никоя от задочните присъди срещу жалбоподателя в Йордания, които първоначално били посочени като част от делото на правителството. Причината за това била, че правителството възприело така наречения „прагматичен подход“ да не се извършва позоваване на всякакви доказателства, за които се твърди, че може да са изтръгнати с изтезания, със съображение, че това би изисквало провеждането на разследване дали те са изтръгнати с изтезания. Това било извършено в съответствие с решението на Камарата на Лордовете по делото A. and others (№ 2) в този смисъл (виж параграфи 136 и 137 по-долу).", "28.  SIAC обсъдила доказателствата, събрани от различни източници, в това число от висшия дипломат на Обединеното кралство г-н Марк Оукден, който свидетелствал за преговорите по МР, споразумението за наблюдение с Центъра Адалех и за риска спрямо жалбоподателя в Йордания. От името на жалбоподателя тя събрала доказателства за режима в Йордания от трима представители на академичната общност. Получила също доказателства от арабскоговорящия адвокат г-жа Рана Рефахи, която посетила Йордания за да проведе проучване на предходните два процеса в това число интервюта с подсъдимите и техните адвокати. В допълнение тя разгледала и доказателства за интереса на правителството на Съединените щати спрямо жалбоподателя и за твърденията, че гражданин на Йордания бил обект на извънредна процедура по предаване от Йордания на Съединените щати.", "(b)  Констатации на SIAC относно МР", "29.  SIAC приела, че решенията на Съда по делата Chahal срещу Обединеното кралство, 15 ноември 1996 г., Reports of Judgments and Decisions 1996V и Mamatkulov and Askarov срещу Турция [ГК], № 46827/99 и 46951/99, ECHR 2005I, разкриват, че е правомерно да се разчита на дадените гаранции, но тежестта, която ще им се предаде зависи от обстоятелствата по всеки отделен случай. Имало разлика между разчитането на уверения, изискващи държавата да действа по начин, който се различава от нормалното й право и уверения, изискващи държавата да се придържа към изискванията на законодателството си, които обаче на практика не се спазват изцяло или редовно. Позовавайки се на решение на Комитета срещу изтезанията на Организацията на обединените нации Agiza v. Sweden (виж параграф 147 по-долу), където шведските власти експулсирали египетски гражданин, след като получили уверения от Египет, SIAC изтъква:", "„Случаят Агиза е ясно предупреждение за опасността от простото доверяване на думи и дипломатическо наблюдение. Вече имало признаци, които е трябвало да дадат сигнал на шведските власти за опасностите, включително ролята, която те са възложили на определена чуждестранна разузнавателна организация. Ние обаче отбелязваме кои са основните разлики при нас: силата, продължителността и дълбочината на двустранните отношения между двете страни, в сравнение с тези, отбелязани между Швеция и Египет; начинът на провеждане на преговорите относно МР и дипломатическата оценка на тяхното значение; конкретните обстоятелства около [настоящия жалбоподател] и Йордания; степента на опасност в различните етапи при липсата на МР, по-конкретно в началния етап на задържането, т.е. кога опасността от изтезания, извършвани от ГДР би била нормално най-голяма и кога потвърдените изтезания на Агиза в Египет действително са се случили; и бързината, с която наблюдателите биха потърсили и предполагаме получили достъп до жалбоподателя в тези първи дни. Шведите считали, че да поискат да видят Агиза би се изтълкувало като липса на доверие в египтяните, докато подобни чувства не се наблюдават нито в Обединеното кралство, Центъра [Адалех] или в йорданското правителство. Би могло да се каже точно обратното. Един аспект на този случай, който също е притеснил [Комитета срещу изтезанията] бил, че Агиза бил предаден без да има окончателно съдебно решение по делото му. Положението тук няма да е същото.“", "30.  По настоящото дело политическата ситуация в Йордания и макар ограничената свобода на неправителствените организации, пресата и Парламента да изразяват притеснения, все пак биха намалили опасностите, пред които жалбоподателят е изправен. Освен това степента на контрол, на която Йордания се е съгласила с МР не може да не разкрие волята й да се съобразява с условията и духа му. Всяка държава има реален интерес от предотвратяване на нарушения на МР: дипломатическите отношения между Обединеното кралство и Йордания били приятелски и дълготрайни и от реално значение за Йордания и тя би имала действителен мотив да не бъде разглеждана като страна, нарушаваща обещанията си. И двете държави имат интерес да поддържат сътрудничество по въпросите на борбата с тероризма. Обединеното кралство имало съвсем реални притеснения, че ще е в състояние да предава чуждестранни граждани без да нарушава правата им по член 3, така че провалът по такъв широко разгласен случай би бил основна спънка пред този процес. Тези притеснения биха послужили като по-нататъшен мотив да се разследват всякакви нарушения на МР. Макар МР да не конкретизирал стъпките за извършване на подобно разследване, SIAC приела доказателства от г-н Оакден, че всеки пропуск на йорданското правителство да отговори на дипломатически запитвания би довел до „бързо ескалиращи дипломатически и министерски контакти и реакции“.", "31.  SIAC се съгласила, че в МР и разпоредбите за наблюдение имало някои слабости. Някои гаранции, като например своевременен достъп до адвокат, записване на разпитите, независими медицински прегледи и забрана за задържане на тайни места, не били изрично посочени, но в действителност повечето от тези аспекти били включени. Нямало гаранция, че достъпа до жалбоподателя ще бъде винаги осигуряван, съгласно изискванията на условията за работа на Центъра Адалех, но всеки отказ би се разкривал твърде бързо. В началния период на задържането от Центъра се очаквало да посещава жалбоподателя три пъти в седмицата. SIAC очаквала също ГДР и йорданското правителство да реагират незабавно на всяко искане на Обединеното кралство, ако е било отказано посещение. Било „смущаващо“, че на Специалния докладчик за изтезанията към Организацията на обединените нации бил отказан достъп до сграда на ГДР през месец юни 2006 г. въпреки предходен ангажимент той да бъде свободно допуснат. От събраните пред нея доказателства обаче SIAC приела, че няма реална опасност от малтретиране на жалбоподателя от ГДР. Имало определени слабости по отношение на Център Адалех, който бил „относително неопитен и от малък мащаб“. Той щял да се заеме със задача, която била нова за него, и а той по неговите признания не разполагал с опитен персонал. Бил сравнително нова организация с ограничени ресурси и персонал, макар че това можело да се преодолее и Обединеното кралство щяло да поеме разноските. От значение бил самият факт на контролните посещения и липсата на специализирани познания не била от значение за тяхната стойност.", "(c)  Констатации на SIAC по член 3", "32.  Правителството на Обединеното кралство не оспорвало принципната благонадеждност на наличните материали относно зачитането на човешките права в Йордания и според SIAC някои подробности относно нарушения на човешките права в Йордания остават относими при оценката на опасността, на която може да бъде подложен жалбоподателят. Правителството изтъкнало също така, че не би могло да върне жалбоподателя в Йордания в съответствие с международните си задължения ако няма конкретни мерки, съдържащи се в МР. Въпреки това SIAC намерила за важно да обсъди рисковете пред жалбоподателя, обръщайки се към вероятната последователност от събития ако той бъде върнат. Приела, че МР може да не е необходим за всяка една опасност, но по-скоро засилва предоставената защита.", "33.  SIAC приема, че след връщането му жалбоподателят ще бъде задържан в ГДР и ще бъде съден отново по двете обвинения, за които е бил осъден задочно. Той ще бъде придружаван от представител на Център Адалех до мястото за задържане и ще му бъде извършен медицински преглед. SIAC приема също, че ГДР ще разпитва жалбоподателя с цел получаване на признания, които да се използват в процеса и за по-общите цели на разузнаването, макар че SIAC намира за спекулативно предположението, че ГДР ще разпитва жалбоподателя за други престъпления с оглед повдигане на други обвинения срещу него. Нямало доказателства за предстоящи други обвинения. SIAC приема също, че Съединените щати ще поискат да разпитат жалбоподателя и че това ще се случи скоро след пристигането му в Йордания. Нямало обаче реална опасност член 3 да бъде нарушен преди приключването на новия процес.", "34.  Имало реална опасност от изтезания или малтретиране на „един обикновен ислямски екстремист“ по време на задържането в ГДР преди повдигане на обвинение, тъй като малтретирането било широко разпространено и от дълго време, като съществувала атмосфера на безнаказаност и осуетяване на международно наблюдение над ГДР. Жалбоподателят обаче щял да бъде предпазен благодарение на широката си известност, на наличието на МР и на споразумение за наблюдение, особено доколкото Центърът Адалех ще се „стреми да докаже куража си“ и сам по себе си ще бъде подложен на наблюдение от страна на други неправителствени организации. Това също щяло да премахне всякаква реална опасност от използване от страна на ГДР на тактики като например отказ за предоставяне на достъп в последния момент, твърдения, че жалбоподателят не желае да се сеща с наблюдателите или преместването му някъде другаде без уведомление. Достъпът на Центъра Адалех също щяло да предотврати държането на жалбоподателя в изолация от външния свят.", "35.  МР също ще неутрализира атмосферата на безнаказаност, преобладаваща в ГДР и толерирането на изтезанията от страна на висшите й управници. МР и споразуменията за наблюдение получили подкрепа в Йордания на най-високо ниво – зад МР стояли политическата власт и престиж на Краля на Йордания, така че можело разумно да се очаква, че на ГДР са дадени указания как да се отнася с жалбоподателя, и ГДР ще бъде уведомена, че никое нарушение няма да остане безнаказано. Освен това висшите ръководители на ГДР взели участие в преговорите по МР и следователно трябвало да знаят последиците от всяко едно нарушение. Макар нарушенията да били нещо нормално в работата на някои нелоялни служители, специалната и необичайна позиция на жалбоподателя и действието на МР биха накарали висшите служители да предотвратяват малтретиране в неговия случай, дори и ако го правят само от личен интерес.", "36.  Разпитът от страна на Съединените щати не бил забранен от МР и според SIAC било възможно Централното разузнавателно управление на Съединените щати да бъде допуснато да разпита непосредствено жалбоподателя в присъствието на ГДР. Обединеното кралство обаче трябвало ясно да покаже на Съединените щати интереса си от гарантиране, че МР няма да бъде нарушаван. Властите на Йордания и на Съединените щати ще подходят внимателно за да гарантират, че Съединените щати не са „прекрачили линията“. Предполагайки, че жалбоподателят ще остане задържан в ГДР и няма да бъде предаден на Съединените щати, не би имало реална опасност от малтретиране на етапа на предварителното производство. Било също така съвсем малко вероятно жалбоподателят да бъде настанен в секретна база на ГДР или ЦРУ в Йордания.", "37.  Същите фактори важат по отношение на разпитите, които биха могли да бъдат проведени скоро след осъждането или оправдаването на жалбоподателя. МР би продължил да се прилага и би било в интерес както на йорданците, така и на американците да провеждат каквито и да са разпити при първа възможност, а не да чакат края на процеса. Било установено също, че широката популярност на жалбоподателя „едва ли ще намалее значително в следващите години“.", "38.  Имало малка вероятност йорданските власти да повдигнат други обвинения, които да доведат до смъртно наказание или да поискат смъртно наказание по обвиненията, за които жалбоподателят ще бъде съден повторно. По-скоро ако бъде осъден жалбоподателят би получил дълъг срок лишаване от свобода. По отношение на заговора Реформа и предизвикателство имало реална опасност от доживотна присъда, макар че имало сериозна възможност наказанието да бъде значително по-ниско, с оглед на начина, по който били намалени наказанията на другите подсъдими в резултат на обжалване, а именно на 4 или 5 години. Що де отнасяло до заговора на хилядолетието нямало опасност от доживотна присъда при новия процес. Нямало правило, което да попречи на налагането на по-тежко наказание в сравнение с 15-годишната присъда, която била наложена задочно. Установената практика обаче била да не се налагат по-високи наказания при повторния процес, следващ първоначално задочно осъждане и нямало причина спрямо жалбоподателя да се подходи по-неблагоприятно в негово присъствие, отколкото ако той отсъства. Жалбоподателят би изтърпял наказанието си в обикновен затвор, а не в място за задържане на ГДР. Наказанието каторга не предполагало някакво допълнително наказване. Общите условия не биха били в нарушение на член 3, и макар често да се регистрират побои, нямало данни жалбоподателят да бъде атакуван като политически ислямистки затворник. Подчертава се, че статутът му би действал в негова защита.", "39.  По отношение на предаването имало „силни стимули“ правителствата на Йордания и Съединените щати да не позволят това да се случи, не на последно място поради реалните вътрешнополитически трудности, които то би създало за йорданското правителство и нежеланието на Съединените щати да дестабилизират йорданския режим. Всички случаи на предполагаемо предаване от Йордания касаят хора от други националности, а в един от случаите - на лице с двойно американско и йорданско гражданство. Било също така малко вероятно жалбоподателят да бъде преместен в тайна база на ЦРУ в Йордания, тъй като това би изисквало сътрудничеството на йорданските власти в противоречие на МР. Било малко вероятно също правителството на Съединените щати да поиска екстрадирането на жалбоподателя от Йордания, тъй като то не е поискало екстрадирането му от Обединеното кралство, а и биха възникнали политически трудности за Йордания да уважи такова искане.", "(d)  Констатации на SIAC по отношение на член 5", "40.  Що се отнася до задържането на жалбоподателя след предаването му на Йордания, SIAC установила, че сроковете за уведомяване на съдебните власти за извършен арест (48 часа) и за повдигане на официално обвинение (15 дни) били редовно и законно удължавани от съда по искане на прокурора на етапи от 15 дни до максимум 50 дни. Ето защо би било в съответствие с йорданското законодателство жалбоподателят да бъде задържан за 50 дни без да бъде физически изправен пред съда преди повдигане на обвинение. Такова продължаване на сроковете ставало с одобрението на съдебен орган, макар и не непременно с физическото присъствие на заподозрения.", "41.  SIAC отбелязва, че МР не изисква изрично да няма удължаване на срока след първоначалните 15 дни задържане, но изисква предаденото лице своевременно да бъде изправено пред съдия или друго лице, упълномощено от закона да разгледа законността на задържането му. Въпреки че понятието „незабавно“ не било определено в МР, SIAC приела, че тази част от МР би се изпълнявала, по-специално тъй като това била една от първите точки, по които МР би бил ангажиран, и че първото явяване на жалбоподателя пред съдебен орган следва да бъде в срок от 48 часа. Не би било в нарушение на МР ако жалбоподателят бъде задържан за максималния срок от 50 дни чрез одобрени от съда 15-дневни удължавания, или ако той отсъства при вземането на тези решения. В действителност обаче общият период от 50 дни е малко вероятно да се случи, дори и без МР, тъй като жалбоподателят щял да бъде съден повторно и делото вече било разглеждано в един процес и в производство по обжалване на няколко пъти.", "(e)  Констатации на SIAC по отношение на член 6", "42.  За SIAC било безспорно, че предишните присъди на жалбоподателя ще бъдат изоставени, а той ще бъде изправен пред повторно разглеждане на делото му от Съда за държавна сигурност по същите обвинения.", "43.  В допълнение на двете му възражения по отношение на повторното разглеждане на делото (безпристрастността на Съда за държавна сигурност и използването на доказателства, изтръгнати чрез изтезания), жалбоподателят също така твърди, че в ареста ще бъде разпитван от ГДР, служители на Съединените щати и от прокурора без присъствието на адвокат. Прокурорът имал правомощие, съгласно член 64(3) от Наказателно-процесуалния кодекс на Йордания да провежда разследване в отсъствието на адвокат, „когато той [намери] това за необходимо с оглед разкриване на истината“. Това решение не подлежало на обжалване, макар SIAC да отбелязва също, че признание, извършено пред прокурора не е допустимо, освен ако лицето е било предупредено, че може да не отговаря на въпросите без присъствието на адвокат. Според SIAC било малко вероятно на жалбоподателя да бъде осигурено присъствие на адвокат по време на разпитите от ГДР или от служители на Съединените щати, но най-вероятно той щял да има достъп до адвокат за всяко явяване пред съдия или прокурор. По отношение на подготовката на защитата в досъдебната фаза, предоставените срокове и гаранции няма да бъдат толкова широки, колкото в Обединеното кралство, но все пак по-добри отколкото нормално се случва в Йордания.", "44.  По отношение на липсата на независимост и безпристрастност на Съда за държавна сигурност SIAC установила, че съдът би се състоял от трима съдии, поне двама от които ще са военни офицери с юридическа правоспособност без определен мандат. Прокурорът също щял да бъде военен офицер. Обжалването било подсъдно на Касационния съд, който бил граждански съд, който обаче не би приел довод относно несправедливост на съдебния процес, произтичаща от военния състав на Съда за държавна сигурност.", "45.  Що се отнася до възможната употреба на доказателства, изтръгнати чрез изтезания при повторното съдене на жалбоподателя, SIAC приела следното:", "„418.  Правната система на Йордания, съгласно разпоредбите си, не позволява използването на принудителни признания или самообвинителни показания. Налице е съдебно разглеждане на подобни твърдения преди доказателствата да бъдат допуснати. Тези твърдения могат сами по себе си да бъдат проверявани чрез доказателства. Доколко тези твърдения могат да бъдат проверявани на практика зависи от някои характеристики на системата. Тежестта на доказване при изключването на самопризнания, направени пред прокурора, е възложена на подсъдимия. Налице е явна трудност да бъдат доказани предходни действия или заплахи от страна на ГДР при липсата на системи за записване на разпитите, за осигуряване на присъствието на адвокати по време на разпита и независими своевременни медицински прегледи. Вероятно е съдът да не желае да приеме, че признания, извършени пред прокурор, представляващи обичайно доказателствено средство, са опорочени в резултат на насилие. Съдът или прокурорът изглежда не проявяват готовност да заставят служители на ГДР да се явяват за да свидетелстват относно такива твърдения. Може да се приеме, че такива твърдения се правят рутинно като част от защитната стратегия.", "419.  Може да се наблюдава по-голямо желание да се проверява начинът на получаване на признания, направени единствено в хода на разпити, извършени от ГДР. Има някои доказателства, че поне на ниво Касационен съд, признания, за които се твърди, че са получени чрез изтезание са били изключени (макар че не е ясно дали става въпрос за такава, направени пред ГДР или пред прокурора).", "420.  Въпреки това общите доказателства и тези доказателства, характерни за двата процеса, разкриват, че има най-малкото реална опасност уличаващи показания срещу [жалбоподателя] да са получени в резултат на третиране от ГДР в нарушение на член 3 от ЕКПЧ. То може да е или да не е изтезание. Много малко вероятно е тези показания да бъдат изключени при повторното разглеждане на делото, тъй като Съдът за държавна сигурност едва ли ще бъде убеден, че те са получени по този начин, особено след като вече е отхвърлил това твърдение при първото разглеждане на делото, макар че извършителите биха могли да представят доказателства, че са били изтръгнати по този начин, поради което са неверни.“", "Имало следователно голяма вероятност показанията, дадени пред прокурора, които уличавали жалбоподателя, да бъдат допуснати. SIAC установила също, че тези показания ще бъдат от значително, може би решаващо значение срещу него. От този аспект на повторното разглеждане SIAC приел:", "„439.  За нас въпросът отново е дали е несправедливо тежестта на доказване в Йордания по този въпрос да бъде възлагана по този начин. Не смятаме, че това е несправедливо само по себе си. Въпреки това тази тежест на доказване изглежда не е придружена с някоя от основните гаранции срещу малтретиране или със средства за подпомагане на доказването, като например видео или друг запис на разпита от ГДР, ограничени срокове на задържане за разпит, задължително присъствие на адвокати, редовни медицински прегледи, съдействие от съда за повикване на съответните длъжностни лица или лекари. Решенията се вземат също така от съд, който не е независим и изглежда не преценява подробно или задълбочено твърдения от този род. Именно тези съображения в съчетание ни карат да стигнем до заключението, че е вероятно процесът да бъде несправедлив по смисъла на член 6 поради начина, по който се разглеждат твърденията, че признанията не са дадени доброволно.“", "46.  SIAC стигнала до заключението, че въпреки своите констатации по отношение на независимостта и безпристрастността на Съда за държавна сигурност и реалната опасност от допускате на доказателства, получени в нарушение на член 3, нямало да има явен отказ от правосъдие съгласно член 6 от Конвенцията ако жалбоподателят бъде съден в Йордания. SIAC посочва, че повторното разглеждане на делото би се провело „в законоустановените рамки, включващи съдебната система, процесуалните правила и престъпленията“, жалбоподателят ще присъства и делото ще бъде публично. Делото от първоначалния процес ще бъде на разположение на съда при повторното гледане, но жалбоподателят би могъл ефективно да оспори съдържанието му. Екзекуцията на Ал-Джерамейн и трудностите, пред които били изправени другите свидетели, особено Абу Хошер, нямало да направят повторното разглеждане на делото несправедливо. SIAC заключава:", "„446.  Приемаме липсата на институционална независимост на Съда за държавна сигурност. Липсата на независимост на съдиите от Съда за държавна сигурност е структурна и системна. Няма доказателства защо конкретни съдии са избирани за конкретни дела или че те са „надеждни“. Но Съдът за държавна сигурност не е просто инструмент на изпълнителната власт: има убедителни данни, че той оценява доказателствата и ги проверява с оглед на законността им и оправдава множество подсъдими. Намалява присъдите с течение на времето.", "447.  Съдиите му имат юридическо образование и са кадрови военни юристи. Извън това има малко основания да се твърди, че те биха били предубедени и това не е основното оплакване в жалбата. Опитът им може и да ги прави скептични по отношение на твърдения за нарушения от страна на ГДР, засягащи твърдения, направени пред прокурора. Те могат инстинктивно да споделят възгледа, че твърденията за малтретиране са рутинна част от защитата за да се извини уличаването на други лица. Правната рамка е слабо пригодена за откриване и действия при твърдения за нарушения. Начинът, по който тя третира допустимостта на доказателствата, от материалите с които разполагаме, не разкрива да се извършва внимателна проверка на потенциално опорочени доказателства. На повторното разглеждане на делото ще бъде дадена значителна публичност и публичния процес може да насърчи проявата на по-голямо внимание и безпристрастност при преценка на доказателствата. Това не би бил просто показен процес, както не са били и първите процеси, нито пък резултатът е предрешен, независимо от доказателствата.", "448.  Решенията се мотивират и могат да бъдат обжалвани пред Касационния съд. Фактът, че такава жалба не би могла да преодолее липсата на структурна независимост на Съда за държавна сигурност не е причина да пренебрегваме наличието й в цялостната преценка за това дали би имало пълно отричане на правата по член 6. Този съд е граждански съд и доказателствата за неправомерна намеса на изпълнителната власт чрез назначаване или освобождаване са твърде малко. Няма доказателства как се избират съставите му, нито че те са „доверени“ на изпълнителната власт. Той просто работи като коректив на решенията на Съда за държавна сигурност по същество и по процедурата, и е от значение по някои фактически въпроси, макар че не разглежда изцяло доказателствата и няма пълна фактическа юрисдикция освен при протест на прокурора. Вероятните присъди не са напълно непропорционални на извършените престъпления.", "449.  Обсъдихме подробно подхода на Съда за държавна сигурност към приемането на изявления пред прокурор, дадени в резултат на извършено преди това малтретиране. Въпреки че според нас комбинацията от фактори е вероятно да направи повторното разглеждане несправедливо в това отношение, те не представляват пълно отричане на справедливия съдебен процес. Наличието на законова забрана за допускане на такива доказателства не може да се пренебрегне, нито фактът, че Съдът за държавна сигурност ще разгледа доказателствата, свързани с тези твърдения. Ролята на Касационния съд в преразглеждането, а понякога и в отхвърлянето на заключенията на Съда за държавна сигурност по този въпрос, е от съществено значение. Искането за доказателствени или процесуални гаранции за балансиране на тежестта на доказване и вероятната нагласа по отношение на изявленията, направени пред прокурор/съдия в гражданско-правна система, всичко това в рамките на специален съд, доминиран от военни юристи, не е достатъчно да обоснове пълен отказ от правосъдие.", "450.  Имайки предвид неизбежното фокусиране върху това, което се смята за потенциално несправедливо при повторното разглеждане на делото, има опасност вниманието да бъде насочено изключително върху недостатъците, когато се преценява дали би имало първо отричане на правото на справедлив съдебен процес, вместо да се види картината на процеса като цяло. Това обаче е което трябва да се направи и това е картината като цяло, която ни доведе до нашето заключение по този въпрос.", "451.  Различните фактори, които биха могли да доведат до нарушение на член 6 при повторното разглеждане на делото са в значителна степен взаимосвързани. Разглеждането им в цялост не ни убеждава, че е налице реална опасност от пълно отричане на правото на справедлив съдебен процес.“", "47.  Накрая, въпреки че има реална перспектива за дълъг срок на лишаване от свобода, това не променя заключението на SIAC, че цялостният характер на повторното разглеждане на делото не би представлявал пълно отричане на правата на жалбоподателя.", "2.  Производство пред апелативния съд", "48.  Жалбоподателят обжалвал пред апелативния съд, който се произнесъл с решение на 9 април 2008 г., уважавайки единодушно жалбата във връзка с член 6 и опасността от използване на доказателства, получени в нарушение на член 3 и я отхвърля на всички други основания ([2008] EWCA Civ 290).", "49.  Относно оплакванията на жалбоподателя по член 3 по отношение на използването на секретни доказателства от SIAC и позоваването на гаранциите по МР, апелативният съд приел, че е обвързан от предходното си решение по тези въпроси по делото MT (Algeria), RB (Algeria), U (Algeria) v. the Secretary of State for the Home Department [2007] EWCA Civ 808, по което е установено, че: (i) SIAC може да разглежда секретни доказателства относно сигурността на предаването; и (ii) необходимостта от гаранции за сигурността на предаването е фактически въпрос, а не правен и по този начин той не е компетентен да разглежда обжалването на това основание. Апелативният съд отхвърлил също и жалбите на жалбоподателя въз основа на член 5, приемайки, че SIAC е имала право да извърши тези констатации.", "50.  Относно член 6 апелативният съд отхвърлил довода на жалбоподателя за наличие на реална опасност от „очевиден отказ от правосъдие“ при повторното разглеждане на делото му в Йордания поради липсата на независимост и/или безпристрастност на Съда за държавна сигурност: SIAC имала основание да достигне до това заключение по този въпрос и то не се променяло от по-късното решение на този Съд по делото AlMoayad срещу Германия (реш. по допустимостта), № 35865/03, 20 февруари 2007 г.", "51.  Въпреки това апелативният съд приел доводите на жалбоподателя, че е налице реална опасност той да претърпи „очевиден отказ от правосъдие“ поради риска показания, получени чрез третиране в нарушение на член 3, да бъдат приети като доказателства срещу него при повторното разглеждане на делото му. Апелативният съд отбелязва:", "„45.  SIAC е подценила или не е разбрала фундаменталния характер на правото по Конвенцията относно забраната за използване на доказателства, получени чрез изтезание. Съветникът на държавния секретар изтъква, че в никоя част от изложението му не се твърди, че ако е ясно, че съдебният процес ще се проведе въз основа на доказателства, събрани чрез изтезания над самото лице или спрямо трети лица, това не би представлявало явен отказ от правосъдие. Съответно веднъж SIAC е установила като факт, че има голяма вероятност доказателствата да са събрани чрез изтезания (SIAC, § 436), по отношение на които имало съвсем реална опасност те да са събрани чрез изтезание или друго поведение в нарушение на член 3 (SIAC, § 437); биха могли да бъдат приети по делото на г-н Отман; след това SIAC трябвало да се увери, че такива доказателства ще бъдат изключени или няма да бъдат използвани. Основанията, посочени от SIAC за ненамиране на заплаха от нарушение на член 6 в тази връзка са недостатъчни.", "46.  Подчертаваме, че това не е или не е основно критика на мотивите на SIAC от гледна точка на обоснованост, въпреки че смятаме, че заключенията на SIAC не следват логически от фактическите й констатации. Напротив, основната ни констатация е, че SIAC е допуснала грешка, като е приложила не достатъчно взискателен тест при преценка на въпроса дали правата по член 6 ще бъдат нарушени.", "...", "48.  Използването на доказателства, получени чрез изтезание, е забранено от правото по Конвенцията не само защото това ще направи процеса несправедлив, но също така заради връзката на този въпрос с член 3, фундаментална, безусловна и неотменима забрана, която стои в центъра на защитата по Конвенцията. Както ЕСПЧ е посочил в §105 в решението си по делото Jalloh срещу Германия 44 EHRR 32:", "„уличаващи доказателства, независимо дали под формата на признание или реални доказателства, получени в резултат на действия на насилие или жестокост или други форми на третиране, които могат да се определят като изтезание, никога не следва да се използват като доказателство за вината на жертвата, независимо от доказателствената им стойност. Всеки други извод може да послужи единствено да легитимира косвено такъв вид морално осъдително поведение, което авторите на чл. 3 от Конвенцията са искали да забранят или, както е добре посочено в решението на Върховния съд на САЩ по делото Rochin 342 US 165, „да се допусне жестокост, облечена в закон“.“", "Всеобщо признат както от правото по Конвенцията така и извън него възглед е, че използването на доказателства, получени чрез изтезание или малтретиране е забранено не само или предимно поради вероятната им ненадеждност, а по-скоро защото държавата трябва да застане твърдо срещу поведение, в резултат на което са получени доказателствата.", "Едно изключително силно изказване, с уважение, в този смисъл, цитиращо множество еднакво силно формулирани източници, може да се открие в §17 от речта на лорд Бингам по делото A v Home Secretary (No2) [2006] 2 AC 221.", "49.  SIAC е допуснала грешка като не е признала тази съществена разлика между нарушения на член 6, базирани на това основание и нарушения на член 6 въз основа единствено на недостатъци в съдебния процес или в състава на съда. Вместо това, в заключенията си в §§ 442452 от мотивите си ... тя е разгледала възможното използване на доказателства, получени чрез изтезание на еднаква основа с оплаквания относно независимостта на съда: виж по-специално SIAC в §§ 449-450. Това е довело до непризнаване на високата степен на гаранции, които се изискват във връзка с производства в чужда държава, преди дадено лице да може законно да бъде депортирано за да бъде подложено на съдебен процес, който може да включва доказателства, получени чрез изтезания.“", "52.  Апелативният съд отбелязва, че SIAC е достигнала до заключението си, че няма да има пълен отказ от правосъдие по отношение на използване на доказателства, получени чрез изтезание, разчитайки, разбира се не напълно задоволително, на процеса пред Съда за държавна сигурност и Касационния съд. За апелативния съд това заключение не съответства на собствените констатации на SIAC относно процеса пред Съда за държавна сигурност, по-конкретно със загрижеността на SIAC относно трудностите при доказването, че дадено доказателство е било изтръгнато с изтезания. По мнението на апелативния съд тази загриженост на SIAC е била „напълно оправдана от липсата на основни гаранции срещу предхождащо малтретиране“ в Йордания. Той критикува също „смущаващия пропуск“ на SIAC да предаде необходимата тежест на констатациите по отношение на дефектите на Съда за държавна сигурност. Апелативният съд заключава:", "„SIAC не е имала основание на базата на тези доказателства да достигне до заключението, че опасността от пълен отказ от правосъдие, която се разкрива чрез използването на доказателства, получени чрез изтезание, е била надлежно изключена. SIAC не би могла да достигне до това заключение ако беше разбрала правилно статута на този аспект на член 6 в правото по Конвенцията.“", "3.  Производство пред Камарата на лордовете", "53.  Държавният секретар обжалвал пред Камарата на лордовете заключението на апелативния съд по член 6. Жалбоподателят също обжалвал във връзка с другите си оплаквания по Конвенцията. Жалбата била разгледана заедно с жалбите на двама от жалбоподателите по делото MT (Algeria), RB и U (виж параграф 48 по-горе). В обединените жалби Камарата на лордовете могла да разгледа използването на секретни материали пред SIAC, доверяването на гаранциите, съдържащи се в МР и оплакванията на жалбоподателя по членове 5 и 6. Камарата на лордовете постановила решение на 18 февруари 2009 г. като единодушно уважила жалбата на правителството и отхвърлила насрещната жалба на жалбоподателя ([2009] UKHL 10).", "(a)  Член 3: „закритото“ производство пред SIAC", "54.  Лорд Филипс приел, че SIAC е имала законното право да разглежда секретни материали при преценката на безопасността на предаването и имало убедителни политически съображения за това. Трябвало да се направи разграничение между секретните материали относно безопасността на предаването и използването на секретни материали в други производства, например за установяване на заплахата за националната сигурност, която дадено лице представлява. За него лицето обикновено е наясно с естеството на опасността от връщането му и, във всеки случай именно лицето, а не държавата ще може да разбере дали ще бъде подложено на опасност при предаването му. Малко вероятно било за особения представител да е от съществено значение възможността да получи информация от лицето, което ще бъде депортирано във връзка със секретните доказателства. Що се отнася до непрактичността от назначаване на подходящ експерт с разрешение за достъп, който да се запознае с материалите, лорд Филипс не разглеждал този проблем като несправедлив. Процесуалните правила на SIAC позволявали на особения представител да поиска от SIAC да събере повече доказателства, а на SIAC, като експертен трибунал, можело да се разчита „да извърши реалистична оценка на секретните материали в светлината на становището на особения представител“. По отношение на гаранциите лорд Филипс подкрепял становището, че гаранциите, съдържащи се в МР трябвало да бъдат оповестени, но подробностите по преговорите, довели до МР, могли да останат секретен материал.", "55.  Лорд Хофман отхвърлил довода на жалбоподателя на по-общо съображение, за това че според него практиката на Съда изяснявала, че преценката дали една заповед за депортиране може да бъде в нарушение на член 3 не изисква „пълния съдебен арсенал по член 6 или дори по член 5(4)“. Цитирайки делото Chahal, цитирано по-горе, той подчертава, че всичко което се изисква било „независима преценка на оплакването“, която е била извършена по случая на жалбоподателя.", "56.  Лорд Хоуп се съгласил, макар и приемайки, че този Съд все още не е имал възможността да анализира дали системата на SIAC отговаря на изискванията на Конвенцията. Според него тя отговаря. Лорд Браун също се съгласил, подчертавайки, че що се отнася до сигурността на предаването, нямало казус срещу жалбоподателя; по-скоро именно той правел казус срещу предаващата държава.", "(b)  Член 3: уверенията и МР", "57.  Лорд Филипс (с когото другите лордове се съгласяват) тълкува практиката на този Съд по делото Mamatkulov and Askarov, цитирано по-горе, като разглеждаща гаранциите „като част от матрицата, която да бъде разгледана“ при вземането на решение за наличието на съществени основания да се счита, че жалбоподателят би бил подложен на третиране в нарушение на член 3. Той се позовава на „изобилните“ международноправни материали в подкрепа на тезата, че гаранциите следва да се разглеждат със скептицизъм ако са дадени от държава, в която нечовешкото отношение от страна на държавни служители е повсеместно. Според лорд Филипс обаче това било „почти като ситуацията в „Параграф 22“ като ако трябва да поискаш гаранции, след това не би могъл да им се довериш“. За да отхвърли това предположение, той приема че единственото основание за намеса в тезата на SIAC би било налице ако заключенията й, че на уверенията може да се разчита са ирационални, но заключенията на SIAC по настоящото дело не били такива.", "(c)  Член 5", "58.  Камарата на лордовете единодушно отказва да се намеси във фактическите заключения на SIAC, че жалбоподателят няма да бъде подложен на предвиденото в законодателството на Йордания задържане до 50 дни без достъп до съд или адвокат. Лорд Филипс приема, че дори това да се случи, 50-дневно задържане не би представлявало грубо нарушение на член 5. Явно нарушение било нарушение, чиито последици са толкова тежки, че те надделяват над правото на една държава да експулсира чужденец от територията си. Това можело да се случи чрез произволно задържане, продължило много години, но не и чрез 50-дневно задържане.", "(d)  Член 6", "59.  По отношение на член 6, приемайки, че тестът следва да бъде дали би било налице „пълно отричане или анулиране“ на правото на справедлив съдебен процес, лорд Филипс отбелязва:", "„136.  Тестът дали член 6 трябва да забрани депортирането на чужденец не е нито лесен, нито адекватен. На първо място не е лесно да се определи какво представлява „пълен отказ или анулиране на правото на справедлив съдебен процес“. Този израз не може да изисква всеки аспект на съдебния процес да бъде несправедлив. ... Това което е необходимо е, недостатъкът или недостатъците на съдебния процес да са толкова фундаментални, че да унищожат справедливостта на предстоящия процес.", "137.  На второ място фактът, че депортираният може да бъде подложен в приемащата го страна на съдебен процес, който е очевидно несправедлив, не може сам по себе си да оправдае налагането на ембарго върху депортирането му. Фокусът трябва да бъде не просто върху несправедливостта на съдебния процес, но върху потенциалните му последствия. Един несправедлив процес може да доведе до нарушение на съществени човешки права и степента на това предполагаемо нарушение очевидно трябва да бъде важен фактор при вземането на решение дали депортирането да бъде изключено.“", "60.  Разглеждайки съответната практика на този Съд, включително делото Bader and Kanbor срещу Швеция, № 13284/04, § 42, ECHR 2005XI, което той взема като илюстрация за необходимостта опасността от нарушение от член 6 да се разглежда в комбинация в други разпоредби, като членове 2 и 3, лорд Филипс посочва:", "„Практиката на Страсбург, макар и ориентировъчна, ме доведе до тези заключения. Преди депортирането на чужденец да може да доведе до нарушение на член 6 трябва да има сериозни основания да се счита, че е налице реална опасност (i) да има съществено нарушение на принципите на справедливия съдебен процес, гарантирани от член 6 и (ii) че този пропуск ще доведе до съдебна грешка, която сама по себе си представлява грубо нарушение на основните права на жертвата.“", "61.  По настоящото дело втората част била изпълнена чрез потенциалните присъди на лишаване от свобода срещу жалбоподателя. За първата част лорд Филипс макар да заключава, че военният състав на Съда за държавна сигурност на Йордания би поставил съдебния процес в противоречие с член 6, ако той се беше провел в държава страна по Конвенцията, той се съгласява със SIAC и апелативния съд, че това не би представлявало „очевиден отказ от правосъдие“, достатъчен да възпрепятства депортирането по дело за предаване.", "62.  По отношение на оплакването на жалбоподателя за наличието на реална опасност доказателствата срещу него да са получени чрез изтезание, лорд Филипс приема, че апелативният съд е допуснал грешка. Той изисквал твърде висока степен на гаранции, че в чуждестранния съдебен процес няма да бъдат използвани доказателства, които може да са събрани с изтезания. Той заявява:", "„Забраната за събиране на доказателства, получени чрез изтезания не е основно защото такива доказателства са ненадеждни или защото получаването на доказателствата ще направи процеса несправедлив. По-скоро това е така, защото „държавата трябва твърдо да се противопоставя на поведението, в резултат на което са получени доказателствата“. Този принцип се прилага и за държавата, в която е направен опит да бъдат представени тези доказателства. Той не изисква тази държава - Обединеното кралство, да задържа в страната, в ущърб на националната сигурност лице, заподозряно в тероризъм, ако има сериозни уверения, че доказателства, получени чрез изтезания няма да бъдат използвани срещу него в Йордания... Въпросът пред SIAC е бил дали е имало сериозни основания да се смята, че ако г-н Отман бъде депортиран в Йордания, наказателният процес пред който ще бъде изправен ще има толкова съществени недостатъци, че напълно да унищожи справедливостта на процеса срещу него или, както SIAC е заключила, да представлява пълно отрицание на правото на справедлив съдебен процес. SIAC е приела, че идентифицираните от нея недостатъци не покриват този взискателен тест. Не намирам, че при достигането до това заключение SIAC е допуснала грешка при прилагането на закон.“", "63.  Лорд Хофман приема, че няма източник по Конвенцията на правилото, че по отношение на прилагането на член 6 по дела за предаване, опасността от употреба на доказателства, получени чрез изтезание непременно представлява очевиден отказ от правосъдие.", "64.  Лорд Хоуп се съгласява с това. Той счита, че този Съд е приел „безкомпромисен подход“ към използването в процеса на доказателства, получени чрез изтезание, но доказателствата пред SIAC не се разкриват като такива. Имало твърдения, но не и доказателства. Твърдението, че е налице реална опасност доказателствата да са получени чрез изтезание не било достатъчно за да възпрепятства предаването. Той припомня констатациите на SIAC, че повторното разглеждане вероятно не би съответствало на член 6 ако Йордания беше страна по Конвенцията, но ще се проведе в законоустановена рамка. Имало сериозни доказателства, че Съдът за държавна сигурност, който не бил просто инструмент на изпълнителната власт, преценява доказателствата и ги проверява с оглед законосъобразността им. SIAC следователно имала право да достигне до тези заключения относно доказателствата.", "65.  Лорд Браун се съгласява с лорд Филипс и, позовавайки се на мнозинството от голямата камара по делото Mamatkulov and Askarov, цитирано по-горе, посочва: „ако екстрадирането не е било незаконно дори при обстоятелствата по това дело, по моя преценка експулсирането със сигурност не е незаконно и тук.“", "66.  Лорд Манс, съгласявайки се с останалите лордове по член 6 и по другите точки от жалбата, отбелязва значителното сходство между понятието за „явна несправедливост“ в практиката на този Съд, и понятието за отказ от правосъдие в международното публично право като цяло. За последното съвременният консенсус бил, че фактическите обстоятелства трябва да бъдат много сериозни, за да се ангажира отговорността на държавата по международното право.", "II.  ПРИЛОЖИМО ВЪТРЕШНО ПРАВО И ПРАКТИКА", "A.  Производство пред SIAC", "67.  Както е посочено по делото A. and Others срещу Обединеното кралство, цитирано по-горе, § 91, SIAC е създадена в отговор на решението на този Съд по делото Chahal, цитирано по-горе.", "68.  Съгласно член 2(1) от закона за Комисията за специални имиграционни жалби от 1997 г., жалба до SIAC се подава във връзка с имиграционни решения, в това число решения за депортиране, когато решението на държавния секретар е взето изцяло или частично по съображения за национална сигурност или изцяло или частично въз основа на информация, която според държавния секретар не би следвало да става публично достояние в интерес на националната сигурност, в интерес на отношенията между Обединеното кралство и други държави или в друг обществен интерес.", "69.  Както също е посочено в A. and Others, § 92, SIAC има специална процедура, позволяваща да се вземат предвид не само материали, които могат да бъдат направени публично достояние („отворени материали“) но и други материали, които не могат да бъда публични („секретни материали“). Нито жалбоподателят, нито правният му консултант могат да видят секретните материали. Съответно един или повече съветници с разрешение за достъп, наречени „особени представители“ се назначават от Генералния адвокат да действат от името на жалбоподателя.", "Член 4 от Правилника на Комисията за специални имиграционни жалби (Процедура) от 2003 („Правилникът от 2003 г.“) урежда използването на секретни материали и гласи:", "„(1)  При осъществяване на функциите си Комисията гарантира, че информацията няма да бъде оповестявана в противоречие с интересите на националната сигурност, международните отношения на Обединеното кралство, разкриването и предотвратяването на престъпления или при каквито и да са други обстоятелства, при които разкриването може да навреди на обществения интерес.", "(2)  Когато този правилник изисква информацията да не бъде разкривана в противоречие с обществения интерес, това изискване трябва да се тълкува в съответствие с параграф (1).", "(3)  При условията на параграфи (1) и (2), Комисията трябва да се увери, че материалите, станали й достояние, й позволяват правилно да проведе производството.“", "Член 37(3)(c) указва, че при използването на секретни материали от особения представител, държавният секретар трябва да представи изложение на материалите във форма, която може да бъде представена на жалбоподателя, ако и доколкото това е възможно да се направи без да се разкрива информация в противоречие на обществения интерес.", "70.  Член 38 предвижда, че особеният представител може да оспори възраженията на държавния секретар срещу разкриването на секретните материали. SIAC може да потвърди или отхвърли възражението на държавния секретар. Ако отхвърли възражението, тя може да разпореди на държавния секретар да представи на жалбоподателя целия или част от секретния материал, който е бил представен на SIAC, но не е бил връчен на жалбоподателя. В такъв случай държавният секретар не е задължен да предоставя материала ако реши да не се позовава на него в производството.", "71.  Провежда се издирване на „оневиняващи материали“, т.е. материали в подкрепа на тезата на жалбоподателя или разколебаващи тезата на държавния секретар. Оневиняващите материали се разкриват пред жалбоподателят освен ако това няма да е в обществен интерес. В такъв случай те се представят на особения представител.", "72.  Член 7 от Закона от 1997 г. предоставя право на обжалване пред апелативния съд срещу окончателно произнасяне по жалба, извършено от SIAC в Англия и Уелс „по всеки правен въпрос, имащ отношение към тази преценка“.", "B.  Практика на SIAC относно гаранциите", "73.  Освен с Йордания правителството е договорило меморандуми за разбирателство за предоставяне на гаранции с Етиопия, Ливан и Либия. Договорено е рамково споразумение за получаване на гаранции от Алжир. SIAC е разглеждала жалби на седемнадесет лица, които правителството е искало да депортира въз основа на тези гаранции. SIAC е разгледала тези жалби за всеки конкретен случай по отделно, но общият подход, който тя е възприела по отношение на уверенията, е изложен по делото BB. v. the Secretary of State for the Home Department, решение на SIAC от 5 декември 2006 г., § 5, където тя установява, че преди да могат уверенията да отстранят реална опасност от малтретиране трябва да бъдат изпълнени четири условия:", "(i)  условията на гаранциите да бъдат такива, че при изпълнението им предаденото лице няма да бъде подложено на третиране в нарушение на член 3;", "(ii)  гаранциите да са дадени добросъвестно;", "(iii)  трябва да има солидна обективна основа да се вярва, че гаранциите ще бъдат изпълнени; и", "(iv) изпълнението на гаранциите трябва да може да бъде проверявано.", "74.  Прилагайки този тест, SIAC е приела за достатъчни гаранциите, дадени от Алжир (виж решение на SIAC по G (8 февруари 2007 г.); Z и W (14 май 2007 г.); Y, BB and U (2 ноември 2007 г.); PP (23 ноември 2007 г.); B (30 юли 2008 г.); T (22 март 2010 г.); Sihali (№ 2) (26 март 2010 г.)). Установила е също, че са достатъчни по отношение на Етиопия по делото XX (10 септември 2010 г.). SIAC е приела гаранциите за недостатъчни във връзка с Либия, имайки предвид променливия характер на тогавашния режим на Кадафи (DD and AS (27 април 2007 г.)).", "75.  Прието е, че уверенията, дадени от Йордания също са в съответствие с член 3 по делото VV (2 ноември 2007 г.). SIAC е взела под внимание допълнителни доклади за мъчения в Йорданските затвори и е приела, че тези доклади потвърждават становището й, че без МР има реална опасност от малтретиране. Въпреки това тези доклади не са променили заключенията й по настоящото дело, че МР и наблюдаващата роля на Адалех предоставят достатъчна защита.", "III.  СПОРАЗУМЕНИЯ МЕЖДУ ОБЕДИНЕНОТО КРАЛСТВО И ЙОРДАНИЯ", "A.  МР", "76.  Наименованието на МР, договорено между правителството на Обединеното кралство и йорданското правителство се отнася до уреждането на „даване на гаранции по отношение на определени лица преди депортирането им“.", "77.  МР гласи, че това означава, че властите на всяка държава ще изпълняват задълженията си относно правата на човека в съответствие с международното право по отношение на всяко лице, предадено в съответствие с МР. Когато едно лице е прието в съответствие с МР, условията предвидени в параграфи 1-8 ще се прилагат заедно с други специални гаранции, предоставени от приемащата държава. Параграфи от 1 до 5 гласят следното:", "„1.  Ако лицето бъде арестувано, задържано или лишено от свобода след предаването му, на предаденото лице трябва да бъдат осигурени подходящо настаняване, хранене и медицински грижи и да бъде третирано по хуманен и подходящ начин в съответствие с международно признатите стандарти.", "2.  Предаденото лице, ако е арестувано или задържано, трябва незабавно да бъде изправено пред съдия или друг служител, натоварен от закона да изпълнява съдебни функции, за преценка на законността на задържането му.", "3.  Предаденото лице, ако бъде арестувано или задържано, трябва да бъде незабавно информирано от властите на приемащата държава за причините за задържането му и за обвиненията срещу него.", "4.  Ако предаденото лице е арестувано, задържано или лишено от свобода в срок до 3 години от датата на предаването му, то ще има право на контакти и на своевременни и редовни посещения от представителя на независимата организация, посочена съвместно от властите на Обединеното кралство и Йордания. Тези посещения трябва да се разрешават поне веднъж на две седмици, независимо дали предаденото лице е било осъдено и ще включват възможността за разговори с предаденото лице на четири очи. Номинираната организация ще предоставя доклад за посещенията си на властите на изпращащата държава.", "5.  Освен в случаите, когато предаденото лице е арестувано, задържано или лишено от свобода, приемащата държава няма да възпрепятства, ограничава, стеснява или осуетява по друг начин достъпа на това предадено лице до консулските представителства на предаващата държава в рамките на нормалното работно време. Приемащата държава обаче не е задължена да улеснява този достъп чрез предоставяне на безплатен транспорт или на такъв при намалени цени.“", "78.  Параграф 6 гарантира правото на извършване на религиозни ритуали по време на задържането, а параграф 7 предвижда правото на справедлив съдебен процес на предаденото лице при условия, близки до тези по член 6 § 1 от Конвенцията. Параграф 8 възпроизвежда член 6 § 3, пропускайки препратките към параграфи (a) и (e) на този член.", "79.  МР предвижда, че всяко от правителствата може да се откаже от него чрез шестмесечно предизвестие, но тогава той ще продължи да се прилага по отношение на всяко лице, което е било предадено.", "B.  Условията на работа на Центъра Адалех", "80.  Условията на работа на Центъра Адалех (наблюдаващата организация) предвиждат, че той трябва да бъде оперативно и финансово независим от приемащата държава и трябва да може да представя откровени и безпристрастни доклади. Условията за работа предвиждат също, че той трябва да има капацитет за изпълнение на задачата с експерти („наблюдатели“), обучени да откриват физически и психологически следи от изтезания и малтретиране и достъп до други независими експерти ако това е необходимо. Наблюдателят трябва да придружава всяко лице, предадено в съответствие с МР („предадено лице“) по време на пътуването му от изпращащата държава до приемащата държава и да бъде с него до дома му или, ако бъде отведено на друго място, до това място. Той следва да разполага с контактите на предаденото лице и на близките му роднини и трябва да може да бъде откривано от предаденото лице или от близките му роднини, ако искат да влязат в контакт с него. Той трябва да докладва на изпращащата държава за всички притеснения относно третирането на предаденото лице или ако това лице изчезне. През първата година след предаването на лицето наблюдателят трябва да се свързва с него по телефон или лично веднъж седмично.", "81.  По отношение на задържането условията на работа гласят следното:", "„4.  Посещения на задържаните", "(a)  Когато наблюдаващата организация узнае, че предаденото лице е било задържано, наблюдателят или наблюдателите трябва да посетят лицето незабавно.", "(b)  След това наблюдателите трябва да посещават задържаните често и без предупреждение (поне толкова често, колкото допуска МР). Наблюдателите трябва да искат и по-чести посещения, когато това е подходящо, по-конкретно в началния етап на задържането.", "(c)  Наблюдателите трябва да провеждат интервюта със задържаните на четири очи и когато е необходимо да използват преводач.", "(d)  Посещенията трябва да се извършват от експерти, обучени да разкриват физически и психологически следи от изтезания и малтретиране. Посещаващият наблюдател или наблюдатели трябва да се уверят дали на задържаното лице се предоставят подходящи настаняване, храна и медицински грижи и дали е третирано по хуманен и подходящ начин в съответствие с международно признатите стандарти.", "(e)  При провеждане на интервю със задържано лице, наблюдателят трябва да провокира откровен разговор и да наблюдава условията около задържания.", "(f)  Наблюдателите трябва да организират медицински прегледи, които да се извършват незабавно по всяко време ако имат притеснения за физическото или психическото здраве на задържания.", "(g)  Наблюдаващата организация трябва да събира колкото е възможно повече информация за условията на задържане и третиране на задържаното лице, в това число чрез посещения в местата за задържане, и трябва да направи организация за незабавно информиране ако задържаното лице бъде преместено от едно място за задържане на друго.“", "82.  Параграф 5 предвижда, че с оглед наблюдение на спазването на правото на справедлив съдебен процес, наблюдателите трябва да имат достъп до всички съдебни заседания при спазване на условията, свързани с националната сигурност. Параграф 6 предвижда наблюдателите да бъдат информирани за всички конкретни гаранции, дадени от приемащата държава във връзка с всяко предадено лице, и че трябва да наблюдават спазването на тези гаранции. Параграф 7 относно докладването предвижда, че наблюдаващата организация трябва да предоставя редовни обективни доклади на предаващата държава и трябва да се обръща към изпращащата държава незабавно ако наблюденията й го налагат.", "C.  Допълнителни доказателства относно МР и Центъра Адалех", "1.  Становище на г-н Лайден", "83.  В хода на производството пред Съда правителството представи две становища от г-н Антъни Лайден, бивш дипломат и понастоящем специален представител на Обединеното кралство по въпросите на депортирането и гаранциите.", "84.  Първото становище от 24 септември 2009 г. подчертава близките връзки между Обединеното кралство и Йордания, подкрепата на Обединеното кралство за различни инициативи за насърчаване на човешките права в Йордания, както и различни доклади (обобщени в параграфи 106–124 по-долу), разкриващи подобряване на положението с човешките права в Йордания.", "85.  Първото становище пояснява също, че след подписването на МР правителствата съвместно са преценили коя организация да поеме независимото наблюдение. Йорданското правителство предложило това да е Националният център за правата на човека (NCHR), а когато тази организация отклонила предложението Йорданското правителство предложило Аделех, която били избрана. Споразумението за наблюдение било подписано след като представителите на Адалех се срещнали с външния министър на Обединеното кралство за Близкия изток и северна Африка. Провела се следваща среща между министъра на вътрешните работи и председателя на съвета на настоятелите на Адалех – г-н Арслан MP, и основателя му и председател г-н Рабаба. Г-н Арслан и г-н Рабаба пояснили, че въпреки критиките на решението им да действат като наблюдаваща организация те считали, че това било важно за защитата на правата на човека. Те не били принуждавани да приемат тази функция, нито са я приели заради финансовите облаги.", "86.  Първото становище очертава също опита и дейностите по популяризиране на човешките права на Адалех от основаването на организацията през 2003 г. Тя получавала финансиране от многобройни донорски организации, но не и от правителството на Йордания. Отправяла критики срещу правителството и изготвила проучване за борбата срещу изтезанията в Йордания, което пряко критикувало правителството и ГДР. След като бойкотирало семинарите им в продължение на осемнадесет месеца, ГДР взело участие в поредица от семинари, започнали през месец юли 2009 г. През 2007 г. Адалех взела участие в четири посещения на Human Rights Watch в мястото за задържане на ГДР в Аман. Г-н Рабаба отговорил подробно на критиките на Human Right Watch относно способността на организацията да наблюдава МР (виж параграфи 91 и 146 по-долу).", "87.  Г-н Лайден посочва също, че правителството на Обединеното кралство е предоставило средства и финансиране на Адалех в размер на GBP 774 898, които били предназначени за обучения по правата на човека на длъжностни лица и за създаване на експертна група. От месец септември 2009 г. центърът разполагал с десет служители на пълно работно време и двадесет медицински и правни експерти на непълно работно време. Центърът включил националния екип за борба с изтезанията (NTCT), който щял да действа като наблюдаваща организация. Екипът се състоял от двадесет и шест членове и трима служители на центъра Адалех.", "88.  Във второто становище на г-н Лайден от 26 май 2010 г. се припомнят тесните връзки между Йордания и Обединеното кралство, които оставали близки след смяната на правителството в Обединеното кралство. Становището разглежда също скорошните реформи, проведени в Йордания в това число измененията в наказателното законодателство, с които се предвиждали по-тежки наказания за някои сериозни престъпления като например изтезанията, както и мерките за насърчаване на свободата на словото. В становището се обобщавали и докладите на Йордания до Комитета срещу изтезанията към Организацията на обединените нации в хода на обсъждането от Комитета на втория редовен доклад за Йордания (виж параграф 107 по-долу).", "89.  Във второто си становище г-н Лайден отхвърля всякакви предположения, че няма да има стимули за разкриване на нарушения на МР. Неспазването на условията за работа вероятно щяло да доведе до сериозни последици за дипломатическите отношения. Със сигурност правителството на Обединеното кралство щяло да предприеме действия, съответстващи на такова нарушение. Що се отнася до Центъра Адалех, той посочва, че няма нищо необичайно в това, че досега той не е провеждал никакви наблюдения в Йордания. Той действал на проектен принцип чрез изготвяне на предложения, търсене на финансиране и провеждане на инициативи. NTCT вече посетил затвора Кафкафа на 9 май 2010 г. Центърът не бил мотивиран по финансови причини. Той загубил средства, съгласявайки се да действа като наблюдаваща организация. Той не бил и стопанска организация, тъй като се задължавал да възстанови на донорите си неизразходваните средства по проекти. Нищо не разкривало превръщането му в дружество с ограничена отговорност.", "90.  Г-н Лайден посочва също, че от правителството на Йордания били поискани разяснения относно явните несъответствия между английската и арабската версия на МР (в арабската версия се казвало, че правото на наблюдение ще бъде за период от три години след предаването; английската версия посочвала, че ако предаденото лице бъде задържано в три годишен срок от предаването то ще може да се ползва от правото на наблюдение). При последната размяна на вербални ноти между посолството на Обединеното кралство в Йордания и йорданското правителство (приложени към становището), страните са изразили съгласието си, че: (i) ако предаденото лице бъде задържано в срок до три години от предаването, МР предвижда наблюдение за целия период от време до освобождаването му, като е възможно този период да бъде неограничен; и (ii) ако предаденото лице бъде задържано след изтичането на тригодишния период от предаването то няма да има право на посещения с цел наблюдение.", "2.  Становище на г-н Вилке", "91.  Жалбоподателят представя становището на г-н Кристоф Вилке от Human Rights Watch, което е първоначално изготвено за делото (виж параграф 75 по-горе). Г-н Вилке извършил посещения в различни места за задържане в Йордания в последствие послужили като основа за доклада на Human Rights Watch от 8 октомври 2008 г. (виж параграф 117 по-долу). Г-н Вилке сочи, че при едно от посещенията му бил придружаван от г-н Рабаба от Центъра Адалех. Според г-н Вилке, когато обсъждали случая на настоящия жалбоподател, г-н Рабаба изглежда научавал детайли относно процедурата за депортиране от Обединеното кралство за пръв път. В становището си г-н Вилке описва Адалех като много малка организация и отбелязва, че тя не е извършвала никакви независими посещения в затвори и не е правила опити за това. Поради това г-н Вилке се съмнявал, че гаранциите биха предоставили ефективна защита срещу малтретиране на жалбоподателя.", "3.  Становище на г-жа Рефахи", "92.  В становище от 7 февруари 2010 г. изготвено специално за производството пред този Съд, г-жа Рефахи, която е арабско говорящ адвокат, представил доказателства пред SIAC относно предишни съдебни процеси в Йордания, описва дискусиите, които е водила с йордански адвокати и служители на НПО относно Адалех. Те й казали, че г-н Рабаба имал силни фамилни връзки с тайните служби на Йордания. Определянето на центъра за извършването на стопанска дейност щяло също да изисква одобрението на Министерството на вътрешните работи и на ГДР, както и номинацията на г-н Рабаба за Съвета на настоятелите на NCHR. Никой от интервюираните нямал информация за центъра преди той да бъде определен за наблюдаваща организация, нямал практически опит в извършването на наблюдения и не бил в състояние да предотвратява малтретиране. Твърди се също така, че центърът действал хаотично при избора на експерти за програмите си срещу изтезанията. Били предпочитани адвокати вместо лекари и не били избирани лица с опит в наблюденията.", "D.  Допълнителни доказателства относно предходните два процеса срещу жалбоподателя и производството при повторно разглеждане на делото", "93.  Страните са представили също и подробни доказателства по първоначалните съдебни процеси срещу жалбоподателя в това число доказателства, които не са били представени пред SIAC.", "1.  Доказателства представени от правителството ответник", "94.  Правителството представя доклад от 6 септември 2009 г., изготвен от двама йордански адвокати – г-н Ал-Кхалила и г-н Наждави, първият от които е почетен правен съветник на посланика на Обединеното кралство в Йордания от 1975 г.", "95.  Докладът описва структурата на йорданската правна система и разнообразните и широки правомощия на прокурорите, които се описват като съдии с инквизиционна роля. Той описва също функциите на ГДР и посочва, много близкото взаимодействие между нея и Съда за държавна сигурност. Прокурорът към този съд бил военен офицер, чиито офис се намирал в сградата на ГДР. В доклада се посочва също, че разпитите, извършвани от служителите на ГДР, имали за цел получаването на „признания“ от заподозрените, изправени пред Съда за държавна сигурност (цитатът е от оригиналния текст).", "96.  В доклада се отбелязва, че правата на обвиняемите били разширени чрез изменения в Наказателния кодекс от 2001 г., за които той отбелязва, че са „решаващ фактор“ за заключението, че жалбоподателят ще получи справедлив съдебен процес. Измененията разкривали също, че не би имало очевиден отказ от правото на свобода на жалбоподателя, тъй като наред с другите промени, максималният срок, преди изтичането на който задържаният трябвало да бъде изправен пред съд или прокурор, бил намален на двадесет и четири часа (член 100(b) от Наказателно-процесуалния кодекс (НПК)). Докладът обаче отбелязва също, че не можело да се предвиди дали прокурорът ще обвини жалбоподателя в нови престъпления, които били предвидени в Закона за предотвратяване на тероризма от 2006 г., който би позволил на прокурора да го задържи за петнадесет дни (които могат да бъдат удължени до два месеца) с оглед провеждане на разследването.", "97.  Докладът също така съдържа коментари относно някои констатации на SIAC във връзка с йорданското законодателство. Например SIAC установила, че достъпът до адвокат не бил нито задължителен нито забранен и че по време на разпитите от ГДР не присъствали адвокати. Въпреки това имало задължение за правно представителство пред прокурора, което можело да бъде отменено с мотивирано решение, например когато имало нужда от извършване на бързи действия за съхраняване на доказателства (член 63(2) от НПК). Присъствието на адвокат не било обичайно за всички разпити, извършвани от прокурора. По същата причина, въпреки че SIAC е направила връзка с възможността за задържане в изолация, член 66(2) от НПК предвиждал, че във всички случаи, в които контактите със заподозрения са ограничени, това не се прилагало за контактите с адвоката му. SIAC също така приела, че при всяко повторно разглеждане, делото от първото разглеждане ще бъде приложено като доказателство и свидетелите няма да бъдат призовавани отново за разпит. Това не било правилно тъй като член 254 от НПК допускал предишните дела да се използват само косвено, а съдът можел да обсъжда доказателства, които са събрани в процеса, а подсъдимият можел да разпитва свидетели.", "98.  В доклада се обсъжда също и Съдът за държавна сигурност, който според него се състоял от военни офицери с юридическо образование, които не преследват военна кариера и не били на действителна военна служба. Законът за независимостта на съдебната власт не се прилагал, нито пък те се ползвали от съдебен имунитет срещу наказателно преследване или граждански производства. Заседанията на Съда често били закрити, но подсъдимият можел да бъде представляван.", "99.  В доклада се признава, че било трудно да се проверят твърденията за изтезания, тъй като полицейските служители и служителите на сигурността често отказвали на задържаните своевременен достъп до адвокат. Изтезанията въпреки това, макар и понякога да са използвани от полицията, не са институционализирани и оставали „индивидуални действия“. Ако бъдат разкрити, служителите носели наказателна отговорност. Член 63(3) от НПК предвиждал мярка за защита но обвиняемия в наказателното производство, изисквайки обясненията на обвиняемия да бъдат подписани и да бъде положен отпечатък от пръста му. Обясненията трябвало освен това да бъдат проверени от прокурора и от секретаря му. Ако обвиняемият откажел да подпише, се отбелязвали основанията му за това. Член 63(3) бил основно изискване, неспазването на което водело до недействителност на обясненията. Подписът, а когато обвиняемият е неграмотен – отпечатъкът от пръста му, били необходими за да се установи, че обясненията принадлежат на обвиняемия. Обратно на доказателствата, представени от г-жа Рефахи пред SIAC (виж параграф 104 по-долу), нямало доказателства, че полагането на пръстов отпечатък е очевиден знак за фалшиво признание.", "100.  Що се касае до признанията, направени пред прокурора, върху обвиняемия била възложена тежестта да докаже, че те са събрани незаконно. Тежестта на доказване била обърната за признания, извършени пред полицията. Имало изискване за потвърждение, когато доказателства, събрани от един обвиняем се използвали срещу друг обвиняем. В доклада се анализират също поредица от решения на Касационния съд, с които той отменя решения на Съда за държавна сигурност поради ненадлежно събрани признания. Той освен това въвежда правила относно това кога могат и кога не могат да бъдат приети направени признания. Ако лицето е било задържано по-дълго време от максимално допустимия срок, имало оборима презумпция, че признанията са получени незаконно.", "101.  Докладът разглежда и решенията, постановени в предходните съдебни процеси срещу жалбоподателя. За делото Реформа и предизвикателство докладът отбелязва, че за да отхвърли твърденията на някои от подсъдимите, че са били изтезавани за да направят признания, Съдът за държавна сигурност се е позовал на свидетелските показания на съдебния лекар, който заявил, че не е установил наранявания по хората. По процеса заговор на хилядолетието Съдът за държавна сигурност не е намерил каквито и да са доказателства в подкрепа на твърденията, че някои от подсъдимите са дали фалшиви показания и, доколкото адвокатите на подсъдимите не са ги изпратили на съдебен лекар за освидетелстване, нямало медицински доказателства в подкрепа на твърденията им. Съдът за държавна сигурност въпреки това изслушал служители, които присъствали при извършването на признанията, и които потвърждават, че не е имало никакъв побой. В решението си Съдът за държавна сигурност се е позовал на признанията (в това число на възпроизвеждането на местопрестъплението) и на експертните заключения. Имало вероятност доказателствата, събрани от другите подсъдими, да бъдат решаващи при повторното разглеждане на делото на жалбоподателя, тъй като те били важни в задочния процес срещу него. В доклада също се изтъквало, че ако са живи Ал-Хамашер и Абу Хошер биха свидетелствали при всяко ново разглеждане на делото.", "2.  Доказателства, представени от жалбоподателя", "102.  За процеса Реформа и предизвикателство жалбоподателят представя копие от доклада по разследването на прокурора, разкриващ, че единственото доказателство срещу него е признанието на Ал-Хамашер. В доклада се цитира признанието, в което се твърди, че жалбоподателят насърчавал нападенията, а след това поздравил групата. Единственото друго доказателство срещу него, отбелязано в доклада, било намирането на две книги, написани от жалбоподателя, в Ал-Хамашер и в друг подсъдим. Жалбоподателят описва също така основанията за обжалване на Ал-Хамашер, който в жалбата си сочи, че бил задържан и малтретиран в продължение на шест дни от ГДР, а след това изправен пред прокурора в офиса му, намиращ се в сградата на ГДР. Жалбоподателят представя и писмо от ГДР до адвоката на Ал-Хамашер, в което се посочва, че оригиналните видеозаписи от разпита му били унищожени. В мотивите на жалбата се сочи, че по време на процеса служител от ГДР свидетелствал, че е унищожил записите по заповед на негов началник, но отказал да разкрие самоличността на началника си. В мотивите на жалбата си Ал-Хамашер посочва също, че адвокатите на друг подсъдим са били свидетели, че техен клиент е казал на прокурора, че е бил малтретиран: показанията на адвокатите не били приети от Съда за държавна сигурност, който предпочел тези на прокурора. В мотивите на жалбата се споменавал и медицински доклад, изготвен от лекар, който е прегледал подсъдимите пет месеца след разпитите им. Лекарят открил натъртвания и белези по телата на мъжете, по-специално по ходилата и краката им. Тъй като било минало много време, лекарят не бил в състояние да даде заключение относно начина на причиняване на нараняванията на мъжете, но отбелязал, че те могат да бъдат причинени от удари с твърди предмети. В случая на Ал-Хамашер лекарят е констатирал белези по седалището му, които съответстват на целенасочени удари с палка или сходен предмет. В мотивите на жалбата се отбелязвало също, че членовете на семействата на подсъдимите, в това число майката на Ал-Хамашер са забелязали белези по ходилата и краката на подсъдимите, когато за пръв път им е било позволено да ги посетят. Служителите на ГДР които провели разпитите не били призовани като свидетели в процеса, нито пък били приети медицинските свидетелства на подсъдимите.", "103.  За процеса заговор на хилядолетието жалбоподателят представя копие от доклада по разследването на прокурора по това дело, който разкрива, че признанията на Абу Хошер били в основата на обвинителната теза срещу жалбоподателя. Беше представено също и копие от писмената му защита, съдържаща твърденията му за изтезания, в която се описват нараняванията по долната част на ходилата му (довели до свличане на кожата при къпане), наранявания на лицето, натъртвания и белези. Той поддържа, че нараняванията му били видени от зет му, от съкилийниците му и от представител на Международния комитет на червения кръст. Той обяснява също как показанията му били променяни многократно докато служителите не били удовлетворени от тях. След това, когато бил изправен пред прокурора и заявил, че е бил изтезаван, прокурорът отказал да го изслуша. Бяха представени и писма, написани от адвоката на Абу Хошер до представителя на жалбоподателя г-жа Пиърс, описващи накратко стъпките, предприети от защитниците за представяне на вниманието на Съда за държавна сигурност, на твърденията за изтезания, направени от някои от подсъдимите в това число и протестите на посолството на Съединените щати относно малтретирането на един от подсъдимите – г-н Раед Хиджази – лице с двойно американско и йорданско гражданство (виж също доклада на Amnesty в параграф 114 по-долу). В писмото се твърди също, че семействата на подсъдимите са свидетелствали за нараняванията, които са видели.", "104.  Жалбоподателят представя и две становища на г-жа Рефахи относно съдебните процеси: едното, което било представено пред SIAC и следващото й становище от 7 февруари 2010 г. В първото становище от 5 май 2006 г. се описват резултатите от интервютата й с адвокатите на подсъдимите и с освободените подсъдими по всяко от делата относно начина, по който подсъдимите са били изтезавани и относно даването за подписване на вече попълнени протоколи с направени признания. Твърди се, че изтезанията включвали побой с колани и камшици, лишаване от сън и даване на лекарства за отслабване на съпротивата. Тя била информирана, че що се отнася до фалшивите признания, било практика задържаният да се заставя да подписва и полага пръстов отпечатък върху протокола за да не може в последствие да оттегли показанията си. Г-жа Рефахи проучила преписките по всяко от делата: върху признанията на Абу Хошер бил положен пръстов отпечатък.", "105.  В становището от 7 февруари 2010 г. се обобщават резултатите от следващо посещение, което тя извършила в Йордания през месец септември 2009 г., когато провела следващи интервюта с подсъдими и техните адвокати. „Подсъдимият А“ по делото Реформа и предизвикателство заявил, че бил изтезаван в продължение на десет дни (в това число чрез удари по долната част на ходилата) и разпитван с изтезания на два или три пъти. По време на преместването му чул глас, който разпознал, че принадлежи на друг подсъдим. Било ясно, че този подсъдим също бил изтезаван. На десетия ден подписал признание, изготвено от ГДР. На единадесетия ден бил изправен пред прокурора, който разполагал с признанието, направено пред ГДР. Тогава той подписал идентично признание, което било изготвено от прокурора. След това нямало повече изтезания, но когато впоследствие се изправял пред прокурора, последният го заплашвал с нови изтезания. Заявил пред Съда за държавна сигурност, че е бил изтезаван, но Съдът не извършил разследване. Не бил медицински освидетелстван докато не бил задържан за пет месеца.", "IV.  ЧОВЕШКИТЕ ПРАВА В ЙОРДАНИЯ", "A.  Доклади на Организацията на обединените нации", "1.  Съвет по правата на човека", "106.  Работната група по общите редовни доклади за Йордания към Съвета по правата на човека към Организацията на обединените нации публикува доклада си на 3 март 2009 г. (A/HRC/11/29). В доклада се отбелязва приемането от Йордания на някои препоръки, насочени към премахване на изтезанията. След доклада Human Rights Watch приветства готовността на Йордания да приеме „постоянното наблюдение“ на стандартите на правата на човека в страната, но определя като „дълбоко разочароващо“ отхвърлянето от Йордания на някои от важните препоръки, насочени към премахване на изтезанията. Организацията призовава Йордания бързо да изпълни препоръките за създаване на независим механизъм за разглеждане на оплакванията, за разрешаване на внезапни посещения в затворите и да премахне полицейските съдилища, съставени от полицейски служители, разглеждащи твърдения за изтезания срещу свои колеги. Сходни препоръки са направени от правителството на Обединеното кралство в изложението му до Съвета по правата на човека.", "2.  Комитетът срещу изтезанията", "107.  В заключителните си наблюдения за Йордания от 25 май 2010 г. Комитетът срещу изтезанията към Организацията на обединените нации приветства полаганите усилия за реформи, включващи създаването на национален център за правата на човека, независим Омбудсман, разглеждащ оплаквания и приемането на подробен план за модернизация на местата за лишаване от свобода. Въпреки това той остава дълбоко загрижен от „многобройните, последователни и правдоподобни твърдения за широко разпространена и рутинна практика за изтезания и малтретиране на задържани лица в местата за лишаване от свобода, в това число в местата, намиращи се под контрола на Генералната дирекция за разузнаване“. Той констатира също „климат на безнаказаност“ и липса на съответни наказателни разследвания срещу извършителите. Комитетът изразява също загрижеността си за ограничения брой разследвания по твърдения за изтезание, както и сериозната си загриженост за липсата на основни правни гаранции за задържаните лица и свръх употребата на административно задържане, в резултат на което задържаните лица не подлежат на съдебен контрол. Комитетът препоръчва също така ГДР да бъде поставена под гражданско ръководство, имайки предвид, че тя продължава да задържа заподозрени лица произволно и без връзка с външния свят, както и да лишава задържаните от достъп до съдия, адвокати или лекари. Комитетът е също дълбоко загрижен от системата на специални съдилища в Йордания, включващи Съда за държавна сигурност, в която се твърди, че военнослужещи и служители на сигурността, отговорни за нарушение на човешките права, биват покровителствани срещу носене на юридическа отговорност, а процедурите не винаги съответстват на стандартите за справедлив съдебен процес. В заключение във връзка с член 15 от Конвенцията против изтезанията Комитетът приема:", "„Отбелязвайки съществуването на член 159 от Наказателно-процесуалния кодекс [изключване на доказателства, изтръгнати чрез принуда], който не споменава изрично изтезанията, Комитетът изразява своята загриженост във връзка с доклади, че употребата на признания, изтръгнати със сила, като доказателства в съда е широко разпространена в договарящата страна.", "...", "Договарящата страна следва да предприеме необходимите стъпки за да гарантира, че признания, получени в резултат на изтезания във всички случаи ще бъдат недопустими в съдебното производство в съответствие с разпоредбите на член 15 от Конвенцията. Комитетът призовава договарящата страна категорично да забрани допускането на доказателства, получени в резултат на изтезания във всякакви производства, и да представи информация дали има длъжностни лица, разследвани и осъдени за изтръгване на такива признания.“", "3.  Комитетът за правата на човека", "108.  Заключителните наблюдения от 18 ноември 2010 г. на Комитета за правата на човека към Организацията на обединените нации също приветстват реформите в Йордания, в това число включването в националното законодателство на МПГПП. Въпреки това Комитетът за правата на човека остава загрижен по отношение на: високия брой докладвани случаи на изтезания и малтретиране в местата за лишаване от свобода, по-специално тези към ГДР; липсата на действително независим механизъм за оплаквания, по който да се разгледат случаи на твърдени изтезания или малтретиране от страна на длъжностни лица, както и малкия брой разследвания по подобни случаи; отказа от незабавен достъп до адвокат и до независими медицински прегледи на задържаните лица; както и факта че на НПО е бил отказван достъп до местата за лишаване от свобода. Съответно Комитетът препоръчва създаването на ефективен и независим механизъм за разглеждане на твърдения за изтезание; надлежно разследване и изправяне пред съд; незабавен достъп на задържаните лица до адвокат по техен избор и до независим медицински преглед; установяване на система на независими посещения на всички места за лишаване от свобода.", "Комитетът изразява и притесненията си от ограничената организационна и функционална независимост на Съда за държавна сигурност и препоръчва закриването му.", "4.  Специалният докладчик", "109.  В доклада си от 5 януари 2007 г. до Съвета по правата на човека Специалният докладчик по изтезанията към ООН Манфред Новак, отбелязва, inter alia, че ГДР не го е допуснала да посети лично задържани лица и заключава, че:", "„На вниманието на Специалния докладчик бяха представени множество последователни и достоверни твърдения за изтезания и малтретиране. По-конкретно има твърдения, че изтезанията се практикуват от Генералната дирекция за разузнаване (ГДР) за изтръгване на признания и за разузнаване в преследване на цели, свързани с борбата с тероризма и с националната сигурност, и че в Отдела за наказателни разследвания (ОНР) се изтръгват признания в хода на рутинни наказателни разследвания. Имайки предвид, че тези две учреждения най-често се споменават като двата най-известни центъра за изтезания в Йордания, на базата на всички събрани доказателства отказът да бъде дадена възможност за оценка на тези твърдения чрез лични интервюта със задържани в ГДР лица, и имайки предвид целенасочените опити на служителите да затрудняват работата му, Специалният докладчик потвърждава, че практиката на изтезания е обичайна в ОНР и ГДР... Освен това на практика разпоредбите и гаранциите, залегнали в йорданското законодателство срещу изтезанията и малтретирането са изпразнени от съдържание, тъй като службите за сигурност са ефективно покровителствани срещу независимо наказателно разследване и съдебно разглеждане, доколкото нарушенията, извършени от служители на тези служби се разглеждат от специалните полицейски съдилища, разузнавателни съдилища и военни съдилища, за които не са налице гаранциите за независимост и безпристрастност.“", "110.  В тази връзка Докладчикът констатира също:", "„57.  Специалният докладчик отчита, че не се извършват служебно разследвания, дори в случаи на сериозни наранявания, претърпени от заподозрените лица. Нито едно длъжностно лице не успя да установи пред специалния докладчик, че се предприемат сериозни стъпки за разследване на твърдения, в това число и най-малкото въз основа на непосредствена и своевременна медицинска документация за наранявания, претърпени от задържани лица...", "60.  Парадоксално, докато правоохранителните органи твърдят, че не са чували за твърдения за изтезания в техните институции, Касационният съд е отменил множество присъди поради това, че служители по сигурността са изтръгвали признания от задържани лица чрез изтезание. За съжаление дори тези констатации не предизвикват никакво официално разследване за престъпления, извършени от длъжностни лица и никой от служителите по сигурността, свързани с такива случаи, не е бил изправян пред съд.", "61.  Нещо повече, решенията и определенията на Касационния съд във връзка с дела, в които заподозрените лица са били изправени пред специални съдилища, се цитират от правителствените служители в защита на системата, като се подчертава съществуването на независим надзор под формата на обжалване на решенията на специалните съдилища пред Съда.", "62.  Що се отнася обаче до въпроса за безнаказаността и разследването от специалните съдилища на полицейски служители или служители на разузнаването за изтезания или малтретиране, не бяха представени доказателства, разкриващи примери, в които оправдателни присъди на специалните съдилища над полицейски служители да са били успешно обжалвани пред Касационния съд, ако изобщо са били обжалвани.", "63.  Това налага заключението, че безнаказаността е абсолютна. Системата на специалните съдилища изобщо не работи ефективно. Липсата на престъплението изтезание в съответствие с член 1 от Конвенцията против изтезанията е само част от проблема. В сърцевината му стои системата, в която презумпцията за невинност е въображаема, дава се предимство на изтръгването на признание, длъжностните лица явно демонстрират липса на ангажираност и не поемат отговорност за разследване на нарушения на човешките права на лица, заподозрени в извършване на престъпление, а системата на вътрешни специални съдилища служи единствено за закрила на служителите на сигурността от правосъдието. (бележките под линия са пропуснати)“", "111.  Докладчикът препоръчва приемане на поредица от основни гаранции за задържаните лица, в това число по-добри правила, уреждащи допустимостта на признанията. Той препоръчва и закриването на Съда за държавна сигурност.", "B.  Други доклади", "1.  Amnesty International", "112.  Amnesty International е изготвила множество доклади за третирането на задържаните лица в Йордания. Най-подробният й доклад беше публикуван през месец юли 2006 г. Amnesty International публикува доклада си озаглавен „Йордания: „Признанията ви са готови за подписване“: задържане и изтезания над политически затворници“. Докладът критикува Йордания за съществуването на системата на задържане в изолация, която подпомага изтезанията, особено в рамките на ГДР, където изтезанията са систематични и се практикуват безнаказано. Разпространението на нарушенията в ГДР било далеч по-широко, тъй като служителите на ГДР имали правомощията на прокурори (а следователно и съдебни правомощия), позволяващи на ГДР самостоятелно да удължава сроковете на задържане с цел извършване на разпити. За задържаното лице била на практика непосилна задача да докаже, че е било изтезавано от ГДР, тъй като думата на това задържано лице била противопоставяна на думата на служителите на ГДР. Докладът отчита, че въвеждането на наблюдение от NCHR и ICRC било положителна стъпка, макар и с уговорката, че двете организации са били възпрепятствани да се срещат с всички лица, задържани в ГДР.", "113.  Независимо че измененията от 2001 г. в член 66 от Наказателно-процесуалния кодекс са позволили достъпа на задържаните лица до адвокатите им дори и при задържане в изолация, в очевидно противоречие с тези разпоредби обичайната практика по дела, свързани с държавната сигурност била задържаните лица да бъдат държани без връзка с външния свят за продължителен период в досъдебната фаза. Имало също очевидни нарушения на правото лицето да се яви с адвокат по време на разпитите пред прокурора. Съдът за държавна сигурност бил „твърде муден“ пред твърденията за изтезания, като не извършвал надлежно разследване на тези твърдения. Процесите пред него често били несправедливи. Бил склонен да осъжда подсъдими на базата на признания, за които са направени твърдения, че са изтръгнати с изтезания. В доклада се отбелязва, че през последните десет години сто подсъдими са направили твърдения пред Съда за държавна сигурност, че са били изтезавани за да направят признания. Такива твърдения са направени в четиринадесет случая през 2005 г., като до тогава Съдът за държавна сигурност не е извършвал надлежно разследване на тези твърдения. Обжалването пред Касационния съд не представлявало надлежна гаранция.", "114.  Докладът описва девет проучвания на случаи на признания, изтръгнати чрез изтезания от ГДР по дела, свързани с държавната сигурност, в това число и по процеса заговор на хилядолетието. В доклада се отбелязва, че поне четирима от подсъдимите, включително Абу Хошер, са били изтезавани по време на разпити в ГДР, като според твърденията върху телата им имало следи от изтезания, когато били видени за пръв път от близките и адвокатите си. Свидетели установяват, че в хода на следствени експерименти на местопрестъпленията видели един от подсъдимите – г-н Саед Хиджази да бъде подкрепян от двама охранители, тъй като очевидно не можел да стои сам на краката си. В друг случай – този на г-н Раед Хиджази (гражданин са САЩ и на Йордания), лекар свидетелствал, че той развил тежка пневмония по време на задържането му в изолация. Консулът на Съединените щати, за когото се твърди, че видял по него следи от изтезания, не могъл да свидетелства в съдебния процес по причина на дипломатическия си имунитет.", "115.  Докладът достига до заключението, че МР между Обединеното кралство и Йордания бил неподходящ с оглед на незачитането от Йордания на абсолютната забрана за изтезания, а освен това наблюдението след предаването не може да замени изискванията на международното право за наличие на системни законодателни, съдебни и административни гаранции за предотвратяване на изтезанията. Наблюдението, дори и да се извършва от професионални организации, не било достатъчно за предотвратяването им.", "2.  Human Rights Watch", "116  В доклада си „Съмнителни внезапни проверки: Генералната дирекция за разузнаване и проблема с върховенството на закона в Йордания“ от 18 септември 2006 г. организацията документира случаи на малтретиране в ГДР. Докладът включва също и следния раздел за прокурорите към Съда за държавна сигурност:", "„Съдът за държавна сигурност е специален съд, създаден в съответствие с членове 99 и 100 от конституцията на Йордания.", "...", "Началникът на обединеното командване назначава даден военен офицер да служи като прокурор, подчертавайки подчинения характер на съда. Офисите на прокурора към Съда за държавна сигурност се намират физически в централния комплекс на ГДР. Прокурорът към Съда за държавна сигурност е служителят, който повдига обвинения срещу задържаните лица и позволява продължаване срока на задържането им. Прокурорът към Съда за държавна сигурност, разследващ престъпленията, за които са обвинени лицата, задържани в ГДР, е военен офицер, в крайна сметка на същото административно подчинение като служителите на разузнаването. Този факт разкрива фундаменталната липса на независимост и безпристрастност.", "...", "Член 7 от Закона за Съда за държавна сигурност предвижда, че лицата, разследвани за престъпления, попадащи в юрисдикцията на Съда за държавна сигурност, могат да бъдат задържани „ако е необходимо за срок не по-дълъг от седем дни“ преди да бъдат изправени пред прокурора за повдигане на обвинение. Прокурорът може да удължава заповедта за задържане с последователни периоди от по петнадесет дни след повдигането на обвинение на заподозряното лице, ако това е „в интерес на разследването.“ Практикуващ наказателен адвокат съобщи на Human Rights Watch, че „е нормална практика задържаните да остават в ГДР за приблизително шест месеца. Те се преместват в нормален затвор или се освобождават след като ГДР приключи разследването си.“", "Според йорданското законодателство, въпреки че прокурорът формално отговаря за разследването след повдигането на обвинение, по делата пред Съда за държавна сигурност практиката е прокурорът да възлага отговорности на служители на ГДР по продължаване на разследването, в това число и за извършване на разпити. Всички задържани лица, интервюирани от Human Rights Watch си припомнят, че по време на задържането им са се срещали единствено със служители на ГДР, освен когато били изправени пред прокурора за повдигане на обвинение. Няколко задържани обаче поясняват, че не могли със сигурност да разграничат служителите на ГДР от служителите на прокуратурата, тъй като всички носели цивилни дрехи, провеждали разпити по сходен начин и се намирали в непосредствена близост.", "Прокурорът е също и съдебният орган, отговарящ за оплакванията на задържаните за жестоко или нечовешко отнасяне или изтезание. Йорданското законодателство изисква всеки служител, в това число тези от ГДР, да приема оплаквания и да ги предава на началниците си. Функцията на прокурора включва разследване на оплаквания за нарушения на закона. Фундаменталната липса на независимост на прокурора от структурите на ГДР и на Съда за държавна сигурност прави тази функция изцяло неефективна. Самих Краис – адвокат, защитавал десетки клиенти пред Съда за държавна сигурност, съобщава пред Human Rights Watch, че: „Прокурорът връща задържаното лице обратно в килията ако то каже, че е направило признания чрез изтезания.“ Краис посочва, че с оглед функциите на прокурора в процеса пред Съда за държавна сигурност и поради правилата за недопускане пред съд на показания, получени с изтезание, прокурорите към Съда за държавна сигурност не са склонни да разглеждат каквито и да са оплаквания за изтезания. Един задържан – Мустафа Р., който твърди, че бил изтезаван както преди, така и след повдигането на обвинение, съобщава на Human Rights Watch, че когато бил изправен пред прокурора за повдигане на обвинение, той бил сам с прокурора в офиса му в комплекса на ГДР, докато автомобилът с разпитващите го лица чакал отвън за да го отведе обратно в килията. Прокурорът не извършил никакво проучване дали срещу Мустафа Р. са били използвани неправомерно сила или принуда по време на разпита му. Друг бивш задържан – Мухамад ал-Баркави, съобщава на Human Rights Watch, че ако задържаният поиска адвокат или твърди, че е изтезаван, прокурорът го връща обратно за допълнителни разпити, казвайки „Той още не е готов.““", "117.  В доклада си от 8 октомври 2008 г. „Изтезания и безнаказаност в йорданските затвори“, основаващ се на посещения в затвори, проведени през 2007 г. и 2008 г., Human Rights Watch достига до заключението, че изтезанията остават широко разпространена и рутинна практика в йорданските затвори. Организацията е получила твърдения за малтретиране от 66 от 110-те затворници, които е интервюирала. Докладът посочва също, че затворническите охранители изтезават затворниците, защото прокурорите и съдиите правят твърде малко за да ги преследват. Докладът отбелязва, че желанието на Йорданското правителство да предостави достъп до затворите било похвално и отразявало позитивни намерения за реформи. Въпреки това докладът отбелязва също, че обществената загриженост на йорданското ръководство не разкрива трайни резултати в тази сфера. Изтезанията се прилагали рутинно при нарушения на затворническите правила от страна на затворниците, при искания за посещения на лекар, за телефонни обаждания или посещения, или при подаване на оплаквания. Затворниците ислямисти били подлагани на малтретиране по-често отколкото останалите. Оплакванията за изтезания намалели, но оставали често срещано явление. Изтезанията не били официална политика, въпреки че високопоставени затворнически власти са разпореждали извършването на побои. Изтезанията били „толерирана практика“, тъй като липсвали механизми за лична отговорност. Правителството предпазливо е предприело някои начални стъпки за даване на по-големи възможности за компенсация, но не ги преследва усърдно.", "118.  В частта за Йордания от Световния си доклад от 2010 г. Human Rights Watch коментира също, че следващите позитивни реформи, като обучителните програми срещу изтезанията на NCHR, са съвсем недостатъчни с оглед липсата на политическа воля в Йордания и на ефективни механизми за изправяне пред съд на извършителите.", "3.  Националният център за правата на човека на Йордания", "119.  В годишния си доклад за 2005 г. NCHR признава, че макар йорданското законодателство да е недвусмислено относно незаконността на осъждане, основано на признание, получено чрез принуда, за обвиняемите било трудно да докажат, че признанията са получени по този начин, особено като се има предвид липсата на свидетели и дългите срокове на задържане, в резултат на които съдебните медици не могат да констатират малтретирането.", "120.  В доклада си от 2007 г. NCHR отбелязва, че данните от някои наказателни производства разкриват „в много случаи явен недостатък при придържането към основните критерии на справедливия процес“. Той се позовава по-конкретно на съденето на цивилни лица от Съда за държавна сигурност, чиито съдии били „с военни нагласи“, което подкопавало принципа на съдебна независимост и снижавало гаранциите за справедлив процес.", "121.  В доклада си от 2008 г. NCHR отбелязва продължаващите трудности в идентифицирането на изтезанията, включително продължителния период на задържане, на който били подложени арестуваните и обстоятелството, че лицата, отговорни за извършване на принуда над обвиняемите, не регистрират оплакванията им, което означавало че обясненията им се превръщали в правно обвързващи доказателства. NCHR отбелязва също, че в определена част от годината им било забранено да посещават затворници. Все пак правителството предприело определени положителни мерки срещу изтезанията.", "122.  В доклада си за 2009 г. NCHR отбелязва, че усилията срещу изтезанията все още били „скромни и колебливи“. Проблемите включвали Закона за предотвратяване на престъпленията, който допускал задържане в изолация без съдебен контрол; Закона за държавната сигурност, позволяващ задържане за седем дни преди лицето да бъде изправено пред съдия; и че обяснения, дадени от заподозрения в отсъствието на прокурора били допустими ако са „представени на прокуратурата заедно с други доказателства за обстоятелствата, за които те се отнасят, и ако заподозреният е дал обясненията доброволно.“", "4.  Държавният департамент на Съединените щати", "123.  Докладът на Държавния департамент на Съединените щати за човешките права от 2009 г. относно Йордания отбелязва загрижеността на местни и международни НПО за това, че изтезанията остават широко разпространени, макар да се отбелязва намаляване броя на подадените оплаквания. НПО констатирали подобряване на механизмите за разглеждане на жалби, но и необходимостта от допълнителни реформи. Докладът също така отбелязва:", "„За разлика от предходни години, няма нови публични оплаквания за изтезания на обвиняеми, направени пред Съда за държавна сигурност. На 15 април трима от петима мъже, оплакали се от изтезания от 2007 г. до май 2008 г., са получили петгодишни присъди. Другите двама мъже били оправдани поради липса на доказателства. Правителството намерило оплакванията им за изтезания за неоснователни, както и оплакванията за изтезания от януари 2008 г., направени от двама мъже, обвинени за износ на оръжие за Западния бряг, чиито наказателни дела към края на годината са висящи.", "На 14 май Съдът за държавна сигурност осъдил на смърт Нидал Момани, Тарват Драц и Сатам Завахра за заговор за убийството на чуждестранен лидер по време на посещението му в страната през 2006 г., веднага заменил присъдите им на 15 години лишаване от свобода. През 2007 и 2008 г. подсъдимите твърдят, че са били бити и психологически принуждавани да направят признания.“", "124.  Докладът от 2010 г. отбелязва, че йорданското законодателство забранява изтезанията, но въпреки това международни НПО продължавали да докладват случаи на изтезания и широко разпространено малтретиране в местата за задържане на полицията и службите за сигурност. По отношение на арестите и съдебните процеси докладът отбелязва, че:", "„Съдът за държавна сигурност овластява съдебната полиция, отговорна за провеждането на наказателни разследвания, да арестува и задържа под стража лица до 10 дни. Това правомощие включва арести за твърдяни дребни престъпления. По дела, предполагаемо засягащи държавната сигурност, службите за сигурност арестуват и задържат лица без заповед за арест или съдебно решение, задържат обвиняеми за продължителен срок преди изправянето им пред съд без да ги информират за обвиненията срещу тях и без да им позволяват да се срещат с адвокатите си или им позволяват срещи непосредствено преди съдебния процес. Подсъдимите пред Съда за държавна сигурност обикновено се срещат с адвокатите си в началото на съдебния процес или едва един или два дни преди това. Делото може да бъде отложено за повече от 48 часа само при изключителни обстоятелства, преценени от съда. На практика делата обикновено се отлагат за повече от десет дни между заседанията, като производствата продължават няколко месеца. В повечето случаи подсъдимите остават задържани под стража без гаранция по време на производството. Към края на годината няколко затворници са задържани без повдигнати обвинения.“", "Докладът коментира също, че йорданското законодателство предвижда независимост на съдебната власт, но съдебната независимост е на практика компрометирана от твърдения за семейни връзки и намеса на специални интереси.", "V.  ПРИЛОЖИМО СРАВНИТЕЛНО И МЕЖДУНАРОДНО ПРАВО ОТНОСНО ИЗТЕЗАНИЯТА И ИЗПОЛЗВАНЕТО НА ДОКАЗАТЕЛСТВА, ПОЛУЧЕНИ ЧРЕЗ ИЗТЕЗАНИЕ", "A.  Конвенция против изтезанията на Организацията на обединените нации", "1.  Приложими разпоредби на Конвенцията", "125. Сто четиридесет и девет държави са страни по Конвенцията на Организацията на обединените нации против изтезанията и други форми на жестоко, нечовешко или унизително отнасяне или наказание от 1984 г. („UNCAT“), в това число всички държави членки на Съвета на Европа. Член 1 от Конвенцията определя изтезанието като:", "„всяко действие, с което умишлено се причинява силно физическо или психическо страдание или болка на дадено лице, за да се получат от него или от трето лице сведения или признания, за да бъде то наказано за действие, което то или трето лице е извършило или в извършването на което е заподозряно, или за да бъде то или трето лице сплашвано или принуждавано, или по каквато и да е причина, основаваща се на каквато и да е дискриминация, когато такава болка или страдание се причинява от длъжностно лице или друго официално действащо лице или по негово подстрекателство или с негово явно или мълчаливо съгласие. В това определение не се включват болката и страданието, които произтичат единствено от законни санкции и които са присъщи на тези санкции или настъпват случайно при тях.“", "126.  Член 1(2) предвижда, че не засяга никой международен договор или национално законодателство, което съдържа или може да съдържа разпоредби с по-широко приложение. Член 2 изисква от държавите да предприемат ефективни законодателни, административни, съдебни и други мерки за предотвратяване на изтезания на всяка територия под тяхна юрисдикция. Член 4 изисква всяка държава страна по конвенцията да поеме задължението всички прояви на изтезания да бъдат считани за престъпления според наказателното й право.", "127.  Член 3 предвижда:", "„1.  Никоя държава - страна по конвенцията, не може да експулсира, връща (\"refouler\") или екстрадира лице в друга държава, когато има сериозни основания да се счита, че то би било в опасност да бъде подложено на изтезания.", "2.  За да се определи дали има такива основания, компетентните власти вземат под внимание всички отнасящи се до въпроса обстоятелства, включително, в зависимост от случая, съществуването в дадената държава на системно повтарящи се сериозни, груби или масови нарушения на правата на човека.“", "128.  Член 12 предвижда, че всяка държава - страна по конвенцията, осигурява бързо и безпристрастно разследване от страна на компетентните си органи на всички случаи, когато има достатъчно основания да се предполага, че на територия под нейна юрисдикция е било извършено изтезание.", "129.  Член 15 изисква всяка държава да гарантира, че което и да е изявление, за което е установено, че е направено в резултат на изтезание, няма да бъде използвано като доказателство в което и да е съдебно производство, с изключение на случаите, когато то се използва срещу лице, обвинено в прилагане на изтезания, като доказателство, че такова изявление е било направено.", "2.  Практика и доклади то член 15 от UNCAT", "a.  Комитет срещу изтезанията на Организацията на обединените нации", "130.  По делото P.E. v. France (№ 193/2001), решение от 21 ноември 2002 г., Комитетът разгледа делото на германски граждани, който бил екстрадиран от Франция в Испания. Жалбоподателят твърдял, че искането за екстрадиране в Испания се основавало на изявления на трето лице, получени с изтезания. Отхвърляйки оплакването като неоснователно, Комитетът приел, че разпоредбите на член 15 се прилагат към производството по екстрадиране във Франция, и че Франция била задължена да провери правдоподобността на направените твърдения. „Широкият обхват“ на член 15 и приложимостта му към производствата за екстрадиране са потвърдени от Комитета по делото G.K. v. Switzerland (№ 219/2002), решение от 7 май 2003 г., което също се отнася до екстрадиране в Испания, като за основание на искането за екстрадиране послужили изявления на трето лице, предполагаемо получени с изтезания. Наказателното производство, образувано от третата страна срещу лицата, за които се твърди, че са я изтезавали, било прекратено от испанските власти и с оглед на това оплакването било отхвърлено от Комитета като неоснователно. В резултат на това нямало нарушение на член 15 от страна на Швейцария при екстрадирането на жалбоподателя.", "131.  В заключителните си наблюдения за Русия от 6 февруари 2007 г. (CAT/C/RUS/CO/4), Комитетът изразил загриженост, че макар руският Наказателно-процесуален кодекс да постановява, че доказателства, получени чрез изтезание са недопустими, на практика съдилищата не били инструктирани да изключват доказателства като недопустими или да разпореждат извършването на незабавно, безпристрастно и ефективно разследване. Комитетът препоръчал приемането на ясни правни разпоредби, предвиждащи мерките, които съдилищата да предприемат ако е ясно, че доказателствата са събрани чрез изтезания или малтретиране, за да гарантират на практика абсолютното спазване на принципа за недопускане на доказателства, получени чрез изтезание.", "Комитетът изразява също загриженост в заключителните си наблюдения относно Съединените американски щати (25 юли 2006 г., CAT/C/USA/CO/2), във връзка с прилагането на член 15 спрямо военни комисии и органите, които трябва да разглеждат делата на лицата, задържани в залива Гуантанамо, Куба. Той препоръчва Съединените щати да създадат независим механизъм за гарантиране правата на всички задържани под тяхна власт лица.", "В доклада си за Мексико (26 май 2003 г., CAT/C/75) Комитетът констатира, че член 20 от мексиканската Конституция (предвиждащ, че признание, което не е направено пред прокурора или пред съдия или е извършено в отсъствието на защитник, няма доказателствена тежест) на практика не е достатъчен за да гарантира предотвратяване на изтезания. Задържаните се страхували да съобщят на прокурора, че са били изтезавани; достъпът до правна помощ бил недостатъчен; полицията и прокуратурата работили съвместно и задържаните били многократно местени между всяка от службите с цел извършване на разпити и били принуждавани към признания; прокурорите не извършвали разследвания по твърдения за изтезание, а дори да го правели, въпреки това използвали направеното признание; медицинските експерти не били достатъчно независими от прокурора. Било „изключително трудно“ признанията, изтръгнати на сила да бъдат изключени: съдилищата не разполагали с независими средства за проверка дали признанията са направени доброволно (параграфи 155, 196-202, 219 и 220 от Доклада).", "b.  Франция", "132.  На член 15 се е позовал cour d’appel de Pau в решението си да отхвърли искане за екстрадиране, направено от Испания на Irastorza Dorronsoro, дело № 238/2003, 16 май 2003 г. Испанските власти приели, че изявленията на трета страна – г-жа Сорзабал Диаз, докато била задържана под стража, били единственото доказателство срещу г-н Ирасторза Доронсоро. Съдът приел, че има сериозни основания да се смята, че г-жа Сорзабал Диаз е била физически малтретирана по време на задържането й, като последвалите разследвания на испанските власти не разколебали тези притеснения. С оглед на това не можело да се изключи, че изявленията й са получени в нарушение на член 15, ето защо искането за екстрадиране било отхвърлено.", "c.  Германия", "133.  На член 15 се е позовал и Апелативният съд на Дюселдорф (Oberlandesgericht) в решението си от 27 май 2003 г. за отказ да бъде екстрадирано в Турция лице, заподозряно в тероризъм. Съдът признава, че Турция е ратифицирала UNCAT и е включила разпоредбите й във вътрешното си законодателство. Въпреки това имало реална опасност (konkrete Gefahr) тези разпоредби да не бъдат спазени в случай, че поисканото лице бъде екстрадирано. От доказателствата, събрани пред него, съдът констатирал наличието на достатъчно доказателства (begründete Anhaltspunkte) да предположи, че изявленията, направени пред истанбулската полиция от 32 обвиняеми през есента на 1998 г., съдържащи пълни признания, са направени под въздействието на актове на изтезание, извършени от турските сили за сигурност. Твърденията за изтезания се подкрепяли от медицински доказателства (макар и свидетелствата на места да били неясни) и съответствали на информацията, произтичаща от общите доклади за методите на изтезание масово прилагани при полицейско задържане в Турция, които не винаги имали физически проверими последици. Освен това имало опасност, подкрепена с конкретни доказателства (durch konkrete Indizien belegte Gefahr), изявленията, дадени от другите обвиняеми да бъдат използвани в производството срещу поисканото лице в Турция. Апелативният съд постановил, че в решенията си турските съдилища е трябвало да се съобразят с вътрешните и международните разпоредби, забраняващи приемането на доказателства, получени с изтезания, както и с практиката на турския касационен съд, съгласно която са недопустими признания, неподкрепени от други доказателства. Въпреки това в докладите за правата на човека многократно се отбелязвало, че ненадлежното разследване от страна на турската наказателноправна система на твърденията за изтезания означавало, че съдилищата продължават да използват признания, получени от полицията чрез малтретиране. Имало основания за опасение, че истанбулският съд за национална сигурност би постъпил по същия начин по настоящото дело, най-малкото защото би било невъзможно обвиненията срещу поисканото лице да бъдат доказани без позоваване на изявленията, събрани от полицията през есента на 1998 г.", "134.  На решението на Апелативния съд на Дюселдорф се позовал Административният съд на Кьолн (Verwaltungsgericht) в решението си от 28 август 2003 г. по свързано дело за екстрадиране. Съдът в Кьолн приел, че заключенията на апелативния съд не се разколебават от допълнителните гаранции, предоставени от турските власти. Тези гаранции не били конкретни, а по-скоро се позовавали на общоприложимите разпоредби на турското законодателство, относно доказателствата, получени с изтезания.", "135.  По делото re El Motassadeq, пред Апелативния съд на Хамбург, наказателно отделение (Oberlandesgericht), подсъдимият бил обвинен в заговор за извършване на нападенията от 11 септември 2011. Пред съда били представени резюмета на изявленията на трима свидетели, задържани и разпитвани в американски затвор. Запитванията относно естеството на разпитите, провеждани от властите на Съединените щати останали без отговор. Съдът основал преценката си за използването на изтезания върху наличните и публично достъпни източници. Съдът приел като цяло, че не било доказано свидетелите да са били изтезавани, inter alia, защото съдържанието на изявленията не било недвусмислено. В резултат на това съдът решил да не разглежда член 15 от UNCAT, който според него би обосновал забрана за използване на доказателствата (виж резюме на решенето в делото A and others (№ 2), §§ 60, 122 и 123, 140 и 141). Последвалата жалба на обвиняемия до този Съд била обявена за недопустима като явно необоснована: El Motassadeq v. Germany (реш. по допустимостта) № 28599/07, 4 май 2010 г.", "C.  Обединеното кралство", "1.  A and others (№ 2)", "136.  По делото A and others (№ 2) v Secretary of State for the Home Department [2005] UKHL 41 Камарата на лордовете разгледала въпроса дали SIAC може законно да приема доказателства, които са или биха могли да са получени с изтезания в друга държава без участието на британски служители. Въз основа на общото право, практиката на този Съд и международното публично право, в това число UNCAT, тяхна Светлост достигат до заключението, че не може.", "137.  Тяхна Светлост били разделени по въпроса за подходящия тест, който следва да се прилага от SIAC при преценката дали дадено доказателство може да бъде прието. Всички лордове се съгласили, че с оглед естеството на производството пред SIAC конвенционалният подход относно тежестта на доказване не е подходящ. От лицето, подало жалба до SIAC, не може да се очаква да направи нещо повече, освен правдоподобни твърдения за това, че доказателствата биха могли да са получени с изтезания. Ако жалбоподателят е направил такова твърдение, SIAC трябвало да започне съответни проучвания. Мнозинството (Лордовете Хоуп, Роджър, Карсуел и Браун) достигнали до заключението, че SIAC трябва да прилага теста за допустимост, залегнал в член 15 от UNCAT. Приели, че с оглед на това SIAC трябва да преценява дали е установено въз основа на баланса на вероятностите, че доказателствата са получени с изтезания. Ако това е установено, SIAC не следва да приема доказателствата, но ако има съмнения, тя трябва да ги приеме, като отчете тези съмнения, когато ги оценява. Противно на това, лордовете Бингам, Никълс и Хофман приемат, че тестът за баланс на вероятностите никога не може да бъде изпълнен и би подкопал практическото приложение на UNCAT. Те предлагат тест, съгласно който ако SIAC установи, наличието на реална опасност доказателствата да са били получени чрез изтезания, тя да не ги приема.", "2.  R v. Mushtaq", "138.  В Англия и Уелс член 76(2) от Закона за полицейските и наказателни доказателства от 1984 г. гласи:", "„Ако в което и да е производство, по което обвинението представя като доказателство признание, извършено от обвиняемия, пред съда се твърди, че признанието е било или е могло да бъде получено -", "(a)  чрез натиск над лицето, което го е направило; или", "(b)  в резултат на нещо казано или направено, което е могло, с оглед на съществуващите към този момент обстоятелства, да направи недостоверно признанието, извършено от това лице в резултат на тези действия,", "съдът няма да допусне като доказателство срещу това лице извършеното признание, освен ако обвинението докаже пред съда без всякакво съмнение, че признанието (без оглед на това дали е вярно) не е получено по някой от описаните по-горе начини.“", "Този тест засяга основно преценката на съдията, ако е необходимо и под voire dire. По делото R v. Mushtaq [2005] 1 WLR 1513, Камарата на лордовете приела, че логиката на член 76(2) изисква, ако е прието признание, на журито да бъде указано, че ако прецени че признанието е било, или е могло да бъде получено чрез натиск или чрез друго неподходящо поведение, то трябва да не го взема предвид.", "D.  Канада", "139.  По делото India v. Singh 108 CCC (3d) 274, Върховният съд на Британска Колумбия разгледал искане за екстрадиране, по което се твърдяло, че първоначалното дело срещу бежанеца Сингх се основавало на пет признания на други подсъдими, които били получени чрез изтезания. Съдът приел, че за целите на преценката дали екстрадирането трябва да бъде извършено с оглед наличието на първоначално дело, изявление получено чрез изтезания било недопустимо. Въпреки това тежестта на доказване, че изявлението е получено по този начин била за бежанеца, който е направил твърдението. Било прието, че твърдението трябва да бъде доказано чрез баланс на вероятности. Съдът приел, че твърдението не е доказано чрез прилагането на този стандарт по отношение на четири от изявленията, но било доказано за петото.", "140.  Подходът, приет по делото A and others (№ 2) е последван от Канадския федерален съд по делото Mahjoub v. Canada (Minister of Citizenship and Immigration). Делото Mahjoub също засягало въпроса за депортиране с гаранции и е обобщено в параграф 153 по-долу.", "VI.  ПРИЛОЖИМИ НАЦИОНАЛНА И МЕЖДУНАРОДНА СЪДЕБНА ПРАКТИКА И КОМЕНТАРИ ОТНОСНО ГАРАНЦИИТЕ", "141.  В допълнение към коментарите относно гаранциите, обобщени по делото Ismoilov and Others срещу Русия, № 2947/06, §§ 96-100, 24 април 2008 г., страните представят следните материали.", "A.  Доклади и други международни коментари", "142.  В заключителните си наблюдения от 2006 г. за Съединените американски щати, Комитетът срещу изтезанията към ООН препоръчва дипломатическите гаранции да се вземат под внимание само по отношение на държави, които не нарушават системно разпоредбите на UNCAT и след обстойно разглеждане по същество на всеки отделен случай. Той препоръчва ясни процедури за получаване на гаранции с подходящи механизми за съдебен контрол и ефективни ангажименти за наблюдение след предаването.", "143.  В обръщение от месец февруари 2006 г. до Групата от специалисти по правата на човека и борбата с тероризма към Съвета на Европа (DH-S-TER), Комисарят по правата на човека към Организацията на обединените нации Луис Арбър заявява:", "„Позовавайки се на дългия опит на международните наблюдаващи организации и експерти, няма изгледи един механизъм за наблюдение след предаването, изрично създаден за предотвратяване на изтезания и малтретиране по конкретен случай, да доведе до желания резултат. Тези практики често се извършват тайно, от обучени извършители като нарушенията се прикриват за да не могат да бъдат установени. Жертвите, страхувайки се от възмездие, често избягват да говорят за причинените им страдания, или ако го направят не им се има доверие.“", "144.  В своята „гледна точка“ от 27 юни 2006 г. Комисарят за правата на човека към Съвета на Европа Томас Хамарберг твърди, че дипломатическите уверения представляват гаранции, на които не може да се има доверие, и са се оказали неефективни по някои добре документирани случаи. Според него правилото за отказ от предаване не трябва да бъде подкопавано чрез удобни, необвързващи обещания.", "145.  Притеснения относно политиката на правителството на Обединеното кралство относно получаването на гаранции са изказани и от Съвместния комитет по правата на човека към Парламента на Обединеното кралство (в доклада му от 18 май 2006 г.) и от Специалния комитет за външни отношения към Камарата на общините (в доклада му от 20 юли 2008 г.).", "146.  Human Rights Watch остро критикува използването на гаранции. В очерк, съдържащ се в Световния доклад на организацията от 2008 г., озаглавен „Внимание: Дипломатическите гаранции и ерозията на всеобщата забрана за изтезания“ тя твърди, че проблемът с гаранциите е залегнал в самото естество на изтезанията, които се практикуват тайно като се използват техники, които често не могат да бъдат разкрити. Очеркът разглежда също ангажиментите между Обединеното кралство и Йордания. Той определя Адалех като малка НПО и си задава въпроса дали с незначителния си опит, съмнителната си независимост и практическата липса на възможности да търси сметка от правителството, тази организация е в състояние да гарантира сигурността на едно лице, предадено в съответствие с МР.", "B.  Оплаквания във връзка с член 3 от UNCAT", "147.  Както е посочено в параграф 127 по-горе, член 3 от UNCAT забранява предаването на едно лице ако има сериозни основания да се счита, че това лице ще бъде подложено на изтезания. По делото Agiza v. Sweden (комуникация № 233/2003, решение от 20 май 2005 г.), жалбоподателят бил осъден задочно през 1998 г. за терористична дейност от египетски съд. През 2000 г. той потърсил убежище в Швеция. Молбата му била отхвърлена и през месец декември 2001 г. бил депортиран в Египет, където според твърденията му, бил изтезаван. От решението на Комитета става ясно, че при разглеждането на молбата му официални лица от шведското правителство са се срещнали с представители на египетското правителство в Кайро и са получили гаранции от висш служител, че след предаването му жалбоподателят ще бъде третиран в съответствие с международното право.", "148.  Разглеждайки оплакването му по член 3 от UNCAT, Комитетът приел, че шведските власти са знаели или са могли да знаят за съществуването на постоянна и широко разпространена практика на използване на изтезания над задържани лица в Египет, особено над задържани по политически причини или по съображения за сигурност. Освен това Швеция е била информирана, че жалбоподателят попада в тази категория, както и за интереса към него от страна на службите за външно разузнаване. Шведските полицейски служители са премълчали малтретирането на жалбоподателя от агенти на неспомената чужда държава непосредствено преди експулсирането му. Тези фактори разкриват, че експулсирането от Швеция е извършено в нарушение на член 3. Според Комитета: „предоставянето на дипломатически уверения, които освен това не съдържат механизъм по прилагането им, не е достатъчно като защита срещу тази очевидна опасност.“", "149.  Комитетът приема също, че Швеция е нарушила процедурните си задължения по същия член да осигури ефективен, независим и безпристрастен контрол над решението за експулсиране, тъй като то било взето от шведското правителство без провеждане на нормалните процедури по обжалване на решенията за предоставяне на убежище. Като е предала жалбоподателя веднага след решението, Швеция е нарушила и задълженията си по член 22 от Конвенцията да осигури ефективното упражняване на правото на индивидуална комуникация с Комитета.", "150.  По делото Pelit v Azerbaijan, комуникация № 281/2005, решение от 29 май 2007 г., жалбоподателят бил екстрадиран от Азербайджан в Турция въпреки привременната мярка на Комитета, указваща това да не се извършва докато той не разгледа делото. Установява се, че преди предаването Азербайджан е получил от Турция уверения срещу малтретиране и са направени някои уговорки за наблюдение след предаването. Комитетът установява нарушение на член 3, тъй като Азербайджан не е представил уверенията на Комитета, за да може Комитетът да извърши своя независима оценка дали те са задоволителни, нито е представил достатъчно подробности относно ангажиментите за наблюдение и гаранциите за неговата обективност, безпристрастност и достоверност.", "C.  Алзери срещу Швеция", "151.  По делото Mohammed Alzery v. Sweden, CCPR/C/88/D/1416/2005, 10 ноември 2006 г., Комитетът за правата на човека към Организацията на обединените нации разгледал предаването на египетски гражданин от Швеция на Египет въз основа на дипломатически гаранции, дадени от египетското правителство. По съществото на делото Комитетът приема:", "„11.3  .... Наличието на дипломатически гаранции, тяхното съдържание и съществуването и прилагането на механизми за изпълнението им са все фактически елементи, имащи отношение към цялостната преценка дали на практика съществува реална опасност от забранено малтретиране.", "...", "11.5  Комитетът констатира, че предоставените гаранции не съдържат механизъм за наблюдение на изпълнението им. Извън текста на самите гаранции също не съществуват уговорки, които биха предвидили ефективно приложение. Посещенията на посланика на договарящата страна и на служители започнали пет седмици след предаването при пълно пренебрегване на периода на най-голяма опасност от увреждане. Механизмът на извършените посещения освен това не отговарял на ключови аспекти на международните добри практики, като не се настоявало за достъп до задържаното лице на четири очи и за извършване на подходящи медицински и съдебно-медицински експертизи, дори след като се появили съществени твърдения за малтретиране. В светлината на тези фактори договарящата страна не е доказала, че предоставените дипломатически гаранции действително са били достатъчни по настоящия случай да премахнат опасността от малтретиране до степен, съвместима с изискванията на член 7 от Пакта. С оглед на това експулсирането на извършителя по този начин представлява нарушение на член 7 от Пакта.“", "D.  Съдебна практика в Канада", "1.  Suresh", "152.  По делото Suresh v. Canada (Minister of Citizenship and Immigration) [2002] 1 SCR 3, Върховният съд на Канада единодушно приел, че канадското и международното право не позволяват депортиране ако с оглед доказателствата има сериозна опасност от изтезания. Той не приема, че депортирането е противоконституционно във всички случаи (а правата на бежанеца би следвало да се съпоставят с опасността, която той представлява), но обикновено балансът би бил срещу експулсирането на бежанеца. Съдът прави и следните коментари относно позоваването на гаранции срещу изтезание (параграфи 124 и 125):", "„Трябва да се направи разграничение между гаранции, предоставени от държавата, че тя няма да прилага смъртно наказание (чрез законно установена процедура) и гаранции от държавата, че няма да прибягва до изтезания (незаконни действия). Бихме отбелязали затрудненията по отношение на пълното разчитане на гаранции, дадени от дадена държава, че няма да извършва изтезания в бъдеще, ако в миналото тя е била замесена в незаконни изтезания или е позволявала други лица да ги прилагат на нейна територия. Това затруднение става още по-сериозно в случаи, в които изтезанията са извършвани не само с мълчаливото съгласие, но и благодарение на безсилието на държавата да контролира действията на служителите си. От тук произтича и необходимостта от разграничение между гаранциите срещу смъртно наказание и гаранциите срещу изтезания. Първите могат по-лесно да се наблюдават и като цяло на тях може да се разчита повече, отколкото на вторите.", "Преценявайки гаранциите, дадени от чуждо правителство, министърът може също да вземе предвид и положението с човешките права в страната, даваща гаранциите, спазването на вече дадени гаранции от това правителство и капацитета на правителството да изпълнява гаранциите, особено в случаи на съмнения относно способността на правителството да контролира службите си за сигурност.“", "2.  Mahjoub", "153.  По делото Mahjoub v. Canada (Minister of Citizenship and Immigration) 2006 FC 1503, относно предаване на Египет, Федералният съд на Канада разгледал два въпроса: следва ли министърът да се позовава на доказателства, получени чрез изтезания при преценката за опасността за националната сигурност, която лицето представлява, и дали е подходящо позоваването на гаранции, дадени от държава, в която системно се практикуват изтезания.", "По първия въпрос, съдът, разглеждайки съответните канадски източници и делото A and others (№ 2) (виж параграф 136 и 137 по-горе), приел, че законът би бил неправилно приложен ако се използват доказателства, за които има вероятност да са получени чрез изтезание. Въпреки това, трябвало да има правдоподобна доказателствена база, свързваща изтезанието с конкретно разглежданото доказателство, така че изключването му да бъде обосновано. Тестът за баланс на вероятностите, използван по делото Singh (виж параграфи 139-140 по-горе) не бил подходящ по дело, относно националната сигурност, по което жалбоподателят не е виждал доказателствата срещу себе си. Вместо това, когато жалбоподателят повдига този въпрос, представяйки правдоподобно обяснение за вероятността доказателствата да са получени чрез изтезания, органът, вземащ решението, трябва да разгледа този въпрос в светлината на явната и секретната информация. Ако органът, вземащ решението установи, че има разумни основания да се предполага, че доказателствата може да са получени с изтезания, тези доказателства не следва да се вземат под внимание при постановяване на решението.", "По втория въпрос съдът приема, че очевидно без основание решаващият изпълнителен орган се е позовал на гаранциите, дадени от Египет срещу малтретиране, като е достигнал до заключението, че нямало сериозна опасност от изтезаване на Махджуб. Той отбелязва:", "„[Факторите, посочени от Върховния съд по делото Suresh] дават „предпазлива основа“ за анализ на надеждността на гаранциите, дадени от чуждо правителство. Например, правителство за което е регистрирано неспазване на правата на човека, обикновено би изисквало по-внимателна преценка на съблюдаването на дадените гаранции. Отчетеното неизпълнение на гаранциите в миналото в замяна може да изисква налагането на допълнителни условия, като например механизми за наблюдение или други гаранции, които могат да бъдат препоръчани от международни институции по правата на човека. Обратно, държава, в която се отчита спазване на правата на човека най-често би отчитала и добро спазване на дадените гаранции в миналото, поради което допълнителни условия едва ли биха били необходими за засилване на надеждността на гаранциите.“", "При позоваването на гаранциите изпълнителният орган не е отчел положението със спазването на човешките права от египетското правителство, както и съблюдаването на вече дадени гаранции. Това било особено обезпокоително в светлината на подробните доклади относно човешките права, разкриващи неспазването на човешките права в Египет. Двете дипломатически ноти, съдържащи гаранциите не споменавали механизми за наблюдение и не съдържали конкретни ангажименти за ненасилие спрямо Махджуб. Нямало данни Канада да е поискала от Египет подобен механизъм за наблюдение.", "3.  Lai Cheong Sing", "154.  По делото Lai Cheong Sing v. Canada (Minister of Citizenship and Immigration) 2007 FC 361, било поискано предаването на жалбоподателите на Китай за да бъдат съдени за контрабанда и подкуп. Китай изпратил дипломатическа нота, даваща гаранции, че няма да бъдат осъдени на смърт или изтезавани. Федералният съд приел, че изпълнителният орган е могъл да се довери на гаранциите срещу налагане на смъртно наказание, тъй като Върховният народен съд щял да гарантира спазването им.", "Относно опасността от изтезания органът взел решението, е приел, че самите гаранции са признание, че в приемащата държава има опасност от изтезания, но приел, че тези съображения се компенсират от известността на жалбоподателите, която щяла да ги защитава. Съдът приел, че органът е допуснал грешка в преценката си. Първо, той не е разгледал доводите на жалбоподателите, че не следва да се търсят гаранции ако изтезанията са достатъчно системни или широко разпространени и, по-конкретно не е извършил преценка дали изобщо е подходящо да се разчита на гаранции, дадени от Китай. Второ, според съда една гаранция най-малкото трябва да изпълнява някои основни изисквания за да е сигурно, че е ефективна и реална. За разлика от смъртното наказание, изтезанията се практикуват тайно и наличието им се отрича от държавите, в които те се извършват. Дори механизмите за наблюдение са проблематични, когато например лицата, претърпели изтезания или друго малтретиране са твърде изплашени от отмъщение за да говорят. Следователно решаващият орган е допуснал грешка като не е извършил преценка дали гаранциите изпълняват основните изисквания за съдържателност и надеждност и като просто се е позовал на обстоятелството, че известността на жалбоподателите ще служи като тяхна защита. Това решение било очевидно необосновано. За разкриване на изтезания следва да има определени механизми за изпълнение и проверка (т.е. ефективни системи за наблюдение от независимо организации). Следователно известността не би била от полза за жалбоподателите ако изтезанията се практикуват без никой да разбере за тях.", "Съдът отхвърля твърдението на жалбоподателите, че несправедливият процес в Китай представлявал жестоко и извънредно третиране, което има като последица продължителен срок на лишаване от свобода. Съдът приел, че решаващият орган е имал основание да направи извода, че процесът ще бъде справедлив, тъй като, inter alia, нямало данни по делото срещу жалбоподателите да са извършвани изтезания на свидетели.", "VII.  МЕЖДУНАРОДНО ПРАВО ЗА КОНТРОЛ НА ЗАДЪРЖАНЕТО И ПРАВОТО НА СПРАВЕДЛИВ СЪДЕБЕН ПРОЦЕС", "A.  Контрол над задържането", "155.  Член 9(3) от Международния пакт за граждански и политически права предвижда, inter alia, че всяко лице, арестувано или задържано по обвинение в престъпление, ще бъде в най-кратък срок изправяно пред съдия или друго длъжностно лице, упълномощено от закона да упражнява съдебна власт. Комитетът по правата на човека в своя Общ коментар № 8 (1982) по член 9 посочва, че забавянето преди изправянето на лицето пред съдия не трябва да надхвърля няколко дни. Установил е нарушения на член 9(3) във връзка с задържания продължили четири дни, седем дни и осем дни (съответно по Freemantle v. Jamaica, Комуникация № 625/1995; Grant v. Jamaica, Комуникация № 597/1994; и Stephens v. Jamaica, Комуникация № 373/1989).", "В Общите си препоръки Специалният докладчик за изтезанията на Организацията на обединените нации посочва, че максималният период на задържане без съдебно решение трябва да бъде четиридесет и осем часа (E/CN.4/2003/68, пораграф 26(g)).", "По Kulomin v. Hungary, Комуникация № 521/1992, Комитетът по правата на човека прие, че компетентният орган за контрол над задържането не може да бъде прокурорът, който е отговорен за разследването по делото на заподозряното лице, и който няма необходимата институционална обективност и безпристрастност.", "B.  Достъп до адвокат", "156.  В допълнение към материалите, изложени по делото Salduz срещу Турция [ГК], № 36391/02, §§ 37-44, 27 ноември 2008 г., жалбоподателят представя следните материали.", "Член 14 § 3 (b) от Международния пакт за граждански и политически права (МПГПП) предвижда, че всяко лице, обвинено в извършването на престъпление има право „да разполага с достатъчно време и с необходимите улеснения за подготовка на защитата си и за установяване на връзка със защитник по свой избор“. В своя Общ коментар 20 (1992) по член 14 Комитетът по правата на човека изтъква, че защитата на задържаното лице изисква да бъде предоставен незабавен и редовен достъп до адвокат. По Gridin v. Russia, Комуникация № 770/1997 е прието, че отказът да бъде предоставен достъп до адвокат в продължение на пет дни е в нарушение на член 14.", "В допълнение на своя Общ коментар № 2 (цитиран в Salduz в параграф 43) Комитетът срещу изтезанията подчертава правата на арестуваните лица да съобщят на някого за задържането си, да имат незабавен достъп до адвокат и да бъдат прегледани от независим лекар като фундаментални гаранции срещу изтезания, особено в първите часове и дни от задържането, когато опасността от изтезания е най-голяма (виж заключения и препоръки по отношение на Албания от 21 юни 2005 г. в параграф 8(i) и Франция от 3 април 2006 в параграф 16).", "Според специални докладчик за изтезанията достъпът до адвокат трябва да бъде осигурен в рамките на 24 часа (Доклад от 3 юли 2001 г., A/56/156 параграф 39 (f)).", "C.  Военни съдилища", "157.  Жалбоподателят предоставя следните международноправни материали, които са изготвени след делото Ergin v. Turkey (№ 6), цитирано по-горе.", "158.  В Общ коментар № 32 от август 2007 г. по член 14 от МПГПП (право на справедлив съдебен процес), Комитетът за правата на човека посочва:", "„Макар Пактът да не забранява съденето на цивилни лица от военни или специални съдилища, той изисква такива съдебни процеси да бъдат в пълно съответствие с изискванията на член 14 и гаранциите му да не бъдат ограничавани или изменяни с оглед на военния или специалния характер на съответния съд. Комитетът отбелязва също, че съденето на цивилни лица от военни или специални съдилища може да предизвика сериозни проблеми що се отнася до справедливото, безпристрастно и независимо провеждане на правосъдието. С оглед на това е важно да се предприемат всички необходими мерки за гарантиране, че такива съдебни процеси се провеждат при условия, изцяло съответстващи на гаранциите, предвидени в член 14. Съденето на цивилни лица от военни или специални съдилища трябва да става само по изключение, т.е. да се ограничава до случаи, в които държавата е в състояние да покаже, че провеждането на такива съдебни процеси и необходимо и оправдано по обективни и сериозни причини и че с оглед на специалните категории лица и престъпления, обикновените граждански съдилища не са в състояние да разглеждат тези дела. (бележките под линия са пропуснати).“", "159.  По Madani v. Algeria, Комуникация № 1172/2003, 21 юни 2007 г. Комитетът достига до заключението, че процесът и осъждането на жалбоподателя от военен трибунал са в нарушение на член 14. Този извод не се променял от факта, че военните съдии разполагали с независима кариерна структура, били контролирани от Висшия съдебен съвет или от факта, че решенията на този съд подлежали на обжалване пред върховния съд. Комитетът приел, че Алжир не е доказал защо е било необходимо делото на Мадани да се разглежда от военен съд: тежестта или характера на престъпленията не са достатъчни. В резултат на това заключение Комитетът не е намерил за необходимо да разглежда по същество дали военният съд предоставя всички гаранции по член 14.", "ПРАВОТО", "I.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 3 ОТ КОНВЕНЦИЯТА", "160.  Позовавайки се на член 3 от Конвенцията, жалбоподателят твърди, че ако бъде депортиран в Йордания, ще бъде изложен на реална опасност от изтезания или малтретиране. Член 3 гласи следното:", "„Никой не може да бъде подложен на изтезания или нечовешко или унизително отношение или наказание.“", "A.  Становища на страните", "1.  Правителството", "161.  Правителството твърди, че материалите относно дипломатическите гаранции, представени от жалбоподателя и от третите страни (виж параграфи 141–146 по-горе) говорят каква трябва да бъде практиката на съдилищата, а не разкриват установените изисквания по Конвенцията. Подходът на този Съд е бил да установява, че гаранциите сами по себе си не са достатъчни за предотвратяване на малтретиране. Въпреки това Съдът преценява дали тези гаранции предоставят чрез практическото си приложение достатъчна защита срещу малтретиране (виж Babar Ahmad and Others срещу Обединеното кралство (реш. по допустимостта) № 24027/07, 11949/08 и 36742/08, § 106, 6 юли 2010 г.). Освен това, противно на твърдението на жалбоподателя (виж параграф 168 по-долу), в практиката на Съда не съществувало правило, съгласно което да се приема, че ако има реална опасност от малтретиране поради системни изтезания в приемащата държава, гаранциите не са достатъчни за премахване на тази опасност.", "162.  SIAC е приложила подхода на Съда по отношение на гаранциите. Приела е разнообразни доказателства, както по отношение на съдържанието, така и на възможните последици от гаранциите, а също и относно настоящата ситуация в Йордания. В решението си е разгледала доказателствата с особено внимание. Всички фактори, на които се е позовала за да достигне до заключението си продължавали да се прилагат с поне същата сила както към момента на постановяване на решението. Заключенията й не могат да бъдат променени в резултат на критичните доклади, които са публикувани след вземането на решението, тъй като тези доклади били от общ характер. Доказателствата разкривали, че положението с човешките права се подобрявало, или най-малкото не се е влошило след вземането на решението на SAIC.", "163.  Правителството изтъква, че SIAC е приела за достатъчни гаранциите, дадени от Йордания по настоящото дело по следните съображения: (i) Йордания имала желание и била в състояние да изпълни задълженията си; (ii) жалбоподателят щял да бъде защитен благодарение на широката си известност; и (iii) щяло да се извършва наблюдение от Центъра Адалех.", "164.  Що се отнася до първото съображение, правителството припомня, че гаранциите, съдържащи се в МР са дадени добросъвестно и одобрени на най-високо ниво от йорданското правителство. Те имали за цел да отразят международните стандарти. Не им липсвала яснота, особено ако МР се тълкува в дипломатически и политически контекст. Точното тълкуване на клаузите на МР предвиждало жалбоподателят да бъде изправен своевременно пред съдия или пред друго длъжностно лице, изпълняващо съдебни функции (което според йорданското законодателство включвало и прокурора) и да има достъп до независимо юридическо и медицинско консултиране. Критиката на МР, че не бил правно обвързващ (както твърди жалбоподателят) разкривала неразбиране как МР функционират на практика между държавите. Те били трайно установен и широко използван инструмент в международните отношения. Както SIAC е приела, имало сериозни причини Йордания да се съобрази с този конкретен МР. Било в интерес и на двете правителства гаранциите да бъдат спазени. Както и SIAC е установила, позицията на Йордания в Близкия Изток и отношенията й със Съединените щати не променят този извод. SIAC е приела също така, че въпреки противното твърдение на жалбоподателя, било в интерес и на двете правителства всички твърдени нарушения на МР да бъдат надлежно разследвани. В настоящия случай било особено важно, че ГДР, която щяла да задържи жалбоподателя след предаването му се е „подписала“ под МР, била е включена в преговорите по него, приела е разпоредбите му относно наблюдението и е била информирана за последиците от нарушаването на гаранциите. Освен това правителството се позовава на констатациите на SIAC в жалбата по делото VV (виж параграф 75 по-горе), в която се актуализират и потвърждават изводите на SIAC по делото на настоящия жалбоподател. По делото VV SIAC е приела, доказателствата на г-н Лайден, за близостта на двустранните отношения между Обединеното кралство и Йордания, на чиято основа е поставен МР.", "165.  По отношение на второто съображение, правителството припомня, че според SIAC жалбоподателят е добре известна фигура в арабския свят и, независимо от МР, връщането му и последващите действия спрямо него ще са обект на значителен интерес и оценки от страна на местни и международни медии. Йорданското гражданско общество, в това число членовете на Парламента на Йордания, ще следят с интерес делото на жалбоподателя. Каквото и да е лошо отнасяне би предизвикало сериозни протести и би дестабилизирало йорданското правителство. Както е приела SIAC, лицата, отговорни за задържането му са наясно с тези обстоятелства.", "166.  Що се отнася до третото съображение, правителството подчертава, че макар SIAC да критикува капацитета на Центъра Адалех, това по никакъв начин не намалява ефекта от наблюдението. В действителност тя е приела, че наблюдението ще има положителен ефект за намаляване на опасността от малтретиране. Освен това след решението на SIAC Адалех е придобил значителен опит. Според твърденията на г-н Лайден той е получил значително финансиране от Европейската комисия. Започнал е да извършва наблюдение чрез филиала си NTCT. Придобил е практически опит в посещения на задържани лица, включително такива, задържани в ГДР. Придобил е опит и в работата с други НПО. Персоналът му значително е нараснал, в това число медицинските експерти. Демонстрирал е независимостта си от правителството и по специално от ГДР, публикувайки изследване върху изтезанията. Противно на предположението на жалбоподателя, той е запазил нестопанския си характер (и независимостта си), въпреки критиките отправяни от други НПО към подписването на условията за работа. Освен това правителството посочва, че критиките на жалбоподателя към Адалех не са насочени в правилната посока, тъй като действителното наблюдение ще се извършва от филиала на Адалех NTCT. Правителството изтъква също, че каквито и да са проблемите с наблюдението на човешките права в Йордания, МР и условията за работа предоставят на Адалех ясен и подробен мандат и за всички страни е ясно как следва да се провеждат посещенията за наблюдение. Ако Адалех констатира някакви проблеми, той следва да информира посолството на Обединеното кралство в Аман. Правителството подчертава също, че в съответствие с вербалната нота, приложена към второто становище на г-н Лайден (виж параграф 90 по-горе), наблюдението ще продължи докато жалбоподателят е задържан.", "167.  По тези съображения правителството поддържа, че има сериозни различия между гаранциите, разглеждани от Съда преди и тези, предоставени от Йордания. Тези гаранции, заедно с разпоредбите за наблюдението, били достатъчни за да гарантират, че няма да има нарушения ако жалбоподателят бъде депортиран в Йордания.", "2.  Жалбоподателят", "168.  Жалбоподателят твърди, че като въпрос на законосъобразност трябва да бъде обърнато надлежно внимание на критиките, отправяни от международната общност към гаранциите. Международният консенсус бил, че гаранциите подкопават установените международноправни инструменти за забрана на изтезанията и че ако една държава не желае да се съобразява с международноправните си задължения, тя едва ли ще спазва двустранните гаранции. Международният опит разкривал също, че доказването на спазването на гаранциите било силно затруднено. Жалбоподателят изтъква също, че следвайки подхода на Върховния съд на Канада по делото Suresh (виж параграф 152 по-горе), е уместно да се направи разграничение между гаранция, че държавата няма да извършва нещо, което е законно (като например налагане на смъртно наказание) и гаранция, че няма да извършва нещо незаконно (като например извършване на изтезания). Освен това практиката на този Съд, по-конкретно Shamayev и Ismoilov, цитирани по-горе, разкривала, че ако е било доказано, че спрямо едно лице има опасност, гаранциите не биха били достатъчни, особено ако е установено, че изтезанията в приемащата държава са системни. С оглед на това той твърди, че гаранциите биха били достатъчни само ако (i) предишни системни проблеми с изтезания са поставени под контрол; и (ii) макар да продължават някои изолирани, несистемни актове, се извършва независимо наблюдение от организация, доказала своята ефективност и че на извършителите се налагат наказания. В настоящия случай тези критерии не били изпълнени.", "169.  Жалбоподателят се позовава на обстоятелствата, описани в параграфи 106–124 по-горе, които според него разкривали, че йорданските затвори били поставени отвъд върховенството на закона. Изтезанията били повсеместни, особено в затворите на ГДР и срещу затворници ислямисти, които често били бити. Имало системно неизпълнение на задължението за провеждане на своевременни и ефективни разследвания по твърденията за изтезания. Тези доказателства били дори по-убедителни отколкото към момента на вземане на решението от SIAC. Освен това културата на безнаказаност, преобладаваща в ГДР водела до неспособност за спазване на гаранциите, дори и ръководството й да го желаело. Йордания не можела да се разглежда като страна, спазваща международните си задължения в сферата на правата на човека. Тя отказвала да се подчинява на каквато и да е форма на прилагане на тези задължения. Например отказала да ратифицира както член 22 от UNCAT (право на индивидуални съобщения до Комитета срещу изтезанията), така и Факултативния протокол към UNCAT (който създава Подкомитета за предотвратяване на изтезанията и му дава, inter alia, правото да посещава места за задържане).", "170.  Дадените от йорданското правителство гаранции по неговия случай трябвало да се разглеждат и в точния им политически контекст. Въпреки че е стратегически важна, Йордания била нестабилна, зависеща от американското покровителство, податлива на вълнения и уязвима от ислямизъм. Ето защо, макар да не оспорва близките външни отношения между Йордания и Обединеното кралство, според жалбоподателя тези противостоящи си фактори разкривали, че двустранните отношения между двете страни не са достатъчни за да се гарантира придържането към МР.", "171.  При тези обстоятелства широката му известност не би го защитила, а в действителност би го изложила на по-голяма опасност. Фактически именно известността му на първо място налагала МР. Преди бил изтезаван тъй като публично критикувал външната политика на Йордания. Искането за екстрадиране в Йордания било оттеглено тъй като се приело, че присъствието му няма да е желателно. Тази преценка е могла само да бъде потвърдена от заключението на SIAC относно опасността за националната сигурност на Обединеното кралство, която той представлявал. Освен това Джамил ел Бана, Бишар ал Рави и Биням Мохамед, които били задържани от властите на Съединените щати в залива Гуантанамо и на други места, посочват, че подробно са били разпитвани за връзките си с него. Ако бъде депортиран щял да бъде разглеждан като сериозна опасност за държавата и за Близкия Изток. При тази нестабилна ситуация решенията на йорданското правителство дали да съблюдава МР можели бързо да се променят. Тези фактори, разгледани заедно с културата на безнаказаност в ГДР, разкривали, че широката му известност би действала не като източник на защита, а като предизвикваща нарушения. Освен това било ирационално заключението на SIAC, че Йордания би спазвала гаранциите, тъй като едно твърдение за малтретиране, независимо дали е вярно или не, би било толкова дестабилизиращо, колкото и наличието на доказателства, че твърдението е вярно. Според тази констатация йорданските власти не биха имали причина да не малтретират жалбоподателя, тъй като той винаги ще има възможност да прави неверни твърдения.", "172.  МР също така страдал от определени недостатъци. Не било ясно какво се има предвид под „съдия“ що се отнася до гаранцията, че той трябва да бъде „незабавно изправен пред съдия“. Това можело да означава просто той да бъде изправен пред прокурор, действащ като административен съдия. Не било ясно също така дали ще има достъп до адвокат при разпитите му по време на задържането. Не било ясно и дали МР забранява предаването му, което било по-вероятно с оглед интереса на Съединените щати към него и с оглед доказателствата за участие на Йордания в предишни предавания. Накрая не било ясно дали с оглед на йорданското законодателство, гаранциите, съдържащи се в МР са правнообвързващи и подлежащи на изпълнение, след като не са били одобрени от йорданския парламент. Той представя становище в този смисъл от ръководителя на друга йорданска НПО – Арабската организация за правата на човека, която по тази причина отказала да поеме ролята на наблюдаваща организация.", "173.  По отношение на наблюдението на гаранциите, той споделя възгледите на третите страни, че в Йордания няма независимо наблюдение – фактор, който според него трябвало да натежи при оценката на възможностите на Адалех. Що се отнася до самия Адалех, основната характеристика на доказателствата, представени пред Съда била, че дори в периода след решението на SIAC той си оставал без никакъв практически опит в наблюдението на човешките права и бил основно концентриран върху обучението и застъпничеството. Освен това, макар Адалех да изготвил един доклад за борбата срещу изтезанията през 2008 г. трябвало да се отбележи, че в доклада не се съдържали директни критики към ГДР.", "174.  Извън ограничените възможности на самия Адалех, характера на наблюдението, предвидено в условията на работа също бил ограничен. В съответствие с тези условия на работа Йордания би могла да ограничи достъпа до едно посещение на две седмици. Освен това не били предвидени независими медицински прегледи. Адалех не би имал свободен достъп до цялото място за задържане на жалбоподателя, доколкото ще има право единствено на срещи с него на четири очи. Адалех не разполагал с механизъм за разследване на оплаквания за малтретиране. Нито жалбоподателят, нито адвокатите му ще имат достъп до докладите на Адалех до правителствата на Йордания и Обединеното кралство. Освен това наблюдението щяло да бъде ограничено до период от три години. Всички тези фактори разкривали, че наблюдението на Адалех не отговаряло на международните стандарти, като например тези, залегнали във факултативния протокол към UNCAT. Освен това, дори да се допусне, че Адалех ще може да иска достъп до мястото на задържане на жалбоподателя, за да избегнат наблюдението властите могат просто да заявяват, че жалбоподателят не желае да се вижда с тях.", "3.  Трети страни участници", "175.  Третите страни (виж параграф 5 по-горе) изтъкват, че използването на дипломатически гаранции е причина за сериозно безпокойство. Такива двустранни, юридически необвързващи дипломатически съглашения подкопавали безусловния характер на абсолютната забрана на изтезанията и задължението за непредаване. Те подкопават също обвързващата многостранна международноправна система, която придържа страните към тези задължения. Гаранциите са широко неодобрявани като погрешни по принцип и неефективни на практика от международни експерти като Върховния комисар за правата на човека н ООН, Комитета за предотвратяване на изтезанията към Съвета на Европа, както и Съвместния комитет за правата на човека на Обединеното кралство (виж параграфи 141- 145 по-горе).", "176.  В практически аспект, гаранциите имали четири съществени недостатъка. Първо, те не били в състояние да разкриват нарушения. Изтезанията се практикували тайно, а сложните техники за изтезание били трудни за разкриване, особено като се имало предвид нежеланието на жертвите да говорят честно с наблюдателите поради страх от възмездие.", "177.  Второ, системите за наблюдение, предвидени от гаранциите били незадоволителни. Например, те се отличавали като по-неблагоприятни в сравнение с практиката на Международния комитет на Червения кръст никога да не се посещават единични задържани, така че да се избегне неволно идентифициране на тези, които се оплакват от нарушения. Третите страни отбелязват също, че и Специалният докладчик на ООН също е отхвърлил предположението, че посещения на отделен задържан могат да бъдат ефективна гаранция. Заслужавало си да се отбележи също, че Комитетът за предотвратяване на изтезанията е отказал да наблюдава спазването на гаранциите.", "178.  Трето, често на местните наблюдатели им липсва необходимата независимост. Те не разполагат с властта да си осигуряват достъп до местата за задържане, да подават оплаквания или да упражняват натиск върху властите за преустановяване на нарушения. Самите те били обект на тормоз и заплахи.", "179.  Четвърто, гаранциите страдат и от липса на стимули за разкриване на нарушения, доколкото никое засегнато правителство не би желало да признае, че нарушава международните си задължения, а що се отнася до предаващото правителство, да затрудни бъдещото депортиране по съображения за национална сигурност. Като необвързващи обещания, дадени от една държава на друга, гаранциите могат да бъдат нарушавани без сериозни последици.", "180.  Третите страни посочват също, че в собствените им доклади (обобщени в параграфи 112–118 по-горе) са документирали дългогодишната практика в Йордания на изтезания и малтретиране на лица, заподозрени в тероризъм или във връзка с националната сигурност. Според тях тези доклади разкриват, че ГДР постоянно възпрепятства опитите за извършване на наблюдение. Например през 2003 г. Международният комитет на Червения кръст бил принуден да прекрати посещенията си поради нарушенията на процедурата по провеждането им, извършени от ГДР. Специалният докладчик на ООН бил възпрепятстван да провежда интервюта на четири очи. ГДР продължавала да отрича всички твърдения за малтретиране. Не съществувал вътрешен ред за отговор на такива твърдения, а наказанията били неподходящи. Малкото служители, които са били осъдени за изтезания получили изключително леки наказания.", "181.  Становището на третите страни, което се основава на интервюта на Human Rights Watch с ръководителя на Адалех, е, че центърът бил стопанска организация, която не е извършвала никакви проверки, нито пък той някога е изразявал в частни разговори или публично каквито и да са притеснения за малтретиране в местата за задържане в Йордания.", "B.  Допустимост", "182.  Съдът отбелязва, че жалбата не е явно необоснована по смисъла на член 35 § 3 от Конвенцията. Освен това намира, че тя не е недопустима на някое от другите основания. Следователно трябва да бъде обявена за допустима.", "C.  По същество", "1. Общи принципи", "183.  Първо, Съдът би искал да подчертае, че в своята история той е бил абсолютно наясно с трудностите, пред които са изправяни държавите в защитата на населението си от терористично насилие, представляващо само по себе си тежка заплаха за правата на човека (виж, inter alia, Lawless срещу Ирландия (№ 3), 1 юли 1961 г., §§ 28–30, Series A no. 3; Ireland срещу Обединеното кралство, 18 юнуари 1978 г., Series A no. 25, Öcalan срещу Турция [ГК], № 46221/99, § 179, ECHR 2005IV; Chahal, цитирано по-горе, § 79; A and Others срещу Обединеното кралство, цитирано по-горе, § 126; A. срещу Холандия, № 4900/06, § 143, 20 юли 2010 г.). Изправени пред такава опасност, Съдът намира за оправдано договарящите страни да заемат твърда позиция срещу лицата, участващи в терористични действия, които не могат да бъдат оправдани по никакъв начин (Boutagni срещу Франция, № 42360/08, § 45, 18 ноември 2010 г.; Daoudi срещу Франция, № 19576/08, § 65, 3 декември 2009 г.).", "184.  Второ, като част от борбата срещу тероризма, на държавите трябва да бъде позволено да депортират чужди граждани, за които считат, че представляват заплаха за националната сигурност. Не е част от функциите на Съда да преценява дали дадено лице в действителност представлява такава опасност. Единствената му задача е да прецени дали депортирането на това лице би било в съответствие с правата му по Конвенцията (виж също Ismoilov and Others, цитирано по-горе, §126).", "185.  Трето, ясно установено е, че експулсирането от договаряща държава може да повдигне въпрос по член 3 и по този начин да ангажира отговорността на тази държава по Конвенцията, ако са установени сериозни основания да се счита, че засегнатото лице ще бъде изправено пред реална опасност да бъде подложено на третиране в нарушение на член 3 ако бъде депортирано. В такъв случай член 3 съдържа задължение засегнатото лице да не бъде депортирано в тази държава. Член 3 е абсолютен и не е възможно да се извършва съпоставка между опасността от малтретиране и изложените основания за експулсиране (Saadi срещу Италия [ГК], № 37201/06, §§ 125 и 138, ECHR 2008-...).", "186.  Съдът приема, че както разкриват материалите, представени от жалбоподателя и третите страни, сред международната общност съществува широка загриженост относно практиката на получаване на гаранции с цел позволяване депортирането на лица, за които се смята, че представляват опасност за националната сигурност (виж параграфи 141- 145 по-горе и Ismoilov and Others, цитирано по-горе, §§ 96-100). Въпреки това, Съдът не е този, който да се произнася относно правилността на търсенето на гаранции или да преценява дългосрочните последици от това. Единствената му задача е да прецени дали гаранциите, дадени в конкретен случай, са достатъчни за отстраняването на всякаква опасност от малтретиране. Следователно преди да бъдат разгледани фактите по случая на жалбоподателя, е подходящо да се изложи подхода, който Съдът е приел по отношение на гаранциите в дела за експулсиране по член 3.", "187.  При всяка преценка дали жалбоподателят би бил изправен пред реална опасност от малтретиране в държавата, на която ще бъде предаден, Съдът разглежда както цялостната ситуация на правата на човека в тази държава, така и конкретните особености на жалбоподателя. Ако в случая приемащата държава е предоставила гаранции, тези гаранции представляват друг относим фактор, който Съдът преценява. Гаранциите обаче, сами по себе си не са достатъчни да осигурят подходяща защита срещу опасността от малтретиране. Има задължение за преценка дали гаранциите предоставят, при практическото си приложение, достатъчна сигурност, че жалбоподателят ще бъде защитен от опасността от малтретиране. Тежестта, която се придава на гаранциите на приемащата държава зависи във всеки отделен случай от преобладаващите обстоятелства в съответния период (виж Saadi, цитирано по-горе, § 148).", "188.  Преценявайки практическото приложение на гаранциите и определяйки тежестта, която имат, предварителният въпрос е дали цялостната ситуация на правата на човека изключва приемането на каквито и да са гаранции. Все пак това биха били твърде редките случаи, в които цялостната ситуация в държавата предполага, че на гаранциите не може да бъде дадена никаква тежест (виж например, Gaforov срещу Русия, № 25404/09, § 138, 21 октомври 2010 г.; Sultanov срещу Русия, № 15303/09, § 73, 4 ноември 2010 г.; Yuldashev срещу Русия, № 1248/09, § 85, 8 юли 2010 г.; Ismoilov and Others, цитирано по-горе, §127).", "189.  По-често Съдът първо ще разгледа качеството на дадените гаранции, а след това дали на тях може да се разчита в светлината на практиките в приемащата държава. Извършвайки тази преценка, Съдът ще вземе под внимание, inter alia, следните фактори:", "(i)  дали условията на гаранцията са били разкрити пред Съда (Ryabikin срещу Русия, № 8320/04, § 119, 19 юни 2008 г.; Muminov срещу Русия, № 42502/06, § 97, 11 декември 2008 г.; виж също Pelit срещу Азербайджан, цитирано по-горе);", "(ii)  дали гаранциите са конкретни или общи и неопределени (Saadi¸ цитирано по-горе; Klein срещу Русия, № 24268/08, § 55, 1 април 2010 г.; Khaydarov срещу Русия, № 21055/09, § 111, 20 май 2010 г.);", "(iii)  кой е дал гаранциите и дали това лице може да обвързва приемащата държава (Shamayev and Others срещу Грузия и Русия, № 36378/02, § 344, ECHR 2005III; Kordian срещу Турция (реш. по допустимостта), № 6575/06, 4 юли 2006 г.; Abu Salem срещу Португалия (реш. по допустимостта), № 26844/04, 9 май 2006 г.; виж сравни Ben Khemais срещу Италия, № 246/07, § 59, ECHR 2009... (извадки); Garayev срещу Азербайджан, № 53688/08, § 74, 10 юни 2010 г.; Baysakov and Others срещу Украйна, № 54131/08, § 51, 18 февруари 2010 г.; Soldatenko срещу Украйна, № 2440/07, § 73, 23 октомври 2008 г.);", "(iv)  ако гаранциите са дадени от централното правителство на приемащата държава дали от местните власти може да се очаква да ги спазват (Chahal, цитирано по-горе, §§ 105-107);", "(v)  дали гаранциите се отнасят до третиране, което е законно или е незаконно в приемащата държава (Cipriani срещу Италия (реш. по допустимостта), № 221142/07, 30 март 2010 г.; Youb Saoudi срещу Испания (реш. по допустимостта), № 22871/06, 18 септември 2006 г.; Ismaili срещу Германия, № 58128/00, 15 март 2001 г.; Nivette срещу Франция (реш. по допустимостта), № 44190/98, ECHR 2001 VII; Einhorn срещу Франция (реш. по допустимостта), № 71555/01, ECHR 2001-XI; виж също Suresh и Lai Sing, и двете цитирани по-горе)", "(vi)  дали са дадени от договаряща държава (Chentiev and Ibragimov срещу Словакия (реш. по допустимостта), № 21022/08 и 51946/08, 14 септември 2010 г; Gasayev срещу Испания (реш. по допустимостта), № 48514/06, 17 февруари 2009 г.);", "(vii) продължителността и силата на двустранните отношения между предаващата и приемащата държава, включително историята на приемащата държава със спазването на подобни гаранции (Babar Ahmad and Others, цитирано по-горе, §§ 107 и 108; AlMoayad срещу Германия (реш. по допустимостта), № 35865/03, § 68, 20 февруари 2007 г.);", "(viii)  дали спазването на гаранциите може да бъде обективно проверено чрез дипломатически или други механизми за наблюдение, в това число предоставянето на безпрепятствен достъп до адвокатите на жалбоподателя (Chentiev and Ibragimov и Gasayev, и двете цитирани по-горе; сравни Ben Khemais, § 61 и Ryabikin, § 119, и двете цитирани по-горе; Kolesnik срещу Русия, № 26876/08, § 73, 17 юни 2010 г.; виж също Agiza, Alzery и Pelit, цитирано по-горе);", "(ix)  дали в приемащата държава има ефективна система за защита срещу изтезания, в това число дали е склонна да си сътрудничи с международните механизми за наблюдение (включително международни НПО за правата на човека), и дали е склонна да разследва твърдения за изтезания и да налага наказания на отговорните лица (Ben Khemais, §§ 59 и 60; Soldatenko, § 73, и двете цитирани по-горе; Koktysh срещу Украйна, № 43707/07, § 63, 10 декември 2009 г.);", "(x)  дали жалбоподателят преди е бил малтретиран в приемащата държава (Koktysh, § 64, цитирано по-горе); и", "(xi)  дали надеждността на гаранциите е била разглеждана от националните съдилища на предаващата/договарящата държава (Gasayev; Babar Ahmad and Others¸ § 106; Al-Moayad, §§ 66-69).", "2.  Случаят на жалбоподателя", "190.  Прилагайки тези фактори по настоящото дело, Съдът би искал да поясни, че е разгледал само явните доказателства, представени пред SIAC, допълнителните доказателства, представени на Съда (обобщени в параграфи 83–92 по-горе) и публично достъпните доклади за ситуацията на правата на човека в Йордания (обобщени в параграфи 106–124 по-горе). Съдът не е получил допълнителната секретна информация, представена пред SIAC и до него не е направено искане да разгледа тези доказателства. По сходен начин, тъй като не е разгледал секретното решение на SIAC, то не е относимо към собствената ex nunc преценка на Съда за това дали би имало нарушение на член 3, поради това, че SIAC, формирайки собственото си заключение по член 3, е разгледала допълнителни, секретни доказателства, които не са включени в явното й решение.", "191.  Разглеждайки с оглед на това представените пред него доказателства, Съдът първо отбелязва, че картината, описвана от докладите на органите на Организацията на обединените нации и на НПО за изтезанията в йорданските затвори е колкото последователна, толкова и обезпокоителна. Какъвто и напредък да е отбелязала Йордания, по думите на Комитета срещу изтезанията на Организацията на обединените нации, изтезанията остават „широко разпространени и обичайни“ (виж параграф 107 по-горе). Заключенията на Комитета се потвърждават от другите доклади, обобщени в параграфи 106–124 по-горе, разкриващи без всякакво съмнение, че изтезанията се извършват системно в Генералната дирекция за разузнаване, особено срещу задържани ислямисти. Освен това изтезанията, извършвани от ГДР са безнаказани. Според Съда тази култура на безнаказаност не е изненадваща: доказателствата разкриват, че системата на наказателното правосъдие в Йордания не отговаря на множество стандартни, международно признати гаранции за предотвратяване на изтезанията и наказване на извършителите им. Според констатациите на Комитета за правата на човека, съдържащи се в заключителните му наблюдения, липсват изцяло независими механизми за разглеждане на оплаквания, броят на разследванията е нисък и се отказва незабавен достъп до адвокати и до независими медицински изследвания (виж параграф 108 по-горе). Заключенията на Комитета срещу изтезанията (които се потвърждават от докладите на Amnesty International, Human Rights Watch и Националния център за правата на човека в Йордания) показват, че тези проблеми се изострят благодарение на широките правомощия на ГДР да задържа и че в случаи, свързани с държавната сигурност близостта на прокурора до ГДР разкрива, че той не упражнява ефективен контрол над ГДР (виж параграфи 107, 112–113, 116 и 119–122 по-горе). Накрая, както потвърждават Специалният докладчик, Amnesty International и NCHR, няма сътрудничество между ГДР и изтъкнати национални и международни наблюдатели (виж параграфи 109 и 121 по-горе).", "192.  В резултат на тези доказателства не е изненадващо, че страните се съгласяват, че без гаранции от йорданското правителство би имало реална опасност от малтретиране на жалбоподателя, ако бъде предаден на Йордания. Съдът е съгласен. Очевидно е, че като широко известен ислямист, жалбоподателят е част от категория затворници, които често са малтретирани в Йордания. Имат известно значение и твърденията му, че вече и бил изтезаван в Йордания (виж молбата му за убежище, обобщена в параграф 7 по-горе). Въпреки това, в съответствие с общия подход, описан от Съда в параграфи 187–189 по-горе Съдът трябва да прецени също дали гаранциите, съдържащи се в МР, придружени от наблюденията на Адалех, елиминират всякаква реална заплаха от малтретиране на жалбоподателя.", "193.  При преценката на този въпрос Съдът отбелязва, че жалбоподателят е изложил поредица от общи и конкретни проблеми по въпроса дали дадените от Йордания гаранции са достатъчни да премахнат всякаква реална опасност от малтретирането му. На общо ниво той твърди, че ако на Йордания не може да се разчита в спазването на правнообвързващите, многостранни международни задължения да не извършва изтезания, на нея не може да се разчита да спазва необвързващи двустранни гаранции за същото. Той изтъква също, че на гаранциите никога не следва да се разчита ако се наблюдава системен проблем с изтезания и малтретиране, а освен това излага, че дори ако доказателствата са за изолирани, несистемни случаи на изтезания, следва да се разчита само на гаранции, които са подкрепени от независимо наблюдение, извършвано от организация, доказала ефективността си на практика. Съдът не намира, че тези общи твърдения се подкрепят от практиката му във връзка с гаранциите. Както разкриват общите принципи, изложени в параграфи 187189 по-горе Съдът никога не е установявал абсолютното правило, че на държава, която не спазва многостранните си задължения не може да се разчита да спазва двустранни гаранции. Степента на неизпълнение на многостранните задължения на държавата е в най-добрия случай фактор при преценката дали двустранните й гаранции са достатъчни. По същия начин, няма забрана за търсене на гаранции ако в приемащата държава има системен проблем с изтезания и малтретиране. В противен случай, както лорд Филипс отбелязва (виж параграф 57 по-горе), би било парадоксално самият факт на искане на гаранции да означава, че на тях не би могло да се разчита.", "194.  Съдът освен това не смята, че цялостната ситуация с правата на човека в Йордания изключва приемането на каквито и да са гаранции от йорданското правителство. Вместо това Съдът намира, че правителствата на Обединеното кралство и Йордания са положили действителни усилия да установят и предоставят прозрачни и подробни гаранции за това, че жалбоподателят няма да бъде малтретиран при предаването му на Йордания. Резултатът от тези усилия – МР, е по-добър както в детайлите, така и във формалностите си в сравнение с всички други гаранции, които Съдът е разглеждал в миналото (сравни например гаранциите предоставени по делата Saadi, Klein и Khaydarov, всички цитирани в параграф 189(ii) по-горе). МР се явява по-добър също и от гаранциите, разглеждани от Комитета срещу изтезанията към Организацията на обединените нации и от Комитета за правата на човека към Организацията на обединените нации (виж Agiza, Alzery и Pelit, обобщени в параграфи 147–151 по-горе). МР е конкретен и изчерпателен. Той разглежда непосредствено защитата в Йордания на правата на жалбоподателя по Конвенцията (виж параграфи 1–8 от МР, изложени в параграфи 77 и 78 по-горе). МР е уникален и с това, че е издържал подробната оценка, извършена от независим трибунал – SIAC, която е имала предимството да събира доказателства, представени и от двете страни, в това число експертни свидетелства, които са били подложени на подробна проверка от двете страни (виж параграфи 28 и 189(xi) по-горе).", "195.  Съдът споделя също общия извод на SIAC, че гаранциите трябва да се разглеждат в контекста, в който са дадени. Макар Съдът да отбелязва, че в становищата си до него (обобщени в параграфи 83–90 по-горе), г-н Лайден да е проявил тенденция към подценяване на сериозността на ситуацията с изтезанията в Йордания, въз основа на позицията си той е в състояние да се изказва авторитетно относно силата на двустранните отношения между Обединеното кралство и Йордания и относно значението на МР за тези отношения. От становищата на г-н Лайден и от другите доказателства пред SIAC Съдът приема, че има достатъчно доказателства за да направи заключението, че гаранциите са дадени добросъвестно от правителство, чиито двустранни отношения с Обединеното кралство исторически са много силни (виж Babar Ahmad and Others и AlMoayad, двете цитирани в параграф 189(vii) по-горе). Освен това те са били одобрени на най-високо ниво от йорданското правителство и са срещнали изричното одобрение и подкрепа от самия крал. Ето защо става ясно, че какъвто и да е статута на МР съгласно йорданското законодателство, гаранциите са дадени от длъжностни лица, които са могли да обвързват йорданската държава (сравни Ben Khemais, Garayev, Baysakov and others, и Soldatenko, всички цитирани в параграф 189(iii) по-горе). Точно толкова важно е, че гаранциите са се ползвали с одобрението и подкрепата на висши служители от ГДР (сравни Chahal, цитирано в параграф 189(iv) по-горе). Според Съда всички тези фактори правят по-вероятно точното спазване на буквата и духа на МР.", "196.  Аналогично, въпреки твърденията на жалбоподателя, че широката му известност би го изложила на по-голяма опасност, Съдът не е в състояние да приеме този довод, имайки предвид по-широкия политически контекст, в който МР е договарян. Той намира за по-вероятно широката известност на жалбоподателя да накара йорданските власти да бъдат внимателни в осигуряването на подходящото му третиране. Йорданското правителство без съмнение е наясно, че евентуално малтретиране не само ще има сериозни последици за двустранните му отношения с Обединеното кралство, но ще предизвика и международно възмущение. Разбира се, както се изтъква от Федералния съд на Канада по делото Lai Sing (виж параграф 154 по-горе), известността няма да е от полза ако изтезанията се извършват без никой никога да разбере за тях. Въпреки това този довод има по-малка тежест в настоящия случай най-малкото поради наличието на механизми за наблюдение по делото, които изцяло са отсъствали по делото Lai Sing.", "197.  Освен общите проблеми с МР, Съдът отбелязва, че жалбоподателят се е позовал на шест конкретни проблемни области във връзка със съдържанието и прилагането на гаранциите. Той твърди, че МР не са ясни по отношение на: (i) значението на думата „съдия“ във връзка с гаранцията, той да бъде „изправен незабавно пред съдия“; (ii) въпроса дали ще има достъп до адвокат по време на разпитите му докато е задържан; (iii) това дали се допуска предаването му; (iv) въпроса дали с оглед на йорданското законодателство гаранциите, съдържащи се в МР са юридически обвързващи и изпълними; (v) условията на достъп до него на Адалех; и (vi) капацитетът на тази организация да извършва наблюдение на гаранциите. В отговор Съдът ще разгледа всеки от проблемите.", "198.  По първия проблем, Съдът приема, че МР би бил значително по-силен ако съдържаше изискване жалбоподателят да бъде изправен пред цивилен съдия, а не пред военен прокурор в кратък, конкретно посочен срок след ареста му. Това важи в още по-голяма степен, имайки предвид, че опитът показва, че опасността от малтретиране на задържаното лице е най-голяма през първите часове или дни от задържането му (виж мненията на Комитета срещу изтезанията към Организацията на обединените нации в параграф 156 по-горе; ІХ Генерален доклад на Комитета за предотвратяване на изтезанията, цитиран по делото Panovits v. Cyprus, № 4268/04, § 46, 11 декември 2008 г.). Съдът обаче отбелязва, че макар да е необичайно адвокатите да придружават задържаните лица при явяването им пред прокурора, съгласно йорданското законодателство жалбоподателят би имал право на присъствие на адвокат (виж доклада на г-н Ал-Кхалила и г-н Надждави в параграф 97 по-горе). Имайки предвид, че явяването на жалбоподателя пред прокурора в рамките на двадесет и четири часа след предаването му би било първата публична възможност йорданските власти да демонстрират намерението си да се съобразяват с гаранциите, Съдът намира, че прокурорът едва ли ще откаже присъствието на адвокат. Още повече, че първото явяване на жалбоподателя пред прокурора трябва да се разглежда в контекста на другите ангажименти, поети във връзка с предаването му. Например най-вероятно наблюдателите, които ще пътуват със жалбоподателя от Обединеното кралство до Йордания, ще останат с него поне през част от първия ден от задържането му в Йордания. Това би било по-благоприятно в сравнение със забавянето от пет седмици за осигуряване на достъп, отчетено от Комитета за правата на човека към ООН като недостатък по делото Alzery (виж параграф 151 по-горе) и значително намалява опасността от малтретиране, която би могла да възникне поради липсата на яснота в МР.", "199.  По втория проблем – липсата на адвокат по време на разпитите, SIAC е приела, че жалбоподателят едва ли ще разполага с адвокат, присъстващ по време на разпитите от ГДР, било вероятно да има адвокат по време на разпитите от прокурора и най-вероятно да се представлява при всяко явяване пред съдия. Отказът от достъп до адвокат на задържания, особено по време на разпит, е въпрос, повдигащ сериозни притеснения: правото на задържаното лице на достъп до адвокатска помощ е фундаментална гаранция срещу малтретиране (Salduz, цитирано по-горе, § 54). Въпреки това по настоящото дело тази опасност е съществено редуцирана от другите гаранции, съдържащи се в МР и от уговорките за наблюдение.", "200.  Трето, Съдът не би преувеличавал опасността жалбоподателят да бъде малтретиран по време на разпит от ГДР, да бъде настанен в секретно място за задържане на ГДР или ЦРУ в Йордания или да бъде предаден в място извън Йордания. По делото Babar Ahmad and Others, цитирано по-горе, §§ 78-82 и 113-116, Съдът е констатирал, че извънредното предаване, извършено чрез нарочно заобикаляне на надлежните процедури, е отрицание на върховенството на закона и на ценностите, защитавани от Конвенцията. Въпреки това по посоченото дело той намира оплакванията на жалбоподателите, че са били обект на извънредно предаване, за явно необосновани. Макар Съединените щати, които са поискали екстрадирането им, да не са предоставили някакви изрични гаранции срещу предаване, те са гарантирали, че жалбоподателите ще бъдат съдени от федерални съдилища. Съдът е приел, че предаването едва ли би било в съответствие с тези гаранции.", "Сходни съображения са приложими и по настоящото дело. Въпреки че въпросът с предаването не е изрично разгледан в МР, той ясно предвижда, че жалбоподателят ще бъде депортиран в Йордания, задържан и съден за престъпленията, за които е бил задочно осъден през 1998 г. и 1999 г. Ако бъде осъден, ще изтърпява присъдата си в място за лишаване от свобода на ГДР. Би било изцяло несъвместимо с МР ако Йордания приеме жалбоподателя и вместо да го съди отново, го задържи в неизвестно място в Йордания или го предаде на трета страна. По същата причина, дори да бъде разпитван от властите на Съединените щати по време на задържането му в ГДР, Съдът не намира доказателства, които да хвърлят съмнение върху заключението на SIAC, че йорданските власти биха положили грижи за да гарантират, че Съединените щати няма да „престъпят линията“ чрез действия, нарушаващи духа и буквата на МР.", "201.  Може да се каже, че по силата на йорданското законодателство МР не е юридически обвързващ. Със сигурност като гаранция срещу незаконно поведение той може да се разглежда по-скептично, отколкото в случай, че държавата поеме задължение да не извършва нещо, което е позволено според вътрешното й законодателство (виж параграф 189(v) по-горе). Въпреки това SIAC оценява това разграничение. От решението й става ясно, че SIAC е проявила достатъчно предпазливост, присъща на такава гаранция (виж общите й заключения относно МР в параграфи 29 и сл. по-горе). Съдът споделя становището на SIAC не само за наличието на действителен и силен стимул по настоящия случай Йордания да избягва разглеждането й като страна, нарушаваща поетите задължения, но и за това че подкрепата за МР на най-високо ниво в Йордания би редуцирала значително опасността висши служители на ГДР, участвали в преговорите по МР, да толерират неизпълнение на условията му.", "202.  Пето, жалбоподателят се позовава на разминаванията между арабската и английската версии на МР като доказателство, че Адалех ще има достъп до него само за период от три години след депортирането му. Съдът обаче намира, че този въпрос е разрешен чрез дипломатическите ноти, разменени между правителствата на Йордания и Обединеното кралство (виж второто становище на г-н Лайден в параграф 90 по-горе), с които се пояснява, че Адалех ще има достъп до жалбоподателя за целия срок на задържането му.", "203.  Шесто, ясно е, че Центърът Адалех не разполага със същата експертиза и ресурси като водещите международни НПО като Amnesty International, Human Rights Watch или Международния комитет на Червения кръст, както и че не разполага със същата репутация или положение в Йордания като например йорданския NCHR. В решението си SIAC признава тази слабост. Тя признава „сравнително малките опит и мащаби“ на Центъра, но приема, че е от значение самият факт на мониторинговите посещения (виж параграф 31 по-горе). Съдът споделя това заключение. Освен това Съдът е убеден, че капацитетът на Центъра значително е нараснал от решението на SIAC, дори той все още да няма пряк опит в извършването на наблюдения. Становищата на г-н Лайден разкриват, че той е щедро финансиран от правителството на Обединеното кралство, което от своя страна е мярка за независимост на центъра поне от правителството на Йордания. Имайки предвид по-широкия интерес на правителството на Обединеното кралство да обезпечи спазването на гаранциите, може да се очаква, че това финансиране ще продължи. Нищо не налага по-различен извод в резултат на промените в правния статут на Центъра, които е възможно да са извършени, нито от факта, че няколко други организации са били потърсени като възможни наблюдаващи организации преди него. Макар да може да се има доверие на становището на г-н Вилке, че ръководителят на центъра г-н Рабаба изглежда знае малко за производството срещу жалбоподателя в Обединеното кралство, на г-н Рабаба сега трябва да е ясно, след срещите, проведени с министри на Обединеното кралство, каква е ролята на Центъра в наблюдението, какво значение има този въпрос за правителството на Обединеното кралство. Аналогично, макар г-н Рабаба да има семейни връзки със службите за сигурност, както се твърди от г-жа Рефахи във второто й становище (виж параграф 92 по-горе), няма данни някой негов близък да е отговорен за задържането на жалбоподателя. Което е по-важно, контролът, който центърът може да очаква от йорданското и международното гражданско общество, върху начина, по който провежда наблюдението, трябва да надделее над евентуалната далечна опасност от предубеденост, която може да възникне в резултат на семейните връзки на г-н Рабаба.", "204.  Макар конкретния характер на връзката между центъра и филиала му – Национален екип за борба с изтезанията да не е ясен, изглежда, че NTCT е напълно кадрово обезпечен и има необходимата интердисциплинарна експертиза за провеждане на наблюдението (виж първото становище на г-н Лайден в параграф 87 по-горе). Съдът очаква, независимо от направените твърдения относно състава на NTCT, че жалбоподателят ще бъде посещаван от делегация, включваща медицински и психиатрични служители, които са в състояние да идентифицират психически или психологически следи от малтретиране (виж параграф 4(d) от условията на работа на Центъра, цитирани в параграф 81 по-горе). Има всички основания да се очаква, че на делегацията ще бъде осигуряван личен достъп до жалбоподателя (параграф 4(c) от условията на работа, пак там). Очевидно би било в интерес на жалбоподателя да се среща с делегацията съгласно предварително изготвен график, поради което Съдът намира за неправдоподобно предположението, че за да избегне наблюдението ГДР би казвала на делегацията, че жалбоподателят не желае да се среща с тях. В случай, че делегацията получи такъв отговор, според Съда именно това би била ситуацията, водеща до „рязка ескалация на дипломатическите и министерските контакти и реакции“, предвидена от г-н Оакден в свидетелствата му пред SIAC (виж параграф 30 по-горе). По тези съображения Съдът е уверен, че въпреки ограниченията си, Центърът Адалех ще бъде в състояние да следи за спазването на гаранциите.", "205.  Поради изложените съображения и въз основа на представените пред него доказателства, Съдът достига до извода, че връщането на жалбоподателя в Йордания няма да го изложи на реална опасност от малтретиране.", "206.  Накрая в хода на писменото производство на страните беше зададен въпрос дали жалбоподателят е изправен пред опасността да бъде осъден на доживотен затвор без замяна и ако е така, дали това би било в съответствие с член 3 от Конвенцията. Страните се съгласиха, че такава опасност от доживотна присъда в Йордания не съществува през последните двадесет години. Жалбоподателят също се съгласи, че продължителността на присъдата му може да бъде разгледана в контекста на оплакването му по член 6. Съдът се съгласи със страните и приема, че в случая на жалбоподателя не възниква въпрос по член 3 във връзка с продължителността на наказанието, което може да му бъде наложено в Йордания.", "207.  Съответно, Съдът констатира, че депортирането на жалбоподателя в Йордания не би било в нарушение на член 3 от Конвенцията.", "III.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 13 ВЪВ ВРЪЗКА С ЧЛЕН 3 ОТ КОНВЕНЦИЯТА", "208.  Жалбоподателят прави оплакване, че извършеното от SIAC позоваване на материали, които не са били разкрити пред жалбоподателя с оглед установяване на ефективността на гаранциите, предоставени от Йордания, е несъвместимо с член 3 във връзка с член 13 от Конвенцията. Член 13 гласи следното:", "„Βсеки, чиито права и свободи, провъзгласени в тази Конвенция, са нарушени, има право на ефикасни правни средства за тяхната защита пред съответните национални власти, дори и нарушението да е извършено от лица, действащи при упражняване на служебни функции.“", "A.  Становища на страните", "1.  Правителството", "209.  Правителството възприема аргументацията на Камарата на лордовете по настоящото дело (виж параграфи 54–56 по-горе). То твърди, че от практиката на Съда става ясно, че не е необходимо ефективното средство по член 13 да отговаря на всички изисквания по член 6. Всичко, което се изисквало от член 13 било независимо и безпристрастно разглеждане на оплакването на жалбоподателя по член 3. От своя страна това изисквало независим орган по обжалване да бъде информиран за причините за депортирането. Трябвало да има някаква форма на състезателен процес, ако е необходимо с участието на особен представител с разрешение за достъп, а органът трябвало да бъде компетентен да отхвърли констатациите на изпълнителния орган ако ги намери за произволни или необосновани (Ал-Нашиф срещу България, № 50963/99, §§ 133–137, 20 юни 2002 г.; С.Г. и други срещу България, № 1365/07, §§ 57 и 62, 24 април 2008 г.).", "210.  Производството пред SIAC очевидно отговаряло на тези изисквания. Както Съдът е приел по делото A and Others срещу Обединеното кралство, цитирано по-горе, § 219, тя била напълно независим съд, кой можел да разглежда всички относими доказателства, както секретни така и явни. Това се потвърждава по-конкретно като се има предвид задължението на държавния секретар да разкрива доказателства в полза на жалбоподателя и от факта, че закритите заседания позволявали на SIAC да се запознае с повече доказателства, отколкото иначе би могла. Производството пред SIAC било състезателно, с участието на представителите на жалбоподателя, а закритите заседания с участието на особените представители. Правомощията на SIAC не били ограничени до контрол на решението на изпълнителния орган относно произволност или необоснованост: тя провеждала пълен контрол по същество и е уважавала жалби срещу депортиране по делото DD and AS (виж параграф 74 по-горе). По делото на жалбоподателя, SIAC е посочила в явното си решение, че секретните доказателства са играли ограничена и потвърждаваща роля в решението му.", "2.  Жалбоподателят", "211.  Жалбоподателят отбелязва, че след делото Chahal, цитирано по-горе, SIAC и системата на особените представители са били предвидени да позволяват на държавния секретар да излага становището си по въпроса защо конкретно лице, подлежащо на депортиране представлява опасност за националната сигурност, а не с оглед на допускане на секретни доказателства по въпроса за сигурността на предаването. На Парламента били предоставени министерски уверения в този смисъл при гласуването на Закона от 1997 г. (Hansard, HC Deb 26 ноември 1997 г., том 301, на 1040).", "212.  Съдът никога не е разглеждал като допустимо качеството на гаранциите да се проверява въз основа на секретни доказателства, било по делото Chahal или по-късно. Освен това в Saadi, (цитирано по-горе, § 127) Съдът подчертал, че преценката за наличието на реална опасност „по необходимост трябва да бъде строга“. Според жалбоподателя се изисквала дори още по-взискателна преценка в дело за гаранции, когато държавата ответник се е съгласила, че без тези гаранции ще е налице реална опасност от малтретиране. По тази причина според него трябвало да има разширено изискване за прозрачност и процесуална справедливост при позоваването на гаранциите, тъй като в такъв случай върху държавата ответник била възложена тежестта да разсее всякакви съмнения за наличието на действителна опасност от малтретиране след предаването. Следователно, по принцип на държавата ответник никога не следва да се позволява да се позовава на секретни материали относно сигурността на предаването. Не само че било несправедливо, но се поемал и неприемливия риск от постигане на неправилен резултат. По неговото дело това не бил само теоретичен въпрос: било ясно, че секретните доказателства са имали решаващо значение по делото. Например, установило се, че в закрито заседание са разглеждани доказателства, касаещи Съединение щати и интереса им от извършване на разпит на жалбоподателя. Ставало ясно също, че върху секретни материали се гради констатацията на SIAC, че ръководството на ГДР било ангажирано със спазването на гаранциите. В заключение, той твърди, че системата на особените представители не би могла да смекчи трудностите при оспорването на свидетелствата на министерството на външните работи относно преговорите по МР.", "3.  Третите страни", "213.  Третите страни (виж параграф 5 по-горе) изтъкват, че лорд Филипс е допуснал грешка в аргументацията си приемайки, че не би имало несправедливост при разглеждането от SIAC на секретни доказателства относно сигурността на предаването. Било вярно, че лицето, подлежащо на предаване, обикновено би имало информация за някои от фактите, относими към сигурността на предаването му, но от това не следвало, че той не би бил поставен в неблагоприятно положение, нямайки информация за доказателствата на правителството. Процесуалната справедливост изисквала на жалбоподателя да бъдат представени достатъчно подробности от материалите на правителството, така че да му позволят да даде на особения си представител ефективни указания. Било грешка и предположението, че лицето, подлежащо на предаване не би имало какво да отговори на информацията, предадена тайно от приемащото правителство на правителството на Обединеното кралство. Никога не се знаело какво значение може да има за жалбоподателя разкриването на такава информация. Гаранциите, предоставени от особения представител не били достатъчни. По делото A and Others срещу Обединеното кралство, цитирано по-горе, голямата камара признала трудностите, пред които се изправят особените представители в защитата на интересите на лицата, подлежащи на предаване, в закритите заседания на SIAC.", "B.  Допустимост", "214.  Съдът отбелязва, че това оплакване е свързано с основното оплакване на жалбоподателя по член 3, поради което трябва също да бъде обявено за допустимо.", "C.  По същество", "215.  Изискванията на член 13 в контекста на правдоподобно оплакване по член 3 бяха наскоро изложени по делото A. срещу Холандия, цитирано по-горе, §§ 155158, касаещо предстоящото експулсиране на лице, заподозряно за тероризъм в Либия:", "„155.  Съдът припомня, че член 13 гарантира наличието на национално ниво на средство за изпълнение, а по този начин и за констатиране на твърдяно неизпълнение, на основни права и свободи по Конвенцията, независимо от формата, в която са гарантирани във вътрешния правен ред и като се има предвид, че на договарящите страни е предоставена определена свобода относно начина, по който да се съобразят със задълженията си по тази разпоредба (виж Shamayev and Others срещу Грузия и Русия, № 36378/02, § 444, ECHR 2005 III). За приложимостта на член 13 трябва да има правдоподобно оплакване по някоя от основните разпоредби на Конвенцията. С оглед на направената по-горе констатация по член 3 Съдът приема, че оплакването на жалбоподателя по член 3 е „правдоподобно“, поради което член 13 е приложим по настоящото дело.", "156.  Съдът освен това припомня, че средството, изисквано по член 13 трябва да бъде ефективно както по закон, така и на практика, по-конкретно в смисъл, че използването му не трябва да бъде неоправдано осуетявано от действия или бездействия на властите на държавата ответник (виж Shamayev and Others, цитирано по-горе, § 447). Съдът няма за задача да разглежда in abstracto съответствието на приложимите закон и практика с Конвенцията, а да прецени дали е имало средство, съответстващо на член 13 от Конвенцията, което е било в състояние да предостави на жалбоподателя подходяща компенсация във връзка с основното му оплакване (виж наред с други източници, G.H.H. and Others срещу Турция, № 43258/98, § 34, ECHR 2000-VIII). „Ефективността“ на едно „средство“ по смисъла на член 13 не зависи от сигурността на благоприятния за жалбоподателя изход (Čonka срещу Белгия, № 51564/99, § 75, ECHR 2002 I; и Onoufriou срещу Кипър, № 24407/04, §§ 119-121, 7 януари 2010 г.).", "157.  Съдът след това отбелязва, че обхватът на задължението на държавата по член 13 е различен в зависимост от характера на оплакването на жалбоподателя по Конвенцията. С оглед на необратимата природа на вредата, която може да настъпи ако се реализира твърдяната опасност от изтезание или малтретиране и значението, което Съдът придава на член 3, разбирането за ефективно средство по член 13 изисква (i) независим и стриктен контрол по оплакване, за наличието на сериозни основания да се счита, че има реална опасност от третиране в противоречие с член 3 в случай на експулсиране на жалбоподателя в приемащата държава, и (ii) предоставянето на ефективна възможност за спиране на изпълнението на мерките, резултатът от които може да бъде необратим (виж Shamayev and Others, цитирано по-горе, § 460; Olaechea Cahuas срещу Испания, № 24668/03, § 35, ECHR 2006-X; и Salah Sheekh срещу Холандия, № 1948/04, § 154, ECHR 2007 I).", "158.  Производството за съдебен контрол по принцип представлява ефективно средство по смисъла на член 13 от Конвенцията, във връзка с оплаквания в контекста на експулсиране, при условие че съдилищата могат ефективно да контролират законността на упражняваната от изпълнителната власт дискреция на материално правни и процесуални основания и съответно да отменя решенията й (виж Slivenko срещу Латвия (реш. по допустимостта) [ГК], № 48321/99, § 99, ECHR 2002-II).“", "216.  Макар Съдът да е прел, че би имало нарушение на член 3 ако жалбоподателят бъде предаден на Либия, той не установява нарушение на член 13. Решенията на холандското правителство за отхвърляне на молбата за убежище на жалбоподателя и издаването на забрана за влизане са били разгледани от съд по обжалване и жалбоподателят не е бил възпрепятстван да атакува тези решения. Разкриването на разузнавателен доклад пред съдията по делото не е нарушило независимостта на националните съдилища в производството и не може да се каже, че съдилищата са разгледали оплакването на жалбоподателя по член 3 с по-малка строгост. Самият доклад не засягал опасенията на жалбоподателя, че ще бъде подложен на малтретиране в Либия, а касаел въпроса дали той представлява заплаха за националната сигурност на Холандия (параграфи 159 и 160 от решението).", "217.  Същият подход е приет по делата С.Г. и други срещу България, № 1365/07, § 57, 24 април 2008 г. и Каушал и други срещу България, № 1537/08, § 36, 2 септември 2010 г., които касаят експулсирането по съображение за национална сигурност. И в двете дела жалбоподателите твърдят, че националните съдилища не са извършили обстоен и съдържателен анализ на твърденията на изпълнителната власт, че те представляват опасност за националната сигурност. Съдът, установявайки нарушение на член 13 и в двата случая приема:", "„Ако бъде разпоредено експулсиране с позоваване на съображения за националната сигурност, може да се наложат известни процедурни ограничения, за да е сигурно че няма да изтече поверителна информация в ущърб на националната сигурност, и независимият орган по обжалването може да трябва да предостави широка свобода на преценка на изпълнителната власт. Тези ограничения обаче по никакъв начин не могат да оправдаят пълен отказ от средства за правна защита, само защото изпълнителната власт е предпочела да се позове на понятието “национална сигурност”. Дори когато е направено твърдение за заплаха за националната сигурност, гаранцията за ефективно правно средство за защита изисква като минимум компетентният орган по обжалването да бъде уведомен за основанията, мотивиращи решението за експулсиране, дори и тези основания да не са на разположение на обществеността. Органът трябва да е компетентен да отхвърли твърдението на изпълнителната власт, че съществува заплаха за националната сигурност, когато констатира, че то е произволно и неоправдано. Трябва да има някаква форма на спорно производство, ако е необходимо чрез особен представител след предоставяне на разрешение за достъп.“", "218.  Съдът намира, че подходът, приет по делата A. v. the Netherlands, С.Г. и други и Каушал и други, всички цитирани по-горе, трябва да се приложи и по настоящото дело и по следните съображения той приема, че няма нарушение на член 13.", "219.  Първо, Съдът не счита, че намира подкрепа в тези дела (или където и да е другаде в практиката му) твърдението на жалбоподателя, че е налице по-широко изискване за прозрачност и процесуална справедливост, когато се извършва позоваване на гаранции. Както по всички дела по член 3, това което се изисква е независим и строг контрол. Освен това, както става ясно от С.Г. и други и Каушал и други, тълкуването на член 13 от Конвенцията не може да води до налагането на пълна забрана националните съдилища да приемат секретни доказателства, при условие че интересите на жалбоподателя са защитени през цялото време пред тези съдилища.", "220.  Съдът вече е приел, че SIAC е напълно независим орган (виж A and Others срещу Обединеното кралство, цитирано по-горе, § 219). По настоящото дело, точно както по всяка жалба, която разглежда, SIAC е била напълно информирана за данните на Държавния секретар срещу жалбоподателя, засягащи националната сигурност. Тя е могла да отмени заповедта за депортиране ако е установила, че доказателствата на държавния секретар не са пълни. В действителност SIAC е констатирала, че делото е „добре обосновано“. Основанията за това заключение са подробно изложени в явното й решение.", "221.  Трето, макар Парламентът първоначално да не е предвиждал SIAC да разглежда секретни доказателства относно сигурността на предаването, без съмнение от гледна точка на законодателство тя може да го прави, при условие, че секретните доказателства се правят достояние на особените представители. Освен това, както правителството отбелязва, SIAC има правомощие да извършва пълен контрол по същество относно сигурността на депортираното лице след предаването му и да отменя заповеди за депортиране ако приеме, че има реална опасност от малтретиране.", "222.  Четвърто, Съдът отбелязва, че както жалбоподателят, така и третите страни посочват, че включването на особени представители в обжалването пред SIAC не е достатъчно за да се приеме, че SIAC отговаря на изискванията на член 13. Съдът не е убеден в това твърдение. По делото A and Others срещу Обединеното кралство, цитирано по-горе голямата камара е разгледала функционирането на системата на особените представители в контекста на обжалване пред SIAC на решението на държавния секретар да задържи лица, заподозрени в тероризъм, и за които се е считало, че представляват опасност за държавната сигурност. Голямата камара е приела, че в това обжалване особеният представител не би могъл да изпълнява функциите си пълноценно ако на задържаното лице не е предоставена достатъчно информация за обвиненията срещу него, така че да му позволи да даде ефективни указания на особения представител (параграф 220 от решението). Ето защо било необходимо да се прецени във всеки отделен случай дали с оглед характера на явните доказателства срещу жалбоподателя, той е бил в състояние ефективно да оспори твърденията срещу себе си (параграфи 221-224).", "223.  Има обаче съществена разлика между тези жалби и настоящото дело. По делото A and Others срещу Обединеното кралство, цитирано по-горе, жалбоподателите са били задържани въз основа на твърдения срещу тях, направени от държавния секретар. По настоящото дело, поне що се отнася до въпроса за опасността от малтретиране в Йордания, пред SIAC не е повдиган въпрос срещу жалбоподателя. Вместо това той е направил оплакване, че ще бъде изложен на реална опасност от малтретиране ако бъде депортиран в Йордания. Според Съда няма данни, че приемайки секретни доказателства по делото, и с участието на особени представители SIAC, не е извършила подробна проверка на твърдението на жалбоподателя. Съдът не е убеден и че като се е позовала на секретни доказателства SIAC е поела неприемлив риск от постигане на неправилен резултат: доколкото такъв риск е съществувал, той е бил ограничен благодарение на наличието на особени представители.", "224.  Накрая, Съдът приема, че един от проблемите при неразкриването на доказателства е, че лицето никога не може да бъде сигурно какви последици може да има приемането на такива доказателства. Въпреки това той приема, че по настоящото дело такъв проблем не възниква. Дори да се допусне, че събраните секретни доказателства касаят интереса на Съединените щати към него, ангажиментите на ГДР за спазване на гаранциите и преговорите на министерството на външните работи по МР, Съдът намира, че тези въпроси са от съвсем общ характер. Няма основание да се предположи, че ако жалбоподателят се беше запознал със секретните доказателства, той щеше да може да оспори тези доказателства по начин, по който особените представители не биха могли.", "225.  По тези съображения Съдът приема, че по отношение на оплакването на жалбоподателя по член 13 производството пред SIAC отговаря на изискванията на член 13 по Конвенцията. Съответно, няма нарушение на тази разпоредба.", "IV.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 5 ОТ КОНВЕНЦИЯТА", "226.  По член 5 от Конвенцията жалбоподателят прави оплаквания, че, първо, ако бъде депортиран ще бъде изправен пред реалната опасност от явно лишаване от правото му на свобода, гарантирано от тази разпоредба поради предвидената в йорданското право възможност за задържане в изолация за срок до 50 дни. Второ, също по член 5 той твърди, че може да бъде лишен от правна помощ по време на това задържане. Накрая твърди, че ако бъде осъден при повторното гледане на делото му, евентуалната присъда лишаване от свобода би представлявала явно нарушение на член 5, тъй като би била наложена в резултат на явно нарушение на член 6.", "Член 5 в приложимата си част гласи следното:", "", "„1.  Βсеки има право на свобода и сигурност. Никой не може да бъде лишен от свобода, освен в следните случаи и по реда, предвиден от закона:", "...", "(c)  законосъобразен арест или лишаване от свобода, с цел да се осигури явяване пред компетентния съгласно закона орган, по обосновано подозрение за извършено престъпление, или когато задържането обосновано може да се смята за необходимо, за да се попречи на лицето да извърши престъпление или да се укрие, след като е извършило престъпление;", "...", "3.  Βсеки арестуван или лишен от свобода в съответствие с разпоредбите на параграф 1 c) на този член трябва своевременно да бъде изправен пред съдия или пред длъжностно лице, упълномощено от закона да изпълнява съдебни функции, и има право на гледане на неговото дело в разумен срок или на освобождаване преди гледането на неговото дело в съда. Освобождаването може да бъде обусловено от даването на гаранции за явяване в съда.“", "A.  Становища на страните", "1.  Правителството", "227.  Правителството не приема, че може да се извършва позоваване на член 5 в случай на експулсиране (Съдът е изразил съмнение за това по делото Tomic срещу Обединеното кралство (реш. по допустимостта), 17837/03, 14 октомври 2003 г.). Дори това да е възможно, по настоящия случай такъв проблем не възниквал, тъй като жалбоподателят не би бил задържан за продължителен срок преди изправянето му пред съд. SIAC е приела, че вероятно той ще бъде изправен пред „съдебен орган“ в срок от 48 часа, дори да става въпрос за прокурор със съдебен статут. Докладът на г-н Ал-Кхалили и г-н Надждави потвърждавал, че прокурорът е съдебен служител. Те докладвали също, че 48-часовия срок, в който полицията трябва да уведоми съдебните власти за извършения арест бил намален на 24 часа (виж параграфи 95 и 96 по-горе). SIAC приела също, че едва ли ще бъде поискано продължаване на срока на задържането до петдесет дни (виж параграф 41 по-горе). Двете констатации на SIAC били потвърдени от апелативния съд и от Камарата на лордовете. В Камарата на лордовете лорд Филипс също приел, че задържане за срок от 50 дни е далеч от явно нарушение на член 5 (виж параграф 58 по-горе) и макар да не приема, че задържане за петдесет дни е вероятно, правителството се позовава на това заключение.", "228.  Правителството посочва също, че гаранциите в МР за това, че жалбоподателят ще бъде незабавно изправен пред съдия се прилагат не само по отношение на задържането му преди новото разглеждане на делото за престъпленията, за които е бил задочно осъден, но и по отношение на всяко друго задържане в Йордания. Накрая, макар да не споделя, че повторното съдене на жалбоподателя ще бъде явен отказ от правосъдие, правителството смята, че не възниква въпрос по член 5 във връзка с присъда лишаване от свобода, която може да бъде наложена на жалбоподателя.", "2.  Жалбоподателят", "229.  Жалбоподателят изтъква, че доказателствата разкриват, че затворници ислямисти обичайно са задържани в изолация за срок до петдесет дни по разпореждане на прокурора. Такъв срок на задържане далеч надхвърлял сроковете, установени от Съда (Brogan and Others срещу Обединеното кралство, 29 ноември 1988 г., §§ 61-62, Series A № 145B; Öcalan, цитирано по-горе, § 103) и приемливите срокове според международното право (виж параграф 155 по-горе). Било също в противоречие с практиката на този Съд и с международното право прокурорът, участващ в разследването, да бъде отговорен за преценката на законността на продължаването на задържането. Това важало в още по-голяма степен по дела, свързани с държавната сигурност в Йордания, където прокурорът бил военен офицер. Освен това доколкото МР не определяло значенето на израза „незабавно пред съдия“, жалбоподателят намира, че единственото основание за извършената от SIAC констатация, че той би бил изправен пред съдебен орган в срок от 48 часа, били представените от министерството на външните работи показания на свидетеля, първоначално отговорен за МР – г-н Оукден. Сега обаче от доклада на г-н Ал-Кхалили и г-н Надждави ставало ясно, че това свидетелство се основавало единствено на разбирането, че жалбоподателят ще бъде изправен пред прокурор.", "B.  Допустимост", "230.  Съдът отбелязва, че това оплакване не е явно необосновано по смисъла на 35 § 3 от Конвенцията. Освен това намира, че то не е недопустимо на някое от другите основания. Следователно трябва да бъде обявено за допустимо.", "C.  По същество", "1.  Прилага ли се член 5 по дела за експулсиране?", "231.  Съдът се съгласява, че по делото Tomic, цитирано по-горе той е изразил съмнение относно приложимостта на член 5 по дело за експулсиране. Въпреки това припомня, че по делото Babar Ahmad and Others, §§ 100-116, цитирано по-горе, жалбоподателите се оплакват, че ако бъдат екстрадирани в Съединените американски щати и посочени като вражески бойци или подложени на предаване, тогава би имало реална опасност от нарушения на членове 3, 5 и 6 от Конвенцията. Правителството на Съединените щати дало гаранции, че жалбоподателите няма да бъдат разглеждани като вражески бойци и ще бъдат съдени от федералните съдилища. Както пред националните съдилища, така и пред този Съд оплакванията на жалбоподателите са разглеждани с презумпцията, че те отговарят на критериите да бъдат посочени като вражески бойци и че ако бъдат посочени като такива ще има реална опасност от нарушение на членове 3, 5 и 6 от Конвенцията. В крайна сметка оплакванията били отхвърлени като явно необосновани, тъй като гаранциите, дадени от Съединените щати били достатъчни за да се елиминира всякаква реална опасност от посочване или предаване. По същия начин Съдът припомня, че разглеждайки оплакването на жалбоподателя по член 6 по делото Al-Moayad, цитирано по-горе, § 101, той е приел че:", "„Явен отказ от справедлив процес, а следователно и отказ от правосъдие, без съмнение би бил налице ако лицето е задържано по подозрения, че е подготвяло или е извършило престъпление, без да му е предоставен достъп до независим и безпристрастен съд за преразглеждане на законността на задържането му и за освобождаване ако подозренията не се окажат добре обосновани (препратките са пропуснати).“", "Имайки предвид, че това заключение е направено в контекста на оплакването на жалбоподателя, че би бил задържан в залива Гуантанамо без съдебен процес, Съдът приема, че тези заключения трябва да се прилагат на още по-голямо основание спрямо член 5 от Конвенцията.", "232.  Съдът счита също, че не би било логично жалбоподател, изправен пред лишаване от свобода в приемащата държава в резултат на явно несправедлив процес да може да се позовава на член 6 за да предотврати експулсирането си до тази държава, а жалбоподател, изправен пред лишаване от свобода без какъвто и да е съдебен процес да не може да се позове на член 5 за да предотврати експулсирането си. По същия начин може да възникне ситуация, в която жалбоподателят вече е осъден в приемащата държава в резултат на явно несправедлив съдебен процес и предстои да бъде екстрадиран в тази държава за да изтърпи присъдата си лишаване от свобода. Ако нямаше възможност за възобновяване на това наказателно производство след предаването му той не би могъл да се позове на член 6, тъй като не би бил изправен пред опасността от следващ явен отказ от правосъдие. Не би било обосновано жалбоподателят да бъде лишен от възможността да се позове на член 5 за да предотврати екстрадирането си (виж, mutatis mutandis, Стоичков срещу България, № 9808/02, §§ 51-56, 24 март 2005 г.; Ilaşcu and Others срещу Молдова и Русия [ГК], № 48787/99, §§ 461-464, ECHR 2004VII).", "233.  С оглед на това Съдът приема, че независимо от изразените по делото Tomic съмнения, е възможно член 5 да бъде прилаган в случай на експулсиране. С оглед на това Съдът намира, че договарящата държава би нарушила член 5 ако предаде жалбоподателя на държава, в която той би бил изправен пред реална опасност от явно нарушение на тази разпоредба. Въпреки това, както и с член 6, трябва да се прилага висок праг. Явно нарушение на член 5 би било налице ако например приемащата държава произволно задържи жалбоподателя за много години, без намерение да го изправя пред съд. Явно нарушение на член 5 може да възникне и ако жалбоподателят е изправен пред опасността да бъде лишен от свобода за значителен период от време в приемащата държава, след като преди това е бил осъден в резултат на явно несправедлив съдебен процес.", "2.  Би ли било налице явно нарушение на член 5 по настоящото дело?", "234.  Съдът намира, че второ и третото оплакване на жалбоподателя по този член (липса на правна помощ и възможно задържане в резултат на явно несправедлив съдебен процес) е по-подходящо да бъдат разгледани по член 6. Следователно по член 5 следва да бъде разгледано само първото оплакване (възможността за задържане в изолация за срок до петдесет дни).", "235.  Прилагайки принципите, изложени в параграф 233 по-горе, Съдът приема, че няма да е налице явна опасност от нарушение на член 5 по отношение на предварителното задържане на жалбоподателя в Йордания. Съдът има сериозни съмнения за това дали прокурорът, който е служител на ГДР пряко отговорен за разследването, и чиито офис се помещава в сградата на ГДР, би могъл надлежно да се разглежда като „съдия или друго длъжностно лице, упълномощено от закона да упражнява съдебни функции“ (виж например, Medvedyev and Others срещу Франция [ГК], № 3394/03, § 124, ECHR 2010...; и Kulomin срещу Унгария цитирано в параграф 155 по-горе). В съответствие с това не може да бъде придадена голяма тежест на обстоятелството, че съгласно измененията в йорданския Наказателно-процесуален кодекс жалбоподателят ще бъде изправен пред прокурора в срок от двадесет и четири часа (виж доклада на г-н Ал-Кхалила и г-н Надждави в параграф 96 по-горе). Въпреки това Йордания има ясното намерение да изправи жалбоподателя пред съд и трябва да го направи в срок до петдесет дни след задържането му. Съдът се съгласява с лорд Филипс, че петдесетдневно задържане е твърде далеч от такава продължителност на задържането, която би обосновала явно нарушение на член 5 и следователно няма да има нарушение на този член ако жалбоподателят бъде депортиран в Йордания.", "V.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 6 ОТ КОНВЕНЦИЯТА", "236.  Жалбоподателят прави оплакване и по член 6 от Конвенцията, за това че би бил изложен на реална опасност от явен отказ от правосъдие ако бъде повторно съден в Йордания за което и да е от престъпленията, за които е бил задочно осъден.", "Член 6 в приложимата си част гласи следното:", "„При решаването на правен спор относно ... каквото и да е наказателно обвинение срещу него, всяко лице има право на справедливо ... гледане на неговото дело ... от независим и безпристрастен съд, създаден в съответствие със закона.“", "A.  Становища на страните", "1.  Правителството", "237.  Според правителството Съдът трябва да възприеме подхода на Камарата на лордовете и да приеме, че в извънтериториален контекст член 6 ще бъде ангажиран единствено ако несправедливият съдебен процес в приемащата държава би имал сериозни последици за жалбоподателя. Въпреки това правителството се съгласява, че по настоящото дело за жалбоподателя биха произтекли сериозни последици ако бъде осъден и с оглед на това приема, че тестът за „явен отказ от правосъдие“ се прилага.", "238.  Правителството освен това твърди, че изразът „явен отказ“ трябва да се тълкува в смисъл на нарушение, което е „толкова съществено, че представлява елиминиране или разрушаване на самата същност на защитеното право“ (виж особеното мнение в Mamatkulov and Askarov, цитирано по-горе). Според правителството това бил строг тест, който би бил изпълнен в много изключителни случаи. Освен това били необходими сериозни причини за да се установи, че би бил налице явен отказ от правосъдие.", "239.  Правителството споделя мотивите на SIAC и на Камарата на лордовете, че по настоящото дело тестът за явен отказ от правосъдие не е изпълнен. То се съгласява за липсата на структурна независимост на Съда за държавна сигурност, но тя се отстранявала чрез обжалване пред Касационния съд. Нямало правило по принцип или в практиката на Съда, съгласно което липсата на структурна независимост на един съд автоматично да води до явен отказ от правосъдие. Винаги било необходимо да се извършва преценка за степента на проявената несправедливост, а това можело да бъде извършено само на по-широка основа, а не чрез простото вглеждане в липсата на структурна независимост. Съответно не трябва да бъде предавана голяма тежест на международните критики на Съда за държавна сигурност или на международните материали за съдебни процеси срещу цивилни лица във военните съдилища.", "240.  Същото важало и по отношение на липсата на правна помощ в досъдебната фаза: член 6 не предвиждал абсолютно право на такава помощ. От констатациите на SIAC следвало, че йорданските власти биха подхождали предпазливо в случая на жалбоподателя и биха били напълно уверени, че повторният процес срещу жалбоподателя ще бъде наблюдаван отблизо. Например, йорданските съдилища едва ли биха се позовали на нещо, казано от жалбоподателя по време на разпитите в ГДР, което не е било потвърдено пред прокурора. Йорданското законодателство допуска липса на адвокат пред прокурора единствено по основателни причини (виж доклада на г-н Ал-Кхалила и г-н Надждави в параграф 97 по-горе).", "241.  Правителството се съгласява, че приемането на доказателства, получени чрез изтезание над обвиняемия би довело до несправедливост на съдебния процес срещу този обвиняем. Въпреки това същото предположение не се прилагало по отношение на доказателства, получени чрез малтретиране, което не представлява изтезание: дори и в „местен“ контекст Съдът е извършил разграничение между несправедливост в резултат на доказателства, получени чрез изтезание и доказателства, получени чрез други форми на малтретиране. Когато малтретирането не достига нивото на изтезание имало свобода на преценка дали доказателствата, събрани чрез това малтретиране да бъдат използвани в съдебния процес (Jalloh срещу Германия [ГК], № 54810/00, §§ 99, 106107, ECHR 2006IX). Освен това, правейки разграничението между изтезание и други форми на малтретиране, Съдът е приложил най-високия стандарт, установен в член 1 от UNCAT (виж параграф 125 по-горе). По настоящото дело SIAC не е установила доказателствата срещу жалбоподателя да са били получени чрез изтезания, а само че има реална опасност те да са получени чрез малтретиране в нарушение на член 3. Поради това нямало основание за извода, че употребата на такива доказателства би довела автоматично до явен отказ от правосъдие.", "242.  Правителството твърди също, че следва да се прилага по-висок стандарт на доказване в извънтериториален контекст, когато жалбоподателят твърди, че в приемащата държава ще бъдат използвани в съдебен процес доказателства, получени чрез изтезания или малтретиране. Според правителството съдилищата в Обединеното кралство биха приели доказателства дори да има реална опасност те да са получени чрез изтезания, при условие, че не е доказано въз основа на баланса на вероятностите, че те са получени именно по такъв начин (решение на Камарата на лордовете по делото A and others (№ 2) виж параграфи 136 и 137 по-горе). Следователно, имайки предвид, че доказателствата по настоящото дело биха могли законно и справедливо да бъдат приети в Обединеното кралство, би било нелогично депортиране от Обединеното кралство да бъде възпрепятствано именно на това основание. С оглед на това според правителството наличието на реална опасност доказателствата да са получени чрез изтезания или друго малтретиране не било достатъчно. Напротив, явен отказ от правосъдие не би бил налице, освен ако бъде установено на основата на баланса на вероятностите или извън всякакво разумно съмнение, че доказателствата са били получени чрез изтезания. Този стандарт на доказване отговарял на стандарта, прилаган от Съда по „местни“ дела по член 3 и член 6, с член 15 от UNCAT и с делата El Motassadeq, решение на Апелативния съд на Дюселдорф, Singh, и Mahjoub (виж съответно параграфи 129, 133, 135, 139 и 140, и 153 по-горе). Жалбоподателят не го е доказал по делото си. Допълнителните доказателства, на които се позовава не добавят нищо към доказателствата, които са били пред SIAC, и във всеки случай те се оспорват г-н Ал-Кхалила и г-н Надждави. Освен това делото Mamatkulov and Askarov, цитирано по-горе разкрива, че общите доклади за рутинното приемане на доказателства, получени чрез изтезания в дадена приемаща държава не са достатъчни за да се докаже, че конкретен жалбоподател би претърпял явен отказ от правосъдие. Били необходими по-непосредствени доказателства.", "243.  Според правителството доводът на жалбоподателя за наличие на задължение за разследване на твърдения за изтезания не бил релевантен: Йордания не е договаряща държава по Конвенцията, така че за нея няма позитивно задължение да извършва разследване на нарушения на член 3 от Конвенцията. Аналогично, макар за един йордански обвиняем да било трудно да докаже, че дадено признание пред прокурора не е извършено доброволно (тъй като доказателствената тежест е възложена на него, а не на прокурора), SIAC е преценила, че за йорданското законодателство е приемливо да се подхожда по този начин. Тя е приела също, че решение на йордански съд, прилагащо тази тежест на доказване не би било явно необосновано или произволно, с оглед на което не би бил налице явен отказ от правосъдие.", "244.  В заключение, според правителството спрямо доказателства, получени чрез изтезание или друго малтретиране на трети лица не би следвало да се прилага, тест различен от този, който се прилага по отношение на всеки друг фактор, който може да доведе до несправедливост на съдебния процес. Дори това да е сторено, ако не е налице нищо повече от реална опасност доказателството да е получено чрез малтретиране, допускането на това доказателство в съдебния процес не би представлявало пълно отрицание на правото на справедлив съдебен процес.", "245.  Поради това правителството изтъква, че тези три фактора (липса на независимост, липса на правна помощ и опасност от допускане на доказателства, получени с изтезание), дори взети заедно, не биха довели до явен отказ от правосъдие.", "2.  Жалбоподателят", "246.  Противно на правителството, жалбоподателят не разглежда налагането на наказание лишаване от свобода за дълъг срок като предпоставка за извода за наличие на явен отказ от правосъдие, а по-скоро опасността от дълъг срок лишаване от свобода била утежняващо обстоятелство на несправедливия процес.", "247.  Според жалбоподателя тестът за явен отказ от правосъдие е качествен, а не количествен. „Явен“ означавало „който елиминира самата същност на правото“, но не изисква правото да бъде напълно отменено. Това също означавало, че несправедливостта трябва да бъде очевидна и предвидима.", "248.  Жалбоподателят твърди, че при повторното разглеждане на делото му ще е налице явен отказ от правосъдие ако следните фактори бъдат разгледани съвместно: (i) Съдът за държавна сигурност е военен съд, подпомаган от военен прокурор; (ii) жалбоподателят бил известно цивилно лице, заподозряно в тероризъм; (iii) делото срещу него се основавало основно на признания, за които имало съвсем реална опасност да са получени чрез изтезания или друго малтретиране извършено от военнослужещи; и (iv) Съдът за държавна сигурност не би извършил надлежна проверка дали признанията са били получени чрез изтезания или малтретиране", "249.  Що се отнася до военния състав на Съда за държавна сигурност, жалбоподателят на първо място се позовава на осъждането, направено от Комитета за правата на човека, на практиката цивилни лица да бъдат съдени от военни съдилища (виж параграфи 157–159 по-горе). Второ, той се позовава на конкретните международни критики спрямо Съда за държавна сигурност на Йордания. Тези критики били съсредоточени върху: възможността за продължителни периоди на задържане в изолация без съдебен контрол (в случая на прокурора, военен офицер); пропускът на Съда за държавна сигурност да извършва надлежно разследване по твърдения за изтезание; и липсата на независимост и безпристрастност на този съд. Жалбоподателят се позовава също на несправедливостта на йорданските правила относно доказателствата, свързани с признанията. Дори според свидетелствата на г-н Ал-Кхалила и г-н Надждави се установява, че Касационният съд е възприел подхода, че след като признанието е било потвърдено пред прокурора, обвиняемият трябвало да докаже, че прокурорът съпричастен към получаването му принудително. Ако обвиняемият не го докаже признанието е допустимо, независимо от възможните предходни нарушения, извършени от ГДР.", "250.  В този контекст той изтъква, че Съдът за държавна сигурност на Йордания подлежи дори на повече критики, отколкото турския Съд за държавна сигурност обсъден по делото Ergin (№ 6), цитирано по-горе. Както Al-Moayad, така и Drozd and Janousek срещу Франция и Испания, 26 юни 1992 г., Series A № 240 предвиждат, че съденето от военен съд само по себе си представлява явно нарушение на член 6.", "251.  Във връзка с оплакването му относно възможното допускане на доказателства, получени чрез изтезание, жалбоподателят се позовава на допълнителните доказателства, които е събрал (обобщени в параграфи 102–105 по-горе), разкриващи, че: (i) признанията на Ал-Хамашер и Абу Хошер са главното основание за осъждането му в първоначалните процеси; и (ii) тези мъже и някои от другите подсъдими по всяко от делата са държани в изолация, без правна помощ и изтезавани. Според жалбоподателя свидетелствата на г-жа Рифахи били точни: използването на пръстов отпечатък върху изявленията било ясен знак за фалшиви признания (виж параграф 104 по-горе). Пръстовият отпечатък не бил просто знак, че лицето, направило изявлението е неграмотно, както предполагат г-н Ал-Кхалили и г-н Надждави, най-малкото защото, ако става въпрос за Абу Хошер, делото срещу него е защото четял книгите на жалбоподателя.", "252.  Според жалбоподателя каквото и да е разграничение между изтезание и малтретиране (било според международното право или според Конвенцията) е без значение по две причини. Първо, той твърди, че малтретирането на Ал-Хамашер и Абу Хамшер било толкова жестоко, че представлявало изтезание. Второ, имало нарушение на член 6 независимо от вида на малтретирането, извършено с цел получаване на признание а било ясно, че Ал-Хамашер и Абу Хамшер били малтретирани именно по тази причина.", "253.  Използването на доказателства, получени чрез изтезание, било явен отказ от правосъдие. Забраната за използване на доказателства, получени чрез изтезание според жалбоподателя е част от установения международен инструментариум, чрез който се реализира безусловната забрана на изтезанията. Тази забрана била залегнала в член 15 от UNCAT и в практиката на този Съд. Изключващото правило в член 15 трябвало да бъде разглеждано във връзка с член 12 от UNCAT, налагащ задължения за разследване при наличието на разумно основание да се счита, че е извършено изтезание. От докладите на органите на Организацията на обединените нации и НПО (обобщени в параграфи 106–124 по-горе) се разкривало, че йорданската прокуратура не извършва надлежно разследване на твърдения за изтезания и на практика не е разследвала и случаите, в които тези твърдения са направени в хода на задочните процеси срещу жалбоподателя. Следователно, макар да се съгласява, че не е успял да докаже с оглед баланса на вероятностите, че доказателствата по неговото дело са били получени чрез изтезания, той доказал извън всякакво разумно съмнение, че Йордания не би разследвала твърденията, направени по делото му.", "254.  Предположението на правителството, че йорданското законодателство съответствало на английското право относно приложимия стандарт за доказване, било неправилно. Английското право не допуска доказателства в наказателния процес, докато прокурорът не докаже, че доказателството не е получено чрез изтезания (виж Mushtaq в параграф 138 по-горе). Освен това мнението на мнозинството в Камарата на лордовете по делото A and others (№ 2) (виж параграф 136 и 137 по-горе) се основавало на допускането, че в Обединеното кралство един независим съд като SIAC, би разследвал добросъвестно всяко твърдение, че дадено доказателство е било получено чрез изтезание. Това предположение не важало за Съда за държавна сигурност на Йордания. Пред Съда за държавна сигурност тежестта за доказване, че дадено признание е получено чрез изтезания, била за подсъдимия. Това било несправедливо, тъй като не било съпроводено от някои от най-основните гаранции срещу малтретиране, като например записване на разпитите, кратни периоди на задържане и достъп до адвокати или лекари.", "255.  Следователно, по тези съображения не било справедливо той да трябва да докаже, било отвъд всякакво разумно съмнение или с оглед баланса на вероятностите, че ключовите свидетели по делото му са били изтезавани.", "256.  Във връзка със заключенията на националните съдилища, жалбоподателят посочва, че апелативният съд е избрал правилния подход като е разгледал делото на жалбоподателя в неговата цялост и правилно е сравнил реалната опасност признанията да са получени чрез изтезания с „липсата на основни гаранции“ в йорданското наказателно правосъдие. Обратно на това Камарата на лордовете е допуснала грешка като се е фокусирала единствено върху опасността доказателствата да са получени чрез изтезания и не е преценила съчетанието от процесуални недостатъци, на което жалбоподателят се е позовал. Камарата на лордовете неправилно се позовавала на делото Mamatkulov and Askarov, цитирано по-горе. Преценката на голямата камара по това дело е повлияна от повдигнатия въпрос по член 34 по това дело. Доказателствата пред Съда не били толкова конкретни и детайлни, както по настоящото дело и не била налице същата съвкупност от фактори.", "B.  Допустимост", "257.  Съдът отбелязва, че жалбата не е явно необоснована по смисъла на член 35 § 3 от Конвенцията. Освен това намира, че тя не е недопустима на някое от другите основания. Следователно трябва да бъде обявена за допустима.", "C.  По същество", "1.  Общи принципи", "a.  Тестът за „явен отказ от правосъдие“", "258.  Трайната практика на Съда е, че по изключение може да бъде повдигнат въпрос по член 6 във връзка с решение за експулсиране или екстрадиране при обстоятелства, при които бежанецът е претърпял или е бил изправен пред опасността да претърпи явен отказ от правосъдие в държавата, поискала екстрадирането му. Този принцип е установен за пръв път по делото Soering срещу Обединеното кралство, 7 юли 1989 г., § 113, Series A № 161 и в последствие потвърден от Съда в множество дела (виж, inter alia, Mamatkulov and Askarov, цитирано по-горе, §§ 90 и 91; Al-Saadoon and Mufdhi срещу Обединеното кралство, № 61498/08, § 149, ECHR 2010...).", "259.  Според практиката на Съда изразът „явен отказ от правосъдие“ е синоним на съдебен процес, който е в явно противоречие с разпоредбите на член 6 или с принципите, залегнали в него (Sejdovic срещу Италия [ГК], № 56581/00, § 84, ECHR 2006II; Стоичков, цитирано по-горе, § 56, Drozd and Janousek цитирано по-горе, § 110). Макар досега да не се е налагало да дава по-подробно определение, Съдът е посочил някои форми на несправедливост, които представляват явен отказ от правосъдие. Те включват:", "-  задочно осъждане без възможност в последствие да се извърши ново разглеждане на обвинението по същество (Einhorn, цитирано по-горе, § 33; Sejdovic, цитирано по-горе, § 84; Стоичков, цитирано по-горе, § 56);", "-  съдебен процес по съкратена процедура, проведен при пълно незачитане на правата на защитата (Bader and Kanbor, цитирано по-горе, § 47);", "-  задържане без всякакъв достъп до независим и безпристрастен съд за преразглеждане на законността на задържането (Al-Moayad, цитирано по-горе, § 101);", "-  произволен и системен отказ от предоставяне на достъп до адвокат, по-конкретно на лице, задържано в чужда държава (пак там).", "260.  Заслужава да се отбележи, че в продължение на двадесет и две години от решението по делото Soering Съдът никога не е намирал нарушение на член 6 в случай на експулсиране. Този факт, заедно с примерите, дадени в предходния параграф, идва да подчертае становището на Съда, че „явният отказ от правосъдие“ е строг тест за несправедливост. Явният отказ от правосъдие е нещо повече от обикновени нередности или липса на гаранции в съдебния процес, които могат да доведат до нарушение на член 6 ако се случат в самата договаряща държава. Това което се изисква е нарушение на принципите на справедливия съдебен процес, гарантирани от член 6, което да е толкова фундаментално, че да представлява отрицание или унищожаване на самата същност на правото, гарантирано от тази разпоредба.", "261.  Преценявайки дали този тест е изпълнен, Съдът смята, че трябва да се приложи същия стандарт и тежест на доказване както в случаите на експулсиране по член 3. Следователно жалбоподателят трябва да приведе доказателства, от които да може да се установи, че има сериозни основания да се приеме, че ако бъде предаден от договарящата държава, той би бил изложен на реална опасност да претърпи явен отказ от правосъдие. Ако бъдат наведени такива доказателства, правителството трябва да разсее всякакви съмнения, че това е възможно да се случи. (виж, mutatis mutandis, Saadi срещу Италия, цитирано по-горе § 129).", "262.  Накрая, с оглед фактите по настоящото дело, Съдът не намира за необходимо да обсъжда дали явният отказ от правосъдие възниква само ако въпросният съдебен процес би имал сериозни последици за жалбоподателя. По настоящото дело е безспорно, че присъдите, които вече са постановени задочно срещу жалбоподателя и които могат да бъдат потвърдени при повторно гледане на делото предвиждат лишаване от свобода за значителен срок.", "b.  Представлява ли допускането на доказателства, получени чрез изтезания явен отказ от правосъдие?", "263.  Съдът се съгласява с Апелативния съд, че централният въпрос по настоящото дело е реалната опасност доказателства, събрани чрез изтезания на трети лица, да бъдат допуснати при повторното гледане на делото на жалбоподателя. Съответно е подходящо да се обсъди в началото дали използването в съдебния процес на доказателства, получени чрез изтезание би представлявало явен отказ от правосъдие. Както и апелативния съд (виж параграф 51 по-горе), Съдът намира, че би представлявало.", "264.  Международното право, както и обичайното право преди това, са прогласили безусловното си противопоставяне на допускането на доказателства, събрани с изтезания. За това има силни юридически и морални основания.", "Вярно е, както лорд Филипс е отбелязал в решението на Камарата на лордовете по настоящото дело, че една от причините за тази забрана е, че държавите трябва да застанат твърдо срещу изтезанията като изключат доказателствата, получени в резултат на тях. В действителност, както Съдът е констатирал по делото Jalloh, цитирано по-горе, § 105, допускането на доказателства, получени чрез изтезания може да послужи единствено за косвено легитимиране на такъв вид морално осъдително поведение, което авторите на член 3 от Конвенцията са искали за отрекат.", "Има обаче и други също толкова убедителни причини за изключването на доказателствата, събрани чрез изтезания. Според наблюденията на лорд Бингам по делото A and others № 2, § 52, доказателствата, получени чрез изтезание са изключени защото са „ненадеждни, нечестни, оскърбителни за обичайните стандарти на хуманността и благоприличието и несъвместими с принципите, които трябва да вдъхновяват всеки трибунал, упражняващ правосъдие.“ Съдът споделя тези аргументи: той вече е приел, че изявления, получени в нарушение на член 3 са вътрешно ненадеждни (Söylemez срещу Турция, № 46661/99, § 122, 21 септември 2006 г.). Наистина опитът твърде често показва, че жертвата на изтезание би казала всичко, независимо дали е вярно или не, като най-лесния начин да се освободи от мъките на изтезанието.", "По-общо, никоя правна система, основаваща се на върховенството на закона, не може да допусне приемането на доказателства, дори и да са надеждни, ако са получени чрез такава варварска практика като изтезанията. Съдебният процес е крайъгълен камък на върховенството на закона. Доказателствата, получени чрез изтезание увреждат непоправимо този процес. Изтезанието замества върховенството на закона със сила и петни репутацията на всеки съд, който допуска такива доказателства. Доказателствата, получени чрез изтезание са изключени за да се защити целостта на съдебния процес и в крайна сметка на самото върховенство на закона.", "265.  Тези основания подчертават първостепенното значение, отредено на забраната на доказателствата, получени чрез изтезание в системата на Конвенцията и международното право. Що се отнася до системата на Конвенцията, в скорошното си решение по делото Gäfgen срещу Германия [ГК], № 22978/05, §§ 165-167, ECHR 2010..., Съдът припомни, че се обръща особено внимание във връзка с употребата в наказателния процес на доказателства, получени в нарушение на член 3. Той отбелязва:", "„Използването на такива доказателства, получени в резултат на нарушение на едно от основните и абсолютни права, гарантирани от Конвенцията, винаги повдига сериозни въпроси относно справедливостта на процеса, дори ако допускането на такива доказателства не е било решаващо при определяне на присъдата.", "Съответно, Съдът е установил във връзка с признанията, че приемането на изявления, получени в резултат на изтезание или друго малтретиране в нарушение на член 3 като доказателства за установяване на относимите факти в наказателното производство прави процеса като цяло несправедлив. Това заключение се прилага независимо от доказателствената стойност на изявленията и независимо дали използването им е било решаващо при постановяване на присъдата срещу подсъдимия.", "Относно използването в съдебния процес на истинни доказателства, получени като пряка последица от малтретиране в нарушение на член 3, Съдът е приел, че уличаващи истинни доказателства, получени в резултат на насилие, особено ако то може да се определи като изтезание, никога не следва да се разглеждат като доказателство за вината на жертвата, независимо от доказателствената им стойност (препратките са пропуснати)“.", "Делото Gäfgen отразява ясната, постоянна и недвусмислена позиция на този Съд по отношение на доказателствата, получени чрез изтезание. Той потвърждава това, което апелативният съд вече е преценил по настоящото дело: в системата на Конвенцията забраната на употребата на доказателства, получени чрез изтезания е фундаментална. Делото Gäfgen подкрепя и становището на апелативния съд, че има съществена разлика между нарушение на член 6 поради допускане на доказателства, получени чрез изтезание и нарушения на член 6, основани просто на недостатъци на съдебния процес или на състава на съда, разглеждащ делото (виж параграф 45–49 от решението на апелативния съд, цитирано в параграф 51 по-горе).", "266.  Ясно потвърждение на този извод може да се открие и в международното право. Малко международни норми, свързани с правото на съдебен процес имат по-фундаментален характер от забраната за използване на доказателства, получени чрез изтезание. Малко международни договори се ползват с толкова широка подкрепа, колкото UNCAT. Сто четиридесет и девет държави са страни по него, включително всички държави членки на Съвета на Европа (виж параграф 125 по-горе). UNCAT отразява ясната воля на международната общност допълнително да укрепи безусловната забрана на изтезанията чрез предприемане на поредица от мерки за изкореняване на изтезанията и премахване на всички стимули за тяхното практикуване. Член 15 има първостепенно значение сред разпоредбите на UNCAT забранявайки по абсолютен начин допускането на доказателства, получени чрез изтезание. Той налага ясно задължение на държавите. Както Комитетът срещу изтезанията към Организацията на обединените нации е пояснил, член 15 има широк обхват. Според тълкуването той се прилага спрямо всякакви производства, в това число например в производствата по екстрадиране (P.E. срещу Франция; G.K. срещу Швейцария; и Irastorza Dorronsoro: виж параграфи 130 и 132 по-горе). Делата P.E. и G.K. разкриват също, че член 15 се прилага спрямо „всяко изявление“, за което е установено, че е получено в резултат на изтезания, а не само по отношение на направените от обвиняемия (виж също в тази връзка Harutyunyan срещу Армения, № 36549/03, § 59, ECHR 2007VIII и Mthembu v. The State, дело № 379/2007, [2008] ZASCA 51, посочено в Gäfgen, цитирано по-горе, § 74). В действителност единственото изключение от забраната, което член 15 допуска е в производство срещу лицето, обвинено в извършване на изтезание.", "267.  По изложените съображения Съдът намира, че допускането на доказателства, получени чрез изтезание е в явно противоречие не само с разпоредбите на член 6, но и с най-основните международни стандарти за справедлив съдебен процес. То може да направи целия съдебен процес не само неморален и незаконен, но и напълно ненадежден що се касае до изхода от него. Следователно приемането на подобни доказателства в наказателния процес би било явен отказ от правосъдие. Съдът не изключва прилагането на същите съображения по отношение на доказателства, събрани чрез други форми на малтретиране, които не представляват изтезание. С оглед на настоящия случай обаче (виж параграфи 269–271 по-долу) този въпрос не е необходимо да се разглежда.", "2.  Делото на жалбоподателя", "268.  Жалбоподателят претендира, че повторното разглеждане на делото му би било явен отказ от правосъдие поради множество фактори, включително липсата на адвокат по време на разпитите, неговата известност и състава на Съда за държавна сигурност (виж параграф 248 по-горе). Въпреки това, както Съдът отбеляза, основният въпрос в делото е приемането на доказателства, получени с изтезание. Съответно, той ще разгледа най-напред това оплакване.", "a.  Доказателства, получени чрез изтезание", "269.  Уличаващите изявления срещу жалбоподателя били направени от Ал-Хамашер по процеса Реформа и предизвикателство и от Абу Хошер в процеса заговор на хилядолетието (виж параграфи 9 –20 по-горе). SIAC установила, че има най-малкото реална опасност тези уличаващи изявления да са получени в резултат на третиране от ГДР в нарушение на член 3. То може да е представлявало или да не е представлявало изтезание (виж параграф 420 от мотивите, цитиран в параграф 45 по-горе).", "270.  От мотивите на SIAC не става ясно защо не е била в състояние да достигне до еднозначно заключение дали малтретирането е представлявало изтезание. Точното твърдение, направено от Абу Хошер е, че бил бит по ходилата до степен, че кожата му се свличала всеки път, когато се къпел (виж параграф 103 по-горе). Белезите на Ал-Хамашер съответстват на същия вид малтретиране (виж параграф 102 по-горе). Целта на това малтретиране, ако се е случило, може единствено да е била получаване на информация или признания от тях. Освен това боят по ходилата, по-често известен като bastinado, falanga или falaka, е практика, която е разглеждана от Съда. Прилагането й причинява силна болка и страдания на жертвата, а когато целта й е била наказване или изтръгване на признание Съдът не се е поколебавал да я характеризира като изтезание (виж наред с много други източници, Salman срещу Турция [ГК], № 21986/93, §§ 114 и 115, ECHR 2000VII; Valeriu and Nicolae Roşca срещу Молдова, № 41704/02, § 64, 20 октомври 2009 г. и съответните препратките; Diri срещу Турция, № 68351/01, §§ 42–46, 31 юли 2007 г.; Mammadov срещу Азербайджан, № 34445/04, §§ 68 и 69, 11 януари 2007 г.). Следователно има всички основания да се приеме, че ако Абу Хошер и Ал-Хамашер са били третирани по твърдения от тях начин, третирането им представлява изтезание.", "271.  Това заключение означава, че следващите два въпроса, които Съдът трябва да разгледа са: (i) дали е достатъчно наличието на реална опасност от приемане на доказателства, получени чрез изтезания; и (ii) ако е така, дали в настоящия случай е налице явен отказ от правосъдие.", "i.  Достатъчно ли е наличието на реална опасност от приемане на доказателства, получени чрез изтезание?", "272.  При решаването на този въпрос Съдът би започнал с бележката, че представените пред него доказателства, че Абу Хошер и Ал-Хамашер са били изтезавани са дори по-убедителни отколкото по времето на вземане на решението от SIAC. Докладът на г-н Ал-Кхалили и г-н Надждави е в голямата си част балансиран и обективен. Той откровено оценява силните и слабите страни на системата на йорданския Съд за държавна сигурност и признава опитите на ГДР да изтръгва признания от заподозрените. Въпреки това основната слабост на доклада е, че авторите му не разглеждат самостоятелно твърденията за изтезания, направени от другите подсъдими по делото на жалбоподателя. Докладът просто отбелязва заключенията на Съда за държавна сигурност по всяко от делата, че подсъдимите не са били изтезавани. От друга страна г-жа Рефахи пътувала два пъти до Йордания за да разговаря с адвокатите и подсъдимите по първоначалните съдебни процеси. Двете й становища подробно описват интервютата й и отбелязват ясно и конкретно твърденията за изтезания, направени от подсъдимите. Има всички основания по този въпрос да бъдат предпочетени нейните показания в сравнение с по-общите заключения на г-н Ал-Кхалили и г-н Надждави. Освен това по делото заговор на хилядолетието известна подкрепа на твърденията на Абу Хошер може да се намери в доклада на Amnesty International от 2006 г., в който се излагат констатациите, че четирима от подсъдимите, в това число Абу Хошер, са били изтезавани. Твърденията за малтретиране на един от подсъдимите – Раед Хиджази, са особено убедителни, не на последно място защото е отбелязано, че няколко свидетели са го видели поддържан от двама охранители по време на следствения експеримент на местопрестъплението и както е отбелязано в становището на г-жа Пиърс, малтретирането му е било обект на дипломатически протест от Съединените щати (виж параграфи 103 и 114 по-горе). Накрая, известно позоваване може да се извърши и на факта, че изтезанията са широко разпространена и рутинна практика в Йордания. Във всеки случай е било по-зле, когато останалите подсъдими са били задържани и разпитвани. Системният характер на изтезанията, извършвани от ГДР (тогава и сега) може само да предостави допълнително потвърждение на конкретните и подробни твърдения, направени от Абу Хошер и Ал-Хамашер.", "273.  Дори да се приеме обаче, че е налице само реална опасност доказателствата срещу жалбоподателя да са получени чрез изтезание, по изложените по-долу съображения Съдът приема, че би било несправедливо да му възложи по-сериозна доказателствена тежест.", "274.  Първо, Съдът не намира за подходящ в настоящия контекст теста за баланс на вероятностите, приложен от мнозинството от Камарата на лордовете по делото A. and Others (№ 2). Това дело касае производство пред SIAC за преценка на верността на подозренията на държавния секретар, че дадено лице е било замесено в тероризъм. Това производство е много различно от наказателно производство, в което, както е по настоящото дело, подсъдимият може да бъде изправен пред наказание лишаване от свобода за продължителен срок ако бъде признат за виновен. Във всеки случай мнозинството от Камарата на лордовете по делото A and others (№ 2) прима, че тестът за баланс на вероятности следвало да се приложи от SIAC: жалбоподателят пред SIAC трябвало само да представи приемливи доводи, че доказателствата може да са получени чрез изтезание. Следователно Съдът не разглежда делото A and others (№ 2) като достатъчно основание за генералното заключение, че след преминаване на теста за баланс на вероятностите, доказателства, за които се твърди, че са получени чрез изтезание, могат да бъдат допустими в производство в Обединеното кралство, най-малко в наказателно производство (виж член 76(2) от Закона за полицейските и наказателните доказателства от 1984 г. и R. v Mushtaq, параграф 138 по-горе).", "275.  Второ, Съдът не приема, че канадската и германската съдебна практика, посочени от правителството (виж параграфи 133, 135, 139 и 140, и 153 по-горе), по някакъв начин подкрепят позицията му. По делото Singh, страните се съгласяват, че твърденията трябва да бъдат доказани чрез баланс на вероятностите. Стандартът за доказване не е бил предмет на спор по това дело. Делото Mahjoub, касаещо националната сигурност и съдържащо материали, които не са разкрити на жалбоподателя, следва подхода, приет от Камарата на лордовете по делото A and others (№ 2), за който Съдът прие, че е неприложим по настоящото дело. По делото re El Motassadeq, Апелативният съд на Хамбург е могъл само да разгледа доклади от общ характер, съдържащи твърдения, че властите на Съединените щати са изтезавали лица, заподозрени в тероризъм, но във всеки случай не са направили „нито уличаващи, нито оневиняващи заключения“ от тези доказателства (виж El Motassadeq v. Germany, цитирано по-горе). В допълнение въпросът за приложения от Апелативния съд на Хамбург стандарт на доказване не е бил предмет на обжалване пред Федералния съд или пред Конституционния съд и не е част от оплакванията на Ел Мотасадек, направени пред този Съд. Накрая, от мотивите на Апелативния съд на Дюселдорф става ясно, че той не е приложил теста за баланс на вероятностите спрямо твърденията на лицето, чието предаване е поискано. Вместо това било достатъчно наличието на реална опасност Турция да не спази член 15 от UNCAT, както и наличието на достатъчно доказателства (begründete Anhaltspunkte), че изявленията, направени от подсъдимите, са получени чрез изтезания и наличието на опасност, подкрепена от конкретни доказателства (durch konkrete Indizien belegte Gefahr) изявленията, направени от подсъдимите да бъдат използвани в производство срещу предаваното лице в Турция.", "276.  Трето и най-важно, трябва да се обърне специално внимание на особените затруднения при доказването на твърдения за изтезания. Изтезанията са уникално зло, както заради варварския си характер, така и заради опорочаващите резултати върху наказателното производство. Те се практикуват тайно. Често от опитни разследващи, които са обучени да не оставят видими следи върху жертвата. Още по-често органите, които трябва да гарантират, че изтезания не се извършват – съдилища, прокурор и медицински персонал – са съпричастни към прикриването им. В наказателно правна система, в която съдилищата са независими от изпълнителната власт и делата се разглеждат безпристрастно, и в която твърденията за изтезания се разследват съвестно, от подсъдимия би могло да се очаква да докаже с по-голяма сигурност, че доказателствата срещу него са получени чрез изтезания. В наказателно правна система обаче, която е съпричастна към тези практики, които тя трябва да предотвратява, подобен стандарт на доказване е изцяло неподходящ.", "277.  Системата на йорданския Съд за държавна сигурност е именно такъв пример. Не само че изтезанията са широко разпространени в Йордания, но така е и с използването на доказателства, получени чрез изтезания в съдилищата. В заключенията си по член 15 от UNCAT Комитетът срещу изтезанията изрази своята загриженост за докладите, че използването на признания, изтръгнати насила в съдилищата е широко разпространено (виж параграф 107 по-горе). Специалният докладчик описва една система, в която „презумпцията за невинност е въображаема“ и „се дава преимущество на получаването на признания“ (виж парагарф 110 по-горе). Докладите на Amnesty International и Human Rights Watch подкрепят тази констатация. Amnesty International отбелязва, че Съдът за държавна сигурност „най-често бездейства“ пред твърдения за изтезания, въпреки, че през десет годишния период преди 2005 г. сто подсъдими са направили твърдения пред Съда за държавна сигурност, че са били изтезавани за да направят признания, а подобни твърдения са направени в четиринадесет такива случая само през 2005 г. (виж параграф 113 по-горе). В доклада си от 2006 г. Human Rights Watch описва система, в която задържаните лица са прехвърляни между служителите на ГДР и прокурора докато не направят признания в приемлива форма (виж параграф 116 по-горе). Накрая, в последователните си доклади NCHR изразява собствената си тревога за начина, по който изявления, получени чрез насилие се превръщат в доказателства пред йорданските съдилища (виж параграфи 121 и 122 по-горе).", "278.  Съдът признава, че йорданското законодателство предвижда редица гаранции за подсъдимите по делата пред Съда за държавна сигурност. Използването на доказателства, получени чрез изтезания е забранено. Обвинението трябвало да докаже, че признанията, направени пред ГДР не са извършени чрез използване на изтезания, а само по отношение на признанията, направени пред прокурора доказателствената тежест е възложена на обвиняемия. Въпреки това в светлината на доказателствата, обобщени в предходния параграф, Съдът не е убеден, че тези правни гаранции имат някаква реална практическа стойност. Например ако подсъдимият не успее да докаже, че обвинението е съпричастно към извършването на принудително признание, това признание е допустимо съгласно йорданското законодателство независимо от каквито и да са предходни актове на малтретиране или други незаконни действия, извършени от ГДР. Това разграничение по йорданското законодателство е проблематично, като се има предвид близостта между прокуратурата и ГДР. Освен това макар Съдът за държавна сигурност да има правомощието да изключва доказателства, получени чрез изтезание, той е показал слаба готовност да упражнява това свое правомощие. Вместо това пълнотата на разследванията на Съда за държавна сигурност по твърдения за изтезания е в най-добрия случай под въпрос. В тази връзка липсата на независимост на Съда за държавна сигурност придобива сериозно значение. Както SIAC е отбелязала (в параграф 447 от мотивите си, цитиран в параграф 46 по-горе) опитът на съдиите от Съда за държавна сигурност:", "„[M]оже да ги прави скептични по отношение на твърдения за нарушения от страна на ГДР, засягащи твърдения, направени пред прокурора. Те могат инстинктивно да споделят възгледа, че твърденията за малтретиране са рутинна част от защитата за да се извини уличаването на други лица. Правната рамка е слабо пригодена за откриване и действия при твърдения за нарушения. Начинът, по който тя третира допустимостта на доказателствата, от материалите с които разполагаме, не разкрива да се извършва внимателна проверка на потенциално опорочени доказателства.“", "279.  Ето защо макар при повторното разглеждане на делото на жалбоподателя той несъмнено да има възможност да оспори допустимостта на изявленията на Абу Хошер и Ал-Хамашер и да поиска доказателства в подкрепа на това, трудностите, с които ще се сблъска при този опит много години след събитията и след като същият съд вече е отхвърлил такова твърдение (и рутинно отхвърля такива твърдения) в действителност ще бъдат много сериозни.", "280.  Следователно, с оглед липсата на ясни доказателства за истинско и ефективно разследване на твърденията на Абу Хошер и Ал-Хамашер от Съда за държавна сигурност, Съдът намира, че жалбоподателят е освободен от тежестта, която му е възложена за установяване, че доказателствата срещу него са получени чрез изтезания.", "ii.  Би ли имало явен отказ от правосъдие по настоящото дело?", "281.  SIAC е установила, че има голяма вероятност, показанията на Абу Хошер и Ал-Хамашер, уличаващи жалбоподателя, да бъдат допуснати при повторното гледане на делото и тези доказателства да бъдат от сериозно, вероятно решаващо значение срещу него (виж параграф 45 по-горе). Съдът споделя тези заключения.", "282.  Съдът е установил, че явен отказ от правосъдие е налице, когато в наказателното производство са приети доказателства, получени с изтезания. Жалбоподателят е показал, че има реална опасност Абу Хошер и Ал-Хамашер да са били изтезавани за да дадат показания срещу него, а Съдът прие, че не би следвало да му се възлага по-голяма доказателствена тежест. С оглед на тези заключения и съгласявайки се с апелативния съд, Съдът намира, че има реална опасност повторното разглеждане на делото на жалбоподателя да представлява явен отказ от правосъдие.", "283.  Съдът би добавил, че си дава сметка, че голямата камара не е приела, че тестът е изпълнен по делото Mamatkulov and Askarov, фактор, който е имал определено значение за заключението на Камарата на лордовете, че по настоящото дело няма да бъде налице явно нарушение.", "284.  Въпреки това, както жалбоподателят посочва, фокусът на решението на голямата камара по делото Mamatkulov and Askarov е поставен върху задължителния характер на указанията по член 39 от Правилника на съда, а не върху съществените въпроси по член 6, повдигнати по това дело. Второ, оплакванията на жалбоподателите по това дело за нарушение на член 6 са от общ и неопределен характер, доколкото жалбоподателите твърдят, че при екстрадирането им не е имало изгледи да получат справедлив процес в Узбекистан. Трето, Съдът е приел, че макар в светлината на информацията, която е била на разположение към момента на екстрадирането на жалбоподателите, може да има основания за съмнение, че в Узбекистан те ще получат справедлив процес, нямало достатъчно доказателства, установяващи, че възможните нередовности в процеса биха довели до явен отказ от правосъдие. Фактът, че Съдът не е могъл да събере допълнителна информация, която да му помогне да направи преценката си относно наличието на такава реална опасност в резултат на неизпълнението на член 39 от Правилника на Съда от страна на Турция, е разгледан от Съда като въпрос, който следва да бъде обсъден във връзка с оплакването по член 34 от Конвенцията.", "285.  По настоящия случай ситуацията е различна. Страните представиха многобройни доказателства относно повторното разглеждане на делото на жалбоподателя в Йордания, които са били подробно изследвани от националните съдилища. Освен това в хода на производството пред Съда жалбоподателят представи допълнителни конкретни и убедителни доказателства, че останалите подсъдими са били изтезавани за да дадат показания срещу него. Той доказа също така, че Съдът за държавна сигурност на Йордания е показал, че не е способен да извършва надлежно разследване на твърдения за изтезания и да изключва получените по този начин доказателства, както това се изисква от член 15 от UNCAT. Неговото оплакване не е общо и неопределено, както по делото Mamatkulov and Askarov. Напротив, то е целенасочена и обоснована атака срещу системата на Съда за държавна сигурност, който ще го съди в нарушение на една от най-фундаменталните норми на международното наказателно право – забраната за използване на доказателства, получени чрез изтезание. При тези обстоятелства, за разлика от жалбоподателите по делото Маматкулов и Аскаров, жалбоподателят е изпълнил необходимата тежест на доказване за да установи реална опасност от явен отказ от правосъдие ако бъде депортиран в Йордания.", "b.  Останалите оплаквания на жалбоподателя по член 6", "286.  Съдът намира, че извършената констатация прави ненужно (освен направеното по-горе) обсъждане на оплакванията на жалбоподателя относно липсата на адвокат по време на разпитите, отрицателните последици от неговата известност, състава на съда за държавна сигурност и утежняващия характер на продължителността на присъдата, която може да получи ако бъде осъден.", "c.  Цялостно заключение по член 6", "287.  Съдът намира, че депортирането на жалбоподателя в Йордания би представлявало нарушение на член 6 от Конвенцията.", "VI.  ПРИЛОЖЕНИЕ НА ЧЛЕН 41 ОТ КОНВЕНЦИЯТА", "288.  Член 41 от Конвенцията предвижда:", "„Ако Съдът установи нарушение на Конвенцията или на Протоколите към нея и ако вътрешното право на съответната Βисокодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.“", "289.  Жалбоподателят не е предявил претенция за справедливо обезщетение.", "VII.  ЧЛЕН 39 ОТ ПРАВИЛНИКА НА СЪДА", "290.  Съдът припомня, че в съответствие с член 44 § 2 от Конвенцията настоящото решение няма да бъде окончателно докато (a) страните декларират, че няма да искат делото да бъде препратено на голямата камара; и (b) не изтекат три месеца от датата на решението ако не е поискано препращане на делото в голямата камара; или (c) съставът на голямата камара отхвърли искането за препращане съгласно член 43 от Конвенцията.", "291.  Съдът приема, че указанията, дадени на правителството в съответствие с член 39 от Правилника на Съда (виж параграф 4 по-горе) трябва да останат в сила докато настоящото решение стане окончателно, или докато състав на голямата камара на Съда уважи евентуално искане на едната или и на двете страни за препращане на делото на голямата камара по член 43 от Конвенцията.", "ПО ИЗЛОЖЕНИТЕ СЪОБРАЖЕНИЯ СЪДЪТ ЕДИНОДУШНО", "1.  Обявява жалбата за допустима;", "", "2.  Приема, че депортирането на жалбоподателя в Йордания няма да представлява нарушение на член 3 от Конвенцията;", "", "3.  Приема, че няма нарушение на член 3 във връзка с член 13 от Конвенцията;", "", "4.  Приема, че депортирането на жалбоподателя в Йордания няма да представлява нарушение на член 5 от Конвенцията;", "", "5.  Приема, че депортирането на жалбоподателя в Йордания ще представлява нарушение на член 6 от Конвенцията поради реалната опасност от допускане при повторното разглеждане на делото на жалбоподателя на доказателства, получени чрез изтезания на трети лица.", "Изготвено на английски език и обявено писмено на 17 януари 2012 г. съгласно член 77 §§ 2 и 3 от Правилника на Съда.", "\tLawrence Early\tLech Garlicki\tСекретар\tПредседател", "", "© Съвет на Европа/Европейски съд по правата на човека, 2013 г.", "Официалните езици на Европейския съд по правата на човека са английски и френски. Този превод не обвързва Съда и Съдът не поема никаква отговорност за качеството му. Преводът може да бъде свален от базата данни с практиката на Европейския съд по правата на човека HUDOC () или от всяка друга база данни, на която Съдът го е предоставил. Преводът може да бъде възпроизвеждан за нетърговски цели, при условие че е цитирано пълното заглавие на делото и посочената по-горе информация за авторските права. В случай че възнамерявате да използвате за търговски цели която и да било част от този превод, моля свържете се с .", "", "© Council of Europe/European Court of Human Rights, 2013", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "©Conseil de l’Europe/Cour européenne des droits de l’homme, 2013", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. Cette traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : publishing@echr.coe.int"]}