{"file": "BUL_HJUDBUL_24760_94.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "24760/94", "text_paragraphs": ["© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "", "Европейски съд по правата на човека", "", "Делото Асенов и други срещу България", "", "(90/1997/874/1086)", "", "Решение", "", "", "", "", "", "", "", "", "", "Страсбург", "", "28 октомври 1998", "", "", "", "Преводът е извършен от Фондация „Български адвокати за правата на човека“ и е предоставен на министерство на правосъдието за безвъзмездно ползване.", "\nНастоящето решение подлежи на редактиране преди да бъде включено в окончателен вид в Reports of Judgments and Decisions 1998. Това издание може да бъде закупено от издателство Carl Heymanns Verlag KG (Luxemburger Stra?e 449, D-50939 KOln), което организира и разпространението му в сътрудничество с посредниците си за определени страни.", "", "Единствените автентични текстове на решенията на Европейския съд по правата на човека са текстовете на английски и френски език. Преводът на български език няма официален характер и не обвързва Съвета на Европа и неговите органи – б. ред.", "", "Списък на посредниците", "", "Belgium: Etablissements Emile Bruylant (rue de la R?gence 67, B-1000 Bruxelles)", "", "Luxembourg: Librairie Promoculture (14, rue Duchscher (place de Paris), B.P.1142, L-1011 Luxembourg-Gare)", "", "The Netherlands: B.V. Juridische Boekhandel & Antiquariaat A. Jongbloed & Zoon (Noordeinde 39, NL-2514 GC’s-Gravenhage)", "\nРезюме", "Решение произнесено от Отделение на Съда", "", "България - твърдение за малтретиране от страна на полицията и предварително задържане (ГПК чл.182,б.“д”, НПК)", "", "Събитията от и след 19 септември 1992г.", "", "А. Предварителни възражения", "", "1. Твърдение за неизчерпване на вътрешноправните средства", "", "Тъй като е изчерпал всички възможни вътрешноправни средства, предоставени му от наказателно-правосъдната система без да успее да предизвика наказателно преследване срещу полицейските служители, за които твърди, че са го малтретирали, жалбоподателят не е длъжен, да се опитва да получи удовлетворение като предяви граждански иск за обезщетение.", "", "Заключение: възражението се отхвърля (единодушно)", "", "2. Твърдение за злоупотреба с правото на жалба", "", "Няма доказателства за злоупотреба с правото на жалба.", "", "Заключение: възражението се отхвърля (единодушно)", "", "Б. По същество", "", "1. Чл.3 от Конвенцията", "", "(а) Твърдения за малтретиране от полицията", "", "Въз основа на представените доказателства е невъзможно да се установи дали уврежданията на жалбоподателя са били причинени от полицията, както той твърди.", "", "Заключение: няма нарушение, основаващо се на твърдението за малтретиране от страна на полицията (осем гласа на един).", "", "(b) Адекватност на разследването", "", "Когато едно лице повдига защитимо твърдение, че е било малтретирано в нарушение на чл.3, тази разпоредба прочетена във връзка с чл.1, предполага и изисква задължение за ефективно официално разследване.", "", "Заключение: нарушение основано на пропуска да се проведе ефективно официално разследване (единодушно).", "", "2. Чл.6, т.1 от Конвенцията", "", "Жалбоподател твърди, че всяко гражданско дело за обезщетение, заведено от него във връзка с твърдяното малтретиране от полицията би било спряно съгласно чл.182, б.“д” ГПК - от представената на Съда съдебна практика се вижда, че гражданските съдилища не са обвързани от решението на органите на прокуратурата за прекратяване на наказателното производство.", "", "Заключение: няма нарушение (единодушно).", "", "3. Чл.13 от Конвенцията", "", "Когато едно лице има защитимо твърдение, че е бил малтретиран в нарушение на чл.3, идеята за ефикасно средство за защита включва освен обективно, всестранно и пълно разследване от вида, който изисква чл.3, и ефикасен достъп на оплакващия се до разследването, както и заплащането на обезщетение, когато това е уместно.", "", "Заключение: нарушение (единодушно).", "", "II. Събитията от и след юли 1995 г.", "", "А. Предварителни възражения на правителството", "", "1. Твърдение за неизчерпване на вътрешноправните средства", "", "Жалбоподател подал редица молби за освобождаване до прокурорските органи и Шуменския районен съд.", "", "Заключение: възражението се отхвърля (единодушно).", "", "2. Твърдение за злоупотреба с правото на жалба", "", "Няма доказателства за злоупотреба с правото на жалба.", "", "Заключение: възражението се отхвърля (единодушно)", "", "Б. По същество", "", "1. Чл.3 от Конвенцията", "", "Съдът може да разгледа във връзка с чл.3 оплакване за условията в ареста повдигнато по чл.5, т.1 - трябва да се преценяват условията, взети в тяхната съвкупност - не се установява условията да са били достатъчно тежки, че да се достигне нивото на чл.3.", "", "Заключение: няма нарушение (осем гласа на един).", "", "2. Чл.5, т.1 от Конвенцията", "", "Жалбоподател, задържан по обосновано подозрение за извършване на престъпление - няма доказателства, че задържането е било незаконно според българското право.", "", "Заключение: няма нарушение (единодушно).", "", "", "3. Чл.5, т.3 от Конвенцията", "", "(а) Правото на лицето да бъде изправено своевременно пред съд или “друго длъжностно лице”", "", "Следовaтел, чиито решения могат да бъдат отменени от прокурор, не е достатъчно независим.", "", "Заключение: нарушение (единодушно).", "", "(б) Правото на гледане на делото в разумен срок или на освобождаване преди гледане на делото", "", "Жалбоподател, задържан по време на предварителното производство за около две години - опасенията на националните власти, че той може отново да извърши престъпление не са били лишени от основание - за една година, всъщност не е било извършено нито едно следствено действие - властите не са действали с дължимата старателност.", "", "Заключение: нарушение (единодушно).", "", "4. Чл.5, т.4 от Конвенцията", "", "Жалбоподател, който не може да иска от съд разглеждането на законността на продължаващото си задържане повече от веднъж - разглеждането на законността не е станало в публично заседание.", "", "Заключение: нарушение (единодушно).", "", "5. Чл.25, т.1 от Конвенцията", "", "Двама от жалбоподалите са били разпитвани от полицията или прокурорските органи за жалбата им до Комисията, заставяйки ги да отрекат, че са подавали каквато и да е жалба чрез клетвена декларация - жалбата съдържа сериозни твърдения за неправомерно поведение от страна на същите тези органи - в същото време, първият жалбоподател е бил задържан под стража под контрола на органите на прокуратурата - при всички обстоятелства разпитването представлява неприемлив натиск.", "", "Заключение: нарушение (единодушно).", "", "Чл. 50 от Конвенцията", "", "А. Неимуществени вреди - на първия жалбоподател е присъдена определена сума.", "", "Б. Разноски - присъдени са изцяло претендираните суми.", "", "Заключение: Държавата-ответник се задължава да заплати определените суми на жалбоподателите (единодушно).", "\nВ настоящето решение Съдът се позовава на следните решения от своята практика:", "", "18.1.78, Ireland v. the United Kingdom; 4.12.1979, Schiesser v. Switzerland; 21.10.1986, Sanchez-Reisse v. Switzerland; 29.11.1988, Brogan v. the United Kingdom; 5.10.1989, Bezicheri v. Italy; 23.10.1990, Huber v. Switzerland; 12.12.1991, Toth v. Austria; 12.5.1992, Megyeri v. Germany; 26.11.1992, Brincat v. Italy; 23.3.1995, Loizidou v. Turkey (Preliminary Objections); 13.7.1995, Kampanis v. Greece; 27.9.1995, McCann and Others v. the United Kingdom; 4.12.1995, Ribitsch v. Austria; 18.12.1996, Aksoy v. Turkey; 25.2.97, Findlay v. the United Kingdom; 16.9.1997, Akdivar and Others v. Turkey; 19.2.1998, Guerra v. Italy; 19.2.1998, Kaya v. Turkey; 25.5.1998, Kurt v. Turkey; 9.6.1998, Tekin v. Turkey; 2. 9. 1998, Erkalo v. the Netherlands; 2.9.1998, Yasa v. Turkey; 23.9.1998, A. v. the United Kingdom", "", "По делото Асенов и други срещу България", "", "Европейския Съд по Правата на човека, заседаващ в съответствие с чл.43 от Конвенцията за защита правата на човека и основните свободи (“Конвенцията”) и съответните разпоредби от Правилата на Съда, като Отделението е било в състав от следните съдии:", "", "Г-н Р. Бернхард, Председател,", "Г-н Л.-E. Петити,", "Г-жа E. Палм,", "Г-н A.Б. Бака,", "Г-н Г. Mифсуд Боничи,", "Г-н Дж. Maкарчик,", "Г-н Д. Гочев,", "Г-н П. ван Дайк,", "Г-н В. Туманов,", "", "и в присъствието на", "г-н Х. Петцхолд, секретар, и г-н П.Дж. Махоуни, заместник-секретар,", "", "ПРОИЗВОДСТВО", "", "1. Делото е внесено за разглеждане в Съда от Европейската Комисия по правата на човека (“Комисията”) на 22 септември 1997г., в тримесечния период, указан в чл.32, т.1 и чл.47 от Конвенцията. Първоначалната жалба (N 24760/94) срещу Република България е депозирана пред Комисията в съответствие с чл.25 от трима български граждани - г-н Антон Асенов, г-жа Фиданка Иванова и г-н Стефан Иванов на 6 септември 1993г.", "", "Искането на Комисията се основава на чл.чл.44 и 48 и на декларацията, с която България признава задължителната юрисдикция на Съда (чл.46). Предмет на искането е било да се постанови решение относно това дали фактите по делото разкриват нарушение от страна на държавата-ответник на задълженията й по чл.чл.3, 5, 6, 13, 14 и 25 от Конвенцията.", "", "2. В отговор на запитването, направено съгласно Правило 33, т.3 (d) от Правилата на Съда “А”, жалбоподателите са заявили, че желаят да вземат участие в производството, и че са упълномощили адвокат, които да ги представлява (Правило 30).", "", "3. При образуването на Отделението в него ex officio са включени г-н Д. Гочев, българския съдия (чл.43 от Конвенцията) и г-н Р. Бернхард, който е бил заместник-председател на Съда (Правило 21, т.4 (b)). На 25 септември 1997г., в присъствието на секретаря, председателят на Съда, г-н Р.Рисдал, е изтеглил чрез жребии имената на останалите седем члена, а именно г-н Л.-E. Петити, г-жа E. Палм, г-н A.Б. Бака, г-н Г. Мифсуд Боничи, г-н Дж. Макарчик, г-н П. ван Дайк и г-н В. Туманов.", "", "4. Председателя на Отделението (Правило 21, т.6), г-н Р. Бернхард, чрез секретаря се консултирал с Агента на българското правителство (“правителството”), адвоката на жалбоподателите и делегата на Комисията относно организацията на производството (Правила 37, т.1 и 38). В съответствие с допълнително издадената заповед, секретарят е получил писмените бележки на жалбоподателите и правителството на 9 март 1998г.", "", "5. Съответно на 2 и 13 февруари 1998г. г-н Бернхард, позволил на European Roma Rights Center и Amnesty International да представят писмени становища (Правило 37, т.2). Те са били получени от секретаря на 29 и 30 април 1998г.", "", "6. Съгласно решението на председателя, публичното заседание се проведе в Сградата на правата на човека, в Страсбург, на 25 юни 1998г. Преди тази дата Съдът е провел предварително заседание.", "", "Пред Съда се явиха:", "", "\t(а) за правителството:", "\tг-жа В. Джиджева, Министерство на правосъдието, Агент;", "", "\t(б) за Комисията:", "\tг-н М. Новицки, Делегат;", "", "\t(в) за жалбоподателите:", "\tг-жа З. Калайджиева, Адвокат.", "", "Съдът е изслушал обръщенията на г-н Новицки, г-жа Калайджиева и г-жа Джиджева.", "", "", "", "\nФАКТИТЕ", "", "Обстоятелствата по случая", "", "Жалбоподателите са семейство българи от ромски произход, които живеят в гр. Шумен, България.", "", "Г-н Антон Асенов е роден през 1978г., а неговите родители, г-жа Фиданка Иванова и г-н Стефан Иванов са родени съответно през 1956г. и 1952г.", "", "А. Събитията от и след 19 септември 1992г.", "", "Арест и задържане", "", "8. На 19 септември 1992г., докато играел хазарт на площада в Шумен, г-н Асенов (тогава 14-годишен) бил задържан от полицай, който в момента не бил на служба, и отведен до близката автогара, откъдето полицаят се обадил за подкрепление.", "", "9. Впоследствие дошли родителите на г-н Асенов, които работели на автогарата, и поискали освобождаването му. За да покаже, че сам ще предприеме необходимите мерки за да накаже сина си, г-н Иванов взел една дървена летва и ударил сина си. В това време пристигнали други двама полицаи. Жалбоподателите твърдят, че тези двама полицаи удряли момчето с палки. Между родителите на момчето и полицията започнала разправия, въпреки, че явно самият г-н Асенов се подчинявал и не се е държал агресивно. На него и баща му били сложени белезници и двамата били насила вкарани в полицейската кола. Те били отведени от автогарата в полицейското управление, където били задържани за около 2 часа, след което били освободени без да им бъдат повдигнати обвинения. Г-н Асенов твърди, че в управлението бил бит от служители с пистолет-играчка и палки и удрян с юмруци в корема.", "", "Медицинско удостоверение", "", "10. На 21 септември 1992г. - първия работен ден след инцидента, жалбоподателите посетили съдебно-медицински експерт. Пред него те обяснили, че г-н Асенов бил бит от трима полицаи с палки и с дръжката на пистолет и че майка му била ударена с палка. Лекарят прегледал двамата жалбоподатели и им издал медицински удостоверения.", "", "11. В удостоверението на първия жалбоподател се казва, че момчето има лентовидно кръвонасядане по външната страна на дясната мишница с дължина около 5 cм и ширина около 1 cм; три лентовидни кръвонасядания от дясната страна на гърдите, всяко от тях дълго 6 см и широко 1 см, както и пет ожулвания, всяко дълго по 5 см; друго натъртване по лявата скапула - дълго около 4 см; кръвонасядане с площ с диаметър 2 см от задната страна на главата.", "", "В удостоверението, издадено на г-жа Иванова се казва, че тя има натъртване на лявото бедро с дължина около 5 см.", "Лекарят заключил, че нараняванията е могло да бъдат получени по начина, описан от жалбоподателите.", "", "3. Разследването, проведено от районната дирекция на вътрешните работи", "", "12. На 2 октомври 1992г., г-жа Иванова подала оплакване до РДВР, че сина й е бил бит на автогарата и в полицейското управление и поискала да бъде повдигнато обвинение срещу отговорните служители. (вж. § 58 по-долу)", "", "13. Жалбата била разгледана от подполковник П. - инспектор от отдел “Личен състав” в РДВР. На 15 октомври 1992г. подполковник П. изслушал жалбоподателите и изготвил протоколи за показанията им. Г-н Асенов бил изслушан в присъствието на педагога г-н Г. В показанията си жалбоподателите описали събитията, изложени в параграфи 8 и 9 по-горе.", "", "14. Подполковник П. наредил също така на тримата полицаи, присъствали на автогарата и на служителя, който е бил дежурен в полицейското управление, да представят писмени обяснения по случая. Те направили това на 21, 22 и 26 октомври 1992г.", "", "Според тези обяснения сержант Б., който не бил дежурен по време на инцидента и бил без униформа, преминавал през централната автогара и видял няколко човека да играят хазарт. Той арестувал г-н Асенов и го отвел в сградата на автогарата, откъдето повикал дежурен полицай. През това време дошъл г-н Иванов, който, крещейки по момчето го ударил два-три пъти по гърба с дървена летва. Той и съпругата му, която пристигнала малко след това, започнали да дърпат момчето и да протестират срещу задържането на сина си. Когато пристигнали сержанти С. и В., бащата крещял, ругаел и заплашвал полицаите, които му казали да се успокои и го поканили да дойде доброволно в управлението. Междувременно се била събрала тълпа от около 15-20 роми; на инцидента присъствали и приблизително двайсет шофьори от автогарата. Тъй като г-н Иванов продължавал да се държи грубо, полицейските служители го принудили със сила да им се подчини, сложили му белезници и отвели него и сина му в полицейското управление.", "", "Там служителят С. съставил протокол за конфискация на 100 лева от г-н Асенов и след това освободил двамата жалбоподатели. Не било истина, че те били бити в управлението.", "", "15. На 26 октомври 1992г. подполковник П., получил и писмените показания на ръководител движение на автогарата. В него тя свидетелствала, че един полицай довел едно момче и я помолил да телефонира в полицията за кола. Тя не си спомняла да е имало някакви скандали.", "", "16. Въз основа на тези доказателства на 6 ноември 1992 г. подполковник П. изготвил справка относно извършената проверка, в която излагал накратко фактите и стигал до заключението, че момчето е било бито от баща си.", "", "17. На 13 ноември 1992г. Директорът на РДВР изпратил писмо до жалбоподателите, в което се казвало, че поведението на полицейските служители е било законосъобразно, поради което той няма да предприема мерки за образуването на наказателно производство срещу тях.", "", "4. Разследването, проведено от Окръжната Военна Прокуратура", "", "18. На 12 декември 1992г. жалбоподателите подали жалба до Окръжната военна прокуратура във Варна (ОкВП) с искане за наказателно преследване срещу твърдените извършители.", "", "19. На 30 декември 1992г. ОкВП възложила на следовател Г.от военната следствена служба в Шумен да извърши проверка.", "", "20. На 8 февруари 1993г. следователят Г. писмено наредил на директора на полицията в Шумен да събере обяснения от жалбоподателите и полицейските служители и да му докладва. Тъй като по този случай вече била извършвана проверка, на 15 февруари 1993г. от РДВР изпратили на следователя всички вече събрани материали.", "", "21. Спори се по въпроса дали следователят Г. е изслушал лично жалбоподателите. Правителството твърди, че ги е изслушал, но по делото няма документи за това.", "", "22. На 20 март 1993г. следователят Г. изготвил справка, в която резюмирал фактите на една страница и предлагал да не се образува предварително производство срещу служителите, защото твърденията не били доказани и доказателствата по случая били “противоречиви”.", "", "23. Въз основа на заключението на следователя, с постановление от 24 март 1993г. ОкВП отказала да образува наказателно производство. В постановлението се казвало, inter alia, че г-н Иванов е удрял сина си, крещял му и го дърпал, в неподчинение на полицейските заповеди, което е довело до задържането на двамата жалбоподатели (вж. §55 по-долу) и че доказателствата, събрани от свидетели на инцидента, не потвърждават използването на физическа сила от полицията срещу момчето.", "", "5. Обжалване до Прокуратурата на военните сили", "", "24. На 15 април 1993г. жалбоподателите се обърнали към Прокуратурата на военните сили (ПВС). Те твърдели, че от постановлението за отказ се вижда, че единствените разпитани свидетели били заподозрените полицаи; че медицинските свидетелства не са били взети предвид, както и че не е вярно, че г-н Асенов и баща му не са се подчинявали на полицейските заповеди.", "", "25. Жалбата била подадена чрез ОкВП, от където на 30 април била препратена до ПВС, придружена от писмо, с което се изказвало становище, че жалбата следва да бъде отхвърлена. Копие от това писмо било изпратено на жалбоподателите.", "", "26. На 21 май 1993г., изглежда след запознаване с материалите по преписката, ПВС отказала да образува наказателно производство срещу полицейските служители на същите основания, както и по-долната прокуратура. В постановлението се казвало, inter alia,:", "", "“В преписката е приложено медицинско удостоверение, от което е видно, че върху тялото на непълнолетния са налице кръвонасядания, сочещи лека телесна повреда, а по механизъм отговарящи да са получени от удари с твърд лентовиден предмет.", "", "Заместник окръжният прокурор правилно е преценил, че дори и да има нанесени удари по тялото на непълнолетния, същите са в резултат на неподчинение на милиционерското взискване. Упражненото физическо насилие и помощни средства са при условията на чл.24, ал.1, т.1 и 2 от действащия Закон за националната полиция.” [вж.§56 по-долу]", "", "6. Допълнително разследване от Окръжна Военна Прокуратура", "", "27. Явно в резултат на продължаващите оплаквания от жалбоподателите и на натиск от страна на Министерството на правосъдието за преразглеждане на въпроса, на 13 юли 1993г. ПВС изпратила писмо до ОкВП със становище, че предварителната проверка относно твърдяното незаконосъобразно поведение на полицаите би следвало да включва и разпит на независими свидетели и че поради това е необходимо да се извърши допълнителна проверка по случая.", "", "28. ОкВП взели показания от един автобусен шофьор и от служител на автогарата - съответно на 29 и 30 юли 1993г. Шофьорът заявил, че е видял мъж от ромски произход да удря сина си с летва. Когато пристигнала полицейската кола, бащата се нахвърлил върху полицаите и започнал да се бие. Шофьорът бил хванал ръката на бащата, за да предотврати ударите срещу полицаите. Той не бил видял никой от полицаите да удря момчето. Другият свидетел имал смътен спомен за събитията и не можел да каже дали бащата е удрял сина си или не, както и дали полицаите са ги били.", "", "29. Това допълнително разследване не завършило с постановяването на някакво формално решение. Резултатът от него не бил съобщен на жалбоподателите.", "", "7. Жалба до Главния прокурор", "", "30. На 20 юни 1994г. жалбоподателите подали жалба до Главния прокурор на България. В нея те отново излагали своята версия за събитията, допълвайки че побоят над г-н Асенов е бил придружен от обиди свързани с ромския произход на жалбоподателите. Те подчертавали също, че е имало редица свидетели на инцидента, но не са били направени никакви усилия да бъдат взети техните показания. Те поддържали, че има противоречие между констатациите на ОкВП, че не е била използвана физическа сила и заключението на ПВС, че е била употребена такава, но тя била законна и твърдели, че е налице нарушение на чл.чл.3, 6 и 14 от Конвенцията.", "", "31. Тази жалба изглежда е била препратена до ПВС, от където адвокатът на жалбоподателите получил писмо от 28 юни 1994г., в което се заявявало, че няма основание за отмяна на предишното решение.", "", "В. Арестуването на г-н Асенов на 27 юли 1995г. и последвалото задържане", "", "1. Арест, задържане и разследване", "", "32. През януари 1995г., г-н Асенов бил разпитван от Шуменските следствени органи във връзка със серия кражби и грабежи.", "", "33. Той бил арестуван на 27 юли 1995г. и на следващия ден в присъствието на адвоката му и прокурора К., бил разпитан от следовател и му било повдигнато обвинение за извършването на десет или повече взломни кражби, за които се твърдяло, че са били извършени между 9 януари и 2 май 1995г., както и за шест грабежа, извършени между 10 септември 1994г. и 24 юли 1995г. - всички включващи нападение на минувачи по улицата. Г-н Асенов признавал повечето от кражбите, но отричал да е извършил грабежите.", "", "Спрямо него била взета мярка за неотклонение задържане под стража. Тази мярка била потвърдена същия ден от друг прокурор, А. (вж. §69 по-долу).", "", "34. На 27 юли, 2, 7 и 15 август 1995г. жалбоподателят бил разпознат от жертви на четири грабежа. При всяко от разпознаванията присъствал адвокат. На 28 август 1995г. вещо лице, назначено от следователя, представило заключение относно стойността на предметите, за които се твърдяло, че са откраднати от първия жалбоподател и неговите съучастници. На неизвестна дата към това обвинение били присъединени и други, отнасящи се до други кражби, в които г-н Асенов бил заподозрян като съучастник.", "", "Изглежда в процеса на разследването са били разпитани около 60 свидетели и предполагаеми жертви, но след септември 1995г. не били събирани никакви доказателства.", "", "2. Предварително задържане, юли 1995г. - юли 1997г.", "", "35. Между 27 юли 1995г. и 25 март 1996г. г-н Асенов бил задържан в Шуменското полицейско управление.", "", "Спори се между страните относно условията на задържането му. Жалбоподателят твърди, че е бил държан в килия с размери 3 м х 1.80 м, в която бил с други двама до четирима задържани; че килията била почти изцяло под нивото на земята, със силно ограничен достъп на светлина и чист въздух; че там не можел да прави никакви физически упражнения или да извършва някаква дейност; и че е бил извеждан от килията само два пъти дневно - за да отиде до тоалетната. Правителството твърди, че размерите на килията са били 4.60 м х 3.50 м и че жалбоподателят е бил в нея само с още един задържан.", "", "36. Жалбоподателят подавал редица молби за освобождаване до органите на предварителното производство, подчертавайки, inter alia, и факта, че не е било нужно да се събират повече доказателства, че има здравословни проблеми, които са се задълбочили поради условията в ареста, както и че има две малки деца. Изглежда някои от тези жалби са били преценявани самостоятелно, а други са били групирани и разглеждани няколко месеца след подаването им.", "", "37. На 21 август 1995г. г-н Асенов бил прегледан от лекар, който установил, че той е здрав. На 20 септември 1995г. бил прегледан отново от кардиолог в Окръжната болница в Шумен, който заключил, че жалбоподателят “не страда от никаква сърдечна болест - нито вродена, нито придобита” и че “няма пречка да остане в ареста, по отношение на сърдечно-съдовия му статус”.", "", "38. На 11 септември 1995г. г-н Асенов подал молба до Шуменския Районен Съд за изменение на мярката му за неотклонение(вж.§ 72-76 по-долу).", "", "На 19 септември в закрито заседание районният съдия оставил молбата без уважение, изтъквайки, inter alia, че срещу г-н Асенов са повдигнати обвинения в извършването на сериозни престъпления, и че, ако бъде освободен, продължаващата му престъпна дейност представлява опасност от извършването на нови престъпления.", "", "39. На 13 октомври районният прокурор оставил без уважение две молби за освобождаване на г-н Асенов. Този отказ бил потвърден на 19 октомври 1995г. от окръжния прокурор.", "", "40. Жалбоподателите обжалвали отказа пред Главна прокуратура, твърдейки, inter alia, че срещу тях има “кампания” заради жалбата им до Комисията.", "", "В постановлението си от 8 декември 1995г. Главна прокуратура отхвърля аргументите на жалбоподателите и казва, че въпреки че разследването е било приключило към септември 1995г., все още е необходимо г-н Асенов да бъде задържан, защото има реална опасност той да възобнови престъпната си дейност. Изказано е и становище, че продължителното задържане в помещенията на шуменската полиция би било вредно за “физическото и психическото развитие” на жалбоподателя и поради това той трябва да бъде преместен в поправителния дом за непълнолетни в Бойчиновци.", "", "Преместването станало три месеца и половина по-късно - на 25 март 1996г.", "", "41. На неупомената дата през 1996г. г-н Асенов отново обжалвал задържането си под стража пред Шуменския районен съд.", "", "На 28 март 1996г. съдът изискал материалите по делото от районна прокуратура. Отбелязвайки, че на 19 септември 1995г. вече е била разгледана една молба, съдът отхвърлил молбата като недопустима. (вж. § 75 по-долу)", "", "42. На 21 март 1996г. следователят отделил следствено дело по обвиненията в грабеж и във връзка с това разпитал г-н Асенов и потвърдил продължаващото задържане под стража. На следващия ден следователят изготвил заключително постановление с мнение за предаване на съд, в което излагал фактите по делото за грабежите.", "", "43. На 3 юли 1996г. от районна прокуратура върнали делото на следователя с указания да бъде разпитан още един свидетел. На 23 август 1996г. следователят върнал делото, защото свидетелят междувременно бил починал. На 26 септември 1996г. районния прокурор изготвил обвинителен акт по делото, който депозирал в шуменския районен съд четири дни по-късно. В първото съдебно заседание на 6 февруари 1997г. били изслушани четирима свидетели и поради неявяването на други двама делото било отложено за 29 май 1997г.", "", "44. Междувременно на 20 септември 1996г. следователят приключил предварителното разследване по делото за кражбите с взлом. На 25 октомври 1996г. делото било пратено на Районна прокуратура с мнение за предаване на съд на г-н Асенов. Изглежда на 31 януари 1997г. делото за кражбите с взлом е било върнато за допълнително разследване.", "", "45. Между 5 юли и 24 септември 1996г. - преди да бъде прехвърлен в затвора в Белене, г-н Асенов отново бил върнат в Шуменското полицейско управление.", "", "46. През 1996г. жалбоподателите продължили да подават молби до органите на прокуратурата за освобождаването на г-н Асенов. С постановления от 21 февруари и 17 юни 1996г. тези молби били отхвърлени от окръжния прокурор, с доводите, че в молбите не се сочат нови аргументи, че ако бъде пуснат на свобода, все още има опасност жалбоподателят да поднови престъпната си дейност и че делата скоро ще бъдат внесени в съда. На 8 октомври 1996г. районната прокуратура отхвърлила още една молба за изменение на мярката за неотклонение.", "", "47. На 4 ноември 1996г. районният съдия по делото за грабежите разгледал молба от г-н Асенов за освобождаването му в закрито заседание. Съдията отказал да освободи г-н Асенов, отчитайки сериозността и броя на престъпленията, за които са му били повдигнати обвинения, както и това, че разглеждането на делото в съда ще започне скоро.", "", "48. През юли 1997г. г-н Асенов бил осъден за извършването на четири улични грабежа на 30 месеца лишаване от свобода.", "", "Доколкото е известно на Съда, във връзка с повдигнатите срещу него обвинения за взломните кражби, все още не е изготвен обвинителен акт.", "", "С. Събитията след подаването на жалбата до Комисията", "", "49. Оплакванията на жалбоподателите били депозирани в Комисията на 6 септември 1993г. През март 1995г. те подписали пред нотариус декларация за имуществено състояние на български език, която изрично е свързана с жалбата им до Комисията и отправената във връзка с нея молба за отпускане на правна помощ.", "", "50. На 15 май, 23 май и 8 септември 1995г. два ежедневника публикували статии за делото. Под заглавия, в които се обявява, че комарджия от ромски произход е “съди България в Страсбург”, две от статиите, обясняват inter alia, че в отговор на въпроси на журналисти, жалбоподателите били отрекли да са подавали жалба до Комисията. Статиите заключават, че може би някои ромски активисти водят делото по своя инициатива и са подвели Амнести Интернешънъл.", "", "51. На неизвестна дата органи на прокуратурата или полицията се обърнали към жалбоподателите и поискали от тях да декларират дали са подавали жалба до Комисията. На 8 септември 1995г. вторият и третият жалбоподател подписали декларация пред нотариус, в която отричат да са пращали жалба до Комисията. В нея те заявяват, че си спомнят, че през 1992 или 1993г. са подписали някакви документи, изготвени от правозащитни организации. На тях, обаче, не им били дадени копия от документите и те не знаели съдържанието им. Единият от документите бил на чужд език.", "", "52. Впоследствие тази декларация явно е била представена на прокурорските органи. На 19 септември 1995г. от ПВС съобщили за нея на Министерството на външните работи.", "", "53. От протокола за разпит на г-н Асенов след ареста му на 28.07.95г. се вижда, че пред следователя той е говорил за събитията от 19 септември 1992г., като е казал:", "", " “През 1992г. ... бях бит от полицаи... [на автогарата]. След това си извадих медицинско и баща ми писа жалба до началника на полицията. Не му обърнаха внимание и той я подаде във военна прокуратура. Там също не обърнаха внимание. След това баща ми разбра, че в [в града] има хора от някаква международна организация за защита правата на човека. Баща ми ме заведе там и им показа как съм бит. По-точно, баща ми след като ме освободиха от полицията ме заведе първо при тези хора. След това писа жалбите до полицията и прокуратурата.”", "", "Тъй като в протокола са записани само изявленията на г-н Асенов, не може да се установи дали това твърдение е било направено в отговор на поставен въпрос.", "", "II. Приложимо вътрешно законодателство и практика", "", "А. Хазарт", "", "54. Според българското законодателство, участието в хазартни игри е административно нарушение, за което лица под 16-годишна възраст не отговарят. (чл.2, ал.2 от Закона срещу спекулата).", "", "В. Правомощията на полицията по отношение на ареста и задържането от 1992г.", "", "Чл.20, ал.1 от Закона за националната полиция (1976г.), който се е прилагал по това време предвижда, че полицейските служители могат да отвеждат в поделенията на Националната полиция или в народните съвети само лица:", "", "\t“1. на които не може да се установи самоличността;", "", "\t2. които буйстват, грубо нарушават обществения ред и не се подчиняват след устно предупреждение;", "", "\t3. които отказват без уважителни причини да се явят в поделение на Националната полиция, след като са били редовно призовани по реда на чл.16;", "", "\t4. които съзнателно възпрепятстват органите на Националната полиция да изпълняват задълженията си;", "", "\t5. които носят или употребяват без надлежно разрешение огнестрелно или хладно оръжие или други общоопасни средства;", "", "6. в други случаи, предвидени в законите.”", "", "Според чл.20, ал.2 от този закон, във всеки от тези случаи полицията незабавно извършва необходимата проверка и лицето се освобождава не по-късно от 3 часа след довеждането му, освен ако не се налага да се вземат други законосъобразни мерки по отношение на него.", "", "56. Чл.24, ал.1 регламентира употребата на сила от полицейските служители. Употребата на сила, “съответстваща на характера и тежестта на нарушението и оказаната съпротива” (чл.24, ал.2) е позволена за:", "", "“1. за прекратяване на буйство или друго грубо нарушение на обществения ред;", "\t", " 2. при явно противодействие на милиционерско изискване или забрана, направени в изпълнение на разпоредба на закон;", "", " 3. при задържане и конвоиране на лица, когато има опасност да избягат или да посегнат на своя живот или на живота на друго лице;”", "\t", "С. Средства за защита в случай на малтретиране от страна на полицията", "", "1. Наказателноправни средства", "", "57. Чл.190 от Наказателно-процесуалния кодекс (НПК) гласи:", "", "\t“Достатъчно данни за образуване на предварително производство са налице, когато може да се направи основателно предположение, че е извършено престъпление.”", "", "58. В случаите на по-тежки престъпления, както и при всички престъпления, извършени от държавен служител, при упражняването на неговите правомощия, наказателното производство не може да се инициира от частно лице, а единствено по решение на прокурор. (чл.192 НПК и чл.282-285 НК).", "", "Съгласно чл. 192 и чл.194(3) НПК, когато прокурорът откаже да образува наказателно производство, такова може да се образува от по-горния прокурор по жалба на заинтересуваното лице или ex officio.", "", "59. Пострадалият от престъплението може да се включи в производството като граждански ищец, с цел да получи обезщетение (чл.60-64, гл.II НПК)", "", " 2. Гражданскоправни средства", "", "60. Чл.45 от Закона за задълженията и договорите предвижда, че всеки претърпял вреди може да търси обезщетение чрез завеждане на гражданско дело срещу лицето, виновно причинило вредите. Според Закона за отговорността на държавата за вреди, претърпени от граждани всяко лице, претърпяло вреди, причинени от незаконен акт на държавен служител, може да заведе дело срещу съответния държавен орган.", "", "61. Чл.чл.182, б.“д” и 183 от Гражданско-процесуалният кодекс предвижда, че съдът, разглеждащ едно гражданско дело:", "", "\t“Чл.182. ... спира производството:", "\t", "\tд) когато при разглеждането на едно гражданско дело се разкрият престъпни обстоятелства, от установяването на които зависи изходът на гражданския спор;", "\t", "\tЧл.183. (1) Производството се възобновява служебно или по искане на една от страните, след като бъдат отстранени пречките за движението му..”", "", "Чл.222 ГПК предвижда:", "", "“Влязлата в сила присъда на наказателния съд е задължителна за гражданския съд, който разглежда гражданските последици от деянието, относно това дали е извършено деянието, неговата противоправност и виновността на дееца.”", "", "62. Страните са представили пред съда редица решения на Върховния съд на България относно приложението на гореспоменатите разпоредби.", "", "В решение N 3421/18.01.1980г. по дело N 1366/79 I гражданско отделение на ВС постановява:", "", "“По принцип фактът на престъплението може да се установи само по реда на НПК. Затова съдът съгласно чл.182, б. \"д\" ГПК е длъжен да спре гражданското дело, когато спорното право е обусловено от факт, който според наказателния кодекс е престъпление. Спирането на гражданското дело се прави, за да се зачете присъдата по наказателното дело. Тя трябва да бъде зачетена по гражданските дела във всички случаи без оглед на престъплението, до което се отнася. Задължителната сила на присъдата е прогласена с чл.222 ГПК.”", "", "В тълкувателно решение N 142/1966г. ОСГК на ВС постановява:", "", "“[М]акар наказателното преследване да е прекратено от прокуратурата поради това, че е признато, че обвиненият не е виновен за приписваното му деяние, гражданският съд, като се произнася относно гражданските последици от същото деяние, не е обвързан от тази констатация на прокуратурата и с оглед на доказателствата по гражданския процес може да приеме друга фактическа констатация, например, че непозволеното увреждане е резултат на поведението именно на същото лице, наказателното преследване срещу което е било прекратено.", "", "Но понеже в тези случаи се създава несъответствие между становището на прокуратурата и това на съда, в Гражданския процесуален кодекс е предвиден способ, с който може да се отстрани това противоречие в известни случаи. Това е чл.182, б. \"д\" ГПК, според който, ако при разглеждане на гражданското дело се разкрият престъпни обстоятелства, от установяването на които зависи изходът на гражданския спор, гражданският съд е длъжен да спре производството по гражданското дело ...”", "", "В тълкувателно решение N 11/3.01.1967г. (годишен сборник 1967) ОСГК на ВС постановява:", "", "“ .. по начало в гражданския процес не може да се установява дали дадено деяние съставлява престъпление. Но когато наказателното преследване е прекратено поради някое от основанията в чл.6 (21)НПК [според който наказателното преследване се прекратява, след смъртта на твърдения извършител, изтичането на предвидената в закона давност или при амнистия ], наказателният съд не се произнася по това дали деянието съставлява престъпление. В тези случаи законът в чл.97, ал. 4 ГПК предоставя на гражданския съд да се произнесе с установителен иск в отделен процес относно това дали извършеното деяние е престъпление и кой е извършителят.”", "", "В решение № 817 от 13.XII.1988 г. по гр. д. № 725/88 г., относно вреди причинени от автотранспортно произшествие, IV гражданско отделение на ВС постановява:", "", "“За да отхвърли иска [първоинстанционният] съд е приел, че за пътно транспортно произшествие единствена вина има ищцата, която изскочила внезапно на около десетина метра пред автомобила, за да пресече пътното платно, поради което въпреки взетите от водача мерки ударът не е предотвратен.", "", "Тези изводи са приети преди всичко от обстоятелството, че следственото дело против ответника за търсене на наказателна отговорност е прекратено поради недоказаност и несъставомерност на обвинението и липса на вина.", "", "Като е основано решението на прекратеното следствено дело, е нарушена разпоредбата на чл.222 ГПК, съгласно която само влязла в сила присъда на наказателния съд е задължителна за гражданския съд, който разглежда гражданските последици от деянието относно това дали то е извършено, неговата противоправност и виновността на дееца. Постановлението на прокурор за прекратяването на следствието няма доказателствена стойност и становището му не е задължително за съда, разглеждащ гражданскоправните последици от деянието. Щом като липсва присъда на наказателния съд, с която ответникът да е признат за невинен да е причинил на ищцата телесното увреждане, то съдът е длъжен с всички позволени от ГПК доказателствени средства да установява виновността или невиновността на ответника. Постановлението на прокурора за прекратяване на следствието няма никаква доказателствена стойност, която да установява, че ответникът е невинен за автотранспортното произшествие.”", "", "", "", "", "Престъпления, за които се твърди, че са извършени от г-н Асенов в периода 1994-1995г.", "", "63. Във връзка с твърдените кражби с взлом срещу г-н Асенов е било повдигнато обвинение за това, че като непълнолетен в съучастие и при условията на продължавано престъпление е извършил взломни кражби, изразяващи се във влизане в заключени помещения, като отнетото имущество е на значителна стойност. Максималното наказание за това престъпление е три години лишаване от свобода (чл.195, ал.1, т.3 и т.5 и ал.2 във връзка с чл.26, ал.1 и чл.63, ал.1, т.3 НК (1968г.).", "", "64. Във връзка с твърдените грабежи срещу него е било повдигнато обвинение, че като непълнолетен в съучастие и при условията на продължавано престъпление е извършил грабежи, изразяващи се във отнемане на вещ, придружено с употреба на сила или заплашване. Наказанието е до пет години лишаване от свобода (чл.198, ал.1 във връзка с чл.26, ал.1 и чл.63, ал.1, т.2 НК).", "", "65. Съгласно чл.23-25 НК максималната присъда, която е можело да бъде наложена на г-н Асенов при едно евентуално осъждане по всички повдигнати срещу него обвинения е била шест години и половина лишаване от свобода.", "", "Е. Органите на прокуратурата", "", "66. Съгласно относимите разпоредби на НПК и правната теория и практика прокурорът осъществява двойна функция в наказателното производство.", "", "По време на предварителното производство той упражнява надзор над следователя. Той е компетентен, inter alia, да дава задължителни инструкции на следователя; да участва в разпитите, претърсванията или всяко друго [следствено] действие извършено от следователя; да изземе следственото дело от един следовател и да го предаде на друг или да проведе сам цялото разследване или части от него. Той също може да реши дали да прекрати производството или не, да нареди допълнително разследване или да изготви обвинителен акт и да го внесе в съда.", "", "В съдебната фаза той е натоварен със задачата да обвинява подсъдимия.", "", "67. Следователят има определена независимост от прокурора по отношение на методите си на работа и конкретните следствени действия, но упражнява своята функция под ръководството и надзора на последния (чл.48, ал.2 и чл.201 НПК). Ако следовател възразява срещу указанията на прокурора той може да се обърне към по-горния прокурор, чието решение е окончателно и задължително.", "", "68. Съгласно чл.86 НПК прокурорът и следователят са длъжни да събират както обвинителни, така и оневиняващи доказателствата. По време на наказателното производство прокурорът е длъжен да “осъществява надзор за законност” (чл.43 НПК).", "", "", "", "F. Разпоредби относно предварителното задържане", "", "1. Правомощието на прокурорските органи да задържат под стража", "", "69. Обвиняем, включително непълнолетен, може да бъде задържан под стража по решение на следовател или прокурор, но непълнолетните могат да бъдат задържани под стража само при изключителни обстоятелства. Когато решението за задържане е взето от следовател без предварителното съгласие на прокурор, то трябва да бъде одобрено от прокурор в срок от 24 часа. Обикновено прокурорът формира своето решение въз основа на документите по делото без да изслуша обвиняемия (чл.чл.152, 172, 201-203 и 377-378 НПК).", "", "70. Следствието по наказателни дела трябва да бъде приключено в срок от 2 месеца. Продължаването на този срок до шест месеца може да бъде одобрено от окръжния прокурор, а в изключителни случаи Главният прокурор може да продължи разследването до девет месеца. Ако срокът бъде удължен, прокурорът трябва да реши дали да задържи обвиняемия в ареста (чл.222 НПК).", "", "71. Законът не съдържа пречки за участието на прокурора, който е взел решение за задържането на един обвиняем под стража или е одобрил такова решение на следовател, като представител на обвинението в последващите етапи на наказателното производство. В практиката това се случва често.", "", "2. Съдебен контрол над предварителното задържане", "", "72. Всеки задържан под стража има възможност веднага да подаде жалба срещу наложеното задържане до компетентния съд. Съдът трябва да се произнесе в срок от три дни от подаването на жалбата (чл.152, ал.5 НПК).", "", "73. Според действащата по времето на задържането на г-н Асенов съдебна практика, съдът разглежда жалбите срещу задържането под стража в закрито заседание, без участие на страните. Ако жалбата бъде отхвърлена, съдът не уведомява задържания за взетото решение.", "", "74. Според мнението на Първо наказателно отделение на Върховния Съд, при вземането на решения по такива жалби, съдът не следва да проверява дали съществуват достатъчно данни в подкрепа на обвиненията срещу обвиняемия, а да изследва само законосъобразността на постановлението за задържането. Постановлението за задържане на лице, обвинено в извършване на престъпление, за което се предвижда наказание лишаване от свобода под 10 години, е законосъобразно, когато има “реална опасност” обвиняемият да се укрие или да извърши друго престъпление (Определение N 24 по дело N268/95).", "", "75. В решение от 17 септември 1992г. Първо наказателно отделение на Върховния Съд е постановено, че наложената мярка задържане под стража може да бъде обжалвана пред съд само веднъж. Нова жалба е възможна само когато задържаният е бил освободен и впоследствие отново задържан. Във всички други случаи, ако е налице изменение на обстоятелствата, задържаният може да подаде молба за освобождаването си до прокурорските органи (решение N94 по дело N 754/92г.)", "", "76. Периодичен съдебен контрол на законосъобразността на задържането е възможен едва в съдебната фаза на наказателното производство, когато съдът може да решава дали да освободи обвиняемия или не.", "", "Производство пред Комисията", "", "77. Жалбоподателите са се обърнали към Комисията на 6 септември 1993г. Те се оплакват на основание чл.3, чл.6, т.1 и чл.13 от Конвенцията от твърдяното малтретиране от полицията на г-н Асенов през 1992г., и от липсата на ефикасни вътрешноправни мерки в това отношение; на основание чл.3 и чл.5, т.1, 3 и 4 от задържането му под стража след м.юли 1995г.; и на основание чл.25 - от действията на органите на прокуратурата във връзка с жалбата им до Комисията.", "", "78. Комисията е обявила жалбата (№ 24760/94) за допустима на 27 юни 1996г. В доклада си от 10 юли 1997г. (чл.31) тя изразява становище по отношение на събитията от септември 1992г. - че не е налице нарушение на чл.3 (с шестнайсет гласа на един), че е налице нарушение на чл.13 (единодушно) и че е нямало нарушение на чл.6 (единодушно).", "", "По отношение на събитията след 1995г., Комисията изразява единодушно становище, че не е налице нарушение на чл.5, т.1, както и на чл.3, но че е налице нарушение на чл.чл.5, т.3 и 4 и че България не се е съобразила с поетото си задължение по чл.25.", "", "Становища пред Съда", "", "79. В представеното писмено становище, както и в съдебното заседание правителството моли Съда да отхвърли оплакванията на жалбоподателите.", "", "Г-н Асенов моли Съда да постанови, че по отношение на него е налице нарушение на чл.3, чл.5, чл.6, чл.13, а по отношение на него и родителите му - на чл.25 от Конвенцията, както и на тримата жалбоподатели да бъде присъдено справедливо обезщетение по чл.50.", "", "ПО ОТНОШЕНИЕ НА ПРАВОТО", "", "I. Жалбоподателите", "", "80. В заседанието пред Съда представителят на жалбоподателите пояснява, че, въпреки че с оглед на процедурите пред Комисията родителите на г-н Асенов са се присъединили към оплакванията му, това е сторено, единствено защото по онова време той е бил непълнолетен и следователно е бил недееспособен по българското право. Понастоящем г-н Асенов следва да бъде считан за единствен жалбоподател по отношение на всички оплаквания с изключение на това по чл.25 от Конвенцията, което той е отправил заедно с родителите си.", "", "81. Ето защо, с изключение на оплакванията по чл.25, по отношение на всички оплаквания Съдът ще се произнесе единствено относно това налице ли са нарушения на правата на г-н Асенов. Във връзка с оплакването по чл.25 Съдът ще разгледа и положението на г-н Иванов и г-жа Иванова.", "", "II. Събитията от и след 19 септември 1992 г.", "", "А. Предварителни възражения на правителството", "", "Твърдение за неизчерпване на вътрешноправните средства", "", "Правителството твърди, че оплакването на г-н Асенов по чл.3 във връзка със събитията от 19 септември 1992г. е следвало да бъде обявено за недопустимо поради неизчерпване на вътрешноправните средства, съгласно чл.26 от Конвенцията, според който:", "", "“Комисията може да започне работа по дадено дело само след изчерпване на всички вътрешноправни средства за защита в съответствие с общопризнатите норми на международното право..”.", "", "Правителството твърди, че освен искането за образуване на наказателно производство срещу полицаите, жалбоподателят е могъл да подаде и граждански иск на основание чл.45 от Закона за задълженията и договорите или да заведе административно дело по Закона за отговорността на държавата.", "", "В заседанието пред Съда жалбоподателят заявява, че е трудно човек да си представи какви биха били допълнителните стъпки, които може да се очаква от него да предприеме, за да бъдат задействани формално предвидените от българския закон средства за защита.", "", "В решението си по допустимостта Комисията припомня, че едно парично обезщетение не може да компенсира изцяло нарушението на чл.3. Тя е намерила, че с оплакването си до РДВР и всички нива на органите на прокуратурата жалбоподателите са направили всичко, което е зависело от тях, за образуването на наказателно производство срещу полицаите, като по този начин са предоставили своето оплакване в ръцете на органите, които са били единствено компетентни да се занимаят с него.", "", "Съдът напомня, че правилото за изчерпване на вътрешноправните средства, за които говори чл.26 от Конвенцията, задължава онези, които искат да подадат оплакване срещу държавата пред международен съдебен или арбитражен орган първо да изчерпят средствата за защита, предоставени им от националната правна система, и по този начин да се освободят държавите от задължението да отговарят за своите действия пред международен орган, преди да са имали възможността да поправят нещата чрез собствените си правни системи. За да се спази това правило, от жалбоподателя се очаква да прибегне до наличните обикновени средства за защита, достатъчни, за да компенсират твърдяното нарушение (вж. решението по делото Aksoy v. Turkey от 18.12.1996г., публикувано в Reports of Judgments and Decisions 1996-VI, стр. 2275-2276, §§ 51-52).", "", "86. Съдът напомня, че според българското право е невъзможно самото лице, което се оплаква от престъпление, извършено от държавни служители по време на изпълнение на служебните им задължения, да образува наказателно производство срещу тях (вж. §58 по-горе). Той отбелязва, че жалбоподателите са отправили многобройни жалби до органите на прокуратурата на всички нива, с искане за пълно разследване на твърденията на г-н Асенов за малтретиране от полицията и за повдигане на обвинение срещу участвалите полицаи (вж. §§ 12-31 по-горе).", "", "Съдът счита, че след като е изчерпал всички предоставени му от наказателно-правосъдната система възможности и при положение, че не е имало наказателно производство във връзка с оплакванията му, жалбоподателят не е бил длъжен, да се впуска в други опити да получи удовлетворение като предяви граждански иск за обезщетение.", "", "От тук следва, че предварителното възражение на правителството следва да бъде отхвърлено.", "", "2. Твърдение за злоупотреба с правото на жалба", "", "87. Освен това, според правителството, твърденията на жалбоподателя не са били подкрепени с доказателства и са имали за цел да подведат Комисията, което съставлявало злоупотреба с правото на жалба. Жалбата, следователно, трябвало да бъде отхвърлена на основание чл.27, т. 2 от Конвенцията, който гласи:", "", " “Комисията счита за недопустима всяка жалба, ... която тя счете за несъвместима с разпоредбите на тази Конвенция, за явно необоснована или представляваща злоупотреба с правото на жалба.”", "", "88. В решението си по допустимостта, след като е разгледала оплакванията на жалбоподателя, Комисията е изразила становището, че те повдигат сериозни въпроси по фактите и правото, изискващи цялостното разглеждане на делото по същество. ", "", "Съдът не намира основания за твърдения, че настоящето дело било представено пред Комисията в злоупотреба с правото на жалба.", "", "Ето защо, той отхвърля предварителните възражения на правителството.", "", "В. По същество", "", "1. Твърдение за нарушение на чл.3 от Конвенцията", "", "90. Г-н Асенов поддържа, че събитията от 19 септември 1992г. дават основания за твърдения за нарушения на чл.3 от Конвенцията, който гласи:", "", "“Никой не може да бъде подложен на изтезания или нечовешко или унизително отнасяне или наказание.”", "", "Той поддържа, че тази разпоредба е била нарушена на две основания. Първо, той моли Съда да разгледа и обсъди сам медицинските удостоверения и свидетелските показания, които, според него, показвали, че е бил жестоко бит от полицаите.", "", "Второ, заедно с представилите становища организации (вж. §5 по-горе), г-н Асенов моли Съда да постанови, че тогава, когато съществуват основания да се вярва, че е бил извършен акт на изтезание, или на нечовешко или унизително отнасяне или наказание, неизвършването на навременно и безпристрастно разследване от страна на компетентните национални власти, само по себе си съставлява нарушение на чл.3.", "", "91. Правителството изтъква, че медицинското свидетелство на жалбоподателя не било надеждно, тъй като е издадено два дни след въпросния инцидент. Във всеки случай, нараняванията, описани в него, както и отсъствието на медицинско свидетелство по отношение на г-н Иванов, съответствали на показанията на свидетелите, че бащата е бил сина си с тънка дървена летва.", "", "92. При оценката на представените пред нея доказателства, Комисията се е придържала към установения принцип, че, когато едно лице твърди, че са му били причинени увреждания докато е било задържано, правителството има задължение да представи пълно и достатъчно обяснение за това как са били причинени уврежданията (вж. решението по делото Ribitsch v. Austria от 4.12.1995г., Series A no. 336, стр.25-26, § 34, и споменатото по-горе решение по делото Aksoy v. Turkey, стр. 2278, §61). Тя е приела, inter alia, че на автогарата е възникнал скандал между полицаите и г-н Иванов, в стремежа си да покаже, че сам ще накаже момчето, ударил сина си с летва, както и че двамата жалбоподатели са били задържани в полицейското управление за около два часа. Комисията, обаче - след повече от четири и половина години от тези събития, както и поради липсата на достатъчно независимо и навременно разследване от националните власти, не е била в състояние да установи чия версия за събитията е по-правдоподобна. Ето защо, тя не е намерила нарушение на чл.3", "", "93. Както Съдът е отбелязвал нееднократно, чл.3 закриля една от основните ценности на демократичното общество. Конвенцията налага абсолютна забрана на изтезанията, нечовешкото или унизително отнасяне или наказание, дори и при най-трудни обстоятелства - като борбата с тероризма или престъпността. За разлика от повечето материалноправни разпоредби на Конвенцията и на Протоколи 1 и 4, чл.3 не допуска изключения и не позволява освобождаването на държавата от това задължение на основание чл.15 - дори при извънредно положение, застрашаващо съществуването на нацията (вж. споменатото решение по делото Aksoy v. Turkey, стр.2278, § 62).", "", "94. Съдът припомня, че за да попадне в обхвата на чл.3, малтретирането трябва да достига до определена степен. Преценката на този минимум е относителна - тя зависи от всички обстоятелства по делото като продължителност на малтретирането, физически и/или психически последици от него, а в някои случаи и от пола, възрастта и здравословното състояние на жертвата. По отношение на лишено от свобода лице, употребата на физическа сила, която не е била предизвикана конкретно от поведението на самия задържан, засяга човешкото достойнство и по принцип е посегателство върху уреденото в чл.3 право (вж. решението по делото Tekin v. Turkey от 9.7.1998г., публикувано в Reports 1998-IV, 1517-18, §§ 52 и 53).", "", "95. Съдът счита, че степента на наранявания, намерена от лекаря, прегледал г-н Асенов (вж. §11 по-горе), сочи увреждания, причинени било от бащата или било от полицията, които са достатъчно сериозни, че да достигат до малтретиране по смисъла на чл.3 (вж. например решението по делото A. v. the United Kingdom от 23.9.1998г., публикувано в Reports 1998-VI, 2699, § 21 и посоченото по-горе решение по делото Ribitsch v. Austria, §§ 13 и 39). Остава да се прецени дали държавата следва да отговаря по чл.3 за тези наранявания.  ", "", "(а) Твърдения за малтретиране от полицията", "", "96. Съдът припомня, че на базата на представените й доказателства Комисията не е била в състояние да установи как са били причинени нараняванията на жалбоподателя. (вж. §92 по-горе)", "", "97. Съдът отбелязва, че лекарят, прегледал г-Асенов два дни след като бил освободен от задържането, е намерил че белезите по тялото му показват, че тези наранявания са били причинени от удари с твърд предмет (вж. §26 по-горе). Жалбоподателят твърдял, че тези наранявания са били причинени от полицаи, които му нанесли удари с палки.", "", "Съдът счита, че тъй като не се спори, че на 19 септември 1992г. жалбоподателят е станал жертва на насилие от какъвто и да било източник, както и че не са правени възражения, че нараняванията са причинени по-късно - между тази дата и медицинския му преглед, справедливо е да се приеме, че той е получил нараняванията на 19 септември 1992г. във връзка с арестуването му.", "", "99. Съдът по-нататък отбелязва, че офицерът, който го е арестувал, е заявил в показанията си, че е видял г-н Иванов да удря сина си два или три пъти с летва по гърба (вж. §14 по-горе). Не се отрича от жалбоподателите, че г-н Иванов е ударил г-н Асенов по този начин, но се отрича, че той е извършил това с такава сила и толкова пъти, че да е причинил нараняванията, описани в медицинското свидетелство. След подаденото на 2 октомври 1992г. оплакване от г-жа Иванова, представител на РДВР е разпитал жалбоподателите и е взел обяснения от извършилия ареста и другите двама замесени в инцидента офицери, които не са присъствали когато г-н Иванов е удрял г-н Асенов (също там). Единственият независим свидетел, когото РДВР е разпитал по това време, не могъл да си спомни каквото и да било произшествие на автогарата (също там).", "", "През юли 1993г., без това да е било известно на жалбоподателите, били взети показания от други две лица, които присъствали на автогарата. Единият от тях има смътни спомени за въпросните събития. Другият - автобусен шофьор, си спомня че е видял г-н Иванов да бие сина си с летва, макар да не уточнява колко дълъг или силен е бил този бой (вж. §28 по-горе).", "", "Освен жалбоподателите, никой от свидетелите, не твърди да е видял полицаите да удрят г-н Асенов.", "", "100. Съдът, подобно на Комисията (вж. §92 по-горе), намира за невъзможно да установи въз основа на представените доказателства дали уврежданията на жалбоподателя са били причинени от полицията, както той твърди.", "", "(b) Адекватност на разследването", "", "101. Съдът обаче счита, че взети заедно, медицинското свидетелство, показанията на г-н Асенов, фактът, че той е бил задържан за два часа в полицейското управление, както и липсата на свидетелски показания, които да установят, че г-н Иванов е бил сина си с такава жестокост, че да причини описаните наранявания, дават основание за сериозно подозрение, че тези увреждания могат да са причинени от полицията. ", "", "102. При тези обстоятелства, Съдът счита, че когато едно лице твърди, че е било малтретирано от полицията или от други държавни служители незаконно и в нарушение на чл.3, тази разпоредба, във връзка с общото задължение на държавата по чл.1 от Конвенцията да “осигур[и] на всяко лице под [своята] юрисдикция правата и свободите, определени в Конвенцията”, предполага и изисква задължение за ефективно официално разследване. Както и по чл.2, изпълнението на това задължение, трябва да е годно да доведе до издирването и наказването на отговорните лица (вж. по отношение на чл.2 от Конвенцията делото McCann and Others v. the United Kingdom от 27.09.1995, публикувано в Series A no. 324, стр. 49, §161, Kaya v. Turkey - решение от 19.02.1998, публикувано в Reports 1998-I, стр. 324, §86 и решението по Yasa v. Turkey от 2.09.1998, публикувано в Reports 1998-VI, стр. 2438, § 98). Ако това не беше така, независимо от фундаменталното си значение (вж. §93 по-горе), общата правна забрана на изтезанията и нечовешкото или унизително отношение би била по същество неефективна и в някои случаи би станало възможно практически безнаказаното нарушение от страна на представители на държавата на правата на лица под техен контрол.", "", "103. Съдът отбелязва, че след оплакването на г-жа Иванова държавните органи са извършили някаква проверка на нейните твърдения. Той обаче не е убеден, че тази проверка е била достатъчно пълна и ефективна, за да задоволи изискванията на чл.3. В това отношение Съдът намира по-специално за незадоволително обстоятелството, че следователят от РДВР-Шумен е бил готов да заключи, че нараняванията на г-н Асенов са били причинени от баща му (вж. §16 по-горе), въпреки липсата на каквито и да било доказателства, че последният е бил сина си с такава сила, че да предизвика уврежданията, описани в медицинското свидетелство. Въпреки че този инцидент е станал на публично място на автогарата, и въпреки че според показанията на участвалите в инцидента полицаи той е бил наблюдаван от около 15-20 роми и двадесет шофьори, изглежда не е бил направен опит да се установи истината, като се издирят и разпитат тези свидетели непосредствено след инцидента, когато спомените им са били пресни. Вместо това, в онзи момент са взети показания само от един независим свидетел, който не могъл да си спомни за въпросните събития (вж. §99 по-горе).", "", "104. Първоначалната проверка, извършена от Окръжна военна прокуратура и тази, извършена от Прокуратурата на въоръжените сили са били още по-повърхностни. Съдът намира за особено шокиращо, че без каквито и да било доказателства за това, че г-н Асенов не се е подчинявал на заповеди, както и без каквото и да е обяснение за характера на твърдяното неподчинение, Прокуратурата на въоръжените сили е могла да заключи, че “дори и да има нанесени удари по тялото на непълнолетния, същите са в резултат на неподчинение на милиционерското взискване.” (вж. §26 по-горе). Достигането до такова предположение противоречи на принципа, залегнал в чл.3, че по отношение на лишено от свобода лице, употребата на физическа сила, която не е била предизвикана конкретно от поведението на самия задържан е по принцип посегателство върху правата му (вж. §94 по-горе).", "", "Съдът отбелязва, че през юли 1993г. Прокуратурата на въоръжените сили е постановила, че в случаи на твърдения за полицейско насилие е необходимо да се разпитат независими свидетели (вж. §27 по-горе). Но разпитът на двама свидетели, единият от които е имал само смътен спомен за инцидента, не е бил достатъчен да запълни пропуските, допуснати в разследването до този момент. ", "", "С оглед на това и като взе пред вид липсата на всестранно и ефективно разследване относно защитимото твърдение на жалбоподателя, че е бил бит от полицията, Съдът намира, че е налице нарушение на чл.3 от Конвенцията.", "", "2. Твърдение за нарушение на чл.6, т.1 от Конвенцията", "", "107. Г-н Асенов твърди, че е бил лишен от ефективен достъп до съд в нарушение на чл.6, т.1 на Конвенцията, който гласи, inter alia:", "", "“Всяко лице при определянето на неговите граждански права и задължения ... има право на справедливо и публично гледане на неговото дело в разумен срок от независим и безпристрастен съд, създаден в съответствие със закона.”", "", "108. Жалбоподателят твърди, че решението на органите на прокуратурата да не се образува предварително производство срещу полицаите, които според него са го малтретирали, на практика го е лишило от достъп до съд по отношение на гражданскоправната му претенция за обезщетение на вредите, причинени от този инцидент. Тъй като не било възбудено наказателно производство, той нямал възможност да предяви гражданския си иск за обезщетение за съвместно разглеждане в това производство (вж. §59 по-горе). Нещо повече, въпреки че не той спори, че теоретично е било възможно да предяви иск за обезщетение пред граждански съд, той твърди, че тъй като въпросните вреди са резултат на твърдяно престъпление, гражданският съд би бил задължен по силата на чл.182, б.“д” ГПК (вж. §§ 61-62 по-горе) да спре производството докато се реши въпросът за наказателната отговорност. Предвид вероятността от забавяне, присъща на българския наказателен процес, това спиране на практика би било неопределено дълго.  ", "", "109. Комисията, подкрепена от правителството (вж. също § 82 по-горе), отбелязва, че Законът за задълженията и договорите и Законът за отговорността на държавата уреждат правото на иск за обезщетение пред гражданските съдилища в случаите на полицейско насилие. Ако жалбоподателят беше предявил такъв иск, той би бил разгледан от граждански съд въз основа на представените пред него доказателства, без да трябва първо да се установи наказателната отговорност. Съгласно българската съдебна практика гражданският съд следва да спре производството на основание чл.182, б.“д” ГПК, само ако разкрие нови “данни за престъпление”, като например факти, които не са били известни по-рано на органите на прокуратурата. Комисията не е счела, че това производство би увредило същността на правото на достъп до съд в случая на жалбоподателя.", "", "110. Съдът отбелязва, че никоя от страните по това дело не оспорва, че претенция за обезщетение, предявена от жалбоподателя и основана на неговото твърдение за малтретиране от полицията, би съставлявала “определяне на неговите граждански права и задължения”. Съдът е съгласен, че по тази причина чл.6, т.1 е приложим.", "", "111. Съдът по-нататък отбелязва, че жалбоподателят не отрича, че и Законът за задълженията и договорите, и Законът за отговорността на държавата му предоставят възможност за иск, предявяването на който би довело до образуването на производство пред гражданските съдилища. Той обаче твърди, че всяко такова производство би било спряно, може би за неопределено време, на основание чл.182, б.“д” ГПК.", "", "112. Като има предвид представената от страните българска съдебна практика, (вж. §62 по-горе), Съдът отбелязва, че по дело за пътно-транспортно произшествие Върховният съд е приел, че гражданският съд не е обвързан от решението на органите на прокуратурата за прекратяване на наказателното производство. Жалбоподателят твърди, че това правило не би било приложено в неговия случай, тъй като ставало въпрос за деяния, много по-сериозни от нарушаване на правилата за движение. Това, обаче, е чисто предположение, тъй като г-н Асенов не се е опитал да образува гражданско производство. При тези обстоятелства не може да се твърди, че той е бил лишен от достъп до съд или от справедлив процес при определянето на гражданските му права.", "", "113. Следователно не е било налице нарушение на чл.6, т.1 от Конвенцията.", "", "3. Твърдение за нарушение на чл.13 от Конвенцията", "", "114. Жалбоподателят твърди също, че е бил лишен от ефикасно вътрешноправно средство за защита на правата, гарантирани му от Конвенцията, в нарушение на чл.13, който гласи:", "", "\t“Всеки, чиито права и свободи, предвидени в тази конвенция, са нарушени, трябва да разполага с ефикасни вътрешноправни средства за тяхната защита от съответна национална институция дори и нарушението да е извършено от лица, действащи в качеството си на представители на официалните власти.”", "", "Той поддържа, че по силата на чл.13, в случаи на твърдения за малтретиране държавните органи са имали задължението да проведат навременно и безпристрастно разследване.", "", "115. Правителството заявява, че такива ефикасни вътрешноправни средства са били налице. Това било видно от факта, че преди да се оплаче в Комисията, жалбоподателят е подал тъжба в РДВР-Шумен, Варненската военна прокуратура и Прокуратурата на въоръжените сили в София. След като разгледали предварителните данни, органите на прокуратурата са решили, че те са недостатъчни за образуването на предварително производство. В това отношение следвало да се отбележи, че жалбоподателят не е доказал обвиненията си, нито е посочил свидетели, които да подпомогнат разследването.", "", "116. Комисията е намерила, че жалбоподателят е имал защитимо твърдение за малтретиране от полицията. Проведеното официално разследване не е било достатъчно всестранно и независимо, за да задоволи изискванията на чл.13.", "", "117. Съдът напомня, че чл.13 гарантира съществуването на национално ниво на средства за защита по същество на предвидените от Конвенцията права в такава форма, каквато националното право е намерило за подходящо. Смисълът на този член е да изисква такива вътрешноправни средства, които да позволят на компетентните национални власти както да се занимаят по същество с оплакване за нарушено право, гарантирано от Конвенцията, така и да присъдят подходящо обезщетение, въпреки че на договарящите се държави е позволена известна свобода относно начина, по който те изпълняват задълженията си по тази разпоредба.", "", "Обхватът на задължението по чл.13 варира в зависимост от характера на оплакването на жалбоподателя по Конвенцията. Когато едно лице има защитимо твърдение, че е малтретирано в нарушение на чл.3, идеята за ефикасно средство за защита включва освен всестранно и ефективно разследване от вида, който изисква чл.3 (вж. §102 по-горе), и ефикасен достъп на оплакващия се до разследването, както и заплащането на обезщетение, когато това е уместно (вж. посоченото по-горе решение по делото Aksoy v. Turkey, стр.2286 и 2287, §§ 95 и 98).", "", "118. Съдът се позовава на изразената по-горе констатация, че г-н Асенов е имал защитимо твърдение за малтретиране от държавни служители, и че националното разследване по това твърдение не е било в достатъчна степен всестранно и ефективно.", "", "Следователно е налице и нарушение на чл.13 от Конвенцията.", "", "II. Събитията от и след юли 1995 г.", "", "А. Предварителни възражения на правителството", "", "Твърдение за неизчерпване на вътрешноправните средства", "", "119. Правителството поддържа пред Съда, че оплакванията във връзка със събитията през и след юли 1995 г. би следвало да бъдат обявени за недопустими на основание чл.26 (вж. §82 по-горе), тъй като наказателното производство срещу жалбоподателя е още висящо. Нещо повече, жалбоподателят не бил обжалвал пред Главния прокурор постановлението за отказ да се измени мярката задържане под стража от 8 декември 1995г. (вж. § 40 по-горе).", "", "120. В решението си по допустимостта Комисията е намерила, че жалбоподателят е използвал всички средства за защита, предоставени във връзка с оплакванията по чл.5.", "", "121. Съдът отбелязва, че оплакванията на г-н Асенов по този текст засягат различни аспекти на задържането му през юли 1995г. и след това. Следователно, обстоятелството, че при подаването на жалбата до Комисията, наказателното производство срещу него е било все още висящо, е без значение, тъй като то не би предоставило средство за защита по отношение на твърдяната незаконност на задържането му в предходен момент.", "", "122. Съдът по-нататък отбелязва, че г-н Асенов и родителите му от негово име са подавали многобройни молби за освобождаване до органите на прокуратурата и до Шуменския районен съд. При тези обстоятелства Съдът счита, че жалбоподателят е изпълнил изискванията на чл.26 (вж. § 85 по-горе).", "", "От това следва, че предварителните възражения на правителството трябва да бъдат отхвърлени.", "", "Твърдение за злоупотреба с правото на жалба", "", "123. Правителството по-нататък твърди, че оплакванията във връзка със събитията от и след юли 1995г. е следвало да бъдат обявени за недопустими на основание чл.27, т. 2 от Конвенцията (вж. § 87 по-горе), тъй като не са част от първоначалната жалба до Комисията и не са в причинна връзка с първоначалните оплаквания.", "", "124. В заседанието пред Съда, делегатът на Комисията изтъква, че в процедурата по допустимостта правителството не е направило възражения за липсата на връзка между различните оплаквания на жалбоподателя, поради което това възражение не следва да бъде допуснато пред Съда. Делегатът е заявил, че във всички случаи жалбоподателите имат право да се оплачат от всяко нарушение на техни права по Конвенцията, и че е чисто процедурен въпрос дали оплакванията им ще бъдат разгледани заедно или отделно.", "", "125. Съдът е съгласен, че тъй като предварителните възражения на правителството относно твърдяната злоупотреба с право не са били направени пред Комисията в процедурата по допустимостта, тези възражения не следва да бъдат допуснати за разглеждане пред Съда (вж. сред многото решения и решението по делото Loizidou v. Turkey (Предварителни възражения) от 23.03.1995г., публикувано в Series A no. 310, стр. 19, § 44).", "", "126. Правителството поддържа също, че твърденията за това, че държавата не се е съобразила със задължението си да уважава правото на индивидуална жалба по чл.25 от Конвенцията, не са били подкрепени с доказателства и, следователно, са явно необосновани.", "", "127. Съдът не намира доказателства за злоупотреба с правото на жалба във връзка с въпросните оплаквания.", "", "Затова Съдът отхвърля предварителните възражения на правителството.", "", "В. По същество", "", "Твърдение за нарушение на чл.3 от Конвенцията", "", "128. В контекста на оплакването си по чл.5, т.1 (вж. §137 по-долу) жалбоподателят се оплаква от условията на задържането му в Шуменското полицейско управление. Той твърди, че е делил с още двама до четирима възрастни затворници една килия с размери 1,8м. на 3м., намираща се под нивото на земята, само с едно легло и ограничен достъп до въздух и светлина. Той твърди, че му е било разрешено само да напуска килията за половин час два пъти дневно, за да отиде до тоалетната. ", "", "129. Правителството твърди, че килията, в която г-н Асенов е бил задържан, е била 4,60м на 3,50м и освен него е имало само още един задържан.", "", "130. Комисията е счела, че макар оплакванията на жалбоподателя относно условията на задържането му да са били първоначално предявени по чл.5, т.1, те следва да бъдат разгледани във връзка с чл.3. След като е преценила всички факти, Комисията не е намерила, че е било налице нивото на жестокост, необходимо за нарушаването на чл.3.", "", "131. Съдът отбелязва, че жалбоподателят не е предявил изрично оплакване по чл.3 от Конвенцията (вж. §90 по-горе) във връзка с условията в ареста след задържането му през юли 1995г. Той обаче е направил някои оплаквания относно тези условия в контекста на оплакванията му по чл.5, т.1 за незаконността на задържането му.", "", "Съдът припомня, че той е този, който в крайна сметка дава правната квалификация на фактите по дадено дело, обявено за допустимо от Комисията (вж. решението по делото Guerra and Others v. Italy от 19.02.1998г., публикувано в Reports 1998 - I, стр. 242, §44). Следователно, той може да разгледа твърденията на жалбоподателя за условията на задържането в светлината на гаранциите срещу малтретиране, уредени в чл.3.", "", "133. Съдът отбелязва, че г-н Асенов, тогава седемнадесетгодишен, е бил задържан почти единадесет месеца в Шуменското полицейско управление. Съдът отбелязва, че има спор относно точните условия на задържането между жалбоподателя и правителството, по-специално относно размерите на килията и броя на лицата, с които жалбоподателят я е делил, както и че Комисията не е достигнала до заключения относно тези конкретни факти.", "", "134. Съдът с безпокойство отбелязва, че непълнолетният тогава жалбоподател е бил държан почти единадесет месеца в условия, които, според Главна прокуратура биха увредили физическото и умственото му развитие, ако продължат. Нещо повече, заслужава да се отбележи, че дори след вземането на решение г-н Асенов да бъде преместен, са изминали още три и половина месеца преди той да бъде преведен в поправителния дом за непълнолетни в Бойчиновци (вж. § 40 по-горе).", "", "135. Задача на Съда, обаче, е да прецени дали тези условия са били достатъчно тежки, че да достигнат нивото, необходимо за заключение за нарушение на чл.3 (вж. §94 по-горе). При тази преценка Съдът трябва да отчете всички обстоятелства, като размера на килията и степента на пренаселеност, санитарните условия, възможностите за почивка и упражнения, лечение и надзор и здравословното състояние на жалбоподателя.", "", "136. Освен твърденията на страните, пред Съда не са представени обективни доказателства относно условията на задържане на жалбоподателя. Съдът отбелязва, че Комисията е направила цялостна преценка и не е намерила, че условията на задържане са били достатъчно тежки, за да нарушават чл.3. По-нататък отбелязва относно състоянието на жалбоподателя за този период, че единственото представено лекарско заключение от 21 август 1995г. - след като е бил задържан от близо месец, е установило че той е здрав, и че въпреки опасенията на родителите му в това отношение, сърдечния му статус не дава основание за прекъсване на задържането (вж. § 37 по-горе).", "", "При тези обстоятелства Съдът не намира за установено, че условията на задържането на г-н Асенов са били достатъчно тежки, че да доведат до нарушение на чл.3 от Конвенцията. ", "", "2. Твърдение за нарушение на чл.5, т.1 от Конвенцията", "", "137. Г-н Асенов твърди, че задържането му е било незаконнно, в противоречие с чл.5, т.1 от Конвенцията, който гласи:", "", "\t“Всеки има право на свобода и сигурност. Никой не може да бъде лишен от свобода освен в следните случаи и само в съответствие с процедури, предвидени от закона: ...", "\t", "\tс) законен арест или лишаване от свобода на лице с цел да се осигури явяването му пред предвидената в закона институция при обосновано подозрение за извършване на престъпление или когато обосновано е призната необходимостта да се предотврати извършване на престъпление или укриване след извършване на престъпление..”", "", "Той не оспорва, че първоначално е бил задържан с цел да бъде изправен пред съд в съответствие с чл.5, т.1 /с/. Той изтъква обаче, че разследването по обвиненията срещу него е било приключило към септември 1995г., и че задържането му след тази дата е представлявало предварително изпълнение на наказание, в противоречие с презумпцията за невиновност. Нещо повече, той напомня на Съда, че според българското право едно непълнолетно лице може да бъде задържано само в изключителни случаи (вж. § 69 по-горе).", "", "138. Комисията е отбелязала, че сроковете предвидени в чл.222 НПК, се отнасят до продължителността на предварителното производство, но не и до предварителното задържане (вж. §70 по-горе). Чл.222 изисква предварителното задържане да бъде потвърдено при удължаване срока на предварителното производство. Но задържането на жалбоподателя е било съобразено с това изискване, тъй като е било потвърдено от Районния съд на 19 септември 1995г., както и от редица постановления на органите на прокуратурата между октомври 1995г. и октомври 1996 г. Затова не може да се приеме, че задържането е било незаконно според българското право, или че е било налице нарушение на чл.5, т.1 на друго основание.", "", "139. Съдът припомня, че в чл.5, т.1 думите “законен” и “в съответствие с процедури, предвидени от закона” по същество препращат към националното право и установяват задължение за спазването на вътрешното материално и процесуално право; но че освен това, те изискват всяко лишаване от свобода да съответства на целта на чл.5, а именно да не се допуска лишаването на лица от свобода по произволен начин (вж. например решението по делото Erkalo v. the Netherlands от 2.09.1998г., публикувано в Reports 1998- VI, стр. 2477, § 52).", "", "140. В настоящия случай Съдът, подобно на Комисията, не намира за установено, че задържането на жалбоподателя е било незаконнно според българското право. Нещо повече, ясно е, че г-н Асенов е бил задържан въз основа на обосновано подозрение за извършване на престъпление, както позволява чл.5, т.1 /с/", "", "141. Ето защо, в заключение Съдът не намира нарушение на чл.5, т.1 от Конвенцията.", "", "3. Твърдение за нарушение на чл.5, т.3 от Конвенцията.", "", "142. Г-н Асенов, който е бил задържан в течение на две години, се оплаква от нарушения на правата му по чл.5, т.3 от Конвенцията, който гласи:", "", "“Всяко лице, арестувано или лишено от свобода в съответствие с разпоредбите на т.1 (с) на този член, трябва своевременно да бъде изправено пред съдия или пред длъжностно лице, упълномощено от закона да изпълнява съдебни функции, и има право на гледане на неговото дело в разумен срок или на освобождаване преди гледането на неговото дело в съда. Освобождаването може да бъде обусловено от даването на гаранции за явяване в съда.”", "", "143. Както бе отбелязано по-горе, жалбоподателят не оспорва, че поне първоначално задържането му попада в обсега на чл.5, т.1 /с/. Следователно чл.5, т.3 е приложим.", "", "На първо място Съдът ще прецени дали може да се каже, че г-н Асенов е бил “своевременно изправен пред съдия или пред длъжностно лице, упълномощено от закона да изпълнява съдебни функции”. Второ, Съдът ще разгледа дали е му е било предоставено правото на “гледане на неговото дело в разумен срок”, включително и дали е следвало да бъде освободен преди гледане на неговото дело в съда.", "", "(а) Правото на лицето да бъде изправено своевременно пред съд или “друго длъжностно лице”", "", "144. Правителството твърди, че прокурорите, разглеждали молбите на г-н Асенов за освобождаване, са били “длъжностн[и] лиц[а], упълномощен[и] от закона да изпълняват съдебни функции” по смисъла на чл.5, т.3, тъй като по българското право прокурорът е напълно независим, има задължението да защитава обществения интерес и е оправомощен да решава редица въпроси в хода на наказателното производство, включително и този дали обвиняемият да бъде задържан или не.", "", "145. Комисията, с която жалбоподателят е съгласен, е отбелязала, че, въпреки че по българското право следователите са институционално независими, на практика те са обект на контрол от страна на прокурорите по отношение на всеки въпрос, засягащ провеждането на разследването, включително и относно това дали да бъде задържано под стража заподозряното лице. По този начин се създава силно обективно впечатление, че следователят, разследвал обвиненията срещу г-н Асенов, не е бил независим от органите на прокуратурата, които впоследствие представляват противната страна в наказателното производство.", "", "146. Съдът повтаря, че съдебният контрол върху намесата на изпълнителната власт в правото на свобода на индивида е същностна черта на гаранциите, въплътени в чл.5, т.3 (вж. посоченото по-горе решение по делото Aksoy, §76). За да може да се каже, че едно “длъжностно лице” упражнява “съдебни функции” по смисъла на тази разпоредба, то трябва да отговаря на определени условия, осигуряващи на задържаното лице гаранции срещу произволно или неоправдано лишаване от свобода. (вж. решението по делото Schiesser v. Switzerland от 4.12.1979г., публикувано в Series A no. 34, стр. 13, § 31).", "", "Така, “длъжностното лице” трябва да е независимо от изпълнителната власт и страните (също там). В това отношение е от значение обективното впечатление, което се създава при взимане на решението за задържане - ако по това време изглежда, че “длъжностното лице” може по-късно да се включи в съдебното производство на страната на обвинението, неговата независимост и безпристрастност могат да бъдат подложени на съмнение (вж. решението по делото Huber v. Switzerland от 23.10.1990г., публикувано в Series A no. 188, стр. 18, § 43, и решението по делото Brincat v. Italy от 26.11.1992г., публикувано в Series A no. 249-A, стр. 12, § 21). “Длъжностното лице” трябва лично да изслуша лицето, изправено пред него и да прецени, въз основа на правни критерии, дали задържането е оправдано. Ако то не е оправдано, “длъжностното лице” трябва да има правомощието да постанови обвързващо решение за освобождаването на задържания (вж. посоченото по-горе решение по делото Schiesser, стр. 13-14, § 31, и решението по делото Ireland v. the United Kingdom от 18.01.1978 г., стр. 76, § 199).", "", "147. Съдът отбеляза в началото, че искането на г-н Асенов за изменение на мярката му не е било разгледано от съдия до 19 септември 1995г. (вж. § 38 по-горе), три месеца след задържането му. Това очевидно не е достатъчно “своевременно” за целите на чл.5, т.3 (вж. например решението по делото Brogan and Others v. United Kingdom от 29.11.1988г., публикувано в Series A no. 145, стр. 33, § 62), но не се и твърди, че тази процедура е отговаряла на изискванията на тази разпоредба.", "", "148. Съдът припомня, че на 28 юли 1995г. г-н Асенов е бил заведен при следовател, който го разпитал, привлякъл го като обвиняем и постановил задържането му (вж. §33 по-горе). Съдът отбелязва, че според българското право следователите нямат правомощие да постановяват обвързващо решение за задържането или освобождаването на заподозрения. Вместо това, всяко решение на следовател може да бъде отменено от прокурора, който също така може да изземе едно дело от следователя, ако е недоволен от неговия подход (вж. §§ 66-69 по-горе). Ето защо следователят не е достатъчно независим, че да може в действителност да бъде описан като “длъжностно лице, упълномощено от закона да изпълнява съдебни функции” по смисъла на чл.5, т.3.", "", "149. Г-н Асенов не е бил изслушан лично от прокурора А., който е потвърдил решението на следователя (вж. §33 по-горе), нито от някой друг от прокурорите, които по-късно са взимали решение, че задържането му трябва да бъде продължено. Във всички случаи, тъй като всеки един от тези прокурори е могъл впоследствие да действа като представител на обвинението срещу жалбоподателя (вж. § 66 по-горе), те не са били достатъчно независими или безпристрастни за целите на чл.5, т.3.", "", "150. Затова Съдът счита, че е налице нарушение на чл.5, т.3, тъй като жалбоподателят не е бил изправен пред “длъжностно лице, упълномощено от закона да изпълнява съдебни функции”.", "", "(б) Правото на гледане на делото в разумен срок или на освобождаване преди гледане на делото", "", "151. Правителството поддържа, че предварителното производство е било сложно, изисквало е време и е включвало разпитите на редица предполагаеми съучастници и свидетели, както и преценка на експертните заключения. На 31 януари 1997г. органите на прокуратурата трябвало да удължат срока на разследването за повторен разпит на свидетелите, тъй като възникнало противоречие на интересите между г-н Асенов и неговите предполагаемите съучастници. По време на предварителното производство жалбоподателят и родителите му непрекъснато отправяли молби за освобождаването му, и всяка водела до спиране на разследването до произнасянето по молбата. При тези обстоятелства не можело да се твърди, че г-н Асенов е бил лишен от право на гледане на делото му в разумен срок.", "", "152. Комисията, придавайки особено значение на факта, че между септември 1995г. и септември 1996г. предварителното производство е било практически в застой, е намерила, че г-н Асенов, който е бил задържан по време на предварителното производство повече от двадесет и три месеца, е бил лишен от правото на гледане на неговото дело в разумен срок. Жалбоподателят се е съгласил с това заключение.", "", "153. Съдът отбелязва, че периодът, който следва да се вземе предвид, е започнал на 27 юли 1995г., когато г-н Асенов е бил задържан, и е продължил до неопределена дата през юли 1997г., когато той е бил признат за виновен в извършването на четири грабежа (вж. §§ 33 и 48 по-горе). Следователно, предварителното му задържане е продължило приблизително две години.", "", "154. Съдът напомня, че задача преди всичко на националните съдебни власти е да се погрижат задържането на едно лице да не надхвърля разумния срок. За тази цел те трябва да разгледат всички обстоятелства, относно наличието или липсата на действителен обществен интерес, налагащ отклонение от уважаването на свободата на индивида - при спазване на презумпцията за невиновност, както и да изложат своите съображения в тази посока в решенията си по молбите за освобождаване. Съдът преценява дали е налице нарушение на чл.5, т.3 главно въз основа на посочените в тези решения мотиви и факти, както и въз основа на истинността на фактите, посочени от задържания в молбите за освобождаване и в жалбите му.", "", "Продължаващото обосновано подозрение, че арестуваното лице е извършило престъпление е условие sine qua non за валидността на продължаваното задържане, но след изтичането на известно време то вече не е достатъчно - тогава Съдът следва да установи дали другите основания, сочени от съдебните органи, продължават да оправдават ограничаването на свободата. В случаите когато е имало “релевантни” и “достатъчни” основания, Съдът трябва да се увери също дали компетентните национални власти са проявили “особена старателност” при провеждането на производството (вж. решението по делото Toth v. Austria от 12.12.1991г., публикувано в Series A no. 224, стр. 18, § 67).", "", "155. Съдът напомня, че в двата случая, когато законността на задържането на г-н Асенов е разглеждана от съд, освобождаването му е било отказано на основание на това, че бил обвинен в извършването на няколко тежки престъпления, че престъпната му дейност е била упорита, което обуславяло опасност, че ако бъде освободен, той ще продължи да извършва престъпления (вж. §§ 38 и 47 по-горе).  ", "", "156. Съдът отбелязва, че на 28 юли 1995г. г-н Асенов е бил обвинен в извършването на над шестнадесет квалифицирани кражби и грабежи, като последните включвали прояви на насилие (вж. § 33 по-горе). Въпреки че първо е бил разпитван през януари 1995г. във връзка с разследването на серия кражби, (вж. § 32 по-горе), редица от престъпленията, за които е бил обвинен, са били извършени впоследствие; последният грабеж е бил извършен на 24 юли, три дни преди задържането на г-н Асенов.", "", "При тези обстоятелства Съдът счита, че опасенията на националните власти, че жалбоподателят може отново да извърши престъпление, ако бъде освободен не са били лишени от основание.", "", "157. Съдът обаче напомня, че жалбоподателят е бил непълнолетен, поради което, според българското право, е можел да бъде задържан само в изключителни случаи (вж. § 69 по-горе). Ето защо е било по-важно, отколкото в обикновените случаи, властите да проявят особена старателност за да бъде гледано делото му в разумен срок.  ", "", "Правителството твърди, че са били необходими две години преди делото да бъде внесено в съда, тъй като случаят бил сложен и изисквал продължително разследване. От информацията, предоставена на Съда обаче, е видно, че през една от тези две години – от септември 1995г. до септември 1996г. – всъщност не е било извършено нито едно следствено действие - не са били събирани доказателства, а г-н Асенов е бил разпитван само веднъж, на 21 март 1996 г. (вж. §§ 32 и 42 по-горе). Нещо повече, предвид значимостта на правото на лична свобода, и възможността, например, за изготвяне на копия на съответните документи, вместо изпращането на делото до съответния орган всеки път, молбите на жалбоподателя за изменение на мярката му за неотклонение не би трябвало да довеждат до спиране на производството и, по този начин - до забавяне на съдебното производство (вж. посоченото по-горе решение по делото Toth v. Austria, стр. 21, § 77).", "", "158. При това положение Съдът намира, че г-н Асенов е бил лишен от правото на “гледане на неговото дело в разумен срок”, в нарушение на чл.5, т.3.", "", "4. Твърдение за нарушение на чл.5, т.4 от Конвенцията", "", "159. Жалбоподателят по-нататък твърди, че ответната държава не е спазила и задължението си по чл.5, т.4 от Конвенцията, който гласи:", "", "“Всеки арестуван или лишен от свобода има право да обжалва законността на неговото задържане в съда, който е задължен в кратък срок да се произнесе; в случай, че задържането е неправомерно, съдът е длъжен да нареди незабавното освобождаване на задържаното лице.”", "", "160. Правителството изтъква, че г-н Асенов се е възползвал от предоставената му от тогавашния закон възможност да обжалва пред съд законността на задържането си. Въпреки че заседанието не е било публично, Шуменският районен съд е обсъдил писмените становища на страните, съдържащи се в делото.", "", "Съдът също така е уведомен, че законът е бил изменен на 8 август 1997г. и вече предвижда провеждането на публични заседания с участието на страните по тези дела.", "", "161. Комисията, към чието мнение жалбоподателят се присъединява, е счела, че обстоятелството, че жалбоподателят тогава е бил непълнолетен, и че основанието за продължаването на задържането му е било съществуването на опасност да извърши друго престъпление, е изисквало провеждането на открито съдебно заседание. Вместо това Шуменският районен съд, който освен това не е бил и оправомощен да преценява дали обвиненията срещу г-н Асенов са били подкрепени от достатъчно доказателства (вж. § 74 по-горе), е разгледал въпроса за продължаването на задържането в закрито заседание, без участието на страните (вж. §§ 38 и 73 по-горе). След тази молба вече не е било възможно г-н Асенов да иска ново съдебно разглеждане на задържането му до внасяне на делото в съда (вж. §§ 41, 47 и 75 по-горе). В резултат, и в нарушение на чл.5, т.4, първият личен контакт на жалбоподателя с безпристрастен съдебен орган, компетентен да преразгледа законността на задържането, се е осъществил на 6 февруари 1997г., приблизително деветнадесет месеца след задържането му.", "", "162. Съдът напомня, че по силата на чл.5, т.4 арестуваното или задържано лице има право да поиска съдебен контрол върху материалните и процесуалните предпоставки, които са от съществено значение за “законността”, по смисъла на чл.5, т.1 (вж. §139 по-горе) на ограничаването на свободата му (вж. посоченото по-горе решение по делото Brogan and Others v. the United Kingdom, стр. 34, §65).", "", "Въпреки че не винаги e необходимо производството по чл.5, т.4 да е съпроводено от същите гаранции изисквани от чл.6, т.1 от Конвенцията за наказателното или гражданското съдопроизводство (вж. решението по делото Megyeri v. Germany от 12.05.1992г., публикувано в Series A no. 237-A, стр. 11, § 22), то трябва да има съдебен характер и да осигурява гаранции, съответни на вида лишаване от свобода. В случаите на задържане, попадащи в обсега на чл.5, т.1 /с/ се изисква провеждането на открито заседание (вж. посоченото по-горе решение по делото Schiesser, стр. 13, §§ 30-31, както и решенията по делата Sanchez-Reisse v. Switzerland от 21.10.1986г., публикувано в Series A no. 107, стр. 19, § 51 и Kampanis v. Greece от 13.07.1995г., публикувано в Series A no. 318-B, стр. 45, § 47).", "", "Нещо повече, чл.5, т.4 изисква задържаното лице да има правото през разумни периоди от време да поиска такова производство за оспорване на законността на задържането си (вж. решението по делото Bezicheri v. Italy от 25.10.1989г., публикувано в Series A no. 164, стр. 10-11, §§ 20-21). С оглед на презумпцията, че такова задържане следва да е със строго ограничено времетраене (вж. §154 по-горе), Конвенцията изисква периодичното преразглеждане на законността на задържането през къси интервали от време (вж. посоченото по-горе решение по делото Bezicheri).", "", "163. Съдът напомня, че Шуменският районен съд е разгледал молбата на г-н Асенов за изменение на мярката в закрито заседание, без да го изслуша лично (вж. §§ 38 и 73 по-горе). Съдът отбелязва, че впоследствие законът е бил изменен и вече изисква открито заседание с изслушването на страните (вж. по-горе §160), но независимо от това той е длъжен да ограничи преценката си до фактите по делото на жалбоподателя (вж. решението по делото Findlay v. the United Kingdom от 25.02.1997г., публикувано в Reports 1997- I, стр. 279,  § 67).", "", "164. Нещо повече, Съдът отбелязва, че според българското право задържаното през време на предварителното производство лице има право да иска от съда да преразгледа законността на мярката му за неотклонение само еднократно (вж. § 75 по-горе). Така втората молба от страна на жалбоподателя е била отхвърлена от Шуменския районен съд на 19 септември 1995г. на това основание (вж. § 41 по-горе).", "", "165. В заключение, с оглед най-вече на невъзможността на жалбоподателя да иска от съд разглеждането на законността на продължаващото си задържане повече от един път през двегодишния период на предварителното задържане, както и поради това, че не е било проведено открито заседание по това производство, Съдът намира, че е налице нарушение на чл.5, т.4 от Конвенцията.", "", "5. Твърдение за нарушение на чл.25, т.1 от Конвенцията", "", "166. И тримата жалбоподатели се оплакват, че държавата е създала пречки за ефективното упражняване на правото им на жалба, противно на изискването на чл.25, т.1 от Конвенцията, който гласи:", "", "“Комисията може да бъде сезирана с жалби (петиции), отправени до Генералния секретар на Съвета на Европа, от всяко лице, неправителствена организация или група лица, които твърдят, че са жертва на нарушение от страна на някоя от Високодоговарящите се страни на правата, провъзгласени в тази конвенция, при условие че високодоговарящата се страна, против която е насочено обвинението, е декларирала, че признава компетенцията на Комисията да получава такива жалби. Тези от Високодоговарящите се страни, които са направили подобни декларации, са длъжни да не създават по никакъв начин пречки за ефективното упражняване на това право.”", "", "167. В становището си пред Съда, правителството отрича да има каквито и да е доказателства, подкрепящи твърдението на жалбоподателите, че са се чувствали заставени от служители на държавата да подпишат някаква декларация пред нотариус.", "", "168. Комисията е намерила за невъзможно да установи дали г-н Асенов е бил разпитван относно жалбата му до Страсбург, след арестуването му през юли 1995г. Тя обаче е отбелязала, че докато синът им е бил задържан, представители на полицията или органи на разследването са влезли в контакт с родителите му във връзка с жалбата. Тя е стигнала до заключението, че единственото приемливо обяснение за клетвената декларация на жалбоподателите е, че те са се чувствали под натиск във връзка с жалбата им и са искали да омилостивят властите.", "", "Съдът напомня, че задължението на държавите по чл.25, т.1 да не препятстват правото на индивида ефективно да представи и защитава своята жалба до Комисията, предоставя на жалбоподателя едно процесуално право, което може да бъде претендирано в процедурите по Конвенцията. От изключителна важност за ефективното действие на системата на индивидуалните жалби е жалбоподателите или потенциалните жалбоподатели да могат свободно да комуникират с органите на Конвенцията без да бъдат подлагани на каквато и да било форма на натиск от страна на властите да оттеглят или да променят оплакванията си (вж. решенията по делата Akdivar and Others v. Turkey, от 16.09.1996г., публикувано в Reports 1996-IV, стр. 1218 and 1219, § 103 и 105, и решението Kurt v. Turkey, от 25.05.1998г., публикувано в Reports 1998-III, стр.1205-06, § 159).", "", "170. Изразът “каквато и да било форма на натиск” следва да се разбира не само като обхващащ пряка принуда и флагрантни действия на заплаха срещу жалбоподателите, но и други неуместни непреки действия или контакти, целящи да разубедят или откажат лицата от търсене на защита по Конвенцията (вж. посоченото по-горе решение по делото Kurt v. Turkey, § 160).", "", "Въпросът дали контактите между жалбоподателите и властите са представлявали неприемливи действия от гледна точка на чл.25 следва да се определи, като се вземат предвид конкретните обстоятелства (пак там). В настоящия случай Съдът отбелязва, че оплакванията на жалбоподателите до Комисията са засягали сериозни твърдения за неправомерно поведение от страна на полицията и органите на прокуратурата. По онова време г-н Асенов е бил задържан и предвид фактите довели до заключението на Съда относно нарушение на чл.5, т.3 и чл.5, т.4, родителите му основателно са можели да считат, че има опасност спрямо него да бъда предприети извънсъдебни действия от страна на органите на прокуратурата. Властите също така следва да са знаели, че жалбоподателите са членове на малцинствена група, и че са били обект на коментари в пресата (вж. §50 по-горе), което също е допринасяло за тяхната податливост на оказван натиск.", "", "171. При всички тези обстоятелства Съдът счита, че разпитването на г-н Иванов и г-жа Иванова от представител или представители на същите органи, които са заставили жалбоподателите да отрекат в клетвена декларация, че са подавали жалба до Комисията (вж. §51 по-горе), представлява форма на неприемлив натиск за препятстване на упражняването на правото на индивидуална жалба.", "", "Следователно, е налице нарушение на чл.. 25, т.1 от Конвенцията.", "", "IV. ПРИЛОЖЕНИЕ НА ЧЛ.50 ОТ КОНВЕНЦИЯТА", "", "172. Жалбоподателите са поискали справедливо обезщетение съгласно чл.50 от Конвенцията, който гласи:", "", "“Ако Съдът установи, че решенията или мерките, взети от съдебните и други органи на Високодоговарящата се страна, изцяло или частично противоречат на задълженията й по тази Конвенция, а така също, ако вътрешното право на тази страна допуска само частично обезщетение за последиците от тези решения или мерки, Съдът, ако това е необходимо, може да постанови предоставянето на справедливо обезщетение на потърпевшата страна.”", "", "А. Неимуществени вреди", "", "Г-н Асенов претендира обезщетение за вредите, причинени му вследствие многобройните нарушения на правата му по Конвенцията. Г-н и г-жа Иванови претендират обезщетение за неимуществени вреди по отношение на натиска, на който са били подложени от властите в нарушение на чл.25, т.1.", "", "Правителството поддържа, че не следва да бъде присъждано обезщетение по чл.50.", "", "175. Съдът счита, че предвид тежестта и броя на нарушенията, намерени по това дело, на г-н Асенов следва да бъде присъдено обезщетение за неимуществени вреди, а по отношение на неимуществените вреди, понесени от г-н и г-жа Иванови, Съдът е на мнение, че установяването на нарушение на чл.25, т.1 представлява само по себе си е достатъчно справедливо удовлетворение.", "", "Като прави оценка по справедливост, Съдът присъжда на г-н Асенов сумата от 6 милиона български лева.", "", "Б. Разноски", "", "176. Жалбоподателите са претендирали разноски в размер приблизително на 14 860 британски лири по отношение на българския им представител и 7 600 британски лири по отношение на представителя им от Обединеното кралство.", "", "177. По време на заседанието представителят на правителството заяви, че тези искания са прекомерни. ", "", "178. Съдът, като взе предвид броя на повдигнатите в настоящето дело въпроси, както и тяхната сложност, присъжда изцяло претендираните суми, от които следва да бъдат приспаднати вече получените като правна помощ от Съвета на Европа суми. Сумата, присъдена на българския представител на г-н Асенов, следва да бъде изчислена в български лева по курса към датата на изплащането й.", "", "С. Лихва при забава", "", "179. Според информацията, с която разполага Съдът, размерът на законната лихва към датата на приемане на настоящето решение за България е 5,08% годишно, а този за Обединеното кралство е 7,5% годишно.", "", "Поради тези причини Съдът :", "", "Отхвърля, единодушно, предварителните възражения на правителството;", "", "Приема, с осем гласа на един, че не е налице нарушение на чл.3, що се отнася до твърденията на г-н Асенов за малтретиране от полицията;", "", "Приема, единодушно, че е налице нарушение на чл.3 от Конвенцията, що се отнася до непровеждането на ефективно официално разследване на твърдяното от г-н Асенов малтретиране от полицията;", "", "Приема, единодушно, че не е налице нарушение на чл.6, т.1 от Конвенцията;", "", "5. Приема, единодушно, че е налице нарушение на чл.13 от Конвенцията;", "", "Приема, с осем гласа на един, че не е налице нарушение на чл.3 от Конвенцията що се отнася до условията на задържането на г-н Асенов от юли 1995г. нататък;", "", "Приема, единодушно, че не е налице нарушение на чл.5, т.1 от Конвенцията;", "", "Приема, единодушно, че е налице нарушение на чл.5, т.3 от Конвенцията, що се отнася до това че г-н Асенов не е бил изправен своевременно пред съдия или пред длъжностно лице, упълномощено от закона да изпълнява съдебни функции;", "", "Приема, единодушно, че е налице нарушение на чл.5, т.3 от Конвенцията, що се отнася до това, че делото на г-н Асенов не е било гледано в разумен срок или, че той не е бил освободен преди гледането на делото от съд;", "", "Приема, единодушно, че е налице нарушение на чл.5, т.4 от Конвенцията;", "", "Приема, единодушно, че е налице нарушение на чл.25, т.1 от Конвенцията, по отношение на тримата жалбоподатели;", "", "Приема, единодушно, че е ответната държава следва да плати в срок от три месеца:", "", "(а) на първия жалбоподател, неимуществени вреди в размер на 6 млн. лв.;", "", "(б) на тримата жалбоподатели, по отношение на разноските, 14 860 (четиринадесет хиляди осемстотин и шестдесет) британски лири, изчислени в български лева по курса в деня на изплащането, както и 7 600 (седем хиляди и шестстотин) британски лири без 38 087 френски франка, изчислени в британски лири по курса в деня на изплащането, заедно с дължимия данък добавена стойност; и", "", "(в) годишна лихва, дължима след изтичането на горепосочения тримесечен срок за изплащането, в размер на 5,08 % върху присъдените в български лева суми, и 7,5 % върху присъдени в британски лири суми;", "", "13. Отхвърля претенцията за справедливо обезщетение в останалата му част.", "", "\nЧастично особено мнение на съдията Боничи", "", "Съгласен съм с колегите си по всички въпроси освен по онези два, които се отнасят до чл.3 на Конвенцията.", "", " Антон Асенов е бил 14-годишен, когато през септември 1992г., по време на инцидент с полицията, претърпял различни контузии, които Съдът определи като “достатъчно сериозни, за да представляват малтретиране по смисъла на чл.3” (вж. § 95 от решението). Съдът, обаче, намира за невъзможно да установи въз основа на [събраните] доказателства дали нараняванията на жалбоподателя са били причинени от полицията, както той твърди (§ 100).", "", "Моето мнение е, че след като веднъж е направено оплакване, че тези наранявания са причинени с палки от полицията във връзка с ареста на г-н Асенов, правителството е задължено “да представи пълно и задоволително обяснение за това как са били причинени нараняванията”, както твърдо е установено от практиката на Съда, отбелязана и цитирана в § 92 на решението.", "", "Българските власти не представиха пълно и задоволително обяснение за това как едно момче на 14 години е претърпяло такива тежки наранявания. Разбира се, баща му признава, че е “взел една дървена летва и е ударил сина си” (§ 9), за да покаже неодобрението си към поведението му, но една дървена летва не причинява сериозните наранявания, констатирани от лекаря два дни след въпросния инцидент. Полицейски палки, обаче, лесно могат да причинят такива наранявания.", "", "Също така считам, че начинът, по който жалбоподателят (сега приблизително 17-годишен) е бил третиран в затвора между юли 1995г. и март 1996г., както е описано в § 35 от решението, представлява по своята същност нечовешко отнасяне, като се има предвид, че става въпрос за непълнолетен, който е бил третиран като напълно развит пълнолетен престъпник и е бил държан през всичките тези месеци в тясна килия заедно с друг, или други, напълно оформени престъпници.", "", "4. Тези обстоятелства ме принуждават да достигна до заключението, че по отношение на един млад човек на възраст между 14 и 17 години българските власти са нарушили изискванията на чл.3 от Конвенцията.", "", "", "", "", "", "Превел от английски: Веселина Вандова и София Разбойникова", "", ""]}