{"file": "BUL_HJUDBUL_8691_79.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "8691/79", "text_paragraphs": ["МАЛОУН срещу Великобритания", "Решение на Европейския съд по правата на човека от 2 август 1984 г.", "Текстове от Конвенцията: чл. 8; чл. 13", "Ключови думи и изрази:", "личен живот/ тайна на кореспонденцията/ посегателство/ предписано от закона/ ограничения за защита на демократичното общество/ ограничения за предотвратяване на престъпление/ ограничения за предотвратяване на безредици/ ефикасно вътрешноправно средство за защита", "Цитирани примери от съдебната практика:", "Golder judgment of 21 February 1975, Series A no. 18, p. 17, para.34 ; Ireland v. United Kingdom judgment of 18 January 1978, Series A no. 25, p. 63, para.157 ; Klass and Others judgment of 6 September 1978, Series A no. 28, pp. 21, 23, 20, 26, 23, paras. 41, 42, 49, 48, 37, 56, 49-50 ; Sunday Times judgment of 26 April 1979, Series A no. 30, pp. 30, 31, paras. 47, 49; Deweer judgment of 27 February 1980, Series A no. 35, p. 28 ; Van Droogenbroeck judgment of 24 June 1982, Series A no. 50, p. 30; Silver and Others judgment of 25 March 1983, Series A no. 61, pp. 32-33, 33-34, paras. 85, 86, 88, 89, 90.", "В делото Малоун", "Европейският съд по правата на човека, като постанови решението си в пленарно заседание в съответствие с член 50 от Правилата на Съда и в състав от следните съдии:", "Дж. Виарда, председател, Рюсдал, Ж. Кремона, В. Елмсон, В. Гансхоф ван дер Мерш, Д. Биншидлер-Робер, Д. Евригенис, Г. Лагергрен, Ф. Мачер, Пинйейро Фариня, Е.Гарк, Л.-Е. Петити, Б. Уолш, Сър Винсент Еванс, Р. Макдоналд, Ш. Руссо, Дж. Герзинг, както и М.-А. Ейсен, секретар, и Х. Петцолд, заместник-секретар, [...]", "Постановява следното решение, прието на 27 юни 1984 г.:", "ПРОЦЕДУРА", "1. Настоящото дело е отнесено пред Съда от Европейската комисия по правата на човека (“Комисията”) в тримесечния срок по чл. 32 А7 1 и чл. 47 [...]", "2. Искането на Комисията се опира върху чл. 44 и чл. 48 [и] чл. 46 [...] с цел да бъде постановено решение в смисъл дали фактите по делото разкриват нарушение [...] на чл. 8 и чл. 13 [...].", "3. [...] Г-н Малоун е заявил, че желае да участва в производството [...] и е посочил адвокати, които ще го представляват.", "3. -7. [В пунктове 3-7 е описано конституирането на съда, получаването на меморандумите на страните и поисканите документи].", "8. [...] Пощенският инженерен съюз (\"ПИС\") е поискал разрешение по чл. 37 А7 2 да представи писмени бележки, като между другото е посочил своя \"конкретен професионален интерес\" към делото [...] Председателят е дал разрешение, но в по-тесни рамки от поисканото: [...] само \"доколкото този предмет е свързан с конкретните въпроси за твърдяно нарушение на Конвенцията, които са поставени за разрешаване пред Съда в делото Малоун. [...]", "9. [Параграф 9 описва подаването на искания по член 50, представянето на документи и разяснения.].", "10. [В този параграф се описват откритите заседания, подготвителните заседания на Съда и страните, явили се пред Съда и техните представители]", "Съдът е изслушал изказвания на: [...], както и техните отговори на въпросите, поставени от него.", "11. [...]", "ФАКТИТЕ", "I. КОНКРЕТНИ ОБСТОЯТЕЛСТВА ПО ДЕЛОТО", "12. Г-н Джеймс Малоун е роден през 1937 г. и живее в Доркинг, Съри. През 1977 г. той е търговец на антики. Впоследствие той очевидно е прекратил тази си дейност.", "13. [...] Г-н Малоун е обвинен в ред нарушения, свързани с непочтена продажба на откраднати предмети. Той [...] е [...]обвинен по някои пунктове, а съдебните заседатели не постигат съгласие по останалите. [...] В резултат на неуспешните по-нататъшни опити на заседателите да постигнат съгласие, той още веднъж е официално обвинен; прокуратурата не представя доказателства и той е оправдан.", "14. [...] В бележника на полицая, натоварен с разследването, се съдържат подробности от телефонен разговор, в който г-н Малоун участва преди 22 март 1977 г. Тогава прокурорът приема, че този разговор е подслушан на основание на заповед, издадена от министъра на вътрешните работи.", "15. [...] Жалбоподателят завежда гражданско дело[...], като между другото иска да бъде установено, че подслушването, следенето и записването на разговори по телефонната му линия без негово съгласие е неправомерно, макар и извършено по заповед на министъра. [...] Заместник-председателят на Камарата на лордовете отхвърля иска на жалбоподателя. [...]", "16. [ Жалбоподателят смята [...], че [...] кореспонденцията и телефонните му разговори се следят от години. Убеждението му се основава върху забавянето на кореспонденцията му и знаците от прочитане върху нея. По-конкретно той представя на Комисията връзки пощенски пликове, които са му доставени запечатани с идентична залепваща лента или незапечатани. Що се отнася до телефонните съобщения, той твърди, че е чувал необичайни шумове по телефона и полицията понякога е разполагала с информация, която е могла да се получи само чрез подслушване на телефона. Той смята, че тези мерки продължават въпреки оправдаването му по отношение на обвиненията срещу него. Правителството признава, че единственият телефонен разговор, за който са представени доказателства по време на съдебния процес срещу жалбоподателя, е подслушан от полицията на основание на заповед, издадена от името на министъра, с цел предотвратяване и разкриване на престъпление. Според правителството това подслушване е извършено в пълно съответствие със закона и приложимите процедури. По време на процеса срещу жалбоподателя, както и по време на производството, започнато от последния срещу началника на полицията, не е дадена никаква информация за това дали телефонният му номер е подслушван и дали други и кои телефонни разговори с участието на жалбоподателя са подслушвани. Основните причини, изтъкнати за това да не се съобщи тази информация, са, че разкриването й би попречило или може да попречи да се постигне целта на подслушването на телефоните и да насочи към други източници на полицейска информация, по-специално информатори на полицията, като по този начин съответният източник бъде поставен в опасност. [...] Правителството отказва да разкрие пред Комисията или пред Съда дали и до каква степен телефонните разговори и кореспонденцията на жалбоподателя са проверявани от полицейските органи. Въпреки това е отречено, че повторното запечатване със самозалепваща се лента или доставката на незапечатани пликове, представени пред Комисията, се дължи пряко или непряко на следене. Правителството признава, че тъй като по това време полицията е заподозряла жалбоподателя в получаването на откраднато имущество и в по-специално крадени антики, той спада към една категория лица, срещу които биха могли да се използват мерки на подслушване.]", "17. Г-н Малоун смята, че телефонът му е бил \"засичан\" от полицията чрез [...] записване [на] всички набирани номера. Като доказателство [...] той твърди, че [...] помещенията на около двадесет души, на които се е обаждал неотдавна, са били претърсвани от полицията. Правителството твърди, че полицията нито [...] е засичала, нито е предприемала [...] акции за претърсване на основата на списък с номера, получени чрез засичане.", "18. През септември 1978 г. жалбоподателят отправя искане до пощите и до отдела за жалби в полицията да отстранят от телефона му устройствата за подслушване, за чието съществуване той подозира. Както пощите, така и полицията отговарят, че нямат правомощия в това отношение.", "II. ПРИЛОЖИМО ПРАВО И ПРАКТИКА", "А. Увод", "19. [...] Изразът \"следене\" се използва за означаване на получаването на информация за съдържанието на едно съобщение по пощата или по телефона без съгласието на участващите лица.", "20. Дългогодишна практика в Англия и Уелс е следенето на пощенските и телефонните съобщения да се извършва на основание на заповед, издадена от държавен секретар, понастоящем [...] министъра на вътрешните работи. Този въпрос не се регулира от цялостен нормативен акт, а в подобни случаи се прилагат разпоредби от различни актове. [...].", "21. [...] Следенето на съобщенията е описано и проучено в три официални доклада [...]. Най-напред през 1957 г. е назначен комитет от членове на Камарата на лордовете [...], който \"да разгледа и докладва за упражняването [...] на изпълнителното правомощие за следене на съобщенията и по-специално на какво основание, до каква степен и за какви цели се упражнява това правомощие и как се използва така получената информация; и да се препоръча дали, как и при какви гаранции трябва да се упражнява това правомощие ...\". Този [...] доклад \"Бъркет\" е публикуван [...]. Правителството [...] обявява, че [...] предприема незабавни стъпки да приложи препоръките, които призовават към промяна в процедурата. Следващите правителства [...] публично потвърждават пред парламента, че правилата за следене на съобщенията са в строго съответствие с процедурите, описани и препоръчани в доклада \"Бъркет\". Второ, през април 1980 г. [...] на парламента е [...] представена [...] книга , [...] по-нататък наричана Бялата книга. Целта на Бялата книга е да актуализира изводите в доклада \"Бъркет\". Най-сетне през март 1981 г. е публикуван доклад [...] за постоянно наблюдение на приложимите процедури (вж. параграфи 54 и 55 по-долу), в който са представени резултатите от наблюдението [...], проведено дотогава.", "22. Правното основание на практиката за подслушване на телефонните съобщения е проучено и [...] в рамките на делото, което жалбоподателят завежда срещу началника на полицията в столицата (вж. параграфи 31-36 по-долу).", "23. [...]", "Б. Правна уредба на следенето на съобщенията преди 1969 г.", "24. [Съществуването на правомощие, предоставено на министъра, да разрешава със заповед следенето на кореспонденцията, в смисъл да се задържа и отваря кореспонденцията, предавана по пощата, е признато много рано и упражняването му е общоизвестно [...]. Точната правна основа на това изпълнително правомощие е неясна [...]. [...] Никой [...] закон [...] не съдържа разпоредби, които изрично да предоставят право да се проверява [...], [но] всички признават, че това право съществува самостоятелно и упражняването му е правомерно.]", "25. [...] Чл. 58, ал. 1 от Закона за пощите от 1953 г. [...] гласи:", "\"Ако пощенски служител противно на своя дълг отвори ... пощенска пратка при предаването й по пощата, или умишлено задържи или забави такава пощенска пратка, той носи отговорност за нарушение ... . Нищо в тази разпоредба не засяга ... отварянето, задържането или забавянето на пощенска пратка ... в изпълнение на изрична писмена заповед, подписана от държавен секретар.\" [...]", "26. Що се отнася [...] до далекосъобщенията, нарушение е ако служител на пощите \"ненадлежно разкрие пред което и да е лице целите на някое съобщение\". [...] Престъпление се извършва, когато пощенски служител \"противно на своя дълг, разкрие или по какъвто и да е начин оповести или провери съдържанието или част от съдържанието на телеграфно съобщение или каквото и да е друго съобщение, поверено на [пощите] с цел да бъде предадено\". [...]", "27. [...] В настоящото производство не се оспорва, че разпоредбите за нарушенията по Закона за телеграфите се прилагат и към телефонните разговори.", "28. [...] През 1937 г. [...] е взето решение, че като цялостна политика е нежелателно пощенските служители да записват телефонни разговори и да ги разкриват пред полицията без заповед на министъра. Възприето е становището, че отдавна упражняваното правомощие пощенските съобщения да се проверяват по силата на заповед [...] е достатъчно широко по своята природа, за да включи и подслушването на телефонните разговори. Съответно от 1937 г. практиката на пощите е да подслушват телефонни разговори само на основание изрична заповед на министъра [...]. Комитетът \"Бъркет\" намира, че правомощието да се подслушват телефонни разговори почива върху правото, недвусмислено признато от нормативните актове за пощите като съществуващо отпреди приемането на тези актове [...]:", "\"Поради това ние сме на мнение, че състоянието на правото може справедливо да бъде описано по следния начин:", "а) Правото да се проверяват писма се упражнява отдавна и е признато в последващи закони, приети от парламента.", "б) Това право се отнася за телеграмите.", "в) Трудно е да се противопоставим на виждането, че ако има законно право да се проверяват съобщенията във вид на писма и телеграми, то е достатъчно широко, за да обхване и телефонните разговори.\"", "В. Закон за пощите от 1969 г.", "29. [Според Закона за пощите от 1969 г., \"пощите\" [...] вече не са под прекия контрол на министър на краля [и] поради това се налага да се приеме изрична разпоредба за следенето на съобщенията на основание заповед на министъра [...]:", "\"На пощите може да бъде поставено изискване [...] да се стори необходимото за уведомяване на лицата, назначени на длъжност към краля, относно мерките и вещите, предавани или в процес на предаване чрез пощенски или далекосъобщителни услуги [...], както [...] и може да се постави изискване на министъра на пощите да стори нужното да уведомява тези лица относно мерките и вещите, които се предават или са в процес на предаване чрез подобни услуги, предоставяни от него.\"", "30. Законът от 1969 г. за пръв път въвежда и изрична нормативна защита срещу нарушенията [...]:", "\"В производство срещу едно лице във връзка с нарушение [...], което съставлява ненадлежно разкриване на целта на едно послание или съобщение, или нарушение [...], това лице може да се защити, ако докаже, че деянието, което съставлява нарушение, е извършено в изпълнение на заповед, подписана от държавен секретар.\"", "Г. Решение на сър Робърт Мегъри, заместник-председател на Камарата на лордовете, в делото Малоун срещу началника на полицията в столицата\"", "31. В гражданското дело, което завежда срещу началника на полицията в столицата, г-н Малоун се опитва да използва различни защитни средства, включително изявления в следния смисъл:", " всяко \"подслушване\" (т. е. следене, наблюдение или записване) на разговори по неговите телефонни линии без съгласието му, или разкриването на съдържанието им, е незаконно, дори и да е извършено на основание на заповед на министъра на вътрешните работи;", " той има право на собственост, личен живот и поверителност по отношение на разговорите по неговите телефонни линии и посоченото подслушване и разкриване съставляват нарушение на тези права;", " подслушването на телефонните му линии съставлява нарушение на член 8 от Конвенцията.", "В решението си, произнесено на 28 февруари 1979 г., заместник-председателят на Камарата на лордовете отбелязва, че не е компетентен да се произнесе по член 8 от Конвенцията. Той прави подробен преглед на вътрешното право във връзка с подслушването на телефоните, по същество приема, че практиката полицията да подслушва, отразена в доклада \"Бъркет\", е правомерна и съответно отхвърля иска.", "32. Заместник-председателят на камарата формулира централния въпрос [...] като [...]: незаконно ли е подслушването на телефоните в помощ на функциите на полицията по отношение на престъпността? По-нататък той очертава [...]:", "\"... единствената оспорвана форма на подслушване на телефоните е подслушването, което се състои в правенето на записи от пощенските служители [...], и предоставянето на тези записи на полицейските служители с цел разчитане и използване. Не се занимавам с някаква форма на подслушване, при която се правят безжични предавания чрез електронни устройства, нито с процеса, при който едно лице влиза в помещенията на абонат или друг човек, за да постави подслушвателни устройства или други подобни. Това, което ме занимава, е правомерността на подслушването, извършено чрез записване на телефонни разговори от жици, които, макар и свързани с помещенията на абоната, не са в тях\" [...]", "33. Заместник-председателят приема, че няма право на собственост [...] върху думите, предавани по телефонните линии. Що се отнася до [...] твърденията на жалбоподателя [...] за личния живот и поверителността, [...] не може да се намери подкрепа в дела, по които се разглеждат други видове заповеди. За разлика от претърсването на помещенията, процесът на подслушване на телефоните [...] не е свързан с действие на незаконно влизане и поради това на пръв поглед не е незаконен [...]. Второ, [...], заместник-председателят отбелязва, че такава заповед\" не се издава на основата на никой закон или на прецедентното право\". Решението да бъдат въведени такива заповеди през 1937 г. \"явно е било административно решение, което не е продиктувано или изисквано от закон\". [...]", "[...]", "Заместник-председателят по-нататък заключава, че в английското право няма нито общо право на личен живот, нито - за разлика от твърденията на жалбоподателя - специално право необезпокоявано да се провежда телефонен разговор в личните граници на нечий дом [...]. Наред с това не съществува задължение за поверителност в отношенията между пощите и телефонния абонат; нито съществува друго поверително задължение за лице, което е чуло телефонен разговор чрез подслушване или по друг начин [...].", "34. Като се спира на доводите, основани върху Конвенцията, заместник-председателят на камарата първо отбелязва, че Конвенцията не е част от правото в Англия и следователно не предоставя пряко на жалбоподателя права, които могат да бъдат защитени пред английските съдилища.", "След това той разглежда довода на жалбоподателя, че според тълкуването на Европейския съд по правата на човека в делото Клас и други (решение от 6 септември 1978 г.) Конвенцията може да се използва като ръководство, за да се подпомогне установяването на английското право по един несигурен пункт. Той отбелязва, че въпросите, поставени пред него, не са свързани с тълкуването на законодателство, прието с цел да бъде придадено действие на задълженията, произтичащи от Конвенцията. Когато парламентът се е въздържал да законодателства по въпрос, който явно е подходящ за нормативен акт, за съда е трудно да установи нови правила, чрез които се изпълняват договорните задължения на Короната, или да установи за пръв път, че такива правила съществуват. Той сравнява системата на гаранциите, разгледани в делото Клас, с тези по английската система, описани в доклада \"Бъркет\", и заключава:", "\"...Нито една от тези гаранции не може да бъде открита като установено право в Англия; съществуват само някои малобройни правила във вид на административна процедура. Разбира се, от това не следва, че система с по-малко или различни гаранции не би съответствала на член 8 в очите на Европейския съд по правата на човека. В същото време решението по делото Клас не може да бъде прочетено, без да стане извънредно ясно, че система, която не разполага с никакви правни гаранции, има малък шанс да отговори на изискванията на същия съд, каквито и административни правила да съществуват. ... Дори и системата, [ която действа в Англия,] да бъде сметната за адекватна като условия, тя е установена само като административна процедура и следователно не подлежи на правоприлагане и от правна гледна точка по всяко време може да бъде променена без предупреждение или последващо уведомление. В правото със сигурност липсват каквито и да е достатъчни и ефикасни гаранции срещу злоупотреба. В това отношение сравнението между английското право и правото в Западна Германия е възможно най-неблагоприятно: това не е сфера, в която можем да се гордеем с английското право.", "Поради това не съзирам как може да се каже, че английското право ще отговори на изискванията на Конвенцията, които са предмет на тълкуване в делото Клас, освен ако това право забрани всяко подслушване на телефоните, с изключение на разумно ограничени категории случаи, и установи подробни правила за упражняването на правомощията в тези ограничени случаи.\"", "Това решение не [...] позволява на заместник-председателя на Камарата на лордовете да реши делото по искания [...] начин:", "\"[...] Уреждането на един толкова сложен въпрос като подслушването на телефоните е въпрос за Парламента, а не за съдилищата, и аз мисля, че нито Конвенцията, нито делото Клас могат да имат някаква роля при решаването на въпроса от мен.\" [Той добавя, че \"това дело според мен ясно показва, че подслушването на телефоните е въпрос, който плаче за законодателно уреждане\", и продължава: \"Колкото и защитата на обществеността срещу престъпността да изисква [...] помощта на телефонното подслушване, [...] във всяка цивилизована правна система привилегиите на свободата и справедливостта изискват ползвателите на телефоните да разполагат с ефикасни и независими гаранции срещу евентуални злоупотреби. [...] Колкото и да се представят за основателни, понякога подозренията могат се окажат изцяло необосновани. Ако съществуват ефикасни и независими гаранции, те не само биха изключили някои случаи на прекомерно усърдие, но и чрез самото си съществуване биха създали известна сигурност за онези, които негодуват срещу полицията или смятат, че са преследвани.\"", "35. [...] [Заместник-председателят се произнася [...] дали [...] ако законите или прецедетното право не дават право да се подслушват телефонните разговори, подслушването непременно е неправомерно: \"[...] Ако такова подслушване се извърши без никакво нарушение на закона, то няма нужда от санкция по закон или по прецедентното право; то може да бъде правомерно извършено просто защото нищо не го прави незаконно. Но след като приемам, че такова подслушване наистина може се извършва без никакво нарушение на закона, искът не може да бъде воден успешно. Мога също да кажа, че законното признание, дадено на заповедта на вътрешния министър, явно ме насочва към същия извод.\"]", "36. [Поради това заместник-председателят приема, че искът на жалбоподателя не може да бъде воден успешно. [...]: \"[...] Решението ми е тясно ограничено. То се ограничава само до подслушването на телефонните линии на конкретно лице [...] в изпълнение на заповед на вътрешния министър в случай, когато полицията има основателна причина или извинение да поиска подслушването, [...] и само за тези цели. В частност не решавам нищо за подслушването, извършено за други цели или от други лица, или с други средства; нищо за подслушването, при което информацията се предава на хора извън полицията; и нищо за подслушването, при което полицията използва материала за цели, различни от онези, които посочих. Принципите, отразени в моето решение, могат да бъдат от полза в подобни други случаи по пътя на аналогията или по друг начин; но настоящото ми решение е ограничено така, както току-що описах.\"]", "Д. Последващо разглеждане на нуждата от нормативен акт", "37. [След решението на заместник-председателя на Камарата на лордовете нуждата от нормативен акт [...] е подложена на обсъждане от правителството и в парламента. [...] [Правителството решава да не приема акт. [...]: \"Следенето на съобщенията по дефиниция е практика, чиято ефективност зависи [...] от това да бъде [...] секретна и поради това тя не може да подлежи на нормалните процеси на парламентарен контрол. [...].]", "[...] Ако правомощието за следене бъде уредено със закон, съдилищата ще имат право да разследват тези въпроси и да правят това ако не публично, то най-малко в присъствието на жалбоподателя. [...] Правителството съответно решава да не приема акт по тези въпроси\".", "38. [...] Правителството успешно се противопоставя [...] [на] опитите [за приемане на нормативни актове] с мотива, че секретността, която е от съществено значение за ефективността на следенето, не може да се запази, ако правилата за това следене се уредят с нормативен акт и по този начин могат да станат предмет на съдебни спорове. [...]", "39. [...]", "40. [...]", "Е. Практика във връзка със следенето на съобщенията", "41. [...] Практиката е по същество идентична с тази, описана и препоръчана в доклада \"Бъркет\" и цитирана в изявления пред парламента от поредни министър-председатели и министри на вътрешните работи [...].", "42. Полицията, Службата за митата и акцизите на Н.В. и Службата за сигурност могат да поискат разрешение за следене на съобщенията с цел \"разкриване на сериозно престъпление и гарантиране на сигурността на държавата\" [...]. Следенето може да се извърши само по разпореждане на министъра, дадено със заповед, подписана от него [...] или инцидентно, ако той е болен или отсъства, от друг министър от негово име [...]. Преди издаването на заповед трябва да бъдат налице три условия:", "а) нарушението трябва да бъде \"наистина сериозно\";", "б) трябва да е направен неуспешен опит да се използват нормалните методи на разследване или да няма вероятност тези методи да успеят поради естеството на нещата;", "в) трябва да има основателна причина да се смята, че следенето вероятно ще доведе до задържане и осъждане.", "43. [...] Понятието \"сериозно престъпление\" се променя. Променящите се обстоятелства са причина някои деяния да започнат да се разглеждат като сериозни, без първоначално да са били смятани за такива [...].", "[...]", "[...] Търговията с крадени предмети (включително и тяхното получаване) със съзнанието или убеждението, че те са откраднати, [...] се разглежда като много сериозно нарушение, тъй като получателят е в основата на силно организирана престъпност и насърчава кражби в големи размери [...]. Разкриването на получателите на откраднати предмети по време на доклада \"Бъркет\" е и все още остава един от важните случаи, в които полицията прибягва до следене на съобщенията.", "44. [Молбите за издаване на заповед [...] трябва да посочват причината, поради която се иска следенето, фактите и обстоятелствата в подкрепа на искането [и] се подават до [...] министъра за одобрение и подписване на заповедта. При изключително неотложна необходимост, ако министърът не е на разположение, за да подпише заповедта, може да се поиска той да се разпореди устно по телефона; заповедта се подписва и издава възможно най-бързо след това [...].]", "[...] Министърът лично внимателно разглежда всяко искане за заповед [...], а [...] вътрешният министър е потвърдил пред парламента, че той не е подписвал и не би подписал заповед за следене на съобщенията, освен ако лично се е убедил, че приложимите критерии са спазени.", "45. [...] За всички промени е нужно разпореждане на министъра [...]", "46. [Действието на всяка заповед е ограничено по време и в нея се посочва дата, на която действието й се прекратява, ако не бъде продължена. [...] Заповедите могат да бъдат продължавани само по личното разпореждане на министъра за срок не по-дълъг от един месец всеки път, [...] [ако] причините, поради които заповедта е издадена за пръв път, все още съществуват и продължаването е оправдано [...].", "47. Министърът всеки месец прави преглед на заповедите. Когато се прецени, че следенето на кореспонденцията вече не е нужно, то незабавно се преустановява и заповедта се отменя [...] [Столичната полиция всеки месец прави собствен преглед на всички заповеди, издадени по искане на полицията: когато следенето на съобщенията вече не е нужно, на пощите се дават указания да го преустанови [...], като Министерството на вътрешните работи се уведомява, за бъде отменена заповедта [...].", "48. [...] В Министерството на вътрешните работи се пази архив, като за всяка молба за заповед се представят:", "а) основание, на което се подава искане за заповед;", "б) препис от издадената заповед или бележка за отхвърляне на искането;", "в) датите, на които заповедта е продължавана;", "г) бележка за всички други решения във връзка със заповедта;", "д) дата на отмяна на заповедта [...].", "49. След издаването на заповед следенето на съобщенията се извършва от пощите. Подслушването на телефоните се извършва от малоброен персонал от пощенски служители, които записват разговора, но не го слушат, като само от време на време се уверяват, че апаратът работи. [...] Резултатът от проверката [...] се предоставя на специално звено в столичната полиция, която отбелязва или записва само онези части от кореспонденцията или телефонния разговор, които имат значение за разследването. Когато документният запис бъде направен, лентата се връща на персонала на пощите, които изтриват записа. След това лентата се използва повторно. Повечето записи се изтриват до една седмица, след като са направени [...].", "50. [...]", "51. Бележките или записаният текст на проверените съобщения се задържат в полицейското звено в срок от дванадесет месеца или колкото е нужно за целите на разследването. Съдържанието на документния запис се съобщава на служителите в съответната полицейска група, натоварена със съответното разследване. Когато бележките или записаният текст вече не са нужни за разследването, документният запис се унищожава [...]. Продуктът от проверените съобщения се използва изключително, за да подпомогне полицията при извършваното от нея разследване и материалът не се представя като доказателство, въпреки че самото следене може да доведе до получаване на информация чрез други средства, които да бъдат представени като доказателства [...]. В съответствие с препоръката на комитета \"Бъркет\" [...], информацията, получена чрез следене на съобщенията, никога не се разкрива пред частни лица или организации, нито пред съдилища или каквито и да е правораздавателни органи.", "52. Лицето, чиито съобщения се следят, не се уведомява за факта на следенето, нито за информацията, получена чрез него, дори и когато наблюдението и свързаното с него разследване са приключили.", "53. Поради причини за сигурност обичайната практика е да не се разкрива броят на извършените проверки [...]. [...] Цифрите [...] показват, че между 1969 г. и 1979 г. в Англия и Уелс министърът на вътрешните работи е издавал годишно около 400 заповеди за подслушване на телефони и около 100 заповеди за следене на пощенски пратки. [...]", "54. [...] Министърът е обявил, че правителството не предлага приемането на нормативен акт (вж. параграф 37 по-горе), но възнамерява да назначи високопоставен служител от съдебната система, който да извършва постоянни независими проверки с цел да се гарантира, че следенето на съобщенията се извършва за установените цели и в съответствие с установените процедури. [...]", "[...]", "55. За извършването на този преглед е назначен лорд Диплок [...] В първия си доклад [...] той изразява удовлетворение.", "По-нататък при извършеното от него изследване на системата лорд Диплок установява, че всички продукти на следене, които не се пряко свързани с целите, за които е издадена заповедта, се унищожават бързо, а материалът, пряко свързан с целта, не се разпространява по-широко, отколкото е нужно за постигането й.", "[...]", "Ж. Засичане", "56. Процесът, наречен \"засичане\", е свързан с използването на устройство, наречено метричен принтер, което регистрира телефонните номера, набрани от определен номер и продължителността на всеки разговор. Този процес е разработен от пощите за собствените им нужди като корпорация, натоварена с предоставянето на телефонни услуги.", "[...] При \"засичането\" на един телефон, пощите [...] използват само сигнали, изпратени до тях.", "По отношение на пощите Короната не изисква да се пазят записи от този род, но ако те бъдат запазени, пощите могат да бъдат задължени да ги представят като доказателство в граждански или наказателни дела [...]", "Въпреки това пощите инцидентно правят и предоставят такива записи по искане на полицията, ако информацията е важна за полицейските дирения във връзка със сериозни престъпления и не може да бъде получена от други източници. Тази практика нееднократно е правена обществено достояние в отговор на парламентарни питания [...].", "З. Възможни вътрешноправни средства за защита срещу твърдяното нарушение на Конвенцията", "57. Комисията, правителството и жалбоподателят се съгласяват, че поне на теория в Англия и Уелс както в гражданските, така и в наказателните съдилища съществуват съдебни средства за защита срещу неправомерно извършено следене на съобщения. [...]", "[...]", "58. Наред с това правителството изтъква и следните възможни извънсъдебни средства:", "[...]", "Според правителството в практиката никога не е имало случай оплакване при някое от посочените три обстоятелства да се е оказало основателно.", "ПРОИЗВОДСТВО ПРЕД КОМИСИЯТА", "59. В жалбата си [...] до Комисията (N 8691/79) г-н Малоун се оплаква от признатото подслушване на телефонен разговор, в който той е участвал. По-нататък той изтъква убеждението си, че по заръка на полицията неговата собствена кореспонденция и тази на съпругата му са проверявани, телефонните му линии се подслушват и наред с това, телефонът му се \"засича\" от устройство, което записва всички набрани номера. Той твърди, че поради тези причини, както и поради съществуващото право и практика в Англия и Уелс, е станал жертва на нарушения на член 8 и член 13 на Конвенцията.", "60. На 13 юли 1981 г. Комисията обявява жалбата за допустима.", "В доклада си [...] Комисията изразява следното становище:", " извършено е нарушение на правата на жалбоподателя по член 8 поради признатото подслушване на телефонен разговор [...] и поради правото и практиката [...], които регулират следенето на пощенските и телефонните съобщения от името на полицията [...];", " при обстоятелствата по делото не е нужно да се изследва дали правата на жалбоподателя са нарушени и чрез процедурата, известна като \"засичане\" на телефонни разговори [...];", " извършено е нарушение на правата на жалбоподателя по член 13, тъй като правото в Англия и Уелс не предвижда \"ефикасно вътрешноправно средство за защита от съответна национална инстанция\" по отношение на проверки на съобщенията, извършени на основание на заповед [...].", "[...]", "ОКОНЧАТЕЛНИ СТАНОВИЩА ПРЕД СЪДА", "61. [...] Правителството поддържа изявленията [...], с които иска Съдът:", "(i) \"да реши и да постанови, че намесата в упражняването на правата, гарантирани от член 8 от Конвенцията [...] , е била и е оправдана по алинея 2 на чл. 8 като съответстваща на закона и необходима в едно демократично общество за предотвратяване на престъпления и за защита на правата и свободите на другите [...], и че не е извършено нарушение на член 8;", "(ii) а) [...] че [...] фактите не разкриват нарушение на [...] правата по член 8 във връзка с посочената система на \"засичане\";", "(2) по отношение на член 13,", "да реши и да постанови, че обстоятелствата по настоящото дело не разкриват нарушение на член 13 от Конвенцията.\"", "ПРИЛОЖИМОТО ПРАВО", "I. ТВЪРДЯНОТО НАРУШЕНИЕ НА ЧЛЕН 8", "62. Член 8:", "[...]", "А. Следене на съобщенията", "1. Обхват на въпроса, поставен пред Съда", "63. В самото начало трябва да се отбележи, че делото пред Съда не обхваща следенето на съобщенията като цяло. Решението на Комисията от 13 юли 1981 г., с което жалбата на г-н Малоун е обявена за допустима, определя предмета на делото, отнесено пред Съда (вж. между другото решението по делото Ирландия срещу Великобритания, стр. 63). Според това решение настоящото дело \"засяга само въпроса за проверките, извършвани от или от името на полицията\" - а не и от други държавни органи като Службата за мита и акцизи на Н. В. и Службата за сигурност - в общата правна рамка на разследването по наказателни дела, заедно с юридическата и административната рамка, която се отнася до тези проверки\".", "2. Има ли намеса в упражняването на право по член 8?", "64. Общоприето е, че един телефонен разговор, в който участва жалбоподателят, е подслушан по искане на полицията на основание заповед, издадена от министъра на вътрешните работи (вж. параграф 14 по-горе). Тъй като телефонните разговори попадат в обхвата на понятията \"личен живот\" и \"кореспонденция\" по смисъла на член 8 (вж. решението по делото \"Клас и други\", стр. 21), признатото подслушване е свързано с \"намеса от страна на държавен орган\" в упражняването на право, гарантирано на жалбоподателя от член 8, ал. 1.", "Въпреки твърденията на жалбоподателя, правителството последователно отказва да разкрие дали и до каква степен неговите телефонни разговори и кореспонденция са проверявани по друг начин от името на полицията (вж. параграф 16 по-горе). Правителството обаче признава, че като заподозрян получател на крадени предмети той спада към категория лица, спрямо които могат да се използват мерки за следене на кореспонденцията и телефонните разговори. Както Комисията посочва в доклада си (пункт 115), съществуването в Англия и Уелс на закони и практика, които допускат и установяват система за секретно следене на комуникациите, само по себе си е равностойно на \"намеса ... в ползването на \"правата на жалбоподателя по член 8, наред с мерките, действително предприети срещу него (вж. цитираното решение Клас и други, ibid.). При това положение Съдът, подобно на Комисията (вж. доклада, пункт 114), не смята за нужно да изследва другите твърдения на жалбоподателя, че както кореспонденцията, така и телефонните му разговори са следени в продължение на няколко години.", "3. Оправдана ли е намесата?", "65. Основният въпрос в спора е дали установената намеса е оправдана по смисъла на член 8, алинея 2 и по-специално дали тя е \"в съответствие със закона\" и \"необходима в едно демократично общество\" за някоя от целите, посочени в същата алинея.", "а) \"в съответствие със закона\"", "Общи принципи", "66. В решението по делото Силвър и други, стр. 32-33, Съдът приема, че поне по отношение на кореспонденцията на затворниците изразът \"в съответствие със закона\" [...] в ал. 2 на член 8 трябва да се тълкува в светлината на същите общи принципи, които решението по делото \"Сънди Таймс\" [...] прогласява за приложими към аналогичния израз \"предвиден от закона\" в ал. 2 на член 10.", "Първият такъв принцип е, че думата \"закон\" трябва да се тълкува, като отнасяща се не само до писаното право, но и до неписаното право (вж. цитираното решение по делото Сънди Таймс, стр. 30). Вторият принцип, признат от Комисията, правителството и жалбоподателя като приложим към настоящото дело е, че \"въпросната намеса трябва да има някаква опора във вътрешното право\" (вж. цитираното решение по делото Силвър и други, стр. 33). Приема се обаче, че въпросните изрази включват и изисквания над и отвъд спазването на вътрешното право. Две от тези изисквания са пояснени по следния начин:", "\"Първо, законът трябва да бъде достатъчно достъпен: гражданинът трябва да има възможност да извлече указания, достатъчни според обстоятелствата, за правните норми, които се прилагат към конкретен случай. Второ, една норма може да се разглежда като \"закон\" само ако е формулирана достатъчно точно, за да позволи на гражданина да регулира своето поведение: той трябва да бъде в състояние, при нужда чрез подходящ съвет, да предвиди до степен, разумна според обстоятелствата, последиците, до които може да доведе определено действие.\" (решение по делото \"Сънди Таймс\", стр. 31, решение по делото \"Силвър и други\", стр. 33).", "67. Според твърдението на правителството тези две изисквания [...] не са тъй уместни в съвсем различния контекст на секретното следене на съобщенията. В последния случай, ако релевантното право не налага на лицето ограничения или контрол, с които то е длъжно да се съобразява, правителството приема като основно съображение правомерността на административните действия според вътрешното право.", "Съдът би желал да наблегне върху своето становище, че изразът \"в съответствие със закона\" не само препраща към вътрешното право, а е свързан и с качеството на закона, като изисква той да бъде в съответствие с върховенството на правото, изрично посочено в преамбюла на Конвенцията (вж. mutatis mutandis цитираното решение по делото Силвър и други, стр. 34 и решението по делото Голдер, стр. 17). Следователно фразата предполага - а това следва и от предмета и целта на член 8 - че във вътрешното право трябва да съществува мярка за правна закрила срещу произволната намеса на държавните органи в упражняването на правата, гарантирани от алинея 1 [...]. Рискът от произвол е особено очевиден, когато правомощията на изпълнителната власт се упражняват тайно (вж. цитираното решение по делото Клас и други, стр. 21 и 23). Несъмнено правителството правилно твърди, че изискванията на Конвенцията по отношение на предвидимостта в специалната хипотеза на следене на съобщенията за целите на полицейското разследване не могат да бъдат същите както в случаите, когато целта на съответния закон е да постави ограничения върху поведението на хората. По-специално, изискването за предвидимост не може да означава, че лицето трябва да има възможност да предвиди кога властите вероятно ще проверят неговите съобщения, така че съответно да промени поведението си. Въпреки това законът трябва да бъде достатъчно ясен в предписанията си, за да дава на гражданите достатъчно насоки за обстоятелствата и условията, при които държавните органи могат да прибягнат до тази тайна и потенциално опасна намеса в упражняването на правото на личен живот и кореспонденция.", "68. Има известни спорове и [...] във връзка със степента, до която, за да се спази Конвенцията, самият \"закон\", като противостоящ на придружаващата го административна практика, трябва да определя обстоятелствата и условията за намеса на един държавен орган в упражняването на защитените права. Цитираното решение по делото Силвър и други, постановено след доклада на Комисията по настоящото дело, донякъде отговаря на този въпрос. В това решение Съдът приема, че \"един закон, който дава свобода на преценка, трябва да определи обхвата на тази свобода\", въпреки че не е нужно подробните процедури и условия, които трябва да бъдат спазени, да бъдат включени в материалноправни норми (ibid., стр. 33-34, А7 А7 88-89). Степента на точност, изисквана от \"закона\" в тази връзка, ще зависи от конкретния предмет (вж. цитираното решение по делото \"Сънди Таймс\", стр. 31). Тъй като практическото използване на мерки за тайно следене на съобщенията не подлежи на контрол от страна на заинтересуваните лица или на широката общественост, би било противно на върховенството на правото юридическата свобода на преценка, предоставена на изпълнителната власт, да се формулира като неограничена свобода. Следователно законът трябва да посочва обхвата на свободата на преценка, дадена на компетентните органи, и начинът на упражняването й с достатъчна яснота, като се има предвид правомерният характер на въпросната мярка, за да бъде лицето защитено от произволна намеса.", "Прилагане на описаните принципи към настоящото дело", "69. [...]", "70. Поради това въпросът, който трябва да се реши, е дали според вътрешното право основните елементи на правомощието да се проверяват съобщенията са установени с разумна точност в достъпни правни норми, които в достатъчна степен посочват обхвата и начина на упражняване на свободата на преценка, предоставена на компетентните органи.", "В пледоариите този въпрос се разглежда в два раздела: първо, дали според закона едно съобщение, което преминава през пощенските служби, може да бъде проверено само на основание действителна заповед, издадена от министъра, и второ, до каква степен самите обстоятелства, при които може да се издаде и изпълни една заповед, са точно определени в закона.", "71. [По първия пункт изводите за установената практика в доклада \"Бъркет\" и Бялата книга са категорични. [...] Както жалбоподателят правилно посочва, правото на Англия и Уелс не поставя упражняването на правомощието за проверяване на съобщенията в изрична зависимост от издаването на заповед. Член 80 от Закона за пощите от 1969 г. буквално предвижда, че на пощите може да бъде наложено \"изискване\" да предават информация на полицията, но това само по себе си не превръща незаконното следене, извършено при липса на заповед, във валидно \"изискване\" (вж. параграф 29 по-горе). Комисията обаче заключава, че явно това е последицата от член 80, прочетен във връзка с наказуемите деяния, определени със [законите]. Мотивите на Комисията са приети и одобрени от правителството, но са оспорени от жалбоподателя по отношение на телефонното подслушване. Той се позовава на някои думи в обратния смисъл в решението на сър Робърт Мегъри (вж. параграфи 31-36 по-горе, по-специално параграфи 33 и 35). Той също изтъква факта, че в циркулярното писмо на Министерството на вътрешните работи до полицията, в раздела \"Предоставяне на информация от пощите на полицията\" не се споменава нищо за процедурата за издаване на заповед (вж. параграф 50 по-горе).]", "72. Що се отнася до втория пункт, пледоариите разкриват една основна разлика в становищата относно евентуалните последици от това, че Законът за пощите от 1969 г. налага юридически ограничения относно целите и начина следенето на съобщенията да бъде законно разрешено от министъра.", "73. Според правителството [...] изразът \" за подобни цели и по подобен начин, както е установено изискване при приемането на този закон\" определя и ограничава правомощието за проверка на съобщенията с оглед на практиката през 1968 година. Правителството твърди, че след влизането в сила на закона от 1969 г. изискване за проверка на съобщенията от името на полицията може да бъде правомерно наложено на пощите само чрез заповед, подписана лично от министъра, изключително с цел разкриване на престъпление и при наличието на някои други условия. Така [...] заповедта по закон трябва да посочва съответното име, адрес и телефонен номер, действието й трябва да бъде ограничено по време и тя може да бъде адресирана само към пощите, но не и към полицията. Наред с това, пощите са длъжни и имат право [...] да предоставят информация само на \"определени лица, които заемат длъжност към Короната\". Всеки опит за разширяване или друго видоизменение на целите или начина, по който се разрешават проверките, налага изменение на закона от 1969 г., а това може да стане само чрез законодателната дейност на парламента.", "74. В мотивите си, които са приети от жалбоподателя, Комисията привлича вниманието към различни фактори на несигурност, като се противопоставя на становището на правителството относно последиците на закона от 1969 година.", "75. Преди всичко Комисията смята, че формулировката на разпоредбата и по-специално думата \"може\" разрешава на пощите да бъде поставяно изискване за всяка цел и по всеки начин, по който дотогава е било правомерно да се възложи задължение на министъра на пощите, т. е. тази формулировка не се ограничава до случилото се през 1968 година. Още по времето на доклада \"Бъркет\" [...] и когато е приет законът от 1969 г. не съществуват ясни юридически ограничения за допустимите \"цели\" и \"начин\". Действително докладът \"Бъркет\" на едно място [...] описва дискрецията на министъра като \"абсолютна\", макар и да уточнява, че упражняването й е практически ограничено.", "76. Друга трудност [...] произтича от твърдението, че [...] за включени в закона се смятат не всички детайли на съществуващите правила. [...], а само принципните условия, процедури или цели на издаването на заповеди, с които се разрешава следенето. Дори и да се приеме, че позоваването на \"подобни цели\" и \"подобен начин\" се ограничава до предходната практика в контраст с това, което би било юридически допустимо, не е очевидно [...] кои аспекти на предишните \"цели\" и \"начин\" са получили законова основа, за да могат да бъдат изменени само със закони на парламента, и кои аспекти остават въпрос на административна преценка [...]. В тази връзка Комисията отбелязва, че понятието \"сериозно престъпление\", което на практика служи като условие за това кога може да се издаде заповед с цел разкриването на престъпление, на два пъти е разширявано след приемането на закона от 1969 г., без въпросът да е разглеждан от парламента (вж. параграфи 42-43 по-горе).", "77. Комисията [...] отбелязва, че анализът на закона, извършен от правителството, не е споделен от сър Робърт Мегъри в решението му от февруари 1979 г. [...] Той направо приема, че тези правила остават административни по своя характер и дори по отношение на принципните аспекти не са превърнати в юридически задължителни изисквания [...] (вж. параграф 34 по-горе).", "78. [...] Наред с това министърът на вътрешните работи [...] се изразява с думи, които предполагат, че съществуващата уредба като цяло е въпрос на административна практика, която не е подходяща \"да бъде въплътена в нормативен акт\" [...].", "79. Горните съображения разкриват, че най-малкото в сегашното си състояние правото в Англия и Уелс, което регулира следенето на съобщенията за целите на полицията е донякъде неясно и открито за различни тълкувания. Европейският съд би узурпирал функцията на националните съдилища, ако се опита да се произнесе авторитетно по такива въпроси от вътрешното право (вж. mutatis mutandis решението по делото Девеер, стр. 28 in fine и решението по делото Ван Дрогенбрьок, стр. 30, четвърта подточка). Конвенцията обаче задължава Съда да определи дали приложимото право установява с достатъчна яснота съществените елементи на правомощията на властите в тази област, по смисъла на член 8, алинея 2.", "В Англия и Уелс съществуват подробни процедури във връзка със следенето на съобщенията от името на полицията (вж. параграфи 42-49, 51-52 и 54-55 по-горе). Нещо повече - статистиката показва ефективността на тези процедури, тъй като броят на издадените разрешения е сравнително нисък, особено в сравнение с нарастващия брой извършени престъпления от общ характер и инсталираните телефони (вж. параграф 53 по-горе). Обществеността е осведомена за приложимите правила и принципи чрез публикуването на доклада \"Бъркет\" и Бялата книга, както и чрез изявленията на отговорните министри в парламента (вж. параграфи 21, 37-38, 41, 43 и 54 по-горе).", "Въпреки това от доказателствата пред Съда не може да се заключи с достатъчна сигурност кои елементи на правомощията за следене на съобщенията се съдържат в правни норми и кои елементи остават в полето на свободната преценка на изпълнителната власт. Като се има пред вид съпътстващата неяснота и несигурност за състоянието на правото в тази важна област, Съдът може само да стигне до заключение, сходно с това на Комисията. По мнението на Съда правото на Англия и Уелс не посочва с достатъчна яснота обхвата и начина на упражняване на съответната свобода на преценка, предоставена на държавните органи. В този смисъл липсва минималната степен на юридическа защита, на която гражданите имат право в съответствие с върховенството на правото в едно демократично общество.", "Заключение", "80. Като цяло, що се отнася до следенето на съобщенията, намесата в правото на жалбоподателя по член 8 - зачитане на неговия личен живот и кореспонденция (вж. параграф 64 по-горе) не е \"в съответствие със закона\".", "\"Необходимо в едно демократично общество\" за признати цели", "81. Несъмнено съществуването на право, което дава правомощия да се проверяват съобщенията с цел полицията да бъде подпомогната във функциите й да разследва и разкрива престъпленията, може да бъде \"необходимо в едно демократично общество ... за предотвратяване на безредици или престъпления\" по смисъла на член 8, ал. 2 (вж. mutatis mutandis решението по делото Клас и други, стр. 23). Съдът например приема твърдението в Бялата книга на правителството, че във Великобритания \"нарастването на престъпността и особено ръстът на организираната престъпност, нарастващото усъвършенстване на престъпниците и лекотата и бързината, с която те се придвижват, са превърнали подслушването на телефоните в необходим метод за разследване и предотвратяване на сериозните престъпления\". Поради присъщата секретност обаче упражняването на тези правомощия крие опасност от злоупотреба, до която може да се стигне потенциално лесно в отделните случаи и която може да има вредни последици за цялото демократично общество (ibid., стр. 26). При това положение произтичащата намеса може да се разглежда като \"необходима в едно демократично общество\" само ако конкретно установената система на тайно следене съдържа достатъчни гаранции срещу злоупотреба (ibid., стр. 23).", "82. Жалбоподателят поддържа, че системата за следене на пощенските и телефонните съобщения от името на полицията в Англия и Уелс не отговаря на това условие. С оглед на предходното си заключение, че установената намеса не е \"в съответствие със закона\", Съдът смята, че не е нужно да разглежда съдържанието на другите гаранции, изисквани от ал. 2 на член 8, и обстоятелствата, свързани със системата.", "Б. Засичане", "83. Процесът, известен като \"засичане\", е свързан с използването на устройство [...], което регистрира номерата, набрани от определен телефон, и часа и продължителността на всеки разговор (вж. параграф 56 по-горе). При правенето на тези записи пощите [...] използват само сигнали, изпратени до тях като доставчик на телефонни услуги и въобще не наблюдават или подслушват телефонните разговори. Оттук правителството прави извода, че за разлика от следенето на съобщенията засичането въобще не води до намеса в упражняването на правата, гарантирани от член 8.", "84. [...] Поради това засичането по самата си природа трябва да бъде разграничавано от следенето на съобщенията, което е нежелателно и неправомерно в едно демократично общество, освен ако е обосновано. Съдът обаче не приема, че използването на данните, получени чрез засичане, при всякакви обстоятелства и за всички цели не може да повдигне въпроси по член 8. Записите от засичането съдържат информация, по-конкретно набраните номера, която е неразделна част от съобщенията по телефон. Следователно според Съда предоставянето на тази информация на полицията без съгласието на абоната също представлява намеса в упражняването на право, гарантирано от член 8.", "85. [...] Въпросът, поставен за решаване пред Съда в тази област, също е ограничен до предоставянето на записите от засичането на полицията \"в общия контекст на разследването по наказателни дела заедно с приложимата юридическа и административна рамка\" (вж. параграф 63 по-горе).", "86. В Англия и Уелс полицията няма никакви правомощия да нареди извършването на записи чрез засичане, ако липсва изрична заповед за това, но съществува практика, при която пощите инцидентно правят и предоставят такива записи по искане на полицията, ако информацията е важна за полицейското дирене във връзка със сериозно престъпление и не може да бъде получена от други източници (вж. пункт 56 по-горе). Като заподозрян получател на крадени предмети, жалбоподателят се предполага за спадащ към категория лица, които потенциално могат да бъдат пряко засегнати от тази практика. Поради това жалбоподателят твърди по смисъла на чл. 25 от Конвенцията, че е \"жертва\" на нарушение на член 8 поради самото съществуване на такава практика, съвсем отделно от конкретните изпълнителни мерки, предприети срещу него (срв. mutatis mutandis параграф 64 по-горе). Това положение не се променя, независимо от твърденията на правителството, че полицията фактически нито е предизвикала засичането на телефонни разговори, нито е предприела претърсвания на основата на списък с телефонни номера, получени чрез засичане (вж. параграф 17 по-горе; вж. също mutatis mutandis цитираното решение по делото Клас и други, стр. 20 in fine).", "87. [...] [Никое правило на вътрешното право не квалифицира като неправомерно доброволното изпълнение от страна на пощите на искането на полицията да се направи и предостави запис чрез засичане (вж. параграф 56 по-горе). Описаната практика, включително ограничителните условия за това кога може да бъде дадена информацията, е оповестена в отговор на парламентарни питания (ibid.). Въпреки това, [...] освен простото отсъствие на забрана, не съществуват правни норми за обхвата и начина на упражняване на дискрецията, предоставена на държавните органи. Следователно макар и да е правомерна според вътрешното право, намесата в резултат на съществуването на въпросната практика не е \"в съответствие със закона\" по смисъла на член 8, алинея 2 (вж. параграф 66 до 68 по-горе).", "88. Това [...] отстранява необходимостта [...] да се определя дали намесата [...] е \"необходима в едно демократично общество\" за някоя от целите, посочени в алинея 2 на член 8 (вж. mutatis mutandis параграф 82 по-горе).", "89. Съответно в случая с жалбоподателя е извършено нарушение на член 8 както чрез следенето на съобщенията, така и чрез предоставянето на записите от засичането на полицията.", "II. ТВЪРДЯНОТО НАРУШЕНИЕ НА ЧЛЕН 13", "90. Жалбоподателят твърди, че за нарушенията на член 8, от които той се оплаква, не съществува ефикасно вътрешноправно средство за защита и следователно е извършено нарушение на чл. 13:", "[...]", "91. Като има предвид решението си по член 8 (вж. параграф 89 по-горе), Съдът не намира за нужно да се произнася по този въпрос.", "III. ПО ПРИЛАГАНЕТО НА ЧЛЕН 50", "92. Жалбоподателят претендира за справедливо обезщетение по член 50 [...].", "93. Въпросът [...] още не е готов за решаване и трябва да бъде отложен; като се имат пред вид обстоятелствата по делото, подходящо е проблемът да бъде препратен обратно на съдебния състав.", "ПО ТЕЗИ СЪОБРАЖЕНИЯ СЪДЪТ", "1. Единодушно приема, че е извършено нарушение на член 8 от Конвенцията;", "2. Приема с 16 срещу 2 гласа, че не е нужно да се разглежда въпросът по член 13;", "3. Единодушно приема, че въпросът за прилагането на член 50 не е готов за решаване;", "[...]", "Дж. Виарда, председател", "Марк-Андре Ейсен, секретар", "Към настоящото решение са приложени самостоятелни мнения на следните съдии [...]:", "ЧАСТИЧНО ОСОБЕНО МНЕНИЕ НА СЪДИИТЕ МАЧЕР И ПИНЙЕЙРО ФАРИНЯ", "Признаваме, че член 13 съставлява една от най-неясните разпоредби в Конвенцията и прилагането му поставя извънредно трудни и сложни проблеми във връзка с тълкуването. Може би това е причината, поради която близо две десетилетия институциите по Конвенцията избягват да анализират тази разпоредба, като най-често изтъкват съвсем неубедителни причини.", "[...]", "[...] [Не можем да [...] се съгласим с мнението на мнозинството от Съда, според което разглеждането на твърдяното нарушение на член 13 може да се избегне. [...]", "В действителност, като прилага подхода от решението Силвър и други, Съдът в настоящото дело в същата степен трябваше да стигне до извод за извършено нарушение на член 13.", "СТАНОВИЩЕ НА СЪДИЯ ПЕТИТИ", "Гласувах заедно с колегите си за нарушението на член 8, но смятам, че Европейският съд можеше да направи решението си по-изрично и да не се ограничава само да установи дали според формулировката на член 8 намесата е \"в съответствие със закона\" [...], при което терминът \"закон\" може да се тълкува като обхващащ както писаното, така и неписаното право.", "Според Европейския съд установяването на нарушение по този пункт прави излишно в делото Малоун да се разглежда сега съществуващата британска система, което би било объркващо поради липсата на \"закон\", както и да се определи дали съществуват достатъчни гаранции.", "Според мен обаче фактите, описани в доклада на Комисията и представени накратко от Съда, също изискват оценка на британските мерки и практика по член 8, ал. 2.", "[...]", "Опасността, надвиснала над демократичните общества през периода 1980-1990 г., произтича от изкушението, на което са подложени държавните органи да \"надникнат\" в живота на гражданина. За да отговори на нуждите от планиране и от съществуването на социална и данъчна политика, държавата е длъжна да разшири обхвата на своята намеса. Държавата се принуждава да увеличи, а след това да компютъризира файловете с лични данни в административната система. В някои държави-членки на Съвета на Европа всеки гражданин вече фигурира в 200 до 400 файлове с данни.", "На следващия етап държавните органи се опитват да изградят \"профил\" на всеки гражданин за нуждите на статистиката и процесите на вземане на решения. Проучванията стават все по-многобройни; подслушването на телефоните е един от любимите методи за това постоянно разследване. През последните тридесет години подслушването многократно е било \"усъвършенствано\", което увеличава опасността от намеса в личния живот. Продуктът на подслушването може да се запази върху магнитна лента и да се обработи в пощенски или други центрове, снабдени с най-фино оборудване. [...] Чрез използването на т. нар. \"мозаична\" техника може да бъде сглобена пълна картина за начина на живота дори на \"модел\" на гражданин.", "Успоредно с развитието в техниката за подслушване се разнообразяват и целите, преследвани от властите. Полицейското подслушване за предотвратяване на престъпления е само един от използваните методи; към това трябва да добавим политическото подслушване, проверката на съобщенията на журналисти и водещи обществени фигури, без да споменаваме проверките за целите на националната отбрана и държавната сигурност, които са част от категорията \"свръхсекретно\" и не са предмет на решението на Съда или на настоящото мнение.\nПовечето държави-членки на Съвета на Европа са почувствали нуждата да приемат законодателство по въпроса, за да сложат край на умножаващите се злоупотреби, които излагат на опасност дори хората на власт.", "[...]", "Ръководният принцип в тези закони е разделението на изпълнителната и съдебната власт. Това означава на изпълнителната власт да не се поверяват инициативата и контролът върху проверките, в съответствие с духа на член 8.", "Британската система, анализирана в решението Малоун и приета от Съда за \"несъответстваща на закона\", е типичен пример за практика, която оставя проверката на съобщенията единствено на преценката и под контрола на министъра на вътрешните работи. Нещата се усложняват от факта, че провереният материал не се разкрива пред съдебните органи (във вид на доказателства), които поради това не узнават за проверката (вж. параграф 51.)", "[...]", "Наистина Европейският съд \"смята, че не трябва да разглежда по-нататък съдържанието на другите гаранции, изисквани от алинея 2 и дали системата, срещу която е насочено оплакването, предоставя тези гаранции при конкретните обстоятелства\" (параграф 82).", "Тази резерва ясно показва, че като се ограничава до установяването на нарушение в смисъл, че държавната намеса не съответства на закона, Съдът не възнамерява дори мълчаливо да изрази одобрение на британската система и така се въздържа от произнасяне за евентуално нарушение на чл. 8, алинея 2.", "По мое мнение обаче Съдът на този етап е завършил мотивите си и е анализирал съставните части на системата, за да може да прецени тяхната съвместимост и да стигне до заключение за нарушение на член 8, алинея 2 поради липсата на съдебен контрол.", "Дори и ако един \"закон\" [...] съдържа подробни правила, които не само узаконяват определена практика, но и определят и ограничават тази практика, липсата на съдебен контрол според мен въпреки всичко е равнозначна на нарушение на член 8, параграф 2 [...].", "[...] [Практиката на следене на съобщенията от страна на полицията води до създаването на \"обвинителни\" досиета, които крият опасност от по-нататъшното обезсилване на правилата за справедливия процес по член 6, като създават презумпция за виновност. Поради това съдебните органи трябва да имат пълната власт да преценяват тази област на решение и контрол.", "Целта на законите за защита на личните файлове в Европа е да бъде предотвратено всяко тайно разкриване на думи, изречени в частен контекст; някои закони дори прогласяват за неправомерно всяко подслушване на телефонните съобщения и всяко проследяване на едно послание без съгласието на участниците. Между законите за \"личния живот\" и законите за \"следене на съобщенията\" съществува много тясна връзка.", "Германското право изброява нарушенията, за чието разкриване могат да бъдат разпоредени мерки за следене на съобщенията. Списъкът с нарушенията, установен с този закон, е изцяло насочен към запазването на демокрацията - единственото оправдание за следенето.", "В делото Клас и извършеното сравнително проучване на правилата в различните държави, подписали Конвенцията, е подчертана нуждата от система за защита в тази област. Очевидно поддържането на такава система е поверено на държавата, но само в рамките, очертани от член 8.", "[...]", "Що се отнася до предотвратяването на престъплението по общото право, трудно е да видим причина за изместване на съдебния контрол, най-малкото за да се гарантира на по-късен етап правото на унищожаване на продукта от непозволено следене на съобщенията.", "[...] Намесата, породена от следенето на съобщенията, е по-сериозна от обикновената намеса, тъй като \"невинната\" жертва е неспособна да я открие.", "[...] Не може да съществува основание за отричане на мярка, свързана със съдебен или равностоен контрол, или да се откаже създаването на неутрален и безпристрастен орган между органа, която взема решение за следенето, и органа, натоварен с контрола за законосъобразност на тази дейност и съответствието й с преследваните правомерни цели.", "Изискването за съдебен контрол върху подслушването на телефоните произтича не само от съображенията, които се коренят във философията на властта и институциите, но и от нуждата да бъде защитен личният живот.", "[...]", "Дейността на Съвета на Европа (колоквиум \"Оруел\", Страсбург, 2 април 1984 г. и колоквиум за базите данни, Мадрид, 13 юни 1984 г.) е насочена към същите цели, а именно защитата на отделния човек, застрашен от методите на съхранение и предаване на информация. Мисията на Съвета на Европа и на неговите органи е да предотврати създаването на системи и методи, които биха позволили \"Големият брат\" да стане господар на личния живот на гражданите. Защото да бъдете подложен на мерки за проверка на съобщенията против волята ви е също тъй сериозно, както и да не можете да спрете тези мерки, когато те са незаконни или необосновани; такъв е примерът с героя на Оруел, постоянно наблюдаван в дома си от телевизионна камера, която не в състояние да изключи.", "Законът трябва да прави ясна разлика между административните проверки и проверките, разрешени от съдебен орган, за да бъде спазен член 8; за предпочитане е някои видове намеса да бъдат приети за правомерни в съществуващия правен ред, а не да се оставя правен вакуум, който създава простор за произвола. Определянето на колективни институции, натоварени да осигуряват последващия контрол върху начина на изпълнение на мерките за следене на съобщенията; определянето на датите на преустановяване на подслушването и наблюдението, начините за унищожаване на продукта на проверката; включването на всички мерки, прилагани в тази област, в наказателно-процесуалния кодекс, за да се гарантира защитата на думите, изречени в частен контекст или на частно място; проверката дали мерките не съставляват непочтена хитрост или нарушение на правото на защита - целият този арсенал от изисквания трябва да бъде взет предвид, за да се прецени дали системата отговаря на разпоредбите на член 8. Делото Малоун провокира подобни въпроси, тъй като държавата не може да разполага с \"неограничена свобода\" в тази насока (вж. решението по делото Клас).", "В съответствие с духа на Конвенцията на Съвета на Европа за личния живот и базите с данни от 1981 г., правото на достъп включва право на лицето да установи съществуването на данните, да установи базите, в които то е \"субект на данните\", достъп в същинския смисъл на думата, право да оспори данните и изключенията и възможностите за дерогиране на това право на достъп специално в случай на полицейско или съдебно разследване, което по естеството си може да остане тайно в първоначалната фаза, за да не бъдат алармирани действителните или потенциалните престъпници.", "В препоръка R (83) 10 на Комитета на министрите на Съвета на Европа се заявява, че зачитането на личния живот на лицата трябва да се гарантира \"при всеки изследователски проект, който изисква използването на лични данни\".", "Характерът и последиците на обработката на данни са съвсем различни, когато добавим към тази картина компютъризацията. Конституционният съд в Карлсруе правилно въвежда понятието \"информационно самоопределение\", т. е. правото на всеки човек да реши в какви граници могат да се разкриват данни за личния му живот и да се защити срещу нарастващата тенденция да бъде третиран като \"публична собственост\".", "През 1950 г. методите за намеса в личния живот са все още архаични: смисълът и значението на термина \"намеса\" според разбиранията по това време не може да надделее над днешния смисъл. Следователно следенето, което по-рано е налагало да се прибягва до подслушване, трябва да бъда определено като \"намеса\" и през 1984 г., макар и да е извършено по друг начин благодарение на \"промените в програмирането\" и техниката за слушане от разстояние.", "Както се припомня в параграф 2 от решението Клас, вече е прието, че доколкото член 8, алинея 2 представлява изключение от гарантирано право, \"той трябва да се тълкува ограничително\" и \"правомощията за тайно следене на гражданите, които са характерни за полицейската държава, са приемливи по Конвенцията само ако са строго необходими за опазване на демократичните институции\". [...] [Задачата да се прецени степента на подозрителност или опасността по мое мнение не може да се разглежда като адекватно средство, съответстващо на преследваната цел, дори и тази цел да е правомерна; във всеки случай, практиката на систематична проверка на съобщенията при липсата на безпристрастен, независим и съдебен контрол не би била пропорционална на преследваната цел. В тази връзка делото Малоун трябва да се чете във връзка с доводите, изложени в решението Клас.", "На държавите очевидно трябва да се остави свобода на преценка на национално равнище и обхватът на тази свобода очевидно не е един и същ при всяка от целите, посочени в чл. 8 и чл. 10. Въпреки това правото на зачитане на личния живот срещу шпиониране от страна на изпълнителната власт попада в категорията на най-строго определените права по Конвенцията и така води до известно ограничаване на тази вътрешна \"дискреция\" и на свободата на преценка. В тази област [...] може да се твърди, че е възможно [...] да бъдат установени европейски стандарти за поведението на държавата по отношение следенето на нейните граждани. Общите характеристики на нормативните актове или проектите за такива актове относно базите с данни и проверката на съобщенията е доказателство за това общо съзнание.", "Простото споменаване в решението на понятието за необходимост в демократичното общество и изискването за \"достатъчни гаранции\", без да се изясняват принципите и основните условия, свързани с тези гаранции, може да се окаже недостатъчно за целите на тълкуването, което държавата трябва да даде на Конвенцията и на решението.", "Решението по делото Малоун допълва решението Клас, тъй като стига до извода за нарушение, като определя за незадоволителна система, която не е установена в закон или аналогичен нормативен акт по англосаксонското право. То има своето място в продължаващата поредица от решения, чрез които Съдът действа като пазител на Конвенцията. Съдът изпълнява тази функция, като придава на член 8 пълните му измерения и ограничава свободата на преценка, особено в онези области, където отделният човек става все по-уязвим в резултат на съвременните технологии; признаването на правото му да бъде \"оставен на мира\" е естествена последица на член 8. Конвенцията защитава общността на хората; човекът в наши дни има нужда от защита на собствената си идентичност, нужда да отхвърли тоталната прозрачност на обществото и да запази недосегаемостта на своята личност."]}