{"file": "BUL_HJUDBUL_39272_98.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "39272/98", "text_paragraphs": ["", "© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "СЪВЕТ НА ЕВРОПА", "ЕВРОПЕЙСКИ СЪД ПО ПРАВАТА НА ЧОВЕКА", "", "", "", "ПЪРВО ОТДЕЛЕНИЕ", "", "", "", "ДЕЛО НА М.Ч. срещу БЪЛГАРИЯ", "", "(Жалба № 39272/98)", "", "", "", "", "", "РЕШЕНИЕ", "", "", "СТРАСБУРГ", "", "4 декември 2003 година", "", "", "", "", "", "", "", "", "По делото на М. Ч. срещу България,", "  Европейският съд по правата на човека (Първо отделение), в състав, включващ:", "", "г-н К.Л. Розакис, председател,", "г-жа Ф. Тулкенс", "г-жа Н. Важич,", "г-н Е. Левиц,", "г-жа С. Ботушарова,", "г-н А. Ковлер", "г-н В. Загребелски, съдии,", "и г-н С. Нилсен, Заместник съдебен секретар на отделението", "", "след като проведе закрито заседание на 13 ноември 2003 г., постанови следното решение, което бе прието на посочената по-горе дата:", "\n", "ПРОЦЕДУРА", "", "1.  Делото е образувано по жалба (№ 39272/98) срещу Република България, подадена пред Европейската комисия по правата на човека (“Комисията”) по реда на Член 25 (стар) на Конвенцията за защита правата на човека и основните свободи (“Конвенцията”) от българска гражданка М.Ч.(“жалбоподателка”) на 23 декември 1997 година. В производството пред Съда, Председателят на съдебния състав уважи молбата на жалбоподателката да не се разкрива името й (Правило 47 § 3 от Правилата на Съда).", "2.  Жалбоподателката, на която бе предоставена правна помощ, бе представлявана от г-н Й. Грозев, адвокат, практикуващ в София. Г-н Грозев представи пълномощно от 27 ноември 1997 година, подписано от жалбоподателката и от майка й. Българското правителство (“Правителството”) бе представлявано от представителите си, г-жа В. Джиджева, г-жа М. Димова и г-жа М. Коцева от Министерство на правосъдието.", "3.  Жалбоподателката твърди, че са нарушени правата й по смисъла на Членове 3, 8, 13 и 14 на Конвенцията и че националното законодателство и практиката в случаи на изнасилване и разследването на изнасилването, на което тя е жертва, не дава гаранции за спазването от страна на държавата на позитивното й задължение за предоставяне на ефективна правна защита срещу изнасилване и сексуално малтретиране.", "4.  Жалбата е предадена на Съда на 1 ноември 1998 година, когато Протокол № 11 към Конвенцията влиза в сила (Член 5 § 2 от Протокол № 11).", "5.  Жалбата бе разпределена на Четвърто отделение на Съда (Правило 52 § 1 от Правилника на Съда).", "6.  На 1 ноември 2001 година Съдът промени състава на своите отделения (Правило 25 §1). Делото бе разпределено на новосформираното Първо отделение (Правило 52 § 1). В рамките на това отделение, бе конституиран в съответствие с Правило 26 §1 съдебният състав, на който впоследствие бе възложено делото за разглеждане (Член 27 § 1 на Конвенцията).", "7.  С решение от 5 декември 2002 година Съдът обяви жалбата за допустима.", "8.  Жалбоподателката и правителството са депозирали становища по същество (Правило 59 § 1). Съдебният състав реши, след консултация със страните, че не е необходимо разглеждане на делото в открито заседание (Правило 59 § 3 in fine (накратко)). В допълнение към това беше получено писмено становище от трета страна - неправителствената организация Interights, базирана в Лондон, на която Председателят разреши да вземе участие в писмената процедура (Член 36 § 2 от Конвенцията и предишно Правило 61 § 3).", "ФАКТИТЕ", "I. ОБСТОЯТЕЛСТВАТА ПО ДЕЛОТО", "9.  Жалбоподателката е българска гражданка, родена през 1980 година.", "10.  Тя твърди, че е била изнасилена от двама мъже на 31 юли и на 1 август 1995 година, когато е била на четиринадесет години и десет месеца. Проведеното разследване е било прекратено със заключение, че няма достатъчно доказателства за това, че жалбоподателката е била принудена да има полов контакт против волята си.", "A. Събитията от вечерта на 31 юли до 1 август 1995 г.", "1.  Вечерта на 31 Юли", "11.  На 31 юли 1995 г. жалбоподателката и нейна приятелка чакали да влязат в дискотека в град К., когато трима мъже, П. (по това време на възраст 21 години), A. (по това време на възраст 20 години) и В.A. (неуточнена възраст), пристигат с кола, собственост на П. Жалбоподателката познавала П. и А. Запознала се с П. в същата дискотека и танцувала с него веднъж. A. бил по-големият брат на нейна съученичка.", "12.  A. поканил жалбоподателката да отиде с него и приятелите му в дискотека в малък град на разстояние 17 км. от гр. К. Според жалбоподателката тя се съгласила при условие, че ще се върне вкъщи преди 23.00 часа.", "13.  В дискотеката, един или двама от групата пили по няколко малки питиета. Жалбоподателката вижда свои приятели, с които си разменя по няколко думи. Според жалбоподателката тя неколкократно подканвала другите да си тръгват, тъй като ставало късно.", "14.  Късно вечерта групата си тръгнала обратно към гр. К. По пътя те са спрени за кратко и проверени от пътната полиция.", "15.  След това А. предложил да спрат за малко да поплуват в намиращия се наблизо язовир. Според жалбоподателката, те отишли там въпреки възраженията й. Тя твърди, че не е подозирала за намеренията на мъжете.", "2.  Събитията при язовира", "16. При язовира жалбоподателката останала в колата, на предната седалка до шофьора, като казала, че не и се плува. Тримата мъже се запътили към язовира. Малко след това П. се върнал и седнал на предната седалка до жалбоподателката.", "17.  В показанията си пред разследващите органи, жалбоподателката твърди, че П. тогава притиснал тялото си към нейното, като предложил “да станат приятели” и започнал да я целува. Жалбоподателката отблъснала опитите му за сближаване и го помолила да си тръгне. П. продължил да я целува, докато тя се опитвала да го отблъсне. Тогава той преместил седалката на колата в хоризонтално положение, хванал ръцете й и ги притиснал към гърба й. Жалбоподателката била уплашена и същевременно объркана от факта, че се е поставила в такова положение. Тя нямала сили да се съпротивлява или да закрещи. Усилията й да отблъсне П. били неуспешни, тъй като той бил много по-силен. П. частично я разсъблякъл и я принудил да има полов контакт с него.", "18.  В показанията си жалбоподателката твърди: “Беше ми за пръв път и много болеше. Стана ми лошо и ми се прииска да повърна. Разплаках се.”", "19.  Според твърденията на П., жалбоподателката напълно доброволно осъществила полов контакт с него в колата. Той започнал да я целува, тя му отговорила и той неуспешно се опитал да разкопчее джинсите или колана й, при което тя самата сторила това и си свалила панталоните.", "20.  След като П. свършил, той излязъл от колата и се приближил към А. и В. А. Както А. твърди в показанията си пред полицията, П. им казал, че е “имал полови сношения със” жалбоподателката. Малко след това, тримата мъже се връщат при колата и групата отпътува.", "21.  В показанията си пред следователя, жалбоподателката твърди, че по-късно е започнала да подозира, че тримата мъже са планирали да имат сексуален контакт с нея и са измислили плуването като претекст да я закарат на изоставено място. По-конкретно тя не си спомня да е виждала А. и В. А. мокри, когато се връщат в колата, въпреки че настоявали да се отбият до язовира, за да поплуват.", "3.  Твърдяното второ изнасилване", "22.  Жалбоподателката по-късно свидетелства, че след първото изнасилване се е чувствала много объркана и е плакала повечето време. Според версията на П. и А., при разпита им по-късно, жалбоподателката била в отлично настроение, започнала да гали А., което раздразнило П., и помолила да отидат на бар или на ресторант. Групата се отбила в един ресторант, където жалбоподателката за кратко си поговорила с г-ца Т., певицата, която пеела в този ресторант. Г-ца Т. седяла на една маса с г-н М.", "23.  Г-ца T., певицата, твърди, че на 1 август 1995 година е била в ресторанта с г-н М. Малко след полунощ жалбоподателката, която тя бегло познавала, се приближила към нея и я попитала дали групата й ще свири и пее в следващите няколко дни. Г-ца T. си спомня, че в този момент видяла един мъж да чака на вратата. След като чула отговора на въпроса си, жалбоподателката си тръгнала. Г-ца T. твърди, че жалбоподателката изглеждала весела и че в държанието й нямало нищо необичайно.", "24.  Г-н M. бил също бил разпитан от полицията. Той твърдял, че много добре познава жалбоподателката и че не си спомня да я е виждал онази нощ.", "25.  Жалбоподателката оспорва твърденията на П., A., В.A. и T., като поддържа, че не са се отбивали в никакъв ресторант и че не познава г-ца Т. Жалбоподателката и майка й по-късно обвиняват г-ца Т. в лъжесвидетелстване (виж параграфи 66-68 по-долу).", "26.  Вместо да се върнат в гр. K., в около 3 часа сутринта групата се отправила към съседния град, където роднините на В.A. имали къща. A., В.A. и жалбоподателката слезли от колата. П., собственикът на колата, отпътува.", "27.  Тримата мъже и хлебарят, г-н С., техен свидетел, по-късно твърдят, че междувременно спрели за кратко в магазина за хлебни изделия на г-н С. Те казват, че в г-н С. бил ключът за къщата. При разпита г-н С. твърди, че в около 2 часа през нощта е дал ключа на В. А. и е видял жалбоподателката да чака в колата, очевидно в добро настроение. От колата се чувала силна музика. Жалбоподателката оспорва посещението в магазина и обвинява хлебаря в лъжесвидетелстване. П., A. и В.A. твърдят в показанията си, че решили да отидат в къщата, тъй като жалбоподателката им казала, че се е скарала с майка си и че не иска да се прибира у дома.", "28.  Жалбоподателката твърди пред полицията, че се чувствала безпомощна и се нуждаела от защита. Тъй като А. бил брат на нейна съученичка, тя очаквала такава защита от него и последвала него и В.А. в една стая на приземния етаж на къщата.", "29.  В стаята имало едно легло и жалбоподателката седнала на него. Двамата мъже пушили и си поговорили известно време. След това В. А. излязъл от стаята.", "30.  Жалбоподателката твърди, че в този момент А. седнал до нея, бутнал я да легне на леглото, съблякъл я и я принудил да има полов контакт с него. Жалбоподателката нямала сили яростно да се съпротивлява. Тя само помолила мъжа да спре. По-късно тя твърди в показанията си:", "“Започнах да плача и го помолих да спре. Той започна да ме гали по гърдите и да смуче врата ми... По някое време свали джинсите и бельото ми с крака. След това разтвори краката ми с краката си и със сила влезе в мен... [след като той свърши] започнах да плача и продължих да плача до някое време сутринта, когато съм заспала ... [В.A.] ме събуди, като ми каза, че [A.] е отишъл да търси кола, за да ме закара обратно в K. Седнах на леглото и започнах да плача.”", "31.  Позицията на A. пред полицията е, че жалбоподателката напълно доброволно е осъществила полов контакт с него.", "4.  Сутринта на 1 август 1995 година", "32.  На следващата сутрин около 7 ч. майката на жалбоподателката намерила дъщеря си в къщата на роднините на В. А. Майката на жалбоподателката твърди, че когато научила от съседи, че предната вечер са видели дъщеря й с А., тя се запътила към къщата на А., когато срещнала В. А. на улицата. В. A. се опитал за заблуди майката на жалбоподателката в усилието си да спечели време и да предупреди A. Тя обаче настояла.", "33.  Жалбоподателката и майка й поддържат в показанията си по време на разследването, че жалбоподателката веднага казала на майка си, че е била изнасилена. A. също бил там. Той казал на майката на жалбоподателката, че “шофьор на камион” имал полови контакт с дъщеря й предишната вечер.", "34.  Според версията на А., жалбоподателката и майка й се скарали, като жалбоподателката отказала да тръгне с нея и й казала да се маха. Един съсед, очевидно посочен като свидетел от А. или В. А., твърди, че е чул разправията и, по-конкретно отказа на жалбоподателката да тръгне с майка си и думите, че нищо не й се е случило. Жалбоподателката обвинява свидетеля в лъжесвидетелстване.", "35.  Жалбоподателката и майка й отишли директно в местната болница, където били препратени към лекар по съдебна медицина. Към 16 ч. жалбоподателката била прегледана.", "36.  Лекарят установил, че девствената ципа е скоро разкъсана. Той също така установил, че на врата на жалбоподателката има ожулено място с размери 35 мм на 4 мм и четири малки синини с овална форма. Както е отбелязано в медицинското удостоверение, жалбоподателката съобщава само за едно изнасилване, като твърди, че е станало между 22.30 и 23.00 часа предния ден при язовира.", "Б. Събитията между 1 и 11 август 1995 година", "37.  Жалбоподателката твърди, че през следващите няколко дни е отказала да разговаря с майка си за инцидента. Не й съобщила никакви подробности и изобщо не споменала второто изнасилване. Според жалбоподателката градът, в който живее е малък, хората са с консервативни разбирания и девствеността се счита като предимство при сключването на брак. Тя се срамувала от факта, че “не е успяла да защити девствеността си и от мнението на хората за нея”.", "38.  Първата вечер след събитията, на 1 август 1995 година, П. посетил семейството на жалбоподателката. Жалбоподателката и майка й твърдят, че тази вечер П. е помолил за прошка и е обещал, че ще се ожени за жалбоподателката, когато тя навърши пълнолетие. Майката на жалбоподателката решла, че при дадените обстоятелства би било разумно да приеме това предложение. Това повлияло на първоначалното поведение на жалбоподателката, която приела идеята на майка си по то                                                                                                                                                                                                                                                                                                                                                        зи начин да избегнат по-големите неприятности.", "39.  Една от следващите вечери жалбоподателката излязла с П. и някои от приятелите му.", "40.  П. и В.A., като последният твърди, че е бил с П. по време на посещението му в къщата на жалбоподателката вечерта на 1 август 1995 година, заявяват, че майката на жалбоподателката им казала, че “всяко удоволствие трябва да се заплаща” и се опитала да ги изнуди да й дадат пари.", "41.  Бабата на П. също дала показания пред полицията. Тя заявила, че на неуточнена дата майката на жалбоподателката я посетила, като се опитала да я изнуди за пари.", "42.  По отношение на това посещение и другите свързани събития, г-жа Д., съседка и приятелка на майката на жалбоподателката, заявява, че тя била много разстроена от случилото се и се съгласила дъщеря й да излезе с П., тъй като той твърдял, че обича жалбоподателката. Въпреки това, майката на жалбоподателката решила да разговаря с родителите на П. На неуточнена дата г-жа Д. и друга съседка се приближили към къщата на П., но баба му им казала да си вървят, като заявила, че жалбоподателката е спала не само с П., но също така и с А. В този момент пристигнал А. Г-жа Д. го запитала дали е истина, че е спал с жалбоподателката. Той потвърдил, че е истина и добавил, че разполага с парите и властта да върши каквото му харесва. Дотогава майката на жалбоподателката не е знаела за второто изнасилване.", "43.  Жалбоподателката заявява, че посещение от бащата на А. на 8 август 1995 г. провокирало нервен изблик от нейна страна. След това тя доверила на майка си за второто изнасилване. На 10 август 1995 г. бащата на жалбоподателката се върнал вкъщи след неколкодневно отсъствие от дома. Семейството обсъдило въпроса и решило да подаде жалба. Майката на жалбоподателката сторила това на 11 август 1995 г.", "C. Разследването", "1.  Първоначално полицейско разследване", "44.  На 11 август 1995 година жалбоподателката дава писмени показания за събитията, случили се на 31 юли и 1 август. Същият ден П. и А. са арестувани и дават писмени показания. Те твърдят, че жалбоподателката е имала полови контакти с тях доброволно, по свое собствено желание. Двамата мъже са освободени. Писмени показания са дадени също от В. А. и лице, което живее в съседство до къщата, в която се твърди, че се е състояло второто изнасилване. На 25 август 1995 година полицейски служител докладвал и предал делото на компетентния прокурор.", "45.  На 14 ноември 1995 г. Районният прокурор образува наказателно производство по отношение на твърдяното изнасилване и предава делото на следовател. В хода на производството не са повдигнати обвинения.", "46.  Не са предприети действия по делото между месец ноември 1995 г. и месец ноември 1996 г.", "2.  Производства по отношение на жалбите от П. и А. за твърдяно лъжесвидетелстване", "47.  На 24 август 1995 г. П. и A. подават жалби в Районната прокуратура, в които твърдят, че жалбоподателката и майка й ги тормозят като отправят неверни публични обвинения.", "48.  Въз основа на жалбите, на 28 август 1995 г. районният прокурор нарежда полицейско разследване. През септември и октомври 1995 г. са изслушани няколко лица и са дадени писмени показания.", "49.  На 25 октомври 1995 г. полицейски служител съставя доклад, очевидно приемайки за достоверни твърденията на П. и А. и не вярвайки на версията, поддържана от жалбоподателката и майка й.", "50.  На 27 октомври 1995 г. делото е предадено на Районната прокуратура по компетентност, да реши дали да се образува наказателно производство срещу жалбоподателката и майка й. Изглежда, че въпросът се е проточил и не е взето никакво решение.", "3.  Възобновено разследване по делото за изнасилване", "51.  Между 2 ноември и 9 декември 1996 г. следователят разпитал жалбоподателката, майка й и други свидетели. П. и А. също били разпитани като свидетели.", "52. Жалбоподателката предоставила подробно описание на фактите, като повторила, че П. преодолял съпротивата й, като я натиснал срещу седалката на колата и извил ръцете й, и че след това тя е била в шок и не е могла да окаже съпротива на А.", "53.  В свидетелските си показания П. твърди, че жалбоподателката активно е отговорила на опитите му за сближаване. Той също така заявява, че жалбоподателката е разговаряла с г-н М в ресторанта, за който се твърди, че са посетили, след като са имали сексуален контакт.", "54.  И A., и П. твърдят, inter alia, че малко след като е имала полов контакт с П. при язовира, жалбоподателката започнала да гали А. в колата.", "55.  На 18 декември 1996 година следователят приключва работата си по делото. В заключителното постановление той приема, че няма доказателства, че П. и А. са използвали заплахи или насилие и предлага прокурорът да прекрати наказателното производство.", "56.  На 7 януари 1997 година районният прокурор връща делото за доразследване. Според постановлението разследването не е било обективно, всестранно и изчерпателно.", "57.  На 16 януари 1997 година следователят, на когото е възложен случая, назначил експерти психиатър и психолог, за да отговорят на няколко въпроса. На експертите бил зададен въпросът, inter alia, дали има вероятност жалбоподателката спокойно да е разговаряла с г-ца Т., певицата в ресторанта, и след това да е слушала музика в колата, ако току-що е била изнасилена, и дали е възможно няколко дни след твърдяното изнасилване жалбоподателката да е излязла същия човек, който я е изнасилил.", "58.  Експертите са заключили, че поради наивността и неопитността си, жалбоподателката очевидно не е взела под внимание вероятността, че може да бъде сексуално насилена. Няма индикация, че жалбоподателката е била заплашвана или наранена, или че е била в състояние на шок по време на събитията, тъй като тя демонстрира ясни спомени за случилото се. Експертите считат, че по време на събитията тя трябва да е била внезапно обхваната от вътрешен конфликт между естествения полов интерес и чувство, че актът е осъдителен, което е “намалило способността й да се съпротивлява и да се защитава”. В допълнение към това експертите считат, че жалбоподателката е психологически здрава и че е разбирала значението на събитията. Предвид възрастта й по това време тя “не е могла да отстои стабилно убежденията си”.", "59.  Експертите също така установяват, че ако наистина се е състояла среща между г-ца Т. и жалбоподателката след събитията при язовира – а това е било оспорено – все пак е било възможно жалбоподателката да е разменила няколко думи с г-ца Т., след като е била изнасилена. Що се отнася до излизането на жалбоподателката с П. няколко дни след събитията, това би могло лесно да се обясни със желанието на семейството й да се придаде социално приемливо значение на инцидента.", "60.  На 28 февруари 1997 година следователят приключва работата си по случая и съставя заключително постановление с предложение за прекратяване на производството. Следователят счита, че експертното заключение не променя предишното му становище, че няма доказателства, за използването на сила или заплахи.", "61.  На 17 март 1997 г. Районният прокурор прекратява наказателното производство. Той намира, inter alia, че не е установено, извън разумното съмнение, използването на сила или заплахи. По-конкретно, не е установено дали жалбоподателката е оказала съпротива и дали се е опитала да се потърси помощ.", "62.  Жалбоподателката подава няколко последователни жалби пред Окръжната прокуратура и Главната прокуратура. Жалбите са отхвърлени с постановления съответно от 13 май и 24 юни 1997 г.", "63.  Прокурорите са се позовали, inter alia, на показанията на предполагаемите извършители и В.А., че жалбоподателката не е показала признаци на страдание, след като е имала полов контакт с П. при язовира, както и на свидетелските показания на тримата мъже и г-ца Т., че последната се е срещнала със жалбоподателката и е разговаряла с нея онази нощ. Що се отнася до възраженията на жалбоподателката, че тези показания трябва да се отхвърлят като лъжливи, в постановлението от 13 май 1997 година се казва, че “прокурорските постановления не могат да се базират на предположения и свидетелски показания не могат да се отхвърлят единствено въз основа на съмнения, без други доказателства...”", "64.  В постановлението от 13 май 1997 г. се казва също:", "“Вярно е, че както се казва и в съдебно-психиатричната експертиза, младата възраст на жалбоподателката и липсата на житейски опит означава, че тя не е била в състояние да си създаде стабилни убеждения, т.е. твърдо да отстоява нежеланието си за полов контакт. Не може да има престъпно деяние по смисъла на чл. 152 ал. 1(2) и ал. 3 на Наказателния кодекс, освен ако жалбоподателката не е била заставена да има полов контакт с прилагане на физическа сила или заплахи. Това предполага съпротива, но в този конкретен случай няма доказателство за оказването на съпротива. П. и A. биха могли да бъдат подведени под наказателна отговорност единствено, ако те са разбирали, че са имали полов контакт без съгласието на жалбоподателката и ако са използвали сила или са отправили заплахи именно с цел да имат полов контакт против желанието на жалбоподателката. Не съществуват достатъчно доказателства, за да се установи дали жалбоподателката е демонстрирала нежелание да има полов контакти и дали П. и A. са използвали заплахи или насилие.”", "В допълнение към това е отбелязано, че жалбоподателката е обяснила, че синините по врата й са били причинени от смучене.", "65.  В постановлението от 24 юни 1997 година тези изводи са потвърдени и едновременно с това е казано, че показанията на г-ца Т., певицата в ресторанта, не са от решаващо значение. В него се казва още:", "“Това, което е решаващо в настоящото дело е, че не е безспорно установено, да са били използвани физическа или психологическа сила срещу жалбоподателката и че половия контакт е станал срещу волята й и въпреки съпротивата й. Няма следи от физическа сила такива като синини, скъсани дрехи и пр...", "Вярно, че е необичайно за непълнолетно момиче, което е и девствено да има две съвкупления с двама различни мъже в рамките на кратък период от време, но само този факт не е достатъчен да установи, че е извършено престъпно деяние, при липсата на други доказателства и с оглед на невъзможността да се съберат допълнителни доказателства.”", "4.  Други производства", "66.  През юни или юли 1997 г. жалбоподателката и майка й искат да бъде образувано наказателно производство срещу г-ца Т. и други свидетели, в това число В. А., твърдейки, че те са дали лъжливи показания във връзка с разследването за изнасилване на жалбоподателката.", "67.  На 14 юли 1997 г. същият прокурор от Районна прокуратура, който е прекратил и наказателното производство за изнасилването, отхвърля искането като необосновано и дори представляващо злоупотреба с право, тъй като всички факти били изяснени в предишните производства.", "68.  Подадената впоследствие жалба от страна на жалбоподателката е отхвърлено на 6 февруари 1998 г. от Окръжна прокуратура.", "D. Експертното становище, приложено от жалбоподателката", "69.  През месец юни 2001 г. жалбоподателката подава писмено становище на двама български експерти, д-р Светлозар Василев, психиатър и г-н Валери Иванов, психолог, ангажирани от адвоката на жалбоподателката да предоставят коментарите си по делото.", "70.  Като все позовават на научни публикации от няколко страни, експертите посочват, че са известни два модела реакции на жертви на изнасилвания по отношение на нападателя им: буйна физическа съпротива и “сковаващ страх” (познат и като психологически синдром на травматичен инфантилизъм). Последното се обяснява с факта, че всеки поведенчески модел, основаващ се на опита, е неадекватен, когато жертвата е изправена пред неизбежно изнасилване. В резултат на това жертвата, ужасена, често възприема пасивен модел на реакция на покорност, характерен за детството, или търси психологическо разграничаване от събитието, като че ли не се случва на нея.", "71.  Експертите твърдят, че всички научни публикации, които те са проучили, посочват, че преобладава реакцията “сковаващ страх”. В допълнение към това те са провели свое собствено проучване за целите на експертното им становище по настоящото дело. Анализирали са всички случаи на млади жени на възраст между 14 и 20 години, които твърдят че са били изнасилени и са се свързали с две специализирани програми за лечение на жертви на насилие в България в периода 1996 - 2001г. Изключени са били случаи, които са били твърде различни от този на жалбоподателката. В резултат на това са били идентифицирани 25 случая, в 24 от които жертвата не се е съпротивлявала яростно, а е реагирала с пасивно покорство.", "II. ПРИЛОЖИМО ВЪТРЕШНО ПРАВО И ПРАКТИКА", "72.  Съгласно Чл. 151 ал. 1 на Наказателния кодекс, полов контакт с лице под 14-годишна възраст е наказуемо деяние (установено от закона изнасилване). В тези случаи съгласието е ирелевантно.", "73.  Съгласието, по подобен начин, е без значение в случаите, където жертвата е на повече от 14 години, но не “разбира същността и значението на извършеното” (Член 151 ал. 2 на НК). Тази разпоредба е приложима за случаите, когато жертвата не разбира значението на събитията поради умствено нарушение (виж решение № 568 от 18 август 1973 година, дело № 540/73, Върховен съд, І отд.).", "74.  Член 152 ал. 1 на Наказателния кодекс определя изнасилването като", "“съвкупление с лице от женски пол:", "(1)  лишено то възможност за самоотбрана, и то без негово съгласие;", " (2) като го принуди към това със сила или заплашване;", " (3) като го приведе в безпомощно състояние.”", "75. Въпреки че липсата на съгласие е спомената изрично единствено в първата точка, Върховният съд приема, че това е елемент, който е присъщ на цялата разпоредба (решение № 568 цитирано по-горе).", "76.  Според съдебната практика трите точки на Член 152 ал. 1 могат да се прилагат единствено алтернативно, като всяка от тях се отнася до отделна фактическа ситуация. Върховният съд е на мнение, че не е допустимо общо позоваване на двете или всичките точки (виж решение № 247 от 24 април 1974 година по дело № 201/74, Върховен съд-I; решение № 59 от 19 май 1992 година, по дело № 288/90, Върховен съд-I; и много други).", "77.  Следователно, обвиненият в изнасилване може да бъде признат за виновен, само когато е установено, че е имал полов контакт с жена в една от трите хипотези на чл.151 ал.1.", "78.  Първата и третата точки се отнасят до конкретни фактически ситуации, където жертвата е била в безпомощно състояние по времето на половия контакт. Третата точка се отнася до случаи, когато извършителят поставя жертвата в безпомощно състояние преди да я изнасили, докато първата точка се отнася до случаи, в които той се възползва от безпомощното състояние на жертвата.", "79.  Според практиката на съдилищата, жертвата е в безпомощно състояние  (“лишена то възможност за самоотбрана или приведена в безпомощно състояние”) единствено при обстоятелства, при които тя не е в състояние физически да се противопостави поради инвалидност, старост или заболяване (виж решение № 484 от 29 юли 1983 година по дело № 490/83 и решение № 568, цитирано по-горе) или поради употребата на алкохол, лекарства или наркотици (виж решение № 126 от 11 април 1977 година по дело № 69/77, Върховен съд-II).", "80.  Втората точка на разпоредбата се прилага в общия случай на твърдяно изнасилване. По този начин, доколкото не се съобщават специфични обстоятелства, като безпомощното състояние на жертвата, разследването на твърдяното изнасилване ще се съсредоточи върху установяването на обстоятелството дали жертвата е била принудена да има полов контакт чрез използването на сила или заплашване.", "81.  Възприето в съдебната практика и в правната теория е, че изнасилването по смисъла на втората точка на Член 152 ал. 1 на Наказателния кодекс е “двуактно” престъпление – т.е. извършителят първо използва сила или заплахи и след това прониква в жертвата.", "82.  Страните по настоящото дело са дали своето тълкуване  на думите “употреба на сила или заплашване” и тълкуването им в практиката (виж параграфи 113, 122 и 123 по-долу).", "83.  Върховният съд твърди, че липсата на съгласие трябва да се извлече от факта, че установената ситуация, попада в една от трите хипотези на Член 152 § 1, или от състоянието на беззащитност на жертвата или от факта, че е използвана физическа или психологическа сила (виж решение № 568, цитирано по-горе).", "84.  В едно от решенията си Върховният съд посочва, че “силата” трябва да се разбира не само като пряко насилие, но тя би могла също така да се изразява в поставяне на жертвата в такава ситуация, при която тя да не вижда друга възможност, освен да се покори против волята си (виж решение № 520 от 19 юли 1973 година по дело № 414/73). В този конкретен случай, извършителят, след като е демонстрирал в продължение на два или три дни желанието си за интимни отношения с жертвата чрез поведението си (като я следял и се опитвал да я хване и целуне), влязъл в стаята й, заключил вратата и я помолил да се съблече. Тя отказала, при което той се опитал да разтвори краката й. Разбирайки, че няма друг изход, жертвата отворила прозореца и скочила, при което си причинила сериозни наранявания. Извършителят бил осъден за опит за изнасилване, в резултат на който е причинена телесна повреда.", "85.  В теорията не са разгледани подробно хипотезите, при които може да се установи наличието на принуда посредством сила или заплашване, като очевидно е възприет възгледът, че това е въпрос на тълкуване на закона (Ал. Стойнов, Наказателно право, Особена част, 1997 година; A. Гиргинов, Наказателно право, Особена част, 2002 година). Според един от авторите, съществената характеристика на изнасилването е липсата на съгласие от страна на жертвата, а трите точки на Член 152 ал. 1 на НК са различните хипотези на липсата на съгласие. В допълнение към това той отбелязва, че в миналото е следвало да бъде установена крайна съпротива от страна на жертвата и че този възглед в наши дни е остарял. Без да се позовава на съдебна практика той счита, че сега е достатъчно съпротивата на жертвата да бъде такава, че да не остане съмнение за липса на съгласие (Н. Антов, Проблеми на изнасилването, 2003 година).", "86.  Съгласно Член 152 ал. 1 на НК изнасилване на жена, извършено от лице от мъжки пол се наказва с лишаване от свобода от две до осем години. В релевантния период, Член 157 ал. 1 от НК предвижда наказание от една до пет години лишаване от свобода за осъществяване на принудителен полов контакт с лице от същия пол. През 2002 г. наказанието, предвидено в последната разпоредба, бе изравнено с предвиденото при случаите на изнасилване по Член 152 ал. 1 и към момента е от две до осем години лишаване от свобода.", "87.  В релевантния период, минималната възраст на която може да се даде валидно съгласие за полово съвкупление с лице от същия пол е била 16 години (Член 157 § 2 на Кодекса). През 2002 г. възрастта е намалена на 14 години.", "III. РЕЛЕВАНТНО СРАВНИТЕЛНО И МЕЖДУНАРОДНО ПРАВО И ПРАКТИКА", "A. Разпоредби за изнасилване в местното законодателство на някои европейски страни", "88.  В някои европейски правни системи изнасилването и сексуалното малтретиране са “неутрални по отношение на пола” престъпления, докато в други страни изнасилване може да се извърши единствено от мъж по отношение на жена.", "89.  Минималната възраст за правно валидно съгласие за сексуален контакт в повечето правни системи е 14, 15 или 16 години. В някои страни има или различна възраст за валидното съгласие за сексуални действия без съвкупление и за сексуални действия със съвкупление, или различни наказания в зависимост от възрастта на жертвата. Подходите са разнообразни в различните страни.", "90.  Член 375 ал. 1 и ал. 2 на Белгийския наказателен кодекс (посочен от Интерайтс) след измененията, приети през 1989 година, гласи:", "“Всякакво действие на сексуално проникване, от какъвто и да било характер и с каквито и да било средства, извършено по отношение на лице, което не е изразило съгласието си за това, ще съставлява престъпление - изнасилване.", "По-конкретно, съгласие няма, когато действието е принудително посредством насилие, принуда или подвеждане или е било направено възможно в следствие на недъг или на физическо или умствено заболяване на жертвата.”", "91.  Член 241 § 1 на Чешкия Наказателен кодекс (Закон № 140/1961, съобразно измененията му) предвижда:", "“За лице, което принуждава друго лице да върши сексуални действия с полово съвкупление или други подобни действия чрез насилие или заплаха от непосредствено насилие или възползвайки се от беззащитното му състояние, се предвижда наказание лишаване от свобода за срок от две до осем години.”", "92.  Членове 216 § 1 и 217 на Датския наказателен кодекс (посочен от третото лице по делото) предвижда:", "“Всяко лице, което принуждава [друго лице да има] полов контакт с него чрез насилие или чрез заплаха за насилие, се наказва за изнасилване и подлежи наказание лишаване от свобода за срок до осем години. Привеждането на лице в положение, в което то не е в състояние да се съпротивлява, е еквивалентно на насилие...", "Всяко лице, което посредством противозаконна принуда (по смисъла на раздел 260 от настоящия кодекс), различна от насилие или заплаха, си осигури полово съвкупление, се наказва с лишаване от свобода до четири години.”", "93.  Глава 20, раздели 1 и 3, на Финландския наказателен кодекс (съобразно измененията му през 1998 година) предвижда:", "“Раздел 1: Изнасилване", "(1)  Всеки който се съвкупи с другиго като употреби за тази цел сила или заплаха, се наказва за изнасилване с лишаване от свобода за срок от една до шест години.", "(2)  За изнасилване се наказва и всеки, който се възползва от неспособността на другия да се защитава и се съвкупи с него, след като го е привел в безсъзнание или в състояние на безпомощност поради страх или друга подобна причина...", "Раздел 3: Принуждаване към полово съвкупление:", "(1)  Ако изнасилването, поради ниската степен на насилие или заплаха или други особености на деянието бъде сметнато че е извършено при смекчаващи вината обстоятелства, извършителят се наказва за принуждаване към полово съвкупление с лишаване от свобода до три години.", "(2)  Лице, което принуждава друго лице да има полов контакт с него чрез заплаха, различна от тази, предвидена в раздел 1(1) се наказва за принуждаване към полово съвкупление.”", "94.  Членове 222-22, 222-23 и 227-25 на Френския наказателен кодекс постановяват:", "“Сексуална агресия е всяко сексуално посегателство, извършено чрез насилие, принуда, заплахи или изненада.”", "“Всеки акт на сексуално проникване, независимо от характера му, извършено по отношение на друго лице с насилие, принуда, заплаха или изненада, се счита за изнасилване. Изнасилването се наказва с лишаване от свобода до петнадесет години.”", "“Сексуално престъпление, извършено без насилие, принуждаване, заплахи или изненада от възрастен по отношение на непълнолетно лице под петнадесетгодишна възраст се наказва с лишаване от свобода до пет години и глоба от € 75,000.”", "95.   Относно това каква е френската съдебна практика, в авторитетното издание Juris-Classeur (2002) може да бъде намерена следната информация:", "(i)  На думите “насилие, принуждаване, заплахи или изненада” на практика се придава широко значение. Например, по едно дело е установено, че фактът че потърпевшата е умолявала извършителят да спре, без да окаже по-нататъшно съпротива, въпреки че се е съгласила да влезе в колата му и да бъде целувана от него, е бил достатъчен, за да се установи, че е било извършено изнасилване (Crim. 10 юли 1973 година: Bull. crim., n. 322; Rev. sc. crim. 1974 година. 594, obs. Levasseur; но виж, за противоположния възглед: Crim. 11 октомври 1978 година: D. 1979. IR, 120). Отказът на потърпевшата може да се изведе от обстоятелствата, каквото е и парализиращия шок, в резултат на който жертвата не е могла да протестира или да избяга (Cass. crim., 13 март 1984 година, Bull. crim. № 107).", "(ii) При “изненадата” жертвата не може свободно да изрази волята си, тъй като например тя е с физически или умствен недъг (Cass. crim., 8 юни 1984 година: Bull. crim. № 226), в особено психологическо състояние, включващо депресия, слаб характер или просто физическо изтощение (Cass. crim., 12 ноември 1997 година: Juris-Data №. 2000-005087; CA Париж, 30 март 2000 година: Juris-Data № 2000-117239), или когато извършителят с измама е заблудил жертвата за реалната ситуация (Cass. crim., 14 април 1995 година: Juris-Data № 1995-002034).", "(iii)  Съдилищата считат, че винаги има “изненада”, и следователно изнасилване, когато жертвата е в незряла възраст, поради което няма представа за значението на сексуалността и характерът на действията, които се използват срещу нея. (Cass. crim., 11 юни 1992 година: Bull. crim., № 228; CA Limoges, 5 април 1995 година: Juris-Data № 1995-042693; CA Париж, 14 ноември 2000 година: Juris-Data № 2000-134658). В някои други случаи, обаче, се приема, че по принцип възрастта на жертвата не може сама по себе си, без допълнителни елементи, да докаже наличието на “изненада” (Cass. crim., 1 март 1995 година: Bull. crim., № 92).", "96.  Член 177 (принуждаване към сексуални действия; изнасилване) на Германския наказателен кодекс, доколкото касае настоящия случай, гласи:", "“(1)  Всеки, който принуждава друго лице", "1.  със сила,", "2.  със заплаха от надвиснала опасност за живота или крайниците, или`", "3.  като се възползва от ситуация, в която жертвата е беззащитна, и оставена на произвола на действията на извършителя", "да се отдаде на сексуални действия, извършени от извършителя или от трето лице, или да извърши такива действия по отношение на извършителя или третото лице, се наказва с лишаване от свобода за не по-малко от една година.”", "97.  Раздел 197 § 1 на Унгарския закон № 4 от 1978 година за Наказателния кодекс гласи:", "“Лице, което с насилствено действие или пряка заплаха за живота или здравето принуди лице към полово съвкупление или използва неспособността на лицето да се защитава, или да изрази желанието си да има полово съвкупление, се наказва за тежко престъпление с лишаване от свобода от две до осем години.”", "98.  В Ирландия, раздел 2(1) на Наказателноправния закон (Изнасилване) от 1981 година и раздел 9 на Наказателноправния закон (Изнасилване) (Изменение) от 1990 година (посочен от третата страна) гласят:", "“изнасилване има ако (a) при полово съвкупление с жена, по времето на което тя не е изразила съгласието си и (b) или деецът знае, че тя не е съгласна или не се интересува дали тя е съгласна или не.”", " “С настоящото се декларира, че по отношение на престъпление, което се състои от или включва извършването на действие по отношение на лице без съгласието му, всякакъв неуспех или пропуск от това лице да се окаже съпротива не може да води до извода, че лицето е дало своето съгласие за това действие.”", "99.  Член 180 § 1 на Словенския наказателен кодекс гласи:", "“Всеки, който принуди лице от същия или противоположния пол да извърши полово съвкупление посредством сила или заплаха за неминуемо нападение върху живота или здравето, се наказва с лишаване от свобода от една до десет години.”", "100.  В Обединеното Кралство, раздел 1(1) на Закона за сексуални престъпления (Изменение) от 1976 година (посочен от третото лице) гласи:", "“Лице от мъжки пол извършва изнасилване, ако (a) има незаконно полово съвкупление с лице от женски пол, по времето на което последното не е изразило съгласието си; и (b) по време на което мъжът знае, че жената не е съгласна за съвкуплението или не се интересува дали тя е съгласна или не.”", "Б. Препоръка (2002)5 на Комитета на министрите на Съвета на Европа за защита на жените от насилие", "101.  Комитетът на министрите препоръчва на държавите-членки да приемат и прилагат по начин, най-подходящ за националните особености на всяка държава, серия от мерки за борба с насилието срещу жените. Алинея 35 на приложението към Препоръката гласи, че в областта на наказателното право, държавите членки трябва, inter alia,", "“да криминализират всяко едно сексуално действие, извършено против съгласието на лицето, дори без наличието на признаци на съпротива;...", "да криминализират всяка злоупотреба с положението което има извършителя, и по-конкретно по отношение на дете.”", "C. Международният наказателен съд за бивша Югославия", "102.  В решението си от 10 декември 1998 година по делото на Прокурорът срещу Anto Furundžija (дело № IT-95-17/1-T), в контекста на въпроса дали или не принудителното орално сексуално проникване може да се характеризира като изнасилване съгласно международното право, съдебният състав прави следните правнорелевантни заключения за състава на изнасилването по международното наказателно право:", "“Съдебният състав отбелязва неоспореното твърдение ... че изнасилването е принудителен акт: това означава, че актът се ‘постига със сила или заплахи за прилагане на сила срещу жертвата или трето лице, като такива заплахи са изри0чни или загатнати и трябва да вдъхне у жертвата основателен страх, че той, тя или трето лице ще бъдат подложени на насилие, задържане, лишаване от свобода или психологически тормоз ...", "...във всички правни системи, разгледани от съдебния състав задължителен елемент е прилагането на сила, принуда, заплаха или акт без съгласието на жертвата: на прилагането на сила се придава широк смисъл и включва привеждането на жертвата в безпомощно състояние.”", "103.  Съдебният състав определя изнасилването като", "“сексуално проникване ... с принуда, сила или заплаха от несилие срещу жертвата или трето лице.”", "104.  Като отбелязва, че термините “принуда, сила или заплаха от прилагане на сила”, съгласно определението по Furundžija, не следва да бъдат тълкувани стеснително, съдебният състав по делото Прокурорът срещу Кунарач, Ковач и Вукович (дело № IT-96-23) в решението си от 22 февруари 2001 г. постановява:", "“Когато се казва, че съответният акт на сексуално проникване ще съставлява изнасилване единствено, ако е придружен от принуда, сила или заплаха от насилие срещу жертвата или трето лице, дефиницията по Furundžija не се посочват други фактори, при наличието на които сексуалното проникване би имало невзаимен или недоброволен характер от страна на жертвата, която ... както е обсъдено по-долу, е според настоящия съдебен състав точният обхват на този аспект на определението според международното право.", "... основният съществен принцип, общ за [прегледаните национални правни системи] бе, че сексуалното проникване ще съставлява изнасилване, ако не е наистина доброволно или взаимно от страна на жертвата... Силата, заплахата от прилагане на сила или принуда ... са със сигурност релевантни в много правни системи, но пълният обхват на [съответните] разпоредби ... предполага, че истинският общ знаменател, който обединява различните системи, може да бъде по-обширен или по-основен принцип за криминализиране на деянията срещу сексуалната свобода. “", "105.  По делото на Кунарач, Ковач и Вукович, едно мюсюлманско момиче от окупираната зона било отведено от въоръжени войници до сграда, която служила за военно поделение. След като там било изнасилено от двама войници то било отведено в стая, където само предприело сексуални действия спрямо обвиняемия г-н Кунарач, командващ офицер. Съдебният състав отбелязва, че войниците казали на жертвата, че трябва да задоволи сексуално командира им или в противен случай животът й ще бъде в опасност. Жертвата следователно “не се е съгласила свободно да има сексуален контакт с Кунарач [тъй като тя] се е намирала в плен и се страхувала за живота си”. Съдебният състав също така отхвърля защитата на Кунарач, че той не е знаел, че жертвата е предприела сексуален контакт с него единствено, защото се е страхувала за живота си. Съдебният състав установява, че дори и Кунарач да не е чул заплахите, отправени от другите войници, той не би могъл да бъде “заблуден” от поведението на жертвата, предвид общия контекст на съществуващото военно положение и особено деликатното положение на мюсюлманските момичета в района.", "106.  В контекста на горепосочените факти, съдебният състав прави следните заключения за основните елементи на изнасилването съгласно международното право:", " “Основният принцип, който е наистина общ за [прегледаните] правни системи е, че сериозните нарушения на сексуалната свобода трябва да се наказват. Сексуалната свобода е нарушена винаги, когато лицето, подложено на акта, не е изразило свободно съгласието си за него или не е доброволен участник.", "На практика, липсата на искрено и свободно дадено съгласие или доброволно участие може да се докаже от наличието на няколко фактора, специфицирани от други правни системи – такива като сила, заплаха от прилагането на сила, или възползването от състояние в което лицето не може да се съпротивлява. Ясна демонстрация, че такива фактори изключват истинското съгласие, се намира в онези правни системи, в които липсата на съгласие е елемент на изнасилването и изрично е предвидено, че липсва съгласие, винаги когато има употреба на сила, безсъзнание, неспособност на жертвата да се съпротивлява, или въвеждане в заблуда от страна на извършителя.", "... принудата, силата или заплахата от прилагане на сила не трябва да се тълкуват стеснително ... принудата по-конкретно е вид поведение, което изключва съгласието...", "В светлината на гореизложеното, съдебният състав намира, че actus reus на престъплението изнасилване според международното право се състои от ... сексуално проникване ... когато [то] настъпва без съгласието на жертвата. Съгласието за тази цел трябва да бъде дадено доброволно, като резултат на свободно изразената воля на жертвата, преценена според контекста на заобикалящите обстоятелства. Mens rea е намерението да се извърши това сексуално проникване със знанието, че се извършва без съгласието на жертвата.”", "107.  След обжалването на решението по същото дело от извършителите въз основа на аргумента, inter alia, че не може да има изнасилване без сила или заплаха от прилагане на сила и “продължителна” или “непресторена” съпротива от страна на жертвата, съставът на апелативния съд с решението си от 12 юни 2002г., приема че:", "“Голословното твърдение на жалбоподателите, че нищо друго освен непрекъснатата съпротива не представлява адекватно уведомление за извършителя, че действията му са нежелани, е погрешно от гледна точка на закона и абсурдно предвид фактите.", "На второ място, по отношение на мястото на силата в дефиницията на изнасилването, Апелативният съд отбелязва, че първоинстанционният съдебен състав изглежда се отклонява от предишните дефиниции на изнасилването на съда. Въпреки това, обяснявайки тълкуването на липсата на съгласие като conditio sine qua non (задължително условие) при изнасилването, първоинстанционният съдебен състав не се отрича от по-ранната съдебна практика, а вместо това търси да обясни връзката между силата и съгласието. Силата или заплахата от прилагане на сила представлява ясно доказателство за несъгласие, но силата не е елемент на изнасилването per se. По-конкретно, първоинстанционният съдебен състав иска да обясни, че съществуват “фактори [различни от силата], които биха представили акт на сексуално проникване като невзаимен или недоброволен от страна на жертвата”. Тясното тълкуване на силата или заплахата от прилагане на сила би позволило на извършителите да избегнат отговорността за сексуални действия, за които другата страна не е дала съгласието си, като се възползват от принудителни обстоятелства, без да разчитат на употребата на физическа сила ....", "В по-голямата си част жалбоподателите по това дело били осъдени за изнасилване на жени, държани de facto във военни квартири, центрове за задържане и жилища на войниците. Най-бруталния аспект на условията, е че жертвите били считани за законна плячка на хората, които ги държали като свои пленници. Обикновено жените били изнасилвани редовно от повече от един извършител (Онези, които първоначално търсели помощ или се съпротивлявали били третирани още по-жестоко). Обстоятелствата при които жените са задържани са били толкова насилствени, че изключват каквото и да било съгласие.”", "D. Комитетът на ООН за премахване на дискриминацията спрямо жените", "108.  В Общата си Препоръка 19 от 29 Януари 1992г. относно насилието спрямо жените, в § 24 Комитетът прави следната препоръка:", "“(a)  Държавите-членки трябва да предприемат подходящи и ефективни мерки, за да преодолеят всички форми на насилие основаващо се на пола, независимо дали с публичен или с частен акт;", "(b)  Държавите членки трябва да създадат закони срещу ... малтретирането, изнасилването, сексуалните посегателства и други форми на насилие, основаващи се на пола, които да гарантират адекватна защита на всички жени и уважават тяхната личност и достойнство...”", "ПРАВОТО", "I. ТВЪРДЯНИ НАРУШЕНИЯ НА ЧЛЕНОВЕ 3, 8 И 13 НА КОНВЕНЦИЯТА", "109.  Жалбоподателката се оплаква, че българското законодателство и практика не осигуряват ефективна защита срещу изнасилване и сексуално малтретиране, тъй като наказателно преследване се реализира единствено в случаи, при които жертвата активно се е съпротивлявала, както и че властите не са разследвали ефективно събитията от 31 юли и 1 август 1995 година. Според нея, горепосоченото представлява нарушение на позитивните задължения на държавата да защитава физическата цялост и личния живот на индивида и да осигурява ефективни средства на правна защита в тази връзка.", "110.  Съответните разпоредби на Конвенцията гласят:", "Член 3", "“Никой не може да бъде подложен на изтезания или нечовешко или унизително отношение или наказание.”", "Член 8 § 1", "“1.  Всеки има право на неприкосновеност на личния... живот ...”", "Член 13", "“Всеки, чиито права и свободи, провъзгласени в тази Конвенция, са нарушени, има право на ефикасни правни средства за тяхната защита пред съответните национални власти, дори и нарушението да е извършено от лица, действащи при упражняване на служебните функции.”", "A. Твърдения на страните", "1. Жалбоподателката", "111.  Жалбоподателката счита, че националното законодателство и практиката по делата за изнасилване трябва да определи наличието или липсата на съгласие за полов контакт въз основа на всички относими към делото фактори. Според нея, законовата рамка и практиката, които изискват доказателство за физическо съпротива от страна на жертвата и по този начин оставят ненаказани определени свързани с изнасилване действия, са неадекватни.", "112.  Жалбоподателката се позовава на писменото експертно становище, представено от нея (в което се набляга, че болшинството от децата или други млади жертви на изнасилване, проявяват пасивни психологически реакции на паника – виж параграфи 69-71 по-горе) и така също по разработки по международно и сравнително право по отношение на елементите на състава на изнасилването.", "113.  Жалбоподателката по-нататък е предлага своя анализ на българското законодателство и практика във връзка с изнасилванията и сексуалното малтретиране. Тя прави следните твърдения:", "(i)  Според практиката на българските разследващи органи и на прокуратурата, наказателно преследване за изнасилване е възможно единствено, ако съществуват доказателства за използване на физическа сила и наличие на физическа съпротива. Липсата на такива доказателства би довела до заключението, че сексуалният акт е бил по взаимно съгласие.", "(ii)  Не е възможно директно да се подкрепи горното твърдение с позоваване на конкретен случай, тъй като решенията на следователите и прокурорите не са публично достояние; те могат да се намерят единствено в съответното досие по делото и не съществува система на класифициране, отчитане или анализ, която би могла да послужи като основа на проучването. Също така, оспорваната практика не се базира на писмени инструкции, а върху институционална традиция и култура.", "(iii)  Поради съществуващата практика на органите на прокуратурата да не повдигат обвинения, освен ако няма доказателства за физическа сила и съпротива, въпросът не е разглеждан директно от съдилищата.", "(iv)  Въпреки това, общ преглед на практиката на Върховния съд и на Върховния касационен съд (решенията на по-нисшите съдилища не са публикувани) предоставя косвена информация за случаите, за които има вероятност да бъдат отнесени до съдилищата от органите на прокуратурата. Жалбоподателката е прегледала всички публикувани решения по свързани с изнасилване дела и е предала копия на двадесет и едно решения, счетени от адвоката й за относими към настоящия случай.", "(v)  Почти всички публикувани решения се отнасяли до изнасилвания, придружени със значително използване на физическа сили и/или заплахи. Тези дела в по-голямата си част включвали следните действия на насилие: влачене на жертвата от кола до къща и заключването й; разкъсване на дрехите и удряне на жертвата; удряне с юмрук по главата на жертвата и ритане; задушаване на жертвата; причиняване на мозъчно сътресение и счупване на носа; или бой, причиняващ значително кръвотечение. В няколко случая жертвата е била заплашвана с насилие или с други негативни за нея последствия. В три от случаите жертвата е извършвала самоубийство или опит за самоубийство.", "(vi) От проучването единствено по две дела, се наблюдава по-чувствителен към контекста подход. В единия случай, учител, след опит да флиртува, принудил неколкократно ученичка да прави секс с него през определен период от време, като я заплашвал с отрицателни за нея последствия в училище и с насилие. Върховният съд установява, че има неколкократни действия на изнасилване, извършени посредством използването на заплахи и потвърждава, че жертвата постепенно е била доведена до състояние на психологическа зависимост. В друг случай, 14-годишно момиче, което страда от епилепсия и умствена изостаналост, е било изнасилено от познат на нейното семейство; съдилищата отбелязват, че момичето е упражнило слаба съпротива (опитало се да стане, след като е било бутнато на пода от извършителя), но стигат до извода, че “нивото на съпротива”, видяно в контекста на възрастта и здравословното състояние на момичето е било “достатъчно, за да демонстрира нежеланието й за сексуален контакт”.", "114.  Жалбоподателката предава копие на писмо от българска психотерапевтка, работеща с жертви на сексуално насилие, която заявява, че според опита й органите на прокуратурата повдигат обвинения единствено в случаите, в които нападателят е непознато на жертвата лице, има сериозни наранявания или има свидетели. От гледна точка на жалбоподателката, това потвърждава твърдението й, че на практика преобладаващата тенденция е да се заключи наличието на съгласие вследствие на недостатъчните доказателства за оказване на физическа съпротива.", "115.  В допълнение към това тя твърди, че определяйки възрастта за даване на съгласие за полов контакт на 14 години и същевременно ограничавайки наказателната отговорност при изнасилване до случаите с яростна съпротива от страна на жертвата, властите не гарантират на децата достатъчна защита срещу изнасилване.", "116.  Жалбоподателката твърди, че в нейния случай прокурорите ненужно са наблегнали на липсата на физическо насилие и не са взели под внимание факта, че на 14-годишна възраст тя никога не е вземала важни решения сама, особено под натиска на времето. Прокурорите не са взели предвид това, че звучи неправдоподобно 14-годишно момиче, което никога преди не е имало сексуален контакт, да се съгласи да прави секс с двама мъже последователно.", "117.  В допълнение към това разследването не е било изчерпателно и всестранно. Не е разследван решаващия въпрос за синхронизиране във времето на всички действия на тримата мъже и жалбоподателката през въпросната нощ, който би могъл да докаже, че не е имало посещение на ресторант след изнасилването при язовира. Пренебрегнати са противоречията в доказателствата. Не е установен полицейският патрул, който е спрял групата по пътя й към язовира. Следователят е приел за достоверни показанията на предполагаемите извършители и на посочените от тях свидетели и същевременно не повярвал или е пренебрегнал показанията на другите свидетели и на разказа на жалбоподателката за събитията.", "118.  Според жалбоподателката, разглеждано в контекста на всички релевантни факти, ясните й и последователни показания, че е молила П. да спре и го е бутала, докато не е извил ръцете й, и описанието й на отчаянието, което изпитвала и на съпротивата й – приемлива при дадените обстоятелства – би трябвало да доведат до предаване на съд на извършителите, ако е било приложено правилно тълкуване на думата “изнасилване”, в съзвучие с позитивните задължения на държавата по смисъла на Членове 3, 8 и 13 на Конвенцията.", "2.  Правителството", "119.  Правителството твърди, че разследването е изчерпателно и адекватно. Предприети са всички възможни стъпки: разпитани са седемнадесет души, някои от тях неколкократно, назначени са психиатрична и психологическа експертизи и случаят е разследван всестранно. Правителството, следователно, счита, че заключението на националните власти, че П. и А. трябва да са действали, със съзнанието че жалбоподателката е съгласна, е обосновано. По-конкретно, властите са събрали всички доказателства за събитията от 31 юли до 1 август 1995 година, в това число информацията за поведението на жалбоподателката. В допълнение към това, жалбоподателката е излизала с П. след събитията и има твърдения от свидетели, че майка й се е опитала да изнуди за пари П. и А. в замяна на оттегляне на обвиненията за изнасилване.", "120.  Според становището на правителството, фактите по делото, следователно, не засягат въпроса за защита на личността или лошо отношение. В резултат на това не произтичат позитивни задължения по смисъла на Членове 3 или 8 на Конвенцията.", "121. Правителството заявява, че във всички случаи българското законодателство и практиката по дела за изнасилване случаи, както и приложението им към настоящия случай не са нарушили никакво позитивно задължение, което би могло да възникне за държавата като страна по Конвенцията.", "122.  Описвайки националното законодателство и практика в първоначалното си становище по отношение на допустимостта, правителството твърди, че в случаи на изнасилване се изисква доказателство за физическа съпротива, и че, още повече, в съответствие с “международната практика, в това число във Франция” изнасилване е възможно единствено между непознати, докато в случая жалбоподателката е познавала твърдяните извършители.", "123.  В твърденията си по същество правителството коригира по-ранните си твърдения като допуска, че липсата на съгласие е съществен елемент от състава на изнасилването според българското законодателство. Липсата на съгласие се извлича от доказателството, че жертвата е била в безпомощно състояние или е била поставена в такова от извършителя, или от доказателствата за физическо или психологическо насилие от извършителя. Правителството прилага копия на няколко отнасящи се към делото решения на Върховния съд. То не оспорва надеждността на анализа на Българското прецедентно право, предложен от жалбоподателката.", "124. Правителството  привежда довода, че в случая на жалбоподателката, след пълно и безпристрастно разследване, органите не са намерили достатъчно доказателства, необходими за издаване на осъдителна присъда за изнасилване. От друга страна, жалбоподателката е имала възможност да заведе гражданско дело за вреди срещу предполагаемите извършители. От нея би се изисквало да докаже, че действията на извършителите са незаконни, като не би се търсило доказателство за mens rea (вина).", "125.  Най-накрая Правителството твърди, че на разположението на жалбоподателката са предоставени ефективни наказателни и гражданскоправни средства на защита съгласно изискванията на Член 13.", "3.  Становище на Interights", "(a)  Общи твърдения", "126. Встъпилата в процеса трета страна твърди, че през изминалите две десетилетия традиционното определение на изнасилването е преминало през реформа в гражданските континентални и международни правни системи. Това е станало в резултат на развитието на концепцията за характера на престъплението и начина, по който то се преживява от жертвата. Проучването е показало, че жените, и по-конкретно непълнолетните лица от женски пол, често не се съпротивляват на изнасилването, или защото физически не са в състояние да сторят това, обхванати от парализиращ страх, или защото търсят начин да се защитят от използването на още по-голяма сила срещу тях.", "127.  Interights твърди, че реформата на правната уредба на изнасилването отразява преминаването от “историческия подход” към “подхода на равноправието” относно въпроса за съгласието. Изнасилването е престъпление срещу свободата на волята на жената и същественият му елемент е липсата на съгласие. Основната цел в реформата на правната уредба на изнасилването, е била да се изясни, че не е необходимо да се установи, че обвиняемият е преодолял физическата съпротива на жертвата, за да се докаже липсата на съгласие.", "128.  Тази тенденция е била отразена в разработките по международно наказателно право. По-конкретно, международните наказателни съдилища за Руанда и за бивша Югославия са характеризирали като изнасилване половото проникване “при обстоятелства, които са насилствени” или са извършени посредством “принуда или сила или заплаха от прилагане на сила”. Този подход също така е приет в Статута на Международния наказателен съд и проектоправилника му.", "(b)  Становището на Interights за законодателството на няколко правни системи", "129.  Interights е представила доклади за законодателствата на няколко европейски и неевропейски страни, изготвени от правни учени или професионалисти в областта на правото или от научни изследователи. Съдържащите се в тях информация и оценки могат да бъдат резюмирани, както следва:", "(i)  Белгия", "130. Изброените в Член 375 на Белгийския Наказателен кодекс, изменен през 1989 година, хипотези, при които няма съгласие, са предназначени да запазят прецедентното право, датиращо от преди 1989 година. Списъкът на хипотезите не се счита за изчерпателен, въпреки че един от коментаторите е на противоположното мнение.", "131.  Исторически погледнато, това, което се е изисквало, за да се докаже изнасилване, е било наличието на доказателства за достатъчно сериозни физически насилствени действия, за да преодолеят, парализират или сломят съпротивата на жертвата. С измененията от 1989 г. понятието “сериозни заплахи” (срещащо се в Наказателния кодекс от 1867 година) е заменено с по-широкото понятие “принуда” което включва не само страх за физическата неприкосновеност на човек, но също така и страх в общия смисъл.", "132.  В наши дни разследването трябва да докаже полово проникване и липса на съгласие. Ще се вземат предвид всички елементи, които могат да покажат липса на съгласие, но обвинението ще трябва да докаже наличието на най-малко един от факторите “неутрализиращи съгласието”, посочени във втората алинея на Член 375, а именно насилие, принуда, подвеждане или безсилие.", "133.  Липсата на съгласие е доказана, когато има и доказателство за физическа съпротива. Дори и при липса на доказателства за физическо насилие или физическа съпротива, достатъчно е да налице доказателство за оказана принуда. Дали е имало принуда или не е въпрос, който трябва да се прецени съобразно положението на жертвата (възраст, действително състояние по време на случилото се).", "134.  От една страна, съществува различна възраст за съгласие по отношение на полови актове от какъвто и да било характер (установени със закон непристойни действия) и от друга, по отношение на актове с полово съвкупление (установено със закон изнасилване). Възрастта за даване на съгласие за полово съвкупление е 14 години, а възрастта за даване на съгласие за полови актове от какъвто и да било характер е 16 години. В резултат на това, полов контакт с лице на възраст между 14 и 16 години, при липсата на доказателство за липса на съгласие, би било наказуемо като установени със закон непристойни действия. На практика, когато жертвата е на възраст между 14 и 16 години, по-често се срещат обвинения за установени със закон непристойни действия отколкото обвиненията за изнасилване.", "(ii) Дания", "135.  Принудата в наши дни се тълкува в широк смисъл и не се ограничава до заплахи за сериозно насилие.", "136.  Доказателството за липса на съгласие е особено важно в случаите, в които обвиняемият и жертвата са били познати. Доколкото произнасянето на “Не” би представлявало достатъчен израз на липсата на съгласие, доказването, че то е било казано и разбрано сериозно може да бъде трудно.", "137.  По едно дело от 1982 година, мъж, обвинен в изнасилване на 16-годишно момиче е бил оправдан въз основа на това, че не е разбрал, че половият акт не е бил доброволен. Обвиняемият качил момичето в микробуса си. Според показанията му, момичето пожелало той да я закара вкъщи. Според момичето, самата ситуация била такава, че тя се почувствала принудена да приеме предложението му да я откара вкъщи, особено, когато обвиняемият поставил колелото й в колата си. По пътя обвиняемият говорил за сексуалните си проблеми и нужди. Обвиняемият приел факта, че момичето го оставило да обсъжда тези теми, като знак, че положението се развива към интимен контакт. Жертвата се бояла, че обвиняемият може да упражни насилие, ако не го остави да приказва. В един момент, обвиняемият спрял колата и помолил жертвата да отидат в багажното отделение, където се състоял половият акт. Обвиняемият няколко пъти попитал момичето дали е съгласно или не. Жертвата твърди, че е получила умствен блокаж и се е страхувало. Градският съд осъдил обвиняемия, като установил, че момичето не е дало съгласието си и че обвиняемият е действал с пряк умисъл, тъй като би имал основание да задава такива въпроси на жертвата, единствено ако се е съмнявал, че е съгласна на полов контакт. Апелативният съд обаче, приел че твърдението на обвиняемия, че е възприел пасивността на жертвата като съгласие, не може да не бъде взето предвид и го оправдал.", "(iii)  Ирландия", "138.  Принципът, че обвинението трябва да докаже липсата на съгласие, а не използването на сила, е добре установен. Липсата на съгласие е от фактологическо значение за съдебните заседатели, които трябва да вземат решение, като се позоват на всички свързани с това обстоятелства и като следват инструкциите на съдията. Що се отнася до mens rea (вината) за изнасилването, обвиняемият може да бъде оправдан ако докаже, че “искрено е вярвал” и наистина не е допускал, че е възможно жертвата да не е съгласна.", "(iv) Обединеното Кралство", "139.  Преди 1976 година, според определението в общото право, изнасилване има при незаконен полов контакт с жена без съгласието й, посредством сила, страх или измама. В миналото се е изисквало телесно увреждане, като доказателство за използването на сила и за оказана съпротива.", "140.  Понастоящем, след 1976 година законът предвижда, че обвинението трябва да докаже, че жертвата не е била съгласна. Липсата на съгласие е ключов елемент на actus reus (състава на престъплението). Тежестта на доказването остава за обвинението. Няма законово определение за съгласие или за липсата му. “Не е съгласен(на)” е фактологически проблем за съдебните заседатели, които го решават, след като са изслушали инструкциите на съдията. В прецедентът Olugboja [1982] QB 320, [1981] 3 All ER 443, две момичета тийнейджърки били качени в кола на път за вкъщи от обвиняемия и негов приятел. Вместо да закарат момичетата до дома им, двамата мъже ги закарват в друга къща, където приятелят на обвиняемия изнасилва едното от момичетата, което е било на 16 години. Обвиняемият след това също е осъществил сексуален контакт с нея. Той й казал да си събуе панталоните. Тя го сторила, защото била уплашена, а в стаята било тъмно. Тя му казала “Защо не ме оставиш на мира”. Той я бутнал на канапето и се съвкупил с нея. Тя не е заплакала, нито се е съпротивлявала. Той бил осъден за изнасилване. Съдия Дън казва следното:", "“[На съдебните заседатели] трябва да се насочат, че на съгласието или на липсата на такова, трябва да се придаде обичайното му значение и ако има нужда, посредством пример, че съществува разлика между съгласие и покорство; всяко съгласие включва покорност, но от това в никакъв случай не следва, че обикновеното покорство включва съгласие... [На съдебните заседатели] трябва да бъде указано да се съсредоточат върху психологическото състояние на жертвата непосредствено преди акта на половия съвкупление, като се вземат под внимание всички имащи отношение към случая обстоятелства, и по-конкретно събитията, довели до акта, както и реакцията й на тях, показваща тяхното влиянието върху психиката й.”", "141.  Според някои правни анализатори, въпреки Olugboja, на практика, е малко вероятно обвинението да образува производство, когато жените са отстъпили при обстоятелства на подобна психологическа принуда и примамване, като тези по делото Olugboja, но при липсата на заплахи.", "142.  Обвинението трябва също така да представи доказателства, за mens rea (вината) за изнасилването, която представлява или знанието, че жертвата не е съгласна, или в безразличие дали тя е съгласна или не. Извършителят е действал небрежно, когато “дори не се е замислил”, или е съзнавал, че другото лице “може да не е съгласно, но въпреки това е продължавал да действа” (Р. Срещу Гардинър [1994] Crim LR 455).", "(v) Съединените Американски Щати", "143.  Петдесетте щата дефинират “изнасилванeто” по редица различни начини, но въпреки различните варианти във формулировката, щатите се доближават по въпроса за липсата на съгласие. По-конкретно, установен е принцип, според който от жертвата не се изисква физически да се съпротивлява на нападателя си, за да се докаже, че не е съгласна на акта. Гласните изрази на несъгласие са достатъчни. По делото “Обществото срещу Берковиц” (Pa. 641 A.2d 1161 (1994)) подсъдимият имал полов контакт със своя позната в стая на общежитието на колежа, въпреки че тя е казала “не” по време на деянието. Съдебните инстанции Пенсилвания приемат, че неколкократните повтаряния “не” са достатъчни, за да докажат несъгласието й.", "144.  В тридесет и седем щата, недоброволен полов акт без външна сила (сила различна по отношение на силата, която се изисква, за да се осъществи проникване) е криминализиран като сексуално престъпление с най-висока степен на обществена опасност. Въпреки че от текстовете на кодексите на останалите тринадесет щата се подразбира, че трябва да се търси външна сила, съдилищата в дванадесет щата приемат, например, че е изпълнено законовото изискване за сила, когато ответникът само е бутнал или е притиснал в отбранително положение жертвата си или другояче физически я е манипулирал; смята се, че критерий за “сила” е “дали актът е бил против желанието на [жертвата]” (”Фрийман срещу Щата”, 959 S.W.2d 401 (Ark. 1998)). По този начин, “силата” е била установена, когато извършителят е “блъснал цялата тежест на тялото си срещу [жертвата]” и е бил “голям” или “едър”, а жертвата “дребна” или “малка” (Щатът срещу Коулман, 727 A.2d 246 (Conn. 1999) и Щатът срещу Плънкет, 934 P.2d 113 (Kan. 1997)). Върховният съд на Ню Джърси постановява:", "“Всеки акт на полово проникване ... без свободно дадено позволение от жертвата ... съставлява сексуално престъпление. Следователно, за да е незаконно такова проникване не се изисква физическа сила свръх тази, присъща на акта на половото проникване ((В интереса на) In the Interest of M.T.S., 609 A.2d 1266, 1277 (N.J. 1992)).”", "145.  В миналото редица щати изисквали от жертвата на изнасилването е оказала “максимална съпротива”. Днес това изискване е отхвърлено. Единствено два щата продължават да изискват от жертва на сексуално нападение да е оказала “сериозна” съпротива (Алабама и Западна Вирджиния); те, обаче, не изискват от нея да се съпротивлява, ако вярва, че съпротивата й би била напразна или в резултат би довела до сериозно телесно нараняване (Ричардс срещу Щата, 457 So.2d 893 (AL 1985) – настойчива съпротива, доказана от молбите на жертвата да я пуснат и да спрат).", "146.  Все повече и повече съдилищата в Съединените Щати вземат под внимание социологическите данни, сочещи, че жертвите на сексуално нападение реагират по непредсказуеми начини, когато са подложени на психологическо и физическо насилие. През 1992 година, например, Върховният съд на Ню Джърси, когато отхвърлил свързаното със съпротива изискване за издаване на присъда за сексуално нападение, се позовал на “емпирично разследване”, за да обори презумпцията, “че съпротивата до крайна степен или доколкото позволяват възможностите на една жена, е най-приемливата или рационална реакция на изнасилването”. Наистина, изнасилвачите често използват ловко принуждаване или насилване, когато това е достатъчно, за да победят жертвите си. В повечето случаи на изнасилване на малолетни не е необходимо насилие, за да се подчинят. Съдилищата също така признават, че някои жени се вцепеняват от страх в началото на сексуално нападение и по този начин не са в състояние да окажат съпротива (Народът срещу Инигез, 872 P.2d 1183, 1189 (Cal. 1994)).", "(vi)  Други правни системи", "147.  Interights също така предават анализи на съответното законодателство в Австралия, Канада и Южна Африка, като заключават, че липсата на съгласие е водещият елемент на изнасилване и сексуално малтретиране в тези страни и не се изисква доказателство за използването на физическа сила от извършителя или на физическа съпротива от жертвата.", "Б.  Преценката на Съда", "1.  Общ подход", "(a)  Съществуващото позитивно задължение да се наказва изнасилването и да се прави разследване на случаи на изнасилване.", "148.  По отношение на естеството и същността на оплакванията на жалбоподателката в този конкретен случай, Съдът е на мнение, че те трябва да се разглеждат най-напред по смисъла на Членове 3 и 8 на Конвенцията.", "149.  Съдът отново подчертава, че задължението на високодоговарящите страни по Член 1 на Конвенцията да осигурят на всеки, намиращ се под тяхна юрисдикция, правата и свободите, определени в Конвенцията, във връзка с Член 3, изисква от държавите да предприемат мерки, които да гарантират на всеки че няма да бъде подложен на малтретиране, в това число и малтретиране, извършено от частни лица (Виж A. срещу Обединеното Кралство, решение от 23 септември 1998 година, Доклади за присъди и решения 1998-VI, p. 2699, § 22; Z. и други срещу Обединеното Кралство [GC], № 29392/95, §§ 73-75, ECHR 2001-V; и E.и други срещу Обединеното Кралство, № 33218/96, 26 ноември 2002 година).", "150.  Позитивните задължения на държавата са неразривно свързани с правото на ефективно зачитане на личния живот, по смисъла на Член 8; тези задължения могат да включват приемането на мерки, дори в сферата на взаимоотношенията между отделни лица. Докато изборът на средствата за гарантиране спазването на Член 8 в сферата на защита срещу чужди действия, е по принцип в рамките на преценката на държавата, то ефективното възпиране срещу тежки деяния като изнасилването, където са заложени основни ценности и съществени аспекти от личния живот, изисква ефективни наказателноправни разпоредби. Право на ефективна защита имат особено децата и други по-уязвими лица. (виж X и Y срещу Холандия, решение от 26 март 1985 година, серия A № 91, стр. 11-13, §§ 23, 24 и 27; и Август срещу Обединеното Кралство (dec.), № 36505/02, 21 януари 2003 година).", "151.  В редица случаи Член 3 от Конвенцията поражда позитивно задължение за провеждането на официално разследване (виж Асенов и други срещу България, присъда от 28 октомври 1998 година, Доклади 1998-VIII, стр. 3290, § 102). Такива позитивни задължения не могат да бъдат считани за принципно ограничени единствено до случаите на малтретиране от страна на представители на държавата (виж, mutatis mutandis (с необходимите изменения), Салвели и Силио срещу Италия [GC], № 32967/96, ECHR 2002-I).", "152.  В допълнение към това Съдът не е изключил възможността, позитивното задължение на държавата по Член 8 - да пази физическата неприкосновеност на индивида, да засегне и въпросите, свързани с ефективността на криминалното разследване (виж Осман срещу Обединеното Кралство, решение от 28 октомври 1998 година, Доклади 1998-VIII, стр. 3164, § 128,).", "153.  На това основание Съдът счита, че Държавите имат позитивно задължение, произтичащо от Членове 3 и 8 на Конвенцията да прилага разпоредбите на наказателното право, които ефективно наказват изнасилването, чрез ефективно разследване и наказателно преследване.", "(б)  Съвременното понятие за елементите на изнасилването и влиянието му върху същността на позитивното задължение на държавите-членки да осигурят адекватна защита", "154.  Държавите без съмнение имат широка свобода на преценка, в подбора на средствата за осигуряване на адекватна защита срещу изнасилване. В частност, трябва да се вземат под внимание културата, местните условия и традиционните подходи.", "155.  Пределните граници на преценката на националните органи са, въпреки това, дефинирани в разпоредбите на Конвенцията. При тълкуването им, тъй като Конвенцията е на първо място и преди всичко система за защита на човешките права, Съдът трябва да вземе под внимание променящите се условия в рамките на договарящите държави и да реагира, например, на всяко възникващо сближаване по отношение на стандартите, които трябва да бъдат постигнати (виж Кристин Гудуин срещу Обединеното Кралство, [GC], № 28957/95, § 74, ECHR 2002-VI).", "156.  Съдът отбелязва, че в миналото местното законодателство и практиката на редица правни системи са изисквали доказателства за прилагането на физическа сила и физическа съпротива в случаи на изнасилване. През последните десетилетия, обаче, в Европа и някои и други части на света се наблюдава ясна и стабилна тенденция към изоставяне на формалистичните дефиниции и стеснителните тълкувания на закона в тази област (виж параграфи 88-108 и 126-147 по-горе).", "157.  На първо място изглежда, че в законите на европейските страни вече няма изискване жертвата да е оказала физическа съпротива.", "158.  В юрисдикциите на прецедентното право, в Европа и навсякъде другаде, от законодателството и/или от съдебната практика е отстранено всякакво позоваване на физическа сила (виж параграфи 98, 100 и 138-147 по-горе, по отношение на Обединеното Кралство, Ирландия, Съединените американски щати и други юрисдикции). Ирландското право изрично твърди, че от липсата на съпротива не може да се стигне до извод наличието на съгласие (виж параграф 98 по-горе).", "159.  В повечето Европейски страни, повлияни от континенталната законова традиция, определението за изнасилване съдържа използването на насилие или заплахи за насилие от извършителя. От значение е, обаче, че в прецедентното право и правната теория на липсата на съгласие, а не силата се смята за основния елемент от състава на престъплението изнасилване (виж параграфи 90-97, 99 и 130-137 по-горе).", "160.  След измененията от 1989г. белгийският закон постановява, че всякакво действие на полово проникване съставлява изнасилване ако е извършено по отношение на лице, което не е дало съгласието си за това. По този начин, докато в закона остава препратката към “насилие, принуда или подвеждане”, като наказуемо средство за налагане на не-взаимен акт, насилието и/или физическата съпротива не са елементи на изнасилването в белгийското законодателство (виж параграфи 90 и 130-137 по-горе).", "161. Независимо от конкретната формулировка, избрана от законодателя, в редица страни съдебното преследване на недоброволни полови актове, при всички обстоятелства, на практика се води от тълкуването на съответните законови термини (“принуда”, “насилие”, “натиск”, “заплаха”, “подвеждане”, “изненада” или други) и посредством адекватната спрямо контекста преценка на доказателствата (виж параграфи 95 и 130-147 по-горе).", "162.  Съдът също така отбелязва, че държавите-членки на Съвета на Европа, посредством Комитета на министрите, са се договорили, че наказването на недоброволни полови актове, “[в това число] в случаите, когато жертвата не показва признаци на съпротива”, е необходимо за ефективната защита на жените срещу насилието (виж параграф 101 по-горе) и са наложили осъществяването на по-нататъшни реформи в тази област.", "163. В международното наказателно право неотдавна бе признато, че силата не е елемент от състава на изнасилването и че възползването от насилствени обстоятелства, за да се извършат полови актове също е наказуемо. ICTY (Международният наказателен съд за бивша Югославия) установява, че в международното наказателно право всякакво сексуално проникване без съгласието на жертвата съставлява изнасилване и че съгласието трябва да се дава доброволно, в резултат на свободната воля на лицето, оценено в контекста на заобикалящите обстоятелства (виж параграфи 102-107 по-горе). Въпреки че горното определение е формулирано в конкретния контекст на изнасилванията, извършени срещу населението в условията на въоръжен конфликт, то също така отразява общовалидната тенденция към приемането на липсата на съгласие като съществен елемент от състава на изнасилването и сексуалното малтретиране.", "164.  Както се твърди от третата страна по делото, промененото разбиране за начина, по който се преживява изнасилването показва, че жертвите на сексуално малтретиране – по-конкретно, на непълнолетните момичета, – често не оказват физическа съпротива, поради различни психологически фактори или защото се страхуват от насилие от страна на извършителя.", "165. Нещо повече, развитието на законите и практиката в тази област отразява еволюцията на обществата към ефективно равенство и уважение към сексуалната свобода на волята на всеки индивид.", "166.  В светлината на горепосоченото, Съдът е убеден, че всеки подход към преследването на сексуалните престъпления, като изискването на доказателство за физическа съпротива при всички обстоятелства, рискува да остави ненаказани определени типове изнасилвания и по този начин излага на опасност ефективната защита на сексуалната свобода и волята на индивида. В съответствие със съвременните стандарти и тенденции в тази област, позитивните задължения на държавите членки по смисъла на Членове 3 и 8 на Конвенцията трябва да се считат като изискващи наказание и ефективно съдебно преследване на всякакъв недоброволен полов акт, в това число при липсата на физическа съпротива от страна на жертвата.", "(c)  Задачата на съда в настоящото дело", "167.  В светлината на гореизложеното, задачата на Съда е да разгледа дали оспорваното законодателство и практика и приложението им в съответното дело, съчетани с твърдяните пропуски в разследването, са имали такива значителни недостатъци, че са довели до нарушение на позитивните задължения на ответната държава по смисъла на членове 3 и 8 на Конвенцията.", "168.  Въпросът пред Съда се ограничава до горепосоченото. Съдът не се занимава с твърденията за грешки или отделни пропуски при разследването; той не може да замести местните органи в оценката на фактите по делото; нито би могъл да се произнесе относно наказателната отговорност на посочените за извършители на деянието.", "2.  Приложение на подхода на Съда", "169.  Жалбоподателката твърди, че поведението на властите в нейния случай се основава на неточния закон и отразява преобладаващата практика извършителите на изнасилване да се преследват единствено при наличието на доказателства за значителна физическа съпротива.", "170.  Съдът отбелязва, че Член 152 § 1 на Наказателния кодекс не съдържа каквото и да било изискване за физическа съпротива от страна на жертвата и дефинира изнасилването по начин, който не се различава значително от формулировката, установена в законите на другите държави-членки. Както бе посочено по-горе, много правни системи продължават да определят изнасилването чрез препратка към средствата, използвани от извършителя, за да покори жертвата (виж параграфи 74 и 88100).", "171.  Това, което е решаващо обаче, е значението, придадено на думите като “сила” или “заплашване” или други термини, използвани в легалните дефиниции. Например, в някои правни системи, употребата на “сила” се счита за установена само поради факта, че извършителят е реализирал полов акт без съгласието на жертвата или е държал тялото й и го е манипулирал, за да извърши полов акт без нейното съгласие. Както е отбелязано по-горе, въпреки различията в законовите определения, съдилищата в редица правни системи са дали свои тълкувания, за да се опитат да обхванат всякакви видове недоброволни сексуални актове (виж параграфи 95 и 130-147).", "172.  В настоящия случай, при липсата на последователна съдебна практика, която да касае въпроса дали всеки полов акт, извършен без съгласието на жертвата е наказуем по българското законодателство, е трудно да се постигнат категорични общи изводи по този въпрос въз основа на решенията на Върховния съд и правните публикации (виж параграфи 75-85 по-горе). Дали в конкретния случай даден полов акт е принудителен винаги зависи от преценката на фактите от съда. Допълнителна трудност е липсата на надеждно проучване на практиката на прокуратурата в случаи, които никога не са достигнали до съд.", "173.  Въпреки това не без значение е факта, че правителството не е било в състояние да предостави копия от решенията или правните публикации, които ясно да опровергаят рестриктивния подход в наказателното преследване при изнасилване. Твърденията на правителството за елементите на изнасилването в българското законодателство са непоследователни и неясни (виж параграфи 122 и 123 по-горе). Най-накрая фактът, че огромното болшинство от докладваните решения на Върховния съд касаят изнасилвания, извършени чрез използването на значително насилие, (с изключение на тези, при които жертвата е била с физически или психически недъг), въпреки че не е от решаващо значение, може да се счита за показателно и това, че повечето от случаите, където са установени прилагането на малка или никаква физическа сила и съпротива, не са били съдебно преследвани (виж параграфи 74-85, 113, 122 и 123 по-горе).", "174.  От Съда не се изисква да търси окончателни отговори за практиката на българските власти по случаите на изнасилване като цяло. Достатъчно е за целите на настоящото дело да се отбележи, че твърдението на жабоподателката за рестриктивната практика се базира на приемливи аргументи и не е опровергано от Правителството.", "175.  Обръщайки се към конкретните факти в случая на жалбоподателката, Съдът отбелязва, че в хода на разследването са били изслушани много свидетели и е било наредено съставянето на експертен доклад от психолог и психиатър. Случаят е бил разследван и прокурорите са издали аргументирани постановления, обяснявайки позицията си в определени детайли (виж параграфи 44-65 по-горе).", "176.  Съдът признава, че Българските органи са били поставени пред трудна задача, тъй като са били изправени пред две противоположни версии за събитията и малко “преки” доказателства. Съдът не подценява усилията, на следователя и прокурорите в работата им по случая.", "177.  Въпреки всичко, Съдът отбелязва, че при наличието на две несъвместими версии за събитията, очевидно се е налагала детайлна преценка на правдоподобността на направените твърдения, в светлината на всички заобикалящи обстоятелства. При все това, направеното е било недостатъчно, за да се установи достоверността на събитията според версията, предложена от П. и А. и от призованите от тях свидетели. По-конкретно, между свидетелите, чиито показания са си противоречели, както тези на г-ца Т. и на г-н М., не се е състояла очна ставка. Не е бил направен дори опит да се установи с по-голяма точност развитието на събитията във времето. Жалбоподателката и адвокатът й не са имали възможност да зададат въпроси на свидетелите, които тя е обвинила в лъжесвидетелстване. В постановленията си, прокурорите не са отделили никакво внимание на въпроса дали предложената от П. и А. версия е била достоверна, когато някои от показанията им са будели съмнение, като твърдението, че жалбоподателката, на 14 години по това време, е започнала да гали А., минути след като е правила секс за пръв път в живота си с друг мъж (виж параграфи 16-65 по-горе).", "", "178.  Поради това Съдът приема, че властите не са използвали всички възможности за установяване на обстоятелствата по случая и не са преценили достатъчно добре правдоподобността на дадените противоречиви показания.", "", "179.  От голямо значение е, че този пропуск се дължи на становището на следователя и прокурорите, че тъй като случилото се е било “изнасилване по време на среща” и са липсвали “преки” доказателства за изнасилване, като следи от насилие и съпротива или викове за помощ, не може да се докаже липса на съгласие и от там изнасилване само от преценката на всички обстоятелства по случая. Този подход ясно проличава от позицията на следователя и в частност, от постановлението на окръжния прокурор от 13 май 1997 година и  постановлението на главния прокурор от 24 юни 1997 година (виж параграфи 55, 60, 61, 64 и 65 по-горе).", "", "180.  В допълнение към това изглежда, че прокурорите не са изключили възможността, жалбоподателката да не се е съгласила, но са възприели позицията, че във всички случаи, при липса на доказателство за съпротива, не може да се заключи, че извършителите са разбрали, че потърпевшата не се е съгласила (виж текста на решенията на прокурорите в параграфи 64 и 65 по-горе). Прокурорите пренебрегват възможността да докажат mens rea на извършителите, като разгледат всички обстоятелства по случая, като например, че те преднамерено са подвели жалбоподателката, за да я отведат в безлюден район, което създава благоприятни условия да окажат принуда, а също така и като преценят достоверността на версиите на тримата мъже и посочените от тях свидетели (виж параграфи 21, 63 и 66-68 по-горе).", "", "181.  Съдът счита, че дори на практика понякога да е трудно да се докаже липсата на съгласие при отсъствието на “преки” доказателства за изнасилване, като следи от насилие или преки свидетели, въпреки това, органите трябва, да разследват всички факти и да вземат решение въз основа прегледа на всички обстоятелства по случая. Разследването и заключенията му трябва да се съсредоточат върху въпроса за липсата на съгласие.", "", "182. Това не е направено в случая на жалбоподателката. Съдът намира, че пропускът на властите да разследват подробно обстоятелствата по случая, е резултат от позоваването единствено на “преките” доказателства за изнасилване. В конкретния случай подходът им е бил стеснителен, като на практика са приели наличието на “съпротива” за определящ елемент на престъплението.", "", "183. Властите могат също така да бъдат критикувани за това, че са отделили малко внимание на изключителната уязвимост на младите хора и специфичните психологически фактори, които оказват влияние в случаите на изнасилване на непълнолетни (виж параграфи 58-60 по-горе).", "", "184. На следващо място, разследването и било значително забавено (виж параграфи 44-46 по-горе).", "", "185. В резюме Съдът, без да се произнася по вината на П. и А., намира, че ефективността на разследването по случая на жалбоподателката и по-конкретно, възприетия от следователя и прокурорите подход, не е съобразен с позитивните задължения на държавите – разгледани в светлината на съответните съвременни стандарти в сравнителното и международно право – да се приеме и приложи ефективна наказателно-правна система, санкционираща всички форми на изнасилване и сексуално малтретиране.", "", "186.  Що се отнася до аргумента на правителството, че националната правна система осигурява възможността за завеждане на гражданско дело за вреди срещу извършителите, Съдът отбелязва, че това твърдение не е доказано. Във всички случаи, съобразно горепосоченото, ефективната защита срещу изнасилване и сексуално малтретиране изисква мерки от наказателно-правен характер (виж параграфи 124 и 148-153 по-горе).", "", "187.  Съдът по този начин намира, че в настоящия случай има нарушение на позитивните задължения на държавата-ответник по смисъла на Членове 3 и 8 на Конвенцията. Той също така твърди, че не възниква отделен въпрос по смисъла на Член 13 на Конвенцията.", "II. ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 14 НА КОНВЕНЦИЯТА", "188.  Сравнявайки текстовете на Членове 157 § 2 и 152 на Наказателния кодекс, които се занимават с възрастта за валидно съгласие за сексуални действия, жалбоподателката се оплаква, че законът осигурява по-добра защита срещу изнасилване за “хомосексуални деца”, отколкото за “хетеросексуални деца”.", "Член 14 на Конвенцията гласи:", "“Упражняването на правата и свободите, изложени в тази Конвенция, следва да бъде осигурено без всякаква дискриминация, основана на пол, раса, цвят на кожата, език, религия, политически и други убеждения, национален или социален произход, принадлежност към национално малцинство, имущество, рождение или друг някакъв признак.”", "189.  В светлината на горепосочените заключения, Съдът счита, че не е необходимо да се разглежда жалбата по Член 14 на Конвенцията.", "III. ПРИЛОЖЕНИЕ НА ЧЛЕН 41 ОТ КОНВЕНЦИЯТА", "190.  Член 41 на Конвенцията гласи:", "“Ако Съдът установи, че е имало нарушение на Конвенцията или на Протоколите към нея, и ако вътрешното право на съответната Високодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.”", "A. Вреда", "191. Жалбоподателката твърди, че продължава да има психологическа травма години, след като е била изнасилена. Това до голяма степен е следствие на факта, че съответното законодателство и практика не са осигурили ефективна защита. В допълнение към това, разследването в нейния случай е било неправилно и я е ощетило.", "192.  На тази основа, позовавайки се на няколко от решенията на Съда по случаи за сексуално малтретиране, жалбоподателката предявява иск за 20,000 Евро (EUR) за неимуществени вреди.", "193.  Правителството заявява, че предявените като иск суми са прекомерни.", "194.  Съдът счита, че жалбоподателката е преминала през страдание и е понесла психологическа травма в резултат поне от части на недостатъците в подхода на властите, установени в настоящия случай. Извършвайки оценка на безпристрастна основа, Съдът определя тя да получи сумата от 8,000 Евро.", "Б. Разходи и разноски", "195.  Жалбоподателката предявява иск за 4,740 Евро за общо 118.5 часа правен труд по делото й, по тарифа 40 Евро на час. Тя предава споразумение за хонорар с адвоката си, подписано през 2003 година от майка й и справка за часовете извършена работа. Адвокатът на жалбоподателката обяснява, че споразумението за хонорар е подписано от майката на жалбоподателката, защото той е бил първоначално нает от майката, тъй като жалбоподателката не е била пълнолетна по това време.", "196.  Правителството твърди, че споразумението за хонорари не е валидно, защото жалбоподателката е навършила 18 години през септември 1998 година и оттогава майка й вече няма право да действа от нейно име. Дори по времето на първоначалното, очевидно устно, споразумение между майката и адвоката, жалбоподателката да е била над 14-годишна възраст, и по този начин е имала право по Българското законодателство да извършва правни действия с одобрението на майка си.", "197.  Правителството също така твърди, че страните са се договорили за почасова тарифа от 40 Евро през 2003 година, на окончателния етап на съдопроизводствата, което означава, че е определен завишен и произволен хонорар. При “други обстоятелства”, жалбоподателката не би се съгласила да заплати такива суми.", "198.  Според практиката на Съда, по Член 41 няма да се присъждат разходи и разноски, освен ако не е установено, че те са били действително направени и са също така приемливи по отношение на размера. В допълнение към това, правните разходи се възстановяват, доколкото са свързани с установеното нарушение (Бейелер срещу Италия (справедливо удовлетворение) [GC], № 33202/96, § 27, 28 май 2002 година).", "199. Правителството не оспорва факта, че адвокатът на жалбоподателката е извършил правна работа по нейното дело, след като му е дадено пълномощно с дата от 27 ноември 1997 година, подписано от жалбоподателката и майка й, по време, когато жалбоподателката още не е навършила пълнолетие (виж параграфи 2 и 9 по-горе). Няма твърдение, че жалбоподателката оспорва разходите, които й е таксувал нейният адвокат или че предявените като иск суми не са свързани с установеното по настоящия случай нарушение. При тези обстоятелства няма съмнение, че предявените като иск правни разходи са действителни и необходимо понесени.", "200.  Правителството не възразява срещу броя часове правен труд, предявен като иск. Съдът в допълнение към това счита, че почасова ставка от 40 Евро не е прекомерна. Съответно, удържайки сумата от 630 Евро, получена като правна помощ от Съвета на Европа, той определя сумата от 4,110 Евро по отношението на разходите.", "", "C. Лихва за просрочка", "", "  201.  Съдът намира за подходящо лихвата за забава да бъде определена на базата на пределната лихва при отпускане на заем от Централната европейска банка, завишена с три пункта.", "\n", "", "", "ПОРАДИ ТЕЗИ СЪОБРАЖЕНИЯ, СЪДЪТ ЕДИНОДУШНО", "1.  Приема, че е налице нарушение на позитивните задължения на съответната Държава по смисъла на Членове 3 и 8 на Конвенцията;", "", "2.  Приема, че по смисъла на Член 13 от Конвенцията не възниква отделен въпрос;", "", "3.  Приема, че не е необходимо да се разглеждат оплакванията на жалбоподателката по смисъла на Член 14 на Конвенцията;", "", "4.  Приема", "(a)  че държавата-ответник трябва да заплати на жалбоподателката в рамките на три месеца от датата, на която решението стане окончателно по смисъла на Член 44 § 2 на Конвенцията следните суми, които трябва да се обърнат в националната валута на държавата ответничка по обменния курс, приложим към датата на изплащане на задължението:", "(i)  EUR 8,000 (осем хиляди евро) по отношение на неимуществените вреди,", "(ii)  EUR 4,110 (четири хиляди сто и десет евро) по отношение на разходи и разноски, и", "(iii)  всякакви данъци, които могат да са дължими върху горепосочените суми.", "(б)  след изтичането на горепосочения тримесечен срок върху посочените суми ще се дължи проста лихва в размер на пределната лихва при отпускане на заем от Централната европейска банка за периода на забавата, завишена с три пунккта, до изплащането;", "5.  Отхвърля останалата част от иска на жалбоподателката за справедливо удовлетворение.", " ", "Изготвено на английски език и обявено писмено на 4 декември 2003 година, в съответствие с Правило 77 §§ 2 и 3 от Правилника на Съда.", "Сьорен Нилсен\tХристос Розакис\n\tЗаместник регистратор\tПрезидент", "В съответствие с Член 45 § 2 на Конвенцията и Правило 74 § 2 от Правилника на съда, към настоящото решение се прилага успоредното мнение на съдия Тулкенс.", "", "УСПОРЕДНО МНЕНИЕ НА СЪДИЯ ТУЛКЕНС", "(Превод)", "По този особено чувствителен и деликатен случай, просто бих желала да добавя няколко допълнителни бележки.", "1.  Считам, че е било важно и от значение Съдът да разгледа делото по смисъла на Член 3 и Член 8 на Конвенцията. Изнасилването нарушава не само правото на лична неприкосновеност (физическа и психологическа) съобразно гарантираното в Член 3, но също така правото на свободна воля като компонент на правото на зачитане на личния живот, гарантирано от Член 8.", "2.  Напълно съм съгласна с общия подход на Съда (виж параграфи 148 и следващите от решението) и начина, по който е приложен в настоящото дело (виж параграфи 169 и следващите). Единствената част, която желая да изясня, се отнася до използването на наказателноправните средства за защита. Разчитайки, по-конкретно на решението по делото на X и Y срещу Холандия от 26 март 1985 година (Серия A № 91), Съдът счита, че “държавите имат позитивно задължение, произтичащо от Членове 3 и 8 на Конвенцията да приложат в сила ефективни наказателни разпоредби срещу изнасилвания” (виж параграф 153). Несъмнено, прибягването до наказателното законодателство може да е разбираемо, когато става дума за престъпления от такъв вид. Също така е важно обаче, по-общо да се наблегне, както действително е направил Съдът в самото решение по делото на X и Y срещу Холандия, че “прибягването (обръщането за помощ) до наказателното законодателство не е непременно единственият отговор” (стр. 12, § 24 in fine (накратко)). Считам, че наказателните производства трябва да останат, както на теория, така и на практика, последно или спомагателно средство за правна защита и че използването им, дори в контекста на позитивните задължения, изисква определена степен на “ограничение”. Що се отнася до допускането, че наказателните средства за правна защита са, във всички случаи, най-ефективни от гледна точка на предотвратяването на действието, становището изложено в Доклада за декриминализацията на Европейския комитет по проблемите на престъпността, ясно показват, че ефективността на общото възпиране въз основа на наказателното право зависи от различни фактори и че такъв подход “не е единственият начин да се предотврати нежелателно поведение”.", "3.  Като казвам това, в настоящото дело, както и в делото X и Y срещу Холандия (стр. 13, § 27), веднъж след като държавата се е спряла на система за защита, основаваща се на наказателното право от съществено значение е, разбира се, пълно и стриктно да се прилагат съответните разпоредби на наказателното законодателство, за да се предостави на жалбоподателя практична и ефективна защита. В тази връзка, становището на Съда, че “разследването и заключението му трябва да се съсредоточат върху въпроса за липсата на съгласие” (виж параграф 181 на настоящото решение) според мен е от фундаментално значение.", ""]}