{"file": "BUL_HJUDBUL_41661_05.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "41661/05", "text_paragraphs": ["© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "ЧЕТВЪРТО ОТДЕЛЕНИЕ", "", "", "", "ЯВАШЕВ И ДРУГИ СРЕЩУ БЪЛГАРИЯ", "", "(Жалба № 41661/05 г.)", "", "", "", "РЕШЕНИЕ", "", "", "", "", "", "", "СТРАСБУРГ", "", "6 ноември 2012 г.", "", "", "ОКОНЧАТЕЛНО", "", "18/03/2013 г.", "", "Това решение е окончателно при условията, посочени в чл. 44, ал.2, б. „в” от Конвенцията, но може да претърпи редакционни промени.", "", "По делото на Явашев и други срещу България,", "Европейският съд по правата на човека (Четвърто отделение), заседаващ като Отделение, състоящо се от:", "\tЛех Гарлицки (Lech Garlicki), Председател,", "\tДавид Тор Бьоргвинсон (David Thór Björgvinsson),\n\tПейви Хирвеле (Päivi Hirvelä),", "\tГеорге Николау (George Nicolaou),", "\tЛеди Бианку (Ledi Bianku),", "\tВинсент А. де Гаетано (Vincent A. De Gaetano), съдии,", "\tПавлина Панова, съдия ad hoc \nи Фатош Арачи (Fatoş Aracı), заместник-секретар на Отделението,", "след проведено закрито заседание на 16 октомври 2012 г.,", "се произнесе със следното съдебно решение, постановено на същата дата:", "ПРОЦЕДУРАТА", "1.  Делото е образувано по жалба (№ 41661/05) срещу Република България, подадена в Съда съгласно чл. 34 от Конвенцията за защита правата на човека и основните свободи („Конвенцията”) от двама български граждани – г-н Анани Владимиров Явашев и г-н Стефан Владимиров Явашев, и от гражданина на Съединените американски щати г-н Кристо Владимиров Явашев (жалбоподателите) на 14 ноември 2005 г.", "2.  Жалбоподателите са представлявани от г-жа С. Маргаритова-Вучкова – адвокат, практикуващ в София. Българското правителство („Правителството”) се представлява от своя агент, г-жа Р. Николова от Министерство на правосъдието.", "3.  Жалбоподателите твърдят по-конкретно, че са били неоснователно лишени от имот, получен от тях чрез реституция.", "4.  На 16 юни 2008 г. Здравка Калайджиева – съдия, избрана от страна на Република България, се оттегля от делото. На 4 април 2012 г. Председателят на Четвърто отделение назначава Павлина Панова като ad hoc съдия от списъка на трите лица, които България е определила като подходящи да действат в качеството на такива съдии (чл. 26 § 4 от Конвенцията и Правило 29 § 1 от Правилника на Съда).", "5.  Междувременно, на 15 март 2011 г., Съдът обявява жалбата за частично недопустима и решава да уведоми Правителството за жалбата в частта й за твърдяното лишаване на жалбоподателите от парцел и две сгради. Съдът решава да се произнесе едновременно по допустимостта и по съществото на жалбата (чл. 29, ал. 1 от Конвенцията).", "ФАКТИТЕ", "I. ОБСТОЯТЕЛСТВА ПО ДЕЛОТО", "6. Жалбоподателите са родени съответно през 1932, 1938 и 1935 г. Първият и вторият жалбоподатели живеят в град София, България, а третият жалбоподател живее в град Ню Йорк, Съединените американски щати. Те са братя.", "A. Предистория", "7.  Бащата на жалбоподателите е притежавал фабрика заедно със съседен парцел в град Габрово. През 1947 г. имотът е национализиран на основание Закона за национализация на частни индустриални и минни предприятия от 1947 г. През следващите години властите надстрояват основната сграда на фабриката, превръщат фабриката в училище и трансформират съседния парцел, заедно с други парцели, в училищен двор. Трансформацията е отразена в съответния устройствен план. През 1964 г. имотът е вписан в Регистъра на държавните имоти.", "8.  През 1983 г. бащата на жалбоподателите умира, като те остават негови единствени наследници.", "9.  След като на 25 февруари 1992 г. влиза в сила Законът за възстановяване на собствеността върху одържавени недвижими имоти  от 1992 г. (Законът от 1992 г. – вж. параграфи 25-30 по-долу), жалбоподателите искат от кмета на Габрово да заличи имота от Регистъра на държавните имоти. На 30 ноември 1992 г. кметът уважава искането им, като се мотивира с това, че са налице условията за възстановяване на собствеността и че жалбоподателите са станали собственици на имота по силата на Закона. Възстановената собственост се състои от парцел с площ от 3 730 квадратни метра, първия етаж на двуетажна основна сграда от 620 квадратни метра (втория етаж, който, както е отбелязано по-горе, е надстроен от властите след национализацията, остава собственост на общината), едноетажна спомагателна сграда от 200 квадратни метра и втора едноетажна спомагателна сграда от 60 квадратни метра. На 28 март 1996 г. жалбоподателите се снабдяват с нотариален акт, удостоверяващ правото им на собственост върху имота.", "10.  През следващите години общината продължава да използва сградата като училище със съгласието на жалбоподателите. Тя обаче търси начин да уреди въпроса с ползването. С писмо от 13 март 1995 г. кметът кани втория жалбоподател на среща, за да обсъдят бъдещия размер на наема, дължим от общината. Страните не сочат какъв е резултатът от срещата. В писмо от 3 септември 1996 г. кметът уведомява жалбоподателите, че общината има намерение да открие производство за отчуждаване на имота или за неговото закупуване. Жалбоподателите възразяват и тази инициатива е изоставена.", "11.  В договор от 3 август 1998 г. жалбоподателите позволяват на общината да ползва имота срещу месечен наем от 3 646 000 стари български лева (BGL). Освен това общината приема да заплати на жалбоподателите обезщетение в размер на 34 637 000 лв. за ползването на имота през периода 15 октомври 1997 – 3 август 1998 г.", "12.  На 21 януари 1999 г. Общинският съвет взема решение да открие процедура по закупуване на имота. Както изглежда, впоследствие се отказва от това решение.", "13.  На 17 май 2001 г. Общинският съвет взема решение за закупуване на имота. Цената е определена на равностойността на 180 000 американски долара.", "Б.  Административни и съдебни производства по обжалване на решението на Общинския съвет от 17 май 2001 г.", "14.  На 22 юни 2001 г. областният управител на Габрово нарежда да бъде отменено изпълнението на решението на Общинския съвет от 17 май 2001 г. Областният управител отбелязва по-специално, че от 1960 г. насам в основната сграда и двора е настанено училище. Тя казва също, че имотът обслужва потребностите на местната общност и е публична общинска собственост, която никога не е била връщана на жалбоподателите, а решението на кмета да го отпише от Регистъра на държавните имоти е неправилно.", "15.  Областният управител също така завежда съдебно дело за отмяна на решението. На 31 октомври 2001 г. Габровският окръжен съд отхвърля нейния иск. Той постановява, че твърденията на областния управител, че имотът не е възстановен на жалбоподателите и че е останал общинска собственост, са необосновани. След обжалване от страна на областния управител, с окончателно решение от 15 юли 2002 г. Върховният административен съд не се съгласява с констатациите на Габровския окръжен съд и отменя решението. Той приема, inter alia, че училището е било публична общинска собственост по силата на Конституцията от 1991 г. и на Тълкувателно решение на Конституционния съд № 19 от 1993 г. (вж. параграф 31 по-долу), и че по никое време не е било върнато на жалбоподателите. Също така Съдът сочи, че тъй като не е било възможно имотът да бъде върнат на жалбоподателите, те имат право на обезщетение по Закона за обезщетяване на собственици на одържавени имоти от 1997 г. (Законът от 1997 г. – вж. параграфи 35 – 39 по-долу).", "В.  Гражданско производство във връзка с правото на собственост на жалбоподателите върху имота", "16. Междувременно, на 1 април 2001 г., общината спира да плаща наем на жалбоподателите. На неуточнена дата през 2002 г. те завеждат иск за неплащане на наем срещу общината пред Габровския районен съд. Общината подава насрещен иск, претендирайки съдебно потвърждаване, че е собственик на имота.", "17. На 3 юли 2002 г. Габровският районен съд уважава иска на жалбоподателите и отхвърля насрещния иск на общината. Общината обжалва, но на 20 декември 2002 г. Габровският окръжен съд потвърждава решението на по-долната инстанция.", "18. Общината обжалва за законосъобразност. На 14 октомври 2004 г. Върховният касационен съд уважава иска й по отношение на основната сграда. Той посочва по-специално, че общината е реконструирала сградата по такъв начин, че на практика е създадена нова сграда, различна от национализираната. Тази сграда е предназначена за училище и по този начин отговаря на потребностите на общността. Също така съдът приема, че с оглед на това, основната сграда не е могла да бъде върната на жалбоподателите и е останала собственост на общината. В тази си част решението е окончателно. Съдът връща останалата част от жалбата, която се отнася до двете спомагателни сгради и парцела, за повторно разглеждане. Той дава указания на по-долната инстанция да установи коя част от парцела е съществувала отделно от училището, тъй като само тази част би могла да бъде върната на жалбоподателите. Що се отнася до спомагателните сгради, по-долният съд следва да определи дали те са били част от училищния комплекс и на тази основа да прецени дали подлежат на възстановяване на собствеността.", "19. При повторното разглеждане на делото на 7 октомври 2005 г. Габровският окръжен съд отхвърля иска на жалбоподателите и уважава насрещния иск на общината. По-конкретно той приема, че съгласно приложимия устройствен план парцелът, заедно с още един парцел, са предназначени да обслужват училището. Съдът приема също, че двете спомагателни сгради и парцелът са функционално свързани с основната сграда и обслужват училището. Ето защо те не могат да бъдат отделени и върнати на жалбоподателите.", "20. На 12 декември 2007 г. Върховният касационен съд потвърждава решението и постановява, че въпросният имот винаги е принадлежал на общината. Според съда имотът е бил публична общинска собственост по времето, когато е влязъл в сила Законът от 1992 г., поради което той не е бил обект на реституция. С приемането през 1996 г. на Закона за държавната собственост от 1996 г. и Закона за общинската собственост от 1996 г. (вж. параграф 32 по-долу) само по себе си не се преобразуват държавната и общинската собственост в публична и частна, тъй като това преобразуване вече е предвидено в Конституцията от 1991 г. Двата закона просто излагат подробно правилата за управление на тези два вида собственост. Също така съдът приема, че тъй като имотът не може да бъде върнат на жалбоподателите, те имат право на обезщетение по Закона от 1997 г. (вж. параграф 26 по-долу). В допълнение към тези изводи съдът се позовава и на констатациите на Габровския окръжен съд и по-конкретно, че спорният парцел е част от по-голям парцел, съгласно устройствения план не представлява отделен парцел и следователно не могъл да бъде върнат на жалбоподателите.", "Г.  Последващо развитие", "21. След решението на Върховния касационен съд от 14 октомври 2004 г. по отношение на основната сграда (вж. параграф 18 по-горе), през 2005 г. общината подава иск за неоснователно обогатяване срещу жалбоподателите в Софийски градски съд. Тя иска възстановяване на твърдяния като недължимо платен наем в размер на 151 207 нови български лева (BGN), заедно с лихвите за периода между 3 август 1998 и 31 март 2001 г. Производството все още е висящо.", "22. На 24 ноември 2005 г. жалбоподателите подават искане за обезщетение по Закона от 1997 г. (вж. параграфи 35 – 39 по-долу). На 25 януари 2006 г. Областният управител отхвърля искането, като заявява, че жалбоподателите са пропуснали посочения в Закона едногодишен срок, който е изтекъл през 1998 г. Жалбоподателите обжалват по съдебен ред. С окончателно решение от 17 май 2007 г. Върховният административен съд потвърждава решението на областния управител.", "23. На 27 март 2008 г. жалбоподателите изпращат писмо до председателя на общинския съвет и до кмета на Габрово с искане за обезщетение. Следват срещи с представители на общинския съвет. На 25 май 2008 г. жалбоподателите изпращат ново писмо до председателя на Общинския съвет и до кмета, с което напомнят искането си. Според жалбоподателите властите не реагират на това писмо.", "24. На 21 октомври 2010 г. Общинският съвет приема решение за закриване на училището. През април 2011 г. жалбоподателите изпращат писма до кмета, общинския съвет и областния управител, в които твърдят, че след затварянето на училището имотът е станал частна общинска собственост и следва да им бъде върнат.", "II. ПРИЛОЖИМО ВЪТРЕШНО ПРАВО", "A.  Реституцията на собственост съгласно Закона за национализация на частни индустриални и минни предприятия от 1947 г.", "25. През 1992 г. след падането на комунистическия режим Парламентът приема Закона за възстановяване собствеността върху одържавени недвижими имоти. Той влиза в сила на 25 февруари 1992 г. и в чл. 2, ал. 1 и 3 и чл. 4 предвижда, предишните собственици на недвижими имоти, национализирани по, inter alia, Закона за национализация на частни индустриални и минни предприятия от 1947 г., или техните правоприемници си връщат правото на собственост върху своето национализирано имущество, ако a) имотите все още съществуват в състоянието им отпреди отчуждаването, б) те все още се намират в собственост на държавата или общините конкретно и в) собствениците не са получили адекватно обезщетение към момента на национализацията.", "26. Чл. 3, ал. 3 предвижда, че когато не са налице условията за възстановяване на собствеността, бившите собственици или техните наследници се обезщетяват по ред, определен с отделен закон. Този закон – Законът за обезщетяване на собственици на одържавени имоти от 1997 г., е приет и влиза в сила през ноември 1997 г. (вж. параграфи 35 – 39 по-долу).", "27. Чл. 6, ал. 3, във връзка с ал. 2 от Закона от 1992 г. гласи, че ако възстановената собственост се използва за болници или училища, те могат да продължат да я ползват за период от три години след влизането на закона в сила, но считано от датата на възстановяване на собствеността, заплащат наем на лицата, в чиято полза са върнати имотите. Смисълът на тази разпоредба не е напълно ясен. Изглежда, става дума за имоти, които се използват като болници или училища; дори и всички условия за такова възстановяване на собствеността върху имота да са налице, предвид на неговото предназначение е гарантирано, че няма да бъде върнат незабавно на своите бивши собственици, така че настанените в него преди реституцията лица да могат да продължат да го ползват за определен срок (реш. № 515 от 10 май 1995 г. по гр. д. № 1381/1994 г., ВС, IV г. о.).", "28. Възстановяването на собствеността по реда на Закона от 1992 г. е по силата на закона. Не е необходимо административно или съдебно решение, удостоверяващо, че условията за реституция са налице. По-специално, решенията на кметовете да отпишат имотите от регистъра на държавните имоти са вътрешни актове без ефект върху правото на собственост (реш. №115 от 21 март 1994 г. по гр. д. №3428/1993 г., ВС, III г. о.).", "29. Българските съдилища са се опитали да изяснят наличието на посочените в Закона от 1992 г. условия за възстановяване на собствеността и по-конкретно – точния смисъл на условието, че имотът трябва да продължава да съществува в състоянието си отпреди отчуждаването (вж. параграф 25 по-горе). В тълкувателно решение от 17 май 1995 г. (тълк. реш. № 1 от 17 май 1995 г. по гр. д. № 3/1994, ВС, ОСГК) бившият Върховен съд приема, че това условие не означава, че имотът трябва да е останал в точно същото състояние, в което е бил към момента на отчуждаването. Последващи изменения на неговото предназначение не преклудират правото за възстановяване на собствеността. Достатъчно е имотът да съществува като самостоятелен обект на право на собственост и в границите, които е имал към момента на национализацията.", "30. Горепосоченото условие е изяснено още по-добре в последваща съдебна практика. По-специално, Върховният касационен съд постановява, че ако предназначението на национализирания имот е било променено по силата на устройствен план и имотът е превърнат в елемент от обществената инфраструктура, например градски площад, то тогава имотът не представлява отделен обект на право на собственост и не съществува в границите си по време на отчуждаването. В такива случаи не е възможно възстановяване на собствеността (реш. №1343 от 21 октомври 2001 г. по гр. д. №1233/2001 г., ВКС, IV г. о.).", "Б.  Понятието „публична общинска собственост“", "31. Конституцията от 1991 г. предвижда, че собствеността е частна и публична (чл. 17, ал. 2), както и че правният режим на собствеността, която принадлежи на държавата и общините, се урежда със закон (чл. 17, ал. 4). В свое тълкувателно решение № 19 от 21 декември 1993 г. (реш. № 19 от 21 декември 1993 г. по к. д. № 11 от 1993 г., обн., ДВ, бр. 4 от 12 януари 1994 г.) Конституционният съд приема, че макар чл. 17, ал. 2 от Конституцията да разграничава публична и частна собственост, критерии за това разграничение не са посочени. Водещи са правото на собственост, естеството на имота и неговото предназначение. Съдът също така смята, че само държавата и общините могат да притежават публична собственост. От друга страна, частна собственост могат да имат не само държавата и общините, но и частни лица. Накрая съдът отбелязва, че е в компетентността на законодателя да даде определение на собствеността, спадаща към публичната сфера.", "32. Законът за държавната собственост от 1996 г. и Законът за общинската собственост от 1996 г. влизат в сила на 1 юни 1996 г. Към съответния момент Законът за общинската собственост от 1996 г. гласи по-конкретно, че публична общинска собственост са имотите, определени като такава със закон, или имоти, предназначени за трайно задоволяване на обществени потребности от местно значение (чл. 3, ал. 2, т. 1 и 3). Тези имоти са неотчуждаеми – те не могат да се прехвърлят на трети лица или да се придобиват по давност (чл. 7, ал. 1 и 2). Законът за държавната собственост от 1996 г. съдържа подобни разпоредби по отношение на публичната държавна собственост.", "33. В своето решение № 4 от 11 март 1998 г. (реш. № 4 от 11 март 1998 г. по к. д. № 16 от 1997 г., обн., ДВ, бр. 30 от 17 март 1998 г.) Конституционният съд постановява, че реституция е възможна само по отношение на частната собственост, тъй като само частната собственост на държавата или общините може да се прехвърля на физически лица или недържавни предприятия. Реституцията на публична държавна собственост е забранена от Закона от 1992 г. и от Закона от 1997 г. Това е така, защото реституцията не може да засяга имоти, които спадат към публичната сфера и са защитени от Конституцията, тъй като обслужват конституционно установен обществен интерес.", "34. В съответствие с двата закона от 1996 г., Законът за народната просвета от 1991 г. е изменен през март 1998 г. и предвижда, че предоставените за ползване на общинските училища имоти са в публичния сектор и представляват публична общинска собственост (чл. 10, ал. 3 (от 2009 г., ал. 4)).", "В.  Обезщетение вместо реституция", "35. През ноември 1997 г. Парламентът приема Закона за обезщетяване на собственици на одържавени имоти. Той влиза в сила на 22 ноември 1997 г. и предвижда обезщетяване на бившите собственици на одържавени имоти или техните наследници в случаите, когато е невъзможно да им бъде възстановена собствеността, тъй като тя е станала публична държавна или общинска собственост, придобита е добросъвестно от трети лица или върху нея са извършени строежи или други промени (чл. 2, ал. 1).", "36. Съгласно чл. 6, ал. 1 исканията за обезщетяване трябва да бъдат подадени до областния управител или съответния министър в рамките на една година след влизането на закона в сила, т.е. до 22 ноември 1998 г.", "37. Бившите собственици могат да избират начина на обезщетяване, освен в случаите, когато имотът е станал публична държавна или общинска собственост преди 25 февруари 1992 г. – датата, на която влиза в сила Закона от 1992 г. (чл. 2, ал. 4). В този случай обезщетяването е само под формата на компенсаторни записи (реш. № 9371 от 7 декември 2001 г. по адм. д. № 3193/2001, ВАС, III о., реш. № 7511 от 16 юли 2003 г. по адм. д. № 2202/2003 г., ВАС, III о.), които могат да се използват в сделки за приватизация на държавни предприятия (чл. 4, ал. 2).", "38. Ако имотът е станал публична държавна или общинска собственост след 25 февруари 1992 г., бившите собственици имат право на обезщетение в размер на справедливата пазарна стойност на имота към момента на влизане в сила на Закона от 1997 г. (чл. 2, ал. 7).", "39. В горепосоченото свое Решение № 4 от 11 март 1998 г. (вж. параграф 33 по-горе) Конституционният съд приема, че разликата в начина на обезщетяване се дължи на факта, че всякакво преобразуване на собствеността в държавна, извършено след влизането в сила на Закона от 1992 г., всъщност представлява отчуждаване и изисква обезщетение, равностойно на справедливата пазарна стойност на имота.", "Г. Отговорност на държавата за вреди", "40. Чл. 1 от Закона за отговорността на държавата за вреди, причинени на граждани, от 1988 г., който през юли 2006 г. е преименуван Закон за отговорността на държавата и общините за вреди („Законът от 1988 г.“), предвижда, че държавата и общините носят отговорност за вредите, причинени на граждани (а от 1 януари 2006 г. също и на юридически лица) от незаконосъобразни актове, действия или бездействия на техни органи и длъжностни лица при или по повод изпълнение на административна дейност. Чл. 8, ал. 2 предвижда, че ако друг закон е предвидил специален начин на обезщетение, този закон не се прилага. Изглежда, че националните съдилища не са склонни да уважават искове по чл. 1 от Закона в случаите, когато, както в настоящия случай, жалбоподателите не са успели своевременно да подадат искания за обезщетение по реда на Закона от 1997 г. (реш. № 4137 от 23 март 2011 г. по адм. д. № 15208/2010 г., ВАС, ІІІ о.).", "ПРАВОТО", "I. ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛ. 1 ОТ ПРОТОКОЛ № 1", "41.  Жалбоподателите твърдят, че с решението си от 12 декември 2007 г. Върховният касационен съд неоснователно ги е лишил от тяхната собственост върху парцел и две спомагателни сгради. Те се позовават на чл. 1 от Протокол № 1, който гласи следното:", "„Βсяко физическо или юридическо лице има право мирно да се ползва от своите притежания. Никой не може да бъде лишен от своите притежания освен в интерес на обществото и съгласно условията, предвидени в закона и в общите принципи на международното право.", "Предходните разпоредби не накърняват по никакъв начин правото на държавите да въвеждат такива закони, каквито сметнат за необходими за осъществяването на контрол върху ползването на притежанията в съответствие с общия интерес или за осигуряване на плащането на данъци или други постъпления или глоби.“", "A. Допустимост", "42. Правителството твърди, че жалбоподателите не са изчерпали вътрешноправните средства за защита, тъй като не са предявили иск срещу съответните органи съгласно чл. 1 от Закона от 1988 г. (вж. параграф 40 по-горе) и не са подали искане за обезщетение по Закона от 1997 г. (виж параграфи 35 – 39 по-горе).", "43. Съдът намира, че въпросът за изчерпването на вътрешноправните средства за защита е тясно свързан със съществото на жалбата. Поради това Съдът присъединява възражението към разглеждането на делото по същество.", "44. Съдът също така счита, че всички въпроси, свързани с несъвместимост по отношение на предметната компетентност (ratione materiae) с разпоредбите на Конвенцията, e по-подходящо да бъдат обсъдени при разглеждане на делото по същество (вж. съответно, Вълков и други срещу България (Valkov and Others v. Bulgaria), №№ 2033/04, 19125/04, 19475/04, 19490/04, 19495/04, 19497/04, 24729/04, 171/05 и 2041/05, § 75, 25 октомври 2011 г.).", "45. На последно място, Съдът счита, че жалбата не е явно необоснована по смисъла на чл. 35, ал. 3, т. „а” от Конвенцията или недопустима на други основания. Следователно тя трябва да бъде обявена за допустима.", "Б.  По същество", "1.  Становищата на страните", "46. Правителството твърди, че Законът от 1992 г. по никакъв начин не касае спорния имот, тъй като не са налице условията за възстановяване на собствеността. То също така заявява, че решението на кмета да отпише имота от Регистъра на държавните имоти не създава притежание и не води до никакво легитимно очакване. Според Правителството жалбоподателите не са били във владение на имота и договорът за наем между тях и общината е без значение за твърдяното им право на собственост върху парцела.", "47. По-нататък правителството твърди, че дори да се приеме, че жалбоподателите са имали съществуващо притежание или легитимно очакване, и че решението на Върховния касационен съд от 12 декември 2007 г. представлява намеса в притежанията им, то намесата е в полза на обществения интерес и е пропорционална, тъй като жалбоподателите са имали право на обезщетение по реда на Закона от 1997 г. Фактът, че са знаели, че реституцията е невъзможна, но въпреки това не са се възползвали от тази възможност в рамките на законовия срок, не може да бъде вменен в отговорност на властите.", "48. Жалбоподателите твърдят, че са имали притежание по смисъла на чл. 1 от Протокол № 1, тъй като имотът им е бил върнат по силата на Закона от 1992 г. Те се позовават по-специално на текста на чл. 6, ал. 3 от този закон, която по тяхно мнение позволява реституция на имоти, в които са настанени училища. Още повече, че общината е признавала собствеността им в продължение на десет години. Също така жалбоподателите имат нотариален акт, удостоверяващ правото им на собственост, и плащат данъци за имота си.", "49. Жалбоподателите твърдят, че решението на Върховния касационен съд от 12 декември 2007 г. е неоправдана намеса в техните притежания. По тяхно мнение, констатацията на съда, че Законът от 1992 г. не касае техния имот, тъй като той е публична общинска собственост, е в нарушение на вътрешното право. Този подход е произволен, тъй като понятието „публична общинска собственост“ е въведено едва през 1996 г. Жалбоподателите твърдят, че по-нататъшната констатация на съда, че условията за реституция не са изпълнени поради преобразуването на имота в училище, е също така произволна и в нарушение на вътрешното право.", "50. Според жалбоподателите положението в действителност възлиза на ново отчуждаване, което е непропорционално, защото те не могат да подадат искане за обезщетение. За разлика от делата Иванова и други срещу България (Ivanova and Others v. Bulgaria) ((реш.), №66467/01, 1 декември 2009 г.) и Великин и други срещу България (Velikin and Others v. Bulgaria) ((реш.), №28936/03, 1 декември 2009 г.), в конкретния случай те са били във владение на имота, а общината не е оспорила правото им на собственост. Следователно не може разумно да се очаква от тях да подадат искане за обезщетение в рамките на срока, определен в Закона от 1997 г.", "2.  Преценката на Съда", "(a)  Обхват на жалбата", "51. Съдът отбелязва в самото начало, че е компетентен да разгледа само тази част от жалбата, която се отнася до парцела и двете спомагателни сгради. Оплакването на жалбоподателите по чл. 1 от Протокол № 1 по отношение на основната сграда е обявено за недопустимо в частичното решение по настоящото дело (вж. Явашев и други срещу България (Yavashev and Others v. Bulgaria) (реш.), №41661/05, 15 март 2011 г.).", " (б)  Наличие на намеса в притежанията", "52. Страните са на различни виждания по въпроса дали жалбоподателите са имали собственически интерес, възлизащ на притежание по смисъла на чл. 1 от Протокол № 1. Следователно в самото начало трябва да се определи дали положението на жалбоподателите по отношение на парцела и двете спомагателни сгради е такова, че да привлича защитата на този член.", "53. В тази връзка Съдът е съгласен с доводите на жалбоподателите, че настоящото дело трябва да се разграничава от Великин и други и Иванова и други (и двете цитирани по-горе). По тези дела ревандикационните искове на жалбоподателите, основаващи се на твърдяно възстановяване на собствеността по силата на Закона от 1992 г., са отхвърлени от националните съдилища на основание, че спорните имоти винаги са били публична държавна или общинска собственост, което прави реституцията невъзможна. Съдът от своя страна констатира, че жалбоподателите никога не са получили ефективна реституция на тези имоти, поради което не са налице притежания по смисъла на чл. 1 от Протокол № 1. Те не са имали и оправдани правни очаквания, тъй като твърдяното им право на собственост върху имотите винаги е било оспорвано от властите и жалбоподателите не са били в състояние да влязат във владение на имотите.", "54. Що се отнася до настоящото дело, Съдът отбелязва твърдението на жалбоподателите, че тяхната собственост е възстановена по силата на Закона от 1992 г. Като се вземе предвид обаче какво гласят относимите разпоредби на този закон и последващата практика на вътрешните съдилища (вж. параграфи 25-30 по-горе), двата приети през 1996 г. закона и изменението на закона през 1998 г. (вж. параграфи 32 и 34 по-горе), както и решението на ВКС от 12 декември 2007 г., в което се приема, че имотът никога не е бил връщан на жалбоподателите (вж. параграф 20 по-горе), Съдът не смята, че е в неговата компетентност да определи дали имотът е подлежал или не на възстановяване на собствеността съгласно българското законодателство. Той отбелязва, че не може да се каже, че възниква легитимно очакване, когато има спор по отношение на правилното тълкуване и прилагане на националното законодателство и когато твърденията на жалбоподателите в крайна сметка са отхвърлени от националните съдилища (вж. Копецки срещу Словакия (Kopecký v. Slovakia) [ГК], № 44912/98, § 50, ЕСПЧ 2004-IX).", "55. Предвид това, Съдът не може да пренебрегне факта, че в продължение на няколко години община Габрово – в чиято компетентност се е намирало управлението на имота – третира жалбоподателите като негови собственици (за разлика от Великин и други, цитирано по-горе, параграфи 67 в края и 68). Не само че през ноември 1992 г. кметът на Габрово отписва имота от Регистъра на държавните имоти, но през 1995 г. общината започва и преговори за плащането на наем (вж. параграфи 9 и 10 по-горе). По-късно, въпреки законодателните промени през 1996 – 1998 г., които изясняват понятието имущество, спадащо към публичната сфера, и става ясно, че сградите, в които се помещават училища, попадат в публичната сфера, общината започва ефективно да плаща наем на жалбоподателите и приема да им заплати обезщетение за предишното ползване на имота, като по този начин продължава да ги признава за собственици (вж. параграф 11 по-горе).", "56. Съдът отчита обстоятелството, че за разлика от други дела срещу България, където признаването на правото на собственост върху реституирани имоти се извършва от орган, който е законно оправомощен да решава дали са налице изискванията за възстановяване на собствеността (вж. Дебелянови срещу България (Debelianovi v. Bulgaria), №61951/00, § 9, 29 март 2007; Найденов срещу България (Naydenov v. Bulgaria), №17353/03, § 68, 26 ноември 2009; Мутишев и други срещу България (Mutishev and Others v. Bulgaria), №18967/03, § 123, 3 декември 2009 г.; и Любомир Попов срещу България (Lyubomir Popov v. Bulgaria), №69855/01, §§ 111 и 117, 7 януари 2010 г.), по настоящото дело такъв орган не е предвиден от приложимия закон (вж. Иванова и други, цитирано по-горе). Независимо от това Съдът счита, че общата формулировка на Закона от 1992 г., заедно с продължаващото признаване от страна на общината на собствеността на жалбоподателите в продължение на почти десет години, водят до имуществен интерес, защитен по силата на чл. 1 от Протокол № 1 (вж. съответно Звержински срещу Полша (Zwierzyński v. Poland), №34049/96, §§ 63 – 64, ЕСПЧ 2001-VI; Йонерилдиз срещу Турция (Öneryıldız v. Turkey) [ГК], №48939/99, §§ 127-29, ЕСПЧ 2004-XII; Брункрона срещу Финландия (Bruncrona v. Finland), №41673/98, § 79, 16 ноември 2004 г.; Осман срещу България (Osman v. Bulgaria), №43233/98, §§ 96 – 97, 16 февруари 2006 г.; Хамер срещу Белгия (Hamer v. Belgium), №21861/03, §§ 75 – 76, ЕСПЧ 2007-V (извадки); Депол срещу Франция (Depalle v. France) [ГК], №34044/02, §§ 62 – 68, ЕСПЧ 2010 ...; Бросе-Трибуле и други срещу Франция (Brosset-Triboulet and Others v. France) [ГК], №34078/02, §§ 65 – 71, 29 март 2010 г.; и Билозир и Ризова срещу Украйна (Bilozir and Rizova v. Ukraine) (реш.), №37863/05, 28 септември 2010 г.). В допълнение към това, въпреки че съдилищата по-късно решават, че въпросният имот не подлежи на реституция по вътрешното право, не може да се пренебрегне фактът, че жалбоподателите имат право на обезщетение вместо реституция, което може да се разглежда като друг имуществен интерес, защитен по силата на чл. 1 от Протокол № 1. Вярно е, че това право се е погасило по давност преди жалбоподателите да могат да го упражнят. Единствената причина да не подадат искане за обезщетение в рамките на законовия срок обаче е продължителното признаване на тяхното право на собственост от страна на властите, което по-късно е било определено като погрешно. Следователно чл. 1 от Протокол № 1 е приложим.", "57. Съдът също така счита, че решението от 12 декември 2007 г., в което Върховният касационен съд постановява, че парцелът и двете спомагателни сгради никога не са били възстановявани на жалбоподателите, тъй като не съществуват независимо от основната сграда и винаги са били публична общинска собственост, представлява намеса в правото на жалбоподателите мирно да се ползват от притежанията си. Съдът обаче не намира за необходимо да определи дали тази намеса представлява лишаване от собственост. Сложността на фактическото и правното положение по настоящото дело не позволява то да бъде класифицирано в точна категория. Предвид на това и като се вземе под внимание факта, че предвиденото в изречение второ на първа алинея на член 1 положение представлява конкретен случай на намеса в мирното ползване на притежанията, гарантирано от общото правило, изложено в изречение първо, Съдът счита, че следва да проучи ситуацията, от която жалбоподателите се оплакват, в светлината на това общо правило (вж. съответно Бейлер срещу Италия (Beyeler v. Italy) [ГК], №33202/96, § 106, ЕСПЧ 2000-I, и Синодален колеж на Евангелистката реформаторска църква на Литва срещу Литва (The Synod College of the Evangelical Reformed Church of Lithuania v. Lithuania) (реш.), №44548/98, 5 декември 2002 г.).", "58. Сега Съдът трябва да определи дали намесата в правата на жалбоподателите по чл. 1 от Протокол № 1 е законосъобразна и в интерес на обществото, както и дали е налице справедлив баланс между потребностите на общия обществен интерес и правата на жалбоподателите.", " (в)  Обосновка за намесата", "59. Първото и най-важно изискване на чл. 1 от Протокол № 1 е, че намесата на държавните власти в мирното ползване на притежанията трябва да бъде законна. Съдът многократно е постановявал, че термините „закон“ или „законен“ в Конвенцията не само препращат към вътрешното право, но също така се отнасят до качеството на закона, изисквайки то да е съвместимо с принципите на правовата държава (вж., наред с много други, Джеймс и други срещу Обединеното кралство (James and Others v. the United Kingdom), 21 февруари 1986 г., § 67, серия А, № 98).", "60. Що се отнася до твърдението на жалбоподателите, че в техния случай е произволен начинът, по който националните съдилища прилагат понятието „публична общинска собственост“, Съдът първо отбелязва, че има само ограничени правомощия да се произнася по предполагаеми фактически или правни грешки, допуснати от националните съдилища (вж., наред с много други, Копецки, цитирано по-горе, § 56). На второ място, Съдът се позовава на констатациите си по делата Великин и други (цитирано по-горе, §§ 70 – 74) и Иванова и други (цитирано по-горе), където той подробно е изследвал аналогични решения на българските съдилища във връзка с подобни факти и е установил, че тези решения не са произволни. Нещо повече, той е счел, че подходът на съдилищата не противоречи на принципа на правната сигурност. Съдът не вижда причина да се произнесе по друг начин в настоящия случай.", "61. Що се отнася до това дали оспорваната намеса е в обществен интерес, Съдът подчертава, че тъй като не е пряко запознат със съответното общество и неговите потребности, националните власти по принцип са в състояние по-добре да преценяват кое е „в обществен интерес“. В случая оспорваните решения на националните съдилища просто са приложили задължителни правни норми за статута на определена собственост (вж. съответно Масленкови срещу България (Maslenkovi v. Bulgaria), №50954/99, § 32, 8 ноември 2007 г.). Тяхната цел е да коригират установена грешка в прилагането на тези правила от страна на общинските власти. При тези обстоятелства Съдът е убеден, че намесата е преследвала легитимна цел в обществен интерес (вж. съответно Москал срещу Полша (Moskal v. Poland), №10373/05, § 62, 15 септември 2009 г.).", "62. Обаче, дори ако е законна, лишена от произвол и в интерес на обществото, намесата в правото на мирно ползване на притежанията трябва да постига справедлив баланс между потребностите в интерес на обществото и правата на жалбоподателите. По-специално, трябва да има разумна връзка на пропорционалност между използваните средства и преследваната цел (вж., наред с много други, Споронг и Льонрот срещу Швеция (Sporrong and Lönnroth v. Sweden), 23 септември 1982 г., § 69, серия А, №52, и Скордино срещу Италия (Scordino v. Italy) (№1) [ГК], №36813/97, § 93, ЕСПЧ 2006-V).", "63. Съдът е признал, че договарящите държави имат широка свобода на преценка при приемането на закони в контекста на промяната на политическия и икономическия режими, и по-специално в контекста на преход от тоталитарна държава към демократично общество (вж. Кредитна банка и други срещу България (Credit Bank and Others v. Bulgaria) (реш.), №40064/98, 30 април 2002 г.; Ян и други срещу Германия (Jahn and Others v. Germany)[ГК], №46720/99, 72203/01 и 72552/01, § 113, ЕСПЧ 2005-VI; Великови и други срещу България (Velikovi and Others v. Bulgaria), №43278/98, 45437/99, 48014/99, 48380/99, 51362/99, 53367/99, 60036/00, 73465/01 и 194/02, § 172, 15 март 2007; и Сулягич срещу Босна и Херцеговина (Suljagić v. Bosnia and Herzegovina), №27912/02, § 42 в края, 3 ноември 2009 г.). В конкретния случай общият характер на Закона от 1992 г. и последвалото развитие на законодателството и съдебната практика демонстрират постоянно усилие от страна на властите да вземат предвид съответните интереси, частни и публични, и да постигнат по-добър баланс между тях (вж. съответно Великови и други, цитирано по-горе, § 179).", "64. В решението си от 12 декември 2007 г. Върховният касационен съд постановява окончателно решение по същество, че общината е допуснала правна грешка, като е признала на жалбоподателите правото на собственост върху имота. В тази връзка Съдът отбелязва, че като общ принцип властите не трябва да бъдат възпрепятствани сами да коригират грешките си, дори и тези, които произтичат от собствената им небрежност. Постановяването на обратното може да доведе до положение, което е в противоречие с обществения интерес (вж. Билозир и Ризова, и съответно Москал, §§ 72 – 73, и двете цитирани по-горе). Следователно Съдът не е в състояние да постанови, че решението от 12 декември 2007 г. е само по себе си непропорционална мярка.", "65. След като е установил горното, Съдът обаче не може да пренебрегне факта, че е отнело почти десет години на властите да осъзнаят, че са допуснали грешка. Първите стъпки в това отношение са предприети едва през 2001 г., когато областният управител спира покупката на училището от общината на основание, че то винаги е принадлежало на общината (вж. параграф 14 по-горе). Времето, което е било необходимо на властите за да се намесят, е фактор, който следва да бъде взет под внимание при оценката на пропорционалността на намесата в притежанията (вж. Ян и други, цитирано по-горе, § 116 , и Алтхоф и други срещу Германия (Althoff and Others v. Germany), №5631/05, § 70, 8 декември 2011 г.). Периодът от време е от особено значение в конкретния случай, тъй като Законът от 1997 г., който предвижда обезщетение в случаите, когато собствеността не може да бъде възстановена, защото спада към публичната сфера, определя срок за подаване на искания за обезщетение, който изтича една година след влизането в сила на закона (вж. параграф 36 по-горе). В тази връзка Съдът отбелязва, че срокът за обезщетение по съответното законодателство също е съществен за оценката дали оспорваната мярка зачита необходимия справедлив баланс и дали налага непропорционална тежест на жалбоподателите (вж. Ян и други, § 94, и Алтхоф и други, § 63, и двете цитирани по-горе).", "66. Към момента на приемане на Закона от 1997 г. общината вече години наред е признавала правото на собственост на жалбоподателите и е продължила да го прави, в резултат на което у жалбоподателите възниква обосновано предположение, че парцелът и двете спомагателни сгради са им възстановени. Въпреки донякъде неясното съдържание на съответните разпоредби на Закона от 1992 г. и вече съществуващото определение за имущество, спадащо към публичната сфера, в отсъствието на съдебно решение, което тълкува и прилага съответните разпоредби към случая на жалбоподателите, за тях не е неразумно да разчитат на признаването на правото им от страна на общината и да не подадат навреме искане за обезщетение вместо реституция (за разлика от Великин и други, цитирано по-горе, § 79).", "67. Не изглежда жалбоподателите да са разполагали с други средства за получаване на такова обезщетение. Твърдението на правителството, че жалбоподателите са можели да подадат иск за вреди по чл. 1 от Закона от 1988 г. е напълно неподкрепено от съответната съдебна практика, а формулировката на закона и съдебната практика на националните съдилища предполагат обратното (виж параграф 40 по-горе).", "68. Предвид на това и като се отчете фактът, че е изтекъл значителен период от време между заличаването на имота от Регистъра на държавните имоти и възникването на спора за правото на собственост на жалбоподателите, пълната липса на обезщетение изглежда несъразмерна (вж. Алтхоф и други, цитирано по-горе, §§ 72 – 73).", "69. Като взе предвид конкретните обстоятелства по делото и отчитайки широката свобода на преценка, предоставена на държавата в извънредните условия на преход, Съдът намира, че невъзможността на жалбоподателите да кандидатстват за обезщетение по вина на властите нарушава справедливия баланс, който трябва да е налице между защитата на правата на жалбоподателите и потребностите от общ интерес.", "70. В заключение, Съдът отхвърля възражението на правителството за неизчерпване на вътрешноправните средства за защита и постановява, че е налице нарушение на чл. 1 от Протокол № 1.", "II. ПРИЛОЖЕНИЕ НА ЧЛ. 41 ОТ КОНВЕНЦИЯТА", "71.  Чл. 41 от Конвенцията гласи:", "„Ако Съдът установи нарушение на Конвенцията или на Протоколите към нея и ако вътрешното право на съответната Βисокодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.“", "A. Вреди", "72. По отношение на имуществените вреди жалбоподателите заявяват, че те следва да получат обратно имота си или, в противен случай, да им бъде даден равностоен имот или да им бъде заплатена парична сума, равняваща се на неговата стойност, а именно 470 000 лв. (240 307,18 евро). В подкрепа на твърдението си те представят експертна оценка, изготвена през 2008 г., за основната сграда, парцела и двете спомагателни сгради. Според тази оценка стойността на поземления имот е 246 030,80 лева (125 793,55 евро), а стойността на двете спомагателни сгради е 50 234 лева (25 684,24 евро).", "73. Жалбоподателите претендират и по 20 000 евро, или общо 60 000 евро за неимуществени вреди.", "74. Правителството оспорва претенциите като прекомерни.", "75. Съдът отбелязва в самото начало, че нарушението на чл. 1 от Протокол № 1 по същество се отнася до загубената възможност жалбоподателите да получат обезщетение за парцела и двете спомагателни сгради. Той припомня в тази връзка, че решението, в което Съдът установява нарушение на Конвенцията или на протоколите към нея, налага на ответната държава правно задължение да прекрати това нарушение и да отстрани последиците от него по такъв начин, че да възстанови доколкото е възможно положението в състоянието му отпреди нарушението (вж. скорошното решение по делото Козачоглу срещу Турция (Kozacıoğlu v. Turkey) [ГК], №2334/03, § 80, 19 февруари 2009).", "76. В същото време Съдът отбелязва, че когато основанието на установеното нарушение е непостигане на справедлив баланс между обществения интерес и индивидуалните права, а не незаконосъобразност, не е задължително справедливото обезщетение да премахва всички последици от въпросната намеса и компенсацията не винаги трябва да е равна на пълната стойност на имота. Легитимни цели от обществен интерес, като например мерки на икономическата реформа, могат да обосноват възстановяването на по-малко от пълната пазарна стойност (вж. Тодорова и други срещу България (Todorova and Others v. Bulgaria) (справедливо обезщетение), №48380/99, 51362/99, 60036/00 и 73465/01, § 8, 24 април 2008 г.).", "77. В светлината на горните съображения, както и поради факта, че Съдът не може да прави предположения за размера на обезщетението, което жалбоподателите евентуално биха получили, ако бяха кандидатствали за това своевременно, нито точно да оцени загубата на жалбоподателите, Съдът счита, че трябва да определи фиксирана сума за претърпените от тях имуществени и неимуществени вреди. Произнасяйки се по справедливост, Съдът присъжда общо на тримата жалбоподатели сумата от 20 000 евро, заедно с всички данъци, които могат да бъдат дължими от жалбоподателите върху тази сума.", "Б.  Разноски", "78. Жалбоподателите претендират 5 398 евро за съдебни разноски за производството пред Съда, от които 4 000 евро за подготовка на първоначалната жалба и 1 300 евро за последващата правна работа, извършена от г-жа С. Маргаритова-Вучкова. Те искат сумата от 1 300 евро да се изплати директно по банковата сметка на г-жа С. Маргаритова-Вучкова. В подкрепа на искането си жалбоподателите представат договор за правна помощ с г-жа С. Маргаритова-Вучкова и график за 22 часа и половина работа при часова ставка от 60 евро. За останалата част от исканата сума, а именно 4 098 евро, жалбоподателите не представят никакви документи, удостоверяващи техния ангажимент да заплатят тази сума или показващи, че действително са я заплатили.", "79. Жалбоподателите претендират още и 2 700 лева (1 380,49 евро) за разноски, направени във вътрешното производство. В подкрепа на искането си те представят договори за процесуално представителство и правна защита в производството срещу отказа на областния управител да им изплати обезщетение по Закона от 1997 г. (вж. параграф 22 по-горе), в поредица от други производства срещу общината и по висящото производство за заплащане на наем (вж. параграф 21 по-горе).", "80. Жалбоподателите претендират също така 280 лева (143,16 евро) за разходи за превод, 450 лева (230,08 евро) за разходи за експертната оценка и 8,90 лева (4.55 евро) за пощенски разходи. В подкрепа на тези твърдения те представят съответните разходооправдателни документи.", "81. Правителството оспорва претенциите като прекомерни.", "82. Според практиката на Съда всеки жалбоподател има право на възстановяване на разходите по производството само дотолкова, доколкото е доказал, че те са понесени действително и са необходими, както и че са разумни по своя размер. По отношение на искането за адвокатски хонорар за производството в Страсбург, Съдът счита, че искането е обосновано само за сумата от 1 300 евро. Съдът не присъжда суми за разходи, направени във вътрешното производство. Опитът за съдебно преразглеждане на решението на областния управител (вж. параграф 22 по-горе) е бил обречен на неуспех и следователно не изглежда да е бил ефективно вътрешноправно средство за защита, което жалбоподателите е трябвало да изчерпят. Що се отнася до производството за плащане на наем, то все още е висящо (вж. параграф 21 по-горе). Следователно все още не е ясно дали жалбоподателите ще трябва да поемат разноските по него. По отношение на останалата част от претенцията Съдът счита за разумно да присъди цялата исканата сума, а именно 377,79 евро. В заключение, Съдът присъжда общо на жалбоподателите 1 677,79 евро, от които 1 300 следва да бъдат преведени директно по банковата сметка на процесуалния представител на жалбоподателите, г-жа С. Маргаритова-Вучкова.", "В.  Лихва за забава", "83.  Съдът счита за подходящо лихвата за забава да бъде изчислена на основата на пределния лихвен процент по заеми на Европейската централна банка, с добавени три процентни пункта.", "ПО ИЗЛОЖЕНИТЕ СЪОБРАЖЕНИЯ СЪДЪТ ЕДИНОДУШНО", "1.  Присъединява към разглеждането по същество възражението на правителството за неизчерпване на вътрешноправните средства за защита и обявява останалата част от жалбата за допустима;", "", "2.  Постановява, че е налице нарушение на чл. 1 от Протокол № 1 и в резултат на това отхвърля възражението на правителството за неизчерпване на вътрешноправните средства за защита;", "", "3.  Постановява", "(a)  ответната държава да заплати общо на тримата жалбоподатели в срок от три месеца от датата на влизане в сила на съдебното решение долупосочените суми в левова равностойност към датата на плащането, в съответствие с чл. 44, ал. 2 от Конвенцията:", "(i)   20 000 евро (двадесет хиляди евро) за имуществени и неимуществени вреди, заедно с всички данъци, които могат да бъдат дължими от жалбоподателите върху тази сума;", "(ii)  1 677,79 евро (хиляда шестстотин седемдесет и седем евро и седемдесет и девет евроцента) за разноски, заедно с всички данъци, които могат да бъдат дължими от жалбоподателите върху тази сума; 1 300 евро (хиляда и триста евро) от тази сума да бъдат платени директно по банковата сметка на г-жа С. Маргаритова-Вучкова;", "(б)  след изтичане на горецитирания тримесечен срок до извършване на плащането ще бъде дължима обикновена лихва върху горната сума в размер, равен на пределния лихвен процент по заеми на Европейската централна банка за периода на забава, с добавени три процентни пункта;", "", "4.  Охвърля останалата част от иска на жалбоподателите за справедливо обезщетение.", "Изготвено на английски език и оповестено в писмен вид на 6 ноември 2012 г., в съответствие с чл. 77, ал. 2 и 3 от Правилника на Съда.", "\t       Фатош Арачи\tЛех Гарлицки\n\tЗаместник-секретар на Отделението\tПредседател", ""]}