{"file": "BUL_HJUDBUL_6878_75.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "6878/75", "text_paragraphs": ["ЛЬО КОНТ, ВАН ЛЬОВЕН И ДЕ МЕЙЕР срещу БЕЛГИЯ", "Решение на Европейския съд по правата на човека от 27 май 1981 г.", "", "Текстове от Конвенцията: чл. 6-1; чл. 11", "Ключови думи и изрази: решаване на правен спор относно граждански права и задължения/ справедлив процес/ достъп до правосъдие/ безпристрастен съд/ независим съд / публично решение/ публично гледане на делото/ свобода на сдружаването", "Цитирани примери от съдебната практика:", "Schiesser, 4 December 1979, Series A no. 34; Lawless, 1 July 1961, Series A no. 3; Neumeister, 27 June 1968, Series A no. 8; Guzzardi, 6 November 1980, Series A no. 39; Deweer, 27 February 1980, Series A no. 35 ; Engel and Others, 8 June 1976, Series A no. 22; König, 28 June 1978, Series A no. 27; Ringeisen, 16 July 1971, Series A no. 13; Golder, 21 February 1975, Series A no. 18; De Wilde, Ooms and Versyp, 18 June 1971, Series A no. 12; Delcourt, 17 January 1970, Series A no. 11", "", "В делото Льо Конт, Ван Льовен и Де Мейер, Европейският съд по правата на човека, като взе решението си в пленарно заседание в съответствие с чл. 48 от Правилника на Съда и в състав от следните съдии:", "Дж. Виарда, председател, Р. Рюсдал, Х. Мозлер, М. Дзекия, Ж. Кремона, Тор Вилямсон, Д. Биншидлер-Робер, Д. Евригенис, Г. Лагергрен, Л. Лийш, Ф. Гьолчуклу, Ф. Мачер, Х. Пинйейро Фариня, Е. Гарсия де Ентериа, М. Стренсен, Л.-Е. Петити, Б. Уолш, Сър Винсент Еванс, Р. Макдоналд, Г-н А. Ванвелкенхюизен, съдия ad hoc,", "както и г-н М.-А. Ейсен, секретар, и г-н Х. Петцолд, заместник-секретар [...]", "Постанови следното решение, прието на 27 май 1981 г.:", "ПРОЦЕДУРА", "1. Делото на Льо Конт, Ван Льовен и Де Мейер е отнесено пред Съда от Европейската комисия по правата на човека и правителството на Кралство Белгия. Делото е образувано по две жалби [...], подадени [...] от трима белгийски граждани - д-р Херман Льо Конт, д-р Франс Ван Льовен и д-р Марк Де Мейер, в съответствие с чл. 25 от Конвенцията [...].", "2. И двете искания [...] са подадени [...] в тримесечния срок, предвиден в член 32, ал.1 и чл. 47 [...]. Искането се опира върху чл. 44 и чл. 48 и декларацията на Кралство Белгия, с която се признава задължителната юрисдикция на Съда (чл. 46): [...]. Целта на искането и на жалбите е Съдът да постанови решение в смисъл дали фактите по делото разкриват нарушение от страна на държавата-ответник на задълженията й по чл. 6 и чл. 11 от Конвенцията.", "3 - 5. [В параграфи 3 и 5 е описана процедурата за конституирането на Съда и неговите членове, и процедурата, според която страните и техните представители са поканени и са представили писмените си меморандуми пред Съда].", "6 - 7. [В параграфи 6-7 е описана процедурата за насрочване на датата на устните прения и подготвителното заседание на Съда]", "Пред Съда се явяват: [...] [Изброени са страните и техните представители, явили се пред Съда.]", "[...] [Съдът изслушва техните адреси и отговорите им на въпросите, поставени от него].", "ФАКТИТЕ", "I. КОНКРЕТНИТЕ ОБСТОЯТЕЛСТВА ПО ДЕЛОТО", "А. Д-р Льо Конт", "8. Д-р Херман Льо Конт, белгийски гражданин, роден през 1929 г. и жител на Кноке-Хейст, е лекар.", "I. Спирането, разпоредено през 1970 г.", "9. [На 28 октомври 1970 г. съвеът на Сдружението на лекарите в Западна Фландрия [...] нарежда правото на д-р Льо Конт да практикува медицина да бъде суспендирано за срок от шест седмици [...] поради това, че той е дал пред един белгийски вестник интервю, което съветът смята за реклама, несъвместима с достойнството и репутацията на професията. Жалбоподателят подава възражение срещу това решение, което е прието в негово отсъствие, но то е потвърдено от провинциалния съвет [...], като и в този случай жалбоподателят не се явява.]", "[Д-р Льо Конт [...] отнася въпроса най-напред до Апелативния съвет на Лекарския съюз, който [...] обявява жалбата му за недопустима, а след това и до Касационния съд. [...] Последният обявява жалбата му за недопустима от правна гледна точка поради това, че е подадена без съдействието на адвокат, който има право да се явява пред този съд.]", "[...] Д-р Льо Конт не изпълнява [разпореждането]. Поради това [...] той [...] е осъден от наказателен съд [...] на лишаване от свобода и глоба.", "Това решение е потвърдено на 12 септември 1973 г. от Апелативния съд в Гент; на 25 юни 1974 г. Касационният съд отхвърля жалбата на д-р Льо откъм правната й страна.", "2. Спирането, разпоредено през 1971 г.", "10. [Успоредно с описаното производство, [...] съветът на Сдружението на лекарите с решение, постановено задочно, разпорежда друго суспендиране на правото на жалбоподателя да практикува, този път за срок от три месеца, [тъй като] той е разгласил в печата посочените решения на дисциплинарните органи [...], като това поведение съставлява неуважение към сдружението.]", "11. Д-р Льо Конт обжалва [...] това решение [...] [пред Съда].", "[На първо място той твърди, че задължителното членство в [сдружението], без което никой не може да практикува медицина, и подчинението на компетентността на дисциплинарните му органи, противоречат на принципа на свобода на сдружаване, гарантиран от чл. 20 от Белгийската конституция и чл. 11 (чл. 11) от Конвенцията.]", "Съдът отхвърля този довод със следните думи:", "[\"... задължителното вписване в регистъра на [сдружение], което подобно на [Сдружението на медиците] е публичноправна институция, чиято функция е да гарантира съблюдаването на правилата за професионално поведение в медицинската професия и опазването на репутацията, принципите на дискретност, неподкупност и достойнство на нейните представители, не може да се смята за несъвместимо със свободата на сдружаване, гарантирана от чл. 20 на конституцията; ... жалбоподателят не твърди, че оспорваното от него правило отива отвъд ограниченията, разрешени от член 11, ал. 2 на Конвенцията, например защита на здравето.\"]", "[Жалбоподателят също твърди, че е извършено нарушение на [разпоредбите] [...], че съдилищата имат изключителна компетентност да решават спорове за граждански права и че има забрана на извънредните трибунали. Той твърди, че решението [...] е [...] взето от [такъв] дисциплинарен орган, създаден с кралски указ N 79, [...] който се произнася относно гражданско право, а именно правото да се упражнява медицинска професия.]", "[Касационният съд отговаря, че \"дисциплинарното производство и налагането на дисциплинарни наказания по начало не са свързани със спорове, запазени за изключителната компетентност на съдилищата [...] и съветите на Сдружението на медиците [...] \"не са извънредни трибунали, чието създаване е забранено [...]\". [...]", "[Най-сетне, д-р Льо Конт твърди, че е извършено нарушение на чл. 6, ал. 1 от Конвенцията, [тъй като] [...] решението [...] е взето без публично разследване и от трибунал, съставен от практикуващи лекари, което не може да се смята за проява на безпристрастност, тъй като поведението, в което е обвинен, би могло да засегне колегите му.]", "[Касационният съд се ограничава да посочи, че чл. 6, ал. 1 не се прилага по отношение на дисциплинарни производства [и съответно] жалбата е отхвърлена.]", "12. [Д-р Льо Конт не изпълнява нареждането за суспендиране на правото му да упражнява медицинската професия [и поради] това е осъден от наказателен съд [...] на лишаване от свобода и глоби. Той обжалва [...].]", "13. [...]", "Б. Д-р Ван Льовен и Д-р Де Мейер", "14. Д-р Франс Ван Льовен и д-р Марк Де Мейер са практикуващи лекари, родени съответно през 1931 и 1940 година. И двамата са жители на Мерелбеке и са белгийски граждани.", "15. [На 20 януари 1973 г. тринадесет практикуващи лекари [...] подават оплакване в смисъл, че двамата жалбоподатели са извършили нарушения на правилата за професионално поведение; [...] по-конкретно, те системно ограничават своите хонорари до размера на средствата, възстановявани от Общественото осигуряване, дори и при спешни случаи, и разпространяват [...] двуседмично списание [...], което осмива общопрактикуващите лекари. [...] [Жалбоподателите признават повечето от тези обвинения пред Съвета на Сдружението на медицитe] [...].", "16. [На 19 март 1973 г. друг практикуващ лекар [...] се оплаква от жалбоподателите, [като твърди, че] те са поставили в чакалните си [...] бележка, която осведомява обществеността за първото оплакване и породилите го причини. [Пред] [...] Съвета [...] жалбоподателите заявяват, че имат право да предоставят на обществеността информация за положението [...].]", "17. [...]", "18. Жалбоподателите обжалват пред Апелативния съвет.", "[...] [Съдът] обявява [тази жалба] за допустима и потвърждава [...] [решението в по-голямата му част, както и] суспендирането на правото на д-р Ван Льовен и д-р Де Мейер да практикуват за срок от петнадесет дни.", "19. [Касационният съд се произнася против жалбоподателите [...] [и] отхвърля жалбата, основана върху член 11 от Конвенцията; той приема, че функциите на [сдружението] \"в никакъв случай не са без връзка със защитата на здравето и задължителното вписване ... в регистъра [...] не надхвърля ограниченията върху свободата на сдружаване, които са нужни за защита на здравето\".]", "[...]", "II. [СДРУЖЕНИЕТО НА МЕДИЦИТЕ]", "20 - 34. [В пунктове 20-34 подробно са описани Белгийското сдружение на медиците, неговият устав , правомощия и процедури.]", "20 - 21. [Сдружението на медиците e създадено със закон от 1938 г. и реорганизирано с кралски указ от 1967 г. Според указа, то] \"включва всички лекари, хирурзи и акушер-гинеколози, които постоянно пребивават в Белгия ...\" [и] \"за да се упражнява медицинска професия в Белгия, всеки практикуващ лекар\", [независимо дали е белгиец или чужденец,] трябва да бъде вписан в регистъра на сдружението\".]", "[...]", "22 - 27. [Наред със сдружението съществуват и частни сдружения, създадени с цел защита на професионалните интереси на практикуващите лекари. Те дават консултации и участват в колективното договаряне за приемането на решения, които засягат интересите им.]", "[Функциите на съвета включват правото да \"откаже или отложи вписването в регистъра, ако кандидатът е виновен за извършването на толкова сериозно действие, че това би довело до заличаване на името на член на [сдружението] от регистъра или за сериозна простъпка, която накърнява репутацията или достойнството на професията.\"]", "[Всяко решение на съветите, с което се отказва или отлага вписването в регистъра, заличаването на името на лекаря оттам или поставянето на ограничения трябва да бъде мотивирано. Съветите носят отговорност за дисциплинарните простъпки при упражняването на професията и за сериозните простъпки, извършени извън професионалната дейност, когато простъпката може да накърни репутацията или достойнството на професията.]", "Б. ДИСЦИПЛИНАРНО ПРОИЗВОДСТВО", "28 - 32. [Сега съществуват два апелативни съвета по въпросите на регистрацията и дисциплината, като всеки от тях се състои от практикуващи лекари и съдии от Апелативния съд. В производството по дисциплинарните въпроси и във връзка с регистрацията страните по спора винаги се изслушват.] [...]", "[Производството може да продължи с жалба, подадена пред Апелативния съвет. Жалбата има суспензивно действие. В разследването на въпроса непременно участва представител на съдебната власт. Производството пред провинциалния и апелативния съвет се води при закрити врата. [...]]", "33 - 35. [В параграфи 33-35 е описано апелативното производство пред Касационния съд. \"Окончателните решения на провинциалните или апелативните съвети могат да бъдат отнесени пред Касационния съд поради нарушение на закона\". Съдът получава цялото досие; той обаче не може да проверява фактическите изводи, направени от съветите, освен ако се твърди, че са нарушени правилата за доказването. Съдът не е компетентен да поправя фактическите грешки от името на съветите, нито да проверява дали наказанието е пропорционално на нарушението.]", "ПРОИЗВОДСТВО ПРЕД КОМИСИЯТА", "35. Д-р Льо Конт се обръща към Комисията на 28 октомври 1974 г., а д-р Ван Льовен и д-р Де Мейер - на 21 октомври 1975 г.", "[И тримата жалбоподатели твърдят, че задължението за членство в [Сдружението на медиците] и за приемане на компетентността на дисциплинарните му органи нарушават чл. 11 от Конвенцията, разгледан самостоятелно или във връзка с член 17. По-нататък те твърдят, че в хода на дисциплинарното производство те не са се ползвали от гаранциите, предвидени в член 6, наложените наказания [...] им пречат да разпространяват] информация и идеи, като по този начин се нарушава член 10.", "36. Комисията обявява жалбите за допустими. Тя отхвърля жалбите [...] по член 10 [...] поради неизчерпване на вътрешноправните средства за защита.", "В доклада си от 14 декември 1979 г. [...] Комисията изразява следното становище:", " единодушно, че не е извършено нарушение на член 11, ал. 1 от Конвенцията;", " [с осем на три гласа, че член 6, ал. 1 се прилага към дисциплинарното производство]", " член 6, ал. 1 е нарушен, тъй като жалбоподателите не се ползват от \"публично гледане\" (осем срещу три гласа) пред \"независим съд\" седем срещу четири гласа).", "[...]", "ОКОНЧАТЕЛНИ СТАНОВИЩА ПРЕД СЪДА", "37. В меморандума си правителството твърди:", "[...] \"че фактите .. не разкриват нарушение от страна на белгийската държава на задълженията й по Европейската конвенция за правата на човека.\"", "ПРИЛОЖИМОТО ПРАВО", "I. ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 10", "38. [Първоначално [жалбоподателите] [...] се позовават на член 10, както и на чл. 6, ал. 1, чл. 11 и чл. 17: те поддържат, че наложените им дисциплинарни наказания [...] имат за цел да им попречат да разпространяват информация и идеи. [...] Те атакуват [...] съдържанието на решенията [...], а не производството, чрез което са постановени или задължението за членство в [сдружението]. Съответно, това не е просто допълнително правно твърдение или довод [...], а отделна жалба. Това оплакване е отхвърлено от Комисията поради неизчерпване на вътрешноправните средства за защита (вж. параграф 36 по-горе) и поради това е извън предмета на делото, отнесено пред Съда (вж. между другото решението по делото \"Шисер\").]", "II. ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 6, ал. 1", "39. Жалбоподателите твърдят, че са жертва на нарушение на чл. 6, ал. 1 [...].", "40. Първият въпрос, който трябва да бъде решен, е дали разпоредба е приложима; мнозинството от членовете на Комисията дават положителен отговор, но това се оспорва от правителството.", "А. Приложимост на чл. 6, ал. 1", "41. Чл. 6, ал. 1 се прилага само към определянето на \"гражданските права и задължения или на каквото и да е наказателно обвинение\". [...] Както съдът е установявал в други случаи, някои дела (във френския текст: \"каузи\") не попадат в нито една от тези категории и поради това са извън обхвата на текста (вж. например решението \"Лоулес\"; решение \"Ноймастер\", решение \"Гуцарди\").", "42. Така, както и правителството правилно подчертава , като се позовава на решението по делото \"Енгел\" [...], дисциплинарното производство не може да бъде определено като \"наказателно\"; това обаче не важи в някои конкретни случаи.", "Също така, дисциплинарното производство обикновено не води до спорове за \"граждански права и задължения\". Това обаче не означава, че положението не може да бъде различно при някои обстоятелства. Досега Съдът не е решавал този въпрос изрично; в делото \"Кьониг\" [...] жалбоподателят се оплаква единствено от продължителността на производството, което е започнал пред административните съдилища, след като административен орган му отнема разрешението да ръководи клиниката си, а след това и разрешението да упражнява медицинска професия (вж. също цитираното решение по делото \"Енгел\").", "43. В настоящото дело е нужно да се определи дали чл. 6, ал. 1 се прилага към цялото или към част от производството, развило се пред [...] дисциплинарните органи и впоследствие пред Касационния съд, който е съдебен орган.", "[...] Правителството, Комисията и жалбоподателите обсъждат този въпрос почти изцяло в контекста на думата \"спорове\" за \"граждански права и задължения\". Съдът смята, че трябва да приеме това за отправна точка.", "1. Наличието на \"спорове\" за \"граждански права и задължения\".", "44. Смисълът на думата \"спорове\" за \"граждански права и задължения\" е изяснен в решенията по делата \"Рингайзен\" и \"Кьониг\".", "Според първото [...] фразата [...] обхваща \"всички производства, чийто резултат е решаващ за частните права и задължения\", дори и производството да се развива по спор между физическо лице и държавен орган, който действа като носител на суверенитет; характерът \"на законодателството, което урежда как ще се определи въпросът\" и \"органът\", компетентен в това отношение, нямат голямо значение.", "Самото понятие \"граждански права и задължения\" е в сърцевината на делото \"Кьониг\". Спорното право включва право \"да се продължи професионалната дейност\" като практикуващ лекар, \"за която лицето е получило нужните разрешения\". В светлината на фактите по това дело Съдът определя това право като частно и следователно гражданско по смисъла на чл. 6, ал. 1.", "[...] [В решението \"Голдер\" [...] Съдът заключава, че \"чл. 6, ал. 1 гарантира на всеки човек право да предяви пред съд или друг правораздавателен орган иск във връзка със своите граждански права и задължения\". Една от последиците на този извод се състои в това, че чл. 6, ал. 1 не се прилага само към вече висящо производство: на него може да се позове всеки, който смята, че определена намеса в упражняването на едно от неговите (граждански) права е неправомерна и се оплаква, че не е имал възможност да предяви това оплакване пред правораздавателен орган, който отговаря на изискванията на член 6, ал. 1.]", "45. [...] Може ли да се каже, че е налице истински \"спор\" в смисъл на \"два противоречащи си иска или молби\" [...]?", "Придържането към духа на Конвенцията изисква тази дума да не бъде тълкувана прекалено технически и да й се придава по-скоро смислово, отколкото формално съдържание; наред с това, тя няма аналог в английския текст на чл. 6, ал. 1 (\"При определянето на неговите граждански права и задължения\"; срв. чл. 49: \"спор\").", "[Въпреки че използването на френската дума \"contestations\" предполага съществуването на разногласие, в този случай доказателствата ясно говорят, че разногласие има. [Сдружението на лекарите] твърди, че жалбоподателите са извършили професионална простъпка, която води до наказания, докато жалбоподателите отричат това. След като компетентният провинциален съвет установява, че [жалбоподателите] са виновни за такава простъпка и разпорежда спирането на тяхната практика - решения, взети в отсъствието на д-р Льо Конт [...] и след изслушване на фактическите и правните твърдения на д-р Льовен и д-р Де Мейер по техните дела, жалбоподателите обжалват пред Апелативния съвет. Всички те се явяват пред този съвет, където със съдействието на адвокати, между другото, се позовават на член 6, ал. 1 и чл. 11. Жалбите им са неуспешни в по-голямата си част, при което те се обръщат към Касационния съд, където още веднъж се позовават и на Конвенцията.]", "46. Наред с това трябва да бъде доказано, че \"спорът\" е свързан с \"граждански права и задължения\", с други думи, че \"резултатът от производството\" е \"решаващ\" за такова право (вж. решението \"Рингайзен\").", "Според жалбоподателите става дума за правото им да продължат да упражняват професията си; те поддържат, че решението \"Кьониг\" признава това за \"гражданско\" право.", "[Според правителството решенията [...] имат само \"непряко отношение\" към въпроса. Твърди се, че тези органи, за разлика от делото \"Кьониг\", не правят преглед на предходна мярка за отнемане на правото да се практикува, а сами се уверяват, че действително са извършени нарушения на правилата за професионално поведение, които оправдават дисциплинарните санкции. Твърди се, че ако въобще има \"спор\" [...] за правото да се продължи упражняването на медицинската професия, той е възникнал \"на по-късен етап\", т. е. когато [жалбоподателите] оспорват пред Съда [...] правомерността на мерките, предприети спрямо тях. По-нататък правителството твърди, че това право не е \"гражданско\" и приканва Съда да не се ръководи от решението, постановено в тази насока по делото \"Кьониг\".]", "47. Що се отнася до въпроса дали спорът е свързан с посоченото право, Съдът смята, че една незначителна връзка или далечните последици не са достатъчни за член 6, ал. 1 в която и да е от официалните му версии (\"contestation sur\", \"determination of\"): гражданските права и задължения трябва да бъдат предмет - или един от предметите - на спора; резултатът от производството трябва да има пряко решаващо значение за това право.", "Съдът се съгласява с правителството по този въпрос, но не е съгласен, че в настоящото дело липсва този вид пряка връзка между въпросното производство и правото да се продължи упражняването на медицинската професия. Суспендирането, разпоредено от провинциалните съвети [...], временно лишава [жалбоподателите] от правото им да практикуват. Това право е пряко поставено пред Апелативния съвет и Касационния съд, които трябва да разгледат жалбите на лицата срещу засягащите ги решения.", "48. Наред с това, практикуващите лекари на частна практика [...] се ползват от правото си да продължат да практикуват чрез частни отношения със своите клиенти или пациенти; според белгийското право тези отношения обикновено са договорни или квазидоговорни и във всеки случай се установяват пряко между лицата на лична основа и без никаква съществена или решаваща намеса от страна на публичен орган. Съответно става дума за частно право, независимо от специфичния характер на медицинската професия - тя се упражнява в общ интерес - и за специални задължения, поети от представителите на тази професия.", "Така Съдът заключава, че член 6, алинея 1 е приложим; както в делото Кьониг, той не трябва да определя дали понятието \"граждански права\" се простира отвъд правата от частен характер.", "49. Двама членове на Комисията [...] подчертават [...], че настоящото производство не се отнася до отнемане на разрешението да се практикува, както в делото Кьониг, а до спиране за сравнително кратък срок [...]. Тези членове поддържат, че подобно суспендиране не накърнява гражданско право, а трябва да се разглежда само като ограничение, присъщо на това право.", "Съдът не намира този довод за убедителен. [...] За разлика от други дисциплинарни наказания, които са могли да бъдат наложени на жалбоподателите (предупреждение, мъмрене и порицание - вж. параграф 32 по-горе), суспендирането, срещу което те се оплакват, несъмнено съставлява пряко и значимо накърняване на правото да се продължи упражняването на медицинската професия. Фактът, че това суспендиране е временно, не означава, че правото не е накърнено (вж. ... решение Голдер, стр. 13, параграф 26); разбира се, в споровете, които има предвид чл. 6, ал. 1, може да става дума за действителното съществуване на едно \"гражданско\" право, но спорът може да се отнася и до обхвата на такова право или до начина, по който носителят му може да го упражнява.", "50. Тъй като спорът за решенията, постановени спрямо жалбоподателите., трябва да се разглежда като спор относно \"граждански права и задължения\", следва, че случаят им трябва [...] да бъде разгледан от \"съд\", който отговаря на условията на член 6, ал. 1 (вж. решението Голдер, стр. 18, параграф 36).", "51. Всъщност случаят на жалбоподателите е разгледан от три органа - Провинциалния съвет, Апелативния съвет и Касационния съд. Поради това се поставя въпросът дали тези органи отговарят на изискванията на чл. 6, ал. 1.", "а) Съдът не намира за нужно да обсъжда този въпрос по отношение на Провинциалния съвет. Член 6, ал. 1 дава \"право на съд\" (вж. параграф 44 по-горе), но не задължава договарящите държави да подлагат \"споровете\" за \"граждански права и задължения\" на производство, което на всеки етап се води пред \"съдилища\", отговарящи на различните изисквания на разпоредбата. Нуждата от гъвкавост и ефективност, която напълно съответства на защитата на правата на човека, оправдава първоначалното участие на административни органи или професионални организации и по аргумент за по-силното основание, на съдебни органи, които не отговарят във всяко отношение на посочените изисквания; правната традиция в много държави-членки на Съвета на Европа може да се използва в подкрепа на такава система. В тази насока Съдът приема за правилни аргументите на правителството и на г-н Спердути, представил отделно мнение.", "б) [След като Провинциалният съвет налага на [жалбоподателите] временна забрана да упражняват професията си, те обжалват пред Апелативния съвет, който трябва да се произнесе по спора за въпросното право.]", "Според правителството не е нужно Апелативният съд да отговаря на условията по член 6, ал. 1, тъй като правните аспекти на решението му подлежат на обжалване пред Касационния съд, а производството пред последния със сигурност отговаря на изискванията.", "Съдът не е съгласен. При гражданските дела, точно както и при наказателните дела (вж. решението по делото Девеер), член 6, ал. 1 не прави разлика между фактическите и правните въпроси. И двете категории въпроси са еднакво важни за изхода на делото за \"гражданските права и задължения\". Следователно, \"правото на съд\" (вж. цитираното решение Голдер, стр. 18, параграф 36) и правото на решаване на спора от съд (вж. цитираното решение Кьониг, стр. 34, параграф 98 in fine) се отнасят за фактическите въпроси точно както и за юридическите. Касационният съд обаче няма право да поправя фактически грешки и да изследва дали наказанието е пропорционално на нарушението (вж. параграф 33 по-горе). От това следва, че чл. 6, ал. 1 не е спазен, ако изискванията не са налице при самия Апелативен съвет.", "2. Наличие на \"наказателни обвинения\"", "52. [...] Комисията твърди, че от органите на сдружението не се изисква да определят наказателни обвинения [...]", "53. Съдът смята за излишно да се произнася по този въпрос, който почти не е засегнат от явилите се пред него лица: както и в делото Кьониг (вж. цитираното решение, стр. 32-33, параграф 96), правилата на член 6, за които жалбоподателите твърдят, че са нарушени, се прилагат еднакво към гражданско-правните и наказателно-правните въпроси.", "Б. Съответствие с чл. 6, ал. 1 (чл. 6-1)", "54. [...] [Трябва да бъде установено дали при упражняването на правомощията си Апелативният съвет и Касационният съд отговарят на условията по член 6, ал. 1 [...] Нужно [...] е да се установи дали всеки от тези органи всъщност е \"съд\", \"създаден в съответствие със закона\", \"независим\" и \"безпристрастен\" и дали жалбоподателите са се ползвали от \"публично гледане\".]", "55. Касационният съд, независимо от ограниченията в компетентността му (вж. параграфи 33 и 51 по-горе), очевидно има характеристиката на съд, но трябва да се установи дали същото може да се каже и за Апелативния съвет. Фактът, че той упражнява правораздавателни функции (вж. параграф 26 по-горе), не е достатъчен. Според практиката на Съда (цитираното решение \"Ноймастер\", стр. 44; решение \"Де Вилде, Уумс и Версип\", стр. 41, параграф 78; цитираното решение \"Рингайзен\", стр. 39, параграф 95), използването на термина \"съд\" е допустимо само за орган, който отговаря на ред други изисквания - независимост от изпълнителната власт и от страните по делото, продължителност на мандата на членовете му, гаранции, които предоставя производството пред него - някои от тях са посочени в самия член 6, ал. 1. По мнението на Съда, като се имат предвид пунктовете, посочени по-долу, в настоящите дела тези изисквания са спазени.", "56. [Тъй като съществува по силата на конституцията, Касационният съд явно е създаден в съответствие със закона. Що се отнася до Апелативния съвет, Съдът отбелязва, [...] че, подобно на всеки от органите на [Сдружението на лекарите] [...], той е създаден с [...] кралски указ, [...] който предоставя известни правомощия на краля (вж. пар. 20 по-горе).]", "57. Не може да има съмнение относно независимостта на Касационния съд (вж. решение Делкур от 17 януари 1970 г., стр. 19, пар. 35). Съдът [...] е на мнение, че това важи и за Апелативния съвет. Той се състои от еднакъв брой практикуващи лекари и представители на съдебната власт, а един от последните, назначен от краля, винаги действа като председател и има решаващ глас. Наред с това, продължителността на мандата на членовете на съвета (шест години) е допълнителна гаранция в тази насока (вж. пар. 26 по-горе).", "58. При Касационния съд не се поставя въпрос от гледна точка на безпристрастността (вж. цитираното решение Делкур, стр. 19, пар.35).", "Комисията заявява в доклада си, че Апелативният съвет при конкретните обстоятелства не е безпристрастен трибунал: представителите на съдебната власт могат да бъдат смятани за независими, но участващите в него лекари, от друга страна, трябва да се смятат за неблагоприятно настроени към жалбоподателите, тъй като имат интереси, твърди близки до тези на една от страните в производството.", "Съдът не е съгласен с този довод за състава на съвета. Вече споменатото присъствие на съдии, които са половината от членовете му, включително и председателят с решаващ глас (вж. пар. 26 по-горе) дава категорична гаранция за безпристрастност, а начинът на избиране на лекарите - членове на съвета, не е достатъчен, за да издържи упрека в предубеденост (срв. mutatis mutandis цитираното решение Рингайзен, стр. 40, пар. 97).", "Също така личната безпристрастност на всеки от членовете трябва да се предполага, докато бъде представено доказателство за противното; всъщност, както изтъква и правителството, никой от жалбоподателите не е упражнил правото си да направи отвод (вж. пар. 31 по-горе).", "59. [Според кралския указ [...] всякаква публичност пред Апелативния съвет се изключва принципно и абсолютно, както при заседанията, така и при произнасянето на решението (вж. параграфи 31 и 34 по-горе).]", "[Член 6, ал. 1 от Конвенцията явно предвижда изключения от правилото за публичност, поне по отношение на гледането на делото, но ги поставя в зависимост от определени условия. Не съществуват доказателства, че в конкретния случай е налице някои от тези условия. [...] Не става дума за професионална тайна, нито за защита на личния живот на самите лекари или на пациенти; [...] Наред с това нищо не показва, че други основания измежду изброените във второто изречение на чл. 6, ал. 1, оправдават разглеждането при закрити врата; [...]", "[Следователно [жалбоподателите] имат право делото им да се гледа публично. Очевидно нито буквата, нито духът на чл. 6, ал. 1 им пречи да се откажат от това си право по собствено желание, изрично или мълчаливо (срв. цитираното решение Девеер, стр. 26, пар. 49); провеждането на дисциплинарно производство от този род при закрити врата не нарушава Конвенцията при условие че съответното лице се съгласи. В този случай обаче жалбоподателите явно желаят и претендират публично гледане. Член 6, ал. 1 не позволява такова гледане да им бъде отказано, тъй като не съществува никое от обстоятелствата, изброени във второто изречение.]", "60. Публичният характер на производството пред белгийския Касационен съд не е достатъчен, за да отстрани този недостатък. Всъщност Касационният съд \"не се занимава с делото по същество\" [...]; това означава, че много въпроси, които се поставят в \"спорове\" за \"граждански права и задължения\", са извън компетентността му (вж. параграфи 33 и 51 по-горе). По въпросите от такова естество, поставени в настоящото дело, не е имало нито публично гледане, нито пък решението е произнесено публично, както изисква чл. 6, ал. 1.", "61. В заключение случаят на жалбоподателите [...] не е разгледан публично от съд, компетентен да се занимае с всички страни на въпроса. В това отношение при конкретните обстоятелства е извършено нарушение на чл. 6ал. 1.", "III. ТВЪРДЯНОТО НАРУШЕНИЕ НА ЧЛЕН 11", "62. Жалбоподателите твърдят, че е извършено нарушение на чл. 11 [...].", "[Според твърденията на жалбоподателите задължението за членство в [Сдружението на лекарите] (вж. пар. 21 по-горе) накърнява свободата на сдружаване, която предполага и свобода да не се участва в сдружения, и надхвърля ограниченията, допустими според алинея 2 на член 11; наред с това те твърдят, че самото съществуване на сдружението води до премахване на свободата на сдружаване.]", "63. [В доклада си Комисията изразява единодушно мнение, по същество съвпадащо с твърдението на правителството, че [Сдружението на лекарите] по правната си природа и специфична публична функция не е сдружение по смисъла на чл. 11, ал. 1.]", "64. Съдът първо отбелязва, че белгийското [Сдружение на лекарите] е публичноправна институция [...], която е основана не от отделни лица, а чрез нормативен акт [...]. То има цел от общ интерес, а именно защитата на здравето, като в съответствие с приложимото законодателство упражнява форма на публичен контрол върху практикуването на медицинската професия. В контекста на тази функция [то] по-конкретно е длъжно да води регистър на практикуващите лекари. За изпълнението на тези задачи [...] на дружеството по закон са предоставени административни, както и нормотворчески и дисциплинарни прерогативи извън орбитата на общото право (prеrogatives exorbitantes du droit commun) и в това си качество то използва процедури, присъщи на публичен орган (вж. параграфи 20-34 по-горе).", "65. [Като се имат пред вид тези различни фактори, взети заедно, [то] не може да се смята за сдружение по смисъла на член 11. Има обаче и още едно изискване: за да няма нарушение, създаването на [Сдружението на лекарите] [...] не трябва да пречи на практикуващите лекари да се сдружават и да постъпват в професионални сдружения. Тоталитарните режими са прибягвали и все още прибягват до задължително дисциплиниране на професиите чрез затворени и изключителни организации, които заемат мястото на професионалните сдружения и традиционните профсъюзи. Авторите на конвенцията са се стремили да предотвратят такива злоупотреби (вж. Collected Edition, \"Travaux Preparatoires\", vol. II, pp. 116-118).]", "[Съдът отбелязва, че в Белгия съществуват няколко сдружения, създадени за защита на професионалните интереси на практикуващите лекари, в които те са напълно свободни да участват или да не участват (вж. пар. 22 по-горе). При тези обстоятелства съществуването на [Сдружението на лекарите] и свързаната с него последица - т. е. задължението на лекарите да се впишат в регистъра на [сдружението] и да се подчинят на компетентността на неговите органи - явно нямат за цел или резултат ограничаването, а още по-малко потискането на правото, гарантирано от член 11, ал. 1.]", "66. Тъй като няма накърняване на свободата, гарантирана от алинея 1 на член 11, не съществува причина да се разглежда оплакването по алинея 2 или да се определя дали Конвенцията признава правото на хората да не се сдружават.", "IV. ПО ПРИЛАГАНЕТО НА ЧЛЕН 50", "67. [По време на заседанията адвокатът на жалбоподателите отправя искане до Съда, ако бъде установено нарушение на Конвенцията, да присъди на неговите доверители справедливо обезщетение по чл. 50, [но] [...] той все още не е в състояние да установи точния размер на вредите поради възможността за присъждане на обезщетение, макар и частично, по белгийското право\".]", "Правителството не е направило изявления по отношение прилагането на член 50.", "68. [Съответно, [...] [тъй като] този въпрос не е готов за решаване, той трябва да бъде отложен; при обстоятелствата по делото Съдът намира, че въпросът трябва да бъде отнесен обратно до съдебния състав [...]", "ПО ТЕЗИ СЪОБРАЖЕНИЯ СЪДЪТ", "1. Приема с петнадесет срещу пет гласа, че член 6, ал. 1 се прилага към настоящия случай;", "2. Приема с шестнадесет срещу четири гласа, че е извършено нарушение на посочената разпоредба, тъй като делото на жалбоподателите не е разгледано публично от съд, компетентен да се произнесе по всички страни на въпроса;", "3. Приема единодушно, че не е извършено нарушение на чл. 6, ал. 1 по отношение на останалите оплаквания на жалбоподателите, нито нарушение на чл. 11;", "4. Приема единодушно, че въпросът за прилагането на член 50 не е готов за решаване:", "[...]", "Джерар ВИАРДА, председател", "Марк-Андре ЕЙСЕН, секретар", "", "Приложени са следните особени мнения [...]:", "СЪВМЕСТНО ОСОБЕНО МНЕНИЕ НА СЪДИИТЕ КРЕМОНА И БИНШИДЛЕР-РОБЕР", "[...] [Ние] стигаме до извода, че е извършено [...] нарушение на чл. 6, ал. 1 от Конвенцията, но на основания, различни от изтъкнатите [...]. ]", "[...] [Предметът на националното производство [...] е да се установи дали жалбоподателите са спазили правилата за професионално поведение, които се прилагат към медицинската професия [...] с цел да се поддържа и опазва неподкупността и достойнството на тази професия. Това само по себе си според нас не е определяне на \"гражданско право\" на жалбоподателите по смисъла на чл. 6, ал. 1.]", "[...]", "Тук явно става дума за дисциплинарно производство [...]. Този факт вече съдържа известно наказателно-правно звучене, което изисква внимателен анализ дали сме изправени [...] пред обстоятелства на [...] наказателно обвинение в рамките на решението ни по делото \"Енгел\" [...]. [...]", "[В делото \"Енгел\" съдът по същество казва, че дисциплинарното производство [...] по принцип е извън обхвата на член 6, ал. 1, но има положения, когато под покривалото на обвинение, което националното право квалифицира като дисциплинарно, всъщност се крие нещо, което по същината си е наказателно обвинение. [...] Естеството на нарушението може да накара държавата да изполва срещу съответното лице дисциплинарните правила, а не наказателното право и контролът на Съда \"като цяло би се оказал илюзорен, ако не взема предвид тежестта на наказанието, което съответното лице рискува да понесе\" (Серия A № 22, стр. 35, § 82). В това дело Съдът трябва да разгледа, с оглед на дисциплинарното право, което се прилага във въоръжените сили, наказания, които се изразяват в лишаване от лична свобода, и отбелязва, че \"в едно общество, което се придържа към върховенството на правото към \"наказателно-правната сфера\" спада лишаването от свобода, наложено като наказание, освен ако по своето естество, времетраене или начин на изпълнение то не е осезаемо увреждащо\" (ibidem).]", "Ние сме на мнение, че същото важи и в случая, [...] когато съществуващият риск от наказание се състои [...] в отнемане на правото на жалбоподателите да упражняват професията си за в бъдеще - мярка, чиято суровост със сигурност не трябва да бъде подчертавана [...].", "[...] Ние сме на мнение, че сме [...] изправени пред [...] нещо, което по своите последици всъщност е наказателно обвинение. Ако се спрем на начина, по който е определено, също откриваме, че в този случай изискванията на чл. 6, ал. 1 не са спазени във всяко отношение и от това следва, че е извършено нарушение на същата разпоредба.", "ОСОБЕНО МНЕНИЕ НА СЪДИЯ ЛИЙШ", "[...]", "[...] Всички дисциплинарни производства, чийто резултат е решаващ за частните права и задължения, независимо дали се отнасят до лекари, нотариуси, представители на съдебната власт и служители в съдебната система, адвокати или съдия-изпълнители, попадат под действието на чл. 6, ал. 1, ако наложеното наказание засяга частно право и дори когато това наказание е само във формата на глоба. Обратно, дисциплинарните наказания във вид на предупреждение или порицание, които не са съчетани с финансова санкция, според мнозинството членове на Съда явно не попадат в обхвата на член 6, ал. 1, въпреки че тези санкции имат значение от морална и следователно от лична гледна точка.", "Предметът на производството [...] е да бъде установено дали лицата са извършили професионална простъпка [...]. Съответно, същинският предмет се ограничава до установяването на твърдяно нарушение на правило за професионално поведение, установено от закона.", "[...] Предметът на дисциплинарното производство срещу жалбоподателите, за разлика от това срещу д-р Кьониг, [...] не може да се окачестви като определяне на гражданско право или задължение.", "[...]", "В настоящия случай задължението, за което става дума пряко и на пръв поглед (правото на жалбоподателите да упражняват медицинската професия не се поставя под въпрос), е задължението да се спазват правилата на професионалното поведение; това са правила с публичен характер и нарушаването им има преки и вторични отражения едва на по-късен етап, при определяне на наказанието, което да бъде наложено.", "Като се има пред вид, че въпросното производство не води пряко и по необходимост до суспендирането, срещу което е насочено оплакването, за разлика от мнението на Съда същото производство не лишава тези лекари от правото да практикуват; изходът от производството би могъл да бъде съвсем различен и да не се изрази в нищо повече от предупреждение. Поради това ми се струва неправилно да се твърди, че правото да се практикува професията е пряко засегнато.", "Намирам аналогията с решението Кьониг за съмнителна [...] В делото Кьониг негодността да се упражнява медицинската професия и да се управлява клиника - истинско гражданско право, близко до правото на собственост, след нужните разследвания довежда до пълно отнемане на всички разрешения.", "Според мен от изложеното следва, че чл. 6, ал. 1 не е приложим в този случай.", "ЧАСТИЧНО ОСОБЕНО МНЕНИЕ НА СЪДИЯ МАЧЕР", "[...] Можеше да се предвиди, че [...] мотивите на решението Кьониг [...] [ще доведат] до все по-големи трудности при рационалното тълкуване на [чл. 6, ал. 1] [...], т. е. тълкуване, което е в съзвучие с текста и смисъла на въпросната разпоредба и в същото време обслужващо конкретните интереси на лицата, защитени от Конвенцията, и общите цели на Конвенцията във връзка с гарантираните права. [...] Настоящото дело [...] би дало възможност на Съда да преоцени правилността на своето разбиране за понятието \"спорове\" по \"граждански права и задължения\". Въпреки това Съдът не се ограничава да потвърди по същество това разбиране; той го разширява и така създава предпоставки, които ще породят още по-големи проблеми.]", "[Настоящото решение [...] е [...] предизвикано от доброто намерение на отделния човек да бъде предоставена защита срещу намесата на публични, професионални или социални институции в една особено важна област, каквато е упражняването на професия. Конвенцията е несъвършена в това отношение и самият аз съм многократно съм подчертавал това. Но според виждането ми за ролята на съдилищата, не е част от функциите на един международен съд да признава права, които авторите на Конвенцията не са възнамерявали да включат в нея [и] [...] този недостатък не може да бъде отстранен чрез тълкуването на Съда.]", "В решението Кьониг [...] правото да се упражнява определена професия, дори и регулирана от публичното право, може да се смята за гражданско право - становище, което оспорвам - и производството за отнемане на това право би имало за действителен предмет едно гражданско право.", "[В настоящото дело нещата са съвсем различни. Всъщност правото на жалбоподателите да [...] упражняват медицинската професия [не] е предмет на дисциплинарното производство. Изключителният предмет на това производство е да се установи дали жалбоподателите са нарушили правилата за професионално поведение в медицинската професия ... Само тази санкция [...] непряко засяга частните правоотношения, които жалбоподателите са имали със своите пациенти. Но както Съдът правилно отбелязва, \"далечните последици\", които една мярка в хода на производството може да предизвика по отношение на гражданско право, не са достатъчни, за да се придаде на това производство характера на (състезателен) граждански процес.]", "Тъй като има санкция за нарушаване на правилата на професионално поведение, погледнато отвън, делото може да се квалифицира като наказателно. Още повече самото решение като че ли насочва към това тълкуване, когато говори за \"професионална простъпка\", за която жалбоподателите са \"намерени за виновни\". Въпреки това решението не следва този път по други причини.", "[...] Решението също така не дава достатъчно ясно и точно определение на връзката, която трябва да съществува между гражданското право и определен кръг производства, преди последните да бъдат сметнати за свързани със \"спор\" за \"гражданско право\". Изходът от делото \"е решаващ\" за правото; гражданските права и задължения трябва да бъдат \"предмет - или един от предметите\" на \"спора\"; резултатът от производството трябва да бъде \"от пряко решаващо значение за това право\"; правото трябва да бъде \"пряко засегнато\", суспендирането трябва да съставлява \"пряка и значима намеса\" в упражняването на въпросното право; \"спорът\" трябва да се смята за \"свързан\" с граждански права и задължения и т. н.]", "Това не е подходящ език за даване на насоки на държавите-членки при съобразяването на тяхното право с изискванията на институциите по Конвенцията, нито за запознаване на лицата, защитени от Конвенцията с вероятността за успех на една жалба. Накратко, всичко това не допринася за правната сигурност, принцип, който често с основание се споменава в решенията на Съда.", "[...]", "Необходим резултат от мотивите на решението Кьониг е това, че всички производства - административни или дисциплинарни, чийто предмет или непряка последица се състои в предоставяне или отнемане на правото да се упражнява професия, се свързват със \"спор\" за \"гражданско право\" и трябва да отговарят на изискванията на член 6, ал. 1 поне при последната инстанция. Ефектът на това съждение [...] се свежда до факта, че в това отношение правото на голямата част от договарящите държави не би било в крак с Конвенцията.", "[...]", "[...] Когато едно дело попада под действието на тази разпоредба, [...] изводът, че е невъзможно или неразумно тя да бъде приложена изцяло, по мое мнение показва, че тя не е приложима към конкретното дело или категория дела.", "[...]", "[Най-сетне в решението се заключава, че чл. 6, ал. 1 е нарушен в пункт, който е съвсем вторичен и периферен, а именно, че дисциплинарното производството не е проведено публично [...]. За да стигне до този тъй ограничен извод, решението по необходимост си служи с предположения, които договарящите държави ще намерят за объркващи и които във всеки случай ще отворят вратата за още по-голяма правна несигурност в една толкова деликатна област, каквато са съдебните гаранции, предвидени в Конвенцията. Поради това за свое голямо съжаление не мога да се съглася с решението.]", "", "ОСОБЕНО МНЕНИЕ НА СЪДИЯ ПИНЙЕЙРО ФАРИНЯ", "[...] Вярвам, че [...] суспендирането на правото да се упражнява медицинска професия поставя на дневен ред публично, а не гражданско право...", "Съгласен съм с мнозинството, когато [...] то приема, че \"една незначителна връзка или далечните последици не са достатъчни за член 6, ал. 1: гражданските права и задължения трябва да бъдат предмет - или един от предметите - на спора; резултатът от производството трябва да има пряко решаващо значение за това право\".", "Въпреки това според мен последиците от действията върху частните правоотношения с техните клиенти не са обсъждани пред дисциплинарните органи [...] Спорът пред тези органи [...] и след това пред Касационния съд се съсредоточава само върху въпросите на професионалното поведение, а този въпрос е извън сферата на гражданското право.", "[...]", "[...] Кога чл. 6, ал. 1 се прилага спрямо дисциплинарно производство? Според мен не резултатът от производството - т. е. наказанието, наложено в крайна сметка - определя дали алинея 1 на член 6 се прилага или не.", "[...]", "Тук делото на жалбоподателите засяга само нарушението на правилата за професионално поведение и по моя преценка от това следва, че чл. 6, ал. 1 е неприложим.", "[...]", "САМОСТОЯТЕЛНО СТАНОВИЩЕ НА СЪДИЯ ПЕТИТИ", "[...]", "[...] Въпросът за публичното провеждане на производството по смисъла на чл. 6 се поставя доколкото [...] е необходим пълен преглед, за да се гарантира, че професионалният орган не използва правомощията си за ненадлежни цели например налагайки наказание като дисциплинарна мярка за поведението [...]. Ако производството пред професионалния орган включва пълен преглед пред последната инстанция, тогава фактът, че само тази фаза на производството се развива публично, е достатъчен от гледна точка на тази разпоредба.", "Не трябва да пропускаме специфичния характер на дисциплинарното производство, нито факта, че то е съставна част от традиция, която гарантира основната цел на професиите, посветени на мисията за осигуряване на здравно обслужване или мисията на правораздаването. Принципът на преценката на себеподобните е вътрешно присъща необходимост, за да се гарантира професионалната тайна, поверителната информация, предоставяна от трети лица, и репутацията на представителите на професията.", "Провеждането на публични заседания пред съвета на професионалната организация и пред апелативния орган [...] би увредило кариерата на съответното лице [...]. Въпреки това решението, което най-добре свързва уважението към традицията [...] на професионалните трибунали със спазването на правилата за справедлив процес по Европейската конвенция е [...] онова, което предвижда пълен преглед в заключителната фаза на производството, проведена публично.", "ОСОБЕНО МНЕНИЕ НА СЪДИЯ СЪР ВИНСЕНТ ЕВАНС", "[...] Според мен член 6 е неприложим към настоящия случай, тъй като производството, срещу което се оплакват жалбоподателите, не е свързано с определяне на граждански права или задължения или с наказателно обвинение по смисъла на тази разпоредба.", "[...] Също така бих подкрепил твърдението, че не е достатъчно спорът или производството да имат незначителна връзка или далечни последици, които засягат граждански права или задължения, а тези права и задължения трябва да бъдат от пряко решаващо знамение за подобно право. Не съм съгласен с мнозинството в Съда по отношение на извода им, че предмет на спора или производството в настоящия случай е определянето на едно частно право.", "[...]", "[Решението [...] разпростира приложението на нормата към производства, каквито [...] тя не е имала за цел да обхване и за които изискванията й не винаги са подходящи, особено що се отнася до публичния характер. В дисциплинарните производства не винаги е в обществен интерес или е желателно в интерес на засегнатото лице решението да се оповестява публично. Прилагането на чл. 6, ал. 1 към дисциплинарните дела може да породи ненужни трудности във връзка със състава на дисциплинарните органи и тъй като тези органи винаги са \"създадени в съответствие със закона\".]", "[...] В настоящото дело нито отправените обвинения, нито наказанията, наложени от дисциплинарните органи, имат наказателен характер [...]. Отказът на д-р Льо Конт да изпълни разпореждането [...] води до последвалото предявяване на наказателни обвинения [...], но тук няма оплакване, че производството не отговаря на изискванията на член 6.", "Поради тези причини заключавам, че не е извършено нарушение на член 6 от Конвенцията."]}