{"file": "BUL_HJUDBUL_40020_03.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "40020/03", "text_paragraphs": ["© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "ВТОРО ОТДЕЛЕНИЕ", "", "", "", "", "ДЕЛО M. И ДРУГИ срещу ИТАЛИЯ И БЪЛГАРИЯ", "", "(Жалба № 40020/03)", "", "РЕШЕНИЕ", "", "", "", "", "СТРАСБУРГ", "", "31 юли 2012 г.", "", "", "", "", "", "", "", "Настоящото решение става окончателно при условията на член 44 § 2 от Конвенцията. Същото може да подлежи на редакционни промени.", "По делото М. и други срещу Италия и България,", "Европейският съд по правата на човека (Второ отделение), заседаващ в състав:", "\tФрансоаз Тюлкенс, Председател,\n\tДануте Йочене,\n\tДраголюб Попович,\n\tИзабел Беро-Льофевр,\n\tЗдравка Калайджиева,\n\tАндраш Сайо,\n\tГуидо Раймонди, съдии,\nи Стенли Нейсмит, секретар на отделението,", "След обсъждане в закрито заседание, проведено на 3 юли 2012 г., постанови следното решение, прието на същата дата:", "ПРОЦЕДУРАТА", "1.  Делото е образувано по жалба (№ 40020/03) срещу Република Италия, подадена на 11 декември 2003 г. в Съда на основание член 34 от Конвенцията за защита правата на човека и основните свободи („Конвенцията“), от четирима български граждани, Л.М., С.М., И.И. и К.Л. („жалбоподателите“).", "2.  Жалбоподателите се представляват от г-н С. С. Маринов, управител на Гражданско сдружение „Регионално бъдеще“, Видин. Италианското правителство първоначално е представлявано от своя съагент г-н Н. Летиери, а впоследствие – от своя съагент г-жа П. Акардо. Българското правителство първоначално е представлявано от своя агент г-жа Н. Николова, а впоследствие – от своя агент г-жа М. Димова.", "3.  Жалбоподателите твърдят по-специално, че е допуснато нарушение на член 3 във връзка с липсата на адекватни мерки за предотвратяване на малтретиране на първата жалбоподателка от сръбско семейство, като се осигури бързото й освобождаване, и липсата на ефективно разследване на твърдяното малтретиране.", "4.  На 2 февруари 2010 г. Съдът решава да уведоми правителствата на Италия и България за жалбата. Същевременно той решава да се произнесе по допустимостта и основателността на жалбата (член 29 § 1).", "5.  На 29 май 2012 г. председателят на отделението служебно решава да предостави анонимност на жалбоподателите съгласно Правило 47 § 3 от Правилника на Съда.", "ФАКТИТЕ", "I.  ОБСТОЯТЕЛСТВАТА ПО ДЕЛОТО", "6.  Жалбоподателите са родени съответно през 1985 г., 1959 г., 1958 г. и 1977 г. и живеят в с. Ново село, област Видин (България). Жалбоподателите са от ромски етнически произход. Към момента на събитията (м. май – м. юни 2003 г.) първата жалбоподателка все още е непълнолетна. Вторият жалбоподател е неин баща, третата жалбоподателка – нейна майка, а четвъртата жалбоподателка – нейна снаха.", "A.  Версията за събитията на жалбоподателите", "7.  Фактите по делото, така както същите са представени от жалбоподателите, могат да бъдат обобщени по следния начин.", "8.  Първата и третата жалбоподателка и вторият жалбоподател пристигат в Милано на 12 май 2003 г. след обещание за работа, направено от X., ром със сръбско гражданство, живущ в Италия, който ги настанява във вила в село Гисларенго, провинция Верчели, където живее със семейството си. Третата и първата жалбоподателка предоставят на италианските власти различни версии за този момент. В декларациите си пред италианската полиция от 24 май 2003 г. третата жалбоподателка твърди, че тя, съпругът й и дъщеря й, които живеели в България при условия на изключителна нищета, са се преместили в Италия, за да потърсят работа; когато пристигнали в Милано, към тях се приближил мъж, който говорел езика им, X., и им предложил работа като домашни помощници, които да се грижат за голямата му къща. В декларациите си пред прокуратурата от 11 юни 2003 г. първата жалбоподателка твърди, че е срещнала Х. в „Югославия“, където заедно с майка си търсела работа, и оттам X. ги закарал с колата си в Италия, след като им предложил работа. Останали във вилата му няколко дни, през което време се грижели за домакинската работа. След известно време X. заявил на втория жалбоподател, че Y., неговият племенник, иска да се ожени за дъщеря му (първата жалбоподателка). Тъй като вторият жалбоподател и третата жалбоподателка отказали, X. ги заплашил със заредено оръжие. След това вторият жалбоподател и третата жалбоподателка били бити, заплашени със смърт и принудени да оставят първата жалбоподателка в Италия и да се върнат в България. Макар жалбоподателите да отричат, от първоначалните им твърдения изглежда, че на втория жалбоподател и третата жалбоподателка са предложени пари, за да оставят дъщеря си. На 18 май 2003 г. вторият жалбоподател и третата жалбоподателка се връщат в България. След връщането им на втория жалбоподател е поставена диагноза „диабет тип 2“, който, според твърденията му, е следствие от преживения стрес.", "9.  Жалбоподателите твърдят, че през месеца (след 18 май 2003 г.), прекаран във вилата в Гисларенго, първата жалбоподателка е държана под постоянно наблюдение и е била заставяна да краде против волята си, била е бита, заплашвана със смърт и многократно изнасилвана от Y., завързана за легло. По време на един от обирите, в които първата жалбоподателка е била принудена да участва, тя претърпяла инцидент и трябвало да бъде лекувана в болница. Въпреки това сръбското семейство отказало да я остави в болницата за лечение. Жалбоподателите твърдят, че не знаят името и местоположението на болницата.", "10.  На 24 май 2003 г. третата жалбоподателка се връща в Италия, придружавана от снахата на първата жалбоподателка (четвъртата жалбоподателка), и подава оплакване в италианската полиция в Торино, съобщавайки, че тя и съпругът й са бити и заплашвани и че първата жалбоподателка е отвлечена. Страхувала се, че дъщеря й може да бъде въвлечена в проституция. Били настанени в манастир близо до Торино. Впоследствие полицията ги придружава, заедно с преводач, за да идентифицират къщата в Гисларенго.", "11.  Очевидно обезпокоен от бавната реакция на полицията по оплакването, вторият жалбоподател подава писмени оплаквания в много други институции. В преписката се съдържа писмо от 31 май 2003 г., адресирано до италианския министър-председател, италианските министри на външните и на вътрешните работи, италианския посланик в България, префекта на Торино, българския министър-председател, българския министър на външните работи и българския посланик в Италия.", "12. Доказано е, че осемнадесет дни след подаването на оплакването, на 11 юни 2003 г., полицията нахлува в къщата в Гисларенго, открива първата жалбоподателка и извършва няколко ареста. В около 14 часа на същия ден тя е отведена в полицейския участък във Верчели и е разпитана в присъствието на преводач от две жени и двама мъже полицейски служители. Жалбоподателите твърдят, че е третирана грубо и е заплашвана, че ще бъде обвинена в лъжесвидетелстване и клевета, ако не каже истината. Според твърденията тя е принудена да заяви, че не иска предполагаемите й похитители да бъдат съдени, да отговори с „да“ на всички останали въпроси и да подпише някакви документи на италиански език, които не разбира и които нито са преведени на български език, нито са й дадени. Те твърдят също така, че преводачката не си е вършела работата добре и е останала безмълвна пред приложеното третиране. По-нататък жалбоподателите твърдят, че в някои моменти от разпита на първата жалбоподателка е присъствал Y.", "13.  По-късно същия ден третата жалбоподателка е разпитана от полицията във Верчели в присъствието на преводач. Третата жалбоподателка твърди, че също е заплашвана с повдигане на обвинения за лъжесвидетелстване и клевета срещу нея, ако не каже истината, и че преводачката не си е вършела работата добре. Тя твърди, че полицията се е отнесла лошо към нея, тъй като е отказала да подпише протокола.", "14.  В около 22 часа същия ден първата жалбоподателка е разпитана отново. Жалбоподателите твърдят, че не е присъствал преводач или адвокат, и че първата жалбоподателка няма представа какво е записано в протокола. След това първата жалбоподателка е отведена в килия и оставена там в продължение на четири – пет часа. На 12 юни 2003 г., в около 4 часа сутринта, е преместена в приют за бездомници, където остава до 12:30 часа.", "15.  Същия ден полицията отвежда първата, третата и четвъртата жалбоподателка до гарата във Верчели по тяхно искане и отпътуват за България. Те твърдят пред Съда, че след това италианските власти са разследвали фактите, но в Италия не е образувано наказателно производство срещу похитителите на първата жалбоподателка или най-малкото жалбоподателите не са уведомени за такова, нито са имали възможност да получат информация за текущо наказателно разследване. Те също така се оплакват, че италианските власти не са потърсили за разпит втория жалбоподател, за да установят фактите в сътрудничество с българските власти.", "16.  От материалите по делото изглежда, че след м. юни 2003 г. жалбоподателите са изпратили няколко писма и съобщения по електронната поща, повечето от които на български език, до италианските власти (например до италианския министър-председател, италианските министри на правосъдието и на вътрешните работи, главния прокурор към Апелативния съд в Торино, кмета на Гисларенго и италианските дипломатически власти в България) с молба да им предоставят информация за полицейската проверка от 11 юни 2003 г. и да започнат наказателно производство срещу предполагаемите похитители на първата жалбоподателка. Също така са се оплакали, че са били подложени на заплахи, унижение и лошо отношение от страна на полицията. Поискали са от посочените органи да препратят оплакванията им до прокуратурата във Верчели и до полицейския отдел в същия град.", "17.  В същото време жалбоподателите пишат и до министър-председателя на България, до директора на Дирекция „Консулски отношения“ в българското Министерство на външните работи (ДКО) и българското консулство в Рим с искане да защитят правата им и да им съдействат за получаване на информация от италианските власти. Българското консулство в Рим предоставя на жалбоподателите определена информация.", "18.  Жалбоподателите не предоставят на Съда каквито и да било документи за разпитите им и за последвалото наказателно производство срещу тях (вж. по-долу). Представителят им твърди, че предвид обстоятелствата, включително твърдения отказ на италианското посолство в България, е невъзможно да представят какъвто и да било документ. Освен копия от писма, изпратени до италианските институции, те представят само два медицински протокола, един от 22 юни 2003 г., който установява, че първата жалбоподателка страда от посттревматично стресово разстройство, и един от 24 юни 2003 г., който установява, че първата жалбоподателка има натъртване на главата, малка рана на десния лакът и счупено ребро. По-нататък се казва, че е изгубила девствеността си и има вагинална инфекция. Медицинският протокол заключава, че тези увреждания биха могли да са причинени по начина, съобщен от първата жалбоподателка.", "Б.  Версията за събитията на италианското правителство", "19.  На 21 април 2009 г. и 30 юли 2009 г. по искане на Съда италианското правителство представя редица документи, сред които и препис от първата жалба, внесена от третата жалбоподателка на 24 май 2003 г. в полицията в Торино, и протоколите от разпитите на първата жалбоподателка, на третата жалбоподателка и на някои от предполагаемите похитители, проведени на 11 юни 2003 г.", "20. От тези документи е видно, че записът от първата жалба на третата жалбоподателка срещу предполагаемите похитители (внесена в италианската полиция в Торино на 24 май 2003 г.), както и жалбите на жалбоподателите, изпратени от техния представител до различни италиански институции през следващите дни, са прехвърлени в италианската полиция във Верчели (съответно на 26 май и 6 юни 2003 г.) и в прокуратурата в същия град (съответно на 4 и 13 юни 2003 г.).", "21.  По-специално, на 26 май 2003 г. Мобилният отряд в Торино иска помощ от Мобилния отряд във Верчели, за да установи мястото, където според твърденията е държана първата жалбоподателка. На 27 май 2003 г. Мобилният отряд на Верчели отива в Гисларенго заедно с третата жалбоподателка, за да установи мястото. Проверяват околността и третата жалбоподателка идентифицира вилата, спомената в жалбата й. На 4 юни 2003 г. Централното полицейско управление във Верчели прехвърля съобщението за престъпление (notizia di reato) на прокуратурата във Верчели. Според обществения регистър в идентифицираната вила не живее никой, но същата е собственост на лице с криминално досие. Затова полицията държи мястото под наблюдение. Полицията нахлува във вилата на 11 юни 2003 г., след като забелязва движение вътре. По време на претърсването полицията конфискува няколко фотоапарата със снимки на, както изглежда, сватбено тържество.", "22.  На 7, 11, 12 и 13 юни 2003 г. Министерството на вътрешните работи е информирано по факс за развитието на случая.", "23.  На 11 юни 2003 г. в около 14:30 часа, веднага след полицейската акция, първата жалбоподателка е разпитана от прокурора във Верчели, подпомаган от полицейски служители. Както се вижда и от документите, първата жалбоподателка изразява твърдения, които показват редица несъответствия с жалбата, подадена преди това от майка й, и които са довели властите до заключението, че в действителност няма отвличане, а по-скоро двете семейства са направили споразумение за брак. Този извод се потвърждава и от снимките, предоставени на полицията от X. след полицейската проверка, които показват сватбено тържество, на което вторият жалбоподател получава сума пари от X. Когато са й показани снимките, първата жалбоподателка отрича баща й да е вземал пари като част от споразумение за брак.", "24.  В 22:30 часа третата жалбоподателка е разпитана от прокурора във Верчели. Тя отново заявява, че дъщеря й не се е омъжила за Y. по своя собствена воля, и твърди, че снимките са фалшиви, направени нарочно от предполагаемите похитители, които са ги заплашили с оръжие, за да подкопаят правдоподобността на тяхната версия за фактите. Полицията във Верчели разпитва и X., Z. (трето лице, присъствало на сватбата) и Y., като всички те заявяват, че Y. е сключил брак с първата жалбоподателка по взаимно съгласие.", "25.  В резултат на тези разпити и въз основа на снимките, прокурорът в Торино решава да преобразува производството срещу неизвестен извършител за отвличане (1735/03 RGNR) в производство срещу първата и третата жалбоподателка за лъжесвидетелстване и клевета. По-късно същата вечер първата и третата жалбоподателка са уведомени от полицията във Верчели и Торино за обвиненията и им е предложено да им бъде назначен представител. Тогава им е осигурен адвокат, назначен от съда. В около 22:30 часа първата жалбоподателка е преместена в приют за бездомни хора. На 12 юни 2003 г. е освободена под попечителството на майка й. Жалбите на жалбоподателите, изпратени през следващите месеци до много италиански институции, са получени от полицейския отдел във Верчели, преведени на италиански език и препратени в Министерство на вътрешните работи.", "26.  След няколко искания за информация от страна на Посолството на България в Рим, първото от 6 ноември 2003 г., италианските власти уведомяват консула за статута на наказателното производство (посочено по-долу) на 7 и 19 ноември 2003 г. и на 2 декември 2003 г.", "1.  Наказателното производство срещу първата жалбоподателка", "27.  На 11 юли 2003 г. прокурорът към Съда за непълнолетни нарушители на Пиемонт и Вале д’Аоста образува наказателно производство (1838/03 RGNR) срещу първата жалбоподателка за неверни обвинения (calunnia), доколкото тя твърди, че X., Y. и Z. са я лишили от личната й свобода, държейки я във вилата, като по този начин ги е обвинила в отвличане, макар да е знаела, че са невинни.", "28.  На 28 ноември 2003 г. първата жалбоподателка е поканена за разпит от прокурора, но тя се е намирала в България и не се е явила.", "29.  На 26 януари 2005 г. разследващият магистрат от Съда за непълнолетни нарушители решава да не поддържа обвиненията, доколкото извършените престъпления са единичен случай и не са сериозни, поради което са „социално незначими“.", "2.  Наказателното производство срещу третата жалбоподателка", "30.  На 26 юни 2003 г. прокурорът в Торино образува наказателно производство (18501/03 RGNR) срещу третата жалбоподателка за лъжесвидетелстване и неверни обвинения (calunnia), доколкото тя твърди, че X., Y. и Z. са лишили дъщеря й от личната й свобода, държейки я във вилата, като по този начин ги е обвинила в отвличане, макар да е знаела, че са невинни.", "31.  На 22 юли 2003 г. прокурорът в Торино приключва разследването срещу третата жалбоподателка и изпраща делото в Наказателния съд в Торино.", "32.  На 8 февруари 2006 г. Наказателният съд в Торино оправдава третата жалбоподателка на основание, че фактите, за които са й повдигнати обвинения, не продължават да съществуват. Действителните доказателства, състоящи се от notes verbal от разпита на обвиняемата и на дъщеря й и от показанията на полицаите, били показателни и не можели да установят по несъмнен начин вината на обвиняемата. Показанията на обвиняемата и дъщеря й били противоречиви, а снимките не удостоверявали обстоятелствата, при които са направени. От полицейските показания можело само да се заключи, че дъщерята е открита във вилата, а лицата, които са можели да изяснят фактите, са се възползвали от правото да не дадат показания. Тълкуването на фактите било усложнено и от ромската традиция за продаване или плащане на парична сума, дадена преди това на семейството на младоженката, за да се сключи брак, въпрос, който в случай на спор можел да доведе до последици, които било невъзможно да се определят.", "В.  Версията за събитията на българското правителство", "33. Въз основа на документите, предоставени от италианското правителство, по-специално декларациите на X., Y. и Z., българското правителство счита, че фактите са следните.", "На 12 май 2003 г. първите трима жалбоподатели пристигат в Италия и се настаняват в номадски лагер в Арлуно. Там се срещат с X., Y. и Z. и Y. избира първата жалбоподателка за своя съпруга. Първата жалбоподателка се съгласява и затова Z. и вторият жалбоподател се споразумяват за цената на булката. Първоначално вторият жалбоподател иска 20 000 евро, но накрая се споразумяват за сумата от 11 000 евро. Z. плаща на втория жалбоподател 500 евро предварително. След празненството младоженците се оттеглят в караваната, където консумират брака и Y. потвърждава, че първата жалбоподателка е била девствена. След това двете семейства отиват в номадския лагер в Куджионо, където отпразнуват брака. В края на сватбата Х. плаща на втория жалбоподател останалата част от дължимата сума, а именно 10 500 евро, в присъствието на двете семейства и други свидетели, както се доказва от снимките. След празненството родителите на булката са придружени до гарата и двамата отпътуват за България на 18 май 2003 г.", "34.  След като се връщат в България, на 31 май 2003 г., само тринадесет дни след отпътуването им от Италия, вторият жалбоподател подава жалба в ДКО в България. След това първо уведомление българските власти предприемат незабавни действия и на 2 юни 2003 г. искането е препратено на българското посолство в Рим. Осъществена е връзка с италианските власти и на 11 юни 2003 г. италианската полиция успешно извършва полицейска акция, при която първата жалбоподателка е освободена.", "35.  Впоследствие първата и третата жалбоподателка са разпитани от прокурор, специализиран в работата с непълнолетни лица, в присъствието на преводач. След проведеното от италианските власти разследване, срещу първата и третата жалбоподателка е образувано наказателно производство за лъжесвидетелстване. Жалбоподателите не са уведомили българските власти за посоченото производство.", "II.  ОТНОСИМО ВЪТРЕШНО ПРАВО И ПРАКТИКА", "A.  Относимо италианско право", "36.  Съгласно член 50, параграф 1 и 2 от Наказателно-процесуалния кодекс прокуратурата образува наказателно производство, когато условията за архивиране на случая не са изпълнени. Когато не се изисква жалба на пострадалото лице или разрешение за предпримане на действие, наказателното производство се образува ex proprio motu. Съгласно член 408 от Наказателно-процесуалния кодекс, искане за архивиране на случая се прави, ако съобщението за престъплението (notizia di reato) е неоснователно. Искането, заедно със съответната преписка и документи, се предават на съдията за предварително разглеждане. Съобщение за искането се изпраща на всяко пострадало лице, което преди това е заявило желанието си да бъде информирано за такова действие. Съобщението съдържа информация за възможността лицето да прегледа материалите по преписката и да направи възражение (opposizione) заедно с мотивирано искане за продължаване на предварителното разследване.", "37.  Член 55 (1) от Наказателно-процесуалния кодекс предвижда, че съдебната полиция трябва, дори по свой почин, да получи съобщение за престъпление, да предотврати извършването на нови престъпления, да открие извършителите, да предприеме всички необходими мерки за осигуряване на източници на информация и събиране на други относими материали, които може да са нужни за прилагане на наказателното право.", "38.  Според италианския Наказателен кодекс, в сила към момента на съответните факти, физическото насилие/нанасяне на побой (percosse), нараняването и умишленото нараняване (lesione personale, lesioni personali colpose), отвличането (sequestro di persona), сексуалното насилие (включително изнасилване, но не само) (violenza sessuale), домашното насилие (violenza privata), насилието или заплаха с цел принуждаване да се извърши престъпление (violenza o minaccia per costringere a commettere un reato), и заплахите (minaccia) са престъпления, които се наказват с лишаване от свобода за срок от един ден до шест месеца при по-леките правонарушения и от пет до десет години за по-тежките случаи.", "Освен това за някои от тези престъпления се предвижда по-тежко наказание лишаване от свобода, ако престъплението е извършено срещу, наред с другото, низходящи или съпруга, например в случая на отвличане, или подлежат на прилагане на отегчаващи обстоятелства, ако, както е в случая със сексуалното насилие, жертвата не е навършила четиринадесетгодишна възраст, жертвата е под шестнадесет години или е била насилена от възходящ родител или настойник, или ако жертвата е била лишена от свобода.", "39.  Член 572 от Наказателно-процесуалния кодекс предвижда лишаване от свобода за срок до пет години за всеки който бъде намерен за виновен, че е малтретирал член на семейството си, дете под четиринадесетгодишна възраст, или лице под неговата власт или лице, което му е било поверено с цел образование, обучение, грижа, надзор или попечителство.", "40.  Италианският Наказателен кодекс, в сила към момента на настоящия случай, също така съдържа специални разпоредби за непълнолетните лица, които, доколкото е относимо, предвиждат:", "Член 573", "Който отвлече непълнолетно лице над четиринадесетгодишна възраст с негово съгласие от родителя му, който упражнява родителските права, или от попечителя му, се наказва по жалба на родителя или попечителя с лишаване от свобода за срок до две години. Наказанието се намалява, ако целта на отвличането е брак, и се увеличава, ако целта е похот.“", "Член 609 b (с измененията от 2006 г.)", "„Сексуални действия, които не са обхванати от престъплението сексуално насилие, се наказват с лишаване от свобода за срок от пет до десет години, когато жертвата е:", "1) под дванадесетгодишна възраст,", "2) под шестнадесетгодишна възраст, ако извършителят е възходящ, родител, или лице, съжителстващо с родителя, настойник или друго лице, което се грижи за жертвата с цел образование, обучение, грижа, надзор или попечителство, и с което жертвата съжителства.", "Освен при обстоятелствата, предвидени за престъплението сексуално насилие, възходящият, родителят или лицето, съжителстващо с родителя, и настойникът, който е злоупотребил с правата си, свързани със статуса му, и е виновен за извършването на сексуални действия с непълнолетно лице над шестнадесетгодишна възраст, се наказва с лишаване от свобода за срок от три до шест години.“", "41.  Закон № 154 от 2001 г. въвежда редица мерки срещу домашното насилие. Те включват предохранителни и постоянни мерки по изваждане на обвиняемия от семейното жилище по разпореждане на съдия.", "42. На 11 август 2003 г. Италия приема Закон № 228, а именно Закон за мерките за предотвратяване на трафика на хора. Този закон добавя редица престъпления към Наказателния кодекс, който, доколкото е относимо, предвижда:", "Член 600 (държане в робство или принудително подчинение)", "„Който упражнява върху друго лице права, равняващи се на правото на собственост, както и който сведе или държи друго лице в състояние на постоянно подчинение, като го принуждава да работи, да извършва сексуални услуги, да проси или да върши дейности, включващи експлоатация, се наказва с лишаване от свобода за срок от осем до двадесет години.", "Държане на лице в принудително подчинение е налице, когато това се осъществява чрез насилие, заплаха, измама, злоупотреба с власт или възползване от състояние на физическа или психическа слабост или от съществуваща нужда, или чрез обещания и даване на парични суми или други облаги на онзи, който има власт върху лицето.", "Наказанието се увеличава с една трета до една втора, ако деянията, посочени в параграф първи, са извършени срещу непълнолетно лице под осемнадесетгодишна възраст или имат за цел експлоатация за проституиране или подлагане на засегнатото лице на екстракция на телесни органи.“", "Член 601 (трафик на хора)", "„Който извърши трафик на лице с цел да го държи в принудително подчинение или робство, както е посочено в член 600, и склони това лице чрез насилие, заплаха, измама, злоупотреба с власт или възползване от състояние на физическа или психическа слабост или на нужда, или чрез обещание или даване на пари или други облаги на лицето, упражняващо власт над него, да влезе, да пребивава или да напусне територията на страната, или да се придвижва на нейна територия, се наказва с лишаване от свобода за срок от осем до двадесет години.", "Наказанието се увеличава с една трета до една втора, ако деянията, посочени в парагараф първи, са извършени срещу непълнолетно лице под осемнадесетгодишна възраст или имат за цел експлоатация за проституиране или подлагане на засегнатото лице на екстракция на телесни органи.“", "Член 602 (покупка и продажба на роби)", "„Който, извън указаните в член 601 случаи, купи, преотстъпи или продаде друго лице, намиращо се в състоянието, посочено в член 600, се наказва с лишаване от свобода за срок от осем до двадесет години.", "Наказанието се увеличава с една трета до една втора, ако деянията, посочени в парагараф първи, са извършени срещу непълнолетно лице под осемнадесетгодишна възраст или имат за цел експлоатация за проституиране или подлагане на засегнатото лице на екстракция на телесни органи.“", "43.  Закон № 228 включва други изменения в Наказателния кодекс, свързани с цитираните по-горе разпоредби във връзка със съществуващи вече разпоредби, например член 416, с който се предвиждат специални наказания, ако престъпна група има за цел извършване на престъпление по член 600, 601 и 602. Освен това посоченият закон предвижда административна санкция за юридически лица, дружества и сдружения, за престъпления срещу личността, и прави съответните изменения в Наказателно-процесуалния кодекс, включително на разпоредбите, регламентиращи подслушването на разговори или залавянето на съобщения и използването на агенти под прикритие, които стават приложими спрямо нововъведените престъпления. Закон № 228 също така създава фонд за мерките за борба с трафика на хора и специална програма за помощ на жертвите на престъпления по член 600 и 601 от Наказателния кодекс, както и предприемане на превантивни мерки. Доколкото е относимо, член 13 и 14 от посочения закон гласят:", "Член 13", "„Освен в случаите, предвидени в член 16а от законодателен указ № 8 от 15 януари 1991 г., изменен и допълнен със закон № 82 от 15 март 1991 г. и последващите изменения, за жертвите на престъпления по член 600 и 601 от Наказателния кодекс, както се изменя с настоящия закон, се създава (...) специална програма за помощ, която гарантира временно адекватно настаняване и осигуряване на храна и здравна помощ. Програмата се урежда в отделен правилник, който предстои да бъде приет...“", "Член 14", "„За да се подсили ефективността на действията по превенция на престъпленията държане в робство и принудително подчинение и престъпленията, свързани с трафика на хора, Министерство на външните работи определя политики на сътрудничество с всяка държава, която проявява интерес/ е засегната от тези престъпления, като се има предвид тяхното съдействие и вниманието, което те отдават на проблемите, свързани със спазването на правата на човека. Министърът на външните работи трябва да осигури съвместно с министъра на равните възможности организирането на международни срещи и информационни кампании, особено в държави, откъдето пристигат повечето жертви на такива престъпления. Със същата цел министрите на вътрешните работи, на равните възможности, на правосъдието и на труда и социалната политика, трябва да организират, където е необходимо, обучителни курсове за служителите и други полезни инициативи.“", "44.  Закон № 189 от 30 юли 2002 г. изменя предишните закони, регламентиращи имиграцията. Член 18 е свързан с основанията за социална закрила и доколкото е относим, предвижда:", "1. Когато по време на полицейски операции, разследвания или производства относно престъпленията по член 3 от Закон № 75 от 20 февруари 1958 г. (престъпления, свързани с проституция) или по време на помощна акция на местните социални служби се установи насилие или сериозна експлоатация по отношение на чужденец и има явни конкретни рискове за неговата безопасност в резултат на опитите му да избяга от влиянието на сдружението, замесено в някое от горепосочените престъпления, или на показанията, дадени по време на предварителното разследване или производството, полицейският комисар, по искане или по предложение на прокуратурата, издава специално разрешение за пребиваване, за да се даде възможност на чужденеца да избяга от насилието и влиянието на престъпната организация и да участва в програма за помощ и социална интеграция.", "2. Елементите, доказващи наличието на такива условия, по-специално тежестта и заплахата на опасността, както и уместността на предложената помощ на чужденеца за идентифициране и залавяне на отговорните за престъпленията лица, се съобщават на полицейския комисар заедно с горепосоченото искане или предложение. Процедурата за участие в такава програма се съобщава на кмета.“", "Текстът гласи, че издаденото за тази цел разрешение има валидност шест месеца и може да бъде продължено за една година или за друг срок, колкото е необходимо в интерес на правосъдието. Също така предвижда основанията за отменяне на разрешението, свързаните с него с последици и кой може да го издаде.", "45. Според доклад от м. ноември 2002 г., озаглавен „Трафикът на жени и момичета“ (EGM/TRAF/2002/Rep.1), изготвен на среща на експертна група, организирана от Отдела на ООН за напредъка на жените, Департамент по икономически и социални въпроси (ОНЖ/ДИСВ), в сътрудничество със Службата на ООН за наркотици и престъпления (СНП), през първите две години от прилагането на тази разпоредба 1 755 души – предимно жени и момичета – са приети в програмите за помощ и социална интеграция и около 1 000 души са получили разрешение за пребиваване. Създадена е гореща линия и повече от 5 000 души са получили конкретна помощ чрез предоставяне на информация, правна и здравна помощ.", "Б. Относимо българско право", "46.  Българският Закон за борба с трафика на хора влиза в сила към 20 май 2003 г. Доколкото е относимо, разпоредбите на същия предвиждат:", "Член 1", "„Този закон урежда дейността по предотвратяването и противодействието на незаконния трафик на хора с цел:", "a. осигуряване на защита и помощ на жертвите на този трафик, особено на жени и деца, при пълно зачитане на човешките им права;", "б. осъществяване на взаимодействие между държавните и общинските органи, както и между тях и неправителствените организации за противодействие на незаконния трафик на хора и формиране на националната политика в тази област.”", "Член 16", "„Дипломатическите и консулските представителства на Република България в чужбина оказват помощ и съдействие на българските граждани - жертви на незаконен трафик, за завръщането им в страната в рамките на правомощията си и в съответствие със законодателството на съответната чужда държава.“", "Член 18", "„(1) Дипломатическите и консулските представителства на Република България разпространяват до заинтересуваните лица и рискови групи информационни материали за правата на жертвите на трафик на хора в съответствие с българското законодателство и законите на съответната чужда държава.", "(2) Дипломатическите и консулските представителства на Република България предоставят информация на органите на съответната чужда държава за българското законодателство в областта на борбата с незаконния трафик на хора.“", "47.  Член 174, ал. 2 от българския Наказателно-процесуален кодекс, в сила към момента на събитията, предвижда:", "„Когато узнаят за извършено престъпление от общ характер, длъжностните лица трябва да уведомят незабавно органа на досъдебното производство и да вземат необходимите мерки за запазване на обстановката и данните за престъплението.“", "48.  Член 190 от българския Наказателно-процесуален кодекс гласи:", "„Достатъчно данни за образуване на досъдебно производство са налице, когато може да се направи основателно предположение, че е извършено престъпление.“", "49. Доколкото е относимо, българският Наказателен кодекс предвижда:", "Член 177(1)", "„Който склони някого по насилствен начин да встъпи в брак и поради това бракът бъде обявен за недействителен, се наказва с лишаване от свобода до три години.", "(2) Който отвлече лице от женски пол с цел да го принуди да встъпи в брак, се наказва с лишаване от свобода до три години, а ако пострадалата е непълнолетна, наказанието е лишаване от свобода до пет години.“", "Член 178", "„(1) Родител или друг сродник, който получи откуп, за да разреши да встъпи в брак негова дъщеря или сродница, се наказва с лишаване от свобода до една година или с глоба от сто до триста лева, както и с обществено порицание.", "(2) Същото наказание се налага и на този, който дава или който посредничи при даването или получаването на такъв откуп.“", "Член 190", "„Който, като злоупотреби с родителската си власт, принуди свое дете, ненавършило 16-годишна възраст, да заживее съпружески с другиго, се наказва с лишаване от свобода до три години или с пробация, както и с обществено порицание.“", "Член 191", "„(1) Пълнолетно лице, което без да е сключило брак, заживее съпружески с лице от женски пол, ненавършило 16-годишна възраст, се наказва с лишаване от свобода до две години или с пробация, както и с обществено порицание.“", "Член 159a", "„Който набира, транспортира, укрива или приема отделни лица или групи от хора с цел да бъдат използвани за развратни действия, за принудителен труд, за отнемане на телесни органи или за да бъдат държани в принудително подчинение независимо от съгласието им, се наказва с лишаване от свобода от една до осем години и глоба до осем хиляди лева.", "(2) Когато деянието по ал. 1 е извършено: 1) спрямо лице, ненавършило осемнадесет години, 2) чрез използване на принуда или чрез въвеждане на лицето в заблуждение, 3) чрез отвличане или противозаконно лишаване от свобода, 4) чрез използване състояние на зависимост, 5) чрез злоупотреба с власт, 6) чрез обещаване, даване или получаване на облаги, наказанието е лишаване от свобода от две до десет години и глоба до десет хиляди лева.“", "Член 159б", "„Който набира, транспортира, укрива или приема отделни лица или групи от хора и ги преведе през границата на страната с целта по чл. 159а, се наказва с лишаване от свобода от три до осем години и глоба до десет хиляди лева.", "(2) Ако деянието е извършено при условията на чл. 159а, ал. 2, наказанието е лишаване от свобода от пет до десет години и глоба до петнадесет хиляди лева.“", "Член 159в", "„Когато деянието по чл. 159а и 159б представлява опасен рецидив или е извършено по поръчение на организирана престъпна група, наказанието е лишаване от свобода от пет до петнадесет години и глоба до двадесет хиляди лева, като съдът може да постанови и конфискация на част или на цялото имущество на дееца.“", "III.  ОТНОСИМИ МЕЖДУНАРОДНИ ДОГОВОРИ И ДРУГИ ДОКУМЕНТИ", "A.  Общи", "50.  Декларацията за основните принципи на правосъдие за жертвите на престъпления и злоупотреба с власт, приета с Резолюция 40/34 от 29 ноември 1985 г. на Генералната асамблея на Организацията на обединените нации, гласи, доколкото е относимо, следното:", "„1. Под „жертви“ се разбира лица, на които индивидуално или колективно са били причинени щети, включително телесни повреди или морални щети, емоционални страдания, материални щети или съществено накърняване на техните основни права в резултат на действие или бездействие, нарушаващо действащите национални наказателни закони на страните-членки, включително законите, забраняващи престъпната злоупотреба с власт.", "2. В съответствие с настоящата Декларация едно или друго лице може да се счита за „жертва“ независимо от това, дали е бил установен, арестуван, предаден на съда или осъден правонарушителят, а също така и независимо от роднинските отношения между правонарушителя и жертвата. Терминът „жертва“ в съответните случаи включва близките роднини или лицата, намиращи се на издръжка на непосредствената жертва, а така също лицата, на които са били нанесени щети при опит да окажат помощ на жертвите, намиращи се в бедствено положение, или да предотвратят превръщането на дадено лице в жертва.“", "Б.  Трафик на хора", "51. Преглед на относимите международни документи, свързани с трафика на хора, се съдържа в решението по делото Ранцев срещу Кипър и Русия, № 25965/04, 7 януари 2010 г.", "52.  Протоколът от Палермо е ратифициран от България на 5 декември 2001 г., а от Италия на 2 август 2006 г., като и двете държави преди това са подписали протокола през м. декември 2000 г. Конвенцията на Съвета на Европа за борба с трафика на хора („Конвенцията за борба с трафика“) е подписана от България на 22 ноември 2006 г. и ратифицирана на 17 април 2007 г. Влиза в сила за България на 1 февруари 2008 г. Подписана е от Италия на 8 юни 2005 г., ратифицирана е на 29 ноември 2010 г. и влиза в сила за Италия на 1 март 2011 г.", "53.  За лесна справка съответните определения по смисъла на Конвенцията за борба с трафика са цитирани по-долу:", "a) „трафик на хора“ означава набирането, транспортирането, прехвърлянето, укриването или приемането на хора посредством заплаха за използване или самото използване на сила или други форми на принуда, отвличане, измама, въвеждане в заблуждение, злоупотреба с власт или състояние на зависимост или даване или получаване на пари или облаги за постигането на съгласието на лицето, имащо власт над друго лице, за целите на експлоатирането му; експлоатирането включва най-малкото използване с цел проституиране на друго лице или други форми на сексуална експлоатация, принудителен труд или услуги, робство или дейности, сходни с робството, поставяне в положение на зависимост или отнемането на телесни органи;", "b) съгласието на жертва на „трафик на хора“ да бъде подложена на някоя от формите на експлоатация, предвидени в буква a) на този член, се счита за ирелевантно, когато е използвано което и да било от средствата, изброени в буква a);", "c) набирането, транспортирането, прехвърлянето, укриването или приемането на дете с цел експлоатация се разглежда като „трафик на хора“, дори ако не включва някое от средствата, предвидени в буква a) на този член;", "d) „дете“ означава всяко лице, което не е навършило 18 години;", "e) „жертва“ означава всяко физическо лице, което е обект на трафик на хора, съгласно определението в този член.", "54.  Обяснителният доклад от 16.V.2005 г. към Конвенцията за борба с трафика разкрива повече подробности относно определението за трафик. По-специално, по отношение на „експлоатацията“, доколкото е относимо, същият гласи:", "85. Целта трябва да е експлоатиране на лицето. Конвенцията предвижда: „Експлоатирането включва най-малкото използване с цел проституиране на друго лице или други форми на сексуална експлоатация, принудителен труд или услуги, робство или дейности, сходни с робството, поставяне в положение на зависимост или отнемането на телесни органи“. Ето защо националното законодателство може да предвиди други форми на експлоатация, но трябва да обхваща най-малко тези видове експлоатация, които са посочени като основни на трафика на хора.", "86. Посочените в определението форми на експлоатация обхващат сексуалната експлоатация, трудовата експлоатация и отнемането на телесни органи, тъй като престъпната дейност става все по-разнообразна, за да се набавят хора за експлоатация в този сектор, в който се появи търсене.", "87. Съгласно определението не е нужно дадено лице да е експлоатирано, за да е налице трафик на хора. Достатъчно е лицето да е било подложено на някое от действията, посочени в определението, посредством някой от посочените начини „с цел“ експлоатация. Следователно трафик на хора е налице преди действителната експлоатация на жертвата.", "88. Що се отнася до „използване с цел проституиране на друго лице или други форми на сексуална експлоатация“, следва да се отбележи, че Конвенцията урежда същите само в контекста на трафика на хора. Понятията „използване с цел проституиране на друго лице” и „други форми на сексуална експлоатация“ не са дефинирани в Конвенцията, поради което, без да се засяга предвиденото в Конвенцията, Страните уреждат проституцията в националното законодателство.", "Обяснителният доклад продължава да изброява други видове експлоатация, а именно принудителен труд или услуги, робство или дейности, сходни с робството, поставяне в положение на зависимост или отнемането на телесни органи, и дава техните определения според съответните международни инструменти и практиката на ЕСПЧ, ако има такава.", "В.  Брак", "1.  Конвенция за съгласието за брак, минималната възраст за встъпване в брак и регистрацията на браковете", "55.  След Резолюция 843 (ІХ) на Генералната асамблея на ООН от 17 декември 1954 г., която обявява, че определени обичаи, древни закони и практики, отнасящи се до брака и семейството, противоречат на принципите, изложени в Хартата на ООН и във Всеобщата декларация за правата на човека, и призовава държавите да разработят и приложат национално законодателство и политики, забраняващи тези практики, Конвенцията за съгласието за брак, минималната възраст за встъпване в брак и регистрацията на браковете е открита за подписване и ратификация с Резолюция 1763 A (XVII) на Генералната асамблея от 7 ноември 1962 г. Италия подписва Конвенцията на 20 декември 1963 г., но към днешна дата все още не я е ратифицирала. Българската държава все още не е подписала Конвенцията.", "56.  Съответните разпоредби гласят:", "Член 1", "„1. Никакъв брак не ще бъде сключен законно без пълното и свободно съгласие на двете страни, такова съгласие трябва да бъде лично изразено от тях при необходимата публичност и в присъствието на компетентните власти за официално сключване на брака и на свидетели, както предвижда законът.", "2. Независимо от посоченото в параграф 1 не е необходимо едната от страните да присъства когато компетентното длъжностно лице е уведомено, че обстоятелствата са изключителни и че страната е изразила и не е оттеглила съгласието си пред компетентно длъжностно лице и по начина, предвиден от закона.“", "Член 2", "„Държавите-страни по настоящата Конвенция ще предприемат законодателни действия за определяне на минималната възраст за сключване на брак. Никой не трябва да встъпва законно в брак преди тази възраст освен когато компетентно длъжностно лице е разрешило освобождаване от изискването за възраст по сериозни причини и в полза на бъдещите съпрузи.“", "Член 3", "„Всички бракове ще бъдат регистрирани в съответен официален регистър от компетентните власти.“", "2.  Резолюция 1468 (2005) на Парламентарната асамблея на Съвета на Европа – Насилствени бракове и ранни бракове", "„1. Парламентарната асамблея е дълбоко загрижена за сериозните и повтарящи се нарушения на правата на човека и правата на детето в резултат на насилствените и ранните бракове.", "2. Асамблеята забелязва, че този проблем възниква главно в мигрантските общности и засяга предимно млади жени и момичета.", "3. Възмутена е от факта, че под прикритието на спазването на културата и традициите на мигрантските общности, има власти, които толерират насилствените бракове и ранните бракове, въпреки че те нарушават основните права на всяка една жертва.", "4. Асамблеята определя насилствения брак като съюз на две лица, поне едно от които не е дало своето пълно и свободно съгласие за брака.", "5. Тъй като накърнява основни права на човека, насилственият брак в никакъв случай не може да бъде оправдан.", "6. Асамблеята подчертава значението на Резолюция 843 (ІХ) на Генералната асамблея на ООН от 17 декември 1954 г., която обявява, че определени обичаи, древни закони и практики, отнасящи се до брака и семейството, противоречат на принципите, изложени в Хартата на ООН и във Всеобщата декларация за правата на човека.", "7. Асамблеята определя ранния брак като съюз на две лица, поне едно от които под 18-годишна възраст.“", "3.  Резолюция 1740 (2010) на Парламентарната асамблея на Съвета на Европа – Положението на ромите в Европа и съответните дейности на Съвета на Европа", "„24. Асамблеята призовава ромската общност и нейните представители да се борят с дискриминацията и насилието срещу ромски жени и момичета в рамките на собствената им общност. По-специално, проблемите с домашното насилие и насилствените и ранните бракове, които представляват нарушение на правата на човека, трябва да се разгледат и от самата ромска общност. Обичаите и традициите не могат да се използват като оправдание за нарушаване на правата на човека, а трябва да се променят. Асамблеята призовава страните-членки да оказват подкрепа на ромските жени активистки, които участват в дебати в рамките на общността им относно напрежението между запазването на ромската идентичност и нарушаването на правата на жените, включително чрез ранни и насилствени бракове.“", "4.  Декларацията за ромите от Страсбург", "57.  Наскоро, на срещата на високо равнище на Съвета на Европа, посветена на ромите, Страсбург, 20 октомври 2010 г., страните-членки на Съвета на Европа изготвиха неизчерпателен списък на приоритетите, които трябва да служат като насока за по-съсредоточени и по-постоянни усилия на всички равнища, включително чрез активно участие на ромското население. Тези приоритети включват:", "„Правата на жените и равенството между половете", "(22) Да се предвидят ефективни мерки за спазване, защита и насърчаване на половото равенство на ромските момичета и жени в рамките на собствените им общности и в обществото като цяло.", "(23) Да се предвидят ефективни мерки за премахване на вредните практики, там където все още се използват такива, насочени срещу репродуктивните права на ромските жени, главно насилствената стерилизация.", "Правата на децата", "(24) Да се насърчават чрез ефективни мерки равното третиране на ромските деца и техните права, особено правото на образование, и да се защитават ромските деца от насилие, включително сексуално насилие и трудова експлоатация, в съответствие с международните договори.", "Борба с трафика на хора", "(29) Като се има предвид че ромските деца и жени често са жертви на трафик на хора и експлоатация, да се отдаде дължимото внимание и да се осигурят ресурси за борба с тези явления в рамките на общите усилия, насочени към обуздаване на трафика на хора и организираната престъпност, и в подходящите случаи да се издават разрешения за пребиваване на жертвите.“", "ОПЛАКВАНИЯТА", "58.  Жалбоподателите повдигат различни оплаквания по член 3, 4, 13 и 14 от Конвенцията и по много други международни договори.", "59.  Оплакват се, че първата жалбоподателка, както и (в по-малка степен) вторият жалбоподател и третата жалбоподателка, са били подложени на малтретиране, сексуално малтретиране и принудителен труд от страна на ромско семейство в Гисларенго, и че италианските власти (най-вече прокуратурата във Верчели) не са разследвали събитията надлежно.", "60.  Оплакват се и че първата и третата жалбоподателка са били подложени на лошо третиране от италианските полицейски служители по време на разпитите им.", "61.  Оплакват се, че на първата и третата жалбоподателка не са били осигурени адвокати и/или преводачи по време на разпитите им, не са били уведомени в какво качество са разпитвани и са били принудени да подпишат документи с неизвестно за тях съдържание.", "62.  Оплакват се, че отношението на италианските власти към тях се е основавало на факта, че са от ромски етнически произход и с българско гражданство.", "63.  На последно място се оплакват, че българските власти (най-вече българските консулски служби в Италия) не са им осигурили необходимата помощ при взаимоотношенията им с италианските власти, а просто са служили като канал за комуникация.", "ЗАКОНЪТ", "I.  ПРЕДВАРИТЕЛНИ ВЪЗРАЖЕНИЯ", "A.  Възражението на българското и италианското правителство за злоупотреба с правото на жалба", "64.  Българското правителство счита, че в настоящия случай не е допуснато нарушение, тъй като наличните доказателства сочат, че престоят на жалбоподателите в Италия е бил доброволен, както и бракът в съответствие със свързаните етнически ритуали. Освен това Правителството счита, че жалбата представлява злоупотреба с правото на жалба предвид некоректния и неоправдан оскърбителен език, използван от представителя на жалбоподателите в подадените от него становища до Съда.", "65. Италианското правителство не посочва конкретни основания за възражението си.", "66.  Жалбоподателите твърдят, че са били подложени на нарушения на международното право и че както италианските, така и българските органи са останали пасивни пред тези събития.", "67.  Съдът напомня, че въпреки че използването на обиден език в производството е безспорно неуместно, една жалба може да бъде отхвърлена като оскърбителна единствено при изключителни обстоятелства, например ако преднамерено е основана на неверни факти (вж. например Akdivar и други срещу Турция, 16 септември 1996 г., Reports of Judgments and Decisions 1996-IV, §§ 53-54; Върбанов срещу България, № 31365/96, § 36, ECHR 2000-X; и Попов срещу Молдова, № 74153/01, § 49, 18 януари 2005 г.). Въпреки това в някои изключителни случаи постоянната употреба на обиден или провокативен език от жалбоподателя срещу Правителството ответник може да се счита за злоупотреба с правото на жалба по смисъла на член 35 § 3 от Конвенцията (вж. Duringer и Grunge срещу Франция (dec.), №№ 61164/00 и 18589/02, ECHR 2003-II, и Черницин срещу Русия, № 5964/02, § 25, 6 април 2006 г.).", "68.  Съдът счита, че въпреки че някои от изявленията на представителя на жалбоподателите са неуместни, изключително емоционални и непростими, те не представляват обстоятелства от вида, който дава основание на едно съдебно решение да обяви жалбата за недопустима като злоупотреба с правото на жалба (вж. Felbab срещу Сърбия, № 14011/07, § 56, 14 април 2009 г.). Доколкото една жалба може да бъде счетена за злоупотреба с правото на жалба, ако се основава на неверни факти, Съдът отбелязва, че самите италиански власти считат, че е трудно да се установят фактите и истинността на ситуацията (вж. параграф 32 по-горе). При тези обстоятелства Съдът не може да приеме, че версията на жалбоподателите несъмнено представлява неверни факти.", "69.  Следователно искането на Правителствата трябва да бъде отхвърлено.", "Б.  Възражението на българското и италианското правителство относно липсата на статут на жертва", "70.  Българското правителство твърди, че в настоящия случай не е извършено нарушение. При това вторият жалбоподател и третата и четвъртата жалбоподателка нямат пряка връзка с твърдените нарушения и не са засегнати директно или лично от тях. Освен това четвъртата жалбоподателка не е близка роднина на първата жалбоподателка, а само снаха на третата жалбоподателка, която я е придружила до Италия.", "71.  Италианското правителство твърди, че вторият жалбоподател и четвъртата жалбоподателка нямат locus standi в производството, тъй като не са претърпели вреди в резултат на твърдените нарушения.", "72.  Жалбоподателите твърдят, че нарушенията са действително извършени и вследствие на това имат статут на жертви. Още повече, че вторият жалбоподател и третата и четвъртата жалбоподателка попадат в обхвата на понятието „жертви на престъпление“ съгласно член 1 и 2 от Декларацията относно основните принципи на правосъдието, отнасящи се за жертвите на престъпления и жертвите на злоупотреби с власт (вж. Относими международни текстове по-горе). Освен това те твърдят, че всички жалбоподатели са претърпели вреди под формата на физическо малтретиране от страна на нападателите и неимуществени вреди с оглед на бездействието на властите, докато вторият жалбоподател и третата и четвъртата жалбоподателка са правели всичко възможно да защитят първата жалбоподателка. Това било очевидно що се отнася до родителите на първата жалбоподателка.", "73.  Съдът счита, че възражението на Правителствата е свързано главно с втория жалбоподател и третата и четвъртата жалбоподателка, доколкото последните твърдят, че самите те са жертви на нарушения на Конвенцията във връзка с твърдяното подлагане на първата жалбоподателка на трафик на хора и унизително отношение от страна на трети лица.", "74.  Съдът напомня, че съгласно член 3, във връзка със случаи на изчезнали лица, въпросът дали даден член от семейството е жертва зависи от наличието на специални фактори, които придават на страданието степен и характер, различни от емоционалното страдание, което, както може да се счита, неизбежно се причинява на роднините на жертва на сериозно нарушение на човешките права. Съответните елементи включват близост на семейната връзка – в този контекст определена тежест се придава на връзката родител – дете, конкретните обстоятелства на взаимоотношението, степента, до която съответният член от семейството е станал свидетел на въпросните събития, неговото включване в опитите да се получи информация за изчезналото лице, и начина, по който властите са отговорили на запитванията. В тези случаи същността на такова нарушение се основава не толкова на факта на „изчезването“ на член от семейството, а по-скоро засяга реакцията на властите и тяхното отношение към ситуацията, когато същата е доведена до вниманието им. Най-вече във връзка с тази реакция и това отношение един роднина може да претендира директно, че е жертва на поведението на властите (вж., Kurt срещу Турция, 25 май 1998 г., §§ 130-134, Reports 1998III; Timurtaş срещу Турция, № 23531/94, §§ 91-98, ECHR 2000VI; İpek срещу Турция, № 25760/94, §§ 178-183, ECHR 2004II (извлечения); и обратно, Çakıcı срещу Турция [ГК], № 23657/94, § 99, ECHR 1999IV).", "75.  Съдът също така по изключение е приел, че роднини имат собствен статут на жертви в случаи, при които липсва ясно разграничен продължителен период, през който те са изживели несигурност, мъка и страдание вследствие на специфичния феномен на изчезването, но при които телата на жертвите са били разчленени и обезглавени и при които жалбоподателите не са можели да погребат телата на обичаните от тях хора както трябва, което според Съда само по себе си вероятно им е причинило дълбока и продължителна мъка и страдание. Затова Съдът е приел, че при обстоятелствата на такива случаи, изживяното от жалбоподателите душевно страдание е имало степен и характер, различни от емоционалното страдание, което може да се счита, че неизбежно се причинява на роднините на жертва на нарушение на човешките права (вж., Хаджиалиев и други срещу Русия, № 3013/04, § 121, 6 ноември 2008 г. и Akpınar и Altun срещу Турция, № 56760/00, § 86, 27 февруари 2007 г.).", "76.  В този контекст Съдът счита, че въпреки че са станали свидетели на въпросните събития и са се включили, всеки в различна степен, в опитите да се получи информация за първата жалбоподателка, вторият жалбоподател и третата и четвъртата жалбоподателка не могат сами по себе си да се считат за жертви на нарушения, свързани с третирането на първата жалбоподателка и разследванията в тази връзка, тъй като не може да се каже, че изживяното от тях душевно страдание е имало степен и характер, различни от емоционалното страдание, което може да се счита, че неизбежно се причинява на роднини на жертва на сериозни нарушения на човешките права.", "77.  Съдът отбелязва, че този извод не противоречи на заключенията по делото Ранцев (Ранцев срещу Кипър и Русия, № 25965/04, 7 януари 2010 г.), тъй като в настоящия случай първата жалбоподателка, която е била подложена на твърдените нарушения, не е починала и е страна по настоящото производство.", "78.  Следователно възражението на Правителствата относно статута на жертви на втория жалбоподател и третата и четвъртата жалбоподателка във връзка с оплакванията по член 3 и 4 от Конвенцията, по отношение на които пряка жертва е първата жалбоподателка, включително твърдяната липса на разследване в тази връзка, трябва да бъде потвърдено.", "79.  Освен това Съдът счита, че четвъртата жалбоподателка не може да претендира, че е пряка жертва на което и да било от твърдените нарушения, докато вторият жалбоподател може да претендира, че е жертва само във връзка с отношението, на което е бил подложен според твърденията от сръбското семейство. Що се отнася до третата жалбоподателка във връзка с твърдяното малтретиране, което е претърпяла в ръцете на сръбското семейство в Гисларенго и на полицията, Съдът счита, че няма елемент, който на този етап би могъл да я лиши от статута на жертва.", "80.  Следователно възражението на Правителствата относно четвъртата жалбоподателка във връзка с всички оплаквания и относно втория жалбоподател, освен във връзка с оплакването за третирането, на което се твърди, че е бил подложен от сръбското семейство, трябва да се приеме, докато във връзка с останалите оплаквания трябва да се отхвърли.", "81.  Съответно оплакванията, по отношение на които възражението беше прието, са несъвместими ratione personae с разпоредбите на Конвенцията по смисъла на член 35 § 3 и трябва да бъдат отхвърлени в съответствие с член 35 § 4.", "В.  Възражението на българското правителство за неизчерпване на вътрешноправните средства за защита", "82.  Българското правителство твърди, че жалбоподателите са имали възможност да образуват производство във връзка с твърдените нарушения. Съгласно членове 4 и 5 от българския Наказателен кодекс е можело да бъде образувано производство срещу чужденци, извършили в чужбина престъпления срещу български граждани дори и ако в друга държава вече има такова наказателно преследване. Освен това жалбоподателите са можели да потърсят обезщетение по Закона за отговорността на държавата за вреди, причинени на граждани, който е бил в сила към съответния момент и който предвижда, че държавата отговаря за вредите, причинени на граждани от незаконни актове, действия или бездействия на нейни органи и длъжностни лица при или по повод изпълнение на административна дейност. Освен това жалбоподателите са можели и да потърсят обезщетение по общите разпоредби на Закона за задълженията и договорите.", "83.  Жалбоподателите твърдят, че са изпратили писма до министър-председателя и до министъра на външните работи и са се оплакали в Посолството на България в Рим. Това е трябвало да даде възможност на българските власти да предприемат действия в съответствие чл. 174, ал. 2 от Наказателно-процесуалния кодекс. Още повече, че според българското законодателство, ако жалба стигне до орган, който не е компетентен да разгледа въпроса, този орган носи отговорност да прехвърли искането до компетентния орган. Що се отнася до иск по Закона за отговорността на държавата за вреди, причинени на граждани, жалбоподателите считат, че такъв иск не би бил уместен, тъй като нито един орган не ги е информирал за съществуващите средства да защитят правата си съгласно член 3 от посочения закон.", "84.  Поради изложените по-долу мотиви във връзка с оплакванията срещу българската държава, Съдът не счита за необходимо да разглежда дали жалбоподателите са изчерпали всички съществуващи вътрешноправни средства за защита по отношение на оплакванията им срещу България, и следователно оставя този въпрос отворен (вж., mutatis mutandis, Zarb срещу Малта, № 16631/04, § 45, 4 юли 2006 г.).", "II.  ТВЪРДЕНИ НАРУШЕНИЯ НА ЧЛЕН 3 ОТ КОНВЕНЦИЯТА", "85.  Жалбоподателите се оплакват, че първата жалбоподателка е претърпяла малтретиране от страна на ромското семейство в Гисларенго (включително сексуално насилие и подлагане на принудителен труд), както и, в по-малка степен, вторият жалбоподател и третата жалбоподателка, и че властите (особено прокуратурата във Верчели) не са разследвали събитията адекватно. Те се оплакват също така, че първата и третата жалбоподателка са били подложени на лошо третиране от италианските полицейски служители по време на разпитите им. По този начин действията и бездействията на италианските и българските органи противоречат на член 3 от Конвенцията, който гласи:", "„Никой не може да бъде подложен на изтезания или нечовешко или унизително отношение или наказание“", "A.  Оплакванията относно липсата на адекватни мерки за предотвратяване на малтретирането на първата жалбоподателка от сръбското семейство, като се осигури бързото й освобождаване, и липсата на ефективно разследване на така твърдяното малтретиране", "1.  Становищата на страните", "(a)  Жалбоподателите", "86.  Жалбоподателите настояват, че тяхната версия за събитията е вярна и че твърденията на Правителствата изцяло се основават на свидетелските показания на X., Y. и Z., които са противоречиви и неверни. Един такъв пример е, че показанията на X., Y. и Z. не съответстват на мястото, където се е състояло твърдяното сватбено тържество. Също така твърдят, че всякакви леки противоречия в показанията на първата жалбоподателка могат да се дължат единствено на безпокойството й в резултат на заплахите и малтретирането, които тя е претърпяла. По-нататък те повтарят, че снимките, използвани като доказателство, са направени под заплаха, и че вторият жалбоподател многократно е бил бит и принуждаван с насочено към него оръжие да позира за снимките. Те твърдят също така, че първата жалбоподателка е посещавала дискотеки и е пътувала с коли само при планирането и извършването на кражбите, в които сръбското семейство я е принудило да участва. Що се отнася до медицински документи, такива материали трябвало да се предоставят от властите.", "87.  Според тях първата жалбоподателка явно е претърпяла нарушение на член 3 след третирането, което е изтърпяла от страна на сръбското семейство и във връзка с което не е предприето ефективно разследване за установяване на фактите и предаване на извършителите на съд.", "88.  На италианските власти им е отнело седемнадесет дни да освободят първата жалбоподателка, която е намерена в лошо физическо и психическо състояние. Въпреки това на първата жалбоподателка не са направени никакви медицински изследвания, за да се установи тежестта на уврежданията й. В действителност истината не е разкрита до настоящия момент и много доказателства са пренебрегнати. Протоколът от претърсването на вилата е непълен, значителни парични суми, конфискувани при полицейската акция, не са описани и определени факти не са разследвани, като например откриването на множество паспорти на едно и също име. Разследването не е разгледало твърдението на първата жалбоподателка, че е изнасилвана многократно от Y. със завързани към леглото ръце и крака. Не е извършено разследване за установяване на криминалните досиета на сръбското семейство, чийто единствен източник на доходи са организираните от тях множество обири, или разследване във връзка със случилото се, а именно обещанието за работа, което е накарало жалбоподателите да се преместят в Италия. Според тях е очевидно, че разследването е оставило място за прикриване на фактите.", "89.  Освен това на жалбоподателите не е предоставен достъп до материалите от разследването, не са им дадени преводи от разпитите и след като са се върнали в България не са им вземани свидетелски показания чрез съдебни поръчки, за да могат властите да установят фактите правилно.", "(б)  Италианското правителство", "90.  Италианското правителство твърди, че твърдените от жалбоподателите факти са изцяло опровергани по време на вътрешното производство въз основа на документални доказателства. Освен това то отбелязва, че единият от медицинските документи, посочен във фактите, не им е предоставен, а другият не оказва влияние върху делото. Относно нараняването на реброто на първата жалбоподателка, Правителството посочва, че в жалбата си до полицията в Торино третата жалбоподателка твърди, че първата жалбоподателка е имала подобно нараняване, което е станало при предишен инцидент.", "91.  Правителството сочи, че наказателното разследване на твърдяното отвличане на първата жалбоподателка е започнало веднага след устното оплакване на третата жалбоподателка в полицията в Торино на 24 май 2003 г. Правителството твърди, че до 11 юни 2003 г. властите успяват да локализират вилата, където е държана първата жалбоподателка (тъй като третата жалбоподателка им е предоставила смътно описание на мястото), да идентифицират обитателите на вилата (никой от тях не е бил официално регистриран, че живее там), да извършат наблюдение на случващото се на мястото и да се подготвят за необходимата акция, довела до задържането на обитателите и освобождаването на първата жалбоподателка без жертви, тъй като третата жалбоподателка е твърдяла, че там има оръжия.", "92.  Незабавното разследване и последвалият арест са установили ситуация, различна от съобщената от третата жалбоподателка в първоначалната й жалба. Изглеждало, че първата жалбоподателка се е омъжила за Y. според обичаите и традициите на тяхната етническа група срещу цената от 11 000 евро. Това било видно от редица снимки, открити на мястото, показващи сватбено тържество, в което първите трима жалбоподатели са участвали и на което те, както и Y., изглеждат доволни и спокойни. Други снимки показвали, че вторият жалбоподател получава пари от роднините на Y. Заключението, че това е плащане за булката според ромските обичаи, а не отвличане, било още по-очевидно в контекста на множеството противоречия в показанията на първата и третата жалбоподателка, както и признанието на първата жалбоподателка за брачен договор. Освен това по време на полицейската акция не са открити никакви оръжия, което оборва твърдението на третата жалбоподателка, че са били заплашвани с огнестрелно оръжие.", "93.  Италианското правителство твърди, че тази версия за събитията е счетена за вярна в решението на разследващия магистрат в Торино от 26 януари 2005 г. Тя е счетена за вероятна и от Съда в Торино в неговото решение от 8 февруари 2006 г., в което, според тълкуването на Правителството, се заключава, че проблемът основно е финансово разногласие във връзка със сключения брачен договор. Най-вероятно брачният договор не е бил спазен или поради финансово разногласие, или заради третирането на първата жалбоподателка след сключването на брака, за което тя е разказала на третата жалбоподателка по телефона. Правителството повтаря, че ромските бракове са специфични, както е приел Съдът по делото Muñoz Díaz срещу Испания (№ 49151/07, ECHR 2009).", "94.  По-нататък Правителството сочи, че разследването е проведено веднага и без ненужно забавяне и съдебните власти са положили всички усилия за установяване на фактите. Мястото на събитията е изолирано и запазено във вида, в който е намерено; идентифицирани са и са конфискувани вещи, които имат отношение към случая; обитателите на къщата са идентифицирани и задържани, а първата жалбоподателка е настанена в център на организацията „Каритас“; съответните действащи лица и свидетели, включително жалбоподателите, са разпитани веднага с участието на преводачи, адвокати и специалисти психолози. След като разглеждат горепосоченото, съдебните власти установяват, че най-вероятно е имало брачен договор. Италианското правителство счита, че предвид доказателствата, не е било възможно да се стигне до друго заключение. Освен това то отбелязва, че Съдът няма за задача да установи фактите по делото, освен ако това е неизбежно предвид особените обстоятелства. В настоящия случай обаче, не било така. В действителност, както Правителството било доказало, официалното разследване е извършено задълбочено, както се вижда от неговите подробни заключения.", "95.  Италианското правителство твърди, че през осемнадесетте дни от 24 май до 11 юни 2003 г. третата жалбоподателка е имала статут на свидетел и достъп до информацията, събрана по време на разследването, до степен, достатъчна да й даде възможност за ефективно участие в процедурата. От 11 юни 2003 г. нататък първата и третата жалбоподателка са имали статут на обвиняеми, във връзка с което посочените разпоредби нямат отношение.", "2.  Преценката на Съда", "(a)  Допустимост", "96.  Съдът отбелязва, че е изправен пред спор за точното естество на твърдените събития. В тази връзка Съдът счита, че трябва да стигне до решението си въз основа на представените от страните доказателства (вж. Menteşe и други срещу Турция, № 36217/97, § 70, 18 януари 2005 г.).", "97.  Съдът счита, че медицинските протоколи на първата жалбоподателка от 22 и 24 юни 2003 г., представени в Съда заедно с внасянето на жалбата (вж. параграф 18 по-горе), и двата изпратени на Правителството на 1 март 2010 г. и пристигнали до местоназначението, макар да не са подадени до разследващите органи, представляват достатъчно prima facie доказателство, че първата жалбоподателка е била подложена на някакъв вид малтретиране. При конкретните обстоятелства на случая, те, както и неоспореният факт, че на 24 май 2003 г. до органите е подадена жалба, съдържаща подробно обяснение на фактите, предмет на оплакването, дават достатъчно основание на Съда да счете, че оплакването не е явно необосновано по смисъла на член 35 § 3 (a) от Конвенцията.", "98.  Освен това той отбелязва, че същото не е недопустимо на други основания и следователно трябва да бъде обявено за допустимо.", "(б)  Основателност", "i.  Общи принципи", "99.  Съдът повтаря, че член 3 закриля една от най-основните ценности на демократичното общество. Той абсолютно забранява изтезанията или нечовешкото или унизително отношение или наказание. Задължението на Високодоговарящите държави по член 1 от Конвенцията да осигуряват на всяко лице под тяхна юрисдикция правата и свободите, определени в Конвенцията, във връзка с член 3, изисква държавите да предприемат мерки с цел да се осигури, че лицата под тяхна юрисдикция не са подлагани на изтезания или нечовешко или унизително отношение, включително такова малтретиране от частни лица (вж. A. срещу Обединеното кралство, 23 септември 1998 г., § 22, Reports 1998-VI). Тези мерки трябва да предоставят ефективна защита, по-специално на деца и други уязвими лица, и включват разумни действия за предотвратяване на малтретиране, за което властите са знаели или е трябвало да знаят (вж. Z и други срещу Обединеното кралство [ГК], №  29392/95, § 73, ECHR 2001V).", "100.  Съдът повтаря, че член 3 от Конвенцията изисква властите да разследват твърдения за малтретиране, когато те са „приемливи“ и „повдигат основателно подозрение”, дори и ако такова третиране е приложено от частни лица (вж. Ay срещу Турция, №  30951/96, §§ 59 – 60, 22 март 2005 г., и Mehmet Ümit Erdem срещу Турция, №  42234/02, § 26, 17 юли 2008 г.). Минималният приложим стандарт, определен от съдебната практика на Съда, включва изискванията разследването да е независимо, безпристрастно и публично, и компетентните органи да действат с образцова надлежност и бързина (вж., например, Çelik и İmret срещу Турция, № 44093/98, § 55, 26 октомври 2004 г.). Освен това, за да се счита едно разследване за ефективно, властите трябва да предприемат всякакви възможни разумни мерки каквито могат, за да обезпечат доказателствата за инцидента, включително, наред с другото, подробно изложение на твърденията на предполагаемата жертва, показания на очевидци, съдебни доказателства и когато е уместно, допълнителни медицински заключения (вж. по-специално Batı и други срещу Турция, №№ 33097/96 и 57834/00, § 134, ECHR 2004-IV (извлечения)).", "ii.  Приложение в настоящия случай", "101.  Съдът отбелязва, че жалбата на третата жалбоподателка, подадена на 24 май 2003 г., не е била подкрепена от медицински документи. Въпреки това Съдът счита, че това е логично и не могат да се очакват медицински доказателства, като се има предвид че според тази жалба първата жалбоподателка е задържана от сръбското семейство против волята й. При тези обстоятелства Съдът счита, че показанията на третата жалбоподателка и сериозността на твърденията, изложени в подадената на 24 май 2003 г. жалба, повдигат основателно подозрение, че първата жалбоподателка може да е била подложена на малтретиране, както се твърди. Това е достатъчно да доведе до приложимостта на член 3 от Конвенцията.", "(a)  Предприетите мерки от италианските власти", "102.  Що се отнася до предприетите от италианските органи мерки, Съдът отбелязва, че полицията е освободила първата жалбоподателка от нейното твърдяно пленничество за две седмици и половина. Отнело им е три дни да локализират вилата и още две седмици да се подготвят за полицейската операция, която е довела до освобождаването на първата жалбоподателка. Имайки предвид че жалбоподателите са твърдели, че сръбското семейство е въоръжено, Съдът може да приеме, че е било необходимо предварително наблюдение. Ето защо според Съда полицейската намеса съответства на изискването за бързина и надлежност, с които властите трябва да действат при такива обстоятелства.", "103. Следователно държавните органи са изпълнили своето позитивно задължение да защитят първата жалбоподателка. Ето защо не е допуснато нарушение на член 3 в това отношение.", "(б)  Разследването", "104.  Що се отнася до разследването след освобождаването на първата жалбоподателка, Съдът отбелязва, че италианските власти са провели разпити на X., Y., Z., първата жалбоподателка и третата жалбоподателка. Явно не са направени други усилия да бъдат разпитани трети лица – свидетели на въпросните събития. Всъщност италианските власти са счели, че снимките, иззети от мястото, потвърждават версията за събитията на предполагаемите нападатели. Въпреки това нито едно от останалите лица на снимките не е идентифицирано или разпитано, действие, което Съдът счита за съществено важно, като се има предвид че жалбоподателите твърдят, че са били принудени с насочено към тях оръжие да позират за тези снимки. Не са направени опити да бъде изслушан и вторият жалбоподател, който е бил главно действащо лице в разглежданите събития. Съдът отбелязва, че всъщност в същия ден, в който първата жалбоподателка е освободена и изслушана, наказателното производство, образувано срещу нападателите, е преобразувано в наказателно производство срещу първата и третата жалбоподателка (вж. параграф 25 по-горе). Съдът е поразен от факта, че след освобождаването на първата жалбоподателка на властите им е отнело по-малко от ден да стигнат до заключенията си. В този контекст от само себе си се разбира, че Наказателният съд в Торино е счел за невъзможно да установи фактите ясно (вж. параграф 32 по-горе).", "105.  Съдът отбелязва също така, че когато е освободена, на първата жалбоподателка не е направен медицински преглед, въпреки твърденията, че многократно е била бита и изнасилвана. По-нататък Съдът посочва, че дори и да се предположи, че е вярно, че въпросните събития представляват брак съгласно ромските традиции, все пак се е твърдяло, че през месеца, през който първата жалбоподателка е останала в Гисларенго, тя е била бита и принуждавана да извършва полов акт с Y. Съдът отбелязва, че държавните органи трябва да предприемат защитни мерки под формата на ефективно възпиране срещу сериозни нарушения на личната неприкосновеност на лице, извършени също и от съпруг (вж. Opuz срещу Турция, № 33401/02, §§ 160 – 176, 9 юни 2009 г.) или партньор. Следователно всяко такова твърдение също изисква разследване. Въпреки това не е проведен конкретен разпит в тази връзка, не са направени никакви други изследвания, строго медицински или чисто научни. Още по-голямо безпокойство буди фактът, че първата жалбоподателка е била непълнолетна към момента на разглежданите събития. Конвенцията изисква ефективно възпиране на сериозни деяния като изнасилване, а децата и други уязвими лица, по-специално, имат право на ефективна защита (вж., mutatis mutandis, М.Ч. срещу България, № 39272/98, § 150, ECHR 2003XII). Въпреки това италианските власти са решили да не разследват този аспект от жалбата.", "106.  Освен това Съдът отбелязва, че жалбоподателите твърдят, че са се преместили в Италия след обещание за работа, макар такава да не е последвала, и че първата жалбоподателка е била заплашвана и принуждавана да участва в обири и сексуални действия през периода, през който е останала в Гисларенго. Въпреки че не е установено, Съдът не може да изключи, че обстоятелствата в настоящия случай, както са съобщени на италианските власти от първата жалбоподателка (вж. параграф 8 по-горе), ако бяха доказани, можеха да представляват трафик на хора съгласно определението в международните конвенции (вж. Относими международни текстове по-горе), което несъмнено представлява и нечовешко, и унизително отношение съгласно член 3 от Конвенцията. Затова италианските власти са имали задължението да разгледат въпроса и да установят всички относими факти чрез надлежно разследване, което е изисквало разглеждане и изследване и на този аспект от жалбата. Това не е станало, тъй като италианските органи са счели, че обстоятелствата в настоящия случай попадат в контекста на ромски брак. Съдът не може да сподели становището, че такова заключение е било достатъчно да се отстранят всякакви съмнения, че обстоятелствата по случая разкриват случай на трафик на хора, който изисква особено цялостно разследване, наред с другото, защото евентуален „ромски брак“ не може да се използва като основание да не се разследват обстоятелствата. Освен това Съдът отбелязва, че бързото решение на италианските власти да не предприемат цялостно разследване е имало за последица това, наред с други неща, че дори не са потърсени медицински доказателства относно физическото състояние на първата жалбоподателка.", "107.  В заключение Съдът счита, че горепосочените елементи са достатъчни да се докаже, че при конкретните обстоятелства на настоящия случай разследването на твърдяното малтретиране на първата жалбоподателка от частни лица не е било ефективно съгласно член 3 от Конвенцията.", "108.  Следователно е допуснато процесуално нарушение на член 3.", "Б.  Оплакването за малтретиране на втория жалбоподател и третата жалбоподателка от страна на ромското семейство и липсата на ефективно разследване от страна на италианските органи в тази връзка", "1.  Становищата на страните", "109.  Жалбоподателите се оплакват, че вторият жалбоподател и третата жалбоподателка също са понесли малтретиране и заплахи от страна на сръбското семейство. По-специално вторият жалбоподател многократно е бил бит и принуждаван с насочено към него оръжие да позира за „сватбените“ снимки. Въпреки това италианските власти не са предприели действия да разпитат втория жалбоподател като жертва на малтретиране и заплахи, в резултат на които, според твърденията на жалбоподателите, на 5 октомври 2010 г. медицинската комисия във град Видин е признала на втория жалбоподател 100 % инвалидност (жалбоподателите признават, че не са представили документи в доказателство на това). В резултат на причинения стрес и безпокойство, малко след разглежданите събития на втория жалбоподател е поставена диагноза „диабет“.", "110.  Италианското правителство твърди, че наказателното производство по отношение на заплахите срещу втория жалбоподател и третата жалбоподателка и техните увреждания е образувано веднага след устната жалба на третата жалбоподателка до полицията в Торино на 24 май 2003 г. Въпреки това разследването не е установило, че оплакванията им са верни. Според Правителството е странно, че вторият жалбоподател и третата жалбоподателка са твърдели, че са били бити на 18 май 2003 г. и все пак са решили да се върнат в България. Освен това не са представени никакви медицински документи в подкрепа на това твърдение и при полицейската акция във вилата не са открити огнестрелни оръжия, което опровергава твърдението, че са били заплашвани с оръжие.", "2.  Преценката на Съда", "111.  Съгласно съдебната практика на Съда твърденията за малтретиране трябва да са подкрепени със съответни доказателства. За да прецени тези доказателства, Съдът възприема стандарта на доказване „отвъд всякакво разумно съмнение“, въпреки че такова доказване може да следва от съвместното съществуване на достатъчно сериозни, ясни и съгласувани заключения или на сходни необорени презумпции (вж. Ирландия срещу Обединеното кралство, 18 януари 1978 г., Серия A № 25, § 161 in fine; и Медова срещу Русия, № 25385/04, § 116, ECHR 2009....).", "112. Съдът отбелязва, че дори и да се предположи, че вторият жалбоподател и третата жалбоподателка са били принудително държани преди това, безспорно е, че това е продължило най-много до 18 май 2003 г. Следователно вторият жалбоподател и третата жалбоподателка, за разлика от първата жалбоподателка, са можели да потърсят медицинска помощ и да се сдобият с медицински доказателства в подкрепа на твърденията си. Въпреки това те не са предоставили на властите какъвто и да било медицински доклад заедно с жалбата, внесена от третата жалбоподателка на 24 май 2003 г. Освен това, до настоящия момент, в Съда не са внесени никакви доказателства, които да сочат, че вторият жалбоподател и третата жалбоподателка са били подложени на малтретиране от сръбското семейство. С оглед на това Съдът счита, че липсват достатъчни, последователни или надеждни доказателства, които да установяват до необходимата степен на доказване, че те са били подложени на такова малтретиране.", "113.  В резултат на властите не е дадено разумно основание да заподозрат, че вторият жалбоподател и третата жалбоподателка са били подложени на ненадлежно третиране, което е изисквало всеобхватно разследване.", "114.  Следователно оплакването е явно необосновано и трябва да бъде отхвърлено в съответствие с член 35 §§ 3 и 4 от Конвенцията.", "В.  Оплакването за лошо третиране на първата и третата жалбоподателка от полицейските служители по време на разпитите им", "115.  Първата и третата жалбоподателка се оплакват от лошо отношение по време на разпитите им, а именно че не са им осигурени адвокати и преводачи и че са били принудени да подпишат документи със съдържание, което не са разбирали. Освен това те се оплакват относно наказателното производство, с което са били заплашени и което в крайна сметка е образувано срещу тях, сочейки че властите са предприели такова само за да упражнят натиск върху тях. Те твърдят също така, че впоследствие назначеният от съда адвокат не е защитавал интересите им по време на разпитите, особено като не е поискал сръбското семейство да бъде изведено извън стаята, не е осигурил подходящи преводачи и отношение без заплахи и най-вече, като е допуснал първата жалбоподателка да бъде държана в килия в продължение на часове след разпита й.", "116.  Съдът първо отбелязва, че първата и третата жалбоподателка не са повдигали обвинения срещу който и да било от твърдените нарушители от полицейските сили. До италианските органи изобщо не е подавана официална жалба във връзка с това твърдяно малтретиране. Липсват и твърдения, че жалбоподателките са се опитали да подадат такава жалба в рамките на производството, което накрая е образувано срещу тях. Следователно първата и третата жалбоподателка не са изчерпали вътрешноправните средства за защита по отношение на това оплакване.", "117. По-нататък съдът отбелязва, че описаното от жалбоподателите отношение не достига минималната степен на тежест, за да попадне в обхвата на член 3. По-специално Съдът счита, че фактът, че първата и третата жалбоподателка са били предупредени за възможността да бъде възбудено наказателно преследване срещу тях и да бъдат лишени от свобода, ако не кажат истината, може да се счита за част от обичайните отговорности на властите при разпит на лице, а не като незаконосъобразна заплаха. Още повече, че според подадените от италианското правителство документи преводач или адвокат, или и двамата, са придружавали първата и третата жалбоподателка през различните етапи от разпита.", "118. По тези причини това оплакване трябва да бъде отхвърлено като явно необосновано съгласно член 35 §§ 3 и 4 oт Конвенцията.", "Г.  Оплакването срещу България относно липсата на действие и ефективно разследване на твърдените събития", "1.  Становищата на страните", "119.  По отношение на България, жалбоподателите се оплакват от забавяно разглеждане на жалбата на втория жалбоподател от 31 май 2003 г. от страна на консулските органи. На властите им е отнело два дни да предприемат действие във връзка с жалбата след настойчивата критика на представителя на жалбоподателите. Те посочват, че българското правителство не е обяснило по какъв начин ДКО е помогнала на жалбоподателите в техен интерес съгласно изискванията на чл. 32 от Правилника на Министерство на външните работи. В действителност българските власти не са участвали в избора на преводачите (които са останали безмълвни пред отношението, понесено от двете жалбоподателки по време на разпита) или съдебно назначения адвокат, нито по време на разпита е присъствал консулски представител.", "120.  Също така българските власти не са подали информация и не са направили нищо за репатриране на жалбоподателите, а Държавната агенция за закрила на детето не е уведомена, за да й се даде възможност да предприеме необходимите мерки. Нито Министерството, нито Посолството на България в Рим са уведомили прокуратурата в България, която е можела да образува производство срещу сръбското семейство. Освен това българските власти не са информирали италианските органи, че според българското законодателство брак на непълнолетен български гражданин, сключен в чужбина, изисква предварителното разрешение на българския дипломатически или консулски представител (чл.чл. 12, 13 и 131 от българския Семеен кодекс). В настоящия случай такова искане не е отправяно и не е давано разрешение. Това изискване се прилага за всички български граждани, независимо от етническия им произход, и етническите традиции в никакъв случай не могат да отменят закона.", "121.  Българското правителство сочи, че при липсата на конкретно твърдение за отношение, противоречащо на член 3, не е възможно да има нарушение на тази разпоредба. Освен това позитивни задължения за българското правителство могат да възникнат само във връзка с действия, които са извършени или продължават да се извършват на българска територия.", "122.  Без да се засяга горепосоченото, българското правителство посочва, че Министерство на външните работи, ДКО, посланикът и консулът в Рим веднага са реагирали, след като са уведомени за случая. Установили са контакт с италианските власти и са посочили, че предполагаемата жертва е непълнолетно лице и е държана против волята й. Българският посланик е поддържал постоянна връзка с италианските органи и е предавал информацията на втория жалбоподател, който е изразил благодарността си в тази връзка. Фактът, че българската ДКО е предприела адекватни и изчерпателни мерки е виден и от консулската преписка във връзка със случая, която е предоставена на Съда. Преписката съдържа повече от сто страници и на 2 юни 2003 г. е била изпратена на българското посолство в Рим, заедно с указания да се предприемат незабавни действия в сътрудничество с италианските органи за освобождаването на първата жалбоподателка и връщането й в България.", "123.  Вторият жалбоподател още веднъж е поискал съдействие от българските власти на 11 юни 2003 г. и ДКО отново се е обърнала към българското посолство в Рим на същия ден. От своя страна посолството е отговорило, че провинциалният отряд карабинери в Торино и централното управление на полицията във Верчели са провели успешна акция за освобождаване на първата жалбоподателка от къщата; открита е в добро състояние и била под закрилата на държавните органи. Тази информация веднага е предадена на втория жалбоподател. С писмо от 24 юни 2003 г. българското посолство в Рим уведомява ДКО, че след искане на втория жалбоподател е получена информация от директора на криминалната полиция в Италия, според която резултатът от разследването и обясненията на първата жалбоподателка сочат, че баща й е получил парична сума за предстояща сватба и затова няма основания за образуване на наказателно производство срещу сръбското семейство. По-нататък се отбелязва, че съдебните власти са обмисляли възможността за образуване на производство срещу първата и третата жалбоподателка за лъжесвидетелстване и клевета. Вторият жалбоподател е уведомен за това с писмо от 1 юли 2003 г. След това е поддържана кореспонденция между консулския отдел и жалбоподателите и техния представител, както и с италианските власти. Следователно българските власти са съдействали напълно в рамките на своята компетентност.", "2.  Преценката на Съда", "124.  Съдът повтаря, че ангажиментът, поет от Високодоговаряща държава съгласно член 1 от Конвенцията, се ограничава до „осигуряване“ (reconnaître във френския текст) на изброените права и свободи на лица под нейна „юрисдикция“ (вж. Soering срещу Обединеното кралство, 7 юли 1989 г., § 86, Серия A № 161). Съдебната практика на Съда е определила различни случаи, при които разпоредбите на Конвенцията, приложени във връзка с общата отговорност на държавата съгласно член 1, налагат задължение на държавите да провеждат пълно и ефективно разследване (вж. например Ay срещу Турция, цитирано по-горе, §§ 59 – 60; Aksoy срещу Турция, 18 декември 1996 г., § 98, Reports 1996-VI, и Асенов и други срещу България, 28 октомври 1998 г., § 102, Reports 1998-VIII). Въпреки това във всеки случай задължението на държавата се прилага единствено във връзка с малтретиране, което според твърденията е извършено под нейна юрисдикция (вж. Al-Adsani срещу Обединеното кралство [ГК], № 35763/97, § 38, ECHR 2001-XI, по което Съдът не прие претенцията на жалбоподателя, че Конвенцията изисква Обединеното кралство да помогне на свой гражданин да получи ефективно средство за защита за изтезание срещу друга държава, тъй като не се твърди, че твърдяното изтезание е станало под юрисдикцията на Обединеното кралство или че властите на Обединеното кралство имат каквато и да било причинно-следствена връзка с настъпването му).", "125.  По същия начин по делото Ранцев срещу Кипър и Русия (№ 25965/04, §§ 243-247, ECHR 2010 (извлечения)), Съдът отбеляза, че смъртта на пряката жертва е настъпила в Кипър. Съответно, тъй като не може да се докаже, че случаят има специални характеристики, които да налагат отклоняване от общия подход, задължението за осигуряване на ефективно официално разследване се прилага единствено по отношение на Кипър. Независимо че г-жа Ранцева е руски гражданин, Съдът заключава, че руските власти нямат независимо задължение съгласно член 2 от Конвенцията да проведат разследване.", "126.  От гореизложеното следва, че при обстоятелствата по настоящия случай, в който твърдяното малтретиране е настъпило на италианска територия и по който Съдът вече е установил, че събитията е следвало да бъдат разследвани от италианските органи, не може да се каже, че е имало задължение от страна на българските власти да извършат разследване съгласно член 3 oт Конвенцията.", "127. Освен това органите по Конвенцията многократно са посочвали, че Конвенцията не съдържа право, което изисква от Високодоговаряща държава да упражни дипломатическа защита или да защити жалба на жалбоподател по международното право, или по друг начин да взаимодейства с органите на друга държава от негово име (вж. например Kapas срещу Обединеното кралство, № 12822/87, решение на Комисията от 9 декември 1987 г., Decision and Reports (DR) 54, L. срещу Швеция, № 12920/87, решение на Комисията от 13 декември 1988 г., и Dobberstein срещу Германия, № 25045/94, решение на Комисията от 12 април 1996 г. и решенията, цитирани там). Въпреки това Съдът отбелязва, че българските власти многократно са настоявали за действие от страна на италианските органи, както обяснява българското правителство в становищата си и както е видно от подадените документи в Съда.", "128.  В заключение, Съдът счита, че това оплакване е явно необосновано и трябва да бъде отхвърлено съгласно член 35 §§ 3 и 4 oт Конвенцията.", "III. ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 4 ОТ КОНВЕНЦИЯТА", "129.  Жалбоподателите твърдят, че отношението, претърпяно от първата жалбоподателка в ръцете на сръбското семейство, и фактът, че е принуждавана да участва в организирани престъпления, представляват нарушение на член 4. Според жалбоподателите нарушението на посочената разпоредба възниква и във връзка с всички факти по случая, който ясно засяга трафик на хора и противоречи на тази разпоредба, която гласи:", "„1. Никой не може да бъде държан в робство или в принудително подчинение.", "2.  Никой не може да бъде заставян да извършва принудителен или задължителен труд.", "3.  За целите на този член не представлява „принудителен или задължителен труд“:", "(a)  всеки труд, който обикновено е задължителен за лицата, лишени от свобода в съответствие с член 5 на тази Конвенция, или по време на условно освобождаване от такова лишаване от свобода;", "(b) всяка служба от военен характер или, в страните, където се признава освобождаване от военна служба заради религиозни убеждения, службата, отбивана вместо задължителната военна служба;", "(c)  всяка повинност, изпълнявана в случай на извънредно положение или бедствие, застрашаващи съществуването или благосъстоянието на обществото;", "(d) всеки труд или повинност, представляващи елемент от обичайните граждански задължения.“", "A. Твърденията на страните", "1.  Жалбоподателите", "130.  Жалбоподателите посочват, че са имали основания да повярват, че ще намерят работа, но напротив, първата жалбоподателка е принуждавана да краде и е понесла телесни увреждания в резултат на отношението към нея, което се доказва от представените медицински документи. Те считат, че предвид измамата, чрез която са били убедени да се преместят в Италия, и последвалото отношение към тях, случаят безспорно се отнася за трафик на хора по смисъла на международните договори. Те са на мнение, че двете държави са отговорни за твърдяното нарушение. Според тях е унизително Правителствата да се опитват да маскират своите пропуски, като се прикриват зад оправданието за ромските обичаи, след като случаят явно не е такъв, както многократно са изтъквали жалбоподателите. Освен това жалбоподателите не разбират как властите считат, че тези ромски традиции, които явно представляват нарушение на наказателното право (вж. чл.чл. 177 – 78 и 190 – 91 от българския Наказателен кодекс, относимо вътрешно право по-горе), могат да бъдат игнорирани и считани за нормални.", "131.  Във връзка с оплакването си срещу Италия те повтарят твърденията си, изложени съгласно член 3.", "132.  По отношение на България жалбоподателите също повтарят твърденията си съгласно член 3. По-нататък те посочват, че независимо от факта, че в България е приет закон срещу трафика на хора, на практика същият няма никакво действие. В действителност българското правителство не е могло да предостави каквито и да било статистически данни за броя на лицата, които са преследвани по текстовете на Наказателния кодекс в тази връзка. Що се отнася до превенцията, жалбоподателите твърдят, че българското правителство е следвало да може да забележи опасностите, пред които би се изправило семейство като това на жалбоподателите, когато реши да се премести в Италия след подозрително обещание за работа. Те настояват, че на границата не са им задавани никакви относими въпроси, като че ли риск от трафик не би могъл да съществува.", "2.  Италианското правителство", "133.  Италианското правителство твърди, че жалбата на третата жалбоподателка от 24 май 2003 г. до полицията в Торино не съдържа твърдение за принудителен труд на трафик на хора, а само опасение, че първата жалбоподателка може да бъде принудена да проституира. Правителството счита, че Конвенцията за борба с трафика не би могла да се приложи при обстоятелствата на настоящия случай така, както същите са установени от националните съдилища. Освен това Италия не е подписала или ратифицирала Конвенцията за борба с трафика към момента на събитията по случая и затова същата не е била приложима за нея.", "134.  Въпреки това наказателното производство за твърдяното отвличане е образувано веднага след устните оплаквания на третата жалбоподателка в полицията в Торино на 24 май 2003 г. Правителството отбелязва, че закон във връзка с трафика на хора е приет едва през м. август 2003 г. (вж. Относимо вътрешно право). Освен това то повтаря становището си по член 3, като твърди, че е извършено ефективно разследване на обстоятелствата по случая.", "135.  На последно място, Правителството сочи, че доколкото Съдът е искал да разгледа поведението на държавата vis-á-vis брачните споразумения в ромската общност, италианското правителство отбелязва, че първата жалбоподателка всъщност е освободена и се е върнала в България. Държавата обаче не следва да съди традициите на ромското малцинство, неговата идентичност или начина му на живот, по-специално защото Съдът сам е подчертал важността на ромската култура по делото Munoz Diaz.", "3.  Българското правителство", "136. Правителството повтаря, че настоящият случай не засяга трафик на хора, тъй като фактите не попадат в определението за трафик на хора съгласно член 4 от Конвенцията за борба с трафика. Както се потвърждава от извлечението на гранична полиция (предоставено в Съда), жалбоподателите са се установили в Италия свободно и доброволно съгласно правото си на свободно движение. Първата жалбоподателка, макар и непълнолетна, е напуснала границите на България и е пристигнала и живяла в Италия с родителите си, доброволно и с тяхно съгласие. Заминаването от българска територия е било законно и властите не са имали основание да го забранят, като са разрешили такова придвижване съгласно член 2 от Протокол № 4 от Конвенцията и законодателството на Европейския съюз. Освен това не е имало доказателства за трафик на хора на българска територия, въпрос, който не се твърди от жалбоподателите. Всъщност жалбоподателите не са уведомили лично или чрез своя представител която и да било от българските институции, отговарящи за трафика на хора. Всякакви твърдения във връзка с това могат да бъдат отправяни до Държавната агенция за закрила на детето, Националния комитет за борба с трафика на хора и Министерски съвет, Прокуратурата на Република България и Министерство на вътрешните работи, които имат специални правомощия по Наказателния кодекс и Наказателно-процесуалния кодекс да разглеждат такива твърдения.", "137.  Правителството твърди, че настоящият случай засяга лично отношение от частно-правен характер от гледна точка на доброволно встъпване в брак и свързаните ритуали в съответствие с конкретния етнически произход на жалбоподателите. Според разследването първата жалбоподателка свободно се е омъжила за Y. съгласно техните традиции. Приетият и практикуван модел на ромските бракове предвижда ранни и повсеместни бракове. Брачната възраст се регулира от обичай според групата, към която принадлежат лицата, и на практика като цяло е ранна. Ромските бракове се считат за сключени със сватба в присъствието на общността и не се изисква гражданска или религиозна церемония, за да се считат за свещени и ненарушими. Традиционният ромски брак включва два етапа. Първият етап, годежът, урежда условията на брака, като определянето на „цената“ на булката/„откуп“/„зестра“, което е споразумение между бащите, предвид факта, че след това булката ще стане част от семейството на младоженеца. Вторият етап е сватбата, която включва комплекс от ритуали, от които най-важен е консумирането на брака. Българското правителство твърди, че от показанията на X. Y. и Z., снети от италианския отряд за бързо реагиране, може да се заключи, че сватбеният ритуал на жалбоподателката с Y. съответства на тази традиционна практика.", "138.  Освен това не е установено да е имало уронващо достойнството или унизително отношение или случаи на принудителен труд. Правителството посочва, че в показанията си от 11 юни 2003 г. първата жалбоподателка е заявила, че се е омъжила за Y., и не е твърдяла, че не е доволна от брака си или че тя или родителите й са били малтретирани или принуждавани да работят. Ето защо според Правителството фактите по случая засягат нормално консумиране на брак и поемане на обичайната домакинска работа, което не може да означава отношение, забранено съгласно член 4, най-вече защото първата жалбоподателка е признала, че свободно се е преместила в Италия, пътувала е с кола и е посещавала дискотеки.", "139.  Правителството счита, че когато българската консулска служба е сигнализирала за принудително държане на непълнолетно лице от женски пол, италианските власти са оказали пълно съдействие и са извършили ефективно разследване, но след като са установени горепосочените факти, не е можело да се заключи, че случаят се отнася за трафик на хора. Правителството посочва, че италианските власти са „освободили“ първата жалбоподателка, която е намерена в добро здравословно и психическо състояние. Разпитана е от служители, специализирани в работата с непълнолетни лица, и е имала достъп до преводач. Освен това властите са осигурили помощ на нея и на роднините й, включително настаняване и плащане на разходите. Италианските власти са снели всички относими свидетелски показания и са предприели други мерки за установяване на фактите, и жалбоподателите са имали достатъчно възможности да участват като свидетели в разследването, през цялото време на което им е бил осигурен преводач. По този начин роднините й също са били пряко включени в разследването. Следователно критериите за ефективно разследване според практиката на Съда (Ранцев срещу Кипър и Русия, № 25965/04, § 233, 7 януари 2010 г.) са изпълнени.", "140.  Що се отнася до мерките, предприети от българските власти, българското правителство повтаря становището си по член 3 (вж. параграфи 121 – 123 по-горе). В действителност както българските, така и италианските власти са реагирали незабавно. Следователно действията и на двете държави са били в съответствие със задълженията по Конвенцията (Ранцев, цитирано по-горе, § 289).", "141.  По-нататък Правителството твърди, че доколкото случаят може да бъде разглеждан по член 4, българските власти са изпълнили позитивните си задължения надлежно и своевременно. Българското правителство отбелязва, че Конвенцията за борба с трафика е влязла в сила по отношение на България през 2007 г. и затова не е била приложима към момента на събитията по настоящото дело. Въпреки това Правителството твърди, че България е изпълнила позитивното си задължение и е предприела необходимите мерки за установяване на работещо и ефективно законодателство за криминализиране на трафика на хора.", "142. В допълнение Правителството е установило съответна законодателна и административна рамка. Посочва, че до 2003 г. законодателството, което  е било приложимо във връзка с предотвратяването, борбата и криминализирането на трафика на хора, е било следното:", "- Конвенция на ООН срещу транснационалната организирана престъпност, приета на 15 ноември 2000 г., ратифицирана от България през 2001 г.;", "- Протокол за предотвратяване, противодействие и наказване на трафика на хора, особено жени и деца, от 15 ноември 2000 г.;", "- Препоръка № R (85)11 към страните-членки относно положението на жертвите в рамките на наказателното право и процедури, приета от Комитета на министрите на Съвета на Европа на 28 юни 1985 г.;", "- Препоръка 1545 (2002) за кампанията срещу трафика на жени от 21 януари 2002 г.;", "- Директива 2004/81/ЕО на Съвета от 29 април 2004 г. за издаване на разрешение за пребиваване на граждани на трети страни, които са жертви на трафик на хора или са били обект на помощ за незаконна имиграция и които сътрудничат с компетентните органи;", "- резолюции на Европейския парламент, свързани с използване с цел проституция и трафик на хора.", "Освен това през 2002 г. трафикът на хора е криминализиран чрез изменения на Наказателния кодекс (вж. Относимо вътрешно право), а през 2003 г. парламентът е приел специален закон за борба с трафика на хора, който установява ефективни средства за противодействие. Чрез националните медии е предоставена и публична информация за рисковете от трафика на хора. Така българското правителство е предприело всички възможни позитивни мерки за създаването на ефективна вътрешна система за превенция, разследване и преследване на такива престъпления. Освен това жалбоподателите не са направили оплакване във връзка с тази рамка.", "143.  Българското правителство също така твърди, че е изпълнило позитивното си задължение да предприеме защитни мерки. То посочва, че липсват доказателства да е било специално уведомено за конкретни обстоятелства, които са можели да събудят обосновано и основателно подозрение за реален и непосредствен риск за първата жалбоподателка преди тя да замине за Италия и по-късно, по време на престоя й там. Затова не е било налице позитивно задължение да предприеме предварителни действия да я защити.", "144.  Що се отнася до процесуалното задължение да разследва евентуален трафик на хора, Правителството повтаря, че действията на жалбоподателите са били доброволни и въпреки това съвместните усилия на българските и италианските власти са довели до желания резултат първата жалбоподателка да бъде освободена и върната в България.", "145.  Що се отнася до представената експертиза, Правителството отбелязва, че същата не може да се счита за валидно доказателство, тъй като не е изготвена съгласно закона, тъй като е съставена един месец след връщането на първата жалбоподателка в България, а не точно към момента на твърдените събития.", "Б.  Преценката на Съда", "1.  Приложение на член 4 от Конвенцията", "146.  Съдът никога не е считал разпоредбите на Конвенцията за единствената референтна рамка за тълкуването на правата и свободите, заложени в нея (вж. Demir и Baykara срещу Турция [ГК], № 34503/97, § 67, 12 ноември 2008 г.). Съдът от дълго време посочва, че един от основните принципи за прилагането на разпоредбите на Конвенцията е, че Съдът не ги прилага изолирано (вж. Loizidou срещу Турция, 18 декември 1996 г., Reports 1996-VI; и Öcalan срещу Турция [ГК], № 46221/99, § 163, ECHR 2005-IV). Като международен договор Конвенцията трябва да бъде тълкувана с оглед на правилата за тълкуване, установени във Виенската конвенция за правото на Договорите от 23 май 1969 г. (вж. Ранцев, цитирано по-горе, § 273).", "147.  Съгласно тази Конвенция Съдът трябва да определи обикновеното значение, което следва да се даде на думите в техния контекст и с оглед на предмета и целта на разпоредбата, от която са извлечени (вж. Golder срещу Обединеното кралство, 21 февруари 1975 г., § 29, Серия A № 18; Loizidou, цитирано по-горе, § 43). Съдът трябва да отчете факта, че контекстът на разпоредбата е договор за ефективна защита на правата на човека и че Конвенцията трябва да бъде четена като цяло и тълкувана по начин, който способства за вътрешната последователност и съзвучие между различните й разпоредби (вж. Stec и други срещу Обединеното кралство (dec.) [ГК], №№ 65731/01 и 65900/01, § 48, ECHR 2005-X). Трябва да се вземат предвид и всички относими правила и принципи на международното право, приложими в отношенията между Високодоговорящите страни, и Конвенцията трябва да бъде тълкувана, доколкото е възможно, в съзвучие с други правила на международното право, от които е част (вж. Al-Adsani, цитирано по-горе, § 55; Demir и Baykara, цитирано по-горе, § 67; Saadi срещу Обединеното кралство [ГК], № 13229/03, § 62, ECHR 2008-...; и Ранцев, цитирано по-горе, §§ 273 – 275).", "148.  Предметът и целта на Конвенцията като инструмент за защита на правата на човека изискват разпоредбите й да се тълкуват и прилагат така, че защитата й да бъде практична и ефективна (вж., наред с другото, Soering, цитирано по-горе, § 87; и Artico срещу Италия, 13 май 1980, § 33, Серия A № 37).", "149.  По делото Siliadin, разглеждайки обхвата на „робството“ по член 4, Съдът се позова на класическото определение за робство в Конвенцията за премахване на робството от 1926 г., което изисква упражняването на действително право на собственост и снижаване на статута на съответното лице до „предмет“ (вж. Siliadin срещу Франция, № 73316/01, § 122, ECHR 2005VII). По отношение на понятието „принудително подчинение“, Съдът е приел, че това, което е забранено, е „особено сериозна форма на отказ на свобода“ (вж. Van Droogenbroeck срещу Белгия, доклад на Комисията от 9 юли 1980 г., §§ 78-80, Серия B № 44). Понятието „принудително подчинение“ изисква задължение под принуда да се предоставят услуги и е свързано с понятието „робство“ (вж. Seguin срещу Франция (dec.), № 42400/98, 7 март 2000 г.; и Siliadin, цитирано по-горе, § 124). За да бъде налице „принудителен или задължителен труд“, Съдът е приел, че трябва да има физическа или психическа принуда, както и преодоляване на волята на лицето (вж. Van der Mussele срещу Белгия, 23 ноември 1983 г., § 34, Серия A № 70; Siliadin, цитирано по-горе, § 117).", "150.  Съдът не е сезиран често да разглежда жалби по член 4 и по-специално, до настоящия момент е имал само два повода да разгледа степента, до която отношението, свързано с трафик на хора, попада в обхвата на този член (делата Siliadin и Ранцев, двете цитирани по-горе). По делото Ранцев Съдът направи извод, че отношението, понесено от жалбоподателя, представлява принудително подчинение и принудителен и задължителен труд, въпреки че не отговаря на изискванията за робство. По делото Siliadin е прието, че трафикът на хора сам по себе си противоречи на духа и целта на член 4 от Конвенцията, поради което попада в обхвата на гаранциите, предлагани от този член, без да има нужда да се преценява кой от трите вида забранено поведение е проявено в конкретното отношение по въпросното дело.", "151.  По делото Ранцев Съдът счете, че трафикът на хора по своето естество и експлоататорска цел се основава на упражняването на правомощия, присъщи на правото на собственост. Трафикът третира хората като стоки, които следва да бъдат купени и продадени и въвлечени в принудителен труд, често срещу ниско или никакво възнаграждение, обикновено в секс индустрията, но също и във всички други сфери. Той предполага близко наблюдение на действията на жертвата, чиято свобода на движение често е ограничена. Той включва използването на насилие и заплахи срещу жертвите, които живеят и работят при лоши условия. В обяснителния доклад към Конвенцията за борба с трафика е описан като съвременната форма на старата, разпространена в цял свят, търговия с роби. При тези обстоятелства Съдът направи извод, че трафикът на хора сам по себе си, по смисъла на член 3(а) от Протокола от Палермо и член 4(а) от Конвенцията за борба с трафика, попада в обхвата на член 4 от Конвенцията (вж. Ранцев, цитирано по-горе, §§ 281 – 282).", "2.  Приложение в настоящия случай", "152.  Съдът още веднъж подчертава, че е изправен пред спор за точното естество на твърдените събития. Страните по делото представят различни фактически обстоятелства и за съжаление, липсата на разследване от италианските власти е довела до наличието на малко доказателства за решаването на делото. Предвид това Съдът не може да не постанови решенията си въз основа на доказателствата, представени от страните.", "153.  С оглед на това, доколкото от становищата на Правителствата може да се извлече възражение ratione materiae, Съдът счита, че не е необходимо да разглежда това възражение, тъй като счита, че оплакването, в различните му аспекти, е във всеки случай недопустимо поради следните причини.", "a)  Оплакването срещу Италия", "1.  Обстоятелствата според твърденията на жалбоподателите", "154.  Съдът прие по-горе, че обстоятелствата, така както се твърдят от жалбоподателите, биха могли да представляват трафик на хора. Въпреки това Съдът счита, че липсват достатъчно основания да се установи истинността на версията на жалбоподателите, а именно, че първата жалбоподателка е прехвърлена в Италия, за да служи като пионка в някакъв вид изнудване с цел незаконна дейност. В резултат Съдът не признава, че съществуват обстоятелства, които могат да представляват набиране, транспортиране, прехвърляне, укриване или приемане на хора с цел експлоатация, принудителен труд или услуги, робство или дейности, сходни с робството, поставяне в положение на зависимост или отнемане на телесни органи. Следователно твърдението на жалбоподателите, че е имало случай на действителен трафик на хора, не е доказано и затова не може да бъде прието от Съда.", "155.  Тъй като не е установено, че първата жалбоподателка е била жертва на трафик на хора, Съдът счита, че задълженията по член 4 да се преследва и накаже трафикът на хора в границите на надлежна правна или регулаторна рамка, не могат да се приложат в настоящия случай.", "156.  Що се отнася до задължението на властите по член 4 да предприемат съответни мерки в рамките на правомощията си за изваждане на лицето от тази ситуация или риск, Съдът отбелязва, че независимо дали е съществувало основателно подозрение, че има реален или непосредствен риск първата жалбоподателка да е обект на трафик на хора или експлоатация, Съдът вече установи по член 3 от Конвенцията, че италианските власти са предприели всички необходими мерки за освобождаване на жалбоподателката от положението, в която се е намирала (вж. параграф 103 по-горе).", "157. Доколкото член 4 предвижда и процесуално задължение за разследване на случаите на възможен трафик на хора, Съдът вече установи в преценката си по процесуалния аспект на член 3 по-горе (вж. параграфи 107-108 по-горе), че италианските власти не са предприели ефективно разследване на обстоятелствата по настоящия случай.", "158.  Ето защо Съдът не намира за необходимо да разглежда този аспект от оплакването.", "159.  Предвид гореизложеното, Съдът счита, че цялото оплакване по член 4 срещу Италия, основано на версията за събитията на жалбоподателя, е недопустимо като явно необосновано съгласно член 35 §§ 3 и 4 oт Конвенцията.", "ii.  Обстоятелствата според установеното от властите", "160.  Съдът отбелязва, че според заключението на властите фактите по случая представляват типичен брак според ромската традиция. Първата жалбоподателка, която е била на седемнадесет години и девет месеца към момента на сключването на твърдения брак, в нито един момент не е отричала, че доброволно се е омъжила за Y. Тя обаче отрича баща й да е получавал парична сума за брака. Въпреки това иззетите от полицията снимки явно подсказват, че всъщност е имало размяна на пари. За последвалото отношение в домакинството са установени малко неща.", "161.  Ето защо Съдът счита, че във връзка със събитията, така както същите са установени от властите, отново няма достатъчно доказателства, сочещи, че първата жалбоподателка е била държана в робство. Дори и да се предположи, че бащата на жалбоподателката е получил парична сума за твърдения брак, Съдът счита, че при обстоятелствата в настоящия случай не би могло да се счита, че тази парична сума представлява цена за прехвърлянето на собственост, което би могло да доведе до прилагането на концепцията за робство. Съдът повтаря, че бракът има дълбоко вкоренени социални и културни конотации, които могат да се различават значително в отделните общества (вж. Schalk и Kopf срещу Австрия, № 30141/04, § 62, ECHR 2010). Според Съда това плащане може основателно да се приеме като дар от едното семейство на другото, традиция, която се среща често в много различни култури в днешното общество.", "162.  Липсват и доказателства, сочещи, че първата жалбоподателка е била подложена на „принудително подчинение“ или „принудителен или задължителен труд“, като принудителното подчинение изисква предоставяне на услуги (вж. Siliadin, цитирано по-горе, § 124), а принудителният или задължителният труд включва идеята за физическа или психическа принуда. Необходимо е да е налице работа „изисквана... под заплахата от наказание“, която е извършена против волята на съответното лице, т.е. работа, за която лицето „не се е предложило доброволно“ (вж. Van der Mussele, цитирано по-горе, § 34, и Siliadin, цитирано по-горе, § 117). Съдът отбелязва, че макар в показанията на първата жалбоподателка да се твърди, че тя е била принудена да работи, в жалбата си от 24 май 2003 г. третата жалбоподателка обяснява, че семейството й е било наето да върши домакинска работа.", "163.  По-нататък, според Съда представените post facto медицински протоколи не са достатъчни да установят отвъд всякакво разумно съмнение, че първата жалбоподателка действително е претърпяла някаква форма на малтретиране или експлоатация съгласно определението за трафик на хора. Съдът не може да приеме също така, че единствено плащането на парична сума е достатъчно, за да се счита, че е имало трафик на хора. Липсват и доказателства, които да предполагат, че съюзът е сключен с цел експлоатация, била тя сексуална или друга. Ето защо няма основание да се счита, че съюзът е предприет с цел, различна от тази, която по принцип се свързва с традиционен брак.", "164.  Съдът посочва с интерес резолюциите на Парламентарната асамблея на Съвета на Европа (вж. Относими международни текстове по-горе), които демонстрират загриженост за ромските жени в контекста на насилствените и ранните бракове (ранният брак се определя като съюз на две лица, поне едно от които е под 18-годишна възраст), и споделя тези схващания. Съдът обаче отбелязва, че резолюциите, които изразяват загриженост и насърчават към действия в тази връзка, са приети през 2005 г. и 2010 г. и затова към момента на твърдените събития не само че не е имало обвързващ инструмент, така както стои случаят към днешна дата, но и всъщност не е имало достатъчна запознатост и достатъчен консенсус в международната общност, за да се осъдят тези действия. Най-приложимият документ към съответния момент (който не е бил ратифициран от Италия и България) е била Конвенцията за съгласието за брак, минималната възраст за встъпване в брак и регистрацията на браковете (1962 г.), която определя, че държавите следва да установят минимална възраст за сключване на брак и да предвидят възможност за даване на разрешение от компетентен орган за отклонение от така определената възраст при изключителни обстоятелства. Тази тенденция е отразена в законодателствата на редица страни-членки на Съвета на Европа, според които възрастта за даване на съгласие за сключване на брак следва да е осемнадесет години и които предвиждат, че в изключителни случаи съд или друг орган (често орган, който консултира настойниците) може да разреши сключването на брак от лице, което не е навършило тази възраст (например Азербайджан, България, Хърватия, Италия, Унгария, Малта, Сан Марино, Сърбия, Словения, Испания, Швеция), като най-често минимумът е шестнадесетгодишна възраст.", "165.  Съдът отбелязва, че през 2003 г., когато първата жалбоподателка явно се е съгласила на този съюз, са оставали само няколко месеца до навършването й на пълнолетие. Действително, според италианското законодателство е напълно законно лице, навършило шестнадесетгодишна възраст, да извършва полов акт по взаимно съгласие с друго лице (вж. по подразбиране член 609b в параграф 40 по-горе), дори без съгласието на родителя, и може да напусне дома на семейството със съгласието на родителите си. Освен това в настоящия случай няма достатъчно доказателства, сочещи че съюзът е бил наложен принудително на първата жалбоподателка, която не е свидетелствала, че не е била съгласна с брака, и подчертава, че Y. не я е принуждавал да извършва полов акт с него. С оглед на това не би могло да се каже, че обстоятелствата, така както същите са установени от властите, повдигат въпрос по член 4 от Конвенцията.", "166.  Съответно, тази част от оплакването срещу Италия по посочената разпоредба е недопустимо, тъй като е явно необосновано, и трябва да бъде отхвърлено по член 35 §§ 3 и 4 от Конвенцията.", "б)  Оплакването срещу България", "167.  Съдът отбелязва, че ако твърдян трафик на хора е започнал в България, не е извън компетентността на Съда да разгледа въпроса дали България е изпълнила евентуално свое задължение да предприеме мерки в рамките на своята юрисдикция и правомощия да защити първата жалбоподателка от трафик на хора и да разследва възможността тя да е била подложена на трафик на хора (вж. Ранцев, цитирано по-горе, § 207). Освен това в случаи, които се отнасят за трансграничен трафик на хора, държавите членки имат задължение да си сътрудничат ефективно със съответните органи на другите засегнати държави при разследването на фактите, настъпили извън тяхната територия (вж. Ранцев, цитирано по-горе, § 289).", "168.  Въпреки това въпросът относно това дали проблемите, предмет на оплакване, пораждат отговорност за българската държава при обстоятелствата в настоящия случай, следва да се реши от Съда съгласно направеното разглеждане на основателността на оплакването.", "169.  По-горе Съдът установи, че предвид двете версии за събитията, обстоятелствата по делото не водят до трафик на хора, положение, което би ангажирало отговорността на българската държава, в случай че трафикът на хора е започнал там. Освен това жалбоподателите не се оплакват, че българските власти не са разследвали евентуален трафик на хора, а само че българските власти не са им оказали необходимото съдействие при взаимоотношенията им с италианските органи. Както се посочва по-горе в параграф 119 in fine, Съдът счита, че българските власти са съдействали на жалбоподателите и са поддържали постоянен контакт и сътрудничество с италианските органи.", "170.  Следователно оплакването по член 4 срещу България също е явно необосновано и трябва да бъде отхвърлено по член 35 §§ 3 и 4 от Конвенцията.", "III. ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 14 ОТ КОНВЕНЦИЯТА", "171.  По-нататък жалбоподателите се оплакват, че понесеното от тях отношение се дължи на ромския им произход. Позовават се на член 14 от Конвенцията, който гласи:", "„Упражняването на правата и свободите, изложени в тази Конвенция, следва да бъде осигурено без всякаква дискриминация, основана на пол, раса, цвят на кожата, език, религия, политически и други убеждения, национален или социален произход, принадлежност към национално малцинство, имущество, рождение или друг някакъв признак.“", "172.  Жалбоподателите твърдят, че са били дискриминирани от властите при разглеждането на случая им. Те отбелязват, че фактът, че нарушителите, които те обвиняват, също са роми, няма значение, тъй като ромите от сръбски произход са достатъчно заможни, за да се измъкнат безнаказано след съответни уговорки с корумпирани полицейски служители.", "173.  Италианското правителство счита, че ако жалбоподателите са били дискриминирани, нямаше да последва никакво разследване. Както е обяснено по-горе обаче, проведено е пълно разследване и заключенията на властите се основават на обективен и обоснован подход.", "174.  Българското правителство твърди, че българските власти са предприели бързи, адекватни и изчерпателни мерки за защита на интересите на жалбоподателите, както се потвърждава от доказателствата, предоставени от ДКО. То отбелязва, че в базата данни на Министерство на външните работи не се съхраняват данни във връзка с етническия произход. Ето защо не би могло да се твърди, че жалбоподателите са били подложени на дискриминационно отношение заради етническия им произход. Освен това то посочва, че семейството, обвинено от жалбоподателите в такова отношение, е от същия етнос, което само по себе си разсейва каквито и да било идеи за разлика в третирането.", "175.  Съдебната практика на Съда по член 14 установява, че дискриминация означава различно третиране на лица в относително сходно положение без обективни и приемливи основания (вж. Willis срещу Обединеното кралство, № 36042/97, § 48, ECHR 2002-IV). Насилието на расова основа е особено посегателство върху човешкото достойнство и поради опасните си последици изисква специално внимание и енергични действия от страна на държавните органи. Ето защо държавните органи са длъжни да използват всички съществуващи средства за борба срещу расизма и расовото насилие, утвърждавайки по този начин демократичната представа за общество, в което разнообразието не се счита за заплаха, а за богатство (вж. Начова и други срещу България [ГК], №№ 43577/98 и 43579/98, § 145, ECHR 2005-VII).", "176.  Съдът напомня, че когато разследват случаи на насилие, държавните органи имат допълнително задължение да предприемат всички обосновани действия, за да разкрият каквито и да било расистки подбуди и да установят дали е възможно етническа омраза или предразсъдък да са изиграли роля в събитията. Приравняването на насилие и бруталност по расистки подбуди на случаи, които не са свързани с расизъм, би означавало затваряне на очите пред специфичния характер на действия, които са особено пагубни за основните права. Липсата на разграничение на начина, по който се разглеждат напълно различни ситуации, може да представлява необосновано третиране, несъвместимо с член 14 от Конвенцията. Несъмнено доказването на расистки подбуди често е изключително трудно на практика. Задължението на държавата ответник да разследва възможен расистки оттенък на даден насилствен акт е задължение за полагане на всички възможни усилия и не е абсолютно; държавните органи трябва да направят необходимото при дадените обстоятелства (вж. Начова и други, цитирани по-горе, § 160).", "177.  Във връзка с оплакването на жалбоподателите по член 14, задачата на Съда е да установи преди всичко дали расизъм е причинен фактор при обстоятелствата, довели до оплакването им пред властите, и във връзка с това дали държавата ответник е изпълнила задължението си да разследва възможни расистки подбуди. Освен това Съдът трябва да разгледа и въпросът относно това дали при провеждането на разследването във връзка с твърдението на жалбоподателите за малтретиране от страна на полицията националните органи са дискриминирали жалбоподателите и ако е така, дали дискриминацията се е основавала на етническия им произход.", "178.  Що се отнася до първия аспект на оплакването, Съдът посочва, че дори и да се предположи, че версията за събитията на жалбоподателите е вярна, в никакъв случай не може да се каже, че третирането, което те твърдят, че са понесли от страна на трети лица, е имало расистки оттенък, или е било подбудено от расистка омраза или предразсъдък, защото предполагаемите извършители принадлежат към същата етническа група като тази на жалбоподателите. Всъщност жалбоподателите не са направили това твърдение пред полицията, когато са се оплакали за събитията, свързани със сръбското семейство. Следователно не е имало е позитивно задължение за държавата да разследва такива подбуди.", "179.  Що се отнася до втория аспект, а именно дали националните органи са дискриминирали жалбоподателите въз основа на етническия им произход, Съдът отбелязва, че независимо от факта, че по-горе е приел, че италианските органи не са разследвали твърденията на жалбоподателите надлежно, от представените документи не е видно този пропуск да е последица от дискриминационно отношение. Не изглежда да е имало расистка словесна обида по време на разпитите или пък тенденциозни забележки във връзка с ромския произход на жалбоподателите, направени от прокурора или от съдилищата в последвалите съдебни процеси. Освен това жалбоподателите не са обвинили властите в проява на антиромско отношение към съответния момент.", "180.  Съответно, доколкото оплакването е насочено срещу Италия, то е явно необосновано и следва да бъде отхвърлено съгласно член 35 §§ 3 и 4 от Конвенцията.", "181.  Съдът счита, че такова оплакване не е отправяно срещу България, но дори и да беше отправено, оплакването е явно необосновано и следва да бъде отхвърлено съгласно член 35 §§ 3 и 4 от Конвенцията.", "IV. ДРУГИ ТВЪРДЕНИ НАРУШЕНИЯ НА КОНВЕНЦИЯТА", "182.  На последно място, жалбоподателите се оплакват, че на първата и третата жалбоподателка не са били осигурени адвокати и преводачи по време на разпитите им, не са били уведомени в какво качество са разпитвани и са били принудени да подпишат документи с неизвестно за тях съдържание. Те се позовават на член 13 от Конвенцията.", "183.  Съдът счита, че доколкото е посочен член 13, оплакването е погрешно и е по-уместно да се анализира по член 6.", "184.  Въпреки това Съдът повтаря, че едно лице не може да претендира, че е жертва на нарушение на правото му на справедлив съдебен процес по член 6 от Конвенцията, след като това нарушение според лицето е станало в производство, в което то е оправдано, или в производство, което е прекратено (вж. Османов и Хюсеинов срещу България (dec.), №№ 54178/00 и 59901/00, 4 септември 2003 г., и съдебната практика, цитирана там).", "185.  Съдът отбелязва, че производството срещу първата жалбоподателка е прекратено (вж. параграф 29 по-горе), а третата жалбоподателка е оправдана със съдебно решение от 8 февруари 2006 г. (вж. параграф 32 по-горе). По тази причина Съдът счита, че при тези обстоятелства двете жалбоподателки не могат да претендират, че са жертви на нарушение на правото им на справедлив съдебен процес по член 6.", "186.  Следователно това оплакване трябва да бъде отхвърлено съгласно член 35 §§ 3 и 4 от Конвенцията.", "V.  ПРИЛОЖЕНИЕ НА ЧЛЕН 41 ОТ КОНВЕНЦИЯТА", "187.  Член 41 от Конвенцията предвижда:", "„Ако Съдът установи, че е имало нарушение на Конвенцията или на Протоколите към нея и ако вътрешното право на съответната Βисокодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.“", "188. Въпреки че са направили искане за справедливо обезщетение (200 000 евро) при внасянето на жалбата си, жалбоподателите не са подали иск за справедливо обезщетение при поискването му от Съда. Съответно Съдът счита, че не следва да им присъжда сума във връзка с това.", "ПОРАДИ ИЗЛОЖЕНИТЕ МОТИВИ СЪДЪТ:", "", "1.  Обявява единодушно оплакванията относно липсата на адекватни мерки за предотвратяване на малтретирането на първата жалбоподателка от сръбското семейство чрез осигуряване на бързото й освобождаване и липсата на ефективно разследване на твърдяното малтретиране от страна на италианските власти, за допустими, а останалата част от жалбата за недопустима;", "", "2.  Приема с 6 на 1 гласа, че не е допуснато нарушение на член от Конвенцията във връзка с предприетите мерки от властите за освобождаване на първата жалбоподателка;", "", "3.  Приема единодушно, че е допуснато нарушение на член 3 от Конвенцията, доколкото разследването на малтретирането на първата жалбоподателка от частни лица не е било ефективно.", "", "", "Изготвено на английски език и съобщено писмено на 31 юли 2012 г. съгласно Правило 77 §§ 2 и 3 от Правилника на Съда.", "", "", "Стенли Нейсмит\tФрансоаз Тюлкенс\n\tСекретар\tПредседател", "В съответствие с член 45 § 2 от Конвенцията и Правило 74 § 2 от Правилника на Съда особеното мнение на съдия Калайджиева е приложено към настоящото решение.", "Ф.T.\nС.Х.Н.", "", "", "ОСОБЕНО МНЕНИЕ НА СЪДИЯ КАЛАЙДЖИЕВА", "Заедно с моите уважавани колеги съм „поразена от факта, че след освобождаването на първата жалбоподателка на властите им е отнело по-малко от ден да стигнат до заключенията си“ (параграф 104) и да прекратят по-нататъшното разследване на оплакванията на жалбоподателите. Тези оплаквания включват малтретиране и полови актове без взаимно съгласие с непълнолетно лице, което според твърденията е продължило един месец и е станало във вила, собственост на лице с криминално досие. Съдът единодушно установи, че „ако бяха доказани [някои от действията, предмет на оплакването], можеха да представляват трафик на хора“, и по-нататък – че не е извършено никакво разследване.", "Това, което намирам за още по-поразително в настоящия случай, е фактът, че след като проверяват вилата, където е държана първата жалбоподателка, според твърденията – против волята й, и я освобождават седемнадесет дни след получаването на информация, че майката се опасява, че дъщеря й може да бъде подложена на принудителна проституция, властите не само решават да отхвърлят тези оплаквания без никакво допълнително разследване, но също така веднага образуват наказателно производство срещу седемнадесетгодишно момиче и майка му за лъжесвидетелстване и неверни обвинения, че „X., Y. и Z. са лишили [непълнолетната] от личната й свобода, държейки я във вилата, като по този начин ги е обвинила в отвличане, макар да е знаела, че са невинни“ (параграф 30).", "Изглежда нелогично, че след като „решават, че обстоятелствата по настоящия случай засягат ромски брак“, властите все пак предприемат защитни мерки като настаняват момичето в център на организацията „Каритас“ и след това го предават на майка му, вместо да го освободят с радост да се върне при „съпруга“ си след акция, която очевидно е считана за ненужно вмешателство в мирните им семейни отношения.", "Намирам за тревожен фактът, че след като получават допълнителни подробни и настойчиви оплаквания от жалбоподателите (параграфи 16 и 25) чрез българското посолство в Рим, италианските власти все пак са продължили производството по обвиненията срещу жалбоподателите, вместо да разследват обстоятелствата, предмет на оплакване. Трудно е да се избегне впечатлението, че това е направено в опит активно да се опровергае не само целта, с която непълнолетната е държана принудително във вилата, както се твърди, а и самият факт на незаконно лишаване от свобода, от което властите са я освободили. Всъщност италианското правителство ответник се позовава на образуваното производство за лъжесвидетелстване, за да убеди Съда, че „твърдените от жалбоподателите факти са изцяло опровергани по време на вътрешното производство“ (параграф 90) и че версията за събитията като „традиционен брак“ е счетена за „вярна в решението на разследващия магистрат в Торино“ при прекратяването на производството срещу първата жалбоподателка, и приета за „вероятна от Съда в Торино в неговото решение от 2006 г.“, с което се оправдава третата жалбоподателка (параграфи 92 и 93). Всъщност съдията от Съда в Торино е установил, че снимките на „брака“ разкриват сцена, която е доста неприветлива за ромските традиции. Действайки в производство in absentia, в което третата жалбоподателка нито е призовавана да се яви, нито е можела да се защити или да обясни обстоятелствата, съдията е отхвърлил обвиненията срещу нея, посочвайки също, че X., Y. и Z. са се възползвали от правото си да не отговарят на „неверните обвинения в отвличане“, които според твърденията са повдигнати от майката.", "Твърденията на жалбоподателите за лошо третиране от италианските органи не са се ограничавали до непредприемане на своевременни действия за освобождаване и защита на непълнолетно лице, както се споменава в параграфи 102 – 108 от решението. В тази връзка не виждам причина да се присъединя към мнозинството в одобрението му за „бързина и надлежност“ (параграф 102), показани в акция, която самите национални органи считат за ненужна и резултат от неверни твърдения.", "Оплакванията на жалбоподателите за начина, по който те са разпитани според твърденията, не са отделни от оплакванията относно отношението на италианските власти – както е разгледано в параграфи 115 – 118. В тази връзка самият факт, че наказателното производство за лъжесвидетелстване и неверни обвинения е образувано няколко часа след заплашителни, според твърденията, разпити, е достатъчен в подкрепа на заключение, че заплахите са били твърде реалистични.", "Твърденията на жалбоподателите за лошо третиране от властите засягат цялостния подход на италианските разследващи органи към техните жалби. Като виждат, че те не само са отхвърлени без никакво разследване, а са последвани и от опит да бъдат активно опровергани, не мога да си обясня това третиране по друг начин, освен като предположение от страна на властите, че жалбоподателите лъжат от самото начало. Това предположение се разкрива от нежеланието да се организира навременно освобождаване на непълнолетната, от начина, по който тя и майка й са разпитани бързо под заплаха, и от незабавното (но неуспешно) образуване на производство за лъжесвидетелстване в опит да се установи, че техните оплаквания не са нищо повече от неверни обвинения, направени със знанието, че X., Y. и Z. са невинни.", "Това обяснение изглежда по-приемливо в сравнение с предложеното от Съда, а именно, че „италианските власти са сметнали, че обстоятелствата в настоящия случай попадат в контекста на ромски брак“. Дори и да е правилно (и аз бих го подложила на съмнение), такова „схващане“ не може да обясни разумно начина, по който властите са разгледали оплакванията на жалбоподателите за малтретиране, секс без взаимно съгласие, принудително участие в престъпни дейности и т.н., освен ако се разглежда като разбиране, че един ромски брак представлява съгласие на родителите да продадат булка „за всички цели“.", "Не мога да приема нито едно от тези две обяснения за начина, по който властите са разгледали оплакванията на жалбоподателите, и намирам, че всяко от тях се основава на еднакво неуместни предположения."]}