{"file": "BUL_HJUDBUL_44624_98.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "44624/98", "text_paragraphs": ["", "", "", "© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "ЕВРОПЕЙСКИ СЪД ПО ПРАВАТА НА ЧОВЕКА", "", "ПЪРВО ОТДЕЛЕНИЕ", "", "ДЕЛО ПРИКЯН И АНГЕЛОВА СРЕЩУ БЪЛГАРИЯ", "", "(Жалба № 44624/98)", "", "РЕШЕНИЕ", "", "СТРАСБУРГ", "", "16 февруари 2006", "", "ОКОНЧАТЕЛНО", "", "16/05/2006", "", "Тава решение става окончателно при условията, определени в член 44 алинея 2 от Конвенцията. То може да бъде предмет на редакторска преработка.", "", "По делото Прикян и Ангелова срещу България,", "Европейският съд по правата на човека (първо отделение), заседаващ в състав:", "", "Г-н \tК.Л. РОЗАКИС .(C.L. Rozakis), Председател,", "Г-н\tЛ. ЛУКЕД (L. Loucaides),", "Г-жа \tФ. ТЮЛКЕНС (F. Tulkens),", "Г-н\tП. ЛОРЕНЦЕН (P. Lorenzen),", "Г-жа\tН. ВАЙЦ (N. Vajić),", "Г-жа\tС. БОТУШАРОВА (S. Botoucharova),", "Г-н \tА. КОВЛЕР (A. Kovler),съдии,", "и г-н С. Нийлсен (S. Nielsen), секретар на отделението,", "", "\t", "След съвещание в закрито заседание на 26 януари 2006 г.,", "Постановява следното решение, прието на горепосочената дата:", "", "ПРОЦЕДУРА", "1.  Делото е образувано по жалба (№ 44624/98) подадена срещу Република България, с която две гражданки на тази държава, г-жа Вержин Степан Прикян, и г-жа Елизабет Саркис Ангелова (« жалбоподателките »), са сезирали Европейската комисия по правата на човека (« Комисията ») на 29 29 май 1998 г., на основание на предишния член 25 от Конвенцията за защита на правата на човека и основните свободи (« Конвенцията »).", "2.  Жалбоподателките са представлявани от г-жа Д. Боева, адвокат в гр. София. Българското правителство (« Правителството») е представлявано от неговия съагент, г-жа М. Пачева от Министерство на правосъдието.", "3.  Жалбоподателките твърдят в частност, че производството пред Върховния касационен съд не е имало справедлив характер, защото не са били зачетени състезателното начало и принципът на равенство между страните в процеса.", "4.  Жалбата е предадена на Съда на 1ви ноември 1998 г., дата на влизане в сила на Протокол № 11 към Конвенцията (член 5 алинея 2 от Протокол № 11).", "5.  Жалбата е разпределена на първо отделение на Съда (член 52 алинея 1 от Правилника на Съда).", "6.  С решение от 9 септември 2004 г., Съдът обявява жалбата за частично допустима.", "7.  На 1ви ноември 2004 г., Съдът променя състава на своите отделения (член 25 алинея 1 от Правилника на Съда). Настоящото дело е разпределено на преобразуваното Първо отделение (член 52 алинея 1).", "", "", "ФАКТИТЕ", "I.  ОБСТОЯТЕЛСТВАТА ПО ДЕЛОТО", "8.  Жалбоподателките са родени съответно през 1956 и 1948 и живеят във Варна.", "9.  На 30 юни 1994, жалбоподателките подават във Варненски районен съд искова молба за ревандикация на апартамент от 142 м2, разположен в центъра на Варна, който е принадлежал на предшествениците им. Тъй като са собственици на друго жилище, те са задължени да продадат апартамента през 1974 г. на трети лица, съгласно действащото тогава законодателство. В изпълнение на действащите тогава разпоредби, продажбата е осъществена чрез общината. Искът, подаден от жалбоподателките през 1994 г., е насочен срещу децата на приобретателите, които са наследили апартамента.", "10.  В подкрепа на тяхната молба, жалбоподателките се позовават на нищожност на продажбата, осъществена през 1974 г., поради, от една страна, липсата на съгласие на продавачите, а от друга, нередовността на административното производство, осъществено от общинските власти, и предоставянето на апартамента на приобретатели, които не отговорят на условията, предвидени в закона.", "11.  В писмените си заключения, представени на съда, представителят на ответниците поддържа, че продажбата е напълно редовна. Той подчертава в частност, че съгласието на продавачите е валидно изразено в молба, подадена до общинската администрация, че процедурата е спазена от страна на общинските служби, че купувачите отговарят на условията за придобиване на жилище и че са получили разрешение да придобият апартамент с такава площ.", "12.  Последните параграфи на писмената защита гласят следното:", " « Моите клиенти са били кандидати, в качеството им на добросъвестни граждани, за покупката на предложеното от продавачите жилище. Съществува разрешение на Варненския общински съвет. Всички документи и декларации, необходими за продажбата, са били налице и повече от двадесет години те живеят и се грижат за придобитото от тях жилище.", "Отново Ви молим да отхвърлите предявения срещу тях иск с всички законни последици. »", "13.  С решение от 26 януари 1995 г. Варненски районен съд уважава предявения от жалбоподателките иск, като обявява за нищожна и несъстояла се продажбата, осъществена през 1974 г. и осъжда ответниците да възстановят апартамента на жалбоподателките. Съдът счита, че решението на изпълнителния комитет на общината, позволяващо продажбата и посочващо приобретателя, е опорочено и нищожно, поради, от една страна, неспазването на процедурата (то е било издадено преди разрешението на изпълнителния комитет на окръжния съвет да бъде придобит апартамент с площ над 120 м2), а от друга, поради липсата на материалните условия за даването на такова разрешение в полза на приобретателите (техните жилищни нужди не съответствали на площта на спорния апартамент). Нищожността на административното решение, което е един от съставните елементи на продажбата, води съответно до нищожност на самата продажба.", "14.  Вследствие на жалба, подадена от ответниците, Варненски окръжен съд потвърждава решението на 30 ноември 1995 г. Той установява, че съдиите от първата инстанция « са събрали всички необходими доказателства за разрешаване на спора, с оглед обстоятелствата, изложени в иска, и аргументите, представени от ответниците » и потвърждава заключенията и мотивите, приети от районния съд.", "15.  Ответниците по иска подават молба за преглед по реда на надзора пред Върховния съд.", "16.  С решение от 30 декември 1997 г., Върховният касационен съд, при все че отхвърля като неоснователни аргументите, наведени в молбата и отнасящи се до редовността на продажбата, отменя решенията на двете предишни инстанции.", "17.  Съдът счита, че съдиите от първа и втора инстанция са пропуснали да разгледат възражението, посочено в писмената защита на ответната страна пред районния съд, относно обстоятелството, че ответниците са владели апартамента повече от двадесет години. Според Върховния касационен съд, това твърдение представлява възражение за придобиване на собственост поради давност, и фактът, че съдилищата са пропуснали да се произнесат по това обстоятелство, прави решенията им незаконосъобразни и оправдава тяхната отмяна.", "18.  Съдът счита, в допълнение, че фактите по делото са установени в достатъчна степен и не е необходимо представянето на нови доказателства, и взема решение да се произнесе по същество по делото в рамките на същото решение.", "19.  Съдът счита, че десетгодишният срок за придобиване на собственост по давност е изтекъл в полза на ответниците по иска, които притежават апартамента от 1974 г., считайки се за негови собственици.", "20.  Висшата инстанция установява, в допълнение, че срокът на давността не е прекъсван по силата на член 29 от Закона за собствеността на гражданите от 1973 г., който изключва придобиването по давност в някои случаи. В конкретния случай, Върховният касационен съд счита, че в качеството им на кандидати за покупката, приобретателите не са имали намерение да заобиколят правните норми, регламентиращи закупуването на недвижима собственост, и че следователно изтеклата оттогава давност е в тяхна полза.", "21.  Върховният касационен съд заключава, че ответниците са станали собственици по силата на десетгодишна давност, и вследствие на това отхвърля иска на жалбоподателките. Решението на съда не подлежи на обжалване.", "", "II.  ПРИЛОЖИМО ВЪТРЕШНО ЗАКОНОДАТЕЛСТВО И ПРАКТИКА", "A.  Преглед по реда на надзора", "22.  Член 225 и следващите от Гражданскопроцесуалния кодекс (ГПК), в тяхната редакция преди реформата, влязла в сила на 1ви април 1998 г., регламентират прегледа по реда на надзора на съдебните решения пред Върховния съд. Въпреки че първоначално е замислен като извънредна процедура за обжалване, прегледът по реда на надзора на практика е редовна трета инстанция.", "23. Всяка страна по гражданско дело има правото да подаде молба за преглед по реда на надзора срещу дадено решение в срок от два месеца от неговото постановяване. Тези молби се разглеждат в публично заседание с призоваване на страните (член 227 алинея 2 ГПК).", "24.  В рамките на процедурата по преглед по реда да надзора, висшата инстанция може или да потвърди, или да отмени едно решение, ако то е постановено в противоречие със закона, вследствие на съществени процесуални нарушения или е необосновано (член 225 алинея 3 ГПК, във връзка с член 207 б. “А”, “Б” и “Г”).", "25.  Съдиите не са обвързани с основанията, посочени от страните, и трябва да разгледат служебно редовността на взетите решения (член 206 алинея 1 ГПК, във връзка с член 228).", "26.  В случай на отмяна на дадено решение, съдът решава делото по същество. Когато за решаване на делото е необходимо събирането на нови доказателства, съдът може да се произнесе само след възобновяване на спора по същество и разглеждането на новите доказателства. В случай на съществени нередности, сред които е включено накърняването на правото на защита, съдът има правото да върне делото на инстанцията, взела отмененото решение (член 208 ГПК, във връзка с член 229 алинея 1).", "27.  В съответствие с член 227 алинея 3, решенията, постановени в производство по преглед по реда на надзора, не подлежат на обжалване по реда на надзора, нито на друго обжалване.", "28.  Тази процедура е отменена, считано от 1ви април 1998 г. и е заменена с касационна процедура, в рамките на която се разглеждат само основанията, посочени от страните.", "B.  Придобивна давност", "29.  По силата на член 79 от Закона за собствеността на гражданите, правото на собственост върху даден недвижим имот може да бъде придобито чрез непрекъснато владение в продължение на десет години.", "30.  Давността не може да бъде приложена служебно от съда (член 84, който препраща към член 120 от Закона за задълженията и договорите).", "31.  Член 29 от Закона за собствеността на гражданите от 1973 г., отменен през 1990 г., гласи, че придобиването на недвижим имот по давност е недопустимо, когато давността има за цел за се заобиколят законовите разпоредби, забраняващи на притежателя да придобие имота по друг начин. Така например лице, което е закупило чрез договор между частни лица недвижим имот, който по силата на този закон е могъл да бъде прехвърлен само с договор, осъществен с посредничеството на общината, не може да се позовава на давността, за да стане собственик на въпросния имот, ако договорът, с който е станал приобретател, е бил обявен за нищожен. (Реш. № 1843 от 10.05.1983 г. по гр. д. № 298/83, I г.о.).", "", "ОТНОСНО ПРАВОТО", "I.  ОТНОСНО ТВЪРДЕНИЕТО ЗА НАРУШЕНИЕ НА ЧЛЕН 6 ОТ КОНВЕНЦИЯТА", "32.  Жалбоподателките считат, че с постановяването на това решение Върховният касационен съд не е зачел тяхното право на справедлив процес, гарантирано от член 6 алинея 1 на Конвенцията. Член 6 алинея 1 гласи следното в приложимите му части :", "« 1. Всяко лице има право на (...) справедливо гледане на неговото дело (...) от съд (...), който ще се произнесе (...) по решаването на правни спорове относно неговите права и задължения от граждански характер (...). »", "A.  Аргументи на страните", "1.  Жалбоподателките", "33.  Жалбоподателките поддържат, че отмяната, от страна на Върховния касационен съд, на решенията, взети от двете първи инстанции, които са в тяхна полза, с мотива, че тези инстанции не са разгледали аргумент, повдигнат от страна на ответниците по иска, е вследствие на грешно и недобросъвестно тълкуване на писмените заключения, представени пред районния съд. В действителност, ответниците никога не са изтъквали подобен аргумент и вземайки това решение Върховният касационен съд е пренебрегнал забраната за служебно позоваване на давността и не е спазил ролята си на арбитър, за да подпомогне една от страните.", "34.  Те поддържат също, че поради решаването на спора по същество със същото решение на Върховния касационен съд, при което не са спазени принципите на състезателното начало и на равнопоставеността на страните, те са били лишени от възможността да представят техните аргументи относно придобивната давност, въпрос, който не е бил разглеждан пред предишните инстанции. Впрочем, тук става дума за сложен юридически факт, чиито елементи, corpus и animus, трябва да бъдат доказани и не следва да са резултат, както изглежда е решил Върховният касационен съд, единствено от твърдението на ответниците, че са живели в жилището в продължение на двадесет години.", "35.  Жалбоподателките подчертават, че решението, взето в производство по преглед на реда на надзора, е окончателно и не подлежи на обжалване и по този начин те са лишени от възможността да обжалват решение, което не е в тяхна полза.", "2.  Правителството", "36.  Правителството се противопоставя на тезата на жалбоподателките. То поддържа, че аргументите, изложени от ответниците по иска в техните писмени документи, представляват изключение по отношение придобиването по давност. Дори ако този аргумент не е бил разгледан от двете първи инстанции, Върховният касационен съд, в рамките на служебния преглед на редовността на взетите решения, е установил този пропуск и, следователно, е отменил решенията.", "37.  Относно решаването на спора по същество от същата инстанция, Правителството подчертава, че Върховният касационен съд суверенно е преценил, че всички фактически елементи са били установени от предходните инстанции, и че следователно той може да се произнесе по същество.", "38.  Колкото до възможността за жалбоподателките да представят техните аргументи относно давността, то подчертава, че тъй като възражението е било повдигнато пред районния съд, заинтересованите са имали възможността да отговорят в рамките на производството пред тази инстанция. Следователно положението, от което те се оплакват в момента, е в резултат на пропуск от тяхна страна.", "B.  Преценка на Съда", "39.  Съдът установява, че претенцията на жалбоподателките има два аспекта. На първо място, заинтересованите оспорват отменянето от страна на Върховния касационен съд на решения, взети в тяхна полза, въз основа на служебно установено основание за отмяна, а именно неразглеждането, от страна на съдиите от първите две инстанции, на възражението, повдигнато от ответниците по иска. На второ място, те оспорват решаването на спора по същество от същата инстанция, въз основа на придобивна давност, която не е обсъждана от страните.", "40.  Съдът, на първо място, не вижда никакъв проблем относно принципа на равнопоставеност на страните, на който се позовават жалбоподателките. Този принцип изисква в действителност на всяка страна по дадено производство да бъде предоставена разумна възможност да представи своята теза при условия, които не я поставят в явна неизгодно положение спрямо противната страна (виж, между другото, Нидерьост-Хубер срещу Швейцария (Nideröst-Huber c. Suisse), решение от 18 февруари 1997 г., Сборник решения 1997 г. I, стр. 107-108, § 23). Впрочем, в конкретния случай, тъй като нито една от страните не е могла да представи забележки нито относно основанието за отмяна, приложено служебно от Върховния касационен съд, нито относно въпроса по същество, те не са били поставени в различно положение (виж, mutatis mutandis, Кръчмар и други срещу Чешката република (Krčmář et autres c. République tchèque), № 35376/97, § 39, 3 март 2000).", "41.  Въпреки това, принципът за справедлив процес включва също правото на състезателен процес, при който страните да имат правото да оповестят елементите, необходими за успеха на техните претенции, но също така да се запознаят с всяко доказателство или становище, представени на съдията с оглед да се повлияе на неговото решение, и да ги оспорват (виж Вермьолен срещу Белгия (Vermeulen c. Belgique), решение от 20 февруари 1996, Сборник 1996-I, стр. 234, § 33 ; Нидерьост-Хубер (Nideröst-Huber), горепосочено, стр. 108, § 24). Този принцип важи както за доказателствата и становищата, представени от страните, но също така от независим магистрат като например правителствен комисар (решения Крес срещу Франция (Kress c. France) [GC], № 39594/98, ЕСПЧ 2001-VI ; APBP срещу Франция (APBP c. France), № 38436/97, 21 март 2002 г.), от дадена администрация (решение Кръчмар (Krčmář) горепосочено) или от съдебната инстанция, издала оспорваното решение (решение Нидерьост-Хубер (Nideröst-Huber), горепосочено).", "42. Самият съдия трябва също да спазва принципа на състезателното начало, особено ако отхвърля жалба или решава спор въз основа на мотив, приложен служебно (Скондрианос срещу Гърция (Skondrianos c. Grèce), № 63000/00, 74291/01 и 74292/01, §§ 29-30, 18 декември 2003 г. ; Клиника Акация и други срещу Франция (Clinique des Acacias et autres c. France), № 65399/01, 65406/01, 65405/01 и 65407/01, § 38, 13 октомври 2005 г.).", "43.  По отношение на конкретния случай, Съдът установява, че по силата на процедурата за преглед по реда на надзора, приложима в България през въпросния период, Върховният касационен съд е имал правомощието служебно да контролира редовността на постановените решения и следователно е имал възможността служебно да приложи основание за отмяна. Той също така е имал възможността, след като е отменил дадено решение, да реши делото по същество. Тези възможности не са оспорвани в настоящото дело и проблемна се явява единствено невъзможността жалбоподателките да представят техните аргументи по така наведените основания.", "44.  Що се отнася до първата част от оплакването на жалбоподателките, според която ответниците по иска не са посочили в писмените документи възражението за придобивна давност, Съдът припомня, че преценката на фактите и тълкуването на вътрешното право, особено тълкуването на становищата, представени от страните, принадлежи на първо място на националните съдебни инстанции (виж SCP Югло, Лепаж & Съдружници срещу Франция (SCP Huglo, Lepage & Associés c. France) (частично решение), № 59477/00, 11 февруари 2003 г.). При все това, трябва да бъде констатирано, че въпреки че ответниците по делото действително са изтъкнали преди касационната инстанция, че « повече от двадесет години те притежават и живеят в жилището », нито страните, нито съдилищата са счели, че е било повдигнато такова възражение. Тълкуването на този израз най-малкото е могло да доведе до разискване и в този случай се поставя въпросът дали жалбоподателките не е трябвало да бъдат поканени да изложат тяхното становище по този въпрос.", "45.  Съдът не счита за необходимо да преценява дали липсата на състезателен дебат по този въпрос би могла да бъде в ущърб на справедливия характер на процеса като цяло. Действително, дори ако се приеме, че Върховният касационен съд може по закон да прецени дали подобно възражение е направено, той би трябвало, по силата на състезателното начало, да се увери, че страните са имали възможност да представят техните аргументи по съществото на въпроса, който се оказва решаващ за изхода на спора.", "46.  В случая, Съдът установява, че въпросът с изтичането на придобивната давност не е разискван нито пред Върховния касационен съд, нито пред по-долните инстанции.", "47.  В това отношение, Съдът не би могъл да възприеме аргумента на Правителството в смисъл, че това положение е възникнало вследствие на небрежност на жалбоподателките, дотолкова доколкото на тях се е падала тежестта да представят техните аргументи пред първоинстанционния съд, в момента когато е било направено възражението.", "48.   Съдът действително счита, че при липсата на ясно направено възражение от страна на ответниците (параграф 44 по-горе) и предвид това, че давността не се прилага служебно от съда, би било справедливо ако не следва жалбоподателките, ищци по делото, да трябва да повдигат този въпрос, който не е в техен интерес. В този смисъл, те не могат да бъдат упреквани за небрежност по този въпрос.", "49.  Следователно, поради решаването на спора по същество от страна на Върховния касационен съд, жалбоподателките са били лишени от възможността да изложат аргументите си по въпрос, който е решаващ за изхода на делото (виж, a contrario, APBP срещу Франция (APBP c. France), № 38436/97, §§ 30-34, 21 март 2002 г., където основанието, въз основа на което Държавният съвет решава делото по същество, вече е било разгледано от първата инстанция, а касационната инстанция се е ограничила до това да поправи грешка в правото, допусната от апелативната инстанция, и да потвърди правното положение, установено в състезателен процес от първоинстанционния съд).", "50.  Съдът счита, че не следва да преценява основателността на възраженията, които биха могли да изложат жалбоподателките, ако имаха възможност да го направят, но е на мнение, че въпросът заслужава такава възможност да бъде дадена на заинтересованите. Освен това той установява, че съществуват аргументи, които биха могли да поставят под съмнение изтичането на придобивната давност в полза на ответниците, особено разпоредбата на член 29 от Закона за собствеността на гражданите, която не допуска нейното приложение в определени случаи. Този въпрос е разгледан от Върховния касационен съд, но не е обсъждан от страните.", "51.   Следователно, Съдът счита, че в конкретния случай спазването на състезателното начало, и изобщо на справедливия характер на процеса, са налагали необходимостта Върховният касационен съд да постави на обсъждане въпроса за изтичане на придобивната давност. Той обаче не е счел за необходимо да го направи, въпреки че вътрешните процедурни правила са му позволявали или да даде нов ход на делото, за да могат страните да представят нови доказателства или да вземат отношение по такива, или да върне делото на окръжния съд за ново разглеждане по същество (параграф 26 по-горе).", "", "52.  В заключение, пропускът на Върховният касационен съд, произнасящ се като последна инстанция, да подложи на състезателно обсъждане въпрос от ключово значение за изхода на делото, накърнява правото на жалбоподателките на справедлив процес (виж, mutatis mutandis, цитираните по-горе Клиника Акация и други срещу Франция (Clinique des Acacias et autres c. France), §§39-43, Скондрианос срещу Гърция (Skondrianos c. Grèce), §§30-31, a contrario Андре и други срещу Франция (Andret et autres c. France). (реш.), № 1956/02, 25 май 2004 г.).", "", "53.  Следователно, налице е нарушение на член 6 алинея 1.", "", "ОТНОСНО ПРИЛАГАНЕТО НА ЧЛ. 41 ОТ КОНВЕНЦИЯТА", "54.  Чл. 41 от Конвенцията гласи:", "\"Ако Съдът установи, че е имало нарушение на Конвенцията или на протоколите към нея и ако вътрешното право на съответната Високодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.\"", "", "A.  Вреди", "55.  Жалбоподателките претендират за имуществени вреди от 90 000 EUR (Деветдесет хиляди евро), съответстващи според тях на пазарната стойност на апартамента, който считат, че им е бил отнет. За тази цел те представят оценка на стойността, изготвена от експерт по недвижимо имущество. Те претендират, освен това, за 20 000 лева (Двадесет хиляди лева) за всяка една от тях (равностойността на 10 225 EUR) за неимуществени вреди, претърпени вследствие накърняването на тяхното право на справедлив процес.", "56.  Правителството не предоставя становище.", "57.  Съдът счита, че единствената релевантна база за присъждане на справедливо обезщетение се състои в това, че в конкретния случай жалбоподателките не са имали възможност да се възползват от гаранциите на член 6 алинея 1 от Конвенцията. Действително, те не биха могли да спекулират по отношение изхода на съдебния спор, в случай, че тази разпоредба не би била пренебрегната (виж, например, Ивон срещу Франция (Yvon c. France), № 44962/98, § 44, ЕСПЧ 2003 г.V). Следователно претенциите на жалбоподателките по този въпрос следва да бъдат отхвърлени. За сметка на това, Съдът счита, че установеното нарушение на член 6 § 1 е нанесло на заинтересованите неимуществени вреди, което оправдава присъждането на обезщетение. Като взема предвид всички данни, с които разполага, и като решава по справедливост, според изискването на член 41, той присъжда общо на жалбоподателките сумата от 3 000 EUR (Три хиляди евро), допълнена с всички суми, дължими като данъци и такси върху тази сума.", "B.  Съдебни разноски", "58.  Съдът отбелязва, че жалбоподателките не са предявили искания за съдебни разноски. Следователно, няма основание да им бъде присъждана сума на това основание.", "C.  Лихва за забава", "59.  Съдът счита за уместно лихвата за забава да се изчислява на основата на пределната ставка по заеми на Европейската централна банка, към която се добавят три процента.", "", "ПО ТЕЗИ СЪОБРАЖЕНИЯ, СЪДЪТ, ЕДИНОДУШНО,", "1.  Приема, че е налице нарушение на член 6 алинея 1 от Конвенцията;", "", "2.  Приема", "a)  че държавата-ответник трябва да заплати общо на жалбоподателките, в срок от три месеца от влизането в сила на решението съгласно член 44, алинея 2 от Конвенцията, 3 000 EUR (Три хиляди евро) в равностойността им в български лева, според обменния курс, приложим в деня на плащането, увеличено с всички суми, дължими като данъци и такси върху горепосочената сума;", "b)  че от изтичането на горепосочения срок до изплащането на определените суми, върху тях ще се начислява проста лихва, равна на пределната ставка по заеми на Европейската централна банка, приложима през този срок, увеличена с три процента;", "", "3.  Отхвърля претенцията за справедливо удовлетворение за остатъка от сумата.", "Изготвено на френски език и съобщено писмено на 16 февруари 2006, в съответствие с член 77, алинеи 2 и 3 от Правилника на Съда.", "", "\tСьорен НИЛСЕН \tКристос РОЗАКИС    \n\tСекретар\tПредседател", ""]}