{"file": "BUL_HJUDBUL_38450_05.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "38450/05", "text_paragraphs": ["© Съвет на Европа / Европейски съд по правата на човека, 2013. Този превод не обвързва Съда. За допълнителна информация вижте пълното указание за авторското право в края на този документ.", "", "© Council of Europe / European Court of Human Rights, 2013. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe / Cour européenne des droits de l’homme, 2013. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "ПЪРВО ОТДЕЛЕНИЕ", "", "", "", "", "SABANCHIYEVA И ДРУГИ СРЕЩУ РУСИЯ", "", "(Жалба № 38450/05)", "", "", "", "РЕШЕНИЕ", "", "СТРАСБУРГ", "", "6 юни 2013 г.", "", "", "", "Това решение ще стане окончателно при условията, посочени в чл. 44, ал. 2 от Конвенцията. То може да претърпи редакционни промени.", "", "По делото на Sabanchiyeva и други срещу Русия,", "Европейският съд по правата на човека (Отделение), заседаващ като Отделение в състав:", "\tИзабел Беро-Льофевр (Isabelle Berro-Lefèvre), Председател,", "\tЕлизабет Стайнър (Elisabeth Steiner), \n\tКанлар Хажиев (Khanlar Hajiyev),\t", "\tЛинос-Александър Сицилианос (Linos-Alexandre Sicilianos),", "\tЕрик Мьосе (Erik Møse),", "\tКсения Туркович (Ksenija Turković),\n\tДмитри Дедов (Dmitry Dedov), съдии,", "и Андре Вампач (André Wampach), заместник-секретар на Отделението,", "след проведено закрито заседание на 14 май 2013 г.", "се произнесе със следното решение, постановено на същата дата:", "ПО ПРОЦЕДУРАТА", "1.  Делото е образувано по жалба (№ 38450/05) срещу Руската федерация, подадена на 26 октомври и 15 ноември 2005 г. в Съда, на основание на чл. 34 от Конвенцията за защита правата на човека и основните свободи (“Конвенцията”) от петдесет руски граждани (изброени в приложението).", "2.  Жалбоподателите са представлявани пред Съда от г-жа Д. И. Страйстеану (D. I. Straisteanu), г-жа Н. Малцева (N. Maltseva), г-жа Е. Ежова (E. Yezhova) и г-н А. Николаев (A. Nikolayev) – адвокати от Stichting Russian Justice Initiative, Москва, и г-жа Л. Дорогова (L. Dorogova) – адвокат, практикуващ в гр. Налчик. Руското правителство („правителството”) е представлявано първоначално от г-н П. Лаптев (P. Laptev) и г-жа В. Милинчук (V. Milinchuk), бивши представители на Руската федерация в Европейския съд по правата на човека, а впоследствие – от своя агент г-н Г. Матюшкин (G. Matyushkin).", "3. Жалбоподателите твърдят по-специално, че обстоятелствата, свързани с разпознаването на починали членове на техните семейства, са нечовешки и унизителни, и че решението телата на починалите да не бъдат върнати на техните семейства е незаконно и непропорционално, в нарушение на членове 3, 8 и 9, разглеждани поотделно и във връзка с членове 13 и 14 от Конвенцията.", "4. С решение от 6 ноември 2008 г. Съдът обявява жалбата за частично допустима.", "5. Жалбоподателите и правителството са представили допълнителни писмени становища по същество (чл. 59, ал. 1 от Правилника на Съда). Всяка от страните е отговорила писмено на становището на насрещната страна, тъй като Отделението на Съда след провеждане на консултация със страните е взело решение, че не се налага провеждане на съдебно заседание по същество (края на чл. 59, ал. 3 от Правилника на Съда).", "", "ФАКТИТЕ", "\nI. ОБСТОЯТЕЛСТВА ПО ДЕЛОТО", "A. Нападението от 13 октомври 2005 г.", "6. Рано сутринта на 13 октомври 2005 г. правоохранителните органи в град Налчик, Република Кабардино-Балкария са нападнати от няколко тежко въоръжени лица, които се оказва, че са местни бунтовници. Нападнатите организации включват Републиканския отдел на Министерството на вътрешните работи, Център T. на Главния отдел на Министерството на вътрешните работи, различни районни отдели на Министерството на вътрешните работи, специалния полицейски отдел на Министерството на вътрешните работи на Републиката, различни контролно-пропускателни пунктове на Пътна полиция, Републиканския отдел на Федералната служба за сигурност, Републиканския отдел на Федералната служба за изпълнение на наказанията, офиса на Граничната служба на Федералната служба за сигурност и няколко частни магазини за оръжие. Според правителството e имало над двеста и петдесет участници в нападението.", "7. Последвалият конфликт между правителствените сили и бунтовниците продължава поне до 14 октомври 2005 г.", "Б.  Семейните връзка на жалбоподателите с починалите лица", "8. Жалбоподателите твърдят, че са роднини на участниците в нападението, починали на 13 и 14 октомври 2005 г. или малко след това (вж. приложението със семейните връзки на жалбоподателите с починалите лица).", "9. Правителството не оспорва това твърдение, освен по отношение на деветнадесетата жалбоподателка, г-жа Жанна Фьодоровна Ифраимова (Zhanna Fyodorovna Ifraimova), която според него по никакъв начин не е свързана с починалия г-н Руслан Борисович Тамазов (Ruslan Borisovich Tamazov).", "10. Според първоначалното твърдение на деветнадесетата жалбоподателка, починалият г-н Руслан Борисович Тамазов е неин съпруг. По-късно тя променя това твърдение, като посочва, че не са имали официално сключен граждански брак, но са живеели на семейни начала от февруари 2005 г. По време на събитията през октомври 2005 г. тя е била бременна в осмия месец. Деветнадесетата жалбоподателка е представила копие на акт за раждане, издаден на 9 юли 2008 г., на името на S. T., родена на 8 декември 2005 г. Актът посочва г-н Руслан Борисович Тамазов като баща на момичето, а деветнадесетата жалбоподателка като негова майка.", "11. Според първоначално предоставената от правителството информация, на 13 и 14 октомври 2005 г. неговите въоръжени сили успешно са отблъснали нападението и са убили осемдесет и седем местни бунтовници. Правителството не уточнява имената на загиналите.", "12. Правителството също така твърди, че на 14 октомври 2005 г. е бил арестуван г-н Аслан Юриевич Багов (Aslan Yuriyevich Bagov) (един от двамата племенници на петдесетия жалбоподател), който имал огнестрелни рани в главата и гърдите. Той умира в затвора на 23 октомври 2005 г.", "13. На 18 октомври 2005 г. г-н Казбулат Беталович Керефов (Kazbulat Betalovich Kerefov) (един от синовете на седемнадесетия жалбоподател и участник в нападението от 13 и 14 октомври 2005 г.) стреля по полицаите, обслужващи местен контролно-пропускателен пункт, и бива убит, когато полицаите отвръщат на огъня.", "14. В становището си относно допустимостта на делото правителството твърди, че властите са убили общо деветдесет и пет бунтовници в антитерористични операции, организирани в отговор на нападението от 13 октомври 2005 г.", "15. По същество то признава, че всички починали лица, посочени от жалбоподателите, са сред убитите от властите.", "В.  Наказателно дело № 25/78-05", "1.  Решение от 13 октомври 2005 г. за образуване на наказателно производство", "16. Изглежда, че на 13 октомври 2005 г. властите са образували наказателно производство № 25/78-05 във връзка с нападението в град Налчик.", "17. В хода на разследването е установено, че между 1999 г. и февруари 2005 г. група от лица, включително А. Масхадов (A. Maskhadov), Ш. Басаев (Sh. Basayev), И. Горчканов (I. Gorchkhanov), А. Астемиров (A. Astemirov), Абу-Валид Катаб (Abu-Valid Khattab) и Абу Дзейт (AbuDzeit), са образували терористична група. Именно тази група е организирала нападението. Тридесет и пет служители на правоохранителните органи и петнадесет цивилни лица са убити, а сто тридесет и един служители от правоохранителните органи и деветдесет и две цивилни лица са ранени. Нанесени са значителни имуществени щети.", "18. Жалбоподателите не са привлечени в никакво процесуално качество в наказателното производство по дело № 25/78-05.", "2.  Писмата на жалбоподателите до властите през началните етапи на разследването", "19. Непосредствено след нападението – на 13, 20, 21 и 25 октомври 2005 г., неуточнен брой лица (включващ някои от жалбоподателите) подписват колективни молби, с които искат от различни длъжностни лица, включително прокурори, телата на починалите да им бъдат върнати, за да бъдат погребани.", "20. От края на октомври 2005 г. поне до април 2006 г. жалбоподателите получават отговори от прокуратурата и от други органи, които ги уведомяват, че ще получат конкретни отговори след приключване на разследването на събитията.", "21. Опитите на някои от жалбоподателите да обжалват тези отговори пред националните съдилища са неуспешни, тъй като са отхвърлени както на първа, така и на втора инстанция като преждевременно подадени.", "3.  Решения от 13 и 14 април 2006 г. да не бъдат наказателно преследвани бунтовниците, загинали при нападението", "22. На 13 и 14 април 2006 г. разследващите органи прекратяват наказателното производство по отношение на деветдесет и пет починали бунтовници поради тяхната смърт. Взети са отделни решения по отношение на всеки един от тях, описващи степента и характера на тяхното индивидуално участие и заключаващи, че тези лица са участвали в нападението и са починали в резултат на последвалия сблъсък. Изглежда, че починалите лица, посочени от жалбоподателите, са сред лицата, засегнати от това решение.", "23. На 14 април 2006 г. Главната прокуратура уведомява жалбоподателите за горепосочените решения, но към уведомлението не са приложени копия от въпросните решения.", "24. Някои от жалбоподателите сезират националните съдилища във връзка с непредставянето от страна на властите на копия от решенията от 13 и 14 април 2006 г. В резултат от производството на повечето жалбоподатели са предоставени копия на съответното решение. Въпреки това им е отказано да бъдат привлечени като страна в наказателните производства срещу починалите лица като техни официални представители, както и да им бъдат върнати личните вещи на починалите.", "25. В производството в Страсбург правителството представя копия от решенията от 13 и 14 април 2006 г. по отношение на всеки един от роднините на жалбоподателите.", "4.  Решение от 15 май 2006 г. да не бъдат върнати телата на починалите лица на техните семейства", "26. Според правителството деветдесет и пет тела на предполагаеми терористи са кремирани на 22 юни 2006 г. От твърденията на жалбоподателите се оказва, че те за първи път са разбрали за кремациите от становището на правителството по настоящото дело.", "27. Според правителството кремациите са извършени в изпълнение на решение от 15 май 2006 г. телата на починалите да не бъдат върнати на семействата им. За разлика от индивидуалните решения от 13 и 14 април 2006 г., решението от 15 май 2006 г. посочва починалите лица колективно. В решението е посочено по-специално:", "„... ръководителят на разследващия екип... [длъжностно лице С.] след като е разгледал материалите по дело № 25/78-05 е установил: ... [че] в хода на антитерористична специализирана операция, целяща потушаване на нападението, са елиминирани 95 терористи, а именно:", "  [В решението сред починалите са изброени имената на всички лица, посочени от жалбоподателите – вж. списъка в приложението.]", "В момента всички съдебномедицински експертизи, включително молекулярно-генетични изследвания, включващи ... телата на починалите терористи, са приключени и тяхната самоличност е установена чрез подходящата процедура.", "С решения от 13 и 14 април 2006 г. наказателното производство по отношение на тези 95 лица, които са извършили ... нападението на различни правоохранителни служби и служители в град Налчик ... е прекратено поради смъртта им, съгласно чл. 27, ал. 1, т. 2 и чл. 24, ал. 1, т. 2 от Наказателно-процесуалния кодекс.", "Съгласно чл. 14, ал. 1 от Федералния закон за погребенията (Закон № 8-FZ): „Погребването на лица, срещу които са прекратени наказателните производства във връзка с техни терористични дейности поради тяхната смърт, настъпила след като е пресечен терористичният акт, се извършва по реда, определен от правителството на Руската федерация. Телата им не следва да бъдат предавани на близките за погребение, а мястото, на което са погребани, не трябва да се разкрива.”", "Съгласно чл. 3 от Постановление № 164 „Относно погребването на лица, чиято смърт е причинена при пресичане на извършван от тях терористичен акт”, прието от правителството на Руската федерация на 20 март 2003 г., „погребването на [тези] лица се извършва в района, където е настъпила смъртта им и се осъществява от специализирани погребални агенции, създадени от органите на изпълнителната власт на Руската федерация или от органите на местно самоуправление ...”", " [С оглед на гореизложеното, длъжностното лице С. реши да:]", "бъдат погребани телата на 95-те терористи ...;", "решението да бъде изпратено до президента на Република Кабардино-Балкария за изпълнение;", "бъдат уведомени [висшестоящите му] за настоящото решение”.", "28. Правителството твърди, че властите са уведомили жалбоподателите за решението от 15 май 2006 г., но признава, че не им е предоставено копие от това решение.", "29. Изглежда, че на няколко пъти Главната прокуратура е уведомявала жалбоподателите по същество за отказа да бъдат върнати телата. Не изглежда обаче жалбоподателите да са получили копие от решението от 15 май 2006 г.", "30. Жалбоподателите твърдят, че копие от решението от 15 май 2006 г. са получили през май 2007 г., заедно със становището на правителството по допустимостта на делото. Те също така посочват, че са научили за кремацията на труповете на техните починали роднини през септември 2007 г. (вж. параграф 26 по-горе).", "5.  Опитите на жалбоподателите да заведат дело по отношение на тези две решения", "31.  Първоначалните опити на жалбоподателите да подложат на съдебен контрол решенията от 13 и 14 април и 15 май 2006 г. са неуспешни, тъй като съдилищата отказват да разгледат аргументите им.", " (a)  Производство пред Конституционния съд", "32. Някои от жалбоподателите оспорват пред Конституционния съд законодателството, уреждащо погребването на терористи. Първоначалните им жалби са отхвърлени като преждевременни. В крайна сметка жалбите на тринадесетия и двадесет и четвъртия жалбоподатели са допуснати за разглеждане.", "33. На 28 юни 2007 г. Конституционният съд се произнася с решение (№ 8-P), с което по същество отхвърля техните жалби за противоконституционност на чл. 14, ал. 1 от Закона за погребенията и Постановление № 164 на правителството на Руската федерация от 20 март 2003 г. Решението посочва по-специално, че оспорените законови разпоредби са необходими и оправдани при тези обстоятелства. Съдът достига до следните изводи по отношение на законните цели и необходимостта от въпросното законодателство:", " „... В същото време общият и конкретният интерес за борба с тероризма и за предотвратяване на тероризма и осигуряването на обезвреда по отношение на последиците от терористични актове, заедно с риска от масови безредици, сблъсъци между различни етнически групи и агресия от страна на най-близките роднини на тези, които участват в терористична дейност срещу населението като цяло и срещу правоохранителните органи, и на последно място заплахата за човешкия живот и здраве, могат в даден исторически контекст да обосноват установяването на конкретен правен режим, като този, предвиден в чл. 14, ал. 1 от Федералния закон, уреждащ погребването на лица, които са избегнали наказателно преследване във връзка с терористична дейност поради тяхната смърт в резултат на пресичането на терористичен акт ... Тези разпоредби са логически свързани с разпоредбите на параграф 4 от Препоръка 1687 (2004) от 23 ноември 2005 г. на Парламентарната асамблея на Съвета на Европа за борба с тероризма посредством културата, в която се подчертава, че екстремистките тълкувания на елементи от определена култура или религия, като героично мъченичеството, саможертва, апокалипсис или свещена война, както и светските идеологии (националистическа или революционна), могат да се използват и за оправдаване на терористични актове.", "3.2. Действията за намаляване на информационното и психологическото въздействие на терористичния акт над населението, включително и отслабването на неговия пропаганден ефект, са едно от средствата, необходими за защита на обществената сигурност и морала, здравето, правата и законните интереси на гражданите. Следователно те преследват точно тези цели, за които Конституцията на Руската федерация и международноправните актове позволяват ограничаване на съответните права и свободи.", "Погребването на участници в терористичен акт в непосредствена близост до гробовете на жертвите на техните действия и спазването на погребалните и възпоменателните ритуали със засвидетелстване на уважение, като символичен акт на поклонение, служат като средство за пропаганда на терористични идеи и са оскърбителни за роднините на жертвите на тези действия, създавайки предпоставки за повишаване на междуетническото и религиозното напрежение.", "В условията, възникнали в Руската федерация в резултат на извършването на серия от терористични актове, причинили многобройни човешки жертви, довели до широко разпространена отрицателна обществена реакция и имащи голямо влияние върху колективното съзнание, връщането на телата на роднините им ... може да създаде заплаха за обществения ред и спокойствие, както и за правата и законните интереси на други лица и тяхната сигурност, включително подбуждане към омраза и към участие в актове на вандализъм, насилие, масови безредици и сблъсъци, които могат да доведат до допълнителни жертви. В същото време гробовете на участниците в терористичните актове може да станат светилища за някои екстремисти и да бъдат използвани от тях като средство за пропаганда на идеологията на тероризма и на участието в терористична дейност.", "При такива обстоятелства федералният законодател може да въведе специални правила, регламентиращи погребването на лица, чиято смърт е настъпила в резултат на пресичане на терористичен акт, в който те са участвали. ...”", "34. Решението също така отбелязва, че прилагането на мерките, предвидени в законодателството, би могло да се приеме за обосновано, ако са налице подходящи процесуални гаранции, като ефективен съдебен контрол, с оглед защита на лицата от произвол. Съдът отбелязва, че членове 123 – 127 от Наказателно-процесуалния кодекс предвиждат такъв контрол (вж. параграф 87 по-долу).", "35. В обобщение, съдът потвърждава, че оспорваните разпоредби са конституционосъобразни, но в същото време ги тълкува в смисъл, че изискват от властите да не погребват телата, докато решението на компетентния орган не бъде потвърдено от съд. Съдът се мотивира, както следва:", " „... Конституционното и правно значение на съществуващите норми предполага наличието на възможност да се заведе съдебно дело за обжалване на решението за прекратяване на наказателното производство срещу заподозрените или наказателното преследване поради смъртта на участниците в терористичен акт. Съответно, те също така предполагат задължение от страна на съда да разгледа по същество жалбата, за да провери законосъобразността и обосноваността на решението и на направените заключения относно участието на заинтересованите лица в терористичен акт, и да установи липсата на основания за възстановяване на правата [на заподозрените] и прекратяване на наказателното дело. По този начин те водят до разглеждане на законосъобразността на прилагането на посочените по-горе ограничителни мерки. До влизането в сила на съдебното решение тленните останки на починалото лице не могат да бъдат погребвани; съответните държавни органи и длъжностни лица трябва да предприемат всички необходими мерки, за да гарантират, че разпореждането с тленните останки е в съответствие с обичаите и традициите, по-специално чрез заравяне на тленните останки в земята ... или чрез [кремация], ако е възможно поотделно, и да се гарантира спазването преди това на изискванията по отношение на разпознаването на починалия ... времето, мястото и причината за смъртта. ...”", "36.  Съдия Г. A. Гаджиев (G.A. Gadzhiyev) подписва с особено мнение, в което се съгласява, че оспорените разпоредби са в съответствие с Конституцията, но има различно мнение по отношение на тълкуването им. Особеното мнение гласи следното:", " „... ако съответните правоохранителни органи установят в резултат на предварителното разследване, че е извършен терористичен акт, и че дадено лице е замесено, но наказателното производство срещу това лице ... е прекратено поради неговата смърт след пресичането на терористичния акт, и ако след това се заключи, че решението тялото да бъде върнато на семейството за погребение е в състояние да заплаши обществения ред и спокойствие, както и здравето, морала, правата, законните интереси и безопасността на другите, те имат право да вземат решение за отказ да предадат тялото и за прилагане на специални мерки за погребване.", "В същото време, в случай на отказ да се върне тялото на лице, чиято смърт е настъпила в резултат на пресичането на терористичен акт, извършен от него, органите, компетентни да вземат решение относно погребването му, трябва да осигурят спазването на всички изисквания по отношение установяването на самоличността на починалия, времето и мястото на смъртта, причината за смъртта, мястото, където е погребан, и данните, необходими за правилното обозначаване на гроба (място и номер). Погребението трябва да се проведе с участието на роднини, в съответствие с обичаите и традициите и с хуманно отношение към покойника. Административните органи в една правова държава трябва да зачитат културните ценности на едно мултиетническо общество, предавани от поколение на поколение. ...”", "37.  Съдия A. Л. Кононов (A.L. Kononov) подписва с особено мнение, в което описва въпросното законодателство като несъвместимо с разпоредбите на Конституцията. По-специално той отбелязва:", " „... Оспорените норми за забрана на връщането на телата на починалите на техните роднини и за анонимното им погребване по мое мнение са абсолютно неморални и отразяват най-нецивилизованите, варварски и първични виждания на предишните поколения ...", "Правото на всяко лице да бъде погребано по достоен начин в съответствие с традициите и обичаите на семейството му едва ли изисква специална обосновка, или дори да бъде гарантирано в писмена законова форма. Това право е категорично очевидно само по себе си и произтича от човешката природа, както може би никое друго естествено право. Също толкова естествено и безспорно е правото на всеки човек да извърши погребението на лице, което е свързано с него и му е близко, за да има възможност да изпълни моралния си дълг и да изрази човешката си същност, да се сбогува, да скърби, оплаче и направи възпоминание на починалия, независимо какво е отношението към него от страна на обществото и държавата, за да има той право на гроб, който във всички цивилизации има свещено значение и е символ на паметта. ...”", " (б)  Последващо производство", "38. След решението на Конституционния съд от 28 юни 2007 г. националните съдилища очевидно променят подхода си и се съгласяват да преразгледат формалната законосъобразност на решенията от 13 и 14 април и 15 май 2006 г.", "39. Трима от жалбоподателите (№№ 12, 21 и 33) успяват да се сдобият с копие от решенията от 13 и 14 април 2006 г. относно техните починали роднини, но не завеждат дела в тази връзка или по повод на решението от 15 май 2006 г.", "40. Петнадесет от жалбоподателите (№№ 1, 2, 4, 8, 18, 25, 26, 32, 34, 35, 37, 39, 42, 43 и 44) не са поискали, нито са получили копие от решенията от 13 и 14 април 2006 г. и не са завели дела във връзка с някое от решенията.", "41. Останалите жалбоподатели, с изключение на трима (№№ 39, 42 и 43), получават копие от решенията от 13 и 14 април 2006 г. относно техните роднини и завеждат съдебно дело за оспорването им.", "42. Седем от жалбоподателите (№№ 3, 15, 17, 30, 38, 41 и 49; вж. Таблица 1 в приложението) след няколко съдебни производства достигат до благоприятно за тях решение на последната инстанция, постановено от Върховния съд на Република Кабардино-Балкария, което отменя решенията от 13 и 14 април 2006 и от 15 май 2006 г. като незаконосъобразни. Що се отнася до решенията от 13 и 14 април 2006 г., съдилищата отбелязват, че тези решения не са взели предвид последните изменения на чл. 205 от Наказателния кодекс (вж. параграф 76 по-долу) и връщат делото на разследващия орган за ново разглеждане. Що се отнася до решението от 15 май 2006 г., то е отменено, доколкото се позовава на решенията от 13 и 14 април 2006 г., и също така, защото не е взето от компетентен орган. Според жалбоподателите тези решения не са приведени в изпълнение.", "43. Изглежда, че националните съдилища впоследствие променят своята позиция във връзка с изискването за съобразяване с измененията на чл. 205 от Наказателния кодекс и започват да отменят решенията по линия на надзора (вж. параграф 45 по-долу).", "44. Деветнадесет от жалбоподателите (№№ 5, 6, 9, 10, 11, 13, 14, 16, 19, 20, 22, 24, 27, 28, 31, 40, 45, 46, 50; вж. Таблица 2 в приложението) след няколко съдебни производства достигат до благоприятно за тях решение на последната инстанция, постановено от Върховния съд на Република Кабардино-Балкария. Тези решения се отнасят само до решенията от 13 и 14 април 2006 г. и ги отменят като незаконосъобразни. Съдът отбелязва, че решенията не са съобразени с последните изменения на чл. 205 от Наказателния кодекс и връща делото на разследващия орган за ново разследване. Тези жалбоподатели очевидно не завеждат отделни производства по отношение на решението от 15 май 2006 г. Според жалбоподателите решенията не са приведени в изпълнение.", "45. Според информацията, предоставена от правителството във връзка с делото, заведено от тринадесетия жалбоподател, преразглеждането на делото в по-долните съдилища приключва с окончателно решение от 3 ноември 2007 г., което изцяло потвърждава решението от 13 и 14 април 2006 г.", "46. В националното съдебно производство на трима жалбоподатели (№№ 7, 23 и 47; вж. Таблица 3 в приложението) изрично е отказано предоставянето на копие от решенията от 13 и 14 април 2006 г. относно техните починали роднини и, като резултат, компетентните съдилища не са могли да извършат контрол на законосъобразността на решенията от 13 и 14 април и 15 май 2006 г. Върховният съд на Република Кабардино-Балкария изрично е посочил в съответните си съдебни решения, че разследващите органи незаконосъобразно са отказали да предоставят на ищците и съда копие от решенията от 13 и 14 април 2006 г. и да осигурят достъп до материалите по делото относно починалите членове на семействата на тези жалбоподатели. В своето становище ответното правителството обяснява, че доказателствата, събрани по време на разследването по отношение на починалите членове на семействата на въпросните жалбоподатели, са били използвани и в рамките на наказателните производства срещу оцелелите участници в нападението, и че въпросният отказ е мотивиран от необходимостта да се запази целостта на тези наказателни производства.", "47. Двама от жалбоподателите (№№ 29 и 36, вж. Таблица 4 в приложението) са получили копие от решенията от 13 и 14 април 2006 г. по отношение на техните починали роднини и безуспешно са ги оспорили в съда. Върховният съд на Република Кабардино-Балкария е отхвърлил техните жалби и е потвърдил решенията като законосъобразни. Впоследствие тези жалбоподатели успешно достигат до благоприятно за тях решение на същия съд, с което той обявява решението от 15 май 2006 г. за незаконосъобразно, тъй като не е взето от компетентен орган.", "48. Четиридесет и осмата жалбоподателка, г-жа Оксана Николевна Даова (Oksana Nikolayevna Daova), получава копие от решенията от 13 и 14 април 2006 г. по отношение на брат си, г-н Валерий Николаевич Тлеужев (Valeriy Nikolayevich Tleuzhev), и съпруга си, г-н Зураб Назранович Даов (Zurab Nazranovich Daov), и безуспешно ги оспорва в съда. С окончателни съдебни решения от 6 февруари 2007 и 8 юли 2008 г. Върховният съд на Република Кабардино-Балкария отхвърля нейните жалби по отношение съответно на брата и съпруга й. Изглежда, че тя не завежда дело по отношение на решението от 15 май 2006 г.", "49. Правителството твърди, че жалбоподателите са могли да получат копие от решенията от 13 и 14 април 2006 г. и съответните материали по делото, когато пожелаят.", "50. Четиридесет и осмата жалбоподателка посочва, че само на някои от жалбоподателите е осигурен такъв достъп.", "Г.  Условията на съхранение и разпознаване на телата на починалите след нападението от 13 октомври 2005 г.", "1.  Първоначалният разказ на жалбоподателите", "51. Според жалбоподателите, които са взели участие в разпознаването на телата, в продължение на няколко дни след събитията от 13 и 14 октомври 2005 г. труповете са били държани в градската морга и на други места при изцяло незадоволителни условия. По-специално, телата са издавали силна миризма поради липсата на подходящо охлаждане и са били хаотично струпани едно върху друго.", "52. На неуточнена дата г-жа Г. Г. Кушхова (G. G. Kushkhova), очевидно роднина на тридесетия жалбоподател, се оплаква в писмен вид, че телата са струпани и се съхраняват при улична температура, като отбелязва, че някои от труповете се разлагат и издават силна миризма на разлагане. На неуточнена дата г-жа Ф. Н. Архагова (F. N. Arkhagova), четиридесет и втората жалбоподателка, заявява, че е видяла телата на деветия ден след въпросните събития, и че някои от тях се разлагали и имали червеи. Г-н Керешев (Kereshev), съпруг на шестнадесетата жалбоподателка, посочва, че когато той е участвал в процедурата по разпознаването на 15 октомври 2005 г., телата са били голи и струпани едно върху друго. Подобни писмени становища са представени от г-н Алакаев (Alakayev), съпруг на петата жалбоподателка, и от г-жа Сабанчиева (Sabanchiyeva), първата жалбоподателка.", "53. Жалбоподателите са представили видеозапис в подкрепа на твърденията си, очевидно заснет вътре в хладилните фургони, който потвърждава, че телата са голи и че някои от тях са струпани едно върху друго.", "2.  Отговорът на правителството от 6 декември 2005 г.", "54.  В отговор на запитване на Съда от 4 ноември 2005 г. правителството твърди, че телата на лицата, които са извършили нападението над града, са съхранявани в „помещения, специално предназначени за дългосрочно съхранение на трупове, разполагащи с цялото необходимо оборудване”.", "3.  Писмото на главния прокурор от 14 април 2006 г.", "55.  В отговор на писмо от жалбоподателите с искане за обяснение относно ужасяващите условия на съхранение, Главната прокуратура в свое писмо от 14 април 2006 г. посочва, че до вземането на процедурно решение по отношение на труповете същите са съхранявани в специално оборудвани стаи в хладилни камери, настроени на подходящата температура. Властите не разкриват мястото, където са съхранявани телата.", "4.  Становището на правителството относно съхраняването на телата", "56.  В становището си по допустимостта от 22 май 2007 г. правителството обяснява, че след събитията труповете първоначално са изпратени в моргата на град Налчик. След това са съблечени и дрехите им са изпратени за съдебномедицинска експертиза. После всички трупове са поставени в два хладилни фургона, оборудвани с всички необходими съоръжения за съхранение, и са изпратени в град Ростов на Дон за генетично изследване. Правителството също така признава, че непосредствено след нападението не е имало на разположение съоръжения за съхраняване на телата и вероятно именно това е заснето в представения от жалбоподателите запис.", "5.  Становищата на жалбоподателите относно разпознаването на телата", "57.  В становищата на жалбоподателите няма данни, които да потвърждават участието на четирима жалбоподатели – № № 2, 8, 26 и 32 – в съответните процедури по разпознаване.", "58.  Тринадесет от жалбоподателите (№№ 4, 5, 6, 11, 14, 16, 30, 33, 36, 41, 44, 46 и 50) не са участвали лично в процедурата по разпознаване, защото телата са били идентифицирани от някой друг.", "59.  Останалите тридесет и трима жалбоподатели (№№ 1, 3, 7, 9, 10, 12, 13, 15, 17, 18, 19, 20, 21, 22, 23, 24, 25, 27, 28, 29, 31, 34, 35, 37, 38, 39, 40, 42, 43, 45, 47, 48 и 49) представят собственоръчни изявления, потвърждаващи личното им участие в процедурата по разпознаване (вж. Таблица 5 в приложението).", "60. Според жалбоподателите те са имали достъп до телата както в моргата на град Налчик, така и в двата хладилни фургона, паркирани на парцел, притежаван от Министерството на вътрешните работи. Осигуряването на достъп до телата е било на случаен принцип, тъй като не всеки, поискал да участва в процеса на идентификация, е бил допускан. В някои случаи предоставянето на достъп не е надлежно документирано.", "61. Тъй като предоставянето на достъп е било ограничено, съответните съоръжения обикновено са били заобиколени от тълпа от близки на починалите.", "6.  Допълнителното становище на правителството относно разпознаването на телата", "62. Правителството частично оспорва твърденията на жалбоподателите. То се позовава на протоколите от разпознаването, които потвърждават, че четиримата жалбоподатели, изброени в параграф 57, и четиридесет и четвъртата жалбоподателка, г-жа Любов Михайловна Гонибова (Lyubov Mikhaylovna Gonibova), са взели участие в разпознаването. То оспорва личното участие на деветата жалбоподателка (г-жа Анжелика Юриевна Архестова (Anzhelika Yuryevna Arkhestova)) в процедурата по разпознаване, на седемнадесетия до двадесетия жалбоподатели (г-н Бетал Мурадинович Керефов (Betal Muradinovich Kerefov), г-н Магомед Хасимович Атоев (Magomed Khassimovich Attoyev), г-жа Жанна Фьодоровна Ифраимова и на тридесет и деветия жалбоподател (г-н Караби Масадович Амшоков (Karalbi Masadovich Amshokov)). Правителството потвърждава участието на останалите жалбоподатели, изброени в параграф 59 по-горе.", "63. Според становището на правителството всички трупове първоначално са съхранявани в моргата на град Налчик. Между 14 и 18 октомври 2005 г. жалбоподателите правят оглед на труповете и облеклото им. Считано от 19 октомври 2005 г., телата са поставени в два хладилни фургона. На 1 ноември 2005 г. фургоните са преместени в град Ростов на Дон за молекулярно-генетични изследвания, а на 22 юни 2006 г. всички тела са кремирани. Между 13 и 22 октомври 2005 г. лицето, отговарящо за процедурата по разпознаването, е ръководителят на разследващия екип следовател П. Считано от 22 октомври 2005 г., той е заменен от следовател С.", "64. Според последното становище на правителството общият брой човешки жертви в резултат на събитията от 13 октомври 2005 г. е дванадесет цивилни лица, тридесет и пет полицейски и правоохранителни служители и осемдесет и седем от участниците в нападението.", "II. ПРИЛОЖИМО ВЪТРЕШНО ПРАВО И ПРАКТИКА", "A. Приложими разпоредби на Закона за погребенията", "65.  Законът за погребенията (№ 8-FZ от 12 януари 1996 г.) съдържа следните разпоредби:", "Член 3: Погребение", "„Настоящият федерален закон определя погребението като ритуални действия на заравяне на тялото (или неговите тленни останки) на лице след неговата смърт, в съответствие с обичаите и традициите, които не са в противоречие със санитарни или други изисквания. Погребение може да се извършва чрез поставяне на тялото (или неговите тленни останки) в земята (погребение в гроб или в гробница), в огън (кремация с последващо погребение на урната с праха), във вода (погребение в морето). ...”", "Член 4: Място на погребение", "“1. Местата за погребения са специално определени [в съответствие с приложимите правила] площи от ... гробища за погребение на тела (тленни останки) на мъртвите, специални стени на скръбта за съхранение на урни с праха на мъртвите ..., крематориуми ... , както и други сгради ... предназначени за извършване на погребения на мъртвите. ...”", "Член 5: Изявление относно желанието на човек за достойно третиране\nна тялото след смъртта", "“1. Изявление относно желанието на човек за достойно третиране на неговото тяло след смъртта (волята на починалия) е желание, изразено устно в присъствието на свидетели или писмено:", "за съгласие или липса на съгласие за извършване на аутопсия;", "за съгласие или липса на съгласие за отстраняване на органи или тъкани от тялото;", "да бъде погребан на определено място, в съответствие със специфичен набор обичаи и традиции, в непосредствена близост до конкретни хора, починали преди това;", "да бъде кремиран;", "възлагане на изпълнението на тези желания на конкретно лице.", "2. Действията по отношение на достойното третиране на тялото на мъртъв човек трябва да се извършват в съответствие с [неговите желания], освен ако са налице обстоятелства, които правят невъзможно изпълнението им, или ако [националното] законодателство предвижда различни правила.", "3. Когато починалият не е направил изявление относно желанията си, правото да разрешават действията, посочени в алинея 1 на този член, принадлежи на съпруга, близки членове на семейството (деца, родители, осиновени деца и осиновители, братя и сестри, внуци, баби и дядовци), други роднини или на законния представител на мъртвия, а при липса на такива лица, на други лица, които са поели отговорност за погребването на мъртвия.”", "Член 6: Изпълнители на волята на починалия", "“Изпълнители на волята на починалия са лица, посочени в изявлението, ако те се съгласят да предприемат съответните действия. Когато няма посочени такива или ако посочените лица не са съгласни да предприемат съответните действия, указанията в изявлението се изпълняват от преживелия съпруг, близки членове на семейството или други роднини, или законни представители на починалия. В случай на мотивиран отказ на посочените лица да изпълнят указанията в изявлението за желанията на починалия, той може да бъде погребан от друго лице, което се е съгласило да поеме това задължение, или от специализирана погребална служба.”", "Член 7: Изпълнение на волята на починалия относно погребението", "“1. На територията на Руската федерация на всеки човек е гарантирано, че след неговата смърт погребението ще се извърши при съблюдаване на неговите желания, с безплатно предоставяне на парцел за погребение на тялото (тленните останки) или пепелта в съответствие с настоящия федерален закон ...”", "Член 8: Гаранции по време на погребението на починал", "“Съпругът, близките членове на семейството, другите роднини, законните представители на починалото лице или друго лице, което е поело задължението да погребе починалия, се ползват от следните гаранции:", " (1) издаване на документи, необходими за погребението на починалия – в срок от един ден, считано от установяване на причината за смъртта; в случаите, когато има основания починалия да се положи в моргата за аутопсия, предаването на тялото на починалия по искане на съпруг, близки членове на семейството, други роднини, законен представител или друго лице, което е поело задължението да погребе починалия, не може да бъде забавено с повече от два дни, считано от установяване на причината за смъртта; ...”", "Б.  Правни дефиниции на терористична дейност и тероризъм", "66.  Чл. 3 от Руския федерален закон № 130-FZ (Закон за борба с тероризма) определя понятието тероризъм, както следва:", "„... насилие или заплаха от използването му срещу физически лица или организации, както и унищожаването (или повреждането) на или заплаха от унищожаване (или повреждане) на собственост и други материални обекти, което създава опасност за живота на хората, причинява значителна загуба на собственост или води до други общественоопасни последици, извършено с цел да се подкопае обществената безопасност, да се сплаши населението или да се упражни натиск върху държавни органи да вземат решения, благоприятни за терористите или за задоволяване на техни незаконни имуществени и / или други интереси; покушение срещу живота на държавна или обществена фигура, извършено с цел прекъсване на неговата държавна или друга политическа дейност или като отмъщение за такава дейност; или нападение срещу представител на чужда държава или служител на международна организация, който е под международна закрила, или на официалните помещения или средства за транспорт на лица с международна закрила, ако това деяние е извършено с цел да се провокира война или изостряне на международните отношения.”", "67.  Терористичната дейност по смисъла на Закона обхваща:", " “(1)  организиране, планиране, подготовка и извършване на терористичен акт;", "(2)  подбуждане към извършване на терористичен акт или насилие срещу физически лица или организации, или към унищожаване на материални обекти за терористични цели;", "(3)  организиране на незаконно въоръжено формирование, престъпно сдружаване (престъпна организация) или организирана група за извършване на терористичен акт, или участие в такива;", " (4)  набиране, въоръжаване, обучение и внедряване на терористи;", " (5) умишлено финансиране на терористична организация или терористична група или друго подпомагане на такива.”", "68.  Чл. 3 определя понятието терористичен акт като:", " „... прякото извършване на престъпление от терористичен характер под формата на експлозия, акт на палеж, използване или заплаха за използване на ядрени взривни устройства или на радиоактивни, химически, биологически, взривоопасни, токсични или силно действащи отровни вещества; унищожаване, увреждане или изземване на превозни средства или на други обекти; покушение срещу живота на държавни или обществени фигури или представители на национални, етнически, религиозни или други групи от населението; вземане на заложници и отвличане на хора; причиняване на опасност за живота, здравето или имуществото на неопределен брой хора чрез създаване на условия за аварии или катастрофи от технологичен характер, или реална заплаха да се причини такава опасност; разпространяване на заплахи в каквато и да било форма и по какъвто и да било начин; други дейности, които застрашават живота на хората, предизвикват значителна загуба на имущество или водят до други общественоопасни последици.”", "69.  Същият член определя понятието терорист като:", "“... лице, което участва в извършването на терористична дейност под каквато и да е форма.”", "В.  Законодателство, уреждащо погребението на терористи", "70. На 26 октомври 2002 г. е извършено терористично нападение в театър „Норд-ост” в град Москва, довел до инцидент със заложници, изразяващ се в тежки загуби, включително и смърт на няколко десетки заложници (виж Finogenov и други срещу Русия, № 18299/03 и 27311/03, § 8-14, ЕСПЧ 2011 (извадки)).", "71. Малко след нападението, на 11 декември 2002 г. Русия приема промени в Закона за борба с тероризма чрез добавяне на чл. 16, ал. 1, който гласи следното:", " „Погребването на терористи, които са починали в резултат на пресичането на терористичен акт, се извършва по реда, определен от правителството на Руската федерация. Телата им не се предават за погребение и мястото на погребението не се разкрива.”", "72.  На същата дата Русия приема също и промени (FZ - № 170) в Закона за погребенията, като е добавен чл. 14, ал. 1, който гласи:", "„Погребването на лица, срещу които наказателното производство във връзка с техни терористични дейности е прекратено поради смъртта им след пресичане на посочения терористичен акт, се извършва по реда, определен от правителството на Руската федерация. Телата им не се предават за погребение и мястото на погребението не се разкрива.”", "73.  Постановление № 164 на правителството на Руската федерация от 20 март 2003 г., прието съгласно чл. 16, ал. 1 от Закона за борба с тероризма, определя реда за погребване на лица, чиято смърт е причинена от пресичането на терористични актове, извършени от тях:", "„... 3. Погребването на [тези] лица се извършва в местността на смъртта им от специализирани погребални агенции, създадени от органите на изпълнителната власт на Руската федерация или от органите на местно самоуправление ...", "4. Услугите, предоставяни от специализираните погребални агенции във връзка с погребването на [тези] лица, включват: обработка на документи, необходими за погребването; обличане на тялото; предоставяне на гроб; прехвърляне на тялото (тленните останки) до мястото на погребение (кремация); погребение.", "Прехвърлянето на тялото (тленните останки) до мястото на погребение (кремация) с железопътен или въздушен транспорт се извършва въз основа на разрешително за прехвърляне, издадено по установения ред.", "Мястото на погребението се определя при спазване на ограниченията, предвидени в Закона за погребенията.", "5. За целите на погребението длъжностното лице, което извършва предварителното разследване, изпраща необходимите документи на специализираната погребална агенция, включително копие от решението за прекратяване на наказателното дело и наказателното разследване по отношение на [тези] лица; то също така изпраща уведомление за смъртта на лицето до гражданската регистрационна служба по последното му постоянно пребиваване.", "6. Роднините на [съответните] лица се уведомяват от длъжностното лице, извършващо предварителното разследване, за мястото на регистрационната служба, от която могат да получат смъртния акт.", "7. По преценка на длъжностното лице, извършващо предварителното разследване, на роднините на [тези] лица може да се предостави копие от медицинските документи за смъртта, издадени от медицинска организация, както и доклада от аутопсията (ако е проведена такава); личните вещи се връщат, ако не подлежат на конфискация.", "8. Специализираната погребална агенция изготвя доклад за извършеното погребение, който се изпраща до длъжностното лице, извършващо предварителното разследване; документът става част от материалите по наказателното дело.”", "Г.  Решение № 16-P на Конституционния съд от 14 юли 2011 г.", "74. На 14 юли 2011 г. Конституционният съд на Руската федерация разглежда жалба, подадена от двама души, които оспорват конституционосъобразността на чл. 24, ал. 1 т. 4 (Основания за решение за отказ от образуване или за прекратяване на наказателно производство) и чл. 254, ал. 1 (Прекратяване на наказателното производство в съдебно заседание) от Наказателно-процесуалния кодекс. Съдът постановява, че посочените по-горе законови разпоредби са противоконституционни, доколкото предвиждат възможност за прекратяване на наказателното производство поради смърт на заподозрения (или обвиняемия) без съгласието на близките роднини на това лице. Съдът отбелязва по-специално, както следва:", " „... зачитането на основните процесуални гаранции на индивидуалните права, включително на презумпцията за невиновност, трябва да бъде осигурено също и при решаване на въпрос, свързан с прекратяване на наказателно дело поради обстоятелства, правещи невъзможно възстановяването на правата. При вземането на решение за отказ от образуване на наказателно дело или за прекратяване на наказателно дело в досъдебната фаза на наказателното производство, компетентните органи трябва да изхождат от позицията, че лицата, по отношение на които трябва се прекрати наказателното производство, не могат да се разглеждат като виновни [не са обявени за виновни в извършване на престъпление] – в конституционен смисъл тези лица могат да се разглеждат като участвали в наказателно производство в посочената фаза на основание на съответните подозрения или обвинения ...", "В същото време, като прекратява наказателното дело поради смъртта на заподозрения (или обвиняемия), [органът] спира и процеса на доказване на неговата вина, но по този начин обвинението или съмнението не се вдига, а точно обратното: в действителност [органът] достига до заключение относно извършването на престъпно деяние от ... конкретното лице и невъзможността за провеждане на наказателно преследване поради смъртта му. По тази логика въпросното лице е обявено за виновно без постановяването или влизането в сила на присъда, и това представлява нарушение от страна на държавата на нейните задължения да осигури съдебна защита на честта, достойнството и доброто име на това лице, защитени от [различни разпоредби на] ... Конституцията, както и по отношение на лицата, чиито интереси могат да бъдат засегнати от това решение – това представлява нарушение на правото им на достъп до съд ...", "... [с други думи] прекратяването на наказателното дело поради обстоятелства, правещи невъзможно възстановяването на правата, по принцип е възможно само ако правата на участниците в наказателното производство се спазват, което означава по-специално, че е необходимо да се получи съгласието на заподозрения (или обвиняемия), за да се вземе такова решение ...", "... Ако обаче въпросното лице възрази срещу [това решение], то трябва да има право воденото срещу него дело да премине към етапа на съдебно разглеждане...", "[Съдът, като анализира приложимите национални разпоредби, заключава, че] Наказателно-процесуалният кодекс не предвижда права на [роднините на починалото лице, по отношение на което е било прекратено наказателното дело], които биха им позволили да защитят правата на починалия си роднина, обвинен преди смъртта си. Тъй като на заинтересованите лица, на първо място на всички близки роднини на починалия, не се разрешава да вземат участие в производството ... [съответните] процедурни решения ... се вземат от следовател или съд – без участието на защитата ...", "Тези ограничения не са обективно или разумно основание и водят до нарушаване на [конституционните права на въпросните лица ...]", "[По-нататък съдът постановява, че] защитата на правата и законните интереси на близките роднини на починалото лице ..., целящи възстановяване на неговите права, следва да се осъществява, като им се предостави необходимия юридически статут и произтичащите от това законови права в рамките на наказателното производство ...", " [Съдът заключава, че правата, предвидени в чл. 125 от Наказателно-процесуалния кодекс, са недостатъчни, за да се гарантира адекватно ниво на съдебна защита на заинтересованите лица] ...", " [Затова в случаите, когато] близките роднини възразят срещу прекратяването на производството поради смъртта на заподозрения или обвиняемия, компетентният разследващ орган или съдът следва да пристъпи към разглеждане на делото. В същото време заинтересованите лица следва да се ползват със същите права, с които би се ползвало починалото лице ...”", "Д.  Приложими разпоредби от Наказателния кодекс", "75.  Чл. 105 (“Убийство”) от Наказателния кодекс, който е в сила към съответния момент, гласи:", "“1. Убийството, което е умишлено причиняване на смърт на друго лице, се наказва с лишаване от свобода за срок от шест до петнадесет години.”", "76.  Чл. 205 (“Тероризъм”) от Наказателния кодекс, който е в сила преди влизането в сила на 1 януари 2007 г. на Федерален закон № 153-FZ от 27 юли 2006 г., гласи:", "", "“1. Тероризмът, който е извършване на взривяване, палеж или други действия, създаващи опасност за живота на хората или причиняващи значителни имуществени вреди или други общественоопасни последици, ако тези действия са извършени с цел да се подкопае обществената безопасност, да се заплаши населението или да се окаже влияние при вземането на решения от властите, или заплаха за извършване на тези действия със същите цели, се наказва с лишаване от свобода за срок от осем до дванадесет години ...”", "", "77.  Същият Федерален закон от 27 юли 2006 г. преименува и изменя чл. 205 от Наказателния кодекс, който сега е озаглавен „Терористичен акт” и гласи:", "“1.  Извършването на взривяване, палеж или други действия, създаващи обществен страх и опасност за живота на хората, причиняващи значителни имуществени вреди или други тежки последици с цел оказване на натиск при вземането на решения от компетентните органи или международни организации, или заплаха за извършване на такива действия със същите цели, се наказва с лишаване от свобода за срок от осем до дванадесет години.”", "Е.  Приложими разпоредби от Наказателно-процесуалния кодекс", "78.  Чл. 5 от Наказателно-процесуалния кодекс определя близките роднини като съпрузи, родители, деца, осиновители, осиновени деца, братя и сестри, баби и дядовци и внуци.", "79.  Чл. 11, ал. 1 от Наказателно-процесуалния кодекс гласи:", " „... съдът, прокурорът и следователят са длъжни да уведомяват заподозрения, обвиняемия, пострадалия, гражданския ищец и другите участници в наказателното производство за съответните им права, задължения и отговорности и да им осигуряват възможност за упражняване на тези права.”", "80.  Чл. 20 и 21 от Наказателно-процесуалния кодекс и чл. 16 от Наказателния кодекс на Русия предвиждат, че случаите, довели до смъртта на едно лице, са дела от общ характер, които се разследват и по тях се завежда дело независимо от желанието на пострадалото от престъплението лице. Във всички случаи, показващи признаци на извършено престъпление, съответните длъжностни лица следва да вземат мерките, предвидени в Наказателно-процесуалния кодекс, насочени към разследване на събитието и определяне на лицето или лицата, отговорни за извършване на въпросното престъпление.", "81. Чл. 22 от Кодекса описва статута на пострадалото лице в наказателното производство:", " “Пострадалото лице, законният му представител и (или) адвокатът му имат право да участват в наказателното преследване на обвиняемия ...”", "82.  Чл. 24 от Кодекса изброява възможните основания за постановяването на решение за отказ от образуване на наказателно дело или за прекратяване на производството:", "“(1). Наказателно дело не може да се образува, а образувано наказателно дело следва да се прекрати на някое от следните основания:", "...", "(4) смърт на обвиняемия или заподозрения, с изключение на случаите, когато продължаването на производството е необходимо за възстановяване на правата на починалото лице. ...”", "83.  Чл. 27 от Кодекса гласи също:", "“1. Наказателното преследване на заподозрян или обвиняем се прекратява на някое от следните основания:", " (2) прекратяване на наказателно дело на [едно от основанията, посочени в ал. 1 на чл. 24, включително т. 4] ...”", "84. Чл. 27, ал. 2 изброява случаите, в които е необходимо съответното длъжностно лице да получи съгласието на заподозрения или обвиняемия за прекратяване на наказателното преследване. Не е необходимо получаването на ничие съгласие в случай на смърт на това лице.", "85. Чл. 42 от Кодекса определя пострадалото лице като „физическо лице, което е претърпяло физически, имуществени или неимуществени вреди” в резултат на престъпление; решението за признаване на някого като пострадало лице се взема от следователя или съда. По-нататък се посочва, че:", " “... (2) Пострадалото лице има право:", "(4) да представя доказателства;", "(5) да прави възражения и искания;", "...", "(8) да има процесуален представител;", "(9) да участва с разрешение от [следовател] в следствени действия, които се извършват по нейна молба ...;", "...", "(12) при прекратяване на предварителното разследване да се запознава с всички материали по наказателното дело ...;", " (13) да получава копие от решенията за образуване на наказателното дело, за признаване статута на пострадало лице или за отказ от признаване, за прекратяване на наказателното дело ...;", " (22) да се възползва от другите права, посочени в настоящия Кодекс.”", "Ал. 8 от тази разпоредба гласи:", "“По наказателни дела за престъпления, причинили смъртта на някое лице, правата на пострадалото лице по настоящата разпоредба, се прехвърлят на един от неговите близки роднини.”", "86.  Чл. 45 от Кодекса гласи:", "“1. Пострадалото лице ... може да бъде представлявано от адвокат ...", "4. Личното участие на пострадалото лице по наказателното дело... не изключва правото му да бъде представлявано [от адвокат по това наказателно дело].”", "87.  Чл. 19 от Кодекса предвижда възможност за обжалване на решенията на различните органи по реда, предвиден в Кодекса, и по-специално в членове 123 – 127, както следва:", "Чл. 123:  Право на обжалване", "“Действията (или бездействията) и решенията на разследващия орган, разследващия служител, следователя, прокурора или съда подлежат на обжалване по реда, предвиден в настоящия кодекс, от участниците в съдебното наказателно производство и от други лица, доколкото въпросните процедурни действия и процедурни решения засягат техните интереси.”", "Чл. 124:  Процедура по разглеждане на жалби от прокурора", " “1.  Прокурорът разглежда жалбата в срок от три дни от датата на получаването й. В изключителни случаи, когато за разглеждането на жалбата е необходимо да се изиска представянето на допълнителни материали или предприемането на други мерки, е допустимо да я разгледа в срок до десет дни; жалбоподателят следва да бъде надлежно уведомен.", "2.  След разглеждане на жалбата прокурорът взема решение да я уважи изцяло или частично или да я отхвърли.", "3.  Жалбоподателят се уведомява незабавно за взетото решение по жалбата и за по-нататъшната процедура за подаване на жалба срещу това решение.", "4.  В случаите, предвидени в настоящия кодекс, разследващият служител, следователят или прокурорът имат право да подадат жалба до по-висшестоящия прокурор срещу действията (бездействията) и решенията на прокурора.", "Чл. 125:  Съдебна процедура за разглеждане на жалби", "„1. Решенията на разследващия служител, следователя и прокурора за отказ да се образува наказателно дело или за прекратяване на наказателното дело, както и други решения и действия (или бездействия) от тяхна страна, които могат да навредят на конституционните права и свободи на участниците в съдебното наказателно производство или да попречат на достъпа на гражданите до правораздаване, може да се обжалват пред районния съд по мястото на провеждане на предварителното разследване.", "2. Жалбата може да бъде подадена в съда от жалбоподателя или неговия защитник, законен представител или представител както директно, така и чрез разследващия служител, следователя или прокурора.", "3. Съдията следва да провери законосъобразността и обосноваността на действията (или бездействието) и на решенията, взети от разследващия служител, следователя и прокурора, не по-късно от пет дни след датата на депозиране на жалбата, в съдебно заседание в присъствието на жалбоподателя и неговия защитник, законен представител или представител, ако те участват в наказателното дело, други лица, чиито интереси са пряко засегнати от действията (или бездействието) или от решението, срещу което е подадена жалба, и прокурора. Неявяването на лица, които са били надлежно уведомени за времето на разглеждане на жалбата и не са настояли да присъстват, не трябва да се счита за пречка за разглеждане на жалбата от съда. Жалбите се разглеждат от съда в открито заседание, освен ако не е уговорено друго. ...", "4. В началото на съдебното заседание съдията обявява, че ще се разглежда жалбата, представя се на лицата, присъстващи на съдебното заседание, и им разяснява техните права и отговорности. След това жалбоподателят, ако участва в съдебно заседание, представя основанията за жалбата, след което се изслушват доказателствата и на другите присъстващи лица. Жалбоподателят има право на отговор.", "5. След като разгледа жалбата, съдията постановява едно от следните решения:", " (1) решение за установяване на действието (или бездействието) или решението на съответното длъжностно лице за незаконосъобразно или необосновано и за обявяването му за отговорно да осигури обезвреда на нарушението;", " (2) решение за отхвърляне на жалбата.", "6. Копие от решението на съдията се изпраща на жалбоподателя и на прокурора.", "7. Подаването на жалбата не спира изпълнението на действието и на обжалваното решение, освен ако разследващият орган, разследващият служител, следователят, прокурорът или съдията не счете за необходимо.”", "Чл. 127:  Жалби и протести на прокурора срещу съдебни решения или определения на съда", "„1. Жалбите и прокурорските протести срещу решенията, актовете и определенията на първоинстанционните и апелативните съдилища, както и жалбите и прокурорските протести срещу съдебни решения, постановени в хода на досъдебното производство по наказателни дела, се подават в съответствие с правилата, предвидени в ... [други разпоредби на Кодекса].", "2. Жалбите и прокурорските протести срещу съдебни решения, които са влезли в сила, се подават в съответствие с правилата, предвидени в [други разпоредби на Кодекса].”", "88. Член 148 от Кодекса съдържа правила относно жалбите срещу решения да не се образува наказателно производство:", "„1. Ако не са налице основания за образуване на наказателно производство, прокурорът, следователят, разследващият орган или разследващият служител взема решение да не се образува наказателно производство. Решението да не се образува наказателно производство на основание, посочено в чл. 24, ал.1, т. 2 от настоящия кодекс, се постановява само по отношение на съответното лице.", "2. При вземането на решение да не се образува наказателно производство след проверка на наличната информация за престъплението на базата на подозрение за извършването му от страна на засегнатото лице или лица, прокурорът, следователят или разследващият орган е длъжен да разгледа възможността за образуване на наказателно производство срещу лицата, които са съобщили или разпространяват невярна информация за престъплението, по обвинение в умишлено отправяне на фалшиви обвинения.", "3. Решението да не се образува наказателно производство след проверка на информация за престъпление, която е била публикувана в средствата за масова информация, трябва да се оповести публично.", "4. Копие от решението да не се образува наказателно производство се изпраща на жалбоподателя и на прокурора в рамките на 24 часа от момента на вземане на решението. В този случай жалбоподателят се информира за правото му да обжалва решението и за процедурата за подаване на жалба.", "5. Решението да не се образува наказателно производство може да се обжалва пред прокурора или съда по реда, предвиден в членове 124 и 125 от настоящия кодекс.", "6. Ако прокурорът установи, че решението да не се образува наказателно производство е незаконосъобразно или неоснователно, той отменя това решение и образува наказателно производство по реда, установен от настоящия член, или връща материалите за допълнителна проверка.", "7. Ако съдията установи, че решението да не се образува наказателно производство е незаконосъобразно или неоснователно, той приема съответното решение, предава го за изпълнение на прокурора и уведомява жалбоподателя.”", "Ж.  Приложими решения на Пленума на Върховния съд на Русия", "89.  С Решение № 16 от 1 ноември 1985 г. „Относно практиката по прилагането от съдилищата на законодателството, уреждащо участието на пострадалото лице в наказателното производство” Пленумът на Върховния съд обобщава и обяснява съществуващата практика по отношение статута на пострадало лице в наказателното производство по стария Наказателно-процесуален кодекс от 1960 г.:", " “... 2. ... за пострадало лице е признато физическо лице, което пряко е претърпяло неимуществени, физически или имуществени вреди. Признаването на такова физическо лице като пострадало лице не зависи от неговата възраст, физическо или психическо състояние. ...", "4. Тъй като ... в случаите на престъпления, довели до смъртта на пострадалото лице, [съответните] права [се прехвърлят] на [неговите] близки роднини, един от които, като се спазва споразумението между тях, се признава като пострадало лице. Ако определени лица извън кръга на близките роднини на починалия настояват да бъдат признати за пострадали лица, те също могат да бъдат признати като такива ...”", "90.  С Решение № 17 от 29 юни 2010 г. „Относно практиката по прилагането от съдилищата на разпоредбите, уреждащи участието на пострадалото лице в наказателното производство”, което заменя изцяло решение № 16 от 1 ноември 1985 г., Пленумът на Върховния съд обобщава и обяснява съществуващата практика по отношение статута на пострадалото лице в наказателното производство по новия Наказателно-процесуален кодекс от 2001 г.:", "„... 2. Съгласно закона пострадало лице е физическо лице, което е претърпяло физически, имуществени или неимуществени вреди ..., имащо свои собствени интереси в наказателното производство, за защита на които то, като участник в наказателното производство от страна на прокуратурата, се ползва с правата на страна.", "Лице, което е пострадало в резултат на престъпление, трябва да бъде признато като пострадало лице, независимо от неговата националност, възраст, физическо или психическо състояние или други аспекти на неговата личност, и независимо от това дали е установено, че е участвало в извършването на това престъпление.", "Съдилищата трябва да вземат предвид също всяка вреда, причинена на пострадалото лице от престъплението или от забранено по наказателното право деяние, извършено в състояние на невменяемост. ...", "3. Съгласно чл. 42, ал. 1 от Наказателно-процесуалния кодекс лице, което е увредено [от престъпление], придобива правата и задълженията, определени в законодателството в областта на наказателното производство от момента на постановяване от [компетентния] следовател ... или съд на решение за признаването му като пострадало лице. В същото време трябва да се има предвид, че правният статут на това лице като пострадало лице се определя въз основа на неговото фактическо положение ... [затова това процедурно решение само отразява съществуващото фактическо положение, а не го определя].", "Въпросното лице може да получи признаване на статут на пострадало лице, като направи съответното заявление ... Отказът да се признае някой за пострадало лице, както и бездействието на [съответното длъжностно лице], довело до невъзможност да се признае наличието на статут на пострадало лице, могат да бъдат обжалвани пред съда под формата на досъдебно производство по наказателното дело, предвидено в членове 124 и 125 от Наказателно-процесуалния кодекс. ...", "5. По наказателни дела за престъпления, довели до смъртта на някое лице, правата на пострадалото лице се прехвърлят на един от неговите близки роднини (чл. 42, ал. 8 от Наказателно-процесуалния кодекс). По смисъла на чл. 5, ал. 4 от Наказателно-процесуалния кодекс близки роднини са съпрузи, родители, деца, осиновители, осиновени деца, братя и сестри, баби, дядовци и внуци.", "Ако престъплението е засегнало правата и законните интереси едновременно на няколко близки роднини и всички те настояват за придобиване на правата на пострадало лице, тези лица също могат да бъдат признати за пострадали лица. ...", "7. Значението на чл. 45, ал. 1 от Наказателно-процесуалния кодекс е, че представител на пострадалото лице ... може да бъде не само адвокат, но също така и други лица ... способни да им предоставят квалифицирана правна помощ. ...", "9. Съдилищата трябва да спазват изискванията на закона, изразяващи се в това, че пострадалото лице, действайки с цел използване на своите ... правомощия, предвидени в законодателството в областта на наказателния процес ... има право да получи копие от решението за образуване на наказателното дело за признаване на статута си на пострадало лице ... за прекратяване на наказателното дело ... и копие на други процедурни документи, засягащи неговите интереси (чл. 42 от Наказателно-процесуалния кодекс). ...", "11. Въз основа на принципа за равенство на правата на страните (чл. 244 от Наказателно-процесуалния кодекс) пострадалото лице има същите права като защитата да прави възражения и искания, да представя доказателства, да участва в разглеждането им, да навежда доводи ...", "Пострадалото лице, неговият представител или законен представител на всеки етап на наказателното производство следва да имат възможност да уведомяват съда за своята позиция по съществото на делото и за доводите, които считат за необходими в подкрепа на своята позиция. В същото време съдът следва да вземе предвид доводите на пострадалото лице по отношение на въпросите, които засягат неговите права и законни интереси, и да им направи аргументирана оценка при постановяването на съдебното решение. ...", "С оглед създаване на необходимите условия пострадалото лице да изпълнява своите процесуални задължения и да упражнява своите права ... съдилищата, когато са налице основателни причини, следва да предприемат мерки за подпомагане на пострадалите лица при събирането на доказателства (получаване на документи, подаване на искания за удостоверения и др.).", "12. Пострадалото лице, неговият законен представител, представителят ... имат право да участват във всички съдебни производства по делото за защита на своите права и законни интереси. За да се гарантира това право, председателят на състава трябва да ги уведоми за датата, часа и мястото на съдебното производство. ...”", "III. ДРУГИ ПРИЛОЖИМИ ИЗТОЧНИЦИ", "91. Жалбоподателите твърдят, че няма друга европейска държава, чието вътрешно законодателство да съдържа разпоредба, подобна на чл. 14, ал. 1 от Закона за погребенията.", "92. Те също така твърдят, че подобна практика фактически е съществувала в Израел и се е използвала на административно равнище, без да е предвидена в закона. Те се позовават на решението по делото Barake и други срещу министъра на отбраната и други, 14 април 2002 г., № HCJ 3114/02, в което Върховният съд на Израел заклеймява тази практика. Според жалбоподателите през 2004 г. израелските власти са обявили, че се слага край на практиката на отказ да се връщат телата на палестинците, „освен при изключителни обстоятелства”.", "93. Жалбоподателите се позовават също на седем становища на Комитета по правата на човека към ООН, издадени по Международния пакт за граждански и политически права в дела срещу Беларус, Таджикистан и Узбекистан, в които властите са отказали да информират близките на затворник със смъртна присъда за датата на изпълнението й, да върнат тялото за погребение или да разкрият мястото на погребението (№ 886/1999, Bondarenko срещу Беларус, 3 април 2003 г., параграф 10.2; № 887/1999, Lyashkevich срещу Беларус, 3 април 2003 г., параграф 9.2; № 915/2000, Sultanova срещу Узбекистан, 30 март 2006 г., параграф 7.10; № 959/2000, Bazarova срещу Узбекистан, 14 юли 2006 г., параграф 8.5; № 973/2001, Khalilova срещу Таджикистан, 30 март 2005 г., параграф 7.7; № 985/2001, Aliboeva срещу Таджикистан, 18 октомври 2005 г., параграф 6.7; № 1044/2002, Shukurova срещу Таджикистан, 17 март 2006 г., параграф 8.7). По-специално, по делото Aliboeva срещу Таджикистан (№ 985/2001) Комитетът по правата на човека постановява, както следва:", "„6.7 Комитетът взе под внимание твърдението на жалбоподателката, че властите не са я информирали за екзекуцията на съпруга [й], а са продължили да приемат нейните прошения от негово име и след екзекуцията му. Комитетът отбелязва, че законът, който е бил в сила в онзи момент, не е позволявал семейството на лице със смъртна присъда да бъде информирано за датата на екзекуцията, както и за мястото, на което е погребан екзекутираният затворник. Комитетът разбира продължаващото страдание и психическия стрес, причинени на жалбоподателката като съпруга на осъдения затворник от продължаващата несигурност относно обстоятелствата, довели до екзекуцията му, както и местонахождението на гроба му. Комитетът припомня, че тайната около датата на екзекуцията и мястото на погребението, както и отказът да се предаде тялото за погребение, имат ефект на сплашване или наказване на семействата, умишлено оставяйки ги в състояние на несигурност и психически стрес. Комитетът смята, че липсата на уведомяване на жалбоподателката от страна на властите за екзекуцията на съпруга й, както и липсата на уведомяване за мястото, на което е погребан, представлява нечовешко отношение към жалбоподателката, в нарушение на чл. 7 от Пакта”.", "94.  Жалбоподателите също така се позовават на решението на Интерамериканския съд по правата на човека от 15 юни 2005 г. по делото Moiwana Village срещу Суринам (ИАСПЧ, (серия C) № 145 (2005). По това дело през 1986 г. държавните въоръжени сили нападат село Мойвана, убивайки тридесет и девет членове на клана Нджука (параграф 86 (15)). Властите също така възпрепятстват оцелелите да получат обратно телата на загиналите. Освен това е съобщено, че някои от труповете са кремирани. Съдът подробно описва специфичните погребални ритуали на Нджука, като отбелязва:", " „86 (7). Нджука имат специфични ритуали, които трябва да бъдат прецизно спазени при смърт на член на общността. Трябва да се извърши поредица от религиозни церемонии, което изисква изтичането на срок от шест месеца до една година; тези ритуали изискват участието на повече членове на общността и използването на повече ресурси, отколкото всеки друг церемониален случай на общността Нджука.", "86 (8). Изключително важно е да са налице физическите тленни останки на починалия, като по време на погребалните ритуали на Нджука трупът трябва да бъде третиран по специален начин и да бъде поставен в гробище на съответната група, от която произхожда. Само тези, които са счетени за зли, не получават почетно погребение. Освен това във всички общества Маруун кремацията се смята за много обидна.", "86 (9). Ако различните погребални ритуали не бъдат извършени в съответствие с традицията на Нджука, това се счита за морално прегрешение, което не само ще разгневи духа на починалия човек, но може също така да обиди другите предци на общността. Това води до редица „духовно предизвикани заболявания”, които могат да се проявят като реални физически болести и потенциално могат да засегнат цялото родословие. Нджука е наясно, че тези заболявания не се лекуват сами, а по-скоро трябва да бъдат лекувани чрез културни и церемониални средства, в противен случай това положение ще се запази и през поколенията.”", "95.  Интерамериканският съд постановява в параграф 100 от своето решение, че жалбоподателите са претърпели нечовешко отношение, в нарушение на чл. 5 от Американската конвенция за правата на човека, защото:", "“...един от най-големите източници на страдание на членовете на общността Мойванa е, че те не знаят какво се е случило с тленните останки на техните близки и в резултат на това не могат да ги почитат и да ги погребат в съответствие с основните норми на културата Нджука. Съдът отбелязва, че затова е разбираемо, че членовете на общността са наскърбени от докладите, които посочват, че някои от труповете са изгорени ...”", "96.  Като част от присъденото справедливо обезщетение (параграф 208 от съдебното решение), Съдът разпорежда на правителството на Суринам:", "“... да върне бързо тленните останки на членовете на общността Мойвана, убити по време на нападението от 1986 г. Ако тези останки бъдат открити от държавата, тя следва да ги предаде възможно най-скоро след това на оцелелите членове на общността, така че починалите да бъдат почетени според ритуалите на културата Нджука.”", "ПРАВОТО", "I. ПРЕДВАРИТЕЛНОТО ВЪЗРАЖЕНИЕ НА ПРАВИТЕЛСТВОТО", "97. Правителството твърди, че деветнадесетата жалбоподателка, г-жа Жанна Фьодоровна Ифраимова, няма правно основание да се оплаква от събитията по настоящото дело във връзка с починалия г-н Руслан Борисович Тамазов. В подкрепа на твърдението си то се позовава на изявление, направено от нея при разпита й от властите, в което тя твърди, че е живяла с г-н Тамазов само един месец след февруари 2005 г. Според правителството това е недостатъчно, за да позволи да се смята, че тя е свързана с г-н Тамазов. Правителството настоява, че жалбоподателката и г-н Тамазов е трябвало да са официално женени.", "98. В отговор деветнадесетата жалбоподателка твърди, че г-н Тамазов е бил неин партньор, че са живели заедно след религиозна сватбена церемония през февруари 2005 г. и са продължили да се срещнат тайно, след като г-н Тамазов е бил включен в списъка на издирваните лица. Жалбоподателката също така твърди, че когато е разпознала тялото на г-н Тамазов през октомври 2005 г., тя е била бременна в осмия месец.", "99. Съдът отбелязва първо, че въпреки липсата на официално регистриран брак между г-жа Ифраимова и г-н Тамазов, националните съдилища не са имали съмнения относно легитимацията й в производството по отношение на решенията от 13 и 14 април 2006 г. (вж. параграф 44 по-горе). Освен това жалбоподателката е представила копие от акт за раждане, който по същество потвърждава предишните й твърдения, че наистина е била бременна в осмия месец по време на събитията от октомври 2005 г. и че баща на дъщеря й е починалия г-н Тамазов (вж. параграф 10 по-горе). При тези обстоятелства Съдът е убеден, че съществува достатъчна връзка между тях по смисъла на чл. 35 от Конвенцията и че няма причина да се съмнява в нейната легитимация да заведе това дело.", "100. В светлината на гореизложеното Съдът отхвърля предварителното възражение. В същото време Съдът намира, че е необходимо да вземе предвид доводите, представени от правителството относно характера на отношенията между деветнадесетата жалбоподателка и г-н Тамазов при преценката си за приложимостта на чл. 8 от Конвенцията в контекста на решението от 15 май 2006 г. (вж. параграф 119 по-долу).", "II. ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛ. 3 ОТ КОНВЕНЦИЯТА", "101.  Жалбоподателите се оплакват от условията, при които са били съхранявани телата на техните починали роднини по време на процедурата по разпознаване. Те са недоволни и от обстоятелствата, свързани с тяхното лично участие в процедурата по разпознаване. Според жалбоподателите отношението на властите им е причинило такова психическо страдание, че то представлява нарушение на чл. 3 от Конвенцията, който гласи:", "„Никой не може да бъде подложен на изтезания или нечовешко или унизително отношение или наказание.”", "A. Становищата на страните", "102. Жалбоподателите поддържат оплакванията си. Те твърдят, че списъкът на правителството за участниците в процедурата по разпознаването е непълен.", "103. Правителството не е съгласно. То твърди, че след събитията труповете първо са изпратени в моргата на град Налчик, където са съблечени и дрехите им са изпратени за съдебномедицинска експертиза. След това всички трупове са поставени в два хладилни фургона, оборудвани с всички необходими съоръжения за съхранение. Малко по-късно труповете са изпратени в град Ростов на Дон за генетично изследване. Правителството признава, че непосредствено след нападението не е разполагало със съоръжения за съхраняване на труповете, и именно това вероятно е отразено във видеозаписа, представен от жалбоподателите. Правителството също така споменава, че участието в процедурата по разпознаването е доброволно.", "Б.  Преценката на Съда", "1.  Общи принципи", "104. Съдът е отбелязвал многократно, че чл. 3 въплъщава една от основните ценности на демократичното общество. Дори и при най-трудните обстоятелства, като например борбата с тероризма или организираната престъпност, Конвенцията по категоричен начин забранява изтезанията или нечовешкото или унизително отношение или наказание. За разлика от повечето от съществените разпоредби на Конвенцията и на протоколите към нея, чл. 3 не предвижда никакви изключения и дерогиране не е допустимо съгласно чл. 15, дори в случай на обществена опасност, застрашаваща съществуването на нацията (вж., наред с други, Aksoy срещу Турция, 18 декември 1996 г., § 62, Доклади за присъди и решения 1996-VI). Малтретирането трябва да достигне минимално равнище на жестокост, за да попадне в приложното поле на чл. 3. Оценката на този минимум е относителна: тя зависи от всички обстоятелства по делото, като продължителност на отношението, неговите физически и/или психически последици, а в някои случаи – пол, възраст и здравословно състояние на пострадалото лице (вж., наред с други, Ирландия срещу Обединеното кралство, 18 януари 1978 г., § 162, серия А, № 25).", "105. Що се отнася до оплакванията за морално страдание, подадени на основание чл. 3 от Конвенцията от роднини на предполагаемите жертви на операцията по сигурността, извършена от властите, Съдът е приел рестриктивен подход, съгласно който, макар че член на семейството на „изчезнал човек” може да претендира, че е пострадало лице от отношение, което е в нарушение на чл. 3 (вж. Kurt срещу Турция, 25 май 1998 г., § § 130-34, Доклади 1998-III), същият принцип обикновено не се прилага в случаи, когато задържаното лице по-късно е намерено мъртво (вж. например решението по делото Tanlı срещу Турция, № 26129/95, § 159, ЕСПЧ 2001-III; Yasin Ateş срещу Турция, № 30949/96, § 135, 31 май 2005 г.; и Bitiyeva и други срещу Русия, №. 36156/04, § 106, 23 април 2009 г.). В такива случаи Съдът обикновено ограничава своите заключения до чл. 2. От друга страна, Съдът е установил нарушение на чл. 3 поради психическото страдание, понесено от жалбоподателите в резултат на действията на силите за сигурност, които са опожарили техните домове и собствеността им пред очите им (вж. Selçuk and Asker срещу Турция, 24 април 1998 г., § § 77-80, Доклади 1998-II; Yöyler срещу Турция, № 26973/95, § § 74-76, 24 юли 2003 г., и Ayder и други срещу Турция, № 23656/94, § § 109-11, 8 януари 2004 г.).", "106. Накрая, Съдът припомня своята установена практика, според която обвиненията в малтретиране трябва да бъдат подкрепени с доказателства (вж. съответно Klaas срещу Германия, 22 септември 1993 г., § 30, серия А, № 269). За оценка на тези доказателства Съдът приема стандарт на доказване „по безспорен начин”, но добавя, че такова доказателство може да следва от съвместното съществуване на достатъчно силни, ясни и непротиворечиви заключения или подобни необорени фактически презумпции (вж. Ирландия срещу Обединеното кралство, цитирано по-горе, § 161).", "2.  Приложение на тези принципи", "107. Страните не спорят, че между 14 и 18 октомври 2005 г. телата на загиналите в резултат на събитията от 13-14 октомври 2005 г. са съхранявани в моргата на град Налчик, и че от 19 до 31 октомври 2005 г. те са съхранявани в два хладилни фургона в покрайнините на град Налчик (вж. параграфи 51-53 и 63 по-горе). Безспорно е също така, че общият брой на жертвите на нападението надхвърля значително капацитета за съхранение на съответните местни съоръжения и че през първите четири дни някои от телата е трябвало да се съхраняват навън.", "108. Съдът не се съмнява, че с оглед на условията за съхранение на телата жалбоподателите, като роднини на починалите, може да са претърпели психическо страдание в тази връзка. Още повече, ако те доброволно са участвали лично в процедурата по разпознаването. Според информацията, с която Съдът разполага, най-малко тридесет и осем жалбоподатели, №№ 1, 2, 3, 7, 8, 9, 10, 12, 13, 15, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 31, 32, 34, 35, 37, 38, 39, 40, 42, 43, 44, 45, 47, 48 и 49, лично са взели участие в процедурата по разпознаването (вж. параграфи 57, 59 и 62).", "109. Задачата на Съда е да установи дали с оглед на конкретните обстоятелства по делото страданието е в такъв обем, че да попада в приложното поле на чл. 3.", "110. Съдът отбелязва на първо място, че настоящото дело е различно от делата, заведени пред Съда от членове на семействата на пострадалите лица на „изчезвания” или извънсъдебни убийства, извършени от силите за сигурност (вж. например Luluyev и други срещу Русия, № 69480/01, § § 116-118, ЕСПЧ 2006-XIII (извадки)). Смъртта на роднините на жалбоподателите по настоящото дело не е резултат от действия от страна на властите в нарушение на чл. 2 от Конвенцията (виж обстоятелствата, които са довели до смъртта на роднините на жалбоподателите, параграфи 6 и 7 по-горе, и ги сравни например с тези по делото Esmukhambetov и други срещу Русия, № 23445/03, § § 138, 151 и 190, 29 март 2011 г.). Не може да се каже, че жалбоподателите са страдали от продължителна несигурност по отношение на съдбата на техните близки, тъй като целта на тяхното доброволно участие в процеса по разпознаване, проведен малко след нападението, е именно да установи телата на техните близки (виж параграф 63 по-горе и сравни с Luluyev и други, цитирано по-горе, §§ 116-118).", "111. Съдът също така отбелязва, че настоящото дело следва да се разграничи и от турските дела относно умишлено унищожаване на имущество, на което жалбоподателите са принудени да бъдат свидетели. По-специално, по делото Selçuk и Asker Съдът е взел предвид начина, по който са унищожени домовете на жалбоподателите, а именно факта, че осъществяването на унищожението е предумишлено и е извършено с презрение и без уважение към чувствата на жалбоподателите, чиито протести са игнорирани (вж. Selçuk и Asker, цитирано по-горе, § 77), и с оглед на това Съдът е постановил, че действията на силите за сигурност представляват „нечовешко отношение” по смисъла на чл. 3 от Конвенцията. Сходна е мотивацията и по делата Yöyler и Ayder и други (и двете цитирани по-горе). По горепосочените дела силите за сигурност са изгорили домовете и имуществото на жалбоподателите, за да им причинят психическо страдание, което е позволило на Съда да установи нарушение на чл. 3.", "112. По настоящото дело обаче Съдът не разполага с доказателства, позволяващи му да достигне до същото заключение. Вярно е, както признава правителството, че съответните местни съоръжения за хладилно съхранение на трупове през първите четири дни може да са били недостатъчни, за да поемат всички тела (вж. параграф 56 по-горе), и че дори и след това телата е трябвало да бъдат струпани едно върху друго, за да бъдат поместени за съхранение в хладилните фургони (вж. параграф 53 по-горе). Въпреки това тези пропуски са резултат от обективни логистични трудности, произтичащи от естеството на събитията от 13 и 14 октомври 2005 г. и броя на жертвите, и едва ли може да се каже, че са имали за цел да подложат жалбоподателите на нечовешко отношение, и по-специално да им причинят психическо страдание.", "113. В обобщение, Съдът не намира, че обстоятелствата могат да придадат на страданията на жалбоподателите, посочени в параграф 108 по-горе, или на другите жалбоподатели, на които просто са им били известни трудните условия на съхранение на мъртвите тела на техните близки, такова измерение и характер, различни от емоционалния стрес, който може да се разглежда като неизбежно причинен на член на семейството на починало лице в сходно положение. Съдът не е в състояние да установи нарушение на чл. 3 от Конвенцията при обстоятелствата по настоящото дело.", "III. ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛ. 8 ОТ КОНВЕНЦИЯТА", "114.  Позовавайки се на чл. 8 от Конвенцията, жалбоподателите се оплакват също от отказа на властите да върнат телата на техните починали роднини. Тази разпоредба от Конвенцията гласи следното:", "Чл. 8 от Конвенцията", "“1.  Βсеки има право на неприкосновеност на личния и семейния си живот, на жилището и на тайната на кореспонденцията.", "2. Намесата на държавните власти в упражняването на това право е недопустима, освен в случаите, предвидени в закона и необходими в едно демократично общество в интерес на националната и обществената сигурност или на икономическото благосъстояние на страната, за предотвратяване на безредици или престъпления, за защита на здравето и морала или на правата и свободите на другите.”", "A. Становищата на страните", "1.  Жалбоподателите", "115. Жалбоподателите твърдят, че отказът на властите от 15 май 2006 г. да върнат телата е незаконосъобразен и непропорционален. На първо място те твърдят, че отказът е незаконосъобразен предвид решението на Конституционния съд, което задължава властите да изчакат резултата от разследването преди да решат дали да бъдат върнати телата, и че властите очевидно не са изпълнили това задължение. На второ място, законът съдържа неясни понятия като „терористично действие”, „терористична дейност” и „терористичен акт” и е неясен по отношение на политиката по кремация (жалбоподателите са оскърбени от това, че техните роднини са кремирани, а не погребани); конкретното длъжностното лице, което има право да вземе решението; възможността за обжалване; политиката относно оповестяване на датата на погребенията; и необходимостта да се спазват ритуали при погребенията. На трето място те твърдят, че мярката е непропорционална, тъй като няма друга европейска страна с подобни закони; при все че израелските власти са имали подобна административна политика, това е било заклеймено от израелските съдилища; че международното хуманитарно право забранява такова отношение и че други, по-малко ограничителни мерки, са били на разположение на властите за справяне с проблемите, свързани с тероризма.", "2.  Правителството", "116.  Правителството поддържа, че решението да не се връщат телата на роднините на жалбоподателите е взето в съответствие със Закона за борба с тероризма, Закона за погребенията и Постановлението за борба с тероризма и е оправдано от гледна точка на мотивите, посочени от Конституционния съд в решението му от 28 юни 2007 г. (вж. параграфи 33 – 35). Всички жалбоподатели са получили официално уведомление и отговор от страна на властите и не са наложени ограничения за достъпа до съд във връзка с въпросното решение.", "Б.  Преценката на Съда", "1.  Дали чл. 8 е приложим в настоящия случай", "117. Съдът припомня, че съгласно неговата съдебна практика по чл. 8 понятията „личен живот” и „семеен живот” имат широк смисъл и не са податливи на изчерпателно определение (вж. например Pretty срещу Обединеното кралство, № 2346/02, § 61, ЕСПЧ 2002-III). По делата Pannullo и Forte срещу Франция (№ 37794/97, § § 35-36, ЕСПЧ 2001-X) и Girard срещу Франция (№ 22590/04, § 107, 30 юни 2011 г.) Съдът признава, че прекомерното забавяне на връщането на тялото след аутопсия или телесни проби при завършване на съответното наказателно производство може да представлява намеса както в „личния живот”, така и в „семейния живот” на оцелелите членове на семейството. По делото Elli Poluhas Dödsbo срещу Швеция (№ 61564/00, § 24, ЕСПЧ 2006-I) Съдът приема, че отказът да се предаде на жалбоподателката урната с праха на съпруга може да се разглежда като попадащ в обхвата на чл. 8. На последно място, по делото Hadri Vionnet срещу Швейцария (№ 55525/00, § 52, 14 февруари 2008 г.) Съдът е постановил, че възможността жалбоподателят да присъства на погребението на мъртвороденото си дете, както и свързаното с това предаване и церемониални приготовления, също може да попадне в обхвата както на „личния живот”, така и на „семейния живот” по смисъла на чл. 8.", "118. Съдът първо отбелязва, че освен по отношение на деветнадесетата жалбоподателка, г-жа Жанна Фьодоровна Ифраимова, (вж. параграфи 97-100 по-горе) правителството не оспорва, че решението от 15 май 2006 г. да не се връщат телата представлява нарушение на правото на личен и семеен живот на жалбоподателите, гарантирано от чл. 8 от Конвенцията.", "119. Що се отнася до деветнадесетата жалбоподателка, Съдът констатира въз основа на документите, с които разполага, че макар връзката между г-жа Ифраимова и г-н Тамазов, състояща се основно от едномесечно съжителство и спорадични тайни срещи през следващите осем месеца (вж. параграфи 10 и 98 по-горе), да не е достатъчно трайна и стабилна, за да попадне в обхвата на „семеен живот” по смисъла на чл. 8 от Конвенцията, няма никакво съмнение, че между тях е съществувал „личен живот” по смисъла на тази разпоредба от Конвенцията.", "120. Съдът също така отбелязва, че на 15 май 2006 г., след приключване на следствените действия по отношение на телата на починалите лица, следователят е решил телата да не се връщат на жалбоподателите и е наредил тяхното заравяне на неуточнено място (вж. параграф 27 по-горе). Това решение е взето в съответствие с чл. 3 от Постановление № 164 от 20 март 2003 г. и чл. 14, ал. 1 от Закона за погребенията, съгласно които не се допуска компетентните органи да връщат телата на терористи, които са починали в резултат на пресичане на терористичен акт.", "121. След като разгледа приложимото национално законодателство, Съдът отбелязва, че в Русия близките на починало лице, които желаят да организират погребението на това лице, по принцип се ползват от законова гаранция, че тялото ще им бъде върнато за погребение след установяването на причината за смъртта. Те също така се ползват от правен режим, който им позволява да са изпълнители на волята на починалия по отношение на погребалната процедура или допуска да решат как ще се състои погребението, като и двете алтернативи са обект само на правила за обща безопасност и санитарни норми (вж. членове 3 – 8 от Закона за погребенията в параграф 65).", "122. На фона на това Съдът отбелязва, че отказът на властите да върнат телата на роднините на жалбоподателите, който се основава на чл. 14, ал. 1 на Закона за погребенията и чл. 3 от Постановление № 164 от 20 март 2003 г., представлява изключение от общото правило и ясно лишава жалбоподателите от възможност да организират и да участват в погребението на телата на своите близки, а също да им е известно местоположението на гроба и да го посещават впоследствие.", "123. Като взема предвид съдебната си практика и горепосочените обстоятелства по делото, Съдът намира, че освен по отношение на деветнадесетата жалбоподателка, въпросната мярка представлява нарушение на „личния живот” и „семейния живот” на жалбоподателите по смисъла на чл. 8 от Конвенцията. По отношение на деветнадесетата жалбоподателка решението от 15 май 2006 г. представлява нарушение на нейния „личен живот” по смисъла на тази разпоредба. Остава да се прецени дали тази намеса е оправдана съгласно втората алинея на тази разпоредба.", "", "2.  Дали намесата е оправдана", "(a)  “В случаите, предвидени в закона”", "124. Съгласно практиката на Съда изразът „в случаите, предвидени в закона” в чл. 8, ал. 2 изисква, наред с други неща, въпросната мярка или мерки да има някакво основание във вътрешното право (вж. например Aleksandra Dmitriyeva срещу Русия, № 9390/05, § § 104-07, 3 ноември 2011 г.), но също така се отнася до качеството на въпросния закон, като изисква той да е достъпен за съответното лице и предвидим по отношение на последиците му (вж. Rotaru срещу Румъния [ГО], № 28341/95, § 52, ЕСПЧ 2000-V). За да отговаря на критерия за предвидимост, законът трябва да съдържа в достатъчна степен условията, при които може да се приложи мярката, за да позволи на заинтересованите лица – ако е необходимо, с подходящ съвет – да регулират поведението си.", "125. Съдът отбелязва, че въпросната мярка е взета в съответствие с приложимите разпоредби на Закона за борба с тероризма, Закона за погребенията и Постановление № 164 от 20 март 2003 г., които предвиждат, че „[тялото на] терорист, който е починал в резултат на пресичане на терористичен акт”, няма да бъде предадено за погребение, и че мястото на погребението няма да бъде разкрито.", "126. Съдът намира, и това не се оспорва от жалбоподателите, че решенията от 13 и 14 април 2006 г. недвусмислено показат участието на починалите роднини на жалбоподателите в нападението от 13 октомври 2005 г. Въз основа на представените пред него материали (вж. параграфи 22, 25 и 26) Съдът е убеден, че отказът на властите да върнат телата на роднините на жалбоподателите за погребение има правно основание в руското законодателство.", "127. Според Съда останалите въпроси, свързани със законността на мярката, като степента на предвидимост и яснота на правните актове, и по-специално на автоматичния характер на правилото, твърдяната неяснота на някои от неговите понятия и липсата на съдебен контрол, са в тясна връзка с въпроса за пропорционалността и следва да бъдат разгледани като аспект от него, съгласно чл. 8, ал. 2 (вж. съответно T.P. и K.M. срещу Обединеното кралство, [ГО], № 28945/95, § 72, ЕСПЧ 2001-V, и Chapman срещу Обединеното кралство [ГО], № 27238/95, § 92, ЕСПЧ 2001-I).", " (б)  Законна цел", "128. Съдът отбелязва, че правителството обосновава тeзи мерки, позовавайки се на решение № 8-P от 28 юни 2007 г. на Конституционния съд, в което се посочва във връзка с чл. 14, ал. 1 от Закона за погребенията и Постановление № 164 от 20 март 2003 г., че приемането на това правило е оправдано от „общия и конкретния интерес за борба с тероризма и за предотвратяване на тероризма и осигуряването на обезвреда по отношение на последиците от терористични актове, заедно с риска от масови безредици, сблъсъци между различни етнически групи и агресия от страна на най-близките роднини на тези, които участват в терористична дейност срещу населението като цяло и срещу правоохранителните органи, и накрая – заплахата за човешкия живот и здраве”. Решението също споменава и необходимостта от „намаляване на информационното и психологическото въздействие на терористичния акт върху населението, включително и отслабването на неговия пропаганден ефект”. Нещо повече, Конституционният съд посочва, че „погребването на участници в терористичен акт в непосредствена близост до гробовете на жертвите на техните действия, и спазването на погребалните и възпоменателните ритуали със засвидетелстване на уважение, като символичен акт на поклонение, служат като средство за пропаганда на терористични идеи и предизвикват оскърбление на роднините на жертвите на тези действия, създавайки предпоставки за повишаване на междуетническото и религиозното напрежение.”", "129. Като взе предвид горните пояснения, Съдът е убеден, че въпросната мярка може да се счита за предприета в интерес на обществената сигурност, за предотвратяване на безредици и за защита на правата и свободите на другите.", "130. Остава да се види дали приетата мярка е „необходима в едно демократично общество” за посочените цели.", " (в)  Необходима в едно демократично общество", "(α)  Общи принципи", "131. Намесата ще се счита за „необходима в едно демократично общество” за постигането на законна цел, ако отговаря на „належаща обществена нужда”, и по-специално, ако е пропорционална на преследваната законна цел и ако мотивите, изтъкнати от националните власти, за да я оправдаят, са „уместни и достатъчни” (вж. например Coster срещу Обединеното кралство [ГО], № 24876/94, § 104, 18 януари 2001 г. и S. и Marper срещу Обединеното кралство [ГО], № 30562/04 и № 30566/04, § 101, ЕСПЧ 2008).", "132. Предметът и целта на Конвенцията като инструмент за защита на правата на човека на обективна основа (вж. Neulinger и Shuruk срещу Швейцария [ГО], № 41615/07, § 145, ЕСПЧ 2010) изискват нейните разпоредби да се тълкуват и прилагат по начин, който прави гаранциите й практически и ефективни (вж., наред с други, Artico срещу Италия, 13 май 1980 г., § 33, серия А, № 37). Затова, за да се гарантира „неприкосновеност” на личния и семейния живот по смисъла на чл. 8, трябва да се вземат под внимание особеностите на всеки конкретен случай, за да се избегне механичното прилагане на вътрешното право към определена ситуация (вж. като неотдавнашен пример Nada срещу Швейцария [ГО], № 10593/08, § § 181-185, 12 септември 2012 г.).", "133. Както Съдът вече е постановявал, за да се приеме мярката за пропорционална и необходима в едно демократично общество, трябва да се изключи възможността за използване на алтернативна мярка, която уврежда в по-малка степен разглежданото основно право и същевременно отговаря на същата цел (вж. Nada, цитирано по-горе, § 183).", "134. Окончателната оценка на това дали намесата е необходима остава обект на контрол от страна на Съда, за да се установи съответствие с изискванията на Конвенцията. В тази връзка трябва да бъде оставена свободата на преценка на компетентните национални органи. Обхватът на тази свобода варира и зависи от редица фактори, включително характера на въпросното право по Конвенцията, неговото значение за човека, характера на намесата и целта, преследвана с намесата (вж. S. и Marper, цитирано по-горе, § 102). Съдът нееднократно е подчертавал, че е наясно с обстоятелството, че държавите са изправени пред особени предизвикателства, свързани с тероризма и терористическото насилие (вж. съответно Brogan и други срещу Обединеното кралство, 29 ноември 1988 г., § 61, серия А, № 145-B; Öcalan срещу Турция [ГО], № 46221/99, § § 104, 192-196, ЕСПЧ 2005-IV; Ramirez Sanchez срещу Франция [ГО], № 59450/00, § § 115-116, ЕСПЧ 2006-IX; и Finogenov и други срещу Русия, № 18299/03 и № 27311/03, § 212, ЕСПЧ 2011 (извадки)). Обхватът на свободата на преценка ще е по-тесен, когато въпросното право е от решаващо значение за ефективното упражняване на съкровени или ключови права на човека (вж. Connors срещу Обединеното кралство, № 66746/01, § 82, 27 май 2004 г., с допълнителни препратки). Когато става дума за особено важен аспект на индивидуалното съществуване или идентичност, правото на свободна преценка на държавата е ограничено (вж. Evans срещу Обединеното кралство [ГО], № 6339/05, § 77, ЕСПЧ 2007-I).", " (β)  Приложение на тези принципи", "135. За да отговори на въпроса дали мерките, взети по отношение на жалбоподателите във връзка с телата на техните починали роднини, са пропорционални на законните цели, които се предполага, че преследват, и дали причините, посочени от националните власти, са „уместни и достатъчни”, Съдът трябва да разгледа дали руските власти са отделили достатъчно внимание на особения характер на делото и дали приетата мярка, в контекста на границите на свободата на преценка, е оправдана с оглед на обстоятелства от значение за случая.", "136. Разглеждайки това, Съдът е готов да вземе предвид събитията, предхождащи датата на решението от 15 май 2006 г., както и факта, че заплахата от нови нападения и сблъсъци между различните етнически и религиозни групи, пребиваващи в Налчик, е доста сериозна. Въпреки това, използването на въпросната мярка трябва да бъде обяснено и обосновано по убедителен начин във всеки отделен случай (вж. съответно Nada, цитирано по-горе, § 186).", "137. Съдът ще отбележи в самото начало, що се отнася до критиките на жалбоподателите за твърдяната прекомерна широта на някои от понятията и други твърдени дефекти на приложимите нормативни актове, че по дела, произтичащи от индивидуални жалби, неговата задача обикновено не е да преразгледа съответното законодателството или конкретната практика по принцип. Вместо това той трябва да се ограничи, доколкото е възможно без да губи от поглед общия контекст, до изясняване на повдигнатите пред него въпроси по делото. В настоящия случай задачата на Съда не е да преразгледа абстрактно съвместимостта на горното правило с Конвенцията, а да определи конкретно последиците от намесата в правото на жалбоподателите на неприкосновеност на личния и семейния живот (вж. като скорошен пример Nejdet Şahin и Perihan Şahin срещу Турция [ГО], № 13279/05, § § 68-70, 20 октомври 2011 г.).", "138. Що се отнася до обстоятелствата по конкретния случай, Съдът отбелязва, че в резултат на решението от 15 май 2006 г. жалбоподателите са лишени от възможността, която иначе е гарантирана на близките роднини на починал човек в Русия, да организират и да участват в погребението на тялото на починалия член на семейството им, а също и да установят местонахождението на гроба и да го посещават впоследствие (вж. параграф 65 по-горе). Съдът намира, че намесата в правата на жалбоподателите по чл. 8, произтичаща от посочената мярка, е особено тежка, тъй като напълно ги лишава от всякакво участие в съответните погребални церемонии и включва забрана за разкриване на местонахождението на гроба, като по този начин окончателно прекъсва връзките между жалбоподателите и мястото, където се намират тленните останки на починалия. В тази връзка Съдът се позовава и на практиката на различни международни институции, които в случаи, свързани с прилагането на подобни мерки, са счели тази намеса в правата на жалбоподателите за особено тежка (вж. параграфи 91-96).", "139. Съдът също така отбелязва, че разследването е установило, че починалите лица, посочени от жалбоподателите, са участвали във въоръжен бунт и са извършили терористично нападение в град Налчик на 13 октомври 2005 г. (вж. параграф 22 по-горе). След като е разгледал материалите по преписката, Съдът е готов да използва тези фактически констатации в по-нататъшния си анализ.", "140. Отчитайки естеството на действията на починалите, обстоятелствата около тяхната смърт и изключително чувствителния етнически и религиозен контекст в този район на Русия, Съдът не може да изключи, че мерките за ограничаване на правата на жалбоподателите по отношение на погребението на починалите лица би могло да са обосновани съгласно чл. 8 от Конвенцията в преследване на целите, посочени от правителството.", "141. Съдът по принцип може да приеме, че в зависимост от точното място, на което е следвало да се проведат церемониите и погребението, предвид характера и последиците от действията на починалите лица и други относими фактори във връзка с контекста, би могло разумно да се очаква властите да се намесят, за да се избегнат евентуални нарушения или незаконни действия от хора, подкрепящи или отхвърлящи каузата или действията на починалите по време на или след съответните церемонии, както и за решаване на други въпроси, посочени от правителството, които могат да възникнат във връзка с това.", "142. Съдът също така е готов да приеме, че при организиране на съответната намеса властите са имали право да действат с оглед свеждане до минимум на информационното и психологическото въздействие на терористичния акт над населението и опазване на чувствата на роднините на жертвите на терористичните актове. Тази намеса със сигурност би могла да ограничи възможността на жалбоподателите да избират времето, мястото и начина, по който да се проведат съответните погребални церемонии и погребения или дори пряко да регулира тези процедури.", "143. В същото време Съдът трудно може да приеме, че някоя от заявените цели е в състояние да валидира всички аспекти на въпросната мярка. По-конкретно Съдът не съзира в тези цели надеждна обосновка на жалбоподателите да бъде отказано всякакво участие в съответните погребални церемонии или поне някаква възможност за отдаване на последна почит към починалите.", "144. Съдът намира, че властите изобщо не са извършили такава оценка в настоящия случай. В действителност съответното длъжностно лице не е използвало индивидуален подход при вземането на решението и не е извършило анализ, съобразен с индивидуалното положение на всеки един от починалите, както и това на членовете на техните семейства (вж. параграф 27). Това е така, защото приложимото право третира всички тези въпроси като неотносими, доколкото решението от 15 май 2006 г. е чисто автоматична мярка. С оглед на естеството на интереса на жалбоподателите Съдът счита, че този „автоматичен” характер противоречи на задължението на властите по чл. 8 да положат необходимата грижа, така че всяка намеса в правото на неприкосновеност на личния и семейния живот да е обоснована и пропорционална по отношение на конкретните обстоятелства по делото (вж. съответно Płoski срещу Полша, № 26761/95, § § 35-39, 12 ноември 2002 г.; и Nada, цитирано по-горе, § 182).", "145. Съдът подчертава, че за да действат в съответствие с изискванията на чл. 8 за пропорционалност, властите трябва първо да изключат възможността да се прибегне до алтернативна мярка, която води до по-малко щети на разглежданото основно право, като същевременно отговаря на същата цел (вж. Nada, цитирано по-горе, § 183 и Płoski, цитирано по-горе, § 37). При липса на такъв индивидуален подход, приетата мярка изглежда да има основно наказателен ефект по отношение на жалбоподателите чрез прехвърляне на тежестта на неблагоприятните последици от действията на починалите лица върху техните близки или членове на семейството.", "146. В обобщение, като взе предвид автоматичния характер на мярката и факта, че властите не са обърнали нужното внимание на принципа на пропорционалност, Съдът счита, че въпросната мярка не постига справедлив баланс между правото на жалбоподателите на неприкосновеност на личния и семейния живот, от една страна, и от друга страна, законните цели на обществената сигурност, предотвратяването на безредици и защита на правата и свободите на другите, и че държавата-ответник е превишила всяка допустима свобода на преценката в това отношение.", "147. От това следва, че освен по отношение на деветнадесетата жалбоподателка, налице е нарушение на правото на жалбоподателите на неприкосновеност на личния и семейния живот, предвидено в чл. 8 от Конвенцията, в резултат на решението от 15 май 2006 г. Съдът достига до същия извод за деветнадесетата жалбоподателка по отношение на правото й на личен живот.", "IV. ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛ. 13, ВЪВ ВРЪЗКА С ЧЛ. 8 ОТ КОНВЕНЦИЯТА", "148.  Позовавайки се на чл. 13 от Конвенцията, във връзка с чл. 8 от Конвенцията, жалбоподателите се оплакват също и от липсата на ефикасно правно средство за защита по отношение на отказа на властите да върнат телата на техните починали роднини.", "Чл. 13 от Конвенцията", "„Βсеки, чиито права и свободи, провъзгласени в тази Конвенция, са нарушени, има право на ефикасни правни средства за тяхната защита пред съответните национални власти, дори и нарушението да е извършено от лица, действащи при упражняване на служебни функции.”", "A. Становищата на страните", "149. Жалбоподателите поддържат своите оплаквания.", "150. Правителството заявява, че всички жалбоподатели са получили официални уведомления и отговори от страна на властите и че не са наложени ограничения на достъпа до съд във връзка с въпросните решения.", "Б.  Преценката на Съда", "1.  Приложими принципи", "151. Съдът отбелязва, че чл. 13 гарантира наличието на правно средство за защита на национално ниво, чрез което да се подаде оплакване за нарушение на правата и свободите по Конвенцията. Затова, въпреки че договарящите държави имат известна свобода на преценка по отношение на начина, по който да спазят задълженията си по тази разпоредба, трябва да съществува вътрешноправно средство за защита, което да позволи на компетентния национален орган както да разгледа по същество съответното оплакване по Конвенцията, така и да предостави подходяща обезвреда. Обхватът на задължението по чл. 13 варира в зависимост от характера на оплакването на жалбоподателя по Конвенцията, но правното средство за защита трябва във всеки случай да бъде „ефикасно” на практика, както и на теория, по-специално в смисъл, че упражняването му не трябва да бъде неоправдано възпрепятствано от действията или бездействията на държавните органи (вж. Büyükdağ срещу Турция, № 28340/95, § 64, 21 декември 2000 г., както и делата, цитирани в него, особено Aksoy, цитирано по-горе, § 95). При определени условия съвкупността от правни средства за защита, предвидени във вътрешното право, може да отговори на изискванията на чл. 13 (вж. по-специално Leander срещу Швеция, 26 март 1987 г., § 77, серия А, № 116).", "152. Обаче чл. 13 изисква наличието във вътрешното право на правно средство за защита само по отношение на оплаквания, които могат да се считат за „защитими” от гледна точка на Конвенцията (вж. например Boyle and Rice срещу Обединеното кралство, 27 април 1988 г., § 54, серия А, № 131). Той не стига дотам, че да гарантира правно средство за защита, позволяващо законите на високодоговарящата страна да бъдат оспорени пред национален орган на основание, че противоречат на Конвенцията (вж. Costello-Roberts срещу Обединеното кралство, 25 март 1993 г., § 40, серия А, № 247-C), а има за цел само да гарантира, че всеки, който прави защитимо оплакване за нарушение на право по Конвенцията, ще има ефикасно правно средство за защита във вътрешния правен ред (пак там, § 39).", "2.  Приложение на тези принципи по настоящото дело", "153. Съдът е на мнение, че с оглед на констатацията му, че оплакването по чл. 8 е допустимо (вж. Sabanchiyeva и други срещу Русия (реш.), № 38450/05, 6 ноември 2008 г.), то жалбата е защитима. Следователно остава да се провери дали жалбоподателите са имали ефикасно правно средство за защита съгласно руското законодателство, чрез което да се оплачат от нарушения на техните права по Конвенцията.", "154. Като взе предвид обстоятелствата по делото, Съдът отбелязва липсата на ефикасен съдебен контрол по отношение на решението от 15 май 2006 г. Вярно е, че положението на жалбоподателите се е подобрило до известна степен с приемането от страна на Конституционния съд на неговите решения № 8-P от 28 юни 2007 г. и № 16-P от 14 юли 2011 г. Въпреки това в хода на националното производство на жалбоподателите им е отказано предоставянето на копие от решението от 15 май 2006 г., като дори и след посочените по-горе промени съдилищата остават компетентни да разгледат само формалната законосъобразност на мярката, но не и необходимостта от мярката като такава (вж. параграфи 33 – 35 и 38 – 50 по-горе). Поради това Съдът намира, че съответното законодателство не предоставя на жалбоподателите достатъчни процедурни гаранции срещу произвол (вж. съответно Al-Nashif срещу България, № 50963/99, § 123, 20 юни 2002 г.).", "155. При тези обстоятелства Съдът заключава, че жалбоподателите не са разполагали с ефикасна възможност за обжалване на решението от 15 май 2006 г. поради редица фактори, включително отказа на властите да им представят копие от това решение и ограничените правомощия на съдилищата при разглеждане на такива решения. С оглед на изложеното по-горе Съдът констатира, че жалбоподателите не са имали правно средство за защита по отношение на твърдените от тях нарушения на Конвенцията.", "156. Съответно, Съдът намира, че е налице нарушение на чл. 13, във връзка с чл. 8.", "V. ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛ. 3 И ЧЛ. 9 ОТ КОНВЕНЦИЯТА", "157. Жалбоподателите се оплакват също, в допълнение към становището си по чл. 8 от Конвенцията, че отказът на властите да върнат телата на техните близки противоречи на чл. 3 и чл. 9 от Конвенцията.", "158. Като взе предвид особеностите на конкретния случай и мотивите, довели до извода, че е налице нарушение на чл. 8 и чл. 13, във връзка с чл. 8, Съдът намира, че няма причина за отделно разглеждане на същите факти от гледна точка на чл. 3 и чл. 9.", "VI. ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛ. 14 ОТ КОНВЕНЦИЯТА, ВЪВ ВРЪЗКА С ЧЛ. 8 ОТ КОНВЕНЦИЯТА", "159.  Жалбоподателите са на мнение, че отказът на властите да върнат телата на техните близки е дискриминационен, тъй като въпросното законодателство е насочено единствено към последователите на ислямската вяра. Те се позовават на чл. 14 от Конвенцията, който гласи следното:", " “Упражняването на правата и свободите, изложени в тази Конвенция, следва да бъде осигурено без всякаква дискриминация, основана на пол, раса, цвят на кожата, език, религия, политически и други убеждения, национален или социален произход, принадлежност към национално малцинство, имущество, рождение или друг някакъв признак.”", "160.  Жалбоподателите поддържат своите оплаквания.", "161. Правителството оспорва това твърдение и заявява, че въпросното решение не е дискриминационно.", "162. След като разгледа материалите, представени от страните, Съдът намира, че няма индикации, които да позволят да се заключи, че разглежданата правна уредба е насочена изключително срещу последователите на ислямската вяра, или че жалбоподателите са третирани по различен начин от хора в относително сходна ситуация единствено въз основа на тяхната религиозна принадлежност или етнически произход (вж. като обратен пример Timishev срещу Русия, № 55762/00 и 55974/00, § § 53, 59, ЕСПЧ 2005-XII).", "163. Следователно по настоящото дело не е налице нарушение на чл. 14 от Конвенцията, във връзка с чл. 8 от Конвенцията.", "VII. СПАЗВАНЕ НА ЧЛ. 38, АЛ. 1, Б. „А” ОТ КОНВЕНЦИЯТА", "164.  В становището си по съществото на делото жалбоподателите твърдят, че държавата е нарушила задълженията си по чл. 38, ал. 1 от Конвенцията, тъй като се твърди, че е укрила някои от относимите материали по делото. Този член, в съответната му част, предвижда:", " „1. Ако Съдът обяви дадена жалба за допустима, той:", "(а) продължава разглеждането на делото съвместно с представителите на страните и, когато е необходимо, предприема разследване, за чието ефективно осъществяване заинтересованите държави са длъжни да създават всички необходими условия.”", "165. Съдът подчертава, че е от първостепенно значение за ефективното функциониране на системата за индивидуални жалби, създадена по силата на чл. 34 от Конвенцията, държавите да предоставят всички необходими условия, за да направят възможно правилното и ефективно разглеждане на жалбите (вж. Tanrıkulu срещу Турция [ГО], № 23763/94, § 70, ЕСПЧ 1999-IV). Това задължение изисква договарящите държави да предоставят всички необходими условия на Съда, независимо дали той провежда разследване за установяване на фактите, или изпълнява общите си задължения по отношение на разглеждането на жалбите. Непредставянето от страна на правителството на информация, с която то разполага, без задоволително обяснение, може не само да доведе до извод за основателността на твърденията на жалбоподателя, но също така може да се отрази негативно върху нивото на спазване от страна на ответната държава на задълженията й по чл. 38, ал. 1, б. „а” от Конвенцията (вж. Timurtaş срещу Турция, № 23531/94, § 66, ЕСПЧ 2000-VI).", "166. Съдът отбелязва, че след решението си по допустимостта на жалбата е приканил правителството да представи копия на документите, отнасящи се до обявените за допустими оплаквания на жалбоподателите. В отговор правителството е представило няколкостотин решения на различни национални органи относно националните производства, заведени от жалбоподателите, включително копие от решението от 15 май 2006 г. и подробна информация за условията за съхранение на телата, както и точен списък на жалбоподателите, които са взели участие в тяхното разпознаване. Представянето на въпросните документи значително улесни разглеждането на настоящото дело. Твърденията на жалбоподателите следователно са неоснователни.", "167. Поради това Съдът намира, че не е налице неизпълнение от страна на ответното правителство на задължението му да се съобрази с разпоредбата на чл. 38, ал. 1, б. „а” от Конвенцията.", "VIII. ПРИЛОЖЕНИЕ НА ЧЛ. 41 ОТ КОНВЕНЦИЯТА", "168.  Чл. 41 от Конвенцията гласи:", "", "„Ако Съдът установи нарушение на Конвенцията или на Протоколите към нея и ако вътрешното право на съответната Βисокодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.”", "A. Вреди", "169. Жалбоподателите твърдят, че са претърпели много сериозни неимуществени вреди и всеки един от тях е поискал обезщетение в размер на 20 000 евро (EUR). Те също така са поискали от Съда да осъди ответното правителство да предаде тленните останки на техните близки на членовете на семействата им или да оповести обстоятелствата по погребението им, включително местонахождението на гробовете им, както и да отмени въпросното национално законодателство.", "170. Правителството твърди, че тези искове са неоснователни и като цяло прекомерни.", "171. Съдът счита, че с оглед на обстоятелствата по конкретното дело, установяването на нарушение на чл. 8 от Конвенцията поотделно и във връзка с чл. 13 представлява достатъчно справедливо обезщетение за жалбоподателите.", "Б.  Разноски", "172. Жалбоподателите претендират също 24 371 евро за съдебни и други разходи, свързани с производството в Страсбург, и 4 862 евро за съдебни разноски в националното производство.", "173. Правителството посочва, че претендираните суми са прекомерни и необосновани.", "174. Според практиката на Съда, жалбоподателите имат право на възстановяване на разноски само доколкото е доказано, че те са били действително направени и необходими и са в разумен размер. Като взе предвид материалите, с които разполага, Съдът уважава претенцията на жалбоподателите само в частта, отнасяща се до съдебни и други разноски, направени от тях в производството в Страсбург, и счита за разумно да им присъди 15 000 евро, заедно с всички данъци, които могат да бъдат дължими от жалбоподателите върху тази сума. Присъдената сума да бъде преведена директно по банковата сметка на представляващата ги организация Stichting Russian Justice Initiative, както е поискано от жалбоподателите.", "В.  Лихва за забава", "175.  Съдът счита за подходящо лихвата за забава да бъде изчислена на основата на пределния лихвен процент по заеми на Европейската централна банка, с добавени три процентни пункта.", "ПО ИЗЛОЖЕНИТЕ СЪОБРАЖЕНИЯ СЪДЪТ", "1.  Отхвърля единодушно предварителните възражения на правителството;", "", "2.  Реши единодушно, че не е налице нарушение на чл. 3 от Конвенцията по отношение на условията, при които са съхранявани и изложени за разпознаване телата на починалите;", "", "3.  Реши с пет гласа на два, че е налице нарушение на чл. 8 от Конвенцията спрямо всички петдесет жалбоподатели по отношение на решението от 15 май 2006 г.;", "", "4.  Реши с пет гласа на два, че е налице нарушение на чл. 13, във връзка с чл. 8, поради липсата на ефикасно правно средство за защита по отношение на решението от 15 май 2006 г.;", "", "5.  Реши единодушно с оглед на предишните си заключения по чл. 8 и чл. 13 от Конвенцията, че делото не изисква отделно разглеждане по чл. 3 и чл. 9 от Конвенцията;", "", "6.  Реши единодушно, че не е налице нарушение на чл. 14 от Конвенцията, във връзка с чл. 8;", "", "7.  Реши единодушно, че не е налице неизпълнение от страна на ответното правителство на чл. 38, ал. 1, б. „а” от Конвенцията;", "", "8.  Реши единодушно, че установяването на нарушение представлява достатъчно справедливо обезщетение за неимуществените вреди, претърпени от жалбоподателите;", "", "9.  Реши единодушно", "(a)  ответната държава да заплати на жалбоподателите общо 15 000 евро (петнадесет хиляди евро) за разноски, в срок от три месеца от датата на влизане в сила на съдебното решение в съответствие с чл. 44, ал. 2 от Конвенцията, заедно с всички данъци, които могат да бъдат дължими от жалбоподателите върху тази сума, които да бъдат преведени по банкова сметка в Нидерландия, посочена от организацията, представляваща жалбоподателите;", " (б)  че след изтичане на горецитирания тримесечен срок до извършване на плащането ще бъде дължима обикновена лихва върху горните суми в размер, равен на пределния лихвен процент по заеми на Европейската централна банка за периода на забава, с добавени три процентни пункта;", "", "10.  Отхвърля единодушно останалата част от претенциите на жалбоподателите за справедливо обезщетение.", "", "Изготвено на английски език и обявено в писмен вид на 6 юни 2013 г., в съответствие с чл. 77, ал. 2 и 3 от Правилника на Съда.", "", "", "Андре Вампач\t\t\t\t\tИзабел Беро-Льофевр", "Заместник-секретар на Отделението\t\tПредседател", "", "В съответствие с чл. 45, ал. 2 от Конвенцията и чл. 74, ал. 2 от Правилника на Съда, към настоящото решение е приложено съвместното особено мнение на съдия Хажиев и съдия Дедов.", "И.Б.Л.\nA.M.У.", "", "ОСОБЕНО МНЕНИЕ НА", "СЪДИЯ ХАЖИЕВ И СЪДИЯ ДЕДОВ\n", "Особените мнения не са преведени, но могат да се намерят на английски и/или френски език във версията на съдебното решение на официалния език (езици) в базата данни с практиката на Съда HUDOC.", "", "Приложение", "Списък на жалбоподателите и техните починали роднини", "Жалбоподателите са петдесет руски граждани, които живеят в Република Кабардино-Балкария, и които, освен ако не е посочено друго, са жителите на град Налчик. Те са:", "(1)  Г-жа Kelimat Akhmatovna Sabanchiyeva, родена през 1961 г., чието оплакване се отнася до смъртта на сина й, г-н Khadjimurat Kurbanovich Kurbanov, роден на 25 октомври 1984 г. (1982 г.);", "(2)  Г-н Khusen Leonidovich Shibzukhov, роден през 1949 г., чието оплакване се отнася до смъртта на сина му, г-н Anzor Khuseynovich Shibzukhov, роден на 23 юни 1984 г.;", "(3)  Г-н Anatoliy Narychevich Bitokov, роден през 1947 г., чието оплакване се отнася до смъртта на сина му, г-н Murat Anatolyevich Bitokov, роден на 22 септември 1980 г.;", "(4)  Г-жа Raya Bilyalevna Chechenova, родена през 1952 г., чието оплакване се отнася до смъртта на сина й, г-н Stanislav Borisovich Chechenov, роден на 1 декември 1973 г.;", "(5)  Г-жа Larisa Saradinovna Alakayeva, родена през 1957 г., чието оплакване се отнася до смъртта на сина й, г-н Saradin Khautiyevich Alakayev, роден на 13 септември 1980 г.;", "(6)  Г-н Barasbi Khudovich Boziyev, роден през 1947 г., живущ в село Ардуган, чието оплакване се отнася до смъртта на сина му, г-н Sosruko Barasbiyevich Boziyev, роден на 17 февруари 1977 г.;", "(7)  Г-н Yuriy Natribovich Khagov, роден през 1937 г., живущ в село Терек, чието оплакване се отнася до смъртта на сина му, г-н Zalim Yuryevich Khagov, роден на 11 август (септември) 1968 г.;", "(8)  Г-жа Raisa Albiyanovna Mamresheva, родена през 1951 г., живуща в село Терек, чието оплакване се отнася до смъртта на сина й, г-н Vyacheslav Borisovich Shoghemov (Shogemov), роден на 20 септември 1975 г.;", "(9)  Г-жа Anzhelika Yuryevna Arkhestova, родена през 1970 г., чието оплакване се отнася до смъртта на брат й, г-н Anzor Yuryevich Kertbiyev, роден на 13 април 1974 г.;", "(10)  Г-жа Fatimat Khazritovna Tkhagalegova, родена през 1963, живуща в село Нартан, чието оплакване се отнася до смъртта на брат й, г-н Anzor Khazritovich Bichoyev, роден на 18 август 1972 г.;", "(11)  Г-жа Rita Ramazanovna Dzantuyeva, родена през 1959 г., чието оплакване се отнася до смъртта на сина й, г-н Aleksandr Lenovich Bashloyev, роден на 29 декември 1980 г. (1975 г.);", "(12)  Г-жа Fatima Amerkhanovna Mamayeva, родена през 1973 г., чието оплакване се отнася до смъртта на съпруга й, г-н Timur Makhtyevich Mamayev, роден на 22 септември 1972 г.;", "(13)  Г-жа Yelena Khabidovna Karmova, родена през 1952 г., чието оплакване се отнася до смъртта на сина й, г-н Martyn Nikolayevich Karmov, роден на 19 февруари 1972 г. (1978 г.);", "(14)  Г-жа Alesya Khazritovna Shidakova, родена през 1955 г., живуща в село Инаркой, чието оплакване се отнася до смъртта на сина й, г-н Dzhambulat Khamishevich Shidakov, роден на 6 ноември 1978 г.;", "(15)  Г-н Timofey Alesovich Nabitov, роден през 1942 г., чието оплакване се отнася до смъртта на синовете му, г-н Azamat Timofeyevich Nabitov, роден на 20 (29) декември 1979 г., и г-н Djambulat Timofeyevich Nabitov, роден на 9 януари 1982 г.;", "(16)  Г-жа Raisa Shamgunovna Keresheva, родена през 1956 г., чието оплакване се отнася до смъртта на синовете й, г-н Rustam Ruslanovich Kereshev, роден на 4 декември 1979 г., и г-н Anzor Ruslanovich Kereshev, роден на 16 март 1984 г.;", "(17)  Г-н Betal Muradinovich Kerefov, роден през 1946 г., чието оплакване се отнася до смъртта на сина му, г-н Kazbulat Betalovich Kerefov, роден на 15 май 1980 г.; този жалбоподател е починал на 4 декември 2009 г. и неговата вдовица, г-жа Fatimat Mukhabovna Kerefova, родена на 3 ноември 1949 г., е решила да поддържа жалбата;", "(18)  Г-н Magomed Khasymovich Attoyev, роден през 1941 г., чието оплакване се отнася до смъртта на сина му, г-н Murat Magomedovich Attoyev, роден на 27 април (24 юли) 1978 г.;", "(19)  Г-жа Zhanna Fyodorovna Ifraimova, родена през 1968 г., чието оплакване се отнася до смъртта на г-н Ruslan Borisovich Tamazov, роден на 31 март (май) 1980 г.;", "(20)  Г-жа Aysha Ismailovna Chagiran, родена през 1952 г., чието оплакване се отнася до смъртта на сина й, г-н Djambulat Mukhamedovich Bittirov, роден на 1 април 1985 г.;", "(21)  Г-н Aserbi Lanovich Makoyev, роден през 1956 г., чието оплакване се отнася до смъртта на сина му, г-н Murat Aserbiyevich (Askerbiyevich) Makoyev, роден на 1 юни (юли) 1981 г.;", "(22)  Г-н Sait Mukhamedovich Bashora, роден през 1949 г., чието оплакване се отнася до смъртта на сина му, г-н Ruslan Saitovich Tishkov, роден на 1 август 1980 г.;", "(23)  Г-жа Taya Alekseyevna Khavzhokova, родена през 1958 г., живуща в село Нартан, чието оплакване се отнася до смъртта на сина й, г-н Alim Khataliyevich Khavzhokov, роден на 8 септември 1979 г.;", "(24)  Г-н Kunak Ismailovich Guziyev, роден през 1944 г., чието оплакване се отнася до смъртта на сина му, г-н Ramazan Konakovich Guziyev, роден на 26 септември 1975 г.;", "(25)  Г-н Amerbi Yakhiyaevich Afov, роден през 1937 г., чието оплакване се отнася до смъртта на сина му, г-н Zaur Amerbiyevich Afov, роден на 3 април 1975 г. (1976 г.);", "(26)  Г-жа Yulia Anurdinovna Khagabanova, родена през 1982 г., чието оплакване се отнася до смъртта на брат й, г-н Edik Rasimovich Abidokov, роден на 23 (20) март 1973 г.;", "(27)  Г-жа Lidiya Zhambulatovna Zhelikhazheva, родена през 1942 г., чието оплакване се отнася до смъртта на сина й, г-н Alim Sultanovich Zhelikhazhev, роден на 23 март 1976 г.;", "(28)  Г-н Tengiz Valeryevich Mokayev, роден през 1987 г., чието оплакване се отнася до смъртта на брат му, г-н Aleksandr Valeriyevich Mokayev, роден на 17 (19) юли 1978 г.;", "(29)  Г-жа Emma Auzinovna Sherdiyeva, родена през 1963 г., чието оплакване се отнася до смъртта на сина й, г-н Rustam Ruslanovich Nafedzov, роден на 13 януари 1981 г.; този жалбоподател е починал на 26 август 2006 г. и неговата вдовица, г-жа Zhanneta Khamidbiyevna Khazhbiyeva, родена на 3 декември 1982 г., е решила да поддържа жалбата;", "(30)  Г-жа Zhanetta Martinovna Kushkhova, родена през 1944 г., чието оплакване се отнася до смъртта на сина й, г-н Zaurbek Huseynovich Kushkhov, роден на 25 ноември 1977 г.;", "(31)  Г-н Khazret-Ali Islamovich Khalilov, роден през 1950 г., чието оплакване се отнася до смъртта на сина му, г-н Murat Khazret-Aliyevich Khalilov, роден на 9 януари 1981 г.; този жалбоподател е починал на 25 декември 2006 г. и неговата вдовица, г-жа Zyuzanna Khazretovna Khalilova, родена на 29 април 1983 г., е решила да поддържа жалбата;", "(32)  Г-н Ladin Khazhisetovich Gendukov, роден през 1955 г., живущ в село Алтуд, чието оплакване се отнася до смъртта на сина му, г-н Roman Ladinovich Gendukov (Gendugov), роден на 3 октомври 1981 г.;", "(33)  Г-н Vladimir Khazeshevich Vorokov, роден през 1946 г., чието оплакване се отнася до смъртта на сина му, г-н Azamat Vladimirovich Vorokov, роден на 22 април 1978 г.;", "(34)  Г-н Murat Yuryevich Pshikhachev, роден през 1974 г., чието оплакване се отнася до смъртта на брат му, г-н Muslim Yuryevich Pshikhachev, роден на 16 февруари 1976 г.;", "(35)  Г-н Fyodor Aliyevich Abidov, роден през 1957 г., чието оплакване се отнася до смъртта на сина му, г-н Zaurbek Fyodorovich Abidov, роден на 9 юни 1983 г.;", "(36)  Г-н Liuan Mukhazhirovich Kardanov, роден през 1952 г., живущ в село Урвани, чието оплакване се отнася до смъртта на сина му, г-н Mukharbi Liuyanovich Kardanov, роден на 11 декември 1979 г.;", "(37)  Г-н Atabi Sakhatgeriyevich Kardanov, роден през 1948 г., чието оплакване се отнася до смъртта на сина му, г-н Oleg Atabiyevich Kardanov, роден на 16 ноември 1981 г.;", "(38)  Г-жа Rita Aslamurzovna Anzorova, родена през 1960 г., живуща в град Нарткала, чието оплакване се отнася до смъртта на сина й, г-н Artur Khasanovich Ezdekov, роден на 14 септември 1979 г.;", "(39)  Г-н Karalbi Masadovich Amshokov, роден през 1933 г., чието оплакване се отнася до смъртта на сина му, г-н Akhmed Karalbiyevich Amshokov, роден на 13 май 1977 г.;", "(40)  Г-н Boris Betalovich Kuchmenov, роден през 1942 г., чието оплакване се отнася до смъртта на сина му, г-н Anzor Borisovich Kuchmenov, роден на 19 ноември 1973 г.;", "(41)  Г-жа Aminat Umarovna Psanukova, родена през 1949 г., чието оплакване се отнася до смъртта на сина й, г-н Zaur Isufovich Psanukov, роден на 10 септември 1977 г.;", "(42)  Г-жа Fatima Nakhupshovna Arkhagova, родена през 1951 г., чието оплакване се отнася до смъртта на сина й, г-н Aslan Karalbiyevich Arkhagov, роден на 30 (31) януари 1979 г.;", "(43)  Г-н Khuseyn Hazhmuratovich Atalikov, роден през 1952 г., чието оплакване се отнася до смъртта на сина му, г-н Islam Khuseynovich Atalikov, роден на 15 (13) октомври 1982 г.;", "(44)  Г-жа Lyubov Mikhaylovna Gonibova, родена през 1952 г., чието оплакване се отнася до смъртта на сина, й г-н Akhmed Khasanbiyevich Gonibov, роден на 3 септември 1985 г.;", "(45)  Г-жа Zoya Ibragimovna Afaunova, родена през 1955 г., чието оплакване се отнася до смъртта на сина й, г-н Gisa Musovich Afaunov, роден на 1 януари 1975 г.;", "(46)  Г-жа Fatimat Abubachirovna Erzhibova, родена през 1956 г., чието оплакване се отнася до смъртта на сина й, г-н Beslan Leonidovich Erzhibov, роден на 17 юли 1983 г.;", "(47)  Г-жа Fatima Khursanovna Gudova, родена през 1959 г., чието оплакване се отнася до смъртта на сина й, г-н Ruslan Aslanbiyevich Gudov, роден на 7 януари 1980 г.;", "(48)  Г-жа Oksana Nikolayevna Daova, родена през 1977 г., чието оплакване се отнася до смъртта на брат й, г-н Valeriy Nikolayevich Tleuzhev, роден на 22 (21) юли 1975 г., и съпруга й, г-н Zurab Nazranovich (Narzanovich) Daov, роден на 18 март 1972 г.;", "(49)  Г-н Zaur Mukhamedovich Terkulov, роден през 1981 г., чието оплакване се отнася до смъртта на брат му, г-н Eldar Mukhamedovich Terkulov, роден на 1 май 1983 г.;", "(50)  Г-н Boris Zaudinovich Bagov, роден на науточнена дата, чието оплакване се отнася до смъртта на племенниците му, г-н Anzor Yuriyevich Bagov, г-н Zaur Yuriyevich Bagov и г-н Aslan Yuriyevich Bagov, родени съответно на 12 септември 1977, 8 юни 1979 и 23 юли 1987 г.", "", "Таблица 1 (вж. параграф 42)", "", "", "Таблица 2 (вж. параграф 44)", "", "", "Таблица 3 (вж. параграф 46)", "", "", "Таблица 4 (вж. параграф 47)", "", "", "Таблица 5 (вж. параграф 59)", "", "", "", "© Съвет на Европа/Европейски съд по правата на човека, 2013.", "", "Официалните езици на Европейския съд по правата на човека са английски и френски. Този превод не обвързва Съда и Съдът не носи никаква отговорност за неговото качество. Той може да бъде изтеглен от базата данни с практика на Европейския съд по правата на човека HUDOC () или от друга база данни, с която Съдът го е споделил. Може да бъде възпроизвеждан с нетърговска цел при условие, че се цитира пълното заглавие на делото, заедно с посочените по-горе указания за авторското право. В случай че част от този превод ще се използва с търговска цел, моля, свържете се с ", "", "© Council of Europe/European Court of Human Rights, 2013.", "", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact ", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013.", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", "", "", ""]}