{"file": "BUL_HJUDBUL_27765_09.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "27765/09", "text_paragraphs": ["", "© Съвет на Европа/Европейски съд по правата на човека, 2013 г. Този превод не обвързва Съда. За допълнителна информация моля вижте пълните указания за авторските права в края на документа.", "© Council of Europe/European Court of Human Rights, 2013. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "ГОЛЯМА КАМАРА", "", "", "", "ДЕЛО Hirsi Jamaa and Others СРЕЩУ ИТАЛИЯ", "", "(Жалба no. 27765/09)", "", "", "", "", "РЕШЕНИЕ", "", "", "Страсбург", "", "23 февруари 2012 г.", "", "", "Това решение е окончателно, но може да претърпи редакционни промени.", "По делото Hirsi Jamaa and Others срещу Италия,", "Европейският съд по правата на човека, заседаващ като голяма камара, в състав:", "\tNicolas Bratza, председател,\n\tJean-Paul Costa,\n\tFrançoise Tulkens,\n\tJosep Casadevall,\n\tNina Vajić,\n\tDean Spielmann,\n\tPeer Lorenzen,\n\tLjiljana Mijović,\n\tDragoljub Popović,\n\tGiorgio Malinverni,\n\tMirjana Lazarova Trajkovska,\n\tNona Tsotsoria,\n\tIşıl Karakaş,\n\tKristina Pardalos,\n\tGuido Raimondi,\n\tVincent A. de Gaetano,\n\tPaulo Pinto de Albuquerque, съдии,", "\tи Michael O’Boyle, заместник-секретар,", "след проведени закрити заседания на 22 юни 2011 г. и 19 януари 2012 г.,", "постанови следното решение, прието на по-късната дата:", "ПРОЦЕДУРА", "1.  Делото е образувано по жалба (no. 27765/09) срещу Италианската Република, подадена до Съда в съответствие с член 34 от Конвенцията за защита правата на човека и основните свободи („Конвенцията“) от единадесет сомалийски граждани и тринадесет граждани на Еритрея („жалбоподателите“), чиито имена и дати на раждане са посочени в списъка, приложен към настоящото решение, на 26 май 2009 г.", "2.  Жалбоподателите са представлявани от г-н A.G. Lana и г-н A. Saccucci, адвокати с практика в Рим. Италианското правителство („правителството“) е представлявано от агента си, г-жа E. Spatafora, и от съ-агента, г-жа S. Coppari.", "3.  Жалбоподателите се оплакват по-специално, че транспортирането им до Либия от италианските власти е нарушило член 3 от Конвенцията и член 4 от Протокол № 4. Те се оплакват също и от липсата на вътрешноправно средство, отговарящо на изискванията на член 13 от Конвенцията, което да доведе до разглеждането на гореспоменатите оплаквания.", "4.  Жалбата е била разпределена на втора секция на Съда (член 52 § 1 от Правилника на Съда). На 17 ноември 2009 г. камара от втора секция е решила да уведоми италианското правителство за жалбата. На 15 февруари 2011 г. камара, съставена от следните съдии: Françoise Tulkens, President, Ireneu Cabral Barreto, Dragoljub Popović, Nona Tsotsoria, Isil Karakas, Kristina Pardalos, Guido Raimondi, и със Stanley Naismith, секретар на секцията, е решила да се откаже от компетентност в полза на голямата камара, като нито една от страните не се е противопоставила на решението за отказ от компетентност (член 30 от Конвенцията и член 72 от Правилника).", "5.  Съставът на голямата камара е бил определен в съответствие с разпоредбите на член 27 §§ 2 и 3 от Конвенцията и член 24 от Правилника на Съда.", "6.  Било е решено голямата камара да се произнесе едновременно по съществото и по допустимостта на жалбата (член 29 § 1 от Конвенцията).", "7.  Жалбоподателите и правителството са представили писмени становища по съществото на жалбата. Страните са разменили отговори на становищата си по време на заседанието (член 44 § 5 от Правилника). Получени са и писмени становища от Върховния комисар на Организацията на обединените нации за бежанците (ВКБООН), Хюман райтс уоч (Human Rights Watch), Клиниката по права на човека към правния факултет на университета Колумбия, Център за съвети относно индивидуалните права в Европа [(the Centre for Advice on Individual Rights in Europe („Aire Centre“)], Амнести интернешанъл (Amnesty International) и Международната федерация за права на човека [(the International Federation for Human Rights („FIDH“)], действащи заедно, на които председателят на камарата е позволил да встъпят в производството (член 36 § 2 от Конвенцията). Становище е получено и от Върховния комисар на ООН за правата на човека (ВКПЧООН), на който председателят на Съда в позволил да встъпи в производството. ВКБООН е получил разрешение да участва в устното производство.", "8.  На 22 юни 2011 г. е било проведено открито заседание в сградата на правата на човека, Страсбург (член 59 § 3 от Правилника).", "Пред Съда са се явили:", " (a)  за правителството\nг-жа\tS. Coppari, \tсъ-агент,\nг-н\tG. Albenzio,\tдържавен адвокат;", "(b)  за жалбоподателите\nг-н A.G. Lana, \t\nг-н A. Saccucci, \tзащитници\nг-жа\tA. Sironi, \tсъветник;", "(c)  за Върховния представител за бежанците на ООН, трета страна, встъпила в делото\nг-жа\tM. Garlick, Началник на отдел „Политика и правна помощ“,  \nЕвропейско представителство,\tзащитник\nг-н\tC. Wouters, главен съветник по бежанско право, \nОтдел за национална защита,\nг-н\tS. Boutruche, юрисконсулт на отдел „Политика и правна помощ“, Европейско представителство\tсъветници.", "", "Съдът е изслушал пледоариите на г-жа Coppari, г-н Albenzio, г-н Lana, г-н Saccucci и г-жа Garlick и отговорите им на въпроси, зададени от съдиите.", "ФАКТИТЕ", "I.  ОБСТОЯТЕЛСТВАТА ПО ДЕЛОТО", "A.  Залавяне и връщане на жалбоподателите обратно в Либия", "6.  Жалбоподателите, единадесет сомалийски граждани и тринадесет граждани на Еритрея, са били част от група от около двеста човека, които са напуснали Либия в три лодки с цел да достигнат бреговете на Италия.", "7.  На 6 май 2009 г., когато лодките им са се намирали на 35 морски мили южно от Лампедуза (Агридженто), което е в зоната на действие на малтийската спасителна служба, те са били забелязани от три кораба на италианската финансова полиция (Guardia di finanza) и бреговата охрана.", "8.  Лицата в заловените лодки са били прехвърлени на италиански военни кораби и върнати обратно в Триполи. Жалбоподателите твърдят, че по време на пътуването италианските власти не са ги уведомили за истинската крайна цел на пътуването и не са предприели никакви стъпки, за да установят самоличността им.", "Всичките им лични вещи, включително документите им за самоличност, са били конфискувани от [италианските] военни.", "9.  При пристигането им на пристанището в Триполи, след десет-часово пътуване, мигрантите са били предадени на либийските власти. Според версията на жалбоподателите, те са се противопоставили на предаването им на либийските власти, но въпреки това са били принудени да напуснат италианските кораби.", "10.  По време на пресконференция, проведена на 7 май 2009 г., италианският министър на вътрешните работи е заявил, че операцията по залавянето на лодки в открито море и връщането на мигранти в Либия е била последица от влизането в сила на 7 февруари 2009 г. на двустранни споразумения с Либия и представлява важна повратна точка в борбата срещу нелегалната имиграция. В реч пред Сената на 25 май 2009 г. министърът е заявил, че между 6 и 10 май 2009 г. повече от 471 нелегални имигранти са били заловени в открито море и върнати в Либия в съответствие с тези двустранни споразумения. След като е обяснил, че операцията е била проведена в съответствие с принципа на сътрудничество между държавите, министърът е заявил, че политиката на връщане е била много ефикасна в борбата с нелегалната имиграция. Според Министъра на вътрешните работи, тази политика обезкуражавала престъпни групировки, занимаващи се с нелегален трафик на хора, спомогнала е за спасяването на човешки животи в морето и значително е намалила броя на пристигащите на италианските брегове нелегални мигранти, който през май 2009 г. е бил пет пъти по-малък от този през май 2008 г.", "11.  В течение на 2009 година Италия е провела девет операции в открито море за залавянето на нелегални мигранти в съответствие с двустранните споразумения, сключени с Либия.", "B.  Съдбата на жалбоподателите и контактите им с техните представители", "12.  Съгласно информацията, предоставена на Съда от представителите на жалбоподателите, двама от жалбоподателите, г-н Мохамед Абукар Мохамед и г-н Хасан Шариф Абирахман (съответно номер 10 и 11 в списъка, приложен към настоящото решение), са починали при неизяснени обстоятелства след въпросните събития.", "13.  След подаването на жалбата адвокатите са продължили да поддържат контакт с останалите жалбоподатели, с които те са могли да се свържат по телефона или по имейл.", "Четиринадесет от жалбоподателите (посочени в списъка) са получили статут на бежанци от представителството на ВКБООН в Триполи между юни и октомври 2009 г.", "14.  След революцията, избухнала в Либия през 2011 г., която принудила много хора да избягат от страната, контактите между жалбоподателите и техните представители са се влошили. Понастоящем адвокатите са във връзка с шестима от жалбоподателите:", "Г-н Еримас Берхане (номер 20 в списъка) е успял незаконно да достигне италианските брегове. На 21 юни 2011 г. Службата за бежанците в Кротоне (Crotone Refugee Status Board) му е предоставила статут на бежанец;", "Г-н Хабтом Цегай (номер 19 в списъка) понастоящем се намира в лагера Чуча в Тунис. Той възнамерява да се завърне в Италия;", "Г-н Кифлом Тесфазион Кидан (номер 24 в списъка) пребивава в Малта;", "Г-н Хайелом Могос Кидане и г-н Валду Хабтемчаел (съответно номера  23 и 13 в списъка) пребивават в Швейцария, където очакват отговор на исканията им за международна защита;", "Г-н Роберл Абзиги Йоханес (номер 21 в списъка) пребивава в Бенин.", "II.  ПРИЛОЖИМО ВЪТРЕШНО ПРАВО", "A.  Италианският Кодекс на навигацията", "15.  Член 4 от Кодекса на навигацията от 30 март 1942 г., в редакцията му от 2002 г., предвижда следното:", "„Италианските плавателни съдове в открито море и италианските самолети във въздуха, които не принадлежат на друга държава, се считат за италианска територия.“", "B.  Двустранни споразумения между Италия и Либия", "16.  На 29 декември 2007 г. в Триполи Италия и Либия са подписали споразумение за двустранно сътрудничество за борба с незаконната имиграция. На същата дата двете страни са подписали и допълнителен протокол, който излага оперативните и техническите подробности във връзка с изпълнението на споразумението. Съгласно член 2 от споразумението:", "[Превод, направен от регистратурата на Съда]", "„Италия и „Великата социалистическа народна либийска арабска джамахирия“ се задължават да организират морски патрули, които да се извършват от шест кораба, временно предоставени от Италия. Екипажът на тези кораби ще бъде смесен и ще се състои от либийски персонал и италиански полицейски служители, които ще провеждат обучения и ще предоставят напътствия и техническа помощ във връзка с използването и управлението на корабите. Операции по наблюдение, издирване и спасяване ще се провеждат в зоните на отпътуване и транзит на плавателни съдове, използвани за транспортирането на нелегални имигранти, както в териториалните води на Либия, така и в международни води, в съответствие с действащите международни конвенции и с оперативните договорености, които ще бъдат постигнати от двете страни.“", "Освен това Италия е поела задължение да предостави на Либия за период от три години три кораба без флаг (член 3 от споразумението) и да подтикне институциите на Европейския съюз (ЕС) да сключат рамково споразумение между ЕС и Либия (член 4 от споразумението).", "На последно място, съгласно член 7 от двустранното споразумение, Либия поема задължението да „координира действията си с тези на страните на произход, за да намали нелегалната имиграция и да гарантира репатрирането на имигрантите“.", "На 4 февруари 2009 г. в Триполи Италия и Либия са подписали Допълнителен протокол, целящ укрепването на двустранното сътрудничество в борбата срещу нелегалната имиграция. Този протокол частично изменя споразумението от 29 декември 2007 г., по-точно с включването на нов член, който гласи:", "„Двете страни се задължават да организират морски патрули със съвместни екипажи, съставени от равен брой италиански и либийски персонал с равностоен опит и умения. Патрулите ще се провеждат в либийски и международни води под ръководството на либийски персонал и с участието на италиански членове на екипажа и в италиански и международни води, под ръководството на италиански персонал и с участието на либийски членове на екипажа.", "Собствеността върху корабите, предоставени от Италия по смисъла на член 3 от Споразумението от 29 декември 2007 г., окончателно се предоставя на Либия.", "Двете страни се задължават да репатрират нелегалните имигранти и да сключат споразумения със страните на произход, за да се ограничи нелегалната имиграция.“", "17.  На 30 август 2008 г. в Бенгази Италия и Либия са подписали Договор за приятелство, партньорство и сътрудничество, член 19 от който предвижда полагането на усилия за преустановяването на нелегалната имиграция в страните на произход на миграционните потоци. Съгласно член 6 от договора Италия и Либия се задължават да действат в съответствие с принципите на Устава на Обединените нации и Универсалната декларация за правата на човека.", "18.  Според изказване на италианския министър на отбраната след събитията от 2011 г. прилагането на споразуменията между Италия и Либия е било спряно.", "III.  ОТНОСИМИ АСПЕКТИ НА МЕЖДУНАРОДНОТО И ЕВРОПЕЙСКОТО ПРАВО", "A.  Женевска конвенция за статута на бежанците от 1951 г.", "19.  Италия е ратифицирала Женевската конвенция за статута на бежанците от 1951 г. („Женевската конвенция“), която определя случаите, при които държавата трябва да предостави бежански статут на лицата, направили такова искане, и правата и задълженията на тези лица. Членове 1 и 33 § 1 от Конвенцията предвиждат:", "Член 1", "„За целите на тази конвенция терминът „бежанец“ се прилага към всяко лице, което... поради основателни опасения от преследване по причина на раса, религия, националност, принадлежност към определена социална група или политически убеждения, се намира извън страната, чийто гражданин то е, и не може да се ползва от закрилата на тази страна, или не желае да се ползва от такава закрила поради тези опасения; или, бидейки без гражданство и намирайки се извън страната на своето предишно обичайно местоживеене в резултат на подобни събития, не може да се завърне или, поради такива опасения, не желае да се завърне в нея.“", "Член 33 § 1", "„1.  Никоя договаряща държава няма по какъвто и да е начин да експулсира или връща („refouler“) бежанец до границата на територия, където биха били застрашени животът или свободата му по причина на неговата раса, религия, националност, принадлежност към дадена социална група или политически възгледи.“", "20.  В своите Бележки по международна закрила от 13 септември 2001 г. (A/AC.96/951, § 16), ВКБООН, който следи за начина, по който държавите прилагат Женевската конвенция, посочва, че принципът за невръщане („non-refoulement“), изложен в член 33 е:", "„... жизненоважен принцип, съдържащ се в Конвенцията, по отношение на който не се допускат резерви. В много отношения принципът е логично допълнение на правото да се търси убежище, признато във Всеобщата декларация за правата на човека. Той е започнал да се счита за правило от международното обичайно право, обвързващо всички държави. Освен това, международното право на правата на човека установява не-връщането (non-refoulement) като основен аспект на абсолютната забрана за изтезания и жестоко, нечовешко или унизително отношение или наказание. Задължението за невръщане се прилага към бежанците независимо от формалното признание, като по този начин очевидно включва и лица, търсещи убежище, чиито статут все още не е определен. То включва всякакви мерки, предприети от държавата, които биха имали за резултат връщането на лицето, търсещо убежище до границите на територията, където животът или свободата му биха били застрашени, или където има опасност то да бъде преследвано. Това включва недопускане на лицата да преминат през границата, залавяне и индиректно връщане на отделно лице, търсещо убежище или на множество лица при масови бежански вълни.“", "B.  Конвенция на Организацията на обединените нации по морско право от 1982 г. („Конвенцията от Монтего бей“)", "21.  Относимите членове на Конвенцията от Монтего бей предвиждат:", "Член 92\nСтатут на корабите", "„1.  Корабът плава под знамето само на една държава и освен в изключителните случаи, изрично предвидени в международни договори или в тази конвенция, се подчинява в откритото море на нейната изключителна юрисдикция ...“", "Член 94\nЗадължения на държавата на знамето", "„1.  Всяка държава осъществява ефективно своята юрисдикция и упражнява контрол върху корабите под нейно знаме в административната, техническата и социалната сфера.", "...“", "Член 98\nЗадължение за оказване на помощ", "„1.  Всяка държава изисква от капитана на кораб под нейно знаме, доколкото той може да направи това, без да излага на сериозна опасност кораба, екипажа и пътниците:", "да оказва помощ на всяко открито в морето лице, застрашено от гибел;", "да се насочи, колкото е възможно по-бързо, към лица, търпящи бедствие, ако му бъде съобщено, че те се нуждаят от помощ, дотолкова, доколкото такова действие може разумно да се очаква от него;", "...“", "C.  Международна конвенция за търсене и спасяване по море от 1979 г. („Конвенцията SAR”) (изменена през 2004 г.)", "22.  Подточка 3.1.9 от Конвенцията SAR предвижда:", "„Страните координират усилията си и си сътрудничат, за да гарантират, че капитаните на кораби оказващи помощ чрез качване на борда на лица, изпаднали в беда в открито море, се освобождават от задълженията си при минимално по-нататъшно отклонение от маршрута на кораба, ако освобождаването на капитана от тези задължения не създава опасност за сигурността на живота в морето. Страната, отговаряща за района на издирване и спасяване, в който се оказва такава помощ, носи главната отговорност за гарантирането, че е налице такава координация и сътрудничество, така че да бъде помогнато спасените лица да бъдат свалени от борда на кораба, оказал им помощ, и отведени на безопасно място, като се вземат предвид конкретните обстоятелства в случая и насоките, разработени от организацията (Международната морска организация). В тези случаи, съответните държави имат грижата това сваляне от борда да бъде извършено във възможно най-кратък срок.“", "D.  Протокол срещу нелегалния трафик на мигранти по суша, море и въздух, допълващ Конвенцията на ООН срещу транснационалната организирана престъпност („Протокол от Палермо“ (2000 г.))", "23.  Член 19 § 1 от Протокола от Палермо предвижда:", "„1.  Нито една от разпоредбите на настоящия Протокол не трябва да оказва влияние върху правата, задълженията и отговорностите на страните и лицата, произтичащи от международното право, включително от международното хуманитарно право и международното право за защита на правата на човека, и в частност, там, където това е приложимо, от Конвенцията от 1951 г. и от протокола от 1967 г. за Статута на бежанците и принципа на невръщане, постановен там.“", "E.  Резолюция 1821 (2011) на Парламентарната асамблея на Съвета на Европа", "24.  На 21 юни 2011 г. Парламентарната асамблея на Съвета на Европа е приела Резолюция за залавянето и спасяването по море на лица, търсещи убежище, бежанци и незаконни имигранти, която предвижда следното:", "„1.  Наблюдението на южните граници на Европа се е превърнало в регионален приоритет. Европейският континент трябва да се справя със сравнително големи миграционни потоци, идващи по море от Африка и достигащи Европа главно през Италия, Малта, Испания, Гърция и Кипър.", "2.  Мигранти, бежанци и лица, търсещи убежище, рискуват живота си, за да достигнат до южните граници на Европа, главно в негодни за плаване в морето лодки. Тези пътувания, които винаги биват предприемани незаконно, главно на борда на плавателни съдове без флаг, и които ги излагат на риска да попаднат в ръцете на групировки за незаконен трафик на хора отразяват отчаянието на пътниците, които не разполагат с правни средства и, преди всичко, с по-безопасен начин да достигнат Европа.", "3.  Въпреки че през последните години броят на имигрантите, пристигнали по море, драстично е намалял, което е довело до промяна на миграционните маршрути (предимно към сухопътната граница между Турция и Гърция), Парламентарната асамблея, изтъквайки, inter alia, своята (2008) за хората в лодки в Европа: смесени миграционни потоци по море към южна Европа, отново изразява дълбоката си загриженост за мерките, предприети за справянето с пристигането по море на тези миграционни потоци. Много хора, изпаднали в опасност в морето, са били спасени и много други, които са се опитвали да стигнат до Европа, са били отблъснати, като списъкът с фатални инциденти – толкова предсказуеми, колкото и трагични – е дълъг и става все по-дълъг с всеки изминал ден.", "4.  Освен това, скорошният приток на имигранти в Италия и Малта след безредиците в северна Африка доказва, че Европа винаги трябва да бъде готова да се изправи пред потенциален приток на огромен брой нелегални имигранти, лица, търсещи убежище, и бежанци към южните й брегове.", "5.  Асамблеята изтъква, че мерките за справянето с този приток на имигранти по море са свързани с множество проблеми, пет от които са особено притеснителни:", "5.1.  въпреки наличието на няколко относими международни инструмента, приложими в тази сфера, които излагат приложимите в тази област права и задължения на държавите и лицата в задоволителна степен, изглежда, че тяхното съдържание се тълкува различно. Някои държави не са съгласни с характера и обхвата на задълженията им в определени ситуации, а други – поставят под въпрос приложението на принципа за невръщане (non-refoulement), когато става въпрос за открито море;", "5.2.  макар в случай на залавяне в морето бързото сваляне на брега на спасените лица на „сигурно място“ да е абсолютен приоритет, изглежда, че разбирането за „сигурно място“ не се тълкува по един и същи начин от всички държави-членки. Все пак ясно е, че разбирането за „сигурно място“ не трябва да бъде ограничено само до защита на физическата неприкосновеност на лицата, но по необходимост трябва да включва и зачитане на основните им права;", "5.3.  такъв вид различия непосредствено поставят в опасност живота на спасяваните лица, като по-специално забавят или възпрепятстват спасителните мерки, и е възможно да разубедят моряците от спасяването на лица, изпаднали в опасност в морето. Освен това, те биха могли да доведат до нарушение на принципа за невръщане (non-refoulement) по отношение на редица лица, включително на такива, нуждаещи се от международна закрила;", "5.4.  въпреки че Европейската агенция за управление на оперативното сътрудничество по външните граници на държавите-членки на Европейския съюз (FRONTEX) играе все по-голяма роля в залавянето на имигранти в морето, не съществуват адекватни гаранции за зачитане на човешките права и задълженията съгласно международното право и правото на Европейския съюз в рамките на съвместните операции, които тя координира;", "5.5.  в заключение, този приток на имигранти по море обременява несъразмерно държавите, разположени по южните граници на Европейския съюз. Целта задълженията да бъдат разпределени по по-справедлив начин и между европейските държави да съществува повече солидарност в сферата на миграцията далеч не е постигната.", "6.  Ситуацията се усложнява и от факта, че тези миграционни потоци имат смесен характер и поради това е необходим специализиран и индивидуализиран подход, който е насочен към закрила и съответства на статута на спасените лица. За да отговорят на притока на мигранти по море адекватно и в съответствие с приложимите международни стандарти, държавите не трябва да забравят този аспект при управлението на политиката и дейността си в областта на миграцията.", "7.  Асамблеята напомня на държавите-членки за международноправните им задължения, включително тези по Европейската конвенция за правата на човека (ETS No. 5), Конвенцията на ООН по морско право от 1982 г. и Женевската конвенция за статута на бежанците от 1951 г., и по-специално им напомня за принципа за невръщане (non-refoulement) и за правото да се търси убежище. Асамблеята също напомня и задълженията на страните, подписали Международната конвенция за безопасност на човешкия живот на море от 1974 г. и Международната конвенция за търсене и спасяване по море от 1979 г.", "8.  На последно място и преди всичко, Асамблеята напомня на държавите-членки, че те имат морално и законово задължение да спасяват лица, изпаднали в опасност в морето без никакво забавяне и безспорно потвърждава тълкуването, дадено от Върховния Комисариат на ООН за бежанците (ВКБООН), съгласно което принципът за невръщане се прилага и в открито море. Открито море не е район, в който държавите са освободени от законовите си задължения, включително от тези, произтичащи от международното право за правата на човека и международното бежанско право.", "9.  Поради това Асамблеята призовава държавите-членки при провеждането на операции за наблюдение по морските граници, било то в контекста на предотвратяване на трафика на хора или във връзка с управление на границите, при упражняването на юрисдикция de jure или de facto да:", "9.1.  изпълняват незабавно и без изключение задължението си да спасяват хора, изпаднали в опасност в морето;", "9.2.  гарантират, че политиката и дейността им по управление на границите, включително мерките за залавяне, вземат предвид смесения състав на потока от лица, които се опитват да пресекат морските граници;", "9.3.  гарантират на всички заловени лица човешко отношение и систематично зачитане на техните човешки права, включително на принципа за невръщане, независимо от това дали мерките по залавянето са били извършени в техните собствени териториални води, в тези на друга държава въз основа на ad hoc двустранни споразумения или в открито море;", "9.4.  да се въздържат от всякакви практики, равносилни на директно или индиректно връщане, включително в открито море, в съответствие с тълкуването на извънтериториалното приложение на този принцип, дадено от ВКБООН, и с относимите решения на Европейския съд по правата на човека;", "9.5.  превърнат в свой приоритет бързото сваляне на брега на спасените лица на „сигурно място“ и да тълкуват „сигурно място“ като място, където могат да бъдат посрещнати непосредствените нужди на свалените лица и където по никакъв начин не могат да бъдат поставени в опасност основните им права, тъй като разбирането за „безопасност“ се простира извън обикновената защита на физическата неприкосновеност и трябва да включва и въпроса доколко биват зачитани основните права в предлаганото място на слизане на брега;", "9.6.  осигурят достъп до справедлива и ефективна процедура за предоставяне на убежище за заловените лица, които се нуждаят от международна закрила;", "9.7.  осигурят достъп до закрила и помощ, включително процедура за предоставяне на убежище за заловените лица, които са жертви на трафик на хора или са в опасност да станат жертви на трафик на хора;", "9.8.  гарантират, че настаняването в центрове за задържане на заловени лица – винаги изключвайки непълнолетни лица и уязвими категории лица – независимо от статута им, е разпоредено от съдебните органи и става само при необходимост и на законови основания; че няма друга подходяща алтернатива и че това настаняване отговаря на минималните стандарти и принципи, изложени в Резолюция  (2010) на Асамблеята за задържането на лица, търсещи убежище, и на незаконни имигранти в Европа;", "9.9.  преустановят прилагането на всякакви двустранни споразумения, които са били сключени с трети страни, ако там няма подходящи гаранции за човешките права на заловените лица, по специално за правото на достъп до процедура за искане на убежище, и когато тези споразумения може да се окажат равносилни на нарушаване на принципа за невръщане, и да сключат нови двустранни споразумения, които изрично съдържат такива гаранции за правата на човека и мерки за тяхното редовно и ефективно контролиране;", "9.10.  подпишат и ратифицират, ако още не са направили това, гореспоменатите относими международни инструменти и да се съобразяват с Насоките за третиране на лица, спасени в морето на Международната морска организация (ММО);", "9.11.  подпишат и ратифицират, ако още не са направили това, Конвенцията срещу трафик на хора на Съвета на Европа (CETS No. 197) и т. нар. „Протоколи от Палермо“ към Конвенцията на ООН срещу транснационалната организирана престъпност (2000 г.);", "9.12.  гарантират, че операциите по наблюдение и мерките за контрол на границите не засягат специфичната защита, предоставена от международното право на уязвими категории лица, като бежанци, лица без гражданство, жени, непридружени деца, мигранти, жертви на трафик или в опасност да станат жертви на трафик, и жертви на мъчения и травми.", "10.  Асамблеята е притеснена поради липсата на яснота относно съответните задължения на държавите от Европейския съюз и Frontex и поради липсата на адекватни гаранции за зачитането на правата на човека и на международните стандарти в рамките на съвместните операции, координирани от агенцията. Макар да приветства предложението на Европейската комисия за промени в правилника за дейността на агенцията, с цел укрепване на гаранциите за пълно зачитане на правата на човека, Асамблеята ги смята за неадекватни и би искала Европейският парламент да бъде натоварен с демократичния контрол върху дейността на агенцията, особено по отношение на основните права.", "11.  Асамблеята също така счита, че е особено важно да бъдат направени усилия за премахването на основните причини, тласкащи отчаяни хора да рискуват живота си, качвайки се на лодки, тръгнали за Европа. Асамблеята призовава всички страни-членки да увеличат усилията си за насърчаване на мира, на върховенството на закона и на просперитета в страните на произход на потенциалните имигранти и лица, търсещи убежище.", "12.  На последно място, предвид сериозните предизвикателства, с които се сблъскват крайбрежните странни поради неравномерното пристигане по море на смесени потоци от мигранти, Асамблеята призовава международната общност, и по-специално Международната морска организация (ММО), ВКБООН, Международната организация за миграция (МОМ), Съвета на Европа и Европейския съюз (включително Frontex и Европейската служба за подкрепа в областта на убежището) да:", "12.1.  предоставят на тези държави всякаква необходима помощ в духа на солидарност и споделяне на отговорностите;", "12.2.  предприемат, под егидата на ММО, съгласувани усилия за гарантирането на последователен и хармонизиран подход към международното морско право чрез, inter alia, постигането на съгласие относно определението и съдържанието на основните термини и норми;", "12.3.  създадат междуведомствена група с цел проучване и решаване на основните проблеми в областта на залавянето в морето, включително и на петте проблема, посочени в настоящата резолюция, като поставят ясни политически приоритети, предоставят насоки за държави и други заинтересовани участници, и следят и преценяват използването на мерките за залавяне в морето. Групата трябва да се състои от членове на ММО, ВКБООН, МОМ, Съвета на Европа, Frontex и Европейската служба за подкрепа в областта на убежището“.", "F.  Право на Европейския съюз", "1.  Харта на основните права на Европейския съюз (2000 г.)", "25.  Член 19 от Хартата на основните права на Европейския съюз предвижда:", "Защита в случай на принудително отвеждане, експулсиране и екстрадиране", "„1.  Колективното експулсиране е забранено.", "2.  Никой не може да бъде принудително отведен, експулсиран или екстрадиран към държава, в която съществува сериозен риск да бъде осъден на смърт или подложен на изтезание или на друго нечовешко или унизително отношение или наказание.“", "2.  Споразумение от Шенген от 1985 г.", "26.  Член 17 от споразумението от Шенген предвижда:", "„По отношение на движението на лица страните полагат усилия за премахване на контрола по общите граници и прехвърлянето му на външните граници. За тази цел те се стремят предварително да хармонизират, когато това е необходимо, законовите и административни разпоредби относно забраните и ограниченията, на които се основава граничният контрол и да предприемат допълнителни мерки за гарантиране на сигурността и за борба с незаконната имиграция на граждани на държави, които не са членки на Европейските общности.“", "3.  Регламент (ЕО) № 2007/2004 на Съвета от 26 октомври 2004 г. за създаване на Европейска агенция за управление на оперативното сътрудничество по външните граници на държавите-членки на Европейския съюз (FRONTEX)", "27.  Регламент (ЕО) № 2007/2004 съдържа следните разпоредби:", "„(1)  Политиката на Общността по отношение на външните граници на Европейския съюз цели установяването на интегрирано управление, което гарантира високо и единно равнище на контрол и наблюдение, които съставляват необходима част от свободното движение на хора в Европейския съюз и са определящ елемент на зоната на свобода, сигурност и правосъдие. За целта се предвижда установяването на общи правила относно нормите и процедурите за контрол на външните граници.", "(2)  За да се прилагат ефективно общите правила, е важно да се засили координацията на оперативното сътрудничество между държавите-членки.", "(3)  Като се отчита опитът на общото звено „Външни граници“ в рамките на Съвета, би следвало да се създаде специализиран експертен орган, който да отговаря за подобряване на координацията на оперативното сътрудничество между държавите-членки в областта на управлението на външните граници под формата на Европейска агенция за управление на оперативното сътрудничество по външните граници на държавите-членки на Европейския съюз, наричана по- нататък „Агенцията“.", "(4)  Отговорността за контрола и наблюдението на външните граници е на държавите-членки. Агенцията цели да улесни прилагането на съществуващите или бъдещите мерки на Общността по отношение на управлението на външните граници чрез гарантиране на координация на действията на държавите-членки по прилагането на тези мерки.", "(5)  Ефективният контрол и наблюдението на външните граници е от изключителна важност за държавите-членки, независимо от географското им положение. Поради това е необходимо да се поощрява солидарността между държавите-членки в областта на управлението на външните граници. Създаването на агенция, която да подпомага държавите-членки в оперативното прилагане на управлението на външните им граници, включително по отношение екстрадицията на граждани на трети страни, нелегално пребиваващи на тяхна територия, представлява значителен напредък в този насока.", "4.  Регламент (ЕО) № 562/2006 на Европейския парламент и на Съвета от 15 март 2006 г. за създаване на Кодекс на Общността за режима на движение на лица през границите (Кодекс на Шенгенските граници)", "28.  Член 3 от Регламент(ЕО) № 562/2006 предвижда:", "„Настоящият регламент се прилага за всяко лице, което пресича вътрешна или външна граница на държавите-членки, без да се накърняват:", "(a)  правата на лица, които се ползват с правото на Общността на свободно движение;", "(b)  правата на бежанци и лица, които търсят международна закрила, по-специално по отношение на забраната за връщане.", "5.  Решение на Съвета от 26 април 2010 година за допълнение на Кодекса на шенгенските граници по отношение на наблюдението на морските външни граници в рамките на оперативното сътрудничество, координирано от Европейската агенция за управление на оперативното сътрудничество по външните граници на държавите членки на Европейския съюз (2010/252/ЕС)", "29.  Приложението към решението на Съвета от 26 април 2010 г. гласи:", "„Правила за провеждане на координирани от Агенцията [FRONTEX] операции по морските граници", "1.  Общи принципи", "1.1.  Мерките, предприети за целите на операция по наблюдение, се осъществяват в съответствие с основните права и по начин, който не излага на риск безопасността на заловените или спасените лица или на участващите екипи.", "1.2.  Никое лице не се сваля на брега на държава, нито се предава по друг начин на нейните власти в разрез с принципа за забрана на връщането, нито на държава, от която съществува риск то да бъде експулсирано или върнато в друга държава в разрез с този принцип. Без да се засяга точка 1.1, заловените или спасените лица се информират по подходящ начин, така че да могат да изразят всички основания, поради които смятат, че свалянето на брега на предложеното място би било в нарушение на принципа за забрана на връщането.", "1.3.  По време на цялата операция се отчитат специалните нужди на децата, жертвите на трафик, лицата, нуждаещи се от спешна медицинска помощ, лицата, нуждаещи се от международна закрила, и други лица в особено уязвимо положение.", "1.4.  Държавите-членки гарантират, че служителите на граничната охрана, участващи в операцията по наблюдение, са преминали обучение относно съответните разпоредби във връзка с основните права и законодателството за бежанците и са запознати с международния режим за издирване и спасяване.“", "IV.  МЕЖДУНАРОДНИ МАТЕРИАЛИ, СВЪРЗАНИ СЪС ЗАЛАВЯНЕТО НА ПЛАВАТЕЛНИ СЪДОВЕ В ОТКРИТО МОРЕ, ИЗВЪРШВАНО ОТ ИТАЛИЯ И СЪС СИТУАЦИЯТА В ЛИБИЯ", "A.  Прессъобщение на Върховния комисар на ООН за бежанците", "30.  На 7 май 2008 г. ВКБООН е публикувал следното прессъобщение:", "„В четвъртък ВКБООН изрази дълбока загриженост за съдбата на около 230 души, които в сряда са били спасени от италиански патрулни лодки в зоната на издирване и спасяване (ЗИП) на Малта и са били върнати в Либия без подходяща преценка на потенциалната нужда на тези лица от закрила. Спасителната операция е била извършена на около 35 морски мили югоизточно от италианския остров Лампедуза, но в малтийската ЗИП.", "Отпращането в Либия е било предхождано от продължили цял ден разгорещени дискусии между малтийските и италианските власти относно това кой е отговорен за спасяването и стоварването на брега на хората от трите лодки, които са били в опасност. Макар и по-близо до Лампедуза, трите лодки са се намирали в зоната на издирване и спасяване на Малта.", "Въпреки че няма информация за националността на лицата на борда на лодките, възможно е сред тях да има лица, нуждаещи се от международна закрила. През 2008 г. около 75% от пристигналите по море в Италия имигранти са поискали убежище и 50% от тях са получили някаква форма на закрила.", "„Призовавам италианските и малтийските власти да продължат да осигуряват на лицата, спасени в морето и нуждаещи се от международна закрила, пълен достъп до територията и до процедури за търсене на убежище,“ каза Върховният комисар на ООН за бежанците António Guterres.", "Инцидентът отбелязва значителна промяна в политиката на италианското правителство и е причина за много сериозно безпокойство. ВКБООН дълбоко съжалява за липсата на прозрачност относно това събитие.", "„Работим в тясно сътрудничество с италианските власти в Лампедуза и в други части на страната, за да гарантираме, че лицата, бягащи от война и преследване, са защитени в съответствие с Женевската конвенция от 1951 г.“, каза Laurens Jolles, представител на ВКБООН в Рим. „От особено голямо значение е международният принцип за невръщане да бъде изцяло спазван“.", "Освен това Либия не е подписала Конвенцията за бежанците на ООН от 1951 г. и няма функционираща национална система за предоставяне на убежище. ВКБООН приканва италианските власти да преразгледат решението си и в бъдеще да избягват да прилагат такива мерки.“", "B.  Писмо от 15 юли 2009 г. от г-н Jacques Barrot, заместник-председател на Европейската комисия", "31.  На 15 юли 2009 г. г-н Жак Баро (Jacques Barrot) е писал до председателя на Комисията по граждански свободи, правосъдие и вътрешни работи към Европейския парламент, в отговор на искане за правно становище относно „връщането в Либия по море на различни групи мигранти от италианските власти“. В това писмо заместник-председателят на Европейската комисия се е изразил по следния начин:", "„Според информацията, с която разполага Комисията, въпросните имигранти са били заловени в открито море.", "Два вида правила на Общността трябва да бъдат разгледани във връзка с положението на гражданите на трети страни или на лица без гражданство, които се опитват да влязат незаконно на територията на държавите-членки и някои от които може да се нуждаят от международна закрила.", "На първо място, правото на Общността в областта на предоставянето на убежище е предназначено да гарантира правото на убежище, както е посочено в член 18 от Хартата на основните права на Европейския съюз, в съответствие с Женевската конвенция за статута на бежанците от 1951 г. и с други относими международни договори. Това право обаче, включително Директивата за процедурата по предоставяне на убежище от 2005 г., се прилага само за искания за убежище, направени на територията на държави-членки, което включва границите, транзитните зони и, в контекста на морските граници, териториалните води на държавите-членки. Следователно е ясно, от правна гледна точка, че правото на Общността в областта на предоставянето на убежище не се отнася за ситуации в открито море.", "На второ място, Кодекса на шенгенските граници (SBC) изисква държавите-членки да провеждат наблюдения на границите, за да бъде предотвратено, inter alia, неразрешено преминаване на границата (член 12 от Регламент на ЕО № 562/2006 (SBC)). Това общностно задължение обаче трябва да бъде изпълнено в съответствие с принципа на забрана за връщане и без да се накърняват правата на бежанците и на други лица, които търсят международна закрила.", "Комисията счита, че наблюдението на границите, проведено в морето, независимо дали то става в териториални води, в прилежащата зона, в изключителната икономическа зона или в открито море, попада в обхвата на приложение на SBC. В тази връзка, нашият предварителен правен анализ води до извода, че дейността на италианските гранични служители съответства на понятието „наблюдение на границите“, както то е определено в член 12 от SBC, защото те са попречили на незаконно преминаване на външна морска граница от дадените лица и са довели до тяхното връщане в третата държава, от която те са тръгнали. Според практиката на Съда на справедливостта на Европейския съюз, общностните задължения трябва да се прилагат при стриктно спазване на основните права, които са част от общите принципи на общностното право. Съдът също така е пояснил, че обхватът на прилагане на тези права в правната система на Общността трябва да се определя като се вземе предвид практиката на Европейския съд по правата на човека (ЕКПЧ).", "Принципът на забрана за връщане, както се тълкува от ЕСПЧ, по същество означава, че държавите трябва да се въздържат от връщането на лице (директно или индиректно) на място, където то би било изложено на сериозна опасност от подлагане на изтезания или нечовешко или унизително отношение. Освен това, държавите не могат да изпратят бежанците обратно към териториите, където техният живот или свобода биха били застрашени по причина на раса, религия, националност, принадлежност към определена социална група или политически убеждения. Това задължение трябва да бъде спазено при извършването на какъвто и да било граничен контрол в съответствие с SBC, включително наблюдение на границите в открито море. Практиката на ЕСПЧ предвижда, че действия, извършени в открито море от кораб на дадена държава, представляват случаи на извънтериториална юрисдикция и може да ангажират отговорността на съответната държава.", "Като взе предвид изложеното по-горе относно обхвата на юрисдикцията на Общността, Комисията прикани италианските власти да й предоставят допълнителна информация относно действителните обстоятелства по връщането на засегнатите лица в Либия, както и относно разпоредбите, приети с цел гарантиране спазването на принципа на забрана за връщане при прилагането на двустранното споразумение между двете страни.“", "C.  Доклад на Комитета на Съвета на Европа за предотвратяване на изтезанията", "32.  Между 27 и 21 юли 2009 г. делегация от Комитета за предотвратяване на изтезанията и на нечовешкото и унизително отношение или наказание на Съвета на Европа (КПИ) е посетила Италия. По време на това посещение делегацията е разгледала редица въпроси, свързани с новата политика на правителството да залавя в открито море и да връща в Либия мигранти, достигнали южната морска граница на Италия. По-специално делегацията се е съсредоточила върху система от предпазни мерки, гарантираща, че никое лице не бива изпращано в страна, където има сериозни основания да се смята, че съществува реален риск то да бъде подложено на изтезания или малтретиране.", "33.  В своя доклад, публикуван на 28 април 2010 г., КПИ е изразил мнение, че политиката на Италия да залавя мигранти по море и да ги задължава да се върнат в Либия или в други страни извън Европа, нарушава принципа на забрана за връщане. Комитетът е подчертал, че Италия е обвързана с принципа на забрана за връщане, където и да упражнява своята юрисдикция, включително чрез своя персонал и кораби, участващи в защитата на границите или в спасяване по море, дори и когато те действат извън нейната територия. Освен това, на всички лица, попадащи под юрисдикцията на Италия, следва да бъде предоставена подходяща възможност и средства да търсят международна закрила. Наличната информация на КПИ сочи, че такава възможност и средства не са били предоставени на мигранти, заловени в морето от италианските власти през разглеждания период. Напротив, лицата, които са били върнати в Либия при операциите, извършвани от май до юли 2009 г., са били лишени от правото техните случаи да бъдат индивидуално преценени и от ефективен достъп до системата за закрила на бежанците. В тази връзка, КПИ отбелязва, че лицата, оцелели след пътуване по море, са особено уязвими и често не са в състояние, в което от тях може да се очаква да заявят незабавно желанието си да поискат убежище.", "Според доклада на КПИ Либия не може да се счита за сигурна страна от гледна точка на правата на човека и бежанското право; положението на лица, арестувани и задържани в Либия, включително и това на мигранти – които са били изложени на опасност от депортиране в други страни – сочи, че лицата, върнати в Либия, са изложени на риск от малтретиране.", "D.  Доклад на Human Rights Watch", "34.  В обширен доклад, публикуван на 21 септември 2009 г. и озаглавен „Върнати, разкарани: насилствено връщане от страна на Италия на мигранти и лица, търсещи убежище, пристигнали в лодки; грубото отношение на Либия към мигранти и лица, търсещи убежище“, Human Rights Watch е осъдила италианската практика да залавя лодки с мигранти в открито море и да ги връща в Либия без необходимата проверка. Този доклад се основавал на резултатите от проучване, публикувано през 2006 г. и озаглавено: „Либия. Спиране на потока. Злоупотреби с мигранти, лица, търсещи убежище и бежанци“ .", "35.  Според Human Rights Watch италианските патрули са връщали лодки с мигранти, заловени в международни води, без да проверят дали в тях има бежанци, болни или ранени лица, бременни жени, непридружени деца или жертви на трафик или на други форми на насилие. Италианските власти са принудили мигрантите да се качат на либийски плавателни съдове или директно са ги откарали до Либия, където властите незабавно са ги задържали. Някои от операциите са били координирани от Frontex.", "Докладът се е базирал на интервюта с 91 мигранти, лица търсещи убежище, и бежанци в Италия и Малта, проведени предимно през май 2009 г., и на едно интервю по телефона с мигрант, задържан в Либия. Представители на Human Rights Watch са посетили Либия през април и са се срещнали с представители на правителството, но либийските власти не са позволили на организацията да интервюира мигранти насаме. Освен това властите не са позволили на Human Rights Watch да посети нито един от множеството центрове за задържане в Либия, въпреки многократните искания за това.", "Върховният комисар на ООН за бежанците понастоящем има достъп до затвора Мистрата, в който по принцип биват задържани нелегални имигранти, и където либийски организации предоставят хуманитарни услуги. Няма обаче формално споразумение в това отношение, поради което достъпът не е гарантиран. Освен това в Либия няма бежанско право и законодателство. Властите не правят разлика между бежанци, лица, търсещи убежище, и други незаконни мигранти.", "36.  Human Rights Watch е подканила либийското правителство да подобри окаяните условия на задържане в Либия и да създаде процедури за предоставяне на убежище, които да съответстват на международните бежански стандарти. Тя също така е призовала италианското правителство, Европейския съюз и Frontex да гарантират достъп до убежище, включително за лицата, заловени в открито море, и да избягват да връщат нелибийски граждани в Либия докато отношението [на последната] към мигранти, лица, търсещи убежище, и бежанци не започне напълно да отговаря на международните стандарти.", "E.  Посещението на Amnesty International", "37.  Екип от Amnesty International е провел факто-установителна мисия в Либия от 15 до 23 май 2009 г., първото такова посещение на организацията в страната, което либийските власти са допуснали след 2004 г.", "По време на тази визита Amnesty International е посетила центъра за задържане Мистрата, на около 200 км от Триполи, в който са задържани няколко стотин незаконни имигранти от други африкански държави при условия на жестока пренаселеност, и за кратко са интервюирали някои от задържаните там лица. Много от тях са били задържани там от момента на залавянето им докато са се опитвали да стигнат до Италия или до други южно европейски страни, които очаквали от Либия и от други северно-африкански държави да спре притока към Европа на незаконни имигранти от африкански държави, разположени, южно от Сахара.", "38.  Amnesty International е счела, че е възможно в Мисрата да са задържани бежанци, които бягат от преследване и е подчертала, че тъй като в Либия няма процедура за предоставяне на убежище и държавата не е страна по Конвенцията за бежанците и Протокола към нея от 1967 г., чужденци, включително такива, нуждаещи се от международна защита, може да се окажат без закрила от закона. Не е съществувала и никаква възможност задържаните лица да подават до компетентните съдебни органи жалби във връзка с изтезание или други форми на насилие.", "По време на срещите й с представители на либийското правителство Amnesty International е изразила загриженост по повод на задържането и твърдяното малтретиране на стотици, а може би и хиляди, чужденци, които властите считат за незаконни имигранти, и ги е подканила да създадат подходящи процедури за идентифицирането на лица, търсещи убежище, и на бежанци и да им предоставят подходяща закрила. Amnesty International също е призовала либийските власти да преустановят насилственото връщане на чужденци в държави, където съществува опасност от сериозно нарушение на човешките им права, и да намерят по-добра алтернатива от задържането за тези чужденци, които не могат да бъдат върнати в страните им на произход поради тази причина. Някои от гражданите на Еритрея, които представлявали значителна част от чужденците, задържани в Мисрата, казали на Amnesty International, че вече са задържани в продължение на две години.", "V.  ДРУГИ МЕЖДУНАРОДНИ МАТЕРИАЛИ, ОПИСВАЩИ ПОЛОЖЕНИЕТО В ЛИБИЯ", "39.  Освен горепосочените доклади, са публикувани редица други доклади на национални, международни и неправителствени организации, заклеймяващи условията на задържане и на живот на нелегалните имигранти в Либия.", "Най-важните от тези доклади са:", "Human Rights Watch, „Спиране на потока: злоупотреби с мигранти, бежанци и лица, търсещи убежище”, септември 2006 г.;", "Комитет за правата на човека на Организацията на обединените нации, „Заключителни бележки: Либийска арабска джамахирия“, 15 ноември 2007 г.;", "Amnesty International, „Либия – доклад на Amnesty за 2008 г.“, 28 май 2008 г.;", "Human Rights Watch, „Либия права в опасност“, 2 септември 2008 г.;", "Държавният департамент на САЩ, „Доклад за правата на човека за 2010 г.: Либия“, 4 април 2010 г.", "VI.  МЕЖДУНАРОДНИ МАТЕРИАЛИ, ОПИСВАЩИ ПОЛОЖЕНИЕТО В СОМАЛИЯ И ЕРИТРЕЯ", "40.  Най-важните международни документи относно положението в Сомалия са посочени в решението по делото Sufi and Elmi срещу Обединеното кралство (nos. 8319/07 и 11449/07, §§ 80-195, 28 юни 2011 г.).", "41.  Различни доклади заклеймяват нарушенията на човешките права, извършени в Еритрея. В тях са посочени подробности за сериозни нарушения на правата на човека от страна на правителството на Еритрея, а именно произволни арести, изтезания, нечовешки условия на задържане, принудителен труд и сериозни ограничения на свободата на придвижване, на изразяване и на религия. Тези доклади анализират също и трудното положение на граждани на Еритрея, които са успели да избягат в страни като Либия, Судан, Египет и Италия и впоследствие са били насилствено върнати в страната.", "Основните доклади са:", "ВКБООН, „Насоки за необходимите изисквания при преценяване на нуждата от международна закрила на лица от Еритрея, които търсят убежище“, април 2009 г.;", "Amnesty International, „Еритрея – доклад на Amnesty International за 2009 г.“, 28 май 2009 г.;", "Human Rights Watch, „Служба до живот, държавни репресии и записване в армията за неопределен срок в Еритрея“, април 2009 г;", "Human Rights Watch, „Либия, не връщай обратно към опасност от изтезаване гражданите на Еритрея“, 15 януари 2010 г;", "Human Rights Watch, „Световен доклад по глави“, януари 2010 г.", "ПРАВОТО", "I.  ПРЕДВАРИТЕЛНИ ВЪПРОСИ, ПОВДИГНАТИ ОТ ПРАВИТЕЛСТВОТО", "A.  Валидност на пълномощните и по-нататъшно разглеждане на жалбата", "1.  Въпроси, повдигнати от правителството", "42.  Правителството оспорва в редица отношения валидността на пълномощните на представителите на жалбоподателите. Първо, то твърди, че по-голямата част от пълномощните съдържат формални недостатъци, а именно:", "липса на посочена дата и място, като в някои случаи изглежда, че датата и мястото са написани от един и същи човек;", "липса на посочен номер на жалбата;", "това, че самоличността на жалбоподателите е посочена само с фамилно име, лично име, националност, нечетлив подпис и отпечатък от пръст, който често е частичен или нечетлив;", "липса на подробности за датата на раждане на жалбоподателите.", "43.  Освен това правителството посочва, че в жалбата няма информация за обстоятелствата, при които са били изготвени пълномощните, което хвърля сянка на съмнение върху тяхната валидност, както и информация за стъпките, предприети от представителите на жалбоподателите за установяване на самоличността на техните клиенти. Правителството оспорва също и качеството на контактите между жалбоподателите и техните представители. То твърди, по-специално, че електронните съобщения, изпратени от жалбоподателите след връщането им в Либия, не съдържат подписи, които да могат да бъдат сравнени с тези на пълномощните. Според правителството трудностите, с които са се сблъскали адвокатите при установяването на контакт с жалбоподателите, изключват възможността за разглеждане на делото при условията на състезателност.", "44.  Поради това, тъй като е невъзможно да бъде установена самоличността на жалбоподателите и тъй като те не „участват лично в разглеждането на делото“, Съдът трябва да преустанови разглеждането на делото. Позовавайки се на делото Hussun and Others срещу Италия ((заличаване), nos. 10171/05, 10601/05, 11593/05 и 17165/05, 19 януари 2010 г.), правителството подканва Съда да заличи делото от списъка с делата си.", "2.  Аргументите на жалбоподателите", "45.  Представителите на жалбоподателите твърдят, че пълномощните са валидни. Те изтъкват, на първо място, че характерът на твърдените от правителството формални недостатъци не може да доведе до нищожност на упълномощаването им от техните клиенти.", "46.  По отношение на обстоятелствата, при които са били изготвени пълномощните, те твърдят, че това е станало от жалбоподателите при пристигането им в Либия с помощта на представители на неправителствени организации, действащи в различните центрове за задържане. Впоследствие тези представители са се погрижили да се свържат с представителите на жалбоподателите и да им препратят пълномощните, за да могат те да ги подпишат и да приемат упълномощаването.", "47.  Те твърдят, че проблемите, свързани с установяването на самоличността на жалбоподателите, са пряка последица от характера на жалбата, а именно операция по колективно връщане на имигранти, при която предварително не са били взети мерки за установяването на самоличността на нелегалните имигранти. Независимо от обстоятелствата, адвокатите привличат вниманието на Съда върху факта, че самоличността на голяма част от жалбоподателите е била установена от представителството на ВКБООН в Триполи при пристигането им в Либия.", "48.  На последно място, адвокатите заявяват, че продължават да поддържат контакт с някои от жалбоподателите, с които могат да се свържат по телефона или по имейл. Те изтъкват сериозните затруднения при поддържането на контактите с жалбоподателите, с които се сблъскват, по-специално поради насилието, ширещо се в Либия от февруари 2011 г. насетне.", "3.  Преценката на Съда", "49.  От самото начало Съдът подчертава, че представителят на жалбоподателя трябва да представи „пълномощно или писмено упълномощаване да действа“ (член 45 § 3 от Правилника на Съда). Следователно обикновено писмено пълномощно е достатъчно за целите на производството пред Съда, доколкото не е било доказано, че то е било изготвено без разбирането и съгласието на жалбоподателя (виж Великова (Velikova) срещу България, no. 41488/98, § 50, ECHR 2000-VI).", "50.  Освен това нито Конвенцията, нито Правилникът на Съда налагат каквито и да било специфични изисквания относно начина, по който трябва да бъде изготвено пълномощното и не изискват никаква форма на сертифициране на този документ от национален орган. Това, което е важно за Съда, е в пълномощното ясно да е посочено, че жалбоподателят възлага представителството си пред Съда на определен представител и че този представител приема това възлагане (виж Ryabov срещу Русия, no. 3896/04, §§ 40 и 43, 31 януари 2008 г.).", "51.  В настоящия случай Съдът отбелязва, че пълномощните по делото са подписани и върху тях има отпечатъци от пръсти. Освен това по време на производството адвокатите на жалбоподателите са представили подробна информация относно фактите по делото и съдбата на жалбоподателите, с които са запазили контакт. Нищо по делото не поставя под въпрос описанието на фактите, дадено от адвокатите, или обменът на информация със Съда (виж, в обратния смисъл, Hussun, цитирано по-горе, §§ 4350).", "52.  При тези обстоятелства няма причина Съдът да се съмнява във валидността на пълномощните. Следователно, той отхвърля възражението на правителството.", "53.  Освен това, Съдът отбелязва, че според информацията, предоставена от адвокатите, двама от жалбоподателите г-н Мохамед Абукар Мохамед и г-н Хасан Шариф Абирахман (съответно номер 10 и 11 в списъка), са починали скоро след подаването на жалбата (виж параграф 15 по-горе).", "54.  Съдът отбелязва практиката си да заличава от списъка си с дела жалбите, по които жалбоподателят е починал в течение на делото и няма наследници или близки роднини, които да желаят да продължат делото (виж, наред с други с източници, Scherer срещу Швейцария, 25 март 1994 г., §§ 31-32, Series A no. 287; Öhlinger срещу Австрия, no. 21444/93, Доклад на Комисията от 14 януари 1997 г., § 15; Thévenon срещу Франция (dec.), no. 2476/02, ECHR 2006-III; и Léger срещу Франция (заличаване) [ГК], no. 19324/02, § 44, 30 март 2009 г.).", "55.  В светлината на обстоятелствата по делото Съдът смята, че не е оправдано да продължава да разглежда жалбата, доколкото тя засяга починалите жалбоподатели (член 31 § 1 (c) от Конвенцията). Освен това той посочва, че оплакванията, подадени от г-н Мохамед Абукар Мохамед и г-н Хасан Шариф Абирахман са идентични с тези, подадени от останалите жалбоподатели, които Съдът ще разгледа по-долу. При това положение Съдът не вижда причини, свързани със зачитането на човешките права, гарантирани от Конвенцията и Протоколите към нея, които съгласно член 37 § 1 in fine да налагат той да продължи да разглежда оплакванията на починалите жалбоподатели.", "56.  В заключение, Съдът решава да заличи делото от списъка си, доколкото то засяга г-н Мохамед Абукар Мохамед и г-н Хасан Шариф Абирахман и да продължи разглеждането на останалата част от жалбата.", "B.  Изчерпване на вътрешноправните средства за защита", "57.  По време на заседанието пред голямата камара правителството е възразило, че жалбата е недопустима, тъй като не са били изчерпани всички вътрешноправни средства. То твърди, че жалбоподателите не са подали искове до италианските съдилища, претендирайки признание на твърдените нарушения на Конвенцията и обезщетение за тях.", "58.  Според правителството жалбоподателите, които понастоящем са свободни да се придвижват и са в състояние да се свържат с адвокатите си в контекста на производството пред Съда, е трябвало да инициират производство пред италианските наказателни съдилища, за да се оплачат от нарушенията на националното и международното право, извършени от италианските военни, участвали в принудителното им отвеждане. Понастоящем има висящи наказателни производства по подобни дела и това средство е „ефективно“.", "59.  Съдът отбелязва, че жалбоподателите се оплакват също и че не им е било предоставено средство, отговарящо на изискванията на член 13 от Конвенцията. Той смята, че между аргументите на правителството в това отношение и съществото на оплакванията на жалбоподателите по член 13 съществува тясна връзка. Поради това той счита, че е необходимо това възражение да бъде присъединено към въпросите по съществото на оплакванията по член 13 от Конвенцията и да разгледа жалбата в този контекст (виж параграф 207 по-долу).", "II.  ВЪПРОСЪТ ЗА ЮРИСДИКЦИЯТА ПО ЧЛЕН 1 ОТ КОНВЕНЦИЯТА", "60.  \tЧлен 1 от Конвенцията предвижда:", "„Βисокодоговарящите страни осигуряват на всяко лице под тяхна юрисдикция правата и свободите, определени в част I на тази Конвенция.“", "1.  Становища на страните", "(a)  Правителството", "61.  Ответното правителство признава, че въпросните събития са се случили на борда на италиански военни кораби. То обаче твърди, че италианските власти не са упражнявали „абсолютен и изключителен контрол“ над жалбоподателите.", "62.  То твърди, че плавателните съдове, в които са се намирали жалбоподателите, са били заловени в контекста на операция по спасяване на лица в открито море, застрашени от гибел – което е задължение съгласно международното право, а именно Конвенцията на ООН по морско право („Конвенцията от Монтего Бей“) – и което в никакъв случай не може да бъде описано като полицейска операция по море.", "Италианските кораби са се ограничили до оказване на помощ на трите плавателни съда в беда и до гарантиране на сигурността на лицата, намиращи се на борда им. След това са придружили заловените имигранти до Либия съгласно двустранните споразумения от 2007 г. и 2009 г. Правителството твърди, че задължението за спасяване на човешки живот в открито море, наложено от Конвенцията от Монтего Бей, само по себе си не създава връзка между държавата и засегнатите лица, която да означава, че лицата са под юрисдикцията на тази държава.", "63.  Що се отнася до „спасяването“ на жалбоподателите, което като цяло не е продължило повече от десет часа, властите са предоставили на засегнатите лица необходимата хуманитарна и медицинска помощ и в никакъв случай не са използвали насилие; те не са се качили на борда на лодките и не са използвали оръжие. Правителството заключава, че настоящият случай се различава от делото Medvedyev and Others срещу Франция ([ГК], no. 3394/03, 29 март 2010 г.), в което Съдът е потвърдил, че жалбоподателите попадат под френска юрисдикция предвид пълния и изключителен характер на контрола, упражняван от Франция върху плавателен съд в открито море и неговия екипаж.", "(b)  Жалбоподателите", "64.  Жалбоподателите твърдят, че в настоящия случай няма съмнение, че Италия има юрисдикция. Веднага щом са се качили на борда на италианските кораби, те са попаднали под изключителния контрол на Италия, която следователно е била длъжна да изпълни задълженията си, произтичащи от Конвенцията и Протоколите към нея.", "Те изтъкват, че съгласно член 4 от италианския Кодекс на навигацията изрично предвижда, че плавателни съдове, плаващи под италиански флаг, попадат под юрисдикцията на Италия, дори и когато се намират извън териториални води.", "(c)  Трети страни, встъпили в производството", "65.  Встъпилите трети страни смятат, че в съответствие с обичайното международно право и практиката на Съда, задълженията на държавите да не връщат лица, търсещи убежище, и дори лица, „потенциално“ търсещи убежище, и да гарантират, че тези лица имат достъп до справедлив процес по своя обхват са извън-териториални.", "66.  Съгласно международното право, занимаващо се със защитата на бежанците, при установяването на отговорността на държавата решаващият тест не е дали лицето се намира на територията на дадена държава, а дали това лице попада под ефективния контрол и власт на тази държава.", "Третите встъпили страни се позовават на практиката на Съда по отношение на член 1 от Конвенцията и на извънтериториалния обхват на разбирането за „юрисдикция“ и на заключенията на други международни институции. Те подчертават значението на това да се избягват двойните стандарти в областта на защитата на правата на човека и на това да се гарантира, че една държава няма право да извършва извън територията си действия, които не биха били счетени за приемливи в рамките на тази територия.", "2.  Преценката на Съда", "(a)  Общи принципи, уреждащи юрисдикцията по смисъла на член 1 от Конвенцията", "67.  Съгласно член 1 от Конвенцията договарящите държави имат задължение да „осигуряват“ (на френски “reconnaître”) на всяко лице под тяхната „юрисдикция“ правата и свободите, провъзгласени в част I (виж Soering срещу Обединеното кралство, 7 юли 1989 г., § 86, Series A no. 161, и Banković and Others срещу Белгия и други 16 договарящи държави (dec.), [ГК], no. 52207/99, § 66, ECHR 2001-XII). Упражняването на юрисдикция е необходимо условие, за да може държавите да бъдат отговорни за свои действия и бездействия, които са станали повод да се твърди нарушение на правата и свободите, провъзгласени в Конвенцията (виж Ilaşcu and Others срещу Молдова и Русия [ГК], no. 48787/99, § 311, ECHR 2004VII).", "68.  Юрисдикцията на дадена държава, по смисъла на член 1, е по същество териториална (виж Banković, решение по допустимост, цитирано по-горе, §§ 61 и 67, и Ilaşcu, цитирано по-горе, § 312). Предполага се, че обикновено тя се упражнява върху цялата територия на държавата (виж Ilaşcu and Others, цитирано по-горе, § 312, и Assanidze срещу Грузия [ГК], no. 71503/01, § 139, ECHR 2004-II).", "69.  Спазвайки принципа за по същество териториалната юрисдикция на една държава, Съдът само в изключителни случаи е приемал, че действия на договарящите държави, извършени или произвели ефект, извън тяхната територия могат да представляват упражняване на юрисдикция от тези държави по смисъла на член 1 от Конвенцията (виж Drozd and Janousek срещу Франция и Испания, 26 юни 1992 г., § 91, Series A no. 240; Bankoviç, решение по допустимост, цитирано по-горе, § 67; и Ilaşcu and Others, цитирано по-горе, § 314).", "70.  В първото си решение по делото Loizidou (предварителни възражения), Съдът е решил, че предвид целта и смисъла на Конвенцията, може да възникне отговорност за договарящата държава, когато в резултат на военни действия – били те законни или незаконни – тази държава упражнява ефективен контрол върху район извън националната й територия (виж Loizidou срещу Турция (предварителни възражения) [ГК], 23 март 1995 г., § 62, Series A no. 310), което обаче не е така, ако както в делото Banković, става въпрос само за еднократно извънтериториално действие, тъй като текстът на член 1 не включва такова тълкуване на „юрисдикция“ (виж решението по допустимост, цитирано по-горе, § 75). По всяко отделно дело въпросът дали са налице изключителни обстоятелства, които да налагат и да оправдават заключението на Съда, че дадена държава е упражнявала юрисдикция извънтериториално, трябва да бъде решен в зависимост от специфичните обстоятелства, например пълен и изключителен контрол върху затвор или кораб (виж Al-Skeini and Others срещу Обединеното кралство [ГК], no. 55721/07, § 132 и 136, 7 юли 2001 г.; Medvedyev and Others, цитирано по-горе, § 67).", "71.  Когато чрез своите служители една държава упражнява контрол и власт, и следователно има юрисдикция, над дадено лице извън територията си, тази държава има задължение съгласно член 1 да осигури на това лице правата и свободите, които са гарантирани от част I на Конвенцията и са относими за положението на лицето. Поради това, в този смисъл понастоящем Съдът приема, че правата по Конвенцията могат да бъдат „разделени и индивидуализирани“ (виж AlSkeini, цитирано по-горе, § 136 и 137; сравни с Banković, цитирано по-горе, § 75).", "72.  В практиката на Съда има и други случаи на упражняване на извънтериториална юрисдикция от дадена държава в случаи, касаещи дейността на дипломатически и консулски представители в чужбина или действия на борда на самолет или плавателен съд, регистриран или плаващ под флага на тази държава. При тези специфични ситуации Съдът, базирайки се на обичайното международно право и на разпоредбите на международни договори, е признавал извънтериториално упражняване на юрисдикция от дадената държава (виж Banković, решение по допустимост, цитирано по-горе, § 73, и Medvedyev and Others, цитирано по-горе, § 65).", "(b)  Приложение в настоящия случай", "73.  Пред Съда няма спор, че въпросните събития са се случили в открито море, на борда на военни кораби, плаващи под италиански флаг. Освен това ответното правителство признава, че корабите на финансовата полиция и бреговата охрана, на които са били качени жалбоподателите, са били под пълната юрисдикция на Италия.", "74.  Съдът отбелязва, че по силата на относимите разпоредби на морското право, плавателен съд в открито море попада под изключителната юрисдикция на държавата, под чийто флаг плава. Този принцип на международното право е накарал Съда да признае, в случаи, касаещи действия, извършени на борда на кораб, плаващ под флага на дадена държава, както и на самолет, регистриран в дадена държава, извънтериториално упражняване на юрисдикцията на тази държава (виж параграф 75 по-горе). В случаи на контрол над други, става въпрос за de jure контрол, упражняван от въпросната държава над засегнатите лица.", "75.  Съдът също така отбелязва, че гореспоменатият принцип се съдържа в член 4 от италианския Кодекс на навигацията и правителството не го оспорва (виж параграф 18 по-горе). Той заключава, че настоящият случай наистина представлява случай на извънтериториално упражняване на юрисдикция от Италия, който може да ангажира отговорността на държавата по Конвенцията.", "76  Освен това Италия не може да заобиколи „юрисдикцията“ си по Конвенцията, описвайки случая като спасителни операции в открито море. По-специално Съдът не е съгласен с аргумента на правителството, че Италия не е отговорна за съдбата на жалбоподателите поради твърдението, че в дадения период е бил упражняван минимален контрол върху засегнатите лица.", "77.  В тази връзка е достатъчно да се има предвид делото Medvedyev and Others, цитирано по-горе, където въпросните събития са се случили на борда на Winner, кораб, плаващ под флага на трета страна, но чийто екипаж е бил поставен под контрола на френски военни. При специфичните обстоятелства на това дело Съдът е разгледал характера и обхвата на действията, извършени от френските длъжностни лица, за да прецени дали е имало най-малкото de facto постоянен и непрекъснат контрол, упражняван от Франция върху Winner и неговия екипаж (ibid, §§ 66 и 67).", "78.  Съдът отбелязва, че в настоящия случай събитията са се случили изцяло на борда на кораби на италианските въоръжени сили, чиито екипажи са били съставени единствено от италиански военни. Според Съда в периода между качването на борда на корабите на италианските въоръжени сили и предаването на либийските власти жалбоподателите са се намирали под непрекъснат и изключителен de jure и de facto контрол на италианските власти. Спекулации относно характера и целта на интервенцията на италианските кораби в открито море не биха накарали Съда да стигне до различно заключение.", "79.  Следователно събитията, довели до твърдените нарушения, попадат под „юрисдикцията“ на Италия по смисъла на член 1 от Конвенцията.", "III.  ТВЪРДЕНИ НАРУШЕНИЯ НА ЧЛЕН 3 ОТ КОНВЕНЦИЯТА", "80.  Жалбоподателите се оплакват, че са били изложени на опасност от изтезания или нечовешко или унизително отношение в Либия и в държавите им на произход, а именно Еритрея и Сомалия, поради връщането им в тези държави. Те се позовават на член 3 от Конвенцията, който предвижда:", "„Никой не може да бъде подложен на изтезания или нечовешко или унизително отношение или наказание.“", "81.  Съдът отбелязва, че става въпрос за два отделни аспекта на член 3 от Конвенцията, които трябва да бъдат разгледани по отделно: а именно първо, опасността жалбоподателите да бъдат подложени на нечовешко и унизително отношение в Либия и второ, опасността да бъдат върнати в съответните им държави на произход.", "A.  Твърдяно нарушение на член 3 от Конвенцията поради излагането на жалбоподателите на опасност от нечовешко и унизително отношение в Либия", "1.  Становища на страните", "(a)  Жалбоподателите", "82.  Жалбоподателите твърдят, че са били жертва на произволно връщане (refoulement) в нарушение на Конвенцията. Те заявяват, че не са имали възможност да оспорват връщането си в Либия и да поискат международна закрила от италианските власти.", "83.  Тъй като не са имали информация за истинската крайна точка на пътуването, по време на цялото пътуване на борда на италианските кораби, жалбоподателите са били убедени, че ги отвеждат в Италия. Те твърдят, че са станали жертва на „заблуда“ в това отношение от страна на италианските власти.", "84.  На борда на корабите не е било възможно провеждането на процедура за установяването на самоличността на заловените имигранти или за събирането на информация относно личните им обстоятелства. При това положение не е било възможно да се направи формално искане за убежище. Въпреки това, когато са наближили бреговете на Либия, жалбоподателите и голяма част от останалите мигранти са помолили италианските военни да не ги свалят на пристанището в Триполи, от където те току-що са били избягали, а да ги закарат в Италия.", "Жалбоподателите потвърждават, че те доста ясно са изразили желанието си да не бъдат предавани на либийските власти. Те оспорват твърдението на правителството, че такова искане не може да бъде счетено за искане за международна закрила.", "85.  На следващо място, жалбоподателите твърдят, че са били върнати в страна, където е имало достатъчно основания да се вярва, че те биха били подложени на отношение, нарушаващо Конвенцията. Много международни източници докладват за нечовешките и унизителни условя, при които нелегални имигранти, именно от Сомалия и Еритрея, биват държани в Либия и за несигурните условия на живот на нелегалните имигранти в тази държава.", "В тази връзка жалбоподателите се позовават на доклада на КПИ от април 2010 г. и текстовете и документите, представени от третите встъпили страни относно положението в Либия.", "86.  Според тях не е възможно Италия да не е знаела за тази влошаваща се ситуация, когато е подписвала двустранните споразумения с Либия и е провеждала въпросните операции по връщане на имигранти.", "87.  Освен това страхът и загрижеността на жалбоподателите са се оказали основателни. Всички те са съобщили за нечовешки и унизителни условия на задържане и след освобождаването им, за несигурни условия на живот, свързани със статуса им на нелегални имигранти.", "88.  Жалбоподателите твърдят, че решението за връщане на нелегалните имигранти, заловени в открито море, в Либия е истинско политическо решение от страна на Италия, целящо да прехвърли на полицията основната отговорност за контрола на нелегалната имиграция, в нарушение на защитата на основните права на засегнатите лица.", "(b)  Правителството", "89.  Правителството твърди, първо, че жалбоподателите не са доказали в достатъчна степен, че са били подложени на отношение, нарушаващо Конвенцията. Те следователно не може да се считат за „жертви“ по смисъла на член 34 от Конвенцията.", "90.  То също така твърди, че жалбоподателите са били прехвърлени в Либия в съответствие с двустранните споразумения, подписани от Италия и Либия през 2007 г. и 2009 г. Тези двустранни споразумения са били отговор на увеличаването на миграционните потоци между Африка и Европа и са били подписани в дух на сътрудничество между двете страни, ангажирани в борбата срещу нелегалната имиграция.", "91.  В редица случаи органите на Европейския съюз са насърчавали сътрудничеството между средиземноморските държави в контрола на миграцията и борбата с престъпления, свързани с нелегалната имиграция. Правителството се позовава по-специално на Резолюция № 2006/2250 на Европейския парламент и на Европейския пакт за имиграцията и предоставянето на убежище, приет от Съвета на Европейския съюз на 24 септември 2008 г., които потвърждават необходимостта държавите от ЕС да си сътрудничат и да установяват партньорства със страните на произход и транзит с цел засилване на контрола на външните граници на ЕС и борба с нелегалната имиграция.", "92.  Правителството твърди, че събитията от 6 май 2009 г., които са станали причина за жалбата, са се случили в рамките на спасителна операция в открито море в съответствие с международното право. То заявява, че италианските военни кораби са се намесили по начин, съвместим с Конвенцията от Монтего Бей и Международната конвенция за търсене и спасяване („Конвенцията SAR“), за да се справят със ситуацията на непосредствена опасност, в която са се намирали лодките, и за да спасят живота на жалбоподателите и на други мигранти.", "По мнение на правителството преобладаващата правна система в открито море се характеризира с принципа на свобода на корабоплаването. В този контекст не е било необходимо да се установява самоличността на засегнатите лица. Италианските власти само са оказали необходимата хуманитарна помощ. Проверките на самоличността на жалбоподателите са били сведени до минимум, защото не е била предвидена морска полицейска операция на борда на корабите.", "93.  В нито един момент по време на откарването им до Либия жалбоподателите не са изразили намерението да поискат политическо убежище или каквато и да било друга форма на международна закрила. Правителството твърди, че искането на жалбоподателите да не бъдат предадени на либийските власти не може да се тълкува като искане за предоставяне на убежище.", "В това отношение то заявява, че ако жалбоподателите са поискали убежище, те са щели да бъдат отведени на територията на Италия, както това е било направено при други операции в открито море, проведени през 2009 година.", "97. Правителството също така твърди, че Либия е сигурна приемаща държава. В подкрепа на това твърдение, то се позовава на факта, че Либия е ратифицирала Международния пакт за граждански и политически права на ООН, Конвенцията на ООН против изтезанията и други форми на жестоко, нечовешко или унизително отношение или наказание и Конвенцията за бежанци на Африканския съюз и на членството на Либия в Международната организация по миграция (МОМ).", "Въпреки, че не е страна по Конвенцията на ООН за статута на бежанците, Либия е дала разрешение на ВКБООН и МОМ да открият представителства в Триполи, позволявайки по този начин на множество лица да получат статут на бежанци и да се възползват от гаранции за международна закрила.", "98. Правителството насочва вниманието на Съда към факта, че когато Либия е ратифицирала Договора за приятелство от 2008 г., тя изрично се е ангажирала да спазва принципите на Устава на Обединените нации и Всеобщата декларация за правата на човека. Италия не е имала никаква причина да вярва, че Либия не би спазила своите задължения.", "Това обстоятелство, както и фактът, че ВКБООН и МОМ са имали представителства и са работили в Триполи, напълно оправдава убеждението на Италия, че Либия е сигурна приемаща държава за имигранти, заловени в открито море. Освен това, правителството е на мнение, че предоставянето от ВКБООН на статут на бежанец на множество лица, включително и някои от жалбоподателите по настоящото дело, е безспорно доказателство, че през дадения период ситуацията в Либия е била в съответствие с международните стандарти за правата на човека.", "94.  Правителството признава, че положението в Либия е започнало да се влошава след април 2010 г., когато властите са затворили представителството на ВКБООН в Триполи, и окончателно се е влошило след събитията от началото на 2011 г., но то твърди, че Италия незабавно е престанала да връща мигрантите в Либия и е променила условията за спасяването на мигранти в открито море, като от този момент нататък е започнала да разрешава влизането на територията на Италия.", "95.  Правителството оспорва съществуването на „практика на правителството“, която се е състояла, според жалбоподателите, в извършването на произволни трансфери в Либия. В тази връзка, то описва жалбата като „политически и идеологически изобличителна реч“ срещу действията на италианското правителство. Правителството призовава Съда да разгледа само събитията от 6 май 2009 г. и да не поставя под въпрос правомощията на Италия във връзка с контрола на имиграцията, област, която то счита за изключително чувствителна и сложна.", "(c)  Трети встъпили страни", "96.  Позовавайки се на твърденията на многобройни свидетели-очевидци, Human Rights Watch, и ВКБООН осъждат принудителното връщане от Италия на нелегални мигранти в Либия. През 2009 г. Италия е извършила девет операции в открито море, връщайки 834 сомалийски, еритрейски и нигерийски граждани в Либия.", "97.  На няколко пъти Human Rights Watch е съобщила за положението в Либия, а именно в докладите си от 2006 г. и 2009 г. Организацията е заявила, че тъй като в Либия не съществува национална система за предоставяне на убежище, нелегалните мигранти систематично биват арестувани и често са подлагани на изтезания и физическо насилие, включително изнасилване. В нарушение на насоките на ООН за задържане, мигрантите често са задържани за неопределено време и без съдебен контрол. Освен това, условията на задържане са нечовешки. Мигрантите биват измъчвани и в различните лагери в цялата страна не се предоставя никаква медицинска помощ. Те могат по всяко време да бъдат върнати в страната им на произход или изоставени в пустинята, където ги очаква сигурна смърт.", "98.  Aire Centre, Amnesty International и FIDH отбелязват, че доклади от достоверни източници, изготвени в продължение на няколко години, продължават да свидетелстват, че състоянието на човешките права в Либия е изключително тежко, особено за бежанците, търсещите убежище и мигрантите, и преди всичко за тези от определени райони на Африка, като Еритрея и Сомалия.", "Трите встъпилите страни са на мнение, че при наличието на надеждна информация от достоверни източници, че задържането или условията на живот в приемащата държава са несъвместими с член 3, съществува „задължение за разследване“.", "В съответствие с принципа pacta sunt servanda (договорът трябва да бъде спазван – бел. прев.), една държава не може да заобикаля задълженията си по Конвенцията, като се позовава на ангажименти, произтичащи от двустранни или многостранни споразумения, свързани с борбата срещу нелегалната имиграция.", "99.  ВКБООН е заявил, че макар и италианските власти да не са предоставили подробна информация за операциите по връщането на имигрантите, разказите на няколко свидетели, интервюирани от Върховния комисар, са подобни на тези на жалбоподателите. По-специално, те съобщават, че с цел да бъдат подтикнати хората да се качат на италианските кораби, италианските военнослужещи са ги накарали да вярват, че те ще бъдат отведени в Италия. Различни свидетели са заявили, че са им били сложени белезници и са били подложени на насилие по време на трансфера им до територията на Либия и при пристигането им в центъра за задържане, където е трябвало да бъдат настанени. Освен това, италианските власти са конфискували личните вещи на мигрантите, включително сертификати от ВКБООН, удостоверяващи статута им на бежанци. Различни свидетели също потвърждават, че са поискали закрила и че по време на операциите специално са уведомили италианските власти за този факт.", "100.  ВКБООН потвърждава, че най-малко пет от мигрантите, върнати в Либия, които впоследствие са успели да се завърнат в Италия, включително г-н Ермиас Берхане, са получили статут на бежанци в Италия. Освен това, през 2009 г. представителството на ВКБООН в Триполи е предоставило статут на бежанец на седемдесет и трима души, върнати от Италия, включително и на четиринадесет от жалбоподателите. Това доказа, че операциите, провеждани от Италия в открито море, са криели реална опасност от произволно връщане на лица, нуждаещи се от международна закрила.", "101.  На следващо място ВКБООН заявява, че нито един от аргументите на Италия, обосноваващи връщането, не е приемлив. Нито принципа на сътрудничество между държавите за борба с незаконния трафик на мигранти, нито разпоредбите на международното морско право във връзка с безопасността на човешкия живот по море, освобождават държавите от задължението им да спазват принципите на международното право.", "102.  Либия, транзитна и приемащата държава за миграционните потоци от Азия и Африка, не предоставя на лицата, търсещи убежище, никаква форма на закрила. Въпреки че е подписала някои международни инструменти за правата на човека, тя рядко спазва задълженията си. При липсата на каквато и да било национална система за предоставяне на убежище, дейността в тази сфера е била изпълнявана изключително от ВКБООН и неговите партньори. Въпреки това, дейността на Върховния комисар никога не е била официално призната от либийското правителство, което през април 2010 г., е наредило на ВКБООН да закрие представителството си в Триполи и да прекрати тази си дейност.", "Като се имат предвид обстоятелствата, либийското правителство никога не е предоставило официален статут на лицата, регистрирани от ВКБООН като бежанци, и не им е гарантирало никаква форма на закрила.", "103.  До събитията от 2011 г., всеки, който е бил считан за нелегален имигрант, е бил настаняван в „център за задържане“, по-голямата част от които са били посетени от ВКБООН. Условията на живот в тези центрове са били посредствени и са се характеризирали с пренаселеност и неадекватни санитарни помещения. Това положение е било влошено от операциите по връщане, които са увеличили пренаселеността и са довели до допълнително влошаване на санитарните условия. Това е довело до значително по-голяма нужда от основна помощ, само за да може тези лица да останат живи.", "104.  Според Клиниката за права на човека към правния факултет в Колумбия макар нелегалната имиграция по море да не е ново явление, международната общност все повече признава необходимостта от засилване на контрола на имиграцията, включително чрез залавяне в морето, коeто би могло да възпрепятства достъпа на мигрантите до закрила и по този начин да ги изложи на риск от мъчения.", "1.  Преценката на Съда", "(a)  Допустимост", "105.  Правителството твърди, че жалбоподателите не могат да претендират, че са „жертви“ по смисъла на член 34 от Конвенцията на събитията, от които се оплакват. То оспорва съществуването на реална опасност жалбоподателите да бъдат подложени на нечовешко и унизително отношение в резултат на връщането им в Либия. Тази опасност трябва да бъде преценявана въз основа на съществени основания, свързани с положението на всеки от жалбоподателите. Информацията, предоставена от жалбоподателите е неясна и недостатъчна.", "106.  Съдът отбелязва, че въпросът, повдигнат с това предварително възражение, е тясно свързан с въпросите, които ще трябва да се вземат предвид при разглеждането на оплакванията по член 3 от Конвенцията. Тази разпоредба изисква от Съда да установи дали са налице съществени основания да се счита, че засегнатите лица са били изправени пред действителна опасност от изтезания или на нечовешко или унизително отношение след връщането им. Този въпрос следователно трябва да бъде присъединен към разглеждането на оплакването по същество.", "107.  Съдът счита, че тази част от жалбата повдига сложни въпроси от правно и фактическо естество, които не могат да бъдат решени без разглеждането й по същество. От това следва, че тя не е явно необоснована по смисъла на член 35 § 3 (а) от Конвенцията. Тя също така не е недопустима на други основания. Следователно трябва да бъде обявена за допустима.", "(b)  По съществото", "(i)  Основни принципи", "(α)  Отговорност на договарящите държави в случаи на експулсиране", "108.  Според установената практика на Съда, договарящите държави имат право, като въпрос на добре установено международно право, и при спазване на техните договорни задължения, включително на Конвенцията, да контролират влизането, пребиваването и експулсирането на чужденци (виж, наред с много други източници, Abdulaziz, Cabales and Balkandali срещу Обединеното кралство, 28 май, 1985 г., § 67, Series A no. 94, и Boujlifa срещу Франция, 21 октомври 1997 г., § 42, Reports of Judgments and Decisions 1997-VI). Съдът също така отбелязва, че правото на политическо убежище не се съдържа нито в Конвенцията, нито в Протоколите към нея (виж Vilvarajah and Others срещу Обединеното кралство, 30 октомври 1991 г., § 102, Series A no. 215, и Ahmed срещу Австрия, 17 декември 1996 г., § 38, Reports 1996-VI).", "109.  Въпреки това, експулсиране, екстрадиране или всякакви други мерки за извеждане на чужденец може да повдигнат въпрос по член 3 и по този начин да ангажират отговорността на държавата по Конвенцията, когато съществуват сериозни основания да се смята, че ако бъде експулсирано, в приемащата страна въпросното лице би могло да бъде изправено пред реална опасност от подлагане на отношение, нарушаващо член 3. При това положение член 3 предполага задължение лицето да не бъде експулсирано в тази държава (виж Soering, цитирано по-горе, §§ 90-91; Vilvarajah and Others, цитирано по-горе, § 103; Ahmed, цитирано по-горе, § 39; H.L.R. срещу Франция, 29 април 1997 г., § 34, Reports 1997-III; Jabari срещу Турция, no. 40035/98, § 38, ECHR 2000-VIII; и Salah Sheekh срещу Нидерландия, no. 1948/04, § 135, 11 януари 2007 г.).", "110.  В такива случаи Съдът трябва да прецени ситуацията в приемащата страна в светлината на изискванията на член 3. Доколкото възниква или може да възникне отговорност по Конвенцията, то тя е отговорност, възникнала за договарящата държава поради предприемането от нея на действие, което има за пряка последица излагането на лицето на опасност от забранено малтретиране (виж Saadi срещу Италия [ГК ], no. 37201/06, § 126, 28 февруари 2008 г.).", "(β)  Фактори, използвани при преценката на опасността от подлагане на отношение, нарушаващо член 3 от Конвенцията", "111.  За да реши въпроса дали е доказано, че жалбоподателят е изправен пред реална опасност да претърпи отношение, забранено от член 3, Съдът ще анализира този въпрос в светлината на всички материали, които са му били предоставени, или ако е необходимо в светлината на материали събрани proprio motu (служебно – бел. прев.) (виж H.L.R. срещу Франция, цитирано по-горе, § 37, и Hilal срещу Обединеното кралство, no. 45276/99, § 60, ECHR 2001-II). В дела като настоящото преценката на Съда за съществуването на реална опасност от малтретиране трябва непременно да бъде строга (виж Chahal срещу Обединеното кралство, 15 ноември 1996 г., § 96, Reports 1996-V).", "112.  За да установи дали е съществувала или не реална опасност от малтретиране, Съдът трябва да разгледа предвидимите последици от връщането на даден жалбоподател в приемащата държава в светлината на общото положение там, както и неговите лични обстоятелства (виж Vilvarajah and Others, цитирано по-горе, § 108 in fine).", "113.  За тази цел по отношение на общата ситуация в дадена държава, Съдът често отдава значение на информацията, съдържаща се в скорошни доклади на независими международни неправителствени организации за защита правата на човека, като Amnesty International, или на правителствени източници (виж, например, Chahal, цитирано по-горе, §§ 99-100; Müslim срещу Турция, no. 53566/99, § 67, 26 април 2005 г., Said срещу Нидерландия, no. 2345/02, § 54, ECHR 2005-VI; Al-Moayad срещу Германия (dec.), no.35865/03, §§ 6566, 20 февруари 2007 г.; и Saadi, цитирано по-горе, §131).", "114.  Когато жалбоподателят твърди, че е член на групировка, която систематично бива подлагана на малтретиране, Съдът счита, че закрилата на член 3 от Конвенцията е приложима, ако жалбоподателят докаже, когато това е необходимо с помощта на източниците, посочени в предходния параграф, че са налице съществени основания да се вярва в съществуването на въпросната практика и в членството му в дадената групировка (виж, mutatis mutandis, Salah Sheekh, цитирано по-горе, §§ 138-49).", "115.  Поради абсолютния характер на гарантираното право, Съдът не изключва възможността член 3 от Конвенцията да може да се приложи и когато опасността произтича от лица или от групи от лица, които не са държавни служители. Трябва обаче да бъде доказано, че опасността е реална и че компетентните органи на приемащата държава не са в състояние да предотвратят тази опасност чрез предоставяне на подходяща закрила (виж H.L.R. срещу Франция, цитирано по-горе, § 40).", "116.   Съществуването на опасност към дадения период трябва да бъде преценявана главно имайки предвид фактите, които са били известни или е трябвало да бъдат известни на договаряща държава по времето на извеждането от нея.", " (ii)  Приложение в настоящия случай", "117.  Съдът вече е имал повод да отбележи, че държавите, които са външна граница на Европейския съюз в момента изпитват значителни трудности при справяне с нарастващия приток на мигранти и лица, търсещи убежище. Той не подценява тежестта и натиска, които тази ситуация поставя над засегнатите държави-членки, които са още по-големи в настоящия контекст на икономическа криза (виж M.S.S. срещу Белгия и Гърция [ГК], no. 30696/09, § 223, 21 януари 2011 г.). Той е особено наясно с трудностите, свързани с явлението миграция по море, което създава на държавите-членки допълнителни трудности при контрола на границите в Южна Европа.", "Въпреки това, предвид абсолютния характер на правата, гарантирани от член 3, това не може да освободи дадена държава от задълженията й съгласно тази разпоредба.", "118.  Съдът подчертава, че закрилата срещу забранено от член 3 отношение налага на държавите задължението да не извеждат извън територията си всяко лице, което в приемащата държава би се изправило пред реална опасност от подлагане на такова отношение.", "Той отбелязва, че многобройните доклади на международни органи и неправителствени организации обрисуват тревожна картина на отношението, на което са били подложени нелегалните имигранти в Либия през дадения период. Заключенията, направени в тези документи, освен това се потвърждават и от доклада на КПИ от 28 април 2010 г. (виж параграф 35 по-горе).", "119.  Съдът отбелязва между другото, че ситуацията в Либия се e влошила след закриването на представителството на ВКБООН в Триполи през април 2010 г. и след последвалата народна революция, която e избухнала в страната през февруари 2011 г. Въпреки това, за целите на разглеждането на настоящото дело, Съдът ще има предвид положението в Либия през дадения период.", "120.  Според различните доклади, посочени по-горе, по време на въпросния период не са съществували правила, регламентиращи закрилата на бежанците, които Либия да е спазвала. Всяко лице, влязло в страната по незаконен начин, е било считано за нелегален имигрант, без да се прави разлика между нелегалните мигранти и лицата, търсещи убежище. Вследствие на това тези лица са били систематично арестувани и задържани в условия, които външни наблюдатели, като представители на ВКБООН, Human Rights Watch и Amnesty International, описват като нечовешки. Всички наблюдатели съобщават за множество случаи на изтезания, лоши хигиенни условия и липса на подходящи медицински грижи. Нелегалните имигранти са били изложени на опасност да бъдат върнати в страната им на произход по всяко време, и ако са успели да си възвърнат свободата, са били подложени на особено несигурни условия на живот в резултат на нелегалното им положение. Нелегални имигранти, като жалбоподателите, са имали маргинално и незначително положение в либийското общество, което ги е правело изключително уязвими към ксенофобски и расистки действия (виж параграфи 35-41 по-горе).", "121.  Същите тези доклади ясно показват, че нелегални мигранти, слезли в Либия след тяхното залавяне от Италия в открито море, като жалбоподателите, са били изложени на тези рискове.", "122.  Изправено пред тревожната картина, обрисувана от различни международни организации, ответното правителство твърди, че към дадения период Либия е била „сигурно“ място за мигранти, заловени в открито море.", "То основава това вярване на презумпцията, че Либия е спазвала своите международни ангажименти по отношение на предоставянето на убежище и закрила на бежанците, включително и принципа на забрана за връщане. То твърди, че италианско-либийският Договор за приятелство от 2008 г., в съответствие с който нелегалните имигранти са били връщани в Либия, е съдържал изрични договорености за спазването на разпоредбите на международното право за правата на човека и други международни конвенции, по които Либия е била страна.", "123.  В това отношение Съдът отбелязва, че несъобразяването от страна на Либия с международните й задължения е един от фактите, посочени в международните доклади за тази страна. Във всеки случай, Съдът е длъжен да отбележи, че съществуването на национално законодателство и ратифицирането на международни договори, гарантиращи спазването на основните права не са достатъчни, сами по себе си, за осигуряването на подходяща закрила срещу риска от малтретиране, когато, както в настоящия случай, надеждни източници съобщават за практики, до които властите са прибягвали или са толерирали, и които са в явно противоречие с принципите на Конвенцията (виж M.S.S., цитирано по-горе, § 353, и, mutatis mutandis, Saadi, цитирано по-горе, § 147).", "124.  Освен това, Съдът отбелязва, че Италия не може да избегне собствената си отговорност, като се позовава на свои задължения, произтичащи от двустранни споразумения с Либия. Дори и да се приеме, че тези споразумения съдържат изрични разпоредби за връщането в Либия на мигранти, заловени в открито море, договарящите държави продължават да носят отговорност дори и след встъпването си в договорни задължения, възникнали след влизането в сила на Конвенцията или Протоколите по отношение на тези държави (виж Prince Hans-Adam II of Liechtenstein срещу Германия [ГК], no. 42527/98, § 47, ECHR 2001-VIII, и Al-Saadoon and Mufdhi срещу Обединеното кралство, no. 61498/08, § 128, 2 март 2010 г).", "125.   Що се отнася до аргумента на правителството, въз основа на присъствието на ВКБООН в Триполи, трябва да се отбележи, че дейността на представителството на Върховния комисар, още преди то да е било окончателно затворено през април 2010 г., никога и по никакъв начин не е била признавана от либийското правителство. От документите, разгледани от Съда е видно, че статутът на бежанец, предоставен от ВКБООН не е гарантирал на съответните лица никаква закрила в Либия.", "126.  Съдът отново отбелязва, че тази ситуация е била добре известна и е подлежала на лесна проверка въз основа на многобройни източници. Поради това той счита, че когато жалбоподателите са били изведени, италианските власти са знаели или е трябвало да знаят, че като нелегални имигранти в Либия те биха били подложени на отношение, нарушаващо Конвенцията, и че те не са щели да получат каквато и да било закрила в тази страна;.", "127.  Правителството твърди, че жалбоподателите не са описали достатъчно добре рисковете в Либия, тъй като не са поискали италианските власти да им предоставят убежище. Фактът, че жалбоподателите са се противопоставили на свалянето им на брега в Либия не може, според правителството, да се счита за искане за закрила, налагащо на Италия задължение по член 3 от Конвенцията.", "128.  Съдът отбелязва, на първо място, че този факт се оспорва от жалбоподателите, които твърдят, че са уведомили италианските военнослужещи за намерението си да поискат международна закрила. Освен това версията на жалбоподателите се потвърждава от многобройните свидетелски показания, събрани от ВКБООН и Human Rights Watch. Във всеки случай, Съдът счита, че е задължение на националните власти, изправени пред ситуация, в която човешките права биват системно нарушавани, както е описано по-горе, да се информират за отношението, на което жалбоподателите биха били подложени след връщането им (виж, mutatis mutandis, Chahal, цитирано по-горе,, §§ 104 и 105; Jabari, цитирано по-горе, §§ 40 и 41; и M.S.S., цитирано по-горе, § 359). Като се имат предвид обстоятелствата по делото, фактът, че жалбоподателите изрично не са поискали убежище не освобождава Италия от изпълнението на задълженията й по член 3.", "129.  В това отношение Съдът отбелязва, че нито една от разпоредбите на международното право, на които се позовава правителството, не оправдава връщането на жалбоподателите в Либия, доколкото правилата за спасяване на хора по море и тези, които уреждат борбата срещу трафика на хора, налагат на държавите задължението да спазват ангажименти, произтичащи от международното бежанско право, включително и на принципа за „забрана за връщане“ (non-refoulement) (виж параграф 23 по-горе).", "130.  Принципът за забрана за връщане е залегнал и в член 19 от Хартата на основните права на Европейския съюз. В тази връзка, Съдът отдава особено значение на съдържанието на писмо, написано на 15 май 2009 г. от г-н Жак Баро (Jacques Barrot), заместник-председател на Европейската комисия, в което той подчертава значението на спазването на принципа за забрана за връщане в контекста на операциите, извършвани в открито море от държавите-членки на Европейския съюз (виж параграф 34 по-горе).", "131.  Като взе предвид горното, Съдът счита, че в конкретния случай са съществували сериозни основания да се смята, че е била налице реална опасност в Либия жалбоподателите да бъдат подложени на отношение, противно на член 3. Фактът, че голям брой незаконни имигранти в Либия са се оказали в същото положение като жалбоподателите не прави въпросната опасност по-малко индивидуализирана, когато тя е достатъчно реална и вероятна (виж, mutatis mutandis, Saadi, цитирано по-горе, § 132).", "132.  Вземайки предвид тези изводи, както и задълженията на държавите по член 3, Съдът счита, че връщайки жалбоподателите в Либия, италианските власти, при пълно познаване на фактите, са ги изложили на отношение, забранено от Конвенцията.", "133.  Следователно, възражението на правителството за липсата на статус на жертва на жалбоподателите трябва да бъде отхвърлено и трябва да бъде направен извод, че има нарушение на член 3 от Конвенцията.", "B.  Твърдяно нарушение на член 3 от Конвенцията поради факта, че жалбоподателите са били изложени на опасност от произволно репатриране в Еритрея и Сомалия", "1.  Становища на страните", "(a)  Жалбоподателите", "134.  Жалбоподателите твърдят, че връщането им в Либия, където бежанците и лицата, търсещите убежище, не получават никаква закрила, ги е изложило на опасност да бъдат върнати в съответните им страни на произход: Сомалия и Еритрея. Те заявяват, че различни доклади на международни източници свидетелстват за съществуването в тези две страни на условия, които нарушават правата на човека.", "135.  Жалбоподателите, които са избягали от своите страни, твърдят, че не са разполагали с никаква възможност да получат международна закрила. Фактът, че повечето от тях са получили статут на бежанец след пристигането им в Либия потвърждава, че страховете им, че са щели да бъдат подложени на малтретиране са били добре обосновани. Те твърдят, че въпреки че либийските власти не признават статута на бежанец, предоставен от представителството на ВКБООН в Триполи, предоставянето на този статут доказва, че групата на мигрантите, към която те принадлежат, се нуждае от международна закрила.", "(b)  Правителството", "136.  Правителството посочва, че Либия е подписала различни международни актове за защита на правата на човека и напомня, че с ратифицирането на Договора за приятелство от 2008 г., тя изрично се е ангажирала да спазва принципите, съдържащи се в Устава на Обединените нации и във Всеобщата декларация за правата на човека.", "137.  То твърди, че присъствието на ВКБООН в Либия е представлявало гаранция, че никое лице, имащо право на убежище или на друга форма на международна закрила, няма да бъде произволно експулсирано. То твърди, че на значителен брой от жалбоподателите е бил предоставен статут на бежанец в Либия, което изключва репатрирането им.", "(c)  Третите встъпили страни", "138.  ВКБООН заявява, че Либия често провежда колективно експулсиране на бежанци и лица, търсещи убежище в страните им на произход, където те биха могли да бъдат подложени на изтезания и други форми на малтретиране. Той осъжда липсата на система за международна закрила в Либия, което е довело до много висок риск от „верижни връщания“ на лица, нуждаещи се от закрила.", "Върховния комисар на ООН, Human Rights Watch и Amnesty International отбелязват опасността лица, принудително репатрирани в Еритрея и Сомалия, да бъдат подложени на изтезания и нечовешко или унизително отношение и да се сблъскат с изключително неблагоприятни условия на живот.", "139.  Aire Centre, Amnesty International и FIDH твърдят, че предвид особената уязвимост на лицата, търсещи убежище, и лицата, заловени в открито море, както и предвид липсата на адекватни гаранции или процедури на борда на корабите, които да позволяват оспорване на връщането, е още по-важно договарящите държави, участващи в операции по екстрадиция, да проверяват действителното положение в приемащите държави, включително по отношение на риска от последващо връщане.", "2.  Преценката на Съда", "(a)  Допустимост", "140.  Съдът счита, че това оплакване повдига правни и фактически въпроси, които не могат да бъдат решени без разглеждане по същество. От това следва, че тази част от жалбата не е явно необоснована по смисъла на член 35 § 3 от Конвенцията. Тя също така не е недопустима на други основания. Следователно тя трябва да бъде обявена за допустима.", "(b)  По съществото", "141.  Съдът подчертава принципа, съгласно който индиректното извеждане от страната на чужденец не премахва отговорността на договарящата държава и от тази държава се изисква, в съответствие с добре установената практика, да гарантира, че в случай на репатриране въпросното лице не би било изложено на реална опасност от подлагане на отношение, нарушаващо член 3 (виж, mutatis mutandis, T.I. срещу Обединеното кралство (dec.), no. 43844/98, ECHR 2000-III, и M.S.S., цитирано по-горе, § 342).", "142.  Задължение на държавата, извършваща връщането, е да се увери, че междинната държава предлага достатъчно гаранции, за да не бъде засегнатото лице върнато в държавата си на произход без оценка на рисковете, пред които то би се изправило там. Съдът отбелязва, че това задължение е още по-важно, когато, както в настоящия случай, междинната държава, не е държава, страна по Конвенцията.", "143.  В настоящия случай, задачата на Съда не е да се произнесе по нарушение на Конвенцията в случай на репатриране на жалбоподателите, а да установи дали са съществували достатъчно гаранции, че те не са щели да бъдат произволно върнати в техните страни на произход, макар да са разполагали със защитимо оплакване, че репатрирането им би нарушило член 3 от Конвенцията.", "144.  Съдът разполага с определена информация за общото положение в Еритрея и Сомалия, страните на произход на жалбоподателите, предоставена от тях самите и от третите встъпилите страни (виж параграфи 43 и 44 по-горе).", "145.  Той отбелязва, че според ВКБООН и Human Rights Watch, лица, насилствено репатрирани в Еритрея, са заплашени от мъчения и задържане при нечовешки условия, само за това, че са напуснали страната незаконно. По отношение на Сомалия, в скорошното дело Sufi and Elmi (цитирано по-горе), Съдът е отбелязал сериозната степен на насилие в Могадишу и сериозната опасност лицата, завърнали се в тази страна да бъдат принудени или да преминават транзитно през зоните, засегнати от въоръжения конфликт, или да потърсят убежище в лагери за разселени лица или бежанци, където условията на живот са ужасяващи.", "146.  Съдът счита, че цялата информация, с която разполага, показва, че на пръв поглед ситуацията в Сомалия и Еритрея е създавала и продължава да създава масови сериозни проблеми на несигурност. Освен това тази констатация не е била оспорена пред Съда.", "147.  Следователно, жалбоподателите разполагат със защитимо твърдение, че репатрирането им би нарушило член 3 от Конвенцията. На следващо място Съдът трябва да установи дали италианските власти биха могли да очакват, че Либия ще предостави достатъчно гаранции срещу произвол при репатриране.", "148.  Съдът отбелязва, първо, че Либия не е ратифицирала Женевската конвенция за статута на бежанците. Освен това, международните наблюдатели обръщат внимание на липсата на каквито и да било процедури по предоставяне на убежище и закрила на бежанците в Либия. В това отношение Съдът вече е имал повод да отбележи, че присъствието на ВКБООН в Триполи едва ли е представлявало гаранция за защита на лица, търсещи убежище, поради негативното отношение на либийските власти, които не са придавали никакво значение на статута на бежанец (виж параграф 130 по-горе).", "149.  При тези обстоятелства, Съдът не може да приеме аргумента на правителството, че дейността на ВКБООН е представлявала гаранция срещу произволно репатриране. Освен това, Human Rights Watch и ВКБООН са съобщили за няколко по-раншни принудителни връщания на нелегални мигранти, включително на лица, търсещи убежище, във високо рискови държави.", "150.  Ето защо фактът, че някои от жалбоподателите са получили статут на бежанец не успокоява Съда по отношение на опасността от произволно връщане. Напротив, Съдът споделя становището на жалбоподателите, че това представлява допълнително доказателство за уязвимостта на засегнатите лица.", "151.  С оглед на изложеното по-горе, Съдът счита, че когато жалбоподателите са били отведени в Либия, италианските власти са знаели или е трябвало да знаят, че не са съществували достатъчно гаранции за защита на засегнатите лица от риска да бъдат произволно върнати в страните им на произход, като се вземат предвид по-специално липсата на процедура за убежище и невъзможността да бъдат накарани либийските власти да признаят статута на бежанец, предоставян от ВКБООН.", "152.  Освен това, Съдът отново подчертава, че Италия не е освободена от задължението да спазва ангажиментите си по член 3 от Конвенцията, тъй като жалбоподателите не са поискали убежище или не са описали рисковете, на които биха била изложени поради липсата на система за предоставяне на убежище в Либия. Той отново изтъква, че италианските власти е трябвало да проверят как либийските власти са изпълнявали своите международни задължения във връзка със закрилата на бежанците.", "153.  От това следва, че отвеждането на жалбоподателите в Либия е нарушило член 3 от Конвенцията и поради факта, че в резултат на него жалбоподателите са били изложени на опасност от произволно репатриране.", "IV.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 4 ОТ ПРОТОКОЛ № 4", "154.  Жалбоподателите твърдят, че са били жертва на незаконно колективно експулсиране. Те се позовават на член 4 от Протокол № 4, който предвижда:", "„Колективното експулсиране на чужденци е забранено.“", "1.  Становища на страните", "(a)  Правителството", "155.  Правителството твърди, че член 4 от Протокол № 4 не е приложим в настоящия случай. То твърди, че гаранцията, предвидена в тази разпоредба е приложима само в случаи на експулсиране на лица, намиращи се на територията на дадена държава, или преминали държавната граница незаконно. В настоящия случай, оспорваната мярка е по-скоро отказ да се разреши влизане на територията на страната, отколкото „експулсиране“.", "(b)  Жалбоподателите", "156.  Макар да приемат, че думата „експулсиране“ може привидно да представлява пречка за прилагането на член 4 от Протокол № 4, жалбоподателите твърдят, че Съдът трябва да приложи еволютивен подход, съгласно който член 4 от Протокол № 4 е приложим в настоящия случай.", "157.  По-конкретно, жалбоподателите подканват за функционално и телеологично тълкуване на тази разпоредба. Според тях целта на забраната за колективно експулсиране е да бъде попречено на държавите насилствено да изпращат групи чужденци в други държави, без да са разгледали индивидуалните обстоятелства на тези чужденци, макар и не подробно. Такава забрана следва да се прилага и по отношение на мерки за връщане на мигрантите в открито море, предприети без предварително официално решение, доколкото такива мерки биха могли да представляват „скрито експулсиране“. Телеологичното и „извън териториално“ тълкуване на тази разпоредба биха я превърнали в практическа и ефективна, а не в теоретична и илюзорна.", "158.  Според жалбоподателите, дори Съдът да реши да придаде на забраната, установена в член 4 от Протокол № 4, строго териториален обхват, тяхното връщане в Либия при всички случаи би попаднало в обхвата на този член, тъй като събитията са се случили на борда на кораб, плаващ под италиански флаг, който, съгласно член 4 от италианския Кодекс на навигацията, се смята за „италианска територия“.", "Връщането им в Либия, което е било извършено без предварителна проверка на самоличността и на личните обстоятелства на всеки един от жалбоподателите представлява мярка на извеждане, която по съществото си е „колективна“.", "(c)  Третите встъпили страни", "159.   Върховният комисар на ООН по правата на човека (ВКПЧООН), чието становище се споделя и от Върховния комисар на ООН за бежанците (ВКБООН) (виж параграф 7 по-горе), твърди, че член 4 от Протокол № 4 е приложим в настоящия случай. ВКПЧООН и ВКБООН считат, че този въпрос е от ключово значение, като се имат предвид потенциално значимите последици от широкото тълкуване на тази разпоредба в областта на международната миграция.", "След като посочва, че колективното експулсиране на чужденци, включително и на нелегални имигранти, като цяло е забранено от международното и от общностното право, ВКПЧООН твърди, че лица, заловени в открито море, трябва да могат да се ползват от защита срещу такова експулсиране, въпреки че не са успели да достигнат границите на дадена държава.", "Колективното експулсиране в открито море е забранено предвид принципа на добросъвестност, в светлината на който трябва да се тълкуват разпоредбите на Конвенцията. Да бъде позволено на държавите да връщат мигранти, заловени в открито море, без да се съобразяват с гаранцията, провъзгласена в член 4 от Протокол № 4, би означавало да се приеме, че държавите може да заобиколят задълженията си по Конвенцията чрез извеждане на операциите за граничен контрол в морето.", "Освен това, признаването на извън териториално упражняване на юрисдикция от една договаряща държава над действия, случили се в открито море, според ВКПЧООН би включвало презумпцията, че всички права, гарантирани от Конвенцията и Протоколите към нея, ще бъдат приложими.", "160.  Клиниката по права на човека към правния факултет в Колумбия подчертава важността на процедурните гаранции в областта на защитата на правата на човека на бежанците. Държавите са длъжни да разгледат положението на лицето във всеки един конкретен случай, за да се гарантира ефективна защита на основните права на засегнатите лица и да се избегне тяхното извеждане, докато съществува риск да бъде навредено на тези лица.", "Клиниката по права на човека към правния факултет в Колумбия твърди, че нелегалната имиграция по море не е ново явление, но че международната общност все повече признава необходимостта от засилване на контрола на имиграцията, включително чрез залавяне в морето. Принципът на забрана за връщане изисква от държавите да се въздържат от извеждане извън страната на лица, без да са били преценени техните индивидуални обстоятелства във всеки един конкретен случай.", "Различните органи на ООН, като Комитета срещу изтезанията, ясно посочват, че такива практики рискуват да нарушат международните стандарти за защита правата на човека и подчертават значението на установяването на самоличността и на преценката на индивидуалните обстоятелства, за да бъде избегнато връщането на лица в държави, където те биха били изложени на риск. Междуамериканската комисия за правата на човека е признала важността на тези процесуални гаранции по делото The Haitian Center for Human Rights et al. срещу САЩ (дело no. 10 675, доклад no. 51/96, § 163), в което тя е изразила мнението, че САЩ по недопустим начин са върнали нелегални хаитянски имигранти, без да е била направена подходяща преценка на техния статут и без да са били изслушани от орган, който да прецени дали те могат да бъдат определени като бежанци. Това решение е от особено значение, тъй като противоречи на по-раншното мнение на Върховния съд на Съединените щати по делото Sale v. Haitian Centers Council (113 S. Ct., 2549, 1993).", "2.  Преценката на Съда", "(a)  Допустимост", "161.  Съдът трябва първо да разгледа въпроса за приложимостта на член 4 от Протокол № 4. По делото Henning Becker v. срещу Дания (no. 7011/75, решение от 3 октомври 1975 г.), касаещо репатрирането на група от около двеста виетнамски деца от датските власти, Комисията за първи път е дала определение на термина „колективно експулсиране на чужденци“ като „всяка мярка на компетентния орган, задължаваща група чужденци да напусне страната, освен когато тази мярка е била взета след и въз основа на обоснована и обективна преценка на конкретните обстоятелства на всеки отделен чужденец от групата“.", "162.  Това определение впоследствие e било използвано от органите на Конвенцията и по други дела по член 4 от Протокол № 4. Съдът отбелязва, че в по-голямата част от тези случаи засегнатите лица са били на територията на дадената държава (виж K.G. срещу Ф.Р.Г. no. 7704/76, решение на Комисията от 1 март 1977 г.; O. and Others срещу Люксембург, no. 7757/77, решение на Комисията от 3 март 1978 г.; A. and Others срещу Нидерландия, no. 14209/88, решение на Комисията от 16 декември 1988 г.; Andric срещу Швеция (dec), no. 45917/99, 23 февруари 1999 г.; Čonka срещу Белгия, no. 51564/99, ECHR 2002I; Davydov срещу Естония (dec), no. 16387/03, 31 май 2005 г.; Berisha and Haljiti срещу бивша Югославска Република Македония, no. 18670/03, частично решение от 16 юни 2005 г.; Sultani срещу Франция, no. 45223/05, ECHR 2007-X; Ghulami срещу Франция (dec), no. 45302/05, 7 април 2009 г.; и Dritsas срещу Италия (dec), no. 2344/02, 1 февруари 2011 г.).", "163.  Делото Xhavara and Others срещу Италия и Албания ((dec), no. 39473/98, 11 януари 2001 г.), обаче се отнася за албански граждани, които са се опитали да влязат нелегално в Италия на борда на албански плавателния съд, и които са били засечени от италиански военен кораб на около 35 морски мили от италианския бряг. Италианският кораб се е опитал да попречи на засегнатите лица да слязат на територията на страната, което е довело до смъртта на петдесет и осем души, сред които и родителите на жалбоподателите, поради сблъсък между двата плавателни съда. По това дело жалбоподателите са се оплакали, по-специално от Законодателен указ № 60 от 1997 г., който предвиждал незабавно експулсиране на нелегално влезлите чужденци, мярка която подлежала на обжалване, което не спира изпълнението на решението. Те са смятали, че това представлява нарушение на гаранцията, предоставена от член 4 от Протокол № 4. Съдът е отхвърлил жалбата като несъвместима ratione personae, тъй като въпросната разпоредба не е била приложена в техния случай, и не се е произнесъл по приложимостта на член 4 от Протокол № 4 към този случай.", "164.  Ето защо, в настоящия случай за първи път Съдът трябва да прецени дали член 4 от Протокол № 4 се прилага в случаи на извеждане на чужденци в трета държава, извършено извън територията на ответната държава. Той трябва да реши дали отвеждането на жалбоподателите в Либия представлява „колективно експулсиране на чужденци“ по смисъла на въпросната разпоредба.", "165.  При тълкуването на разпоредбите на Конвенцията, Съдът се основава на членове от 31 до 33 от Виенската конвенция за правото на договорите (виж, например, Golder срещу Обединеното кралство, 21 февруари 1975 г., § 29, Series A no. 18; Demir and Baykara срещу Турция [ГК], no. 34503/97, § 65, 12 ноември 2008 г.; и Saadi срещу Обединеното кралство [ГК], no. 13229/03, § 62, 29 януари 2008 г.).", "166.  Съгласно Виенската конвенция за правото на договорите Съдът трябва да установи обичайното значение, което се придава на термините в техния контекст и в светлината на предмета и целта на разпоредбата, от която са взети. Той трябва да вземе предвид факта, че въпросната разпоредба е част от международен договор за ефективна защита на правата на човека и че Конвенцията трябва да се разглежда в нейната цялост и тълкува по начин, който способства за вътрешната съгласуваност и хармония между различните й разпоредби (виж Stec and Others срещу Обединеното кралство (dec) [ГК], nos. 65731/01 и 65900/01, § 48, ECHR 2005-X). Съдът трябва да вземе предвид всички относими норми и принципи на международното право, приложими в отношенията между договарящите страни (виж Al-Adsani срещу Обединеното кралство [ГК], no. 35763/97, § 55, ECHR 2001-XI, и Bosphorus Hava Yolları Turizm ve Ticaret Anonim Şirketi (Bosphorus Airways) срещу Ирландия [ГК], no. 45036/98, § 150, ECHR 2005-VI; виж също член 31, § 3 (с) от Виенската конвенция). Съдът може също така да използва допълнителни средства за тълкуване, по-специално подготвителните работи (travaux préparatoires) на Конвенцията или за да потвърди смисъла, определен в съответствие с методите, посочени по-горе, или за да се изясни значението, когато то е двусмислено, неясно или явно абсурдно и неразумно (виж член 32 от Виенската конвенция ).", "167.  Правителството твърди, че съществува логична пречка за приложението на член 4 от Протокол № 4 в конкретния случай, а именно фактът, че жалбоподателите не са били на територията на Италия по време на отвеждането им в Либия, така че тази мярка, според правителството, не може да се счита за „експулсиране“ в обичайния смисъл на този термин.", "168.  Съдът не споделя становището на правителството по този въпрос. Той отбелязва, първо, че докато досега разгледаните случаи са се отнасяли предимно за лица, които под една или друга форма вече са се намирали на територията на съответната държава, текстът на член 4 от Протокол № 4, сам по себе си, не представлява пречка за неговото извънтериториално приложение. Трябва да се отбележи, че в член 4 от Протокол № 4 не се споменава понятието „територия“, докато текстът на член 3 от същия протокол, напротив, специално посочва териториалния обхват на забраната за експулсиране на гражданите на собствената държава. По същия начин, член 1 от Протокол № 7 изрично говори за територия, когато става въпрос за процесуалните гаранции при експулсирането на чужденци, законно пребиваващи на територията на дадена държава. Според Съда тази формулировка не може да бъде пренебрегната.", "169.  Подготвителните работи не са категорични по отношение на приложното поле и обхвата на член 4 от Протокол № 4. Във всеки случай, от обяснителния доклад към Протокол № 4, изготвен през 1963 г., става ясно, че според Комитета на експертите целта на член 4 е била официално да се забрани „колективно експулсиране на чужденци като това, случило се неотдавна“. Така е било „решено, че приемането на този член [член 4] и на параграф 1 от член 3 не може в никакъв случай да се интерпретира като оправдаващо по какъвто и да било начин мерки на колективно експулсиране като тези, които са били предприети в миналото“. Коментарът към проекта показва, че според Комитета на експертите чужденците, за които този член се отнася не са само тези, които законно пребивават на територията на дадената държава, но и „всички онези, които в действителност не са граждани на тази държава, независимо дали само преминават през тази държава или пребивават в нея, или местожителството им е там, дали са бежанци или са влезли в страната по своя собствена инициатива, дали са лица без гражданство или са граждани на друга държава“ (член 4 от окончателния проектодоклад на Комитета, стр. 505, § 34). На последно място, според авторите на Протокол № 4, терминът „експулсиране“ следва да се тълкува „в общия смисъл, който се използва в момента (прогонване от дадено място)“. Независимо че последното определение се съдържа в раздела, отнасящ се до член 3 от Протокола, Съдът счита, че то може да се приложи и към член 4 от същия Протокол. От това следва, че подготвителните работи не изключват извънтериториалното приложение на член 4 от Протокол № 4.", "170.  Остава да се види обаче дали подобно приложение е обосновано. За да се отговори на този въпрос, трябва да се вземат предвид целта и смисъла на въпросната разпоредба, които трябва да се анализират в светлината на здраво вкоренения в практиката на Съда принцип, че Конвенцията е жив инструмент, който трябва да се тълкува в светлината на съвременните условия (виж, например, Soering, цитирано по-горе, § 102; Dudgeon срещу Обединеното кралство, 22 октомври 1981 г, Series A no. 45; X, Y and Z срещу Обединеното кралство, 22 април 1997 г., Reports 1997-II; V. срещу Обединеното кралство [ГК], no. 24888/94, § 72, ECHR 1999-IX; и Matthews срещу Обединеното кралство [ГК], no. 24833/94, § 39, ECHR 1999-I). Освен това е от съществено значение Конвенцията да се тълкува и прилага по начин, който прави гаранциите й практически и ефективни, а не теоретични и илюзорни (виж Airey срещу Ирландия, 9 октомври 1979 г., § 26, Series A no. 32; Mamatkulov and Askarov срещу Турция [ГК], nos. 46827/99 и 46951/99, § 121, ECHR 2005-I; и Leyla Şahin срещу Турция [ГК], no. 44774/98, § 136, ECHR 2005-XI).", "171.  Минало е дълго време от изготвянето на Протокол № 4. От тогава насам миграционните потоци в Европа са продължили да се засилват, като нараства употребата на морските пътища, въпреки че залавянето на мигрантите в открито море и връщането им в транзитните държави или в държавите на произход понастоящем представляват средства за миграционен контрол, доколкото те са начини, използвани от държавите за борба с незаконната имиграция.", "Икономическата криза и скорошните социални и политически промени особено силно са повлияли на определени региони в Африка и Близкия изток, изправяйки европейските държави пред нови предизвикателства, свързани с имиграционния контрол.", "172.  Съдът вече е установил, че съгласно установената практика на Комисията и на Съда, целта на член 4 от Протокол № 4 е да попречи на държавите да извеждат чужденци извън територията си без да са разгледали личните им обстоятелства и следователно без да са им дали възможност да изложат своите аргументи срещу предприетата от компетентния орган мярка. Следователно, ако член 4 от Протокол № 4 се прилага само при колективно експулсиране от територията на държавите-страни по Конвенцията, значителен брой от съвременните миграционни схеми биха останали извън приложното поле на тази разпоредба, независимо от факта, че действията, които цели да забрани, може да се случат извън територията на дадена държава и, по-специално, както е в настоящия случай, в открито море. Така член 4 би бил на практика неефективен при такива ситуации, които всъщност се увеличават. Вследствие на това мигрантите, тръгнали по море, често рискувайки живота си, и не успели да достигнат до границите на дадена държава, биха били лишени от правото личните им обстоятелства да бъдат разгледани преди да бъдат експулсирани, за разлика от имигрантите, които са предприели пътуване по суша.", "173.  Следователно е ясно, че докато понятието „юрисдикция“ е преди всичко териториално, като се предполага, че тя се упражнява на територията на дадена държава (виж параграф 71 по-горе ), понятието за експулсиране също е преди всичко териториално, в смисъл, че експулсиранията най-често се извършват на територията на дадена държава. Когато, обаче, както в настоящия случай, Съдът е установил, че една договаряща държава по изключение упражнява своята юрисдикция извън националната си територия, той не вижда никаква пречка да се приеме, че упражняването на извънтериториална юрисдикция от тази държава е станало под формата на колективно експулсиране. Да се стигне до друго заключение и да се придаде строго териториален обхват на последното понятие би довело до несъответствие между приложното поле на Конвенцията като такава и това на член 4 от Протокол № 4, което би било в противоречие с принципа, че Конвенцията трябва да се тълкува в нейната цялост. Освен това, по отношение на упражняването от дадена държава на юрисдикция в открито море, Съдът вече е уточнил, че особеният характер на морската среда не може да оправдае съществуването на зона извън закона, където лицата да не се намират под действието на правна система, която да им гарантира, че те ще може да се възползват от правата и гаранциите, провъзгласени в Конвенцията, които държавите са се задължили да осигуряват на всяко лице под тяхната юрисдикция (виж Medvedyev and Others, цитирано по-горе, § 81).", "174.  Горните съображения не поставят под съмнение правото на държавите да създават своя собствена имиграционна политика. Независимо от това, трябва да се подчертае, че проблемите с управлението на миграционните потоци, не могат да оправдаят прибягване до практики, които не са съвместими със задълженията на държавите по Конвенцията. Съдът изтъква в тази връзка, че разпоредбите на международните договори трябва да се тълкуват добросъвестно, в светлината на смисъла и целта на дадения договор и в съответствие с принципа на ефективност (виж Mamatkulov and Askarov, цитирано по-горе, § 123).", "175.  Предвид изложеното по-горе, Съдът счита, че извеждането на чужденци, извършено в рамките на операции по залавяне в открито море от органите на дадена държава, при упражняването на суверенните им права, резултатът от които операции е да бъде попречено на мигрантите да достигнат границите на държавата или дори да бъдат върнати в друга държава, представлява упражняване на юрисдикция по смисъла на член 1 от Конвенцията, което ангажира отговорността на въпросната държава по член 4 от Протокол № 4.", "176.  В настоящия случай, Съдът счита, че операцията, довела до връщането на жалбоподателите в Либия, е била реализирана от италианските власти с цел предотвратяване слизането на незаконните имигранти на италианска земя. В тази връзка той придава особена тежест на изявленията, дадени след събитията в италианската преса и пред държавния Сенат от министъра на вътрешните работи, в които той обяснява значението на операциите по връщане в открито море за борбата срещу нелегалната имиграция и подчертава значителния спад на слизането на имигранти на италианска земя в резултат на операциите, извършени през май 2009 г. (виж параграф 13 по-горе).", "177.  Следователно, Съдът отхвърля възражението на правителството и счита, че член 4 от Протокол № 4 е приложим в настоящия случай.", "(b)  По съществото", "178.  Съдът отбелязва, че към днешна дата делото Čonka (виж цитираното по-горе решение) е единственото дело, в което е било установено нарушение на член 4 от Протокол № 4. При разглеждането на това дело, за да реши дали е имало колективно експулсиране, той е разгледал обстоятелствата по делото и е проверил дали в решенията за депортиране са били взети предвид конкретните обстоятелства на засегнатите лица. След това Съдът е посочил (§§ 61-63):", "„Съдът отбелязва, че спорните заповеди за задържане и депортиране са били издадени с цел изпълнението на заповед за напускане на територията от 29 септември 1999 г; тази заповед е била издадена единствено въз основа на член 7, алинея първа, точка (2) от Закона за чужденците и единствената препратка към личното положение на жалбоподателите е било споменаването на факта, че престоят им в Белгия е бил по-дълъг от три месеца. По-специално, в заповедта не са били споменати искането им за убежище и решенията от 3 март и 18 юни 1999 г. Вярно е, че тези решения също са били придружени със заповед за напускане на територията, но сама по себе си, тази заповед не разрешава арестуването на двамата жалбоподатели. Арестуването на жалбоподателите следователно е било наредено за първи път в решение от 29 септември 1999 г. на основания, несвързани с исканията им за предоставяне на убежище, но все пак достатъчни, за да доведат до прилагането на разглежданите мерки. При тези обстоятелства и с оглед на големия брой лица от един и същи произход, които са имали същата съдба като тази на жалбоподателите, Съдът счита, че следваната процедура не премахва съмнението, че експулсирането може да е било колективно.", "Това съмнение се потвърждава от редица фактори: на първо място, преди депортирането на жалбоподателите държавните власти са обявили, че ще има подобни операции и са дали инструкции за тяхното изпълнение на съответните органи..., на второ място, всички засегнати чужденци са били накарани да отидат в полицейския участък по едно и също време, на трето място, връчените им заповеди за напускане на територията и за задържането им са били формулирани с едни и същи думи и изрази; четвърто, за чужденците е било много трудно да се свържат с адвокат; на последно място, процедурата по предоставяне на убежище не е била довършена.", "С една дума, на никой етап в периода между връчването на чужденците на призовката за явяването им в полицейския участък и тяхното експулсиране процедурата не е предлагала достатъчно гаранции, доказващи, че личното положение на всяко едно от засегнатите лица е било преценено сериозно и с оглед на индивидуалните особености.“", "179.  Освен това в своята практика, органите на Конвенцията, са посочвали, че фактът, че голям брой чужденци са били обект на подобни решения, сам по себе си не води до заключението, че е имало колективно експулсиране, ако във всеки отделен случай на всяко засегнато лице е била дадена възможност да изложи аргументите си срещу експулсирането му пред компетентните органи (виж K.G. срещу Ф.Р.Г., решение на Комисията, цитирано по-горе, Andric, решение по допустимост; и Sultani, цитирано по-горе, § 81). На последно място, Съдът е постановил, че няма нарушение на член 4 от Протокол № 4, ако липсата на индивидуално решение за експулсиране, взето в даден конкретен случай, се дължи на собствената вина [на жалбоподателите] (виж Berisha and Haljiti, частично решение, цитирано по-горе, и Dritsas, решение по допустимост, цитирано по-горе).", "180.  В настоящия случай Съдът може единствено да стигне до извода, че връщането на жалбоподателите в Либия е било извършено без никаква проверка на индивидуалното положение на всеки един от жалбоподателите. Не се оспорва, че жалбоподателите не са били подложени на никаква проверка на самоличността от италианските власти, които от своя страна са се ограничили до качването на всички заловени мигранти на военните кораби и стоварването им на либийска земя. Освен това, Съдът отбелязва, че екипажът на борда на военните кораби не е бил обучен да провежда индивидуални събеседвания и не е бил подпомаган от преводачи или юристи.", "Това е достатъчно, за да може Съдът да заключи, че не са били на лице достатъчно гаранции, доказващи, че индивидуалните обстоятелства на всяко едно от засегнатите лица действително са били предмет на подробно разглеждане.", "181.  Предвид гореизложеното, Съдът заключава, че принудителното извеждане на жалбоподателите е било с колективен характер в нарушение на член 4 от Протокол № 4. Следователно, има нарушение на посочения член.", "VI.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 13 ВЪВ ВРЪЗКА С ЧЛЕН 3 ОТ КОНВЕНЦИЯТА И ЧЛЕН 4 ОТ ПРОТОКОЛ № 4", "182.  Жалбоподателите се оплакват, че италианското право не им е предоставило ефективно вътрешноправно средство, чрез което да подадат оплакванията си по член 3 от Конвенцията и член 4 от Протокол № 4. Те се позовават на член 13 от Конвенцията, който гласи:", "„Всеки, чиито права и свободи, провъзгласени от [тази] Конвенция, са нарушени, има право на ефикасни правни средства за тяхната защита пред съответните национални власти, дори и нарушението да е извършено от лица, действащи при упражняване на служебни функции.“", "1.  Становища на страните", "(a)  Жалбоподателите", "183.  Жалбоподателите твърдят, че извършените от Италия залавяния на лица в открито море не са били в съответствие със закона и тяхната законосъобразност не е била обект на проверка от национален орган. Поради тази причина жалбоподателите са били лишени от всякаква възможност да обжалват връщането им в Либия и да се оплачат от нарушение на член 3 от Конвенцията и член 4 от Протокол № 4.", "184.  Жалбоподателите твърдят, че нито едно от изискванията за ефективност на вътрешноправните средства за защита, установени в практика на Съда, не е било спазено от италианските власти, които дори не са установили самоличността на заловените имигранти и са пренебрегнали исканията им за защита. Освен това, дори и да се приеме, че те са имали възможност да изразят своето искане за предоставяне на убежище пред военния персонал, те не биха могли да се възползват от процедурните гаранции, предоставени от италианското право, като например достъп до съд, по простата причина, че са се намирали на борда на кораби.", "185.  Жалбоподателите считат, че упражняването на териториален суверенитет във връзка с имиграционната политика, не бива в никакъв случай да води до неспазване на задълженията, наложени на държавите от Конвенцията, включително и на задължението да гарантират правото на ефективна защита пред национален съд на всеки, който попада под нейната юрисдикция.", "(b)  Правителството", "186.  Правителството твърди, че тъй като събитията в настоящия случай са се случили на борда на кораби, е било невъзможно да се гарантира на жалбоподателите правото на достъп до национален съд.", "187.  В заседанието пред голямата камара, то твърди, че жалбоподателите е трябвало да поискат от националните съдилища признание и, в зависимост от случая, обезщетение за твърдените нарушения на Конвенцията. Според правителството италианската съдебна система би дала възможност да бъде потърсена отговорност от военните служители, които са спасили жалбоподателите както по националното, така и по международното право.", "Правителството твърди, че жалбоподателите, на които ВКБООН е предоставил статут на бежанец, са имали възможност да влязат на италианска територия по всяко време и да упражняват своите права по Конвенцията, включително и правото да се обърнат към органите на съдебната власт.", "(c)  Третите встъпили страни", "188.  ВКБООН заявява, че принципът на забрана за връщане съдържа процедурни задължения за страните. Освен това правото на достъп до ефективна процедура за предоставяне на убежище, проведена от компетентен орган, е още по-важно, когато става въпрос за „смесени“ миграционни потоци, в рамките на които потенциалните лица, търсещи убежище, трябва да бъдат идентифицирани и разграничени от другите мигранти.", "189.  Центърът за съвети относно индивидуалните права в Европа („Aire Centre“), Amnesty International и Международната федерация за правата на човека („FIDH“) смятат, че лицата, които са върнати при операцията по залавяне в открито море, не са имали достъп до никакво вътрешноправно средство за защита в договарящата държава, отговорна за операциите, а още по-малко до средство, което да отговаря на изискванията на член 13. Жалбоподателите не са разполагали нито с подходяща възможност, нито с необходимата помощ, а именно услугите на преводач, за да могат да изложат причините срещу връщането им, да не говорим за преценка на обстоятелствата им със строгост, отговаряща на изискванията на Конвенцията. Встъпилите страни твърдят, че когато договарящите държави - страни по Конвенцията участват в операции по залавяне на имигранти в морето, които завършват с връщане на имигрантите, тяхна е отговорността да гарантират, че всяко от засегнатите лица разполага с ефективна възможност да оспори своето връщане в светлината на правата, гарантирани от Конвенцията, и че искането на лицето ще бъде разгледано преди извеждането му извън територията на държавата.", "Встъпилите страни смятат, че липсата на вътрешноправно средство за защита, позволяващо установяването на самоличността на жалбоподателите и индивидуална оценка на исканията им за закрила и на нуждите им, представлява сериозен пропуск, както и липсата на последващо разследване относно съдбата на върнатите лица.", "190.  Клиниката за права на човека към правния факултет в Колумбия твърди, че международното право за правата на човека и бежанското право изискват, на първо място, държавата да уведоми имигрантите за правото им на достъп до закрила. Това уведомяване е от решаващо значение за изпълнение на задължението на държавата да идентифицира лицата, нуждаещи се от международна закрила измежду нелегалните имигранти. Това изискване е още по-важно, когато става въпрос за нелегални имигранти по море, тъй като е много малко вероятно те да са запознати с местните закони и често нямат достъп до преводач или до правни съвети. На следващо място, всяко лице трябва да бъде изслушано от националните власти, за да може да получи индивидуално решение по своето искане.", "2.  Преценката на Съда", "(a)  Допустимост", "191.  Съдът подчертава, че е присъединил възражението на правителството за изчерпване на вътрешноправните средства за защита, повдигнато по време на заседанието пред голямата камара (виж параграф 62 по-горе), към разглеждането на оплакванията по член 13 по същество. Освен това, Съдът счита, че тази част от жалбата повдига сложни правни и фактически въпроси, които не могат да бъдат решени без разглеждане по същество. От това следва, че тя не е явно необоснована по смисъла на член 35 § 3 (а) от Конвенцията. Също така не е недопустима на други основания. Следователно трябва да бъде обявена за допустима.", "(b)  По съществото", "(i)  Общи принципи", "192.  Член 13 от Конвенцията гарантира наличието на национално ниво на средство за защита на същността на правата и свободите по Конвенцията под формата, под която те са гарантирани в националното право. Така последица от тази разпоредба е изискването да бъде осигурено вътрешноправно средство за разглеждане по същество на „защитимо оплакване“ по Конвенцията и да бъде предоставено подходящо обезщетение. Обхватът на задълженията на договарящите страни по член 13 варира в зависимост от характера на оплакването на жалбоподателя. Вътрешноправното средство за защита, предвидено в член 13, обаче трябва да бъде „ефективно“ както на практика, така и по закон. „Ефективността“ на „средството за защита“ по смисъла на член 13 не зависи от осигуряването на благоприятен изход за жалбоподателя. Нито пък „органът (на национална власт)“, посочен в тази разпоредба задължително трябва да бъде съдебен орган, но ако това не е така, правомощията му и гаранциите, които предоставя, са от значение при преценката на това дали средството пред този орган е ефективно. Също така, макар едно вътрешноправно средство за защита само по себе си да не отговаря напълно на изискванията на член 13, съвкупността от средства за защита, предвидени в националното законодателство, могат да отговарят на тези изисквания (виж, наред с други източници, Kudła срещу Полша [ГК], no. 30210/96, § 157, ECHR 2000XI).", "193.  От практиката на Съда става ясно, че оплакването на жалбоподател, който твърди, че извеждането му в трета държава би го изложило на отношение, забранено от член 3 от Конвенцията, „трябва задължително да бъде внимателно разгледано от „национален орган“ (виж Shamayev and Others срещу Грузия и Русия, no. 36378/02, § 448, ECHR 2005-III; виж също и Jabari, цитирано по-горе, § 39). Този принцип е станал причина Съдът да постанови, че понятието „ефективно вътрешноправно средство за защита“ по смисъла на член 13 във връзка с член 3 изисква на първо място „независимо и строго разглеждане“ на всяко оплакване, направено от лице, намиращо се в ситуация, при която „съществуват съществени основания за страх от реална опасност от отношение в нарушение на член 3“ и на второ място, „възможност за спиране на изпълнението на оспорваната мярка“ (виж цитираните по-горе решения, съответно § 460 и § 50).", "194.  Освен това в решението по делото Čonka (цитирано по-горе, §§ 79 et seq.) Съдът е посочил по отношение на член 13 във връзка с член 4 от Протокол № 4, че средство не отговаря на изискванията на първия член, ако не спира изпълнението на решението. Той е посочил, по-специално (§ 79):", "„Съдът счита, че понятието за ефективно вътрешноправно средство за защита по член 13 изисква средството да може да попречи на изпълнението на мерките, които противоречат на Конвенцията и чиито последици са потенциално необратими ... Следователно изпълнението на такива мерки преди националните органи да са преценили дали те са съвместими с Конвенцията, противоречи на член 13, въпреки че договарящите държави имат известна свобода на преценка по отношение на начина, по който да спазват задълженията си по тази разпоредба...”", "195.  С оглед на значението, което Съдът придава на член 3 от Конвенцията и необратимия характер на вредата, която може да бъде понесена, ако опасността от изтезания или малтретиране настъпи, Съдът е постановил, че спирането на изпълнението на решението трябва да се прилага и в случаите, при които договарящата държава реши да изведе чужденец в страна, където съществуват сериозни основания да се счита, че лицето би било изправено пред такава опасност (see Gebremedhin [Geberamadhien] срещу Франция, no. 25389/05, § 66, ECHR 2007-II, и M.S.S., цитирано по-горе, § 293).", " (ii)  Приложение в настоящия случай", "196.  Съдът вече стигна до извода, че връщането на жалбоподателите в Либия представлява нарушение на член 3 от Конвенцията и член 4 от Протокол № 4. Следователно оплакванията на жалбоподателите в това отношение са „защитими“ за целите на член 13.", "197.  Съдът установи, че жалбоподателите не са имали достъп до процедура, в която, преди да бъдат върнати в Либия, да бъде установена самоличността им и да бъдат преценени личните им обстоятелства (виж параграф 185 по-горе). Правителството признава, че на борда на военните кораби, на които жалбоподателите са били накарани да се качат, не са били установени такива процедури. Сред екипажа на кораба не е имало нито преводачи, нито юристи.", "198.  Съдът отбелязва, че жалбоподателите твърдят, че не им е била предоставена никаква информация от италианските военнослужещи, които са ги накарали да вярват, че биват отвеждани в Италия и които не са ги уведомили за процедурата, която трябва да бъде следвана, за да се избегне връщането им в Либия.", "Доколкото правителството оспорва това обстоятелство, Съдът отдава по-голяма тежест на версията на жалбоподателите, тъй като тя е подкрепена от много голям брой свидетелски показания, събрани от ВКБООН, КПИ и Human Rights Watch.", "199.  Както Съдът вече е постановявал, липсата на достъп до информация е основна пречка в достъпа до процедури за търсене на убежище (виж M.S.S., цитирано по-горе, § 304). Тук той отново изтъква значението на това да бъде гарантирано на всяко лице, обект на мерки за извеждане от страната, последствията от които са потенциално необратими, правото да получи достатъчно информация, за да може да има ефективен достъп до съответните процедури и да обоснове оплакванията си.", "200.  Предвид обстоятелствата по настоящото дело, Съдът счита, че жалбоподателите са били лишени от всякакви вътрешноправни средства за защита, които да им позволят да подадат жалбите си по член 3 от Конвенцията и член 4 от Протокол № 4 до компетентен орган и да получат всеобхватна и строга преценка на исканията си преди да бъде изпълнена мярката им за извеждане извън страната.", "201.  Що се отнася до аргумента на правителството, че жалбоподателите е трябвало да се възползват от възможността да се отнесат до италианските наказателни съдилища след пристигането им в Либия, Съдът може само да отбележи, че дори такова средство на практика да е било достъпно за тях, несъмнено изискванията на член 13 не биха могли да бъдат изпълнени чрез завеждането на наказателно производство срещу военния екипаж на борда на армейски кораби, тъй като такова производство не отговаря на изискването за спиране на изпълнението, съдържащо се в цитираното по-горе решение Čonka. Съдът подчертава, че изискването, произтичащо от член 13, изпълнението на оспорената мярка да може да бъде спряно, не може да се счита за допълнителна мярка (виж M.S.S., цитирано по-горе, § 388).", "202.  Съдът заключава, че има нарушение на член 13 във връзка с член 3 от Конвенцията и член 4 от Протокол № 4. От това следва, че жалбоподателите не могат да бъдат упрекнати за неизчерпването на вътрешноправни средства за защита и че предварителното възражение на правителството (виж параграф 62 по-горе) трябва да бъде отхвърлено.", "VII.  ЧЛЕНОВЕ 41 И 46 ОТ КОНВЕНЦИЯТА", "A.  Член 46 от Конвенцията", "203.  Член 46 предвижда:", "„1.  Високодоговарящите държави се задължават да изпълняват окончателните решения по същество на Съда по всяко дело, по което те са страна.", "2.  Окончателното решение на Съда се изпраща на Комитета на министрите, който следи за неговото изпълнение.“", "204.  По силата на член 46 от Конвенцията високодоговарящите държави се задължават да изпълняват окончателните решения на Съда по делата, по които те са страни, като Комитетът на министрите отговоря за контрола по изпълнение на решенията. Това означава, че когато Съдът установи нарушение, държавата-ответник е длъжна не само да заплати на засегнатите страни сумите, присъдени като справедливо обезщетение по член 41, но също и да приеме необходимите общи и/или, при нужда, индивидуални мерки. Тъй като решенията на Съда по същество имат декларативен характер, задължение преди всичко на ответната държава е да избере, под надзора на Комитета на министрите, средствата за изпълнението на задължението си по член 46 от Конвенцията, при условие че тези средства са съвместими със заключенията, съдържащи се в решението на Съда. В някои специални случаи обаче Съдът може да счете за необходимо да посочи на ответната на държава вида мерки, които биха могли да бъдат предприети, за да се сложи край на - често системното - положение, което е довело да намирането на нарушение (виж, например, Öcalan срещу Турция [ГК], no. 46221/99, § 210, ECHR 2005-IV, и Popov срещу Русия, no. 26853/04, § 263, 13 юли 2006 г.). Понякога естеството на установеното нарушение може да бъде такова, че да не оставя реален избор по отношение на мерките, които трябва да бъдат предприети (виж Assanidze, цитирано по-горе, § 198; Aleksanyan срещу Русия, no. 46468/06, § 239, 22 декември 2008 г.; и Verein Gegen Tierfabriken Schweiz (VgT) срещу Швейцария (no. 2) [ГК ], no. 32772/02, §§ 85 и 88, 30 юни 2009 г.).", "205.  В настоящия случай Съдът счита, че е нужно да бъдат посочени индивидуалните мерки, необходими за изпълнението на настоящото решение, без това да се отразява на общите мерки, необходими за предотвратяване на други подобни нарушения в бъдеще (виж M.S.S., цитирано по-горе, § 400).", "206.  Съдът вече установи, inter alia, че връщането на жалбоподателите ги е изложило на риск да бъдат подложени на малтретиране в Либия и да бъдат произволно репатрирани в Сомалия и Еритрея. Предвид обстоятелствата по делото, Съдът счита, че италианското правителство трябва да предприеме всички възможни мерки, за да получи уверение от страна на либийските власти, че жалбоподателите няма да бъдат подложени на отношение, несъвместимо с член 3 от Конвенцията, или да бъдат произволно репатрирани.", "B.  Член 41 от Конвенцията", "207.  Член 41 от Конвенцията предвижда:", "„Ако Съдът установи нарушение на Конвенцията или на Протоколите към нея и ако вътрешното право на съответната високодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.“", "208.  Всеки от жалбоподателите претендира 15 000 евро неимуществени вреди за несгодите, които твърди, че е претърпял.", "209.  Правителството оспорва тази претенция, като посочва, че животът на жалбоподателите е бил спасен благодарение на намесата на италианските власти.", "210.  Съдът счита, че жалбоподателите трябва да са преживели известни несгоди, за които само намирането на нарушение от Съда не може да представлява справедливо обезщетение. Като взе предвид характера на нарушенията, установени в настоящия случай, Съдът счита, че е справедливо да удовлетвори претенцията на жалбоподателите и присъжда на всеки от тях по 15 000 евро обезщетение за неимуществени вреди, която сума да бъде съхранявана от представителите на жалбоподателите в доверителен фонд.", "C.  Разноски", "211.  Жалбоподателите също претендират 1 575,74 евро за разноски за производството пред Съда.", "212.  Правителството оспорва тази претенция.", "213.  Съгласно практиката на Съда жалбоподателят има право на възстановяване на разноските само доколкото тези разноски са действителни и необходими и са разумни по отношение на техния размер. По настоящото дело, предвид представените пред него документи, и в съответствие с практиката си, Съдът смята, че цялата претендирана сума за разноски за производството пред Съда е разумна и присъжда изцяло тази сума на жалбоподателите.", "D.  Лихва за забава", "214.  Съдът намира за уместно лихвата за забава да бъде определена въз основа на пределната ставка по заеми на Европейската централна банка, към която се добавят три процентни пункта.", "ПО ИЗЛОЖЕНИТЕ СЪОБРАЖЕНИЯ СЪДЪТ", "1.  Реши, с тринадесет на четири гласа, да заличи жалбата от списъка си, доколкото тя се отнася до г-н Мохамед Абукар Мохамед и г-н Хасан Шариф Абирахман;", "", "2.  Реши, единодушно, да не заличава жалбата от списъка си, доколкото тя се отнася до останалите жалбоподатели;", "", "3.  Реши, единодушно, че жалбоподателите са били под юрисдикцията на Италия за целите на член 1 от Конвенцията;", "", "4.  Присъедини, единодушно, към въпросите по съществото на жалбата предварителното възражение на правителството за неизчерпване на вътрешноправните средства за защита и за липсата на статус на жертва на жалбоподателите;", "", "5.  Обяви за допустими, единодушно, оплакванията по член 3;", "", "6.  Реши, единодушно, че има нарушение на член 3 от Конвенцията поради факта, че жалбоподателите са били изложени на опасност да бъдат подложени на малтретиране в Либия и отхвърли предварителното възражение на правителството за липсата на статус на жертва на жалбоподателите;", "", "7.  Реши, единодушно, че има нарушение на член 3 от Конвенцията поради факта, че жалбоподателите са били изложени на опасност да бъдат репатрирани в Сомалия и Еритрея;", "", "8.  Обяви за допустимо, единодушно, оплакването по член 4 от Протокол № 4;", "", "9.  Реши, единодушно, че има нарушение на член 4 от Протокол № 4;", "", "10.  Обяви за допустимо, единодушно, оплакването по член 13 във връзка с член 3 от Конвенцията и член 4 от Протокол № 4;", "", "11.  Реши, единодушно, че има нарушение на член 13 във връзка с член 3 от Конвенцията и на член 13 във връзка с член 4 от Протокол № 4 и отхвърли предварителното възражение на правителството за неизчерпване на вътрешноправните средства за защита;", "", "12.  Реши, единодушно", "(a)  че в срок от три месеца ответната държава ще заплати на жалбоподателите следните суми:", "(i)   по 15 000 евро (петнадесет хиляди евро) на всеки от тях, плюс евентуалната сума за дължими данъци и такси, за неимуществени вреди, които ще бъдат съхранявани от представителите на жалбоподателите в доверителен фонд;", "(ii)  общо 1 575,74 евро (хиляда петстотин седемдесет и пет хиляди евро и седемдесет и четири цента), плюс евентуалната сума за дължими данъци и такси, за разноски;", "(b)  че от изтичането на гореспоменатия тримесечен срок до плащането се дължи проста лихва върху горепосочените суми в размер, равен на пределната ставка по заеми на Европейската централна банка, към която се добавят три процентни пункта.", "Изготвено на английски и френски език и произнесено на публично заседание в сградата на правата на човека в Страсбург на 23 февруари 2012 г. в съответствие с член 77 §§ 2 и 3 от Правилника на Съда.", "\tMichael O’Boyle\tNicolas Bratza\n\tСекретар\tПредседател\n", "В съответствие с член 45 § 2 от Конвенцията и член 74 § 2 от Правилника на Съда, към решението е приложено особеното мнение на съдия Pinto de Albuquerque.", "", "Особените мнения не са преведени на български език, но съществуват на английски и/или на френски в официалната версия/версии на решението, която може да бъде намерена в базата данни с практиката на Европейския съд по правата на човека HUDOC.", "", "\n", "СПИСЪК НА ЖАЛБОПОДАТЕЛИТЕ", "", "", "© Съвет на Европа/Европейски съд по правата на човека, 2013 г.", "Официалните езици на Европейския съд по правата на човека са английски и френски. Този превод не обвързва Съда и Съдът не поема никаква отговорност за качеството му. Той може да бъде свален от базата данни с практиката на Европейския съд по правата на човека HUDOC () или от всяка друга база данни, на която Съдът го е предоставил. Той може да бъде възпроизвеждан за нетърговски цели, при условие че е цитирано пълното заглавие на делото и посочената по-горе информация за авторските права. В случай че възнамерявате да използвате за търговски цели която и да било част от този превод, моля свържете се с ", "", "© Council of Europe/European Court of Human Rights, 2013", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", "", "", ""]}