{"file": "BUL_HJUDBUL_51776_08.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "51776/08", "text_paragraphs": ["© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "ЕВРОПЕЙСКИ СЪД ПО ПРАВАТА НА ЧОВЕКА", "", "ЧЕТВЪРТО ОТДЕЛЕНИЕ", "", "", "", "", "ДЕЛО „А. И ДРУГИ срещу БЪЛГАРИЯ“", "", "(Жалба Nº 51776/08)", "", "", "", "", "РЕШЕНИЕ", "", "", "СТРАСБУРГ", "", "29 ноември 2011 г.", "", "ОКОНЧАТЕЛНО", "", "29.02.2012 г.", "", "Това решение е окончателно при обстоятелствата по член 44 § 2 от Конвенцията. То може да претърпи корекции по формата.", "", "По делото „А. и други срещу България“,", "Европейският съд по правата на човека (четвърто отделение), в състав:", "\tЛех Гарлицки, председател,", "Давид Тор Бьоргвинсон,", "Пайви Ирвела,", "Георге Николау,", "Леди Бианку,", "Здравка Калайджиева,", "Небойша Вучинич, съдии,", "и Лорънс Ърли, секретар на отделението,", "След като заседава при закрити врата на 8 ноември 2011 г., Постановява следното решение, прието на същата дата:", "ПРОЦЕДУРА", "1.  Делото е заведено по жалба (№o51776/08) срещу Република България, подадена на 8 октомври 2008 г. в Европейския съд по правата на човека от пет български гражданки, г-ци A., Б., В., Г. и Д. („жалбоподателки“) на основание член 34 от Конвенцията за защита на правата на човека и основните свободи („Конвенцията“). Председателят на бившето Пето отделение се съгласи с искането за анонимност на жалбоподателките (член 47 § 3 от Правилника на Съда).", "2.  Жалбоподателките са представлявани пред Съда от г-н Кънев, председател на Българския хелзинкски комитет – неправителствена организация със седалище в София. Българското правителство („Правителството“) се представлява от своя агент г-жа М. Коцева и от г-жа В. Христова, експерт в Министерство на правосъдието.", "3.  На 28 май 2010 г. председателят на бившето Пето отделение реши да запознае Правителството с жалбите, формулирани на основание членове 5 § 1, 6, 7, 8 и 14, относно настаняването на жалбоподателките във възпитателен център-интернат, като жалбата на г-ца А се позовава на член 5 § 1 и се отнася до нейното настаняване в „кризисен център за деца“, тази на г-ца Б – на членове 5 § 4, 8 и 14, относно нейното изпращане в дом за временно настаняване на малолетни и непълнолетни. В съответствие с член 29 § 1 от Конвенцията беше решено съдът да се произнесе едновременно по допустимостта и съществото на делото.", "4.  На 1 февруари 2011 г. Съдът направи промени в състава на отделенията си. Делото беше разпределено на новосформираното Четвърто отделение.", "ФАКТИТЕ", "I.  ОБСТОЯТЕЛСТВА ПО ДЕЛОТО", "5.  Жалбоподателките, родени съответно през 1991, 1994 и 1992 г., живеят в с. Подем по време на изложеното по делото. По това време те са настанени във възпитателно училище-интернат за малолетни и непълнолетни, въз основа на решения, позоваващи се на Закона за борба срещу противообществените прояви на малолетните и непълнолетните.", "A.  Факти относно лицето А.", "6.  С решение от 18 септември 2007 г. отделът за закрила на детето при общинската дирекция за социално подпомагане на Плевен настанява A. в „кризисен център за деца“, специализирана институция, създадена в изпълнение на Закона за закрила на детето, за да й бъде оказана психологическа подкрепа „в дългосрочен план“. В това решение се посочва, че родителите на въпросното лице живеят в чужбина, че то е лишено от родителски грижи и съществува опасност да бъде подбудено към извършване на престъпления, или да бъде обект на сексуална експлоатация.", "7.  Въпросният център представлявал затворена институция с решетки на прозорците, които не можели да се отварят, и с постоянно заключени врати. Излизанията, контролирани от социален работник, били предмет на разрешителен режим. За неразрешени отсъствия се докладвало на полицията, чиято задача била да издири и върне обратно в дома бегълците. Посещенията при децата се извършвали с разрешение на общинската дирекция за социално подпомагане.", "8.  На 23 септември 2007 г. A. бяга от центъра. Тя е обявена за общонационално издирване. Полицията я открива и на 08 октомври 2007 г. я отвежда обратно в центъра.", "9.  На 7 ноември 2007 г. местната комисия за борба срещу противообществените прояви на малолетните и непълнолетните (наричана по-долу „местната комисия“) адресира до Плевенския районен съд предложение за настаняване на жалбоподателката във възпитателно училище-интернат, в което се посочва по-специално, че родителите на последната не се интересуват от нея и че нейните асоциални прояви се характеризират с „непосещаване на училище“, системни бягства, живот на съпружески начала с възрастен мъж от ромски произход, регистриран в полицията като „криминално проявен“, и предлагане на „сексуални услуги“. В предложението се изтъква, че тя е родила дете, което е изоставила.", "10.  Районният съд заседава на 9 април 2008 г. Изслушани са показанията на жалбоподателката, представлявана от служебно назначен адвокат, на нейния дядо, на социален работник от „кризисния център за деца“ и на представител на местната комисия. Последният отбелязва, че жалбоподателката е избягала от къщи и от „кризисния център за деца“, че тя проституира и че е подложена на вредното влияние на възрастен мъж, регистриран в полицията като „криминално проявен“. Той подчертава, че настаняването на заинтересованата във възпитателно училище-интернат ще даде възможност за нейното откъсване от този неправилен начин на живот и за продължаване на нейното образование. А. заявява, че не желае да живее във възпитателно училище-интернат. Нейният адвокат пледира, че предложението за настаняване на неговата клиентка е обосновано, но че тя е свикнала да живее в „кризисен център за деца”, поради което за предпочитане е тя да бъде изпратена в такъв център, а не във възпитателно училище-интернат. В края на съдебното заседание, с оглед на събраните обстоятелства по делото, съдът счита за целесъобразно да постанови настаняване на А. във възпитателно училище-интернат. В същото време той отбелязва, че жалбоподателката не може повече да живее в „кризисен център за деца“, тъй като законът определя ограничение на срока на престой в този вид институции до шест месеца, а този срок вече е изтекъл. Съдебното решение не е било обжалвано и влиза в сила.", "11.  Жалбоподателката напуска „кризисния център за деца“ на 26 май 2008 г. На 13 юни 2008 г. тя е настанена във възпитателно училище-интернат. Нейното местопребиваване между двете дати не е уточнено.", "12.  На 29 януари 2009 г. тя напуска въпросното училище, в съответствие с решение на неговия педагогическия съвет.", "Б.  Факти относно лицето Б.", "13.  От 2007 до началото на 2008 г. местната комисия приема редица възпитателни мерки по отношение на Б., без обаче да постанови нейното настаняване в специализирана институция. Тези мерки, които се изразяват в поставяне на въпросното лице под засилен родителски контрол, поставяне под контрола на социален педагог и предупреждение за настаняване във възпитателно-училище-интернат, се основават на Закона за борба срещу противообществените прояви на малолетните и непълнолетните. Жалбоподателката бяга многократно от дома си, бяга често от училище и се движи в лоша компания.", "14.  На 5 май 2008 г. заинтересованата бяга отново. Полицията я открива на 8 май 2008 г.", "15.  На 9 май 2008 г. местната комисия предлага на Районния съд в Перник да постанови настаняването на заинтересованата във възпитателно училище-интернат с аргумента, че тя не е съблюдавала наложените възпитателни мерки и че родителите й вече не са в състояние да осигурят подходящ родителски контрол. На 10 май 2008 г. по решение на местната комисия полицията настанява жалбоподателката в дом за временно настаняване на малолетни и непълнолетни – заведение от закрит тип за малолетни, което заинтересованата напуска на 27 май 2008 г.", "16.  Същия ден Районният съд провежда заседание по съдебното производство за настаняване във възпитателно училище-интернат. На него жалбоподателката е представлявана от служител от градския отдел за закрила на детето, който изтъква, че поведението й обуславя необходимостта от настаняване във възпитателно училище-интернат. Тя заявява, че не желае да бъде настанена в подобно заведение.", "17.  Районният съд произнася решението си на 27 май 2008 г. В него се отбелязва по-специално, че жалбоподателката има асоциално поведение, изразяващо се в чести бягства, склонност към скитничество и поддържане на неподходящи взаимоотношения с пълнолетни лица. Съдът смята, че това поведение представлява опасност за живота и здравето на заинтересованата. Той изтъква, че тя е в конфликт с родителите си и че контакти между нея и социалния педагог са били установени само благодарение на проявеното съдействие и контрол от страна на бащата, а не на проявена добра воля от страна на жалбоподателката. Той заключава, че мерките, предприети в рамките на семейството, и помощта, оказана от отдела за закрила на детето, не са имали достатъчен ефект върху поведението на заинтересованата и че с оглед на нейната възраст, липсата на воля за промяна на поведението, неспособността на родителите да контролират нейните действия и опасността да бъде склонена да извърши действия от престъпен характер при своите бягства, скитничество и връзки с криминално проявени лица, е уместно да се приложи най-строгата възпитателна мярка – настаняване във възпитателно училище-интернат. Жалбоподателката не обжалва съдебното решение, което влиза в сила.", "18.  Оказва се, че преди настаняването си във възпитателно училище-интернат жалбоподателката е била заведена от полицията с прокурорско нареждане в дом за временно настаняване на малолетни и непълнолетни, където е останала от 7 до 21 юли 2008 г.", "19.  На 30 юли 2008 г. заинтересованата е настанена във възпитателно училище-интернат, което напуска на 26 юни 2010 г.", "В. Факти относно лицето В.", "20.  През 2007 г., на неуточнена дата, местната комисия предлага на Районния съд в Плевен да постанови настаняването на В. във възпитателно училище-интернат.", "21.  На 15 април 2008 г. Плевенският районен съд заседава в присъствие на заинтересованата и на нейния служебно назначен адвокат. Изслушани са жалбоподателката, баща й, заместник-кметът и представител на местната комисия. Съдът констатира, че заинтересованата е била поверена на дядото и бабата по бащина линия и че е бягала често от къщи. Той отбелязва, че бащата е създал ново семейство в друг град, че майката живее в чужбина, че жалбоподателката е била много пъти на гости при баща си, но че се е случвало да отсъства в продължение на няколко дни без предупреждение. Той отбелязва, че жалбоподателката не посещава училище, че родителите й нямат никаква власт над нея и че полицията я е откривала много пъти в дома на други лица. Той добавя, че на неуточнена В. е претърпяла сериозна медицинска интервенция, изискваща възстановяване в болнични условия, но е напуснала болницата и е отседнала при частно лице, както и че е била настанена за срок, който не е посочен, в специализирана институция, откъдето е бягала многократно.", "22.  Адвокатът на жалбоподателката заявява, че не се противопоставя на предложението за настаняване с оглед на младата възраст и здравословното състояние на заинтересованата.", "23.  С решение, произнесено в същия ден, районният съд, с оглед на събраните елементи по делото, счита за целесъобразно да постанови настаняване на заинтересованата във възпитателно училище-интернат. Жалбоподателката не обжалва съдебното решение и то влиза в сила.", "24.  От документите по делото е видно, че жалбоподателката е получила разрешение да прекара лятната ваканция на 2008 г. в дома на дядо си и баба си за срок, който не се уточнява. В същото време, баща й е уведомил полицията, че тя отказва да пребивава при дядо си и баба си и че е невъзможно да се установи нейното местопребиваване. По тази причина тя е отведена във възпитателното училище-интернат преди края на ваканцията.", "25. Заинтересованата напуска училището на 11 юни 2010 г.", "Г.  Факти относно лицето Г.", "26.  На 15 февруари 2008 г. местната комисия предлага на Районния съд в Стара Загора да постанови настаняване на Г. във възпитателно училище-интернат с мотива, че Г., която до този момент е била настанена в дом за малолетни деца по молба на бащата, не посещава училище, бяга често през нощта от дома, проституира и подбужда другарите си от дома към проституция. Комисията отбелязва, че Г. посещава често дома на баща си, но че последният не е в състояние да контролира действията и поведението на дъщеря си. Тя изтъква, че на заинтересованата са били наложени редица възпитателни мерки, като например мъмрене, поставяне под надзор на социален педагог в продължение на една година, забрана да се среща и посещава определени лица и предупреждение за настаняване във възпитателното училище-интернат.", "27.  На 14 март 2008 г. Районният съд заседава в присъствие на заинтересованата и на нейния служебно назначен адвокат. Отчитайки, че мярката е в интерес на неговата клиентка и преследва възпитателна цел, последният се съгласява с предложението на местната комисия за настаняване. Заинтересованата заявява, че не желае да бъде настанена в това заведение. Баща й декларира, че предпочита тя да живее при него.", "28.  Същия ден Районният съд постановява настаняване на жалбоподателката във възпитателно училище-интернат. Решението му е мотивирано от непосещаването на училище на заинтересованата, нейните сексуални отношения с пълнолетни лица, подбуждането към проституция, с която се занимава, липсата на подходящи родителски грижи и неефективността на наложените предходни възпитателни мерки.", "29.  Жалбоподателката обжалва това решение със съгласието на баща си. Последният определя адвокат по свой избор. С решение от 14 май 2008 г. Окръжният съд на Стара Загора потвърждава обжалваното решение на първоинстанционния съд, след като констатира, че заинтересованата е проявила многократно своето асоциално поведение и че с оглед на отказа й да промени отношението си, настаняването във възпитателно училище-интернат представлява най-подходящата възпитателна мярка.", "30.  Заинтересованата е настанена във възпитателно училище-интернат от 28 юли 2008 до 11 февруари 2010 г.", "Д. Факти относно лицето Д.", "31.  На 24 април 2008 г. местната комисия предлага на Районния съд в Казанлък да постанови настаняване на Д. във възпитателно училище-интернат с мотива, че майка й е починала, а бащата от години не се грижи за нея, че тя живее с баба си и с по-малката си сестра в лоши битови условия. Комисията изтъква, че от 2007 г. жалбоподателката е започнала да бяга и да отсъства от училище, че има хаотични „сексуални отношения с възрастни от български и ромски произход“, че тя съзнава смисъла на своите действия, но не възнамерява да променя начина си на живот, че настаняването й във възпитателно училище-интернат е по искане на бабата, която не е в състояние да осигури обучението и възпитанието й.", "32.  На 2 юни 2008 г. Районният съд заседава в присъствие на заинтересованата и на нейния служебно назначен адвокат в качеството на неин представител. Изслушани са и нейната баба и представителят на местната комисия. Д. заявява, че не желае да бъде настанена в подобно заведение. Нейният адвокат пледира, че е подходящо да се приемат по-малко строги възпитателни мерки от настаняването в институция от закрит тип.", "33.  С решение от 3 юни 2008 г. районният съд постановява настаняване на жалбоподателката във възпитателно училище-интернат, като се позовава на това, че тя бяга често от къщи, често бяга от училище, поддържа хаотични и неразумни сексуални връзки, няма адекватна приятелска и семейна среда и не желае да променя поведението си. Като отчита, че всички тези елементи водят до неподходящо физическо и морално развитие на жалбоподателката, съдът преценява, че последната трябва да бъде отдалечена от своята обичайна среда и да бъде подложена на ефективен възпитателен контрол.", "34.  Това решение не е обжалвано и влиза в сила.", "35.  От последните елементи по делото към дата 13 октомври 2010 г. произлиза, че към тази дата заинтересованото лице все още е било във възпитателното училище-интернат.", "II.  РЕЛЕВАНТНО ВЪТРЕШНО ПРАВО И ПРАКТИКА", "A.  Настаняване на малолетни и непълнолетни лица във възпитателно училище-интернат", "1.  Закон за борба срещу противообществените прояви на малолетни и непълнолетни от 1958 г.", "36.  Законът за борба срещу противообществените прояви на малолетни и непълнолетни от 1958 г. квалифицира като противообществена проява всяко деяние, което е обществено опасно и противоправно или противоречи на морала и добрите нрави (член 49a). Законът не изброява деянията, които биха могли да получат подобна квалификация, но съдебната практика и криминологията считат, че деяния, извършвани от малолетни и непълнолетни лица, които не са инкриминирани от наказателното право, като проституция, употреба на наркотични субстанции, злоупотреба с алкохол, скитничество, просия, бягство от училище, или многобройни бягства от родителския дом, или от дома на лицата, упражняващи родителските права, представляват противообществени прояви. Считани за не толкова опасни за обществения ред в сравнение с престъпленията по наказателното право, тези деяния изискват мерки за социална закрила и са от компетенциите на местните комисии за борба срещу противообществените прояви на малолетните. От статистическите данни на Националния статистически институт е видно, че през периода от 1991 до 2006 г. най-многобройни противообществени прояви са тези, отнасящи се до бягствата и отсъствията от училище. Проституцията на малолетни и непълнолетни лица е квалифицирана като противообществено деяние от 1993 година (Б. Станков, Малолетни, непълнолетни, противообществени прояви, престъпления, отговорност, Варна, 2008 г., стр. 33 – 35).", "37.  Законът предвижда серия от възпитателни мерки, които могат да бъдат наложени на малолетни и непълнолетни лица с подобно поведение. Най-строгата от тях е настаняване във възпитателно училище-интернат (член 13, алинея 1, т. 13) – публично специализирано заведение. Тази мярка може да бъде наложена, когато останалите законови по-леки възпитателни мерки (мъмрене, поставяне под възпитателен надзор на родители или на възпитатели, забрана за посещения на определени места или лица, и т.н.) са се оказали недостатъчни, или когато въпросното дете няма подходяща социална среда за своето възпитание (член 28, алинея 2 във връзка с член 13, алинея 1).", "38.  Процедурата е инициирана от местната комисия за борба срещу противообществените прояви на малолетни и непълнолетни, която следва да подаде в районния съд предложение за настаняване във възпитателно заведение. Последният провежда закрито заседание в срок от 14 (четиринадесет) дни, в присъствието на заинтересованото малолетно или непълнолетно лице. То е представлявано от „доверен представител“ или от адвокат, или – в отсъствие на такъв – от представител на общинската дирекция за социално подпомагане (член 19, алинеи 3 и 4 и член 24, алинея 3). Съдът следва да се произнесе в срок от седем дни от датата на съдебното заседание. Неговото решение му може да бъде обжалвано пред компетентния окръжен съд в рамките на 14 (четиринадесет) дни от произнасянето му. (член 21, алинея 1, точка 2 и член 24a).", "39.  По време на своето настаняване малолетните или непълнолетни лица са обект на възпитателни мерки. Те се обучават по общите учебни програми и програмите за придобиване на професионална квалификация (член 30, алинея 3).", "40.  Член 30 алинея 2 гласи, че срокът за максимален престой в изпълнение на мярката за настаняване в подобна институция не може да бъде повече от три години. В края на всяка учебна година педагогическият съвет на възпитателното училище-интернат, където е настанено съответното дете, съставя с помощта на прокурор и представител на местната комисия доклад за оценка на поведението на детето, на неговите учебни резултати и на ефекта от приетите възпитателни мерки. При положителна оценка местната комисия внася предложение за прекратяване на мярката за настаняване, постановена от районния съд, като последният следва да постанови решение което не подлежи на обжалване в рамките на три дни от получаване на това предложение. (член 31, алинеи 1, 4 и 5).", "2.  Наказателен кодекс", "41.  Член 61 и 64 от Наказателния кодекс от 1968 г. и член 28, алинея 2 от Закона за борба срещу противообществените прояви на малолетни и непълнолетни от 1958 г. предвиждат две възможности за настаняване на малолетни и непълнолетни лица във възпитателно училище-интернат. Първата се отнася до тези, извършили престъпление, което не представлява голяма обществена опасност поради лекомислие или по време на игра. В този случай прокурорът може да реши да не образува, или да прекрати образуваното съдебно производство, а съдът може да прецени, че не е уместно да се произнася по настаняването на въпросните малолетни деца във възпитателно училище-интернат.", "42.  Втората се отнася до малолетните или непълнолетни лица, осъдени на лишаване от свобода за срок до една година, които могат да се възползват от възможността вместо прилагане на съответно наказание, да бъдат настанени във възпитателно училище-интернат или да им бъде наложена друга възпитателна мярка, предвидена от Закона за борба срещу противообществените прояви на малолетни и непълнолетни.", "3.  Правилник за устройството и дейността на възпитателните училища–интернати и на социално-педагогическите интернати", "43.  Правилникът за устройството и дейността на възпитателните училища – интернати и на социално – педагогическите интернати от 01 септември 2006 г. определя, че настанените ученици са под постоянен надзор, те не могат да напускат мястото без предварително разрешение, като се изисква децата да бъдат придружавани от учител или възпитател при излизането си извън заведението. Разрешенията за излизане по време на официалните празници и на училищните ваканции се издават с писменото съгласие на местната комисия. Отсъстващите без разрешение от училището се считат за избягали, като директорът на учебното заведение трябва да информира полицията, с цел тяхното обратно връщане. Посещенията при децата също са предмет на разрешение от страна на директора на центъра (членове 34 – 40 от правилника).", "Б.  Настаняване на малолетни и непълнолетни в дом за временно настаняване на малолетни и непълнолетни", "44.  Съгласно член 34 от Закона за борба срещу противообществените прояви на малолетни и непълнолетни домовете за временно настаняване на малолетни и непълнолетни попадат в ресора на Министерство на вътрешните работи. В тях могат да бъдат настанявани малолетни и непълнолетни лица, чиито дом не може да бъде идентифициран, както и тези, хванати в скитничество, просия, проституция, злоупотреба с алкохол, разпространение или употреба на наркотици, напусналите без разрешение заведения за задължително възпитание или принудително лечение, извършилите противообществени прояви или изпадналите в такова състояние на безнадзорност, че оставането им при родителите е нецелесъобразно (член 35 от закона). По принцип, продължителността на престоя в този вид домове не може да надхвърли 15 (петнадесет) дни. Настаняването в тях за период, по-дълъг от 24 (двадесет и четири) часа, се извършва с решение на прокурор. По изключение, последният може да продължи срока на престоя в дома до два месеца.", "В.  Настаняване в специализирани институции съгласно разпоредбите на Закона за закрила на детето от 2000 г.", "45.  Този закон цели да осигури закрила на децата, т.е. на лицата под 18 (осемнадесет) години (член 2). Той гарантира по-специално закрила на децата в риск, т.е. на тези, чиито родители не полагат достатъчно грижи за тях, жертвите на злоупотреби, насилие, експлоатация или на всяко друго нечовешко или унизително третиране в рамките на семейството или извън него, на тези, чието физическо, психическо, нравствено, интелектуално, или социално развитие е застрашено и т.н. (член 5 и допълнителни разпоредби § 1, точка 11).", "46.  Законът предвижда различни мерки за закрила, в това число и настаняването в специализирана институция. Исканията за настаняване на дете се депозират в районния съд, който се произнася след разглеждане на искането в открито заседание в присъствието на въпросното дете. Съдът определя продължителността на приетата мярка (член 28, алинеи 1, 3 и 5). Настаняването в специализирана институция може да бъде решено тогава, когато са изчерпани възможностите за оставане на детето в семейна среда (член 35 алинея 2).", "Г.  Процесуално представителство на непълнолетни лица", "47.  Член 28 алинея 2 от Гражданския процесуален кодекс (ГПК) гласи, че непълнолетните лица могат да извършват съдопроизводствени действия лично, но със съгласието на родителите или попечителя си. Последните нямат качество на законни представители, но действията, извършени от непълнолетни лица без тяхно съгласие, не са валидни. Освен това, непълнолетните лица могат да упълномощят адвокат, но пълномощното трябва да бъде подписано от един от родителите им или от техния настойник. (Сталев, Ж., Българско гражданско процесуално право, София, 2006 г., стр. 173) (ibid., стр. 173).", "48.  Член 29 алинея 4 от ГПК предвижда, че при наличие на конфликт на интереси между представляваното лице и неговия представител съдът назначава особен представител. Вътрешната съдебна практика прилага тази разпоредба в определени ситуации на конфликт на интереси между непълнолетно лице и неговия законен представител. От тази практика следва, че пропускът да се назначи особен представител представлява съществено нарушение на правилата, уреждащи процедурата при установяване на бащинство (Решение на ВС № 297 от 15.04.1987 г. по гр. д. № 168/87 г., II г. о.), при спорове между осиновители и биологични родители (Решение на ВС № 1381 от 10.05.1982 г. по гр. д. № 954/82 г., II г. о.), както и при имуществени спорове (Решение № 643 от 27.07.2000 г. на ВКС по гр. д. № 27/2000 г., II г. о.; Определение на ОС – Велико Търново от 5.11.2008 г. по в. ч. гр. д. № 963/2008).", "III.  РЕЛЕВАНТНИ МЕЖДУНАРОДНИ ТЕКСТОВЕ", "A. Конвенция за правата на детето, приета от Общото събрание на Обединените нации (резолюция 44/25 от 20 ноември 1989 г.)", "49.  Въпросната конвенция е ратифицирана от България на 3 юни 1991. Съответните разпоредби гласят, както следва:", "Член 3", "„1.  Висшите интереси на детето са първостепенно съображение във всички действия, отнасящи се до децата, независимо дали са предприети от обществени или частни институции за социална закрила, от съдилищата, административните или законодателните органи.", "Член 16", "1.  Никое дете не трябва да бъде подлагано на произволна или незаконна намеса в неговия личен живот, семейство, дом или кореспонденция, нито на незаконно посегателство срещу неговата чест и репутация.", "2.  Детето има право на закрила от закона против такава намеса или посегателство", "Член 19", "1. Държавите – страни по Конвенцията, предприемат всички необходими законодателни, административни, социални и образователни мерки за закрила на детето от всички форми на физическо или умствено насилие, посегателство или злоупотреба, липса на грижи или небрежно отношение, малтретиране или експлоатация (...).", "Член 37", "Държавите – страни по Конвенцията осигуряват:", "(...)", "б) никое дете да не бъде лишено от неговата свобода незаконно или произволно. Арестуването, задържането или осъждането на лишаване от свобода на дете следва да бъде в съответствие със закона и да се използва само като крайна мярка и за най-краткия възможен срок;", "г) всяко дете, лишено от свобода, да има право на незабавен достъп до правна и друга необходима помощ, както и правото да оспорва законосъобразността на лишаването си от свобода пред съд или друг компетентен, независим и безпристрастен орган и на бързо решение по всякакви такива дела.", "(...)”", "50.  В своите заключителни бележки, приети на 21 май 2008 г. след обсъждане на втория периодичен доклад на България относно спазването на въпросната конвенция в страната, Комитетът по правата на детето констатира, че определението за „противообществена проява“ на малолетно или непълнолетно лице противоречи на международните норми. Ето защо той препоръчва националното законодателство относно младежката престъпност и Наказателно-процесуалният кодекс да бъдат променени, като в тях се премахне понятието „противообществена проява“. Освен това, Комитетът препоръчва на българските власти да прибягват до налагане на мярката „лишаване от свобода“ и по-специално до настаняването във възпитателно изправително заведение, като последно средство, а когато бъде наложена подобна мярка, да извършват редовни проверки и проучвания, с оглед висшия интерес на детето (параграфи 68 – 69 от заключителните бележки).", "Б.  Минимални стандартни правила на ООН за правораздаване при непълнолетните (Пекински правила)", "51.  Тези правила са приети от Общото събрание на ООН на 29 ноември 1985 г. Не нямат задължителна сила в международното право. В относимата си част, те гласят:", "„1. Общи принципи", "(...)", "1.2. Страните – членки се стремят да развиват условия, които да осигурят на непълнолетните пълноценен живот в обществото, така че през периода, когато са най-податливи на отклонения в поведението си, да насърчават процес на индивидуално развитие и образование, освободен във възможно най-голяма степен от досег с престъпност и нарушения.", "(...)", "Коментар:", "Тези основни насоки засягат социалната политика в нейната цялост и имат за цел да осигурят в най-голяма степен социалната закрила на младежите, за да се избегне намесата на правосъдната система за непълнолетни и вредите, които подобна намеса често причинява. Тези мерки за социална закрила на младежите, предотвратяващи нарушенията, са абсолютно необходими, за да се избегне необходимостта от прилагане на настоящите Правила.", "(...)", "3. Разширяване действието на правилата", "3.1 Относимите разпоредби на настоящите Правила следва да се прилагат не само към ненавършилите пълнолетие правонарушители, но и към ненавършили пълнолетие лица, срещу които може да бъде образувано производство за деяние, което не би било наказуемо, ако е извършено от пълнолетно лице.", "3.2 Страните се стремят да разширят обсега на действие на принципите, заложени в настоящите Правила, за да обхванат всички непълнолетни лица, обект на мерки за закрила и социално подпомагане.", "(...)", "Коментар:", "Правило 3 разширява обсега на закрилата, предоставена от Минималните стандартни правила за осъществяване на правосъдие по отношение на непълнолетните лица:", "a) по отношение на „деликтните състояния“, предвидени в националните правни системи, където обсегът на проявите, смятани за противообществени, е по-широк от този при възрастните (например: бягство от училище, неподчинение в училище и в семейството, явяване в нетрезво състояние на обществени места и т.н.) [правило 3.1];", "б)  по отношение на мерките за закрила и социално подпомагане на младежите (чл. 3.2);", "(...)", "5.  Цели на правосъдната система за малолетни", "5.1  Правосъдната система за малолетни се стреми да гарантира благосъстоянието на непълнолетните лица и да направи така, че реакцията по отношение на непълнолетните правонарушители да бъде винаги пропорционална на конкретните обстоятелства на правонарушението и на личността на правонарушителя.", "Коментар:", "Правило 5 се отнася до две от най-важните цели на правосъдната система за малолетни. Първата от цял е да осигури благосъстоянието на непълнолетните. Това е основна цел на онези правни системи, в които с непълнолетните правонарушители се занимават детски съдилища или административни органи. Но благосъстоянието на непълнолетните трябва да бъде осигурено и в рамките на юрисдикцията на обичайното право, за да се избегне прилагането само на наказателни мерки (...)", "15.  Съдействие от страна на консултант, родители и настойници", "15.1  По време на цялото съдебно производство непълнолетно лице има право да бъде представлявано от свой консултант, или да поиска назначаването на служебен адвокат, когато в страната съществуват законови разпоредби за подобна правна помощ.", "(...)", "17.  Основни принципи на съдебния процес и присъдата", "17.1  Решението на компетентните власти трябва да се опира на следните принципи:", "a)  Съдебното решение трябва винаги да бъде пропорционално на обстоятелствата и на сериозността на правонарушението, но и на обстоятелствата и потребностите на непълнолетния, както и на потребностите на обществото;", "б)  Ограничения в личната свобода на непълнолетното лице – по възможност минимални – могат да бъдат наложени само след внимателна преценка;", "(...)", "19.  Минимално прибягване до настаняването в специализирана институция", "19.1  Настаняването на непълнолетно лице в специализирана институция се счита винаги за крайна мярка, като нейната продължителност трябва да бъде възможно най-кратка.", "26.  Цели на отношението към непълнолетните, настанени в институция", "26.1  Обучението и отношението към непълнолетните лица, настанени в специализирана институция, целят осигуряването на съдействие, закрила, образование и придобиване на професионални умения, за да им се помогне да играят конструктивна и продуктивна роля в обществото.", "26.2  Младежите, настанени в специализирана институция, трябва да получават помощ, закрила и цялото необходимо съдействие в социално, образователно, професионално, психологическо, медицинско и физическо отношение, които могат да им бъдат необходими с оглед на тяхната възраст, пол и личност и които са в интерес на тяхното хармонично развитие.", "(...)“.", "ПРАВНИ ИЗВОДИ", "I.  ОТНОСНО ТВЪРДЕНИЯТА ЗА НАРУШЕНИЯ, ОТНАСЯЩИ СЕ ДО НАСТАНЯВАНЕТО НА ПЕТТЕ ЖАЛБОПОДАТЕЛКИ ВЪВ ВЪЗПИТАТЕЛЕН ЦЕНТЪР-ИНТЕРНАТ", "A.  Относно твърденията за нарушение на член 5 § 1 от Конвенцията", "52.  Жалбоподателките твърдят, че тяхното настаняване във възпитателно училище-интернат противоречи на член 5 § 1 от Конвенцията.", "Съответните текстове на член 5 са, както следва:", "„ 1.  Всеки има право на свобода и сигурност. Никой не може да бъде лишаван от свобода, освен в следните случаи и по реда, предвиден от закона:", "a)  законосъобразно лишаване от свобода по силата на постановена от компетентен съд присъда;", "[...]", "г)  лишаване от свобода на непълнолетно лице въз основа на законосъобразно решение, за да се осигури надзор с възпитателна цел, или законосъобразно лишаване от свобода на такова лице, с цел неговото явяване пред предвидената компетентна институция;", "[...]“.", "53.  Като се позовават на особено строгите условия на настаняването във възпитателно училище-интернат, жалбоподателките смятат, че оспорваните мерки представляват лишаване от свобода. Те обръщат особено внимание на забраната да се напуска тази институция без разрешение и без придружител, на постоянния контрол, упражняван върху учениците, и на факта, че бегълците се издирват и връщат обратно от полиция.", "Жалбоподателките твърдят, освен това, че обсъдените мерки попадат в обхвата на член 5 § 1 a) и изключват приложимостта на член 5 § 1 г). Според тях, независимо че асоциалните прояви не са криминализирани, мерките за настаняване във възпитателно училище-интернат имат главно репресивна цел, а образователната цел е второстепенна. Подобна констатация произтича от същината на прилагания в този случай Закон за борба срещу противообществените прояви на малолетни и непълнолетни – закон, чиято цел е да забрани определени прояви на малолетни. Единствено мерките за настаняване в специализирана институция, наложени въз основа на Закона за закрила на детето, биха могли да бъдат възприети като образователни по смисъла на член 5 § 1 г) от Конвенцията.", "54.  От друга страна, критикуваните мерки за настаняване не съответстват на разпоредбите на Конвенцията, за която се отнасят, а именно на член 5 § 1 a), тъй като Законът за борба срещу противообществените прояви не е достатъчно предвидим и може да отвори път на произволни практики. Нито едно от деянията, в които се упрекват жалбоподателките, не може да бъде изрично квалифицирано от закона като противообществено, нито определено като криминално деяние. Освен това, нито законът, нито вътрешната съдебната практика определят израза „асоциална проява“ – израз, критикуван и от Комитета (параграф 50 по-горе), – с достатъчна прецизност, за да дадат възможност на жалбоподателките да предвидят последиците от извършените от тях деяния. Накрая, не може да се твърди че оспорваната мярка преследва образователни и възпитателни цели, тъй като жалбоподателките са били настанени в дом, където са били настанени малолетни момичета, извършили криминални деяния.", "55.  Правителството повдига възражение за неизчерпване на вътрешноправните средства за защита, като твърди, че жалбоподателките A., Б., В. и Д. не са обжалвали решението на съответния районен съд, който постановява тяхното настаняване във възпитателно училище-интернат.", "56.  То счита също, че спорната мярка няма наказателен характер. В същото време признава, че режимът на престой в едно възпитателно училище-интернат е ограничителен по отношение на посещенията и на излизанията, но подчертава, че единствена цел на критикуваните ограничения е правилното прилагане на мерките за образование и социализация на малолетните момичета, попаднали в неблагоприятна за тяхното развитие семейна или социална среда. Решенията за въпросните спорни настанявания са били взети с образователни цели и с цел да се предостави закрила, но те не могат да се разглеждат като мерки които ограничават свободата съгласно вътрешното право.", "57.  Правителството отбелязва, че решенията за настаняване в специализирана институция са мотивирани от необходимостта от коригиране по пътя на образованието и възпитанието, на асоциалното поведение на жалбоподателките. То изтъква, че изборът на най-строгата възпитателна мярка – настаняването в институция от закрит тип – се обяснява с факта, че другите по-малко рестриктивни мерки, наложени на жалбоподателките, са се оказали недостатъчни. В национален план става дума за една изключителна мярка, която съставлява само 2 % от всички други приети възпитателни мерки. И накрая, оспорваните мерки са били обвързани с процедурни гаранции, тъй като са били наложени от независим съд, решенията са подлежали на обжалване и жалбоподателките са се възползвали от помощта на служебно назначени техни представители.", "58.  Съдът отбелязва веднага, че в този случай би могло да възникне проблем, свързан със спазване на условието за изчерпване на вътрешноправните средства за защита от гледна точка на жалбите на жалбоподателките A., Б., В. и Д., доколкото те не са се възползвали от съществуващото въззивно производство (параграфи 10, 17, 23, 34, 38 и 55 по-горе). Въпреки това, Съдът смята, че не е необходимо да се обсъжда този въпрос с оглед на факта, че във всеки случай тази жалба е явно необоснована, според изложените по-долу заключения.", "59.  По отношение на въпроса дали в този случай е приложим член 5, въпреки че някои от родителите са се изказали положително относно настаняването на жалбоподателките в специализирана институция, мярката или решението за това настаняване е била взета от съдебните инстанции. Този факт също не е бил оспорен от Правителството. При тези обстоятелства Съдът счита, че отговорността за предприетите мерки за настаняване се носи от националните власти (Нилсен срещу Дания (Nielsen c. Danemark), 28 ноември 1988 г, §§ 61-73, серия A № 144, и Д.Ж. срещу Ирландия (D.G. c. Irlande), № 39474/98, § 72, ЕСПЧ 2002III). Остава да се изясни дали тези мерки могат да бъдат квалифицирани като „лишаване от свобода“ по смисъла на член 5.", "60.  Съдът припомня, че за да се определи дали едно лице е лишено от свобода, трябва да се разгледа конкретната ситуация и да се вземат предвид набор от критерии като видът, продължителността, ефектите и способите за изпълнение на разглежданата мярка (Енгел и други срещу Нидерландия (Engel et autres c. Pays-Bas), 8 юни 1976 г, §§ 58-59, и Гузарди срещу Италия (Guzzardi c. Italie), 6 ноември 1980 г, § 92, серия A № 39). Разликата между понятието „лишаване от свобода“ и „ограничение на свободата“ се състои само в степента, или в интензитета, а не по естество или по същество. Понякога класирането в една или в друга категория се оказва трудно, тъй като в отделни или крайни случаи това е въпрос на индивидуална оценка, но Съдът не може да избегне да направи избор, от който зависи приложимостта или неприложимостта на член 5 (Гузарди, (Guzzardi) цит. по-горе, § 93).", "61.  Правителството твърди, че настаняването във възпитателно училище-интернат не се счита са лишаване на свобода от гледна точка на вътрешното право. В тази връзка Съдът припомня, че фактът, че националното законодателство не квалифицира тази мярка като лишаване от свобода, не винаги е определящ при обсъждането пред съда. Всъщност, „лишаването от свобода“ по смисъла на член 5 може да произтича от начините на изпълнение на оспорваната мярка (Гузарди (Guzzardi) цит. по-горе, § 94). Освен това, в този случай, чието начало е поставено с депозиране на индивидуална жалба, Съдът следва да се ограничи колкото е възможно с обсъждане на проблемите по конкретния случай, по който е бил сезиран. Следователно, необходимо е да даде оценка от гледна точка на разпоредбите на Конвенцията, не на Закона от 1958 г. за борба срещу противообществените прояви на малолетни и непълнолетни като такива, а на начина на осъществяване на мерките по настаняване, в това число и условията за престой на лицата във възпитателно училище-интернат (виж наред с много други цитирания по-горе, Гузарди (Guzzardi), § 88; Девер срещу Белгия (Deweer c. Belgique), 27 февруари 1980 г, § 40, серия A № 35 и Шисър срещу Швейцария (Schiesser c. Suisse), 4 декември 1979 г., § 32, серия A № 34).", "62.  Съдът отбелязва, че в този случай приложимата система поставя жалбоподателките под постоянен контрол, като им забранява да излизат без предварителното разрешение на директора на институцията и е наложила да бъдат придружавани от учител или възпитател при всяко от разрешението излизания. Освен това той изтъква, че в случай на неразрешено излизане полицията е имала за задача за издири и върне обратно учениците (параграф 43 по-горе). Следователно е необходимо да заключим, че времето, прекарвано извън територията на възпитателното училище-интернат, и местата, където са могли да отидат жалбоподателките, са били винаги контролирани и ограничени, факт, който не се оспорва от Правителството. Що се отнася до оспорваните мерки, Съдът отбелязва, че А. е била настанена във възпитателно училище-интернат от 13 юни 2008 до 29 януари 2009 г., Б. – от 30 юли 2008 до 26 юни 2010 г., В. – от неуточнена дата след 15 април 2008 до 11 юни 2010 г., и Г. – от 28 юли 2008 до 11 февруари 2010 г. Д. е била настанена във възпитателно училище-интернат на неуточнена дата след 3 юни 2008 г. и все още е пребивавала там на 13 октомври 2010 г., дата, към която са били получени последните елементи по делото. Съдът е на мнение, че дори най-краткият от тези периоди, а именно около седем месеца, през които А. е била настанена в тази институция, е достатъчно дълго време, за да се усетят в пълна степен отрицателните ефекти на рестриктивните мерки, посочени по-горе.", "63.  Поради това Съдът заключава, че жалбоподателките са били лишени от свобода пред споменатите периоди.", "64.  Съдът припомня, че подробният списък на видовете лишаване от свобода, позволени от разпоредбите на член 5 § 1, следва да бъде тълкуван стеснително (Д.Ж. срещу Ирландия (D.G. c. Irlande), цит, по-горе, § 74, и Гузарди (Guzzardi) цит. по-горе, §§ 96, 98 и 100). Той отбелязва, че жалбоподателките се позовават на алинея a) и изключват изрично приложимостта на алинея г). Що се отнася до Правителството, то обосновава задържането на заинтересованите лица с „възпитателен надзор“, като се позовава по същество на член 5 § 1 г).", "65.  Съдът не може да приеме доводите на жалбоподателките, според които оспорваното лишаване от свобода следва да бъде отнесено към член 5 § 1 a). Той подчертава, че те не СА били обект на наказателно производство с цел да се установи дали да извършили престъпление и да им бъде наложено евентуално съответна присъда. Ясно е, че компетентните власти са разгледали поведението и жизнената среда на заинтересованите с цел приемане на целесъобразни възпитателни мерки спрямо тях. Ето защо Съдът счита, че настаняването на жалбоподателките във възпитателно училище-интернат не влиза в обхвата на приложение на алинея a) на член 5 § 1.", "66.  Остава да се обсъди дали е приложима алинея г) на тази разпоредба. В тази връзка, Съдът отбелязва, че първата част от член 5 § 1 г) предвижда лишаване от свобода в интерес на дадено малолетно лице, независимо от въпроса дали последното е заподозряно като извършител на престъпно деяние, или е само дете „в риск“. Той припомня, че тази разпоредба разрешава задържането на малолетно лице с оглед на „възпитателен надзор“. Тъй като нито една от жалбоподателките не е била пълнолетна по време на прилагане на оспорваната мярка, Съдът трябва да даде отговор само на въпроса дали задържането е било законно и е било решено „за“ („for the purpose of“) техния образователен надзор (Буамар срещу Белгия (Bouamar c. Belgique), 29 февруари 1988, § 50, серия A № 129, и Д.Ж. срещу Ирландия (D.G. c. Irlande), цит. по-горе, § 76). По този въпрос Конвенцията препраща основно към националното законодателство и установява задължение за спазване на процесуалните норми и на нормите по същество, но изисква също наличието на съответствие между всяко лишаване от свобода и целите на член 5: за се защити личността от произволни действия (Буамар срещу Белгия (Bouamar c. Belgique), § 47, и Д.Ж. срещу Ирландия (D.G. c. Irlande), цит. по-горе, § 75). Освен това, необходимо е да съществува връзка между посочената причина за разрешеното лишаване от свобода и мястото и условията на задържане (Д.Ж. срещу Ирландия (D.G. c. Irlande), цит. по-горе, § 75, Ертс срещу Белгия (Aerts c. Belgique), 30 юли 1998 г, § 46, „Сборник с присъди и решения” (Recueil des arrêts et décisions) 1998V, както и други съществуващи препратки).", "67.  Страните не оспорват факта, че оспорваните решения за настаняване в специализирана институция съответстват на закона за борба срещу противообществените прояви на малолетните и непълнолетните. Срещу това жалбоподателките изтъкват, че изразът „противообществени прояви“ не внася достатъчна яснота, за да отговори на установеното от Конвенцията изискване за „качество“ на закона, следователно те не са били в състояние да предвидят точните мотиви, с които е могло да бъдат настанени във възпитателно училище-интернат против волята им. Съдът припомня, че за да се установи дали при дадено лишаване от свобода е спазен принципът на законосъобразността, е необходимо да се даде оценка на качеството на приложимите правни стандарти. Това качество означава, че даден национален закон, който позволява лишаването от свобода, е достатъчно достъпен и точен, за да се избегне всякаква опасност от произвол. (Мубиланзила Майека и Каники Митунга срещу Белгия (Mubilanzila Mayeka et Kaniki Mitunga c. Belgique), № 13178/03, § 97, ЕСПЧ 2006XI).", "68.  Съдът отбелязва, че вътрешните съдебни инстанции са упрекнали жалбоподателките в бягства и чести отсъствия от училище, изтъквайки освен това, че някои от тях са се отдали на проституция или на скитничество (параграфи 9, 17, 21, 23, 28 и 33 по-горе). Той констатира, че законът за борба срещу противообществените прояви на малолетните и непълнолетните не съдържа подробен списък на прояви, считани за „противообществени“, ето защо деянията, в които са упрекнати жалбоподателките, не са изрично посочени в него. Въпросният закон се ограничава с общо определение на понятието за „противообществена проява“ (параграф 36 по-горе). Въпреки това, Съдът отбелязва, че при установената съдебна практика бягството и отсъствието от училище, както и проституцията, се считат за противообществени деяния, които могат да доведат до налагане на възпитателни мерки и по-специално до настаняване в специализирана институция (параграфи 36 – 37 по-горе). Той счита, че след като жалбоподателите са могли разумно да предвидят последиците от своите деяния и с оглед на конкретните обстоятелства по този случай, „законовите норми“ са били спазени. По отношение на другите въпроси, повдигнати от заинтересованите лица, не е задача на Съда да заменя оценката на националните власти за поведение, противно на добрите нрави в дадено общество със своя такава, нито да дава обща оценка на понятието за „противообществени прояви“, оспорвано от жалбоподателките.", "69.  „Законосъобразността“ предполага също съответствие между лишаването от свобода и целта на рестрикциите, позволени от член 5 § 1 г), ето защо Съдът следва да провери дали естеството на настаняването на жалбоподателките може да спомогне за „възпитателен надзор“ над тях. (Буамар (Bouamar), по-горе, § 50). След като държавата е избрала да разработи система за възпитателен надзор, която включва лишаване от свобода, тя следва да изгради целесъобразна инфраструктура, адаптирана към императивните изисквания за сигурност и към педагогическите цели, за да бъде в състояние да реализира целите на член 5 § 1 г) (Буамар (Bouamar), по-горе, § 50 и Д.Ж. срещу Ирландия (D.G. c. Irlande), по-горе, § 79). Приема се също така, че в рамките на задържането на малолетни лица, терминът „възпитателен надзор“ не трябва автоматично да бъде отнесен към понятието за обучение в класна стая: когато един млад човек е поставен под закрилата на компетентните местни власти, възпитателният надзор трябва да включва множество аспекти, свързани с упражняването от тази местна власт на родителски права, както и с закрилата на заинтересованото лице (Конярска срещу Великобритания (Koniarska c. Royaume-Uni) (декември), № 33670/96, ЕСПЧ 2000-...).", "70.  Съдът отбелязва веднага, че неговата задача не е да обсъди in abstracto, с оглед на разпоредбите на Конвенцията, българската система от възпитателни мерки за малолетни деца в риск, а да даде оценка на начина на нейното прилагане в конкретния случай (Девер срещу Белгия (Deweer c. Belgique), по-горе, § 40, и Шисър срещу Швейцария (Schiesser c. Suisse), по-горе, § 32).", "71.  В този случай, жалбоподателките не се оплакват, че са били лишени от възпитателни мерки и че не са могли да се възползват от подходяща образователна програма. Съдът изтъква, че въпросните мерки и програми са предвидени от приложимите разпоредби (параграф 39 по-горе) и че нищо в досието по делото не показва, че след като са били настанени в специализирана институция, жалбоподателките не са били включени в образователната система. При тези условия не би могло да се каже, че държавата не е изпълнила задължението си по член 5 § 1 г), а именно да вмени педагогическа цел на мярката за настаняване (виж, a contrario, цитирания по-горе Буамар (Bouamar), § 52 и цитирания по-горе Д.Ж. срещу Ирландия (D.G. c. Irlande), §§ 83-85).", "72.  Жалбоподателките поддържат твърдението, че поради настаняването им в институции за малолетни, извършили престъпни деяния, образователната цел на въпросната мярка не е могла да бъде постигната. По мнение на Съда държавите имат право на свободна преценка в сферата на младежката престъпност, по-специално за определяне възрастта на наказателна отговорност, в това число и рестриктивните мерки, които следва да бъдат наложени на съответните малолетни и непълнолетни лица (виж mutatis mutandis, Т. Срещу Великобритания (T. c. Royaume-Uni) [GC], № 24724/94, § 72, 16 декември 1999 г.). Съдът отбелязва, че в този случай настаняването на малолетни и непълнолетни лица, извършители на престъпни деяния, не представлява изпълнение на наложена присъда, а възпитателна мярка. Българският наказателен кодекс предвижда възможността едно малолетно или непълнолетно лице да бъде обект на мярка за настаняване, без да е имало наказателно производство или произнесена присъда, както и възможността произнесената присъда да не бъде приложена и да бъде заменена с мерки с възпитателна цел (параграфи 41 – 42 по-горе). Съдът посочва също така, че само извършителите на леки противоправни деяния могат да бъдат настанявани във възпитателно заведение, а не всички малолетни и непълнолетни лица, извършили криминални деяния. (idem). Ето защо, фактът че българският наказателен кодекс предвижда замяната на постановено наказание с прилагането на възпитателна мярка, е в рамките на правото на преценка, предоставено на съответната държава, и не е достатъчна сама по себе си да наложи предположението, че на жалбоподателките е наложена наказателна, а не възпитателна мярка. Следователно, Съдът не може да приеме аргумента на жалбоподателките че са били настанени в специализирана институция, за да изтърпят наложено наказание, тъй като въпросното заведение е било предназначено да приеме други малолетни и непълнолетни криминално проявени лица.", "73.  Освен това, Съдът отбелязва, че българското законодателство предвижда широк спектър от възпитателни мерки в отговор на противообществените прояви от страна на малолетни и непълнолетни лица. Най-строгата от тях, която предвижда настаняване на тези лица във възпитателно училище-интернат, може да бъде приложена само ако останалите по-леки предходни мерки не са били ефективни. (параграф 37 по-горе). Критикуваните решения за настаняване са били взети от съдебните власти след публично заседание, по време на което са били изслушани заинтересованите, свидетелите и представителите на мастните власти за борба срещу противообществените прояви. Съдебните инстанции са обсъдили елементите, събрани по всеки отделен случай, и са преценили че с оглед на средата, в която са живели заинтересованите по това време, единствена адекватна мярка е настаняването им във възпитателно училище-интернат. В тази връзка, Съдът изтъква, че на лицата Б. и Г. са били вече наложени редица възпитателни и по-малко рестриктивни мерки, според властите без резултат. Той констатира също така, че въпреки че не е сигурно, че останалите жалбоподателки са били предмет на предходни възпитателни мерки преди настаняването си, те не са се оплакали, че не са били обект на по-малко строги мерки преди своето настаняване. При тези условия, Съдът счита, че решенията на компетентните власти се вписват в рамките на постоянните усилия за настаняване на жалбоподателките в среда, която предлага възпитателен надзор и възможност да продължат образованието си. Той отбелязва в тази връзка, че Държавата е натоварена с позитивното задължение за закрила на малолетните и непълнолетните и с ангажимента за тяхното евентуално отдалечаване от дадена неблагоприятна за тях среда. (виж, mutatis mutandis, Х и Y срещу Нидерландия (X. et Y. c. Pays-Bas), 26 март 1985 г, §§ 21-27, серия A № 91; Стъбингс и други срещу Великобритания (Stubbings et autres c. Royaume-Uni), 22 октомври 1996 г, §§ 62-64, Сборник и присъди и съдебни решения (Recueil des arrêts et décisions), 1996IV; A. c. Великобритания, 23 септември 1998 г, § 22, Сборник (Recueil) 1998VI; Z и други срещу Великобритания (Z. et autres c. Royaume-Uni) [GC], № 29392/95, §§ 73-74, ЕСПЧ 2001V; и членове 19 и 37 на Конвенцията на ООН за правата на детето).", "74.  С оглед на гореизложеното, Съдът счита че жалбата е явно необоснована по смисъла на член 35 § 3 на Конвенцията и, съгласно член 35 § 4, следва да бъде отхвърлена.", "Б.  Относно твърденията за предполагаемо нарушение на член 5 § 1, във връзка с член 14 от Конвенцията", "75.  Жалбоподателките се оплакват, че са били подложени на несправедливо дискриминационно отношение, основано на възрастта им, поради факта, че на възрастните не може да бъде наложена мярка за лишаване от свобода за противообществено поведение, за което са били подведени под отговорност. Те се позовават на член 5 § 1, във връзка с член 14 от Конвенцията, който гласи:", "„Упражняването на правата и свободите, посочени в (...) тази Конвенция, следва да бъде осигурена без всякаква дискриминация, основана на пол, раса, цвят на кожата, религия, политически и други убеждения, национален или социален произход, принадлежност към национално малцинство, имущество, рождение, или всякакъв друг признак“.", "76.  Съдът припомня, че счита лишаването от свобода на жалбоподателките като въпрос от обсега на приложението на член 5 § 1 г), чиито разпоредби са насочени към закрила на малолетните и непълнолетните лица в рамките на наложен възпитателен надзор. Според Съда, критикуваната разлика в отношението, която не се оспорва от Правителството, не се свежда до проява на дискриминация, а произтича от целта за закрила – а не за репресии, преследвана чрез процедурата за настаняване във възпитателно училище-интернат (виж, mutatis mutandis, Буамар (Bouamar), по-горе, § 52). От това следва, че съществуващата разлика в отношението се основава на обективна и разумна причина.", "77.  Следователно, тази жалба е явно необоснована по смисъла на член 35 § 3 a) от Конвенцията и следва да бъде отхвърлена, в съответствие с член 35 § 4.", "В.  Относно твърденията за нарушение на член 6 на Конвенцията", "78.  Жалбоподателките твърдят, че оспорваните процедури по настаняването им във възпитателно училище-интернат са били предмет на повдигнато „наказателно обвинение“, че те не са предоставили достатъчни гаранции за провеждане на справедлив процес и че са довели до недостатъчно мотивирани съдебни решения в нарушение на член 6 от Конвенцията. Подходящите текстове от разпоредба на този член са формулирани по следния начин:", "„1.  Всяко лице има право на справедливо и публично гледане на неговото дело в разумен срок от независим и безпристрастен съд създаден в съответствие със закона, който решава, [...] основателността на каквото и да е наказателно обвинение срещу него. [...]”", "79.  Правителството изтъква необходимостта от изключение по същество, въз основа на материалната несъвместимост ratione materiae на тази жалба с разпоредбите на Конвенцията. То подчертава, че оспорваните производства са довели не до налагането на наказателни, а на възпитателни мерки, което изключва приложимостта на член 6 в неговата наказателноправна част. То уточнява, че българската система за закрила и възпитание на малолетни и непълнолетни лица е в пълно съответствие с приложимите международни норми и по-специално с Пекинските правила, които постановяват, че приемането на мерки по отношение на непълнолетни правонарушители следва да се извършва, без да се прибягва до съдебно производство (параграф 51 по-горе).", "80.  Жалбоподателките оспорват тази теза. Те смятат, че настаняването им във възпитателно училище-интернат е с цел наказание и превенция на прояви, смятани от властите за противообществени. Нещо повече, тази мярка може да бъде прилагана за период от три години (параграф 40 по-горе), което потвърждава нейния тежък характер, докато в случая се касае за жалбоподателки в крехка юношеска възраст, ето защо наложеното им наказание може да остави у тях непоправими последици.", "81.  Съдът припомня своята констатация в рамките на направения анализ на жалбата по член 5 § 1, че мярката, наложена на жалбоподателките, е част от комплекс от възпитателни мерки, които могат да бъдат налагани на малолетни и непълнолетни лица, предмет на възпитателен надзор, че тя няма естеството на наказателна санкция (параграфи 64 – 73 по-горе). Той подчертава освен това, че алинея г) от споменатия член не изисква предприемане на подобни действия от страна на съдебните власти. В заключение, член 6 не може да бъде приложим в наказателноправната си част. Освен това, жалбоподателките не се позовават на приложимостта на гражданско-правната част на тази разпоредба.", "82.  В тази връзка, Съдът приема изключението по несъвместимост ratione materiae изтъкнато от Правителството и постановява, че тази жалба е неоснователна по смисъла на член 35 § 3 a) от Конвенцията.", "Г. Относно твърденията за нарушение на член 7 от Конвенцията, разглеждан самостоятелно и във връзка с член 14", "83.  Жалбоподателките твърдят, че са били осъдени по наказателно производство, независимо че българското законодателство не определя противообществените прояви като престъпление. Като изтъкват, че извършването на същите деяния от възрастни не води до налагане на санкции, те се оплакват че са били обект на дискриминационно отношение, основано на възрастта. Те се позовават на член 7 § 1, разглеждан сам по себе си и във връзка с член 14 от Конвенцията, цитиран в параграф 75 по-горе. Член 7 § 1 гласи, както следва:", "„Никой не може да бъде осъден за действие или бездействие, което в момента на неговото извършване не е било квалифицирано като престъпление по националното или международното право. Не може да бъде налагано наказание по-тежко от това, което е било предвидено за съответното престъпление в момента, когато е било извършено“.", "84.  Правителството оспорва това твърдение.", "85.  Съдът напомня, че приложимостта на член 7 § 1 зависи от наличието на „наказание“ по смисъла на тази разпоредба и че оценката на тази точка се състои в определението дали въпросната мярка е наложена след присъда за „криминално деяние“. (Уелч срещу Великобритания (Welch c. Royaume-Uni), 9 февруари 1995 г, § 28, серия A № 307A). Като препраща към анализа, направен по отношение на членовете 5 § 1 и 6 § 1 по-горе (параграфи 65, 72 и 81), Съдът припомня че вече е приел, че жалбоподателките не са били обект на присъда за „престъпление“ в рамките на съдебно производство, завършващо с „наказателна санкция“. От това следва, че член 7 не е приложим в този случай.", "86.  В този смисъл, член 14, съчетан с член 7, не може също да бъде приложен.", "87.  Следователно, тези жалби са несъвместими ratione materiae с Конвенцията и трябва да бъдат обявени за недопустими по смисъла на член 35 § 3 a) от Конвенцията.", "Д.  По твърденията за нарушение на член 8 от Конвенцията", "88.  Като се позовават на член 8, жалбоподателките твърдят, че тяхното настаняване в институции заедно с малолетни и непълнолетни лица, извършили криминални деяния, се смята за неоснователна намеса в правото им на ненамеса в личния живот, тъй като фактът, че са поставени в контакт с подобни лица, представлява реална опасност за тяхното психическо, физическо и социално развитие и противоречи на целите, поставени от наложените им възпитателни мерки.", "Съответният текст на член 8 гласи, както следва:", "„1.  Всеки има право на неприкосновеност на личния живот [...].", "2.  Намесата на държавните власти в упражняването на това право е недопустима, освен в случаите, предвидени в закона и необходими в едно демократично общество, в интерес на националната и обществената сигурност, икономическото състояние на страната, защитата на обществения ред, предотвратяването на престъпления, защитата на здравето или морала, на правата и свободите на другите”.", "89.  С оглед на заключенията по точки 5, 6 и 7, Съдът счита, че жалбата, позоваваща се на член 8 от Конвенцията, също трябва да бъде отхвърлена, по смисъла на член 35 § 4 от Конвенцията.", "II.  ОТНОСНО ТВЪРДЕНИЕТО ЗА НАРУШЕНИЕ НА ЧЛЕН 5 § 1, ФОРМУЛИРАНО ОТ A., ОТНОСНО НЕЙНОТО НАСТАНЯВАНЕ В „ДЕТСКИ КРИЗИСЕН ЦЕНТЪР”", "90.  Като изтъква, че настаняването й в „детски кризисен център“ от 18 септември 2007 до 26 май 2008 г. не е извършено със съдебно решение, в нарушение на вътрешното право, А. твърди, че тази мярка е незаконосъобразна по смисъла на член 5 § 1 г), цитиран в параграф 52 по-горе.", "91.  Правителството смята, че член 5 не е приложим в този случай, тъй като същината на оспорваната мярка за настаняване не се изразява в лишаване от свобода, а в мярка за закрила на дете в риск, с цел да му бъдат осигурени необходимите възпитателни грижи.", "A.  По допустимостта", "92.  Съдът отбелязва, че тази жалба не е явно необоснована по смисъла на член 35 § 3 a) от Конвенцията и че не открива никаква друга причина за обявяването й за недопустима. Следователно, целесъобразно е тя да бъде обявена за допустима.", "B.  По същество", "93.  Правителството не оспорва факта, че решението за настаняване на заинтересованата е било взето от службите на общинската дирекция за социално подпомагане, а не от родителите й. Съдът смята, че отговорността за тази оспорвана мярка следва да бъде приписана на националните власти. Остава да се разбере дали тя може да бъде квалифицирана като мярка за „лишаване от свобода“ по смисъла на член 5. Тъй като става дума за приложими принципи в тази област, Съдът препраща към случаите на установена съдебна практика, посочена в параграф 60 по-горе.", "94.  Съдът не може да приеме аргумента на Правителството, според който не е имало лишаване от свобода по смисъла на член 5. Той констатира всъщност, че „детският кризисен център“ е заведение от закрит тип, че жалбоподателката е била обект на твърде рестриктивен режим при постоянен надзор и че e можела да отсъства само с изрично разрешение и при условие да бъде придружавана от социален работник (параграф 7 по-горе). Впрочем, когато жалбоподателката отсъства от дома без разрешение, тя е издирена от полицията и върната обратно в центъра (параграф 8 по-горе). Що се отнася до продължителността на наложената мярка, Съдът счита че срокът от шестмесечно настаняване е достатъчно дълго време, за да се отчете неизбежното негативно въздействие върху жалбоподателката А. от прилагането на подобен рестриктивен режим, накърняващ нейната индивидуална свобода. Следователно, Съдът заключава, че оспорваното настаняване е равностойно на лишаването от свобода по смисъла на член 5 § 1.", "95.  Съдът припомня, че член 5§ 1 изисква най-вече наличието на „законност“ при оспорвания въпрос за лишаване от свобода, в това число и спазването на законните начини и средства. В този смисъл, Конвенцията препраща основно към националното законодателство и постановява задължение за спазване на процесуалните норми и на нормите по същество, но изисква също наличието на съответствие между всяко лишаване от свобода и целите на член 5: за да се защити личността от произволни действия (Буамар срещу Белгия (Bouamar c. Belgique), по-горе, § 47, Херцегфалви срещу Австрия (Herczegfalvy c. Autriche), 24 септември 1992 г, § 63, серия A № 244, и Д.Ж. срещу Ирландия (D.G. c. Irlande), по-горе, § 75).", "96.  Съдът отбелязва поначало, че Законът за закрила на детето гласи, че районните съдебни инстанции са компетентни да се произнесат по настаняването на малолетни и непълнолетни лица в детски кризисни центрове. (параграф 46 по-горе). Въпреки това, жалбоподателката е била настанена в подобен център с решение на общинската дирекция за социално подпомагане, която не е била упълномощена да вземе подобно решение (параграф 6 по-горе). От това следва, че оспорваното настаняване противоречи на вътрешното законодателство и че не е изпълнено първото изискване на член 5 § 1, за спазване на „законните начини и средства“.", "97.  Тази констатация е достатъчна, за да обоснове констатацията на Съда за наличието на нарушение на член 5 § 1, без да е необходимо да се търси дали оспорваната мярка се отнася до алинея г), или до друга аления на тази разпоредба, ако това е подходящо.", "98.  Следователно е допуснато нарушение на член 5 § 1 от Конвенцията, що се отнася до настаняването на жалбоподателката А. в „детски кризисен център“.", "III.  ОТНОСНО ТВЪРДЕНИЕТО ЗА НАРУШЕНИЕ НА КОНВЕНЦИЯТА, ФОРМУЛИРАНО ОТ Б., ОТНОСНО НЕЙНОТО НАСТАНЯВАНЕ В„ДОМ ЗА ВРЕМЕННО НАСТАНЯВАНЕ НА МАЛОЛЕТНИ И НЕПЪЛНОЛЕТНИ“", "A.  Относно твърдението на нарушение на член 5 § 4", "99.  Б. твърди, че е била лишена от възможността за обжалване, за да провери законосъобразността на двете й настанявания в дом за временно настаняване на малолетни и непълнолетни през периода от 10 до 27 май 2008 г. и от 7 до 21 юли 2008 г.", "100.  Тя се позовава на член 5 § 4 от Конвенцията, който гласи:", "„Всеки арестуван или лишен от свобода има право да обжалва целесъобразността на своето задържане в съда, който е задължен в кратък срок да се произнесе по законосъобразността на своето задържане и да разпореди освобождаване на лицето, ако неговото задържане е незаконно“.", "1.  Относно допустимостта", "101.  С аргумента, че оспореното настаняване не представлява мярка за лишаване от свобода по смисъла на член 5 от Конвенцията, а мярка за закрила, Правителството изтъква необходимостта от изключение по същество, въз основа на материалната несъвместимост ratione materiae на тази жалба с Конвенцията.", "102.  Жалбоподателката възразява срещу това оспорване.", "103.  Съдът отбелязва, че домовете за временно настаняване на малолетни и непълнолетни са заведения от ресора на Министерство на вътрешните работи и че те са подобни на местата за лишаване от свобода (параграфи 15 и 44 по-горе). Жалбоподателката е била заведена там от полицията, за да бъде подложена на две принудителни настанявания съответно от 17 (седемнадесет) и от 14 (четиринадесет) дни (параграфи 15 и 18 по-горе). При тези условия Съдът смята, че критикуваните мерки могат да бъдат определени като лишаване от свобода по смисъла на член 5, с оглед на приложимите принципи, изложени в параграф 60 по-горе.", "104.  Следователно, предложението на Правителството за изключение поради материална несъвместимост ratione materiae следва да бъде отхвърлено. Впрочем Съдът констатира, че тази жалба явно не може да се определи като необоснована по смисъла на член 35 § 3 a) от Конвенцията и че той не вижда никаква друга причина за обявяването й като недопустима. Следователно, целесъобразно е тя да бъде обявена за допустима.", "2. По същество", "105.  Съдът припомня, че член 5 § 4 признава на задържаните лица правото да подават жалби, за да контролират спазването на процесуалните норми и на нормите по същество, необходими за установяване на „законосъобразността“ – по смисъла на Конвенцията, на тяхното лишаване от свобода. Понятието за „законосъобразност“ трябва да има един и същ смисъл в параграф 4 и в параграф 1 на член 5, така че всяко задържано лице да има право да контролира „законосъобразността“ на своето задържане не само от гледна точка на вътрешното право, но и на Конвенцията, на основните провъзгласени принципи и целта на рестрикциите, разрешени съгласно член 5 § 1 (виж, наред с много други, Е. срещу Норвегия (E. c. Norvège), 29 август 1990 г, § 50, серия A № 181).", "106.  Член 5 § 4 предвижда намесата на един единствен орган, при условие обаче, следваната процедура да бъде свързана със съдопроизводството и да дава на въпросния индивид гаранции, в съответствие с естеството на лишаването от свобода, за което става дума (Буамар (Bouamar), по-горе, § 57). В този смисъл, ако процедурата, следвана от компетентния орган, наредил задържането, не дава подобни гаранции, държавата следва да даде възможност за ефективно обжалване на друг компетентен орган, който предоставя всички гаранции за съдопроизводство (Де Вилд, Омс и Верзир срещу Белгия (De Wilde, Ooms et Versyp c. Belgique), 18 юни 1971 г, §§ 73-76, seriq A № 12, i Винтерверп срещу Нидерландия (Winterwerp c. Pays-Bas), 24 октомври 1979 г, §§ 60-61, серия A № 33).", "107.  В този случай Съдът отбелязва, че първото настаняване на жалбоподателката в дом за временно настаняване на малолетни и непълнолетни е било наредено от местната комисия за борба срещу противообществените прояви на малолетни, а второто – с прокурорска заповед (параграфи 15 и 18 по-горе). Правителството не оспорва факта, че тези два органа са действали при упражняване на изпълнителните си правомощия, предоставени от Държавата, и че те не могат да осигурят гаранциите за съдопроизводство, изисквани съгласно разпоредбите на член 5 § 4. От това следва, че контролът на „законосъобразността“ на настаняванията не е включен в решенията на местната комисия и на прокурора. Правителството не е посочило наличие на вътрешноправно средство за защита, който би дало възможност на жалбоподателката за оспори впоследствие тези решения.", "108.  Следователно, в случая има нарушение на член 5 § 4 от Конвенцията, състоящо се в лишаването на Б. от нейното право на контрол върху законосъобразността на оспорваните настанявания.", "B.  По твърдението за нарушение на член 5 § 4 във връзка с член 14", "109.  Б. се оплаква също, че е била подложена на несправедливо дискриминационно отношение, основано на възрастта й, несъвместимо с член 14, цитиран в параграф 75 по-горе, по отношение на упражняване на нейното право, гарантирано от член 5 § 4, цитиран в параграф 100 по-горе. Тя изтъква, че възрастните, затворени по решение на българските власти в центровете за лишаване от свобода, имат пълно право на съдебен контрол върху законосъобразността на въпросното решение.", "110.  Правителството отбелязва, че критикуваното наличие на различно третиране се обяснява със специфичната необходимост от закрила на малолетните.", "111.  Съгласно елементите, събрани по делото, Съдът не вижда никаква причина да смята, че задържането на жалбоподателката е било наредено с друга цел освен нейната закрила. Впрочем, оспорваната мярка е предвидена само за малолетни и непълнолетни. В тази връзка Съдът припомня, че вече е отсъдил, че разликата в отношението при задържането на възрастни и настаняването на малолетни е обективно и разумно мотивирана от защитния – а не репресивен – характер на процедурата, приложима към последните (цитираният по-горе Буамар (Bouamar), § 67).", "112.  Следователно, тази жалба е явно необоснована по смисъла на член 35 § 3 a) от Конвенцията и следва да бъде отхвърлена, в съответствие с член 35 § 4.", "В.  Относно твърдението за нарушение на член 8, разглеждан самостоятелно и заедно с член 14", "113.  Б. твърди, че нейното настаняване в дом за временно настаняване на малолетни и непълнолетни, където са настанени и малолетни, извършили престъпления, може да бъде определено като посегателство на нейното право на неприкосновен личен живот, тъй като, в контакт в подобни хора тя е изложена на реална опасност, несъвместима с целта за закрила, изтъкната от Правителството. Освен това, тя констатира, че този вид мярка не е приложима за възрастни. Тя се позовава на член 8, разглеждан самостоятелно и заедно с член 14.", "114.  Жалбоподателката не е представила нито един елемент в потвърждение на своите твърдения. Следователно, Съдът смята че жалбата, позоваваща се на член 8, разглеждан самостоятелно и заедно с член 14 не е достатъчно подкрепена с доводи. Следователно, целесъобразно е тя да бъде считана за явно необоснована по смисъла на член 35 § 3 a) на Конвенцията и следва да бъде отхвърлена, в съответствие с член 35 § 4.", "IV.  ОТНОСНО ОСТАНАЛИТЕ ПРЕТЕНЦИИ", "115.  Като твърдят, че възпитателните мерки, несвързани с лишаването от свобода, на които са били обект, всъщност имат характер на наказателна санкция, и като изтъкват, че тези санкции са били наредени с административно, а не със съдебно производство, Б. и Г. се позовават на нарушение на член 6 в наказателната му част. Те смятат освен това, че законовото определение за противообществени прояви, в които са били упрекнати, не е достатъчно ясно формулирано. Б. и Г. се позовават и на член 14 в комбинация с член 6, като твърдят, че са били обект на дискриминационно отношение, основано на възрастта. От друга страна, жалбоподателките А., В. и Д. смятат, че са потенциални жертви на нарушенията, изтъкнати от Б. и Г.", "Накрая, в бележките си от 13 октомври 2010 г., позовавайки се на член 5 § 4, A. се оплаква от липсата на вътрешноправно средство за защита, което би й дало възможност да оспори законосъобразността на своето настаняване в „детски кризисен център“.", "116.  С оглед на всички налични елементи по делото и на своята компетентност да изслуша всички формулирани твърдения, Съдът смята, че тази част от иска не съдържа никакви данни за нарушение на правата и свободите, гарантирани от Конвенцията или от нейните Протоколи. От това следва, че тези претенции са явно необосновани и следва да бъдат отхвърлени, в съответствие с член 35 §§ 3 и 4 на Конвенцията.", "V.  ОТНОСНО ПРИЛОЖЕНИЕТО НА ЧЛЕН 41 ОТ КОНВЕНЦИЯТА", "117.  Съгласно член 41 от Конвенцията,", "„Ако Съдът установи, че е имало нарушение на Конвенцията или на Протоколите към нея, и ако съответното право на съответната Високодоговаряща страна допуска само частично обезщетение, то Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна“.", "A.  Щети", "118.  Жалбоподателките не са формулирали иск за материални щети. В замяна на това, Б, В., Г., и Д. претендират общо за 149 140 евро (EUR) като обезщетение за моралните щети, които са понесли поради своето настаняване във възпитателно училище-интернат. От своя страна, А. претендира за 28 800 EUR като обезщетение за моралните щети, понесени поради настаняването й във възпитателно училище-интернат и в „детски кризисен център“. Б. уточнява, че сума от 1 000 EUR ще бъде справедливо удовлетворение за компенсиране на щетите, понесени от липсата на средство за обжалване, което би й дало възможност да оспори законосъобразността на настаняването си в дом за временно настаняване на малолетни и непълнолетни.", "119.  Правителството оспорва тези претенции.", "120.  Съдът отбелязва, че исканията за обезщетение за моралните щети, формулирани от жалбоподателките във връзка с тяхното настаняване във възпитателно училище-интернат, са свързани с жалби, обявени за недопустими, или с такива, за които е констатирано, че няма нарушение на Конвенцията. От тук следва, че въпросните искания трябва да бъдат отхвърлени.", "В замяна на това, Съдът смята че настаняването на А. в „детски кризисен център“ въпреки приложимото вътрешно право е причинило на последната морална щета, обосноваваща присъждането на обезщетение. Издавайки безпристрастно постановление в духа на член 41 от Конвенцията, Съдът смята че е целесъобразно А. да получи обезщетение от 6 000 EUR за тази цел, с оглед продължителността на оспорваната мярка.", "Освен това, Съдът смята, че Б. е понесла морални щети с липсата на средство за обжалване, което би й дало възможност да оспори законосъобразността на настаняването си в дом за временно настаняване на малолетни и непълнолетни. Като отчита, че исканата от жалбоподателката Б. сума от 1 000 EUR е разумна, съдът присъжда нейното изплащане.", "Б.  Разходи и разноски", "121.  Жалбоподателките отправят иск за 356 EUR за разходи по делото, от които 250 EUR за писмен превод и 106 EUR за транспорт на техния представител.", "122.  Правителството предоставя на Съда решението за оценка на съответните разходи и разноски.", "123.  С оглед на документите с които разполага, и от гледна точка на съдопроизводството, Съдът смята, че исканата сума е разумна. Той присъжда на лицата А. и Б. сумата от 356 EUR за направените разходи и разноски за нуждите на осъщественото съдебното производство.", "В.  Лихва за просрочване", "124. Съдът намира за уместно лихвата за просрочване да се основава на пределната лихва по заеми на Централната европейска банка, към която следва да се добавят три процентни пункта.", "С ТЕЗИ МОТИВИ, СЪДЪТ ЕДИНОДУШНО,", "1.  Обявява жалбата за допустима по отношение на претенциите на А. по смисъла на член 5 § 1, относно нейното настаняване в „детски кризисен център“, както и на Б. по смисъла на член 5 § 4, относно липсата на средство за обжалване, което би й дало възможност да оспори законосъобразността на настаняването си в дом за временно настаняване на малолетни и за недопустима – по отношение на останалото;", "", "2.  Обявява че е налице нарушение на член 5 § 1 от Конвенцията по отношение на настаняването на А. в „детски кризисен център“;", "", "3.  Обявява че е налице нарушение на член 5 § 4 от Конвенцията, поради липсата на средство за обжалване, което би дало възможност на Б. да оспори законосъобразността на настаняването си в дом за временно настаняване на малолетни;", "", "4.  Постановява", "a)  че държавата-ответник трябва да изплати в срок от три месеца от датата на окончателно влизане в сила на решението, съгласно член 44 § 2 от Конвенцията, следните суми, конвертирани в български лева по курса на деня, валиден в деня на изплащането:", "i)  6 000 EUR (шест хиляди евро) на лицето A., плюс всякаква сума, която може да бъде евентуално дължима за данък, за морални щети;", "ii)  1 000 EUR (хиляда евро) на лицето Б., плюс всякаква сума, която може да бъде евентуално дължима за данък, за морални щети;", "iii)  356 EUR (триста петдесет и шест евро) на лицата А. и Б., плюс всякаква сума, която може да бъде евентуално дължима за данък, за разноски по делото;", "б)  след изтичане на този срок и до изплащането се дължи обикновена лихва върху горните суми в размер, равен на пределната лихва по заеми на Централната европейска банка за периода на просрочие плюс три процентни пункта;", "", "5.  Отхвърля останалата част от претенцията за справедливо обезщетение.", "Съставено на френски език и съобщено писмено на 29 ноември 2011 г., в съответствие с член 77 §§ 2 и 3 от Правилника на Съда.", "", "", "", "Лорънс Ърли\tЛех Гарлицки", "Секретар\tПредседател"]}