{"file": "BUL_HJUDBUL_47579_99.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "47579/99", "text_paragraphs": ["© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "СЪВЕТ НА ЕВРОПА", "ЕВРОПЕЙСКИ СЪД ПО ПРАВАТА НА ЧОВЕКА", "", "ПЪРВИ СЪСТАВ", "", "", "", "ДЕЛО РАЙЧИНОВ С/У БЪЛГАРИЯ", "", "", "(Жалба № 47579/99)", "", "", "РЕШЕНИЕ", "", "", "СТРАСБУРГ", "", "20 април 2006", "", "", "ВЛЯЗЛО В СИЛА", "", "", "20/07/2006", "", "", "Решението става окончателно при наличие на обстоятелствата, упоменати в чл. 44, ал. 2 от Конвенцията. Същото може да е предмет на редакторски преглед.", "", "По делото Райчинов с/у България,", "Европейският съд по правата на човека (първи състав), заседаващ в камара, съставена от следните лица:", "\tГ-н К. Л. РОЗАКИС (C.L. Rozakis), Председател\t,\n\tГ-н Л. ЛУКАДЕС (L. Loucaides),\n\tГ-жа Ф. ТУЛКЕНС (F. Tulkens),\n\tГ-н П. ЛОРЕНЦЕН (P. Lorenzen),\n\tГ-жа Н. ВАЙИЧ (N. Vajić),\n\tГ-жа С. БОТУШАРОВА (S. Botoucharova),\n\tГ-н Д. ШПИЙЛМАН (D. Spielmann), съдии,\nи Г-н С. НИЛСЕН (S. Nielsen), Секретар на камарата,", "След тайно съвещание проведено на 30 март 2006,", "Постановява следното решение, прието на тази дата:", "ОТНОСНО ПРОИЗВОДСТВОТО", "1.  Делото е образувано по жалба (№. 47579/99) срещу Република България подадена в Съда на 8 януари 1999 съгласно чл. 34 от Конвенцията за защита правата на човека и основните свободи („Конвенцията”) от г-н Христо Пешев Райчинов, български гражданин роден през 1935 г. и живеещ в София („жалбоподателят”).", "", "2. Пред съда жалбоподателят беше представляван от адвокати И. Лулчева и Й. Вандова, практикуващи в София. Българското правителство („Правителството”) беше представлявано от своите агенти, Г-жа М. Пашева и Г-жа М. Коцева от Министерството на правосъдието.", "", "3. Жалбоподателят по-специално твърди, че присъдата и наложеното му наказание за изразяване на лично мнение, с чисто неутрални думи, по отношение на заместник-главния прокурор, е в нарушение на неговата свобода на изразяване на мнение.", "", "4.  Жалбата е разпределена на първи състав на Съда (правило 52, ал. 1 от Правилника на съда). Камарата, която разглежда делото в рамките на посочения състав (чл. 27, ал. 1 от Конвенцията), е конституирана съгласно правило 26, ал. 1.", "", "5.  На 1 ноември 2004 съдът променя създадените състави (правило 25, ал. 1). Настоящото дело е разпределено на новосформирания първи състав (правило 52, ал. 1).", "6.  С решение от 1 февруари 2005 Съдът (първи състав) обявява жалбата за частично допустима.", "", "7.  Нито жалбоподателят, нито Правителството подават допълнителни становища по същество.", "ОТНОСНО ФАКТИТЕ", "I. ОБСТОЯТЕЛСТВАТА ПО ДЕЛОТО", "8.  Във времето относимо към делото, жалбоподателят е бил началник на отдел в Министерството на правосъдието, отговарящ за финансовата и логистична подкрепа на съдебната система. Понякога, в това си качество, той е присъствал на заседания на Висшия съдебен съвет – органът, който, inter alia, е отговорен за определяне на бюджета на съдебната система. Висшият съдебен съвет е съставен от двадесет и пет члена, включващи председателите на Върховния касационен съд и на Върховния административен съд и Главния прокурор. Заседанията се председателстват от министъра на правосъдието.", "", "9.  На 15 декември 1993 Висшият съдебен съвет провежда заседание, на което се обсъжда въпроса за отпускането на допълнително възнаграждение на съдиите и прокурорите за края на годината. Жалбоподателят, както обикновено, когато се обсъждат бюджетни въпроси, също присъства на заседанието. На него присъства и заместник-главния прокурор Г-н С., който е член на Съвета.", "", "10.  В един момент по време на заседанието след коментари по текстове от Закона за държавния бюджет, жалбоподателят казва: „Вие сте решили да оставите г-н С. да се занимава с финансовите въпроси. За мен той не е чист човек...”. След това той добавя: „Мога да го докажа”. Главният прокурор реагира бурно, казвайки на жалбоподателя да напусне стаята. Жалбоподателят се опитва да продължи, но е прекъснат от г-н С., който го моли да изясни какво има предвид под „нечист човек”. Министърът на правосъдието се намесва, като иска от жалбоподателя да оттегли думите „нечист човек”. Главният прокурор реагира незабавно: „Няма никакво оттегляне, има прокуратура. Това вече е проблем, това вече е престъпление”. Министърът настоява жалбоподателят да се извини за думите „нечист човек”. В отговор на това жалбоподателят казва: „Добре, извинявам се”. Поради напрегнатата обстановка са отложени всички финансови въпроси, които е трябвало да се дискутират.", "", "11.  Веднага след заседанието Главният прокурор изисква копие от протокола от заседанието. Получава го на 27 декември 1993 и на 12 януари 1994 го изпраща в Софийска градска прокуратура с указание за провеждане на предварително разследване с намерение за образуване на наказателно производство срещу жалбоподателя. На 11 февруари 1994 Софийската градска прокуратура предава случая на Софийската окръжна прокуратура с указание за образуване на наказателно производство за обида срещу жалбоподателя. Разследването трябва да се проведе не както обикновено от следовател, а от прокурор.", "", "12.  На 16 февруари 1994 Софийската окръжна прокуратура образува наказателно производство срещу жалбоподателя по чл. 148, ал. 1, т. 1, 3 и 4, и във връзка с чл. 146, ал. 1 от Наказателния кодекс за това, че „публично казва по отношение и в присъствието на [г-н С.] ‘за мен той не е чист човек’...като по този начин накърнява достойнството на последния”.", "", "13.  На 20 април 1994 срещу жалбоподателя е повдигнато обвинение.", "", "14.  Разследването приключва на 16 юни 1994 и жалбоподателят и неговият адвокат получават разрешение да видят преписката. След като я преглеждат, адвокатът на жалбоподателя изисква да бъдат разпитани всички членове на Висшия съдебен съвет присъствали на заседанието и да се направи експертиза, която да сравни аудио записа от заседанието с писмения протокол. Прокурорът натоварен с разследването отказва, обосновавайки се с това, че фактите по делото се подкрепят от събраните доказателства, които са в подкрепа на обвинението.", "", "15.  Срещу жалбоподателят е изготвен обвинителен акт. Процесът се провежда на 11 април 1995 в Софийски окръжен съд. Съдът изслушва двама свидетели: така наречената жертва на обидата, г-н С. и още един член на Висшия съдебен съвет. Г-н С. заявява, че за него е трудно да прецени дали коментара по негов адрес, произнесен от жалбоподателя е променил мнението на Висшия съдебен съвет за него. Другият свидетел заявява, че понякога дискусиите в Съвета са доста разгорещени, но никой никога не е използвал такива думи и правил такива коментари. Други трима свидетели призовани от прокуратурата не се явяват и съдът ги изключва от подлежащите на събиране доказателствата с твърдението, че показанията на разпитаните свидетели и писмените доказателства достатъчно изясняват обстоятелствата по делото. Адвокатът на жалбоподателя не повтаря искането за призоваване като свидетели на всички останали членове на Съвета, вместо това заявява, че фактите по делото са напълно изяснени.", "", "16.  След това съдът изслушва заключителните аргументи на страните. Адвокатът на жалбоподателя пледира за присъда невинен, разчитайки, inter alia, на член 10 от Конвенцията. Нейните аргументи са, че думите „за мен той не е чист човек” изразяват единствено личното мнение на жалбоподателя по отношение на г-н С. От обективна гледна точка думите на жалбоподателя не са груби, вулгарни или обидни. Той просто е упражнил правото си да каже това, което мисли по отношение на друго лице и то с чисто неутрални думи. Сравняването на това с обида би означавало, че само тези, които имат добро мнение за г-н С., имат право да го изразяват. Според нея, цялото дело е възпламенено от желанието на Главния прокурор за отмъщение.", "", "17.  С присъда от 12 април 1995 Софийски окръжен съд намира жалбоподателя за виновен и го наказва с обществено порицание, както и с глоба от 3,000 стари български лева. Съдът счита следното:", "“Деянието (actus reus) се състои в отправянето на непочтителни и унизителни за [г-н С.] думи в негово присъствие. Безспорно е, ... че обвиняемият ... е казал по отношение на [г-н С.] ‘За мен той не е чист човек’. Изразът има обиден характер, защото той опозорява [г-н С]. Той съдържа неодобрение на неговите етични и морални качества, нещо, което е несъвместимо с неговите отговорности, свързани с разпореждане с бюджетни средства на съдебната власт. По този начин са били опозорени личността и авторитета на [г-н С.] пред останалите членове на [Висшия съдебен съвет]. Тълкуването на ‘Не е чист човек’ може да бъде само едно, а именно, че това лице е безнравствено и няма морал. Дори това да е било личното мнение на [жалбоподателя] за качествата на [г-н С.], целта на казаното е била да засегне честта и достойнството на [г-н С.]. Критика ..., особено, когато е чрез публично изявление по отношение на лица представляващи публични институции, трябва да бъде съобразена с обществените правила, етиката и общоприетите норми за почтеност и морал. Последните не трябва да бъдат погазвани с претенцията, че личното мнение по отношение на някого е въпрос на разбиране и [представлява упражняване] на конституционното право на свобода на изразяване... Противоконституционно и наказуемо е, както е по настоящето дело, да се критикува в обидна форма...", "Обидата е била преднамерена... Отправена е публично, пред двадесет и петте члена на Висшия съдебен съвет и заместник-министъра на правосъдието. Това увеличава нейната сила, защото обидните думи са били чути не само от жертвата, но и от голяма група от хора...", "Фактът, че [жалбоподателят] се извинява на жертвата след като е поканен от [Министъра на правосъдието] да стори това, не отменя престъпния характер на неговото деяние или вредните последици. Изказвайки унизителни за жертвата думи, [жалбоподателят] осъществява състава на престъплението и вредните последици възникват. Накърняването на репутацията на жертвата е необратимо. Все пак трябва да се вземе под внимание, с оглед оценка на тежестта на престъплението ... и наказанието, фактът, [че жалбоподателят се е извинил].", "Не може да се подкрепи аргументът на защитата, че деянието на [жалбоподателя] не е престъпно, защото на практика представлява израз на личната критика на лице упражняващо свободата си на изразяване на мнение .... . Правото на свободно изразяване на мнение върви заедно със задължението уредено в член 39 алинея 2 от Конституцията, правото да не се упражнява за накърняване доброто име на друго лице. Настоящето дело представлява нарушение на това право, тъй като личното неодобрение по отношение на [г-н С.] изразено публично от [жалбоподателя] е било с унизително съдържание. Отрицателното мнение е било изразено непочтено, по обиден и унизителен начин, което противоречи на закона. Това води до заключението, че [изявлението] е в нарушение както на член 146 от Наказателния кодекс, така и на член 39 от Конституцията, и на член 10 от Европейската конвенция за човешките права..., която ясно закрепва свободата на изразяване на мнение, но в рамките на почтеност, уважение към правата на всеки член на обществото, толерантност и защита доброто име на другите...”", "18.  Жалбоподателят обжалва пред Софийски градски съд. Адвокатът му отново твърди, че забележката на жалбоподателя не съдържа обидни думи, че той е изразил личното си виждане и то по един напълно приемлив начин, както и че наказанието, наложено му за това, че е изразил мнение е в противоречие със свободата на изразяване на мнение.", "", "19.  Прокуратурата също обжалва, искайки увеличаване на наказанието на жалбоподателя.", "", "20.  Заседанието на Софийски градски съд се провежда на 27 ноември 1995.", "", "21.  С решение от 23 януари 1996 Софийски градски съд отхвърля жалбите на жалбоподателя и прокуратурата. Съдът, inter alia, счита следното:", "“Съдът [по-долната инстанция] правилно е заключил, че думите на [жалбоподателя] са били с обидно съдържание. Изявлението беше проверено от окръжния съд в контекста на смисъла вложен в него – неодобрение на моралните и етични качества на [г-н С.], нещо несъвместимо с неговите отговорности, свързани с разпореждане с бюджетни средства на съдебната власт; неодобрение целящо да унижи личното достойнство на жертвата. [Думите] бяха анализирани от първоинстанционния съд в светлината на обективния им потенциал да унижат достойнството на жертвата, защото те прехвърлят границите на етичното общуване и общоприетите правила на почтеност.", "Аргументите на защитата ... , че на практика [думите] изразяват личното мнение на [жалбоподателя], чието изразяване е защитено от член 39 от Конституцията, са неоснователни. Окръжният съд правилно е заключил, че изразяване на лично мнение по отношение на някого, дори и като конституционно защитено право, не трябва да прехвърля ограниченията уредени в алинея 2 на [член 39 от Конституцията]. С други думи, правото на свободно изразяване на мнение не може да бъде използвано за накърняване правата и доброто име на другиго...", "В мотивите си окръжният съд проверява всички аргументи на защитата, позовавайки се на постоянната практика на съда, Конституцията и Европейската конвенция за защита правата на човека. ...”", "22.  На 2 април 1998 жалбоподателят подава пред Върховния касационен съд искане за преглед, твърдейки, че решенията на по-долните съдилища са необосновани и в нарушение на закона.", "", "23.  На 27 април 1998 Върховният касационен съд приема искането за преглед и насрочва заседание.", "", "24.  Заседанието се провежда на 10 юни 1998. Съдът изслушва аргументите на страните и отлага произнасянето на съдебното решение. Адвокатът на жалбоподателя представя преди заседанието писмено становище, в което аргументира, че решенията на по-долните съдилища са необосновани и в нарушение на закона. В частност твърдението на съда, че думите на жалбоподателя са обидни е спорно. Напротив, те не са били груби, вулгарни или цинични, а напълно неутрални. Защитата още веднъж повтаря изложението си за правото на жалбоподателя да изразява лично мнение.", "", "25.  Върховният касационен съд се произнася на 8 юли 1998 отхвърляйки искането по следните точки:", "“[Думите] използвани от [жалбоподателя] в присъствието на [г-н С.] са унизителни и не може да се приеме, че това отговаря на правилото на чл 39 от Конституцията, който гарантира на всички български граждани да изразяват лично мнение и да критикуват други лица. Тази възможност е обект на ограниченията посочени в алинея 2 [от този член], съгласно която това право не може да бъде използвано за накърняване доброто име на другиго. Налице е по настоящото дело нарушение на правото по алинея 1 [от този член], защото личното мнение изразено от [жалбоподателя] има по отношение на [г-н С.] непочтително съдържание. Отрицателното мнение е изразено по неприличен, обиден и унизителен начин... Като такова то попада под забраната на членове 148 [и] 146 от Наказателния кодекс, защото противоречи не само на член 39, алинея 1 от Конституцията, но и на член 10 от Европейската конвенция за защита правата на човека, която ясно закрепва свободата на изразяване на мнение, но в рамките на почтеност, уважение към правата на личността, толерантност и защита доброто име на другите. Тези правила са валидни във всички цивилизовани и демократични общества.", "Противоконституционно е и подлежи на наказателна отговорност да се “критикува” по един обиден начин, както е направено по настоящето дело. Използваните думи са с обидно съдържание, тъй като те унижават достойнството и авторитета на жертвата пред останалите членове на [Висшия съдебен] съвет. Те съдържат неодобрение на нейните морални и етични качества, нещо, което е несъвместимо с функцията му на лице разпореждащо се с бюджетни средства. Казаното може да бъде интерпретирано само по един възможен начин: че въпросното лице е безнравствено и няма морал; целта на казаното е била да се унизи честта и достойнството на [г-н С.]. ...”", "", "26.  Жалбоподателят плаща глобата на 9 май 1996. Общественото порицание не е изпълнено и на 23 март 1999 прокурор от Софийска окръжна прокуратура нарежда наказанието да не се изпълнява, защото е изтекъл релевантния давностен срок.", "", "II. ПРИЛОЖИМО ВЪТРЕШНО ПРАВО", "A. Конституцията", "27. Член 39 от Конституцията на Република България от 1991г. гласи както следва:", "", "„1. Всеки има право да изразява мнение и да го разпространява чрез слово - писмено или устно, чрез звук, изображение или по друг начин.", "2. Това право не може да се използва за накърняване на правата и доброто име на другиго и за призоваване към насилствена промяна на конституционно установения ред, към извършване на престъпления, към разпалване на вражда или към насилие над личността.”", "B. Наказателния кодекс и Наказателно-процесуалния кодекс", "28. Член 146, алинея 1 от Наказателния кодекс, в сила по това време, предвижда:", "„Който каже или извърши нещо унизително за честта или достойнството на другиго в негово присъствие, се наказва за обида с лишаване от свобода до 6 месеца или глоба до три хиляди лева. В този случай съдът може да наложи и наказание обществено порицание.”", "29. За обида, в случаите, когато е нанесена публично, или на длъжностно лице при или по повод изпълнение на службата или функцията му, или от длъжностно лице при или по повод изпълнение на службата или функцията му предвиденото наказание е било лишаване от свобода до 2 години или глоба до пет хиляди лева (Чл. 148, ал.1, т.1, ал. 3 и ал. 4 от Наказателния кодекс, в сила по това време).", "30. Към тази дата, наказателното преследване за обида се възбужда по тъжба на пострадалия във всички случаи, освен когато престъплението е извършено срещу или от длъжностно лице. В този случай, наказателното преследване се възбужда от съответните органи (Чл. 161 от Наказателния кодекс, в сила по това време, във връзка с чл. 146, ал. 1 и чл. 148, ал. 1, т.1 и т. 2). Понастоящем, наказателното преследване за обида се възбужда само по тъжба на пострадалия във всички случаи и без изключение (Чл. 161, ал. 1 от Кодекса, съгласно изменението от м. март 2000 г., което е в сила и към настоящия момент).", "31. Според чл. 60, ал. 1 от Наказателно-процесуалния кодекс от 1974г., пострадалият може да предяви в съдебното производство по наказателни дела граждански иск за обезщетение на вредите, претърпени от престъплението. На следващо място, той или тя може, наред с прокурора, да участва в наказателното производство като частен обвинител (чл. 76 от Наказателно-процесуалния кодекс от 1974г.).", "ПО ОТНОШЕНИЕ НА ПРАВОТО", "I. ТВЪРДЕНИЕ ЗА НАРУШЕНИЕ НА ЧЛ. 1О ОТ КОНВЕНЦИЯТА", "32. Жалбоподателят се оплаква, че е бил осъден за изразяване на личното си мнение по отношение на заместник-главния прокурор. Той се позовава на член 10 от Конвенцията, който съответно гласи:", "", "„1. Всеки има право на свобода на изразяването на мнения. Това право включва свободата да отстоява своето мнение, да получава и да разпространява информация и идеи без намеса на държавните власти и независимо от границите. ...", "2. Ползването на тези свободи, доколкото е съпроводено със задължения и отговорности, може да бъде обусловено от процедури, условия, ограничения или санкции, които са предвидени от закона и са необходими в едно демократично общество в интерес на националната и обществената сигурност, териториалната цялост, за предотвратяване на безредици или на престъпления, за защитата на здравето и морала, както и на репутацията или на правата на другите, за предотвратяване на изтичането на секретна информация или за поддържане на авторитета и безпристрастността на правосъдието.”", "A. Аргументите на страните", "1. Жалбоподателят", "33. Жалбоподателят твърди, че е изразил своето лично мнение относно г-н С. Според българското право, изразяването на лично мнение по благоприличен начин не съставлява престъпление.", "34. Жалбоподателят изтъква, че по времето, когато е изразил своето мнение за г-н С., последният е бил заместник-главен прокурор. Едва години по-късно той е избран за председател на Върховния административен съд и член на Конституционния съд. Във всеки случай, обстоятелството, че дадена личност притежава особен статут не е достатъчно основание за особено отношение.", "35. В редица свои решения Съдът е отсъждал, че изключенията от принципа на свобода на изразяването на мнението трябва да бъдат тълкувани стеснително, както и че необходимостта от каквито и да било ограничения трябва да бъде убедително доказана. В допълнение, ограниченията по смисъла на параграф 2 от член 10 на Конвенцията не трябва да бъдат използвани за ограничаване възможността за изразяване на личното мнение.", "36. Жалбоподателят изтъква, че той е изразил мнението си пред Висшия съдебен съвет, орган, който има чисто кадрови и организационни правомощия, но не и такива, свързани с правораздаването. Ето защо е пресилено да се твърди, че като е изразил мнението си пред неговите членове, жалбоподателят е засегнал авторитета и безпристрастността на съдебната власт. Това ограничение води своето начало от понятието за неуважение към съда, съществуващо в системата на общото право. Очевидно е, че ситуацията на жалбоподателя е била съществено различна. Нещо повече, мотивът - поддържане на авторитета и безпристрастността на правосъдието – не може да бъде използван за ограничаване на критиката към един прокурор.", "37. По-нататък жалбоподателят отхвърля аргумента на правителството, че от думите му може да се заключи, че г-н С. няма нужния морал, поради което изявлението му може да подкопае доверието в съдебната власт като цяло. Съдебната практика на българския върховен съд е последователна относно позицията, че правенето на двусмислени изявления не е достатъчно за подвеждане под наказателна отговорност.", "2. Правителството", "38. Правителството твърди, че приложимото вътрешно право е формулирано с достатъчна прецизност, така че да позволи на засегнатите лица да предвидят последствията от своите действия. Ясното дефиниране на престъпното деяние е гаранция за недопускане на произволни посегателства на властите срещу свободата на изразяването на мнение.", "39. Намесата на следващо място е била насочена към постигане на легитимна цел, а именно защитата на правата и доброто име на другите.", "40. Намесата е била също така и необходима. Извън съмнение е, че доброто име и достойнството на високопоставен магистрат са обект на засилена защита. Последващото избиране на г-н С. като съдия в Конституционния съд свидетелства за неговия висок морал и професионални качества. Вярно е, че думите на жалбоподателя изразяват неговото лично мнение, но това мнение неоправдано е засегнало репутацията на член на Висшия съдебен съвет, комуто са били поверени правомощия, свързани с бюджета на съдебната власт. Следователно, предположението, съдържащо се в думите на жалбоподателя би могло да подкопае доверието в съдебната власт като цяло.", "41. След старателен преглед на аргументите, изтъкнати от защитата на жалбоподателя, българските съдилища са постигнали точен баланс между репутацията на г-н С. и свободата на изразяването на мнение на жалбоподателя. Съдилищата са взели предвид всички относими обстоятелства и са постановили добре аргументирани присъди. Постигнатият баланс е очевиден и от наложеното на жалбоподателя наказание: въпреки, че съдилищата са могли да го осъдят на лишаване от свобода, те са избрали по-лекото наказание – глоба и обществено порицание. Нещо повече, тези наказания не са приведени в изпълнение.", "42. Член 39 от Конституцията на Република България и член 10 от Конвенцията гарантират правото на свобода на изразяването на мнение. Това право, обаче, не е абсолютно. То може да бъде ограничено с оглед защитата на доброто име и правата на другите. Налагането на наказателна отговорност за обида е пропорционално на характера на защитаваната ценност. Степента на ограничаване на свободата на изразяването на мнение е поставена в зависимост от значителността на ценността.", "B. Оценката на Съда", "43. Не се оспорва обстоятелството, че осъждането и налагането на наказание на жалбоподателя от националните съдилища вследствие на неговите забележки по адрес на заместник-главния прокурор е равнозначно на намеса в правото му на свобода на изразяването на мнение. Подобна намеса би била в нарушение на член 10 дотолкова доколкото не отговаря на изискванията, поставени от параграф 2 на същата разпоредба. Следователно необходимо е да се определи дали тази намеса е била предвидена от закона, дали е била насочена към постигане на една или повече от легитимните цели, посочени в параграф 2, както и дали е била необходима в едно демократично общество с оглед постигането на тези цели.", "44. Намесата безспорно е била предвидена от закона, и по-конкретно от чл. 148 и чл. 146, ал. 1 от Наказателния кодекс. На следващо място, изглежда, че законовите норми са били формулирани с нужната прецизност (вж. решението за допустимост по настоящето дело; Тамер срещу Естония [Tammer v. Estonia], No 41205/98, § 38, ЕСПЧ 2001-I; и mutatis mutandis, Озтюрк срещу Турция [Öztürk v. Turkey] [GC], No 22479/93, §§ 54-57, ЕСПЧ 1999VI).", "45. Съдът на следващо място приема, че намесата е била насочена към постигане на легитимната цел да се опази доброто име на г-н С. Въпреки това, с оглед на обстоятелството, че забележката на жалбоподателя е била изказана по време на среща на административен орган, която се е състояла при затворени врата, както и че не е налице каквато и да е форма на публичност, Съдът не е убеден, че въпросната намеса е имала за цел да запази авторитета и безпристрастността на правосъдието.", "46. Остава да бъде установено дали намесата е била необходима в едно демократично общество.", "47. По този въпрос, Съдът смята за необходимо да започне с повторение на относимите принципи, установени в предишни негови решения:", "(i) Свободата на изразяването на мнение представлява една от основите на демократичното общество и е едно от съществените условия за неговото развитие, както и за реализацията на всеки отделен индивид. По смисъла на параграф 2, тя се прилага не само по отношение на „информация” или „идеи”, които се възприемат благосклонно или които се разглеждат като безвредни или са обект на безразличие, но също и по отношение на тези, които обиждат, шокират или смущават. Такива са изискванията на плурализма, толерантността и либерализма, без които нито „едно демократично общество” не би могло да съществува. По силата на член 10, тази свобода е предмет на изключения, които, обаче, трябва да бъдат тълкувани строго, а необходимостта от каквито и да било ограничения трябва да бъде убедително доказана.", "(ii) Прилагателното „необходими” по смисъла на член 10, параграф 2 предполага съществуването на „належаща обществена нужда”. Договарящите се държави имат определена свобода на преценка доколко съществува подобна нужда, но тя върви ръка за ръка с европейския надзор, обхващащ както законодателството, така и решенията по неговото приложение, включително и онези, постановени от независим съд. Следователно, Съдът е оправомощен да даде окончателното заключение доколко едно „ограничение” е съвместимо с провъзгласената от член 10 свобода на изразяването на мисълта.", "(iii) При упражняване на надзорната си власт, Съдът следва да разгледа оспорената намеса в светлината на делото като цяло, включително съдържанието на изявлението, за което жалбоподателят е бил подсъден, както и контекста, в който то е било направено. В частност, нужно е да бъде установено дали въпросната намеса е била „пропорционална на преследваната законна цел”, както и дали причините, изтъкнати от националните власти като основание за намесата са „относими и достатъчни”. За да направи това, Съдът следва да се увери, че националните власти са приложили стандарти, които са в съответствие с закрепените в член 10 принципи, а освен това и че са базирали намесата си на приемлива преценка за относимите факти (вж. Яновски срещу Полша [Janowski v. Poland] [GC], No. 25716/94, § 30, ЕСПЧ 1999I, с по-нататъшни препратки).", "", "48.  Анализирайки фактите по делото, Съдът отбелязва, че жертва на обидата е бил високопоставен държавен служител – заместник-главния прокурор, който освен това се е занимавал и с бюджетни въпроси в съдебната система. Следователно, въпреки че не са неограничени, границите на приемливата критика срещу него са по-широки от тези, отколкото срещу един обикновен гражданин. Вярно е, че той не е бил обект на обществена критика и е трябвало да му се гарантира спокойствие на работното място, без излишна външна намеса (вж. Яновски [Janowski], цитирано по-горе, § 33; и, mutatis mutandis, Стер срещу Нидерландия [Steur v. the Netherlands], №. 39657/98, §§ 40 и 41, ЕКПЧ 2003XI). Необходимостта, обаче, да се осигури обществено доверие към държавните служители при такива условия, може да оправдае намеса, ограничаваща свободата на изразяване на мнение само, когато съществува истинска опасност в това отношение. Коментарите на жалбоподателя очевидно не са представлявали такава опасност и не са попречили на г-н С. при изпълнението на неговите служебни задължения (вж., mutatis mutandis, Янков срещу България [Yankov v. Bulgaria], №. 39084/97, § 142, ЕКПЧ 2003XII). В тази връзка, би следвало да се има предвид, че за разлика от ситуацията по делото Яновски [Janowski], където двама общински охранители са били обидени на улицата, при изпълнение на полицейските си функции, пред многобройни свидетели (вж. Яновски [Janowski], цитирано по-горе, §§ 8 и 34), коментарът на жалбоподателя е бил направен пред малка аудитория, на среща, която се е провеждала при закрити врата. Не са присъствали представители на пресата, нито пък са били въвлечени други форми на публичност (вж., mutatis mutandis, Никула срещу Финландия [Nikula v. Finland], №. 31611/96, § 52 in limine, ЕКПЧ 2002II; Янков [Yankov], цитирано по-горе, §§ 139 и 141; и, като пример в обратна насока, Петерсен и Баадсгаард срещу Дания [Pedersen and Baadsgaard v. Denmark] [GC], №. 49017/99, § 79, ЕКПЧ 2004XI). Следователно, негативното въздействие, ако въобще е имало такова, от думите на жалбоподателя върху репутацията на г-н С. е било доста ограничено.", "", "49.  Освен това, имайки предвид предходните професионални контакти на жалбоподателя с г-н С. (вж. параграф 8 по-горе), мнението му за последния, изразено на заседание, на което Висшият съдебен съвет е разглеждал бюджетни въпроси, може да се приеме, в известна степен, като формиращо част от дебат по обществено значим въпрос, изискващ засилена защита по Член 10. Следва също така да се отбележи, че жалбоподателят очевидно е произнесъл коментара, въз основа на материал, който е предложил да предостави като потвърждение (вж. параграф 10 по-горе).", "", "50.  Друг факт, върху който Съдът отдава особено внимание е, че жалбоподателят не е бил обект на гражданска или дисциплинарна отговорност, а вместо това – на наказателна (вж., като пример за обратното, П. срещу Обединеното Кралство [P. v. the United Kingdom], №. 11456/85, Решение на Комисията от 13 март 1986, Решения и Доклади 46, стр. 222; Майстер срещу Германия [Meister v. Germany], №. 30549/96, Решение на Комисията от 10 април 1997, недокладвано; Фуентес Бобо [Fuentes Bobo], цитирано по-горе; Де Диего Нафрия [De Diego Nafría], цитирано по-горе; Видес Айзардзибас Клубс срещу Латвия [Vides Aizsardzības Klubs v. Latvia], №. 57829/00, 27 май 2004; и Стийл и Морис срещу Великобритания [Steel and Morris v. the United Kingdom], №. 68416/01, ЕКПЧ 2005...). Вярно е, че възможността да се прибегне към наказателно производство, за да се защити репутацията на човек или с оглед постигането на друга легитимна цел по смисъла на Член 10, параграф 2, не може автоматично да се разглежда като нарушение на тази разпоредба, тъй като при определени тежки случаи, като например изказване, което подбужда към насилие, такава мярка може да бъде пропорционална. Оценката на това доколко пропорционална е била намесата за защита на правата, в много случаи би зависила от това дали властите са имали възможност да използват други средства, различни от наказателната отговорност, като например гражданска или дисциплинарна (вж. решение по делото Леидо и Исорни срещу Франция [Lehideux and Isorni v. France], от 23 септември 1998, Reports of Judgments and Decisions 1998VII, стр. 2886, § 51 in fine и стр. 2887, § 57; и, mutatis mutandis, Кумпана и Мазаре срещу Румъния [Cumpǎnǎ and Mazǎre v. Romania] [GC], №. 33348/96, § 115, ЕКПЧ 2004XI). Съдът в допълнение отбелязва, че наказателното преследване срещу жалбоподателя е инициирано по настояване на Главния прокурор - началника на г-н С., който е реагирал на място, характеризирайки коментара на жалбоподателя като „престъпление\", веднага след като е бил произнесен, като много скоро след това е инструктирал Софийската градска прокуратура да образува предварително производство срещу жалбоподателя (вж. параграф 10 и 11 по-горе). Г-н С. не е страна по това производство и не е подавал жалба за претърпени неимуществени вреди срещу жалбоподателя, каквото е могъл да направи (вж. параграф 30 и 31 по-горе; вж. също Фуентес Бобо [Fuentes Bobo], цитирано по-горе, § 48 in fine). В тази връзка, Съдът отбелязва, че впоследствие разпоредбите на българския Наказателен кодекс претърпяват промени и към момента обидата във всички случаи без изключение се преследва само по тъжба на пострадалия (вж. параграф 30 по-горе и, mutatis mutandis, решението Кумпана и Мазаре [Cumpǎnǎ and Mazǎre], цитиран по-горе, § 115 in fine).", "", "51.  Следва също така да се отбележи, че коментарът на жалбоподателя, който би могъл да се тълкува като сериозен морален укор, е бил направен в хода на разговор, а не писмено, след внимателно обмисляне (вж. Фуентес Бобо срещу Испания [Fuentes Bobo v. Spain], №. 39293/98, § 48, 29 февруари 2000; и, като пример за обратното, Де Диего Нафрия срещу Испания [De Diego Nafría v. Spain], №. 46833/99, § 41, 14 март 2002). На фона на това, реакцията на Главния прокурор, който е бил началник на г-н С., последвалото наказателно производство срещу жалбоподателя и осъждането му, представляват непропорционална мярка спрямо въпросния инцидент. В тази връзка, Съдът подчертава, че доминиращата позиция на властимащите ги задължава да се въздържат от образуване на наказателни производства, особено когато са налични други средства, чрез които да се отговори на несправедливите критики на техните противници (вж., mutatis mutandis, решение по делото Кастел срещу Испания [Castells v. Spain], от 23 април 1992, поредица A, №. 236, стр. 2324, § 46; и Цейлон срещу Турция [Ceylan v. Turkey] [GC], №. 23556/94, § 34, ЕНПЧ 1999IV). Последвалата осъдителна присъда (глоба и обществено порицание), макар и в долните граници на размера на възможните наказания, въпреки това представлява присъда по наказателното право, отразена в свидетелството за съдимост на жалбоподателя (вж. Издателство Шарзах и Нюс срещу Австрия [Scharsach and News Verlagsgesellschaft v. Austria], №. 39394/98, § 32, ЕКПЧ 2003XI).", "", "52.  Въз основа на изложените по-горе съображения, Съдът заключава, че не са били налице достатъчно причини за намесата по въпроса. Следователно, ограничаването на свободата на изразяване на мнение на жалбоподателя, не може да отговори на никакви неотложни социални нужди (вж. Стер [Steur], цитирано по-горе, § 45) и не може да бъде взето под внимание в едно демократично общество.", "", "53.  Поради посочените причини е налице нарушение на Член 10 от Конвенцията.", "II. ПРИЛАГАНЕ НА ЧЛ. 41 ОТ КОНВЕНЦИЯТА", "54.  Чл. 41 от Конвенцията гласи:", "", "„Ако Съдът установи, че е имало нарушение на Конвенцията или на протоколите към нея и ако вътрешното право на съответната Βисокодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.”", "A. Вреди", "55.  Жалбоподателят претендира 30,000 евро като обезщетение за неимуществени вреди, произтичащи от претърпените от него страдания, поради нарушаване на свободата на изразяване на мнението му. Той твърди, че образуваното срещу него наказателно производство и присъдата са опетнили репутацията му сред роднини, приятели и колеги от правната общност и освен това са имали негативно въздействие върху здравето му. В допълнение, на него му се е наложило да изтърпи унижението на общественото порицание, прочетено пред колегите му. Накрая, осъждането му довежда до понижаване в длъжност и до по-ниско заплащане за срок от 6 месеца в Министерството на правосъдието.", "", "56. Жалбоподателят е поискал допълнително 27 щатски долара като обезщетение за претърпените имуществени вреди, какъвто е размерът на глобата, която е бил осъден да заплати.", "", "57. Правителството твърди, че няма установена причинна връзка между наказателното производство срещу жалбоподателя и влошаването на неговото здраве. Нито, че може да се смята за ненормално обстоятелството, че е бил обществено порицан, в изпълнение на присъда, издадена от компетентен съд. Накрая, правителството твърди, че не е било окончателно установено дали длъжността и заплатата на жалбоподателя са били понижени в резултат на осъждането му. Обобщено, позицията на правителството е, че сумата, искана като компенсация за неимуществени вреди очевидно е прекомерно завишена.", "", "58. Жалбоподателят отговаря, че въпреки че е страдал и преди от различни заболявания, здравословното му състояние без съмнение се е влошило в резултат на стреса, причинен от наказателното производство срещу него. Освен това, общественото порицание, изпълнено пред колегите му, е дошло в допълнение към публичното оповестяване на присъдата, прочетена при открити врата. Накрая, причината поради която понижаването му в длъжност и по-ниското заплащане не са могли да бъдат доказани, се дължи на унищожаването на съответните архиви.", "", "59.  Като отбелязва, че в резултат на жалбата, глоба от 23 евро е била наложена на жалбоподателя от българкия съд, Съдът присъжда 23 евро за претърпените имуществени вреди, ведно с данъците, евентуално платими върху тази сума (вж. Издателство Шарзах и Нюс срещу Австрия [Scharsach and News Verlagsgesellschaft v. Austria], цитирано по-горе, § 50; и Хрико срещу Словакия [Hrico v. Slovakia], №. 49418/99, § 55, 20 юли 2004).", "", "60.  Съдът, освен това взима предвид, че жалбоподатилят би трябвало да е претърпял неимуществени вреди в резултат от нарушаването на свободата на изразяване на мнението му. Като отчита естеството на нарушението установено по настоящото дело и като решава въз основа на справедливостта, Съдът присъжда на жалбоподателя 2000 евро като компенсация за претърпените неимуществени вреди, както и всички данъци, евентуално платими върху тази сума.", "B. Разноски по производството", "61.  Жалбоподателят е поискал заплащането на 10,000 USD щ.д. адвокатски хонорар, за осъществената защита пред Съда, фиксирана като обща сума в споразумение за дължимия хонорар с адвоката му. Освен това жалбоподателят е поискал и 760 евро разноски за превод, фотокопиране, пощенски разходи и други административни разходи. Жалбоподателят представя споразумението за дължимия хонорар с адвоката му, както и фактури за преводачески и редакционни услуги и за пощенски разходи.", "", "62.  Правителството твърди, че поисканата сума е прекомерна и много над обичайните хонорари, изплащани на адвокатите в България. Правителството моли Съдът да вземе предвид обстоятелството, че суми в такива големи размери, ще представляват значителна тежест за данъкоплатците в страната.", "", "63.  Жалбоподателят отговаря, че размерът на хонорара на адвоката му е бил определен в съответствие със спецификите на случая, и по специално свързан с влошеното му здравословно състояние, което е изисквало всеки път когато се е налагало обсъждане на случая, адвокатът му да го посещава вкъщи.", "", "64.  Съгласно практиката на Съда разноските във връзка с производството подлежат на възстановяване, единствено доколкото е доказано, че същите са направени действително и по необходимост, както и че в количествено отношение са разумни. В настоящия случай, като взема предвид всички относими фактори и като отбелязва, че жалбоподателят е получил 685 евро правна помощ от Съвета на Европа, Съдът му присъжда 1,500 евро, както и всички данъци, евентуално платими върху тази сума.", "C. Лихва при неизпълнение", "65. Съдът счита за уместно лихвата за неизпълнение да бъде обвързана с пределната ставка по заеми на Европейската централна банка, към която се добавят три процента.", "", "", "ПОРАДИ ТЕЗИ ПРИЧИНИ СЪДЪТ ЕДИНОДУШНО", "", "1.  Приема, че е допуснато нарушение на Член 10 от Конвенцията;", "", "2.  Определя", "(a)  че държавата-ответник трябва да заплати на жалбоподателя, в срок от три месеца от датата, на която решението стане окончателно в съответствие с чл. 44, ал. 2 от Конвенцията, следните суми, които се изчисляват в български лева по курс на датата на изплащането им:", "(i)  EUR 23 (двадесет и три евро) за претърпените имуществени вреди;", "(ii)  EUR 2,000 (две хиляди евро) за претърпените неимуществени вреди;", "(iii)  EUR 1,500 (хиляда и петстотин евро) за разноските по делото;", "(iv) данъците, които евентуално се начисляват върху посочените суми;", "", "(b)  че от изтичането на горепосочените три месеца до изплащането на определените суми върху тях се начислява проста лихва, равна на пределната ставка по заеми на Европейската централна банка през срока на неизпълнение, увеличена с три процента;", "", "3.  Отхвърля останалата част от иска на жалбоподателя за справедливо обезщетение.", "Съставено на английски език и оповестено в писмен вид на 20 април 2006 в съответствие с правило 77, ал. 2 и 3 от Правилника на съда.", "Подпис: \tПодпис:", "Сорен НИЛСЕН\tКристос РОЗАКИС\n\tСекретар \tПредседател", "", "", "", ""]}