{"file": "BUL_HJUDBUL_13580_88.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "13580/88", "text_paragraphs": ["Карлхайнц Шмидт срещу Германия", "Решение на Европейския съд по правата на човека от 24 юни 1994г.", "", "Текстове от Конвенцията: чл. 14; 4 ал.3 т.d; 50; Протокол 1, чл. 1", "", "Ключови думи и изрази: дискриминация/ принудителен труд гражданско-правни задължения", "", "Цитирани примери от съдебната практика: Abdulaziz, Cabales and Balkandali v. United Kingdom judgment of 28 May 1985, Series A no. 94; Inze v. Austria judgment of 28 October 1987, Series A no. 126; Van der Mussele v. Belgium judgment of 23 November 1983, Series A no. 70; Schuler-Zgraggen v. Switzerland judgment of 24 June 1993, Series A no. 263; Burghartz v. Switzerland judgment of 22 February 1994, Series A no. 280-B.", "", "По делото Карлхайнц Шмидт срещу Германия", "Европейският съд по правата на човека, заседавайки и в съответствие с чл. 43 от Конвенцията за защита правата на човека и основните свободи (“Конвенцията”) и съответните разпоредби от Правилата на съда, и в състав от следните съдии: Р. Рюсдал, председател, Р. Бернхард, Ф. Гьолчуклу, Ф. Мачер, А. Шпийлман, Е. Палм, Х. М. Морения Родригес, сър Джон Фрийланд, Дж. Мифсуд Боничи, Й. Макарчик, Д. Гочев, а също и М.-А. Ейсен, секретар, и Х. Петцолд, заместник-секретар, [...]", "", "Постановява следното решение, което е прието на 24 юни 1994 г.:", "", "ПроцеДУРА", "", "1. Делото е отнесено пред Съда от Европейската комисия по правата на човека (“Комисията”) в рамките на тримесечния срок по чл. 32 ал. 1 и чл. 47 от Конвенцията. То е било възбудено с жалба (N 13580/88) срещу Федерална република Германия, подадена в Комисията по чл. 25 от германски гражданин, г-н Карлхайнц Шмидт [...].", "", "Мнението на Комисията се основава на чл. 44 и 48 и на декларацията от страна на Германия, с която тя признава задължителната юрисдикция на Съда (чл. 46) [...] да реши относно това дали фактите по делото разкриват нарушение на отговарящата страна по отношение задълженията й по чл. 14 във връзка с чл. 1 от Протокол N1 и чл. 4, ал. 3 d от Конвенцията.", "", "2. [...] Жалбоподателят е заявил, че желае да вземе участие в производството и е определил адвоката, който да го представлява [...] Председателят на Съда разрешава на въпросния адвокат да използва немски език [...].", "", "3-4. [Параграфи 3 и 4 описват процедурата по конституиране състава на Съда и неговите членове и представителите на страните и процедурата по приемане на техните мнения и различните документи, изисквани от секретаря.]", "", "5. [...] Разглеждането на делото се състои публично в сградата на човешките права в Страсбург, на 22 февруари 1994г. Съдът е провел предварително заседание.", "", "Пред Съда се явяват:", "[страните и техните представители]", "", "Съдът изслушва пледоариите на [представителите на страните]", "", "ФАКТИТЕ", "", "I.\tОбстоятелствата по делото", "", "6. Г-н Карлхайнц Шмидт, германски гражданин, роден през 1939 г., живее в Тетнанг, провинция Баден-Вюртемберг.", "", "Съответните общински власти изискват от него да заплати такса противопожарна служба от 75 германски марки за 1982 г. Това решение се основава на [...] Закона за противопожарните бригади [...] и на решение на местната власт [...], което предвижда задължение за всички пълнолетни лица от мъжки пол с местоживеене Тетнанг да заплатят съответната такса.", "", "7. Според жалбоподателя това решение противоречи на конституционния принцип за равенство пред закона [...] и той го обжалва. Административните власти (орган) на окръг Езеро Констанс [...] отхвърлят жалбата [...].", "", "8. Жалбоподателят обжалва пред [...] съда [...], който отхвърля жалбата [...]. Съдът постановява, че задължението, което съществува за мъже, но не и за жени, да служат в противопожарна бригада или да заплатят съответното парично изражение, не противоречи на конституцията.", "", "9. Административният апелативен съд отхвърля жалбата [...], подадена срещу това решение [...].", "", "Съдът посочва, че [...] Конституционният съд винаги е поддържал становището, че законодателство, което поражда задължение само по отношение на лица от мъжки пол, жители на съответната община, да заплащат такса противопожарна охрана, не противоречи на конституцията. [...] Не съществуват нови факти, които да бъдат представени на Конституционния съд и не се наблюдава принципна промяна в доктрината по отношение на това становище. Административният апелативен съд [...] поддържа становището на Конституционния съд, изразено в решението му от 5 юли 1983 г. [...], че отчитайки рисковете, присъщи на службата в противопожарна бригада, съществуват обективни причини за въздигане това задължение по отношение на мъже, но не и на жени.", "", "10. Жалбоподателят оспорва това решение [...] на основание, че то не му позволява да оспори материално право, но Федералният админстративен съд [...] отхвърля тази жалба.", "", "(Становището на съда е, че делото не повдига принципен въпрос [...] Единствено би било възможно въпросът да бъде отнесен до Конституционния съд ако съществуват нови факти или при принципна промяна в доктрината, (за което) Административният апелативен съд на провинцията не открива доказателства. [...].", "", "11. [...] Г-н Шмидт обжалва последно пред Федералния Конституционен съд, който на 31 януари 1987 г., [...] отказва да разгледа жалбата, на основание, че не съществуват достатъчно основания за успех. Съдът отбелязва, inter alia:", "", "\t[...]", "\tФедералният конституционен съд вече е посочил в своето решение от 17 октомври 1961г. ..., [...] че няма нарушение на принципа на равенство пред закона. (Представен е и списък от последващи решения, с които се посочва, че [...] отчитайки принципа на равнопоставеност на половете) все още не съществува принципна промяна в доктрината; фактът, че задължението за служба в противопожарна бригада съществува само по отношение на лицата от мъжки пол, жители на една общинаq продължава да е обективно оправдано/основано като се имат предвид рисковете, присъщи на службата в противопожарна бригада, въпреки че някои от задълженията на противопожарната бригада се изпълняват от жени и напоследък дори са били създадени такива бригади от жени-доброволки.", "", "(Фактът, че (законите) съдържат разпоредба за задължение за служба в противопожарните бригади независимо от пола, не е причина за промяна в съдебната практика. Единственият и решаващ фактор е, че и до днес съществуват обективни причини, на основание на които в това отношение законодателството може да третира мъжете и жените различно. Това не означава, че съществува задължение за приемане на съответни решения, които правят разлика между половете...”", "", "II.\tПриложимо национално (вътрешно) право", "", "12. Законът за противопожарните бригади [...] е изменян и допълван няколко пъти [...] Към момента на събитията по настоящето дело Законът е бил приложим към последната си поправка от 27 ноември 1978 г.", "", "13. Законът предвижда общините да организират ефективни противопожарни бригади, които могат да се състоят от доброволци или професионалисти [...]. Тяхната задача, успоредно с други техни задължения, е да се борят с пожари, природни бедствия и разрушени сгради, но също и да осигуряват безопасността в театри, по време на срещи и изложби, на пазари [...]. Всички лица от мъжки пол, жители на общината, на възраст между 18 и 50 години включително, могат да бъдат задължавани да служат като пожароборци, освен ако не представят доказателства, че не могат поради здравословни причини [...]. Ако няма достатъчно доброволци, общините могат да призовават тези жители на служба [...], но това досега не се е налагало [...].", "", "14. Общините могат да приемат решения/наредби [...] за такса противопожарна служба на стойност до 200 германски марки; съответните приходи могат да се използват само за нуждите на противопожарната бригада [...].", "", "\tВсеки, който има задължение за противопожарна служба [...], и който е с местоживеене в съответната община към началото на бюджетната година, може да бъде задължен да заплати тази такса [...]. Определени лица са освободени от това задължение, като например членовете на общинската противопожарна бригада.", "", "15. Системата [...] е била оспорена по времето на влизането си в сила [...]. Федералният конституционен съд постановява, че таксата противопожарна служба не противоречи на Основния закон (?) и в частност на основния принцип на равенство пред закона, доколкото то представлява “компенсаторно/заместващо изражение”, произтичащо директно от задължението да се прослужи.", "", "16. [В тринадесет от шестнадесетте провинции [...] жителите на общини са задължени по закон за отслужат активна служба в противопожарните бригади, ако няма достатъчно доброволци. Девет от провинциите предвиждат такова задължение само за жителите от мъжки пол. (Жителите на някои от тях) са задължени парично към противопожарната бригада или към отдела за борба с пожарите [...]. Там, където тази служба съществува като задължение за жители и от двата пола, мъже и жени са еднакво парично задължени.]", "", "17. Още повече, [...] жени са служили в противопожарни бригади в Германия, а в Баден-Вюртемберг на жени е позволено да служат в противопожарни бригади от 1978 г.", "", "ПРОИЗВОДСТВО ПРЕД КОМИСИЯТА", "", "18. [Г-н Карлхайнц Шмидт обжалва пред Комисията, като се основава на чл. 14 във връзка с чл. 4, ал. 3 d от Конвенцията и чл. 1 от Протокол N 1. Той твърди нарушение на принципа на равенство на половете, доколкото (в неговата провинция) само мъжете имат задължение да служат като противоборци или да заплатят съответното парично изражение.]", "", "19. Комисията приема жалбата (N 13580/88) за допустима [...].", "", "В своя доклад [...] тя приема становището, с четиринадесет на три гласа, че има нарушение на чл. 14 от Конвенцията във връзка с чл. 1 от Протокол N 1 и чл. 4, ал. 3 d от Конвенцията. [...]", "", "ОКОНЧАТЕЛНИ СТАНОВИЩА ПРЕД СЪДА", "", "20. В своята писмена защита правителството моли Съда да постанови, “че не съществува нарушение на правата на жалбоподателя...”", "", "ПРИЛОЖИМОТО ПРАВО", "", "I.\tТВЪРДЯНО НАРУШЕНИЕ НА ЧЛ. 14 ОТ КОНВЕНЦИЯТА ВЪВ ВРЪЗКА С ЧЛ. 4, АЛ. 3 D", "", "21. Г-н Карлхайнц Шмидт се жалва че е задължен да плати такса противопожарна служба според (закон), който задължава мъжете, но не и жените, да служат в противопожарни бригади или да заплатят съответното парично изражение в замяна на такава служба (вж. пар. 12-14 по-горе). Той твърди, че е жертва на дискриминация, основана на пол, в нарушение на чл. 14 във връзка с чл. 4, ал. 3 d от Конвенцията [...].", "", "А.\tПриложимост", "", "22. [Както Съдът последователно посочва, чл. 14 допълва останалите материалноправни разпоредби на Конвенцията и протоколи. Той няма самостоятелно значение (и) има сила само във връзка с “упражняването на правата и свободите”, предвидени в тези разпоредби. Въпреки че приложението на чл. 14 не предполага нарушение на тези разпоредби - и в този смисъл има самостоятелно значение, няма място за приложението му, доколкото въпросните факти не попадат в рамките на една или повече от тези разпоредби (вж. по-специално Абдулазис, Кабалес и Балкандали срещу Обединеното кралство, стр. 35, пар. 71, и Инзе срещу Австрия, стр. 17, пар. 36].", "", "Съдът пояснява, че ал. 3 на чл. 4 няма за цел да “ограничи” упражняването на правото, предвидено в ал. 2, а да “очертае” съдържанието на това право, което съставлява едно цяло с ал. 2 и определя какво се включва в определението “принудителен или задължителен труд”. Като се има това предвид, ал. 3 е помощна за тълкуванието на ал. 2. Трите подточки на ал. 3 [...] се основават на принципните идеи за общия интерес, обществена солидарност/съпричастност и това, което е нормално за естественото развитие на нещата (вж. решение Ван дер Мюсел срещу Белгия).", "", "23. [...] Съдът счита, че задължителната противопожарна служба [...] е едно от “обичайните граждански задължения”, предвидени в чл. 4, ал. 3 d. По-нататък той посочва, че паричното задължение, което е платимо - в замяна на служба - е [...] “компенсаторно задължение”. Съдът следователно постановява, че на основание пряката зависимост между задължението за повинност и задължението за плащане, последното попада в рамките на чл. 4, ал. 3d.", "", "Следователно чл. 14 във връзка с чл. 4, ал. 3 d е приложим.", "", "Б.\tСъответност", "", "24. [...] Различното отношение е дискриминаторно, ако то “няма обективно и разумно обяснение”, тоест ако то не преследва една “легална цел” или ако няма “разумна взаимозависимост между използваните средства и преследваната цел”. Още повече договарящите се страни разполагат с определена свобода за определяне дали и до каква степен различията при други случаи подобни ситуации, оправдават различно отношение (виж Абдулазис, Кабалес и Балкандали срещу Обединеното кралство, решение, цитирано по-горе, стр. 35-36, пар. 72). В същото време, пред Съда трябва да бъдат представени особени значими причини, на чието основание, различното отношение, основано единствено на пол, да не противоречи на Конвенцията (виж Шулер-Зграген срещу Швейцария, стр. 21-22, пар. 67, и Бургхарц срещу Швейцария, стр. 29, пар. 27).", "", "25. Според жалбоподателя договарящите се страни не разполагат със свобода при тълкуване принципа равенство на половете. Той твърди, че службата в противопожарна бригада е приемлива както за мъже, така и за жени и съответните биологически различия могат да се вземат под внимание, като се постигне разумно разпределение на различните видове дейности. Целта да се защитят жените сама по себе си не може да оправдае различно отношение в този смисъл. Към 31 декември 1991 г., 68 612 жени са служили в противопожарните бригади в Германия и дори в провинция Баден-Вюртемберг противопожарните бригади приемат жени от 1978 г. насам. Финансовото задължение има чисто финансов характер, тъй като в Баден-Вюртемберг никой мъж не е бил призоваван на служба. Във всеки случай, дискриминация има, тъй като жените са също толкова в състояние да заплатят съответната такса, колкото и мъжете.", "", "26. Комисията приема твърдението на жалбоподателя по същество.", "", "27. По мнение на правителството [...] различното отношение има обективни и разумни основания. Службата в противопожарна бригада е обичайно гражданско задължение [...], определено от Федералния конституционен съд като “натурално и потенциално задължение за изпълнение на граждански дълг”. [...] Като е въздигнало в задължителен този дълг само по отношение на представителите на мъжкия пол, законодателството е отчело специфичните изисквания на службата в противопожарната бригада и физическите и умствени характеристики на жените. Единствената цел, която то е преследвало в това отношение, е била закрилата на жените. Финансовото задължение е било от чисто заместителен характер.", "", "28. Съдът отбелязва, че някои германски провинции не предвиждат различни задължения за двата пола в това отношение и че дори в Баден-Вюртемберг се приемат жени за доброволна служба в противопожарните бригади.", "", "[...] [Решаващото в този случай е, че задължението за такава служба е изключително въпрос на правото и теорията. Като се има предвид непрекъснатата наличност на достатъчен брой доброволци, на практика нито един представител на мъжкия пол не е бил задължен да служи в противопожарна бригада. Финансовото задължение - не де юре, а де факто - е загубило своя заместителен характер и се е превърнало в единственото ефективно задължение. При създаването на финансово задължение като това различно отношение, основано на разлика в половете, би било трудно оправдано.]", "", "29. Следователно има нарушение на чл. 14 във връзка с чл. 4, ал. 3 d от Конвенцията.", "", "II.\tТВЪРДЯНО НАРУШЕНИЕ НА ЧЛ. 14 ОТ КОНВЕНЦИЯТА ВЪВ ВРЪЗКА С ЧЛ. 1 ОТ ПРОТОКОЛ N 1", "", "30. [...] съдът не счита за необходимо да разглежда твърдението, че жалбоподателят е жертва на дискриминация според чл. 14 от Конвенцията по отношение правото му мирно да се ползва от своята собственост, предвидено в чл. 1 от Протокол N 1.", "", "III.\tПО ПРИЛАГАНЕТО НА ЧЛ. 50", "", "31. Член 50 гласи: [...]", "", "32. Жалбоподателят търси обезщетение за таксата за противопожарна служба за периода 1982 г. до 1984 г. (225 германски марки) и за разходите и разноските пред националните съдилища (395 германски марки).", "", "Правителството не възразява [...]. Делегатът на Комисията го намира за оправдано.", "", "33. На основание представените доказателства, Съдът допуска твърденията на жалбоподателя изцяло.", "", "ПО ТЕЗИ СЪОБРАЖЕНИЯ СЪДЪТ", "", "1. Постановява единодушно, че чл. 14 от Конвенцията във връзка с чл. 4, ал. 3 d е приложим в дадения случай;", "", "2. Постановява с шест на три гласа, че има нарушение на чл. 14 от Конвенцията във връзка с чл. 4 ал. 3 d;", "", "3. Постановява единодушно, че не е необходимо да разглежда делото от гледна точка на чл. 14 във връзка с чл. 1 от Протокол N 1;", "", "4. Постановява с осем на един гласа, че отговорната страна следва да заплати на жалбоподателя в рамките на три месеца 620 германски марки за обезщетение, разходи и разноски.", "[...]", "", "Ролф РЮСДАЛ, председател", "Херберт ПЕТЦОЛД, секретар", "", "В съответствие с чл. 51, ал. 2 от Конвенцията и Правило 53, ал. 2 от Правилата на Съда, следните мнения са неразделна част от това решение:", "", "ОСОБЕНО МНЕНИЕ НА СЪДИИТЕ ШПИЙЛМАН И ГОЧЕВ", "", "Нашите гласове са от малцинството, защото не намираме нарушение в дадения случай, на следните основания.", "", "[...] Задължението да плати финансовото изражение на това задължение произлиза пряко от факта, че той е годен за това задължение, въпреки че на практика, поради достатъчния брой доброволци, задължението да служи е заменено със задължението да плати.", "", "[...]", "По наше мнение това не е различно отношение, основано изключително на разлика в пола, а различно отношение, основано на годността да изпълнява трудните и опасни задължения, характерни за службата в противопожарната бригада. Законодателят може основано да счете, че мъжете по принцип са по-пригодни за такива задължения отколкото жените, също толкова, колкото мъжете между осемнадесет и петдесет са по принцип по-пригодни, отколкото под или над тази възраст.", "", "Ние считаме, че такова различно отношение намира обективно и разумно обяснение/оправдание. Следователно не намираме дискриминация на това основание.", "", "Ние считаме, че може да се направи такова заключение и по отношение на заместителния характер на това задължение, тъй като задължението да плати произлиза пряко от въпросното задължение да служи.", "", "\tНашето становище е следователно, че не съществува нарушение в дадения случай.", "", "СТАНОВИЩЕ НА СЪДИЯ МОРЕНИЯ РОДРИГЕС", "", "Въпреки че съм съгласен със становището на мнозинството и неговото заключение, че съществува нарушение на чл. 14 във връзка с чл. 4, ал. 3 от Конвенцията, бих искал да [...] доуточня своето становище по делото. При разглеждане твърденото нарушение в дискриминация Съдът се позовава на принципа на равенство на правата на двата пола, “фундаментален принцип на демокрацията като фактор за законовото признаване положението на жената в обществения живот” ... [...] “условие sine qua non на демокрацията и императив на социалната справедливост” [...].", "", "[...] Жалбоподателят ... твърди, че е жертва на дискриминация на основание неговия пол, доколкото само жителите от мъжки пол на неговата община са задължени да платят таксата противопожарна служба в замяна на реалното изпълнение на тази служба. Той потвърждава, че задължението за служба в противопожарната бригада е обичайно гражданско задължение по смисъла на чл. 4, ал. 3 d от Конвенцията, че то не се основава на особености, присъщи на мъжкия пол, и следователно “заместващото” финансово задължение е в нарушение на чл. 14 във връзка с чл. 4, ал. 2 и 3 d и чл. 1 от Протокол N 1 [...]", "", "Преценявайки това твърдение, аз имах съмнения още в самото начало относно положението на жалбоподателя на жертва, доколкото той твърди дискриминационно отношение, забранено в чл. 14 от Конвенцията - което, както се вижда от формулировката му, е “акцесорно/допълнително” към така признатите права - във връзка с чл. 4 от Конвенцията, докато това, за което всъщност става въпрос, е нарушение на принципа за забрана за принудителен труд, въздигнат в този член. Следователно истинската същност на твърдението на жалбоподателя е основното право на равенство между половете като групи, към които трябва да има еднакво отношение, а не толкова упражняването на конкретната свобода, предвидена в чл. 4 от Конвенцията, тъй като въпросната служба не се разглежда като “принудителен или задължителен труд”. Г-н Карлхайнц Шмидт не атакува плащането на паричното изражение, което вече се е превърнало в анахронично и е загубило компенсаторния/заместителния си характер; това, от което той в действителност се жалва е, че към жените като социална група съществува по-благоприятно, всъщност привилегировано отношение, като се освобождават от въпросната служба, без обективна причина за това и следователно от задължението за плащане, което съществува за жителите от мъжки пол.", "", "[...] Позоваването на жалбоподателя на чл. 14 от Конвенцията с цел възбуждане принципа на равенство на правата между мъже и жени налага специално внимание. Конвенцията и други международни инструменти за правата на човека, - и по-точно имам предвид Конвенцията на ООН за премахване на всички форми на дискриминация по отношение на жените (1979 г.) - по принцип целят защитата на жените, заради дискриминацията, която съществуваше, и която за съжаление все още съществува в области като образование, семейството, заетост или социална политика или която затруднява тяхното равностойно участие при еднакви условия с мъжете в политическия, социалния, икономическия и културен живот на съответната страна.", "", "Второ, считам, че в настоящия случай не може обективно да се разграничи едно противоправно отношение на дискриминация от законоустановено различно отношение, основано на пол или други личностни особености. Оспорваното законодателство на Баден-Вюртемберг признава също други такива особенсти като например възраст, здравословно състояние и местоживеене. Те могат да се разглеждат като дискриминаторни, тъй като те разграничават и предполагат съответно различно отношение, основано на конкретна физическа пригодност, необходима при посрещането на екстремните ситуации, които възникват по време на службата в противопожарната бригада. Още повече че това е област, в която Страните, познавайки своите общества, разполагат с определена свобода при определянето дали такава разлика в пригодността може да оправдае законоустановено различно отношение - без да има характер на привилегированост - с цел осъществяването на службата по възможно най-добрия начин.", "", "И накрая, трябва да се приложи същият подход по отношение въпроса, повдигнат от Комисията, относно значимостта на факта, че от 1978 г. насам на жените е предоставена възможността да служат в противопожарните бригади като доброволци, или на по-общия проблем, повдигнат от жалбоподателя, за “разумно разпределение на задълженията, което безсъмнено ще отчете по-ниската физическа пригодност на определени членове на противопожарната бригада” [...] или на съвременната еволюция на възгледите по отношение равенството на двата пола [...]. Аз смятам, че физиологичните разлики между двата пола е “сериозен” аргумент в полза на различното отношение поради факта, че определени задължения, които изискват изключителни физически усилия, обикновено могат по-лесно да бъдат посрещнати от мъжете, отколкото от жените и рискът за здравето на жените е по-висок.", "", "В това отношение, както посочих и по-горе, високодоговарящите се страни по Конвенцията разполагат с определена свобода при определяне социалните условия, при които те могат да решат в полза на нови диференцирани форми на участие на жените в служби, които обичайно се изпълняват от мъжете или по отношение прогресивното развитие на възгледите по въпроса на съответните страни-членки на Съвета на Европа.", "", "В същото време по настоящето дело, въпросът възниква в точно определени и много различни условия. Както отбелязва мнозинството (пар. 28 от решението), задължението, вменено на мъжете да служат в противопожарни бригади в съответната община, е изключително въпрос на правото и на теорията. Следователно финансовото изражение, което жалбоподателят трябва да заплати, вече не носи характера на “компенсаторно/заместително” плащане, а по-скоро наподобява “данък”, наложен на определени жители на общината от мъжки пол, практика, която при дадените обстоятелства, не може да намери разумно и обективно обяснение.", "", "ОСОБЕНО МНЕНИЕ НА СЪДИЯ МИФСУД БОНИЧИ", "", "1. [...] Жалбоподателят твърди, че неговата жалба трябва да бъде разгледана в светлината на член от Конвенцията, който забранява “принудителния или задължителен” труд.", "", "2. Считам, че никой не може да се съгласи с това твърдение на жалбоподателя. Но, доколкото то е свързано със съдържанието на чл. 14, мнозинството счита, че нарушение съществува. Аз не мога да се съглася с това, защото ако не съществува материална разпоредба на Конвенцията или Протоколите, която да е приложима, още преди разглеждането на чл. 14, то до разглеждане на последния изобщо не може да се стигне.", "", "3. По мое мнение това е логичният и правно издържан подход за тълкуването на чл. 14. (По-точно позовавам се на решението и мненията, изразени по делото Маркс (Маркс срещу Белгия). Той може да бъде приложен само ако някоя от материалните разпоредби, на които се позовава жалбоподателя, се окаже приложима. В настоящия случай г-н Шмидт не е бил заставен да извърши принудителен или задължителен труд, забаранени по смисъла на чл. 4, ал. 2, поради причина, че това, което се изисква от него, е да извърши служба, която е елемент от обичайно гражданско задължение, което е изрично уредено в чл. 4, ал. 3 d. Веднъж установено, основното твърдение на жалбоподателя ми изглежда напълно безпочвено и следователно чл. 14 не намира приложение.", "", "4. Според мнозинството “... Съдът счита, че задължителната противопожарна служба [...] е едно от “обичайните граждански задължения”, предвидени в чл. 4, ал. 3 d” и аз не мога да не се съглася с това.", "", "\tТе също посочват: “По-нататък трябва да се отбележи, че финансовото задължение, което е платимо - в замяна на служба - според Федералния конституционен съд, е [...] “компенсаторно/заместващо задължение”. Следователно Съдът заключава, че на основание пряката връзка със задължението да служи, задължението да плати също попада в обхвата на чл. 4, ал. 3 d.” И тук аз не мога да не се съглася, защото това изключва твърдяното нарушение на чл. 4.", "", "\tНо те заключват: “Следователно съществува нарушение на чл. 14 във връзка с чл. 4, ал. 3 d.” Тук аз се разграничавам, тъй като според мен от това следва да се направи обратното заключение.", "", "5. И накрая не мога да не завърша с това, че според мен нарушение не съществува, и тъй като намирам искането на жалбоподателя за неоснователно, не бива да му бъде присъдено нищо.", ""]}