{"file": "BUL_HJUDBUL_18938_07.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "18938/07", "text_paragraphs": ["© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "ЧЕТВЪРТО ОТДЕЛЕНИЕ", "", "", "", "", "ДЕЛО РАДКОВ И СЪБЕВ СРЕЩУ БЪЛГАРИЯ", "", "(Жалби № 18938/07 и № 36069/09)", "", "", "", "", "", "", "РЕШЕНИЕ", "", "", "", "СТРАСБУРГ", "", "27 май 2014 г.", "", "", "", "ОКОНЧАТЕЛНО", "", "27/08/2014", "", "Това решение ще стане окончателно при условията, посочени в чл. 44, ал. 2 от Конвенцията. Може да бъде обект на редакционни промени.", "", "", "По делото на Радков и Събев с/у България,", "Европейският съд по правата на човека (Четвърто отделение), заседаващ в състав:", "\tИнета Зимеле (Ineta Ziemele), Председател,\n\tПейви Хирвеле (Päivi Hirvelä),\n\tГеорге Николау (George Nicolaou),\n\tЛеди Бианку (Ledi Bianku),\n\tЗдравка Калайджиева (Zdravka Kalaydjieva),\n\tКшищоф Войтичек (Krzysztof Wojtyczek)\n\tФарис Вехабович (Faris Vehabović), съдии,\nи Франсоаз Елен-Пасо (Françoise Elens-Passos), секретар на отделението,", "След закрито заседание, проведено на 6 май 2014 г.,", "Постановява следното решение, прието на същата дата:", "ПО ПРОЦЕДУРАТА", "1.  Делото е образувано по две жалби (№. 18938/07 и № 36069/09) срещу Република България, подадени в Съда на основание чл. 34 от Конвенцията за защита на правата на човека и основните свободи („Конвенцията“) от двама български граждани, г-н Пламен Тодоров Радков и г-н Мирослав Събев Събев („жалбоподателите“), съответно на 13 февруари и 11 юни 2007 г.", "2. Българското правителство („Правителството“) е представлявано от своя представител, г-н В. Обретенов от Министерството на правосъдието.", "3. Жалбоподателите твърдят, че поставянето на белезници по време на съдебно гледане на 26 януари 2007 г. е нарушило тяхното право да не бъдат подложени на нечовешко и унизително отношение.", "4. На 21 януари 2013 г. жалбите са оповестени на Правителството.", "ПО ФАКТИТЕ", "I. ОБСТОЯТЕЛСТВА ПО ДЕЛОТО", "5.  Жалбоподателите са родени съответно през 1972 г. и 1966 г. По време на въпросните събития са били задържани в затвора в Ловеч, за излежаване на доживотна присъда, след като са били осъждани за множество престъпления, включително убийство, изнасилване и въоръжени грабежи.", "6. На неуточнена дата през 2006 г. двамата жалбоподатели инициират производство срещу Министерството на правосъдието по реда на ЗОДОВ, настоявайки за обезщетение поради лошите, по техни думи, условия на задържане в затвора в Ловеч. Делото е разгледано от Софийския градски съд, който приема искането на жалбоподателите да бъдат разпитани двамата им съкилийници като свидетели по отношение условията на живот в затвора.", "7. Специално съдебно гледане за тази цел се състои на 26 януари 2007 г. в залата за гледания в затвора в Ловеч.", "8. Жалбоподателите са доведени в залата за гледания с ръце, закопчани с белезници зад гърба и с вериги на глезените. След началото на гледането г-н Радков поисква белезниците да бъдат свалени, тъй като се чувства некомфортно. Съдията, председателстващ гледането, отказва, без да дава никакви конкретни причини. След това г-н Събев пожелава в протокола от гледането да се отбележи, че и неговите белезниците не са били свалени. Ръцете на жалбоподателите остават закопчани с белезници зад гърба им до края на гледането.", "9. На двамата свидетели изслушани от съда, които са от същата група затворници с доживотна присъда, им махат белезниците.", "10. На гледането присъства и прокурор.", "11. Гледането продължава около час.", "II. ПРИЛОЖИМО ВЪТРЕШНО ЗАКОНОДАТЕЛСТВО", "12.  По време на разглежданите събития, режимите на затворниците са били уредени по ЗИН от 1969 г. и на нормативните актове по неговото прилагане. Режимът на затворниците, излежаващи доживотна присъда, се ръководи от членове 127а-127e от Закона от 1969 г., които са добавени през 1995 г. Чл. 127б (1) гласи, че при налагането на доживотна присъда, съдът, постановяващ присъдата, трябва да разпореди задържането на затворника съгласно най-строгите режими, които дават право на засилена охрана и наблюдение (нормативен акт 56 (1) от Правилника за прилагане).", "13. Членове 84б-84е от Закона от 1969 г. регламентират употребата на сила, включително белезници, от администрацията на затвора. По-специално текстът гласи, че може да се употребява сила, когато и доколкото е необходимо.", "14. Член 106 от ГПК, в сила към съответния момент, гласи, наред с другото, че по време на съдебни гледания председателстващият съдия е отговорен за поддържането на реда в залата за гледане.", "15. Законът за отговорността на държавата и общините за вреди от 1988 г. („ЗОДОВ“) гласи в чл. 1 (1), че държавата и общините отговарят за вредите, причинени на граждани и юридически лица от незаконосъобразни актове, действия или бездействия на техни органи и длъжностни лица при или по повод изпълнение на административна дейност. Член 2 от същия закон урежда отговорността на държавата за вреди, причинени на граждани, в резултат на изчерпателно посочените видове решения и действия от страна на съдилищата, прокуратурата или разследващите органи; те не включват мерки за сигурност в съдебните зали.", "ПО ОТНОШЕНИЕ НА ПРАВОТО", "I. СЪЕДИНЯВАНЕ НА ЖАЛБИТЕ", "16.  Като се има предвид, че двете жалби се отнасят до идентични факти и оплаквания, Съдът решава, че те следва да бъдат съединени съгласно Правило 42, пара. 1 от Правилника на съда.", "II. ПРЕДПОЛАГАЕМИ НАРУШЕНИЯ НА ЧЛЕН 3 И ЧЛЕН 13 ОТ КОНВЕНЦИЯТА", "17.  Жалбоподателите се оплакват, че белезниците по време на съдебното гледане на 26 януари 2007 г, представляват нечовешко и унизително отношение и че жалбоподателите не са имали на разположение никакви ефикасни средства за подобряване на ситуацията. И двамата се позовават на чл. 3, чл. 6, ал. 1 и чл. 13 от Конвенцията. Г-н Събев се позовава допълнително и на чл. 14.", "18. Съдът е на мнение, че е най-подходящо горните оплаквания да се разглеждат единствено съгласно чл.ове 3 и 13 от Конвенцията, които гласят:", "Член 3", "„Никой не може да бъде подложен на изтезания или нечовешко или унизително отнасяне или наказание.“", "", "Член 13", "“Всеки, чиито права и свободи, предвидени в тази конвенция, са нарушени, трябва да разполага с ефикасни вътрешноправни средства за тяхната защита от съответна национална институция дори и нарушението да е извършено от лица, действащи в качеството си на представители на официалните власти.”", "A. Аргументи на страните", "1.  Правителството", "19. Правителството призовава Съда да отхвърли жалбите за неизчерпване на вътрешните правни средства за защита, като се аргументира, че искът за обезщетение за вреди по член 1 (1) от ЗОДОВ (виж параграф 15 по-горе) е можел адекватно да компенсира оплакванията на жалбоподателите. В подкрепа на този аргумент Правителството представя решение на Върховния административен съд от 11 юли 2012 г. (Решение № 10168, ВАС Трето отделение, 11/07/2012), което потвърждава решението на по-долната инстанция, доколкото е присъдено обезщетение на затворника, излежаващ доживотна присъда, задържан в затвора в Бобов дол, който е бил с белезници и с оковани във вериги глезени по време на посещение от майка си. Националните съдилища са установили, че ответникът, Главна дирекция „Изпълнение на наказанията“, е отговорна по силата на чл. 1 (1) от ЗОДОВ от 1988 г. за действията на своите служители, както и че в случая с носенето на белезници и окови от ищеца е налице нарушение на закона, който не оторизира тяхното използване при такива обстоятелства.", "20. По същината на делото, Правителството посочва, че жалбоподателите са особено опасни, дори в сравнение с групата на други затворници, излежаващи доживотни присъди, както и че това налага засилени мерки за сигурност. Правителството представя два доклада относно г-н Събев, изготвени от администрацията на затвора в Ловеч, от юли 2007 г. и юни 2013 г., както и доклад относно г-н Радков от юли 2013 г., изготвен от администрацията на затвора в Белене, където жалбоподателят е бил прехвърлен през 2011 г. Тези документи описват двамата жалбоподатели като агресивни, подозрителни, манипулативни и оценяват риска от опит да се укрият като голям.", "21. Що се отнася до конкретните обстоятелства, предмет на спора, Правителството твърди, че носенето на белезници от страна на жалбоподателите по време на съдебното гледане от 26 януари 2007 г. действително е равнозначно на лошо отношение в нарушение на чл. 3 от Конвенцията. Правителството изтъква, че отказът на председателстващия съдия да разпореди премахването на белезниците на жалбоподателите е бил разумен и обоснован, тъй като е имало реална опасност жалбоподателите да се опитат да се укрият или да прибегнат до сила или да прекъснат гледането. Правителството допълнително посочва, че въпросното гледане не е продължило дълго, че жалбоподателите не са били публично видими в белезници, тъй като гледането се е провело в затвора, както и че отношението, от което се оплакват, не е било особено тежко, нито е довело до щети за здравето на жалбоподателите. Освен това, г-н Събев дори не е поискал изрично от председателстващия съдия да разпореди премахването на белезниците.", "22. На последно място, правителството представя меморандум, изготвен от администрацията на затвора в Ловеч, в който се обяснява, че съдебните гледания на територията на затвора са много редки и че когато възникват такива случаи, затворниците, излежаващи доживотни присъди, следва да бъдат ескортирани до и от залата за гледане с белезници. По време на гледането белезниците следва да бъдат премахвани само по нареждане на съдия.", "2.  Жалбоподателите", "23.  Жалбоподателите оспорват аргументите на Правителството. Що се отнася до възражението за неизчерпване на вътрешните правни средства за защита, основано на факта, че те не са завели иск по чл. 1 (1) от ЗОДОВ, жалбоподателите изтъкват, че тази разпоредба се прилага за действия и бездействия на административни органи, а не на съдилищата, докато техните жалби касаят действие на съда, а именно отказът на председателстващия съдия да позволи белезниците им да бъдат премахнати по време на гледането. Жалбоподателите твърдят, че документът, описан в параграф 22 по-горе – чрез който се обяснява, че, по време на гледането в затвора в Ловеч, съдията е трябвало да реши дали да остави въпросните затворници с белезници – доказва техния аргумент. В допълнение те изтъкват, че чл. 2 от ЗОДОВ, който урежда отговорността на държавата за действия на съдилищата, е също толкова неприложим, тъй като се прилага за обстоятелствата, изчерпателно изброени там, а не за обстоятелства като при жалбоподателите.", "24.  Жалбоподателите оспорват твърдението на Правителството, че поставянето на белезници е било необходимо и оправдано. Те твърдят, че отказът на съдията за премахване на белезниците по време на гледането е произволно, тъй като същият не е посочил никакви основания за това решение. Нещо повече, те твърдят, че докладите, предоставените от правителството – които са били изготвени от администрацията на затвора и ги описват като особено опасни – са ирелевантни, защото не са послужили за основа на оспорваното решение; освен това, всички тези документи са били изготвени на последващи дати.", "25.  Жалбоподателите също така твърдят, че поставянето на белезници по време на гледането е било излишно, предвид факта, че същото се е провело в затвора и в присъствието на надзирателите в затвора. Те изтъкват, че затворниците, които е трябвало да бъдат разпитани като свидетели – и които са също „с доживотни присъди“ – са били със свалени белезници. Така жалбоподателите заключават, че оспорваната мярка е била умишлена и целяща да им причини болка и унижение.", "B. Преценка на съда", "1.  Допустимост", "26.  Съдът отбелязва аргумента на правителството, че жалбоподателите не са изчерпали наличните вътрешните правни средства за защита, тъй като не предявяват иск за непозволено увреждане по чл. 1 (1) от ЗОДОВ.", "27. Съдът напомня, че в съответствие с чл. 35, ал. 1 от Конвенцията, същият може да обърне внимание на даден проблем само след като всички вътрешноправни средства за защита са изчерпани. Целта на това правило е да предостави на Договарящите държави възможността да предотвратят или поправят предполагаемите нарушения срещу тях, преди тези обвинения да бъдат внесени в Съда (виж, наред с други органи, Селмуни срещу Франция [GC], № 25803/94, пара. 74, ЕСПЧ 1999-V).", "28.  Що се отнася до конкретния случай, Съдът счита, че въпросът за изчерпване на вътрешноправните средства за защита отчасти се отнася до основателността на оплакванията на жалбоподателите по чл. 13 от Конвенцията. Следователно, за да се избегне предварително взимане на решение, двата въпроса следва да бъдат разгледани заедно. Съответно, Съдът постановява, че въпросът за изчерпване на вътрешноправните средства за защита трябва да се присъедини към същината.", "29. В допълнение, Съдът отбелязва, че настоящите жалби не са явно необосновани по смисъла на чл. 35 ал. 3 (а) от Конвенцията, нито са недопустими поради други основания. Следователно те трябва да бъдат обявени за допустими.", "2.  Същина", "(a)  Член 3", "30.  Съдът е постановил, в предходни случаи, че поставянето на белезници обикновено не дава основание за спор по чл. 3 от Конвенцията в случаите, в които мярката е била наложена във връзка с правомерен арест или задържане и не води до използване на сила или публичен показ в степен по-голяма от тази, която може основателно да се счита за необходима и пропорционална с оглед на обстоятелствата. В тази връзка е важно дали има основание да се счита, че въпросното лице ще се съпротивлява при ареста или ще се укрие, или ще причини наранявания или щети, или унищожаване на доказателства (виж Ранинен с/у Финландия, 16 декември 1997 г., пара. 56, Доклади за присъди и решения 1997VIII; Хенаф с/у Франция, № 65436/01, пара. 56, ЕСПЧ 2003XI; Кашавелов с/у България, № 891/05, пара. 38, 20 януари 2011 г.; и Кумер с/у Република Чехия, № 32133/11, пара. 63, 25 юли 2013 г.). Във всеки случай Съдът придава особена важност на обстоятелствата по всяко дело и разглежда въпроса дали са необходими ограничения (виж. Городничев с/у Русия, № 52058/99, пара. 102, 24 май 2007 г., и Столериу с/у Румъния, № 5002/05, пара. 74, 16 юли 2013 г.).", "31.  Освен това, за да попадне в приложното поле на чл. 3, поставянето на белезници, както и всяка друга форма на отношение, трябва да става с минимално ниво на жестокост. Оценката в това отношение ще зависи от обстоятелствата по делото в тяхната цялост (виж Городничев, цитирано по-горе, пара. 100). При преценката дали отношението е „унизително“ по смисъла на чл. 3, Съдът ще вземе предвид това дали то има за цел да унижи съответното лице и дали, що се отнася до последиците, отношението влияе неблагоприятно на неговата личност по начин, несъвместим с чл. 3 (виж Ранинен, цитирано по-горе, пара. 55, и Пиърс с/у Гърция, № 28524/95, пара. 68, ЕСПЧ 2001-III). Това, дали лицето е публично показано също може да се окаже фактор в преценката дали една форма на отношение е „унизителна“ по смисъла на чл. 3, но Съдът не счита, че липсата на този публичен аспект непременно ще предотврати попадането на такова отношение в тази категория; прилагането на ограничителни мерки на един жалбоподател в необществена обстановка все пак би могло да доведе до нарушение на чл. 3 в ситуация, в която не съществуват сериозни рискове за сигурността (виж Ашот Харутюнян с/у Армения, № 34334 / 04, пара. 125, 15 юни 2010 г.).", "32.  Що се отнася до обстоятелствата по делото, Съдът отбелязва, че жалбоподателите се оплакват, че ръцете им са били с белезници зад гърба по време на гледането, проведено на 26 януари 2007 г. на територията на затвора в Ловеч. Съдът отбелязва – както е изтъкнато и от Правителството, (виж параграф 21 по-горе) – че това отношение не е продължило много дълго време, тъй като гледането е траело около час (виж параграф 11 по-горе); отношението не е било особено тежко и не е довело до увреждане на здравето на жалбоподателите. Освен това жалбоподателите не са показвани публично в белезници, тъй като гледането се е провело в затвора и очевидно не са присъствали граждани.", "33.  Въпреки това, Съдът трябва също да разгледа дали оспорваната мярка може да бъде оправдана с оглед на обстоятелствата (виж параграф 31 по-горе). Правителството подкрепя мярката като посочва, че жалбоподателите са особено опасни и че е налице риск от опит от тяхна страна да се укрият, да прибегнат до сила или по друг начин да нарушат гледането. В подкрепа на това твърдение са представени три доклада относно жалбоподателите (виж параграф 20 по-горе). Без да иска да подценява изводите, направени в тези доклади, и бидейки наясно с предпазливостта, която властите трябва да упражняват, когато става дума за физически лица – такива като жалбоподателите – които са осъждани за сериозни престъпления и са очевидно агресивни дори и в затвора (виж Кашавелов , цитирано по-горе, пара. 39), Съдът не е убеден от аргументите на Правителството. Той отбелязва, че въпросното гледане се е състояло в една вече защитена среда и, че Правителството не оспорва твърдението на жалбоподателите (виж параграф 25 по-горе), че там са присъствали и надзирателите в затвора. Тези и всички други възможни мерки за сигурност, изглежда са били достатъчни, за да се позволи премахването на белезниците на тези затворници, които е трябвало да бъдат разпитани като свидетели и които са също затворници, излежаващи доживотни присъди. Следователно тези мерки трябва значително да са намалили всеки риск, породен от жалбоподателите. Освен това, краката на жалбоподателите са останали оковани през цялото време. Правителството не е посочило защо при тези обстоятелства даден риск, свързан с жалбоподателите, би наложил те да са с белезници зад гърба и принуждаването да стоят в това напрягащо положение по време на цялото гледане. Съдията, председателстващ гледането, също не е дал никакви конкретни причини във връзка с това (виж параграф 8 по-горе). На последно място, Съдът отбелязва, че въпросното гледане е част от производството, в което жалбоподателите се опитват да защитят правото си да не бъдат задържани в нечовешки и унизителни условия (виж точка 6 по-горе).", "34.  Макар че не може да заключи, че въпросното отношение, от което се оплакват жалбоподателите (виж параграф 25 по-горе), е било с умисъл да ги унижи, Съдът, като се имат предвид по-горните съображения, е също толкова недоволен, че това е било оправдано от възможния риск да опитат да се укрият, да прибегнат до сила или да прекъснат гледането (виж Городничев, цитирано по-горе, пара. 108). Съответно, отношението е било „унизително“ по смисъла на чл. 3 от Конвенцията (виж, mutatis mutandis, Петьо Петков с/у България, №. 32130/03, пара. 47, 07 януари 2010 г.).", "35. От това следва, че е налице нарушение на тази разпоредба.", "(б)  Член 13", "36.  Съдът се позовава на установената съдебна практика, според която чл. 13 гарантира наличието на вътрешноправно средство за защита при разглеждане на същината на „спорна жалба“ съгласно Конвенцията и за предоставяне на подходящо обезщетение. Обхватът на задължението по чл. 13 варира в зависимост от характера на оплакването на жалбоподателя съгласно Конвенцията. Когато, както е в настоящия случай, Съдът е установил нарушение на чл. 3, обезщетение за неимуществени вреди, произтичащи от нарушението, по принцип трябва да бъде част от набора от налични средства за защита (виж, наред с други органи, Станев с/у България [GC], №. 36760/06, параграфи 217-18, ЕСПЧ 2012 г.).", "37. Предвид горните констатации, че оплакванията на жалбоподателя по чл. 3 от Конвенцията са допустими и, че е налице нарушение на тази разпоредба, Съдът е на мнение, че жалбоподателите са имали „спорно оплакване, както и че следователно се изисква ефективно вътрешноправно средство за защита съгласно чл. 13.", "38.  Що се отнася до мерките за предотвратяване или спиране на нарушението, Съдът отбелязва, че в съдебното гледане от 26 януари 2007 г. на жалбоподателите е било позволено – и те са се възползвали от позволението – да изразят своето недоволство от това, че е трябвало да носят белезници. Все пак, това не е довело до сваляне на белезниците, председателстващият съдия е отказал да издаде такава заповед, и не е посочил никакви причини (виж параграф 8 по-горе; виж също, mutatis mutandis, Петьо Петков, цитирано по-горе, пара. 64).", "39. Що се отнася до средствата за обезщетяване, Съдът припомня, че според Правителството жалбоподателите са могли да предявят иск за обезщетение за вреди по чл. 1 (1) от ЗОДОВ (виж параграф 19 по-горе). Това е средство, което се прилага изключително за действия и бездействия на административни органи; жалбоподателите обаче не се оплакват от такива действия или бездействия, защото тяхната жалба не се отнася до поставянето на белезници или други ограничения, наложени им от администрацията на затвора в Ловеч преди или след гледането на 26 януари 2007 г., а конкретно се отнася до ситуацията по време на гледането. Страните не оспорват факта, че отговорността за запазване на реда по време на гледането – включително това дали да се нареди премахването на белезниците или не – е в ръцете на председателстващия съдия. Това е предвидено във вътрешното законодателство, (виж параграф 14 по-горе) и е повторено от администрацията на затвора в техния меморандум, разясняващ организацията на съдебните гледания на територията на затвора, подаден от Правителството (параграф 22 по-горе).", "40. Така Съдът не намира за доказано, че един иск за непозволено увреждане по раздел 1 (1) от ЗОДОВ представлява ефективно средство за защита в случая (виж, mutatis mutandis, Шести Maй Инженеринг ООД и др. с/у България, № 17854/04, пара. 73, 20 септември 2011 г.). Съответно, Съдът отхвърля възражението на Правителството относно неизчерпване на вътрешноправните средства за защита, които добавя към същината на жалбата по чл. 13 (виж параграф 28 по-горе).", "41.  Иск, внесен по силата на чл. 2 от ЗОДОВ, също не би довел до постановяване на обезщетение за жалбоподателите. Тази клауза не се отнася до разпоредбите за сигурност в съдебните зали (виж параграф 15 по-горе) и в няколко предходни решения, Съдът постановява, че това няма приложение към обстоятелствата, които не са изрично изброени в настоящото (виж напр. Гуцанови с/у България, № 34529/10, пара. 95, ЕСПЧ 2013 (извадки); Барборски с/у България, № 12811/07, пара. 33, 26 март 2013 г.; Македонски с/у България, № 36036/04, пара. 28, 20 януари 2011 г.; и Бочев с/у България, № 73481/01, пара. 77, 13 ноември 2008 г.).", "42.  Правителството не се позовава на други средства за защита, компенсаторни или не, които биха били приложими в този случай.", "43. Горното е достатъчно, за да позволи на Съда да заключи, че жалбоподателите не са имали на свое разположение ефективни вътрешноправни средства за защита във връзка с жалбата си по чл. 3 от Конвенцията.", "44. Ето защо е налице нарушение на чл. 13.", "III. ПРИЛОЖЕНИЕ НА ЧЛЕН 41 ОТ КОНВЕНЦИЯТА", "45.  Член 41 от Конвенцията гласи:", "“Ако Съдът установи, че е имало нарушение на Конвенцията или на протоколите към нея и, ако вътрешното право на високодоговарящата страна допуска само частично обезщетение за последиците от това нарушение, Съдът присъжда, ако това е необходимо, справедливо удовлетворение на потърпевшата страна.”", "A.  Вреди", "46.  Всеки от жалбоподателите претендира за 10 000 евро (EUR) по отношение на неимуществени вреди.", "47. Правителството счита тези претенции за прекомерни. Те призовават Съда да заключи, че установяването на нарушение представлява достатъчно справедливо обезщетение само по себе си.", "48. Съдът е на мнение, че жалбоподателите трябва да са претърпели неимуществени вреди в резултат на нарушенията на правата им. Що се отнася до сумата, Съдът, по справедливост, отсъжда обезщетение от 1000 EUR за всеки жалбоподател.", "Б.  Лихва за забава", "49.  Съдът намира за уместно лихвата за забава да е базирана на пределния лихвен процент по заеми на Европейската централна банка, към който се добавят три процентни пункта.", "ПО ТЕЗИ ПРИЧИНИ СЪДЪТ,", "1.  Декларира съединяването на жалбите;", "", "2.  Декларира, с шест гласа към един, че ще прибави към същината и въпроса за изчерпването на вътрешни правни средства за защита;", "", "3.  Декларира, с шест гласа към един, жалбите за допустими;", "", "4.  Приема, с шест гласа към един, че е налице нарушение на чл. 3 от Конвенцията;", "", "5.  Приема, с шест гласа към един, че е налице нарушение на чл. 13 от Конвенцията и съответно отхвърля предварителното възражение на Правителството, основано на неизчерпването на вътрешни правни средства за защита;", "", "6.  Приема, с шест гласа към един,", "(а) че държавата-ответник следва да заплати на всеки от жалбоподателите, в срок от три месеца от датата, на която решението стане окончателно, в съответствие с чл. 44, ал. 2 от Конвенцията, 1000 EUR (хиляда евро) за неимуществени вреди, които да бъдат конвертирани в български лева по курса, приложим в деня на плащането;", "(б) че от изтичането на гореспоменатите три месеца до разплащането, се дължи проста лихва върху горепосочените суми в размер, равен на пределната ставка по заеми на Европейската централна банка по време на просрочения период плюс три процентни пункта;", "", "7.  Отхвърля, единодушно, останалата част от исканията на жалбоподателите за справедливо обезщетение.", "Изготвено на английски език и съобщено писмено на 27 май 2014 г., в съответствие с Правило 77, параграфи 2 и 3 от Правилника на Съда.", "", "Франсоаз Елен-Пасо\t\t\t\t\tИнета Зимеле", "Секретар\t\t\t\t\t\tПредседател", "", "В съответствие с чл. 45, ал. 2 от Конвенцията и Правило 74, пара. 2 от Правилника на Съда, отделното становище на съдия Ф. Вехабович е приложено към настоящото решение.", "", "I.Z.\nF.E.P.", "", "ОСОБЕНО СТАНОВИЩЕ НА СЪДИЯ ВЕХАБОВИЧ", "Относно изчерпването на вътрешни правни средства за защита и на чл. 13 от Конвенцията", "", "Не мога да споделя гледната точка на по-голямата част от Състава по този въпрос поради следните причини.", "Принцип на международното право е, че защитата на правата на човека следва да се извършва от националните правителства. Националните средства за защита се считат за по-ефективни от международните, защото са по-достъпни, производството по тях е по-бързо и изискват по-малко ресурси в сравнение с иск, внесен пред международен орган. Достъпът до международни приложни механизми се счита за последен ход, след като държавата не е успяла да поправи нарушението или да наложи справедливост.", "Изчерпването на вътрешни правни средства за защита изисква употребата на всички налични процедури за търсене на защита от бъдещи нарушения на правата на човека и за постигане на справедливост за минали злоупотреби. Една жалба до международен орган следва да включва доказателство, че вътрешни правни средства за защита за били изчерпани, или че е бил направен опит за тяхното изчерпване, включително и информация относно всички юридически производства, състояли се в държавата.", "„[За да отговори на изискванията за изчерпателност] жалбоподателят трябва да следва нормалния ред, свързан със средствата за защита, които са налични и достатъчни за постигане на компенсация по отношение на предполагаемите нарушения. Съществуването на въпросните средства за защита трябва да е достатъчно сигурно не само на теория, но и на практика, като в противен случай средствата ще са лишени от необходимата достъпност и ефективност“ (виж Акдивар и други с/у Турция, 16 септември 1996 г., пара. 66, Доклади за присъди и решения 1996-IV).", "„Съдът подчертава, че неговият подход към прилагането на правилото трябва да обърне дължимото внимание на факта, че въпросното правило се прилага в контекста на механизмите за защита на човешките права ... В съответствие с това, Съдът отчита, че [правилото] трябва да се приложи с някаква степен на гъвкавост и без прекомерен формализъм ... Правилото за изчерпване не е нито абсолютно, нито може да се прилага автоматично; разглеждайки въпроса за това дали то е спазено, е важно да вземем под внимание конкретните обстоятелства около всеки индивидуален случай. Това означава, наред с други неща, че Съдът трябва да направи реалистична преценка не само на съществуването на формални средства за защита в правната система на съответната Договаряща страна, но и на общия правен и политически контекст, в който те оперират, както и на личните обстоятелства на жалбоподателя...“ (Аксой с/у Турция, 18 декември 1996 г., пара. 53, Доклади за присъди и решения 1996-IV).", "По повод фактите на настоящото дело, жалбоподателите, излежаващи доживотни присъди след като са осъдени за множество престъпления, сред които убийство, изнасилване и въоръжени грабежи, инициират производство срещу Министерство на правосъдието съгласно ЗОДОВ, като имат претенции за обезщетения за предполагаемите лоши условия при задържането им в затвора в Ловеч. Тяхната жалба е приета и на 26 януари 2007 г. в проведено специално съдебно гледане в залата за гледания в затвора в Ловеч. По време на гледането обаче, което е отнело около един час, ръцете на жалбоподателите са били закопчани зад гърба им с белезници, като глезените им също са били оковани, въпреки че единият от жалбоподателите отправя искане към председателстващия съдия белезниците да бъдат свалени. Решението на съдията е включено в преписа от гледането.", "В този случай е налице изкуствена дилема относно юридическата същност на решението на председателстващия съдия да продължи с гледането при тези обстоятелства.", "Първата част от дилемата е свързана с общото правило, че съдилищата, освен че приемат дадено решение на базата на същината на жалбата, също така взимат решения, посредством постановление или заключения, във връзка с искания, свързани с правилното провеждане на самото гледане. В зависимост от юридическата същност на тези решения, някои от тях може да се считат за „санкции“ по смисъла на Конвенцията. Въпреки това, в настоящия случай, след първоначалното решение на председателстващия съдия, жалбоподателите дори не са се опитали да внесат жалба, за да оспорят това решение или да поискат компенсация за факта, че гледането е проведено, докато те са с белезници.", "Втората част от дилемата се отнася до приложимостта на ЗОДОВ и по-конкретно чл. 1 (1) от него, като основен законов документ, за който се предполага, че покрива този тип ситуации. Съгласно този закон, държавата и общините носят отговорност за вреди, причинени на физически и юридически лица, в резултат на неправомерни решения, действия или бездействия от страна на техните органи или на длъжностни лица при изпълнение на техните административни задължения.", "Независимо кое вътрешно законодателство или закон е приложим към настоящите обстоятелства, съществува ясно задължение към съдилищата в България да се справят с проблеми като жалби от този тип.", "Конституцията на България гласи:", "", "Глава I", "Член 5", "“(1)  Конституцията е върховен закон и другите закони не могат да й противоречат.", "(2)  Разпоредбите на Конституцията имат непосредствено действие.", "...", "(4)  Международните договори, ратифицирани по конституционен ред, обнародвани и влезли в сила за Република България, са част от вътрешното право на страната. Те имат предимство пред тези норми на вътрешното законодателство, които им противоречат.”", "Глава II", "Основни права и задължения на гражданите", "Член 29", "“(1)  Никой не може да бъде подлаган на мъчение, на жестоко, безчовечно или унижаващо отношение, както и на насилствена асимилация.”", "Глава VI", "Съдебна власт", "Член 117", "“(1)  Съдебната власт защитава правата и законните интереси на гражданите, юридическите лица и държавата.”", "Следователно, жалбоподателите са можели да оспорват поставената под съмнение мярка пред националните съдилища, за да докажат или че вътрешните производства в този тип случаи са неефективни, или че изобщо не съществува ефективно средство за защита освен законовото задължение, произтичащо от Конституцията. В разрез с обвиненията на жалбоподателите, решение на Върховния административен съд от 11 юли 2012 г., гласи, че даден иск за вреди адекватно би компенсирал евентуални нарушенията спрямо жалбоподателите. За съжаление обаче, съдебният състав заключава, че това решение, според приложения закон (ЗОДОВ), е свързано единствено с административните актове, а не що се отнася до решения на председателстващия съдия, които са от юридически, а не толкова от административен характер, както се изисква съгласно ЗОДОВ. Дори и да приемем, че това е така, при отсъствието на каквото и да било доказателство за неефективността на този закон (или на други правни средства за защита, включително и тези, свързани с правилното провеждане на гледания) в настоящите обстоятелства, или неефективността на какъвто и да е опит от страна на жалбоподателите да използват правни пътеки, гарантирани от Конституцията, аргументът на правителството не може просто да бъде отхвърлен, след като този пример е ясно свързан със спор за административно решение, като други спорове, обхванати от ЗОДОВ.", "Поради тези причини не съм съгласен с решението на мнозинството от Състава - а именно, към същината на жалбите по чл. 13 от Конвенцията, да се добави въпроса за изчерпването на вътрешни правни мерки за защита.", "По отношение на чл. 3 от Конвенцията", "В параграф 30 от Решението правилно се посочва, че Съдът поддържа твърдението, че поставянето на белезници обикновено не дава основание за спор по чл. 3 от Конвенцията в случаите, когато мярката е наложена във връзка с правомерен арест или задържане и не предполага употребата на сила или излишно публично показване на онова, което би могло да се счита на необходимо и пропорционално в границите на разумното (виж Ранинен с/у Финландия, 16 декември 1997 г., пара. 56, Доклади 1997-VIII; Кашавелов с/у България, № 891/05, пара. 38, 20 януари 2011 г.; и Кумер с/у Република Чехия, № 32133/11, пара. 63, 25 юли 2013 г.).", "Жалбоподателите са задържани в затвора в Ловеч, излежавайки доживотни присъди след като са били осъдени за множество престъпления, включително убийство, изнасилване и въоръжени грабежи. Както е отбелязано в параграфи 13-15 от Решението, към момента на въпросните събития, режимите на затворниците са се ръководели от ЗИН от 1969 г. и от нормативните актове за неговото прилагане. Правилата, ръководещи режимите на затворници, излежаващи доживотни присъди, гласят, че при налагане на доживотна присъда, постановяващият съд трябва да разпореди задържането на затворника при най-строг режим, което включва засилена охрана и спазване на прилагането на разпоредбите.", "Освен това, докладите от властите в затвора заключават, след оценка на личността на затворниците, че жалбоподателите са особено опасни, дори и спрямо групата на останалите доживотни престъпници. Оценката, включена в доклада от администрацията на затвора в Белене описва двамата затворника като агресивни, подозрителни и манипулативни и оценява като висок риска от опит за укриване.", "Вярвам, че от националните власти зависи да оценят реалния риск, който може би съществува и да приложат мерките, които считат за подходящи, стига те да не противоречат на изискванията на Конвенцията, и по-специално на чл. 3. В много случаи Съдът се е съгласявал с този общ подход. Ако се вземат под внимание други обстоятелства (виж параграф 32 от Решението), като например фактът, „че това отношение не е продължило много дълго време, при положение, че гледането е траело около час... отношението не е било особено жестоко и не е увредило здравето на жалбоподателите“, то изглежда, че за нивото на жестокост и интензивност на оспорваната мярка далеч не може да се каже, че е достигнала границата по чл. 3.", "Освен това, жалбоподателите не са били показвани публично в белезници и очевидно не е имало присъстващи граждани.", "В допълнение, като се вземе предвид наказанието, криминалния профил на жалбоподателите и тяхната история на прояви на агресия, считам, че степента на намесата, ограничена до гледане, което е траело само около час, без публично показване, е била пропорционална на необходимостта от защитеност. Ясно е, че наложената мярка е свързана със задържане и е тясно свързана с личността на засегнатите лица. Същият подход е възприет и при делото Парадиш с/у Франция (№ 17020/05, пара. 95, 29 октомври 2009 г.), при което Съдът заключава, че употребата на белезници и вериги по време на транспортирането от затвора до болницата е представлявало процес, свързан със задържането и личността на затворника, и не достига минималното ниво на жестокост, необходимо, за да попадане в обхвата на чл. 3 от Конвенцията. Относно гледането, което се провежда на територията на въпросния затвор, едва ли може да се каже, че достига до минималното ниво на жестокост, необходимо по чл. 3, дори и засегнатите лица да са с белезници и вериги по време на едно относително кратко гледане. Дори и при делото Кашавелов, цитирано по-горе, упоменато в параграф 33 от Решението, Съдът постановява (пара. 33), че „е наясно, че тези [затворнически] власти трябва да бъдат внимателни, когато се занимават с лица, осъдени на доживотни присъди, които отказват да приемат факта, че са затворници и следователно за враждебни към персонала на затвора и други затворници. Съдът обаче забелязва, че системното използване на белезници по отношение на жалбоподателя започва преди около тринадесет години, през декември 1997 г. и очевидно продължава и до днес.“ Другото дело, упоменато в настоящото решение, а именно Городничев с/у Русия (№ 52058/99, пара. 108, 24 май 2007 г.), е свързано в употребата на белезници по време на публично гледане, при което жалбоподателят е на публичен показ, докато е с белезници. Вярвам, че националните власти разполагат с голяма свобода на преценка в такива случаи, с цел преценка на всяко лице, както и на възможните рискове, които то представлява за обществения ред, и с цел взимане на необходимите мерки, в съответствие с изискванията на чл. 3. Не виждам причина за отклоняване от тези случаи. Съдът установява нарушение на чл. 3 в упоменатите случаи, тъй като отношението спрямо въпросните лица надхвърля минималните нива на жестокост и интензивност, изисквани съгласно чл. 3. Изглежда, че тези случаи не са в подкрепа на извода от настоящото Решение по отношение на жестокостта на наложените мерки и тяхното отражение върху достойнството на лицата при дадените обстоятелства.", "Аз, разбира се, приемам, че Съдът трябва да остане свободен да промени настоящия си подход, но за момента поддържам позицията си в подкрепа на подхода, възприет до момента при прилагането на чл. 3 в подобни случаи. Освен това, не виждам никакви извънредни обстоятелства в настоящия случай, които да оправдаят отклонение от установения подход при прилагане на чл. 3.", "Следователно не съм съгласен и с точка 6 от оперативната част на решението, що се отнася до задължението на българското правителство да заплати компенсация на жалбоподателите във връзка с неимуществена вреда.", ""]}