{"file": "BUL_HJUDBUL_52389_99.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "52389/99", "text_paragraphs": ["© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "", "ПЪРВО ОТДЕЛЕНИЕ", "", "", "", "", "ЕМИЛ ХРИСТОВ срещу БЪЛГАРИЯ", "", "(Жалба no. 52389/99)", "", "", "", "", "", "", "", "", "РЕШЕНИЕ", "", "", "", "СТРАСБУРГ", "", "20 октомври 2005", "", "", "", "", "Решението става окончателно при обстоятелствата по член 44 § 2 на Конвенцията. Може да е предмет на редакторска преработка.", "", "По делото Eмил Христов срещу България,", "Европейският съд по правата на човека (Първо отделение), на заседание в състав:", "\tг-н\tК.Л. Розакис, Председател,\n\tг-н\tЛ. Лукайдес,\n\tг-жа\tФ. Тулкенс,\n\tг-н\tП. Лоренцен,\n\tг-жа\tН. Важич,\n\tг-жа\tС. Ботушарова,\n\tг-н\tA. Ковлер, съдии,\nи г-н С. Нилсен, Главен секретар,", "След като се оттегли на заседание на 29 септември 2005г.,", "предоставя следното решение, постановено на горепосочената дата:", "ПРОЦЕДУРА", "1.  Делото е заведено по жалба (no. 52389/99) срещу Република България, заведена в Съда на основание Член 34 от Конвенцията за защита на правата на човека и основните свободи (“Конвенцията”) от българския гражданин, г-н Емил Йосифов Христов, (“жалбоподател) на 9 август 1999 г.", "2.  Жалбоподателят е представляван от г-н М. Екимджиев, адвокат, практикуващ в Пловдив. Българското правителство е представлявано от неговия агент- г-ца М. Димова от Министерство на правосъдието.", "3.  На 24 февруари 2004 Съдът реши да запознае Правителството с жалбата. На основание разпоредбите на Член 29 § 3 от Конвенцията той реши да разгледа жалбата по същество и по допустимост.", "4.  Правителството не представи становище относно допустимостта и съществото на жалбата.", "ФАКТИТЕ", "I.  ОБСТОЯТЕЛСТВА ПО ДЕЛОТО", "A.  Наказателно производство", "5.  Жалбоподателят е роден през 1974 г. и живее в Кърджали.", "6.  На 20 юни 1999 г. при шофиране на собствения си автомобил жалбоподателят участва в пътен инцидент с друг автомобил.", "7.  Впоследствие водачът на другия автомобил завежда жалба в полицията като твърди, че жалбоподателят го е заставил да подпише документ за 3, 000 германски марки (приблизително EUR 1,538) за несъществуващ дълг. Той твърди, че жалбоподателят го е принудил да подпише документа, като го е заплашил устно, с огнестрелно оръжие и му е нанесъл лека телесна повреда.", "8.  На 25 юни 1999г. жалбоподателят е арестуван, предявено му е обвинение за изнудване, съпроводено с лека телесна повреда и употреба на огнестрелно оръжие и е задържан в предварителен арест. Присъдата за това престъпление може да е от две до осем години лишаване от свобода.", "9.  Не е ясно колко е продължило предварителното следствие и кога обвинителният акт срещу жалбоподателя е предаден на съда.", "10.  На 13 септември 1999 г. защитникът на жалбоподателя изисква да му се предостави достъп до доказателствения материал срещу жалбоподателя. На неконкретизирана дата съдията- докладчик от Пазарджишкия районен съд отхвърля молбата за достъп до доказателствата преди изслушванията в съда.", "11.  Първото съдебно заседание е проведено на 6 октомври 1999 г.", "12.  С решение от 4 ноември 1999г. Пазарджишкият районен съд признава обвиняемия за виновен за изнудване, съпроводено с лека телесна повреда и употреба на огнестрелно оръжие. Той е осъден на три години затвор условно и е глобен с 3,000 български лева (BGN : приблизително EUR 1,538). Разпоредено е жалбоподателят да заплати BGN 3,000 (приблизително EUR 1,538) за вреди на жертвата. И накрая съдът разпорежда неговото освобождаване под гаранция, възлизаща на BGN 500 (приблизително EUR 256), които той очевидно е заплатил и е бил освободен същия ден.", "13.  Няма информация жалбоподателят да е обжалвал това решение.", "B. Задържане на жалбоподателя в предварителния арест", "14.  Жалбоподателят е задържан в предварителен арест между 25 юни 1999г. и 4 ноември 1999г. за общ срок от четири месеца и девет дена.", "15.  След ареста му на 25 юни 1999г. жалбоподателят е задържан в следствения арест с решение на прокурора от Районното следствие, което е одобрено от Пазарджишката прокуратура по-късно същия ден. Мотивите за задържане в следствения арест са", "“обществената тежест на престъплението, личността на извършителя, голямата вероятност той да се укрие, да извърши друго престъпление или да препятства следствието”.", "16.  Жалбоподателят е завел шест жалби срещу задържането.", "17.  На 28 юни 1999 жалбоподателят завежда първата си жалба срещу задържането Той твърди, че е задържан противозаконно, поради твърдяна липса на доказателство, че именно той е извършител на престъплението, че ще се укрие, ще извърши друго престъпление или ще препятства следствието. Той заявява, че не е имал съдебно досие, че е имал постоянен адрес и че всички улики по делото вече са били събрани.", "18.  На 9 юли 1999г., единадесет дни след датата на завеждане, Пазарджишкият районен съд разглежда жалбата на жалбоподателя. На изслушването представителят на прокуратурата оспорва твръденията на жалбоподателя. Според нея това, че жалбоподателят не е съобщил за пътното произшествие е показателно, че той е искал да укрие събитието и така да препятства разследването и заявява, че по делото трябва да се извършат още следствени действия. С решение от същия ден Пазарджишкият районен съд отхвърля жалбата на жалбоподателя. Той не приема обстоятелството, че жалбоподателят има постоянен адрес за достатъчно доказателство, че няма риск да се укрие. Съдът отбелязва, че той е обвинен в тежко престъпление и на основание на това заключава, че съществува риск той да се укрие, да препятства следствието или да извърши друго престъпление.", "19.  Жалбоподателят завежда други жалби срещу задържането си, съответно, на 12 юли, 22 юли и 2 август 1999г., като привежда подобни основания. Жалбоподателят също отбелязва, че делото напредва и че е събран целия доказателствен материал и че той няма възможност да препятства разследването. На 19 юли, 30 юли и 6 август 1999г. Пазарджишкият районен съд отхвърля горецитираните жалби, респективно с обосновка, подобна на тази към решението от 9 юли 1999г.", "20.  На 8 септември 1999г. жалбоподателят завежда друга жалба срещу задържането си. Той поддържа повечето от представените по-рано основания, но също така претендира за извършено нарушение на правата му по Конвенцията и представя доказателство, че здравословното му състояние се е влошило по време на престоя му в следствения арест и, в частност, че е получил възпаление на хроничния си гастрит.", "21.  На 13 септември 1999г. съдията.-докладчик отхвърля жалбата, като цитира липса на нови основания за промяна на условията на задържане. Жалбоподателят обжалва. Обаче, Пазарджишкият районен съд не прехвърля преписката по делото, заедно с жалбата, на Пловдивския апелативен съд.", "22.  На 23 септември 1999 жалбоподателят се оплаква от бавност пред Върховния съдебен съвет, Инспектората към Министерство на правосъдието и Председателя на Пазарджишкия районен съд. На същата дата жалбоподателят завежда иск в Пловдивския апелативен съд с искането той да изиска, по собствена воля, преписката от Пазарджишкия районен съд, за да се произнесе по жалбата.", "23.  На 28 септември 1999 Пловдивският апелативен съд информира Пазарджишкия районен съд, че трябва да се произнесе по жалбата на жалбоподателя и ако я отхвърли да му предаде преписката по делото.", "24.  Независимо от конкретните указания, на 30 септември 1999 г., съдията-докладчик от Пазарджишкия районен съд отказва да предаде преписката на Пловдивския апелативен съд. Той твърди, че отказът му да предаде преписката не може да се оспорва и че той вече се е произнесъл по жалбата на 13 септември 1999.", "25.  На 11 октомври 1999г. жалбоподателят завежда шеста жалба срещу задържането му. Както се твърди, съдът е отказал да се произнесе по нея до следващото съдебно заседание на 4 ноември 1999, което всъщност е двадесет четири дни след датата на подаване на жалбата.", "26.  На 4 ноември 1999г. Пазарджишкият районен съд постановява решението си (виж предходния параграф 12).", "II. РЕЛЕВАНТНО ВЪТРЕШНО ПРАВО И ПРАКТИКА", "A. Правомощие да се разпореди предварителен арест", "27.  В релевантния период и до изменението на Наказателно- процесуалния кодекс на 1 януари 2000 г. арестувано лице се представя пред следовател, който решава дали обвиняемият трябва да се постави под предварителен арест. Решението на следователя се одобрява от прокурор. Ролята на следователите и прокурорите съгласно българското право е обобщена в параграфи 25-29 от решението на Съда по делото Nikolova v.  ([ДВ], no. 31195/96, ECПЧ 1999II).", "B. Основание за предварително задържане", "28.  Съгласно практиката на Върховния съд, член 152 § 1 от Наказателно-процесуалния кодекс изисква лице, обвинено в извършването на тежко предумишлено престъпление да се задържи под стража. По член 152 § 2 от Наказателно-процесуалния кодекс изключение е възможно единствено, ако няма основание да се счита, че има опасност лицето да се укрие или да извърши друго престъпление като например- сериозно заболяване на обвиняемия. Задържаният е отговорен да докаже наличието на такива изключителни обстоятелства", "29.  Член 93 (7) от Наказателния кодекс определя като “тежко” престъпление, което се наказва с лишаване от свобода от над пет години.", "C.  Жалби срещу предварителното задържане", "30.  Член 152a от Наказателно-процесуалния кодекс, в сила към релевантното време постановява следното:", "“(1) На задържания незабавно се предоставя възможност да заведе жалба пред компетентния съд срещу [задържането му под стража]. [Жалбите се завеждат] най-късно седем дни след [задържането под стража]. Съдът разглежда жалбата на открито заседание, на което [задържаният] е призован. Заседанието се провежда до три дни след завеждане на жалбата в съда.", "(2)  Жалбите се завеждат чрез органа, разпоредил задържането.... .", "(3)  Определението на съда [не подлежи] на обжалване ...”", "31.  Въз основа на релевантното право преди 1 януари 2000, Върховният съд е постановил, че съдилищата, при разглеждането на жалби за предварително задържане, не разследват дали има достатъчни доказателства, подкрепящи обвиненията срещу задържания. Съдилищата могат единствено да разглеждат правомерността на задържането според вътрешното право (Решение no. 24 от 23 май 1995 по дело no. 268/95, I Състав, Бюлетин 1995, стр. 149).", "D.  Обжалвания срещу задържането на етап следствие от производството", "32.  Съгласно Член 304 § 1 от Наказателно-процесуалния кодекс на етап следствие от наказателното производство, молбите на задържания за освобождаване се разглеждат от следствения съд. От член 304 §§ 1 и 2 произтича, че тези молби могат да бъдат разгледани на закрито заседание или при изслушване. Законът не предвижда следственият съд да излезе с решение в определен срок.", "33.  Решението на следствения съд по молбата за освобождаване подлежи на обжалване пред по-висш съд (Член 344 § 3). Жалбата трябва да се заведе в седемдневен срок (член 345) пред следствения съд (Член 348 § 4 във връзка с Член 317, в сила към релевантния период). Съгласно член 347, след получаване на жалбата, следственият съд, на закрито заседание, се произнася дали съществуват основания за отмяна или изменение на решението му. Ако не открие основание да направи това, следственият съд предава жалбата на по-висш съд.", "34.  Член 348 постановява, че апелативните съдилища разглеждат жалбата на закрито заседание или, ако счетат за необходимо, да се проведат изслушвания. По закон не се изисква апелативните съдилища да постановят решение в определен срок.", "ОТНОСНО ПРАВОТО", "I.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 5 § 1 (c) ОТ КОНВЕНЦИЯТА", "35. Жалбоподателят обжалва, че задържането му е противозаконно и че събраните по време на ареста доказателства срещу него са били недостатъчни, за да доведат до заключението, че е виновен за извършване на престъпление съгласно изискванията на Член 5 § 1 (c) от Конвенцията. В частност, той твърди, че властите са се позовали единствено на жалбата, заведена от водача на другия автомобил и не са взели предвид обстоятелството, че той е имал личен интерес да предяви такива твърдения срещу жалбоподателя.", "36.  Релевантната част от член 5 § 1 от Конвенцията гласи следното:", "“Всеки има право на свобода и сигурност. Никой не може да бъде лишен от свобода, освен в следните случай и по реда, предвидени от закона:", "...", "(c) законосъобразен арест или лишаване от свобода, с цел да се осигури явяване пред компетентния съгласно закона орган по обосновано подозрение за извършено престъпление, или когато задържането обосновано може да се смята за необходимо, за да се попречи на лицето да извърши престъпление или да се укрие, след като е извършило престъпление;”", "Допустимост", "37. Съдът отбелязва, че задържането на жалбоподателя попада в обхвата на Член 5 § 1 (c) от Конвенцията, тъй като е наложено с оглед довеждането му пред компетентните съдебни власти по подозрение за извършено престъпление. Нищо не показва, че формалностите, изисквани по вътрешното право, не са спазени.", "38.  Относно твърдението за липса на основателно подозрение, Съдът напомня, че стандартът, наложен от Член 5 § 1 (c) от Конвенцията не предполага наличието на достатъчни доказателства за повдигане на обвинения или признаване на вина по времето на ареста. Не е необходимо, обстоятелствата, които събуждат подозрение, да са на същото ниво като необходимите за повдигане на обвинение (виж O’Hara v. the , no. 37555/97, § 36, ECПЧ 2001X).", "39.  В този случай, Съдът счита, че властите са разполагали с достатъчно информация при ареста, за да обосноват “разумно” подозрение срещу жалбоподателя, а именно, очевидно детайлната жалба, подадена от жертвата. Твърденията на жалбоподателя, от друга страна, че представената от жертвата версия относно събитията, е недостоверна и ненадеждна, не са подкрепени от доказателства (виж горните параграфи 7 и 35).", "40.  Следователно тази жалба е явно неоснователна и следва да бъде отхвърлена съгласно Член 35 §§ 3 и 4 от Конвенцията.", "II.  ТВЪРДЯНО НАРУШЕНИЕ НА ЧЛЕН 5 § 3 ОТ КОНВЕНЦИЯТА", "41.  На основание Член 5 § 3 от Конвенцията, жалбоподателят се оплаква, че при арестуването му на 25 юни 1999 той не е бил своевременно изправен пред съдия или друго лице, упълномощено от закона закона да изпълнява съдебни функции.", "42.  Релевантната част от Член 5 § 3 на Конвенцията гласи следното:", "“Всеки арестуван или лишен от свобода в съответствие с разпоредбите на т. 1(с) на този член трябва своевременно да бъде изправен пред съдия или пред длъжностно лице, упълномощено от закона да изпълнява съдебни функции...”", "43.  Правителството не представи становище относно допустимостта и съществото на жалбата.", "44.  Жалбоподателят поддържа жалбата си и се позовава на сходство с предишни случаи срещу България, при които Съдът е констатирал нарушение, тъй като до 1 януари 2000 задържането в следствен арест се е разпореждало от прокурор или следовател, който не може да се определи като “съдия[и]” или “друго лице[а]”, изпълняващо съдебни функции (виж Асенов и други срещу България, решение от 28 октомври 1998, горецитирания Отчет за преходните и окончателни решение).", "A.  Допустимост", "45.  Съдът счита, че горната жалба не е явно необоснована по смисъла на Член 35 § 3 от Конвенцията и отбелязва, че тя не е недопустима по други основния и поради това, жалбата трябва да се обяви за допустима.", "B.  Същество", "46.  Съдът напомня, че в предишни решения относно системата за задържане под предварителн арест, във вида, в който действа в България до 1 януари 2000, той е констатирал, че нито прокурорите, нито следователите, които одобряват заповедите за задържане могат да се считат “лиц[а], оправомощени от закона да упражняват съдебни функции” по смисъла на член 5 § 3 от Конвенцията (виж горецитирания Асенов и други, §§ 144-50; Николова, цитирана по-горе, §§ 49-53 и Шишков срещу България, no. 38822/97, §§ 52-54, ECПЧ 2003I (извлечения)).", "47.  Настоящият случай също касае задържане в следствен арест, наложено преди 1 януари 2000. Задържането на жалбоподателя в следствен арест е разпоредено от следовател и потвърдено от прокурор (виж горния параграф 15), в съответствие с разпоредбите на Наказателно-процесуалния кодекс, който е бил в сила тогава (виж горния параграф 27). Но нито следователят, нито прокурорът са били достатъчно независими и безпристрастни за целите на Член 5 § 3 от Конвенцията, с оглед практическата функция, която изпълняват в следствието и прокуратурата и потенциалното участие на прокурора като страна в наказателното производство (виж горния параграф 27). Съдът се позовава на анализа на релевантното вътрешно право, включен в решението му по делото Николова (цитирано по-горе – виж параграфи 28, 29 и 49-53 от това решение).", "48.  Следователно, има нарушение на правото на жалбоподателя да бъде изправен пред съдия или друго лице, оправомощен от закона да изпълнява съдебни функции по смисъла на Член 5 § 3 от Конвенцията.", "III  ТВЪРДЕНИ НАРУШЕНИЯ НА ЧЛЕН 5 § 4 ОТ КОНВЕНЦИЯТА", "49.  Жалбоподателят се оплаква на основание Член 5 § 4 от Конвенцията, че съдилищата не са разгледали всички фактори, релевантни към законосъобразността на задържането му. В допълнение, жалбоподателят претендира, че обжалванията му от 28 юни 1999 и 11 октомври 1999 са били решени в нарушение на изискването за бързо разглеждане и че съдилищата не са разгледали обжалването му от 8 септември 1999. Жалбоподателят се позовава на Член 13 от Конвенцията, заявявайки, че той не е получил ефикасно средство за защита по отношение на твърдените нарушения на член 5 от Конвенцията.", "50.  Съдът напомня, в началото, че член 5 § 4 на Конвенцията определя lex specialis по отношение на по-общите изисквания на Член 13 (виж при другите власти, Чахал срещу Великобритания, решение от 15 ноември 1996, Доклади от преходни и окончателни решения 1996V, стр. 1865, § 126 и M.A. и M.M.срещу Франция (реш.), no. 39671/98, ECПЧ 1999-VIII).", "51.  Поради това обжалванията трябва да бъдат разгледани по Член 5 § 4 от Конвенцията, който регламентира:", "“Всеки арестуван или лишен от свобода има право да обжалва законосъобразността на своето задържане в съда, който е задължен в кратък срок да се произнесе; в случай че задържането е неправомерно, съдът е длъжен да нареди незабавното освобождаване на задържаното лице..”", "52.  Правителството не представи становище относно допустимостта и съществото на тези жалби.", "53.  Жалбоподателят поддържа жалбите си и се позовава на тяхното сходство с предишни дела срещу България, по които Съдът е констатирал нарушение и при които вътрешните съдилища в началото са се позовавали на сериозността на престъплението, за да оправдаят продължителността на срока на задържане без да вземат предвид доводите на задържаните относно твърдяната липса на опасност от укриване, извършване на друго престъпление или препятстване на разследването (виж Николова, цитирана по-горе и Илийков срещу България, no. 33977/96, 26 юли 2001).", "A.  Допустимост", "54.  Съдът счита, че горните жалби не са явно необосновани по смисъла на Член 35 § 3 от Конвенцията и отбелязва, че те не са недопустими по други основания. Поради това жалбата следва да се обяви за допустима.", "B.  Същество", "55.  Най-напред Съдът трябва да разгледа дали в жалбите срещу задържането му, жалбоподателят се е облагодетелствал от съдебното преразглеждане с обхват, отговарящ на изискванията на Член 5 § 4 от Конвенцията.", "56.  В тази връзка Съдът подчертава, че арестуваните или задържани лица имат право на съдебно преразглеждане на обстоятелствата, както процедурни, така и по същество, които са значими за законосъобразността на лишаването им от свобода по смисъла на Конвенцията. Това означава, че компетентният съд трябва да разгледа не само съответствието с процедурните изисквания, предвидени от вътрешното право, но и основателността на подозрението дало основание за ареста и законността на преследваната от ареста цел и последвалото задържане (виж горецитираната Николова, § 58).", "57.  Тъй като член 5 § 4 от Конвенцията не задължава съдията, който разглежда жалбата срещу задържането да обърне внимание на всеки аргумент, включен в тезата на обжалващия, неговите гаранции ще бъдат без значение, ако съдията може да разгледа като ирелевантни или да не вземе предвид определени факти, приведени от задържания, които биха могли да подложат на съмнение съществуването на обстоятелства, значими за “законосъобразността” на лишаването от свобода в смисъла на Конвенцията (виж горецитираната Николова, § 61).", "58.  В процесния случай, при разглеждането на молбите за освобождаване на жалбоподателя, съдилищата очевидно са се позовали на практиката на Върховния съд и, както в случая Николова, поради преместването на тежестта на доказателството по член 152 от Наказателно-процесуалния кодекс, те не са взели под внимание като ирелевантни аргументите на жалбоподателя относно твърдяна липса на опасност от укриване, от постигане на тайно споразумение и от извършване на ново престъпление (виж горните параграфи 18-21). Обаче, Съдът счита, че доводът му, че няма предишни присъди, че има постоянен адрес и че не би могъл да препятства следствието поради напредналия етап на производството и приключилото събиране на релевантните доказателства, не е фриволен и заслужава да се разгледа.", "59. Следователно, тъй като вътрешното право не взема предвид като ирелевантни аргументите на жалбоподателя относно твърдяната липса на опасност той да се укрие, да влезе в тайно споразумение или да извърши нови престъпления, те не са успели да осигурят съдебен контрол на задържането на жалбоподателя до събиране на нови доказателства в обхвата, изискван от член 5 § 4 от Конвенцията. Съответно съществува нарушение на тази разпоредба.", "60.  С оглед на това заключение Съдът не счита за необходимо да извърши разследване дали тези погрешни съдебни прегледи са били проведени експедитивно, нито дали всички от тях са довели до окончателното съдебно решение (виж горецитираните Николова, § 65 и Илийков, § 106).", "IV.  ПРИЛОЖЕНИЕ НА ЧЛЕН 41 ОТ КОНВЕНЦИЯТА", "61.  Член 41 от Конвенцията гласи:", "“Ако Съдът установи, че е имало нарушение на Конвенцията или на протоколите към нея и ако вътрешното право на съответната Високодоговаряща страна допуска само частично обезщетение. Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.”", "A.  Вреди", "62.  Жалбоподателят претендира за EUR 3,800 като компенсация за неимуществени вреди. Той подчертава, че многократният отказ на властите адекватно да преценят основанията за продължителното му задържане е предизвикало отчаяние и безперспективност.", "63.  Правителството не предостави отговор.", "64.  Отчитайки присъдените в подобни случаи сума за обезщетение по справедливост (виж Mихов срещу България, no. 35519/97, §§ 106-108, 31 юли 2003 и горецитирания Илийков, §§ 120-124), отсъжда в полза на жалбоподателя сумата от EUR 500 за неимуществени вреди.", "B.  Разходи и разноски", "65.  Жалбоподателят също така претендира за (a) EUR 770 за 11 часа правна работа на адвоката му пред вътрешните съдилища по часова ставка от EUR 70, (b) EUR 2,030 за 29 правна работа по отношение на производството пред Съда по същата часова ставка и (c) EUR 283 за преводи, ксерокопиране, пощенски и пътни разходи на адвоката му. Така, общата претендирана сума възлиза на EUR 3,083. Той е представил споразумение за хонорара между него и адвоката му, както и справка за отработените часове. Жалбоподателят изисква направените разходи и разноски да се заплатят директно на неговия адвокат – г-н M. Екимджиев.", "66.  Правителството не направи коментар.", "67.  Съгласно практиката на Съда, жалбоподателят има право на компенсация за разходите и разноските само ако докаже, че те са били действително направени, направени са по необходимост, както и че са в разумно количество. В този случай, като отчете предоставената му информация и горните критерии, Съдът присъжда сумата от EUR 1,000 за разходи и разноски плюс всеки дължим върху тази сума данък или такса.", "C.  Лихва за просрочване", "68.  Съдът намира за уместно, лихвата за просрочване да е базирана на пределната лихва по заеми на Централната европейска банка, към които следва да се добавят три процентни пункта.", "ПОРАДИ ТЕЗИ СЪОБРАЖЕНИЯ, СЪДЪТ ЕДИНОДУШНО ОТСЪДИ", "1.   Обявява за допустима жалбата относно незабавното изправяне на жалбоподателя пред съдия или друго лице, оторизирано от закона да изпълнява съдебни функции, обхвата на съдебното преразглеждане на продължителното му задържане, бързината на разглеждането на жалбите му и дали жалбата му от 8 септември 1999 е разгледана от съд;", "", "2.  Обявява останалата част от жалбата за недопустима;", "", "3.  Установява нарушение на член 5 § 3 от Конвенцията;", "", "4.  Установява нарушение на член 5 § 4 от Конвенцията;", "", "5.  Отсъжда", "(a)  Ответната държава да заплати на жалбоподателя в три месечен срок от датата на влизане на решението в сила, съобразно Член 44 § 2 от Конвенцията следните суми, които да се конвертират в български лева по курса към деня на плащането:", " (i)  EUR 500 (петстотин евро) за неимуществени вреди, платими лично на жалбоподателя;", "(ii)  EUR 1,000 (хиляда евро) за разходи и разноски, платими по банковата сметка на адвоката на жалбоподателя в България;", "(iii)  всеки данък, дължим за горните суми;", "(b) от датата на изтичане на гореспоменатите три месеца до разплащането, ще се дължи проста лихва върху сумата при ниво, равно на пределната лихва по заеми на Централната европейска банка по време на просрочения период плюс три процентни пункта ;", "", "6.  Отхвърля останалата част от претенцията на жалбоподателя за обезщетение по справедливост.", "Изготвено на английски език и известено писмено на 20 октомври 2005 съгласно Правило 77 §§ 2 и 3 от Правилата на съда.", ".", "\tСьорен Нилсен\tХристос Розакис\n\tРегистратор\tПредседател", ""]}