{"file": "BUL_HJUDBUL_26524_04.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "26524/04", "text_paragraphs": ["© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "", "", "ЕВРОПЕЙСКИ СЪД ПО ПРАВАТА НА ЧОВЕКА", "", "", "ЧЕТВЪРТО ОТДЕЛЕНИЕ", "", "", "ДЕЛО ДИМИТЪР КРЪСТЕВ СРЕЩУ БЪЛГАРИЯ", "", "(Жалба № 26524/04)", "", "РЕШЕНИЕ", "", "", "СТРАСБУРГ", "", "12 февруари 2013 г.", "", "", "", "Това решение ще стане окончателно при условията, посочени в чл. 44, ал. 2 от Конвенцията. Може да бъде обект на редакционни промени.", "", "", "", "По делото на Димитър Кръстев с/у България,", "Европейският съд по правата на човека (Четвърто отделение), заседаващ в състав, състоящ се от следните лица:", "\tИнета Зимеле (Ineta Ziemele), Председател,\n\tДавид Тор Бьоргвинсон (David Thór Björgvinsson),\n\tПейви Хирвеле (Päivi Hirvelä),\n\tГеорге Николау (George Nicolaou),\n\tЗдравка Калайджиева,\n\tВинсънт А. де Гаетано (Vincent A. De Gaetano),\n\tКшищоф Войтичек (Krzysztof Wojtyczek]) съдии,\nи Лоурънс Ърли (Lawrence Early), секретар на отделението,", "След тайно съвещание, проведено на 22 януари 2013 г.,", "Постановява следното решение, прието на същата дата:", "ПО ПРОЦЕДУРАТА", "1.  Делото е образувано по жалба (№ 26524/04) срещу Република България, подадена в Съда съгласно чл. 34 от Конвенцията за защита правата на човека и основните свободи („Конвенцията”) от българския гражданин г-н Димитър Кръстев Кръстев (жалбоподателят) на 7 юли 2004 г.", "2.  Жалбоподателят се представлява от г-н М. Екимджиев и г-жа К. Бончева  – адвокати, практикуващи в Пловдив. Българското правителство („Правителството”) се представлява от своя агент г-жа М. Димова от Министерство на правосъдието.", "3.  Жалбоподателят твърди по-конкретно, че съдебно производство, при което е обжалвал прокурорско постановление за отнемане в полза на държавата на иззети от него предмети, е било несправедливо и в него не е имало открито съдебно заседание; че изземването и отнемането в полза на държавата на тези предмети е било незаконосъобразно и неоснователно; и че двете обвинения срещу него за извършено престъпление не са били определени в разумен срок.", "4.  На 20 януари 2010 г. Съдът (Пето отделение) решава да изпрати съобщение на Правителството за подадената жалба. Решено е също така Съдът да се произнесе едновременно по допустимостта и по съществото на жалбата (член 29 § 1 от Конвенцията).", "5.  Правителството подава своето становище по допустимостта и по съществото на делото на 4 юни 2010 г. Жалбоподателят подава в отговор своето становище и искането си за справедливо обезщетение на 20 септември 2010 г. Правителството подава становището си по претенцията на жалбоподателя на 4 ноември 2010 г.", "6.  След преструктурирането на отделенията на Съда на 1 февруари 2011 г., жалбата е изпратена на Четвърто отделение.", "7.  С писмо от 1 август 2012 г. представителите на жалбоподателя уведомяват Съда, че жалбоподателят е починал на 19 март 2012 г. и че неговата вдовица г-жа Мариана Неделчева Кръстева, синът му Красен Димитров Кръстев и дъщеря му Ралица Димитрова Кръстева желаят да го заместят в производството по жалбата.", "ПО ФАКТИТЕ", "I.  ОБСТОЯТЕЛСТВА ПО ДЕЛОТО", "8.  Жалбоподателят е роден през 1947 г. и е живял в Пловдив.", "A.  Претърсването на офиса на жалбоподателя и наказателното производство срещу него", "9.  Към съответния момент жалбоподателят е бил ръководител на криминална полиция в един от районите на Пловдив. На 15 септември 1999 г. неговият пряк началник разпорежда вътрешно разследване срещу него и претърсване на офиса му във връзка с твърдения, че не е регистрирал жалба за тежко престъпление. ", "10.  На 24 септември 1999 г. трима служители на полицията претърсват офиса на жалбоподателя, включително и сейфа му. Съставен е протокол за почти всички намерени в сейфа предмети и те са иззети, въпреки възраженията на жалбоподателя, че някои от тези предмети – бижута и пари, са лични негови и на семейството му, като той ги е пазел в сейфа, защото се страхувал да ги държи вкъщи. Служителите на полицията отказват да дадат на жалбоподателя екземпляр от протокола. Не е ясно дали са му дали да го подпише.", "11.  На 14 февруари 2000 г. е образувано наказателно производство срещу жалбоподателя по подозрение за помагачество на извършители да избегнат правосъдие и многократна злоупотреба със служебно положение в периода между 1997 и 1999 г. Правителството твърди, без да дава повече данни относно датите, че в хода на производството властите са разпитали общо сто четиридесет и пет свидетели; някои от тях е трябвало да бъдат разпитани по делегация, а някои, намиращи се в чужбина – дори чрез съдебна поръчка.", "12.  На 12 юни 2000 г. производството е спряно, защото е установено, че един от свидетелите се е укрил, а четирима други свидетели – гръцки и турски граждани, е трябвало да бъдат разпитани чрез съдебна поръчка. Изглежда, че към този момент повечето от останалите свидетели вече са дали показания.", "13.  През следващите месеци жалбоподателят прави две искания за връщане на иззетите от сейфа предмети. Органите на наказателното производство отказват, тъй като тези предмети трябвало да бъдат задържани като веществени доказателства по делото. През ноември 2000 г. жалбоподателят прави запитване защо е спряно производството.", "14.  Производството е възобновено на 15 ноември 2002 г. То отново е спряно през периода от 11 април до 8 май 2003 г., за да се установи местонахождението на двама свидетели.", "15.  На 14 май 2003 г. на жалбоподателя са предявени обвинения, че в деветдесет и четири случая е разпоредил на подчинените си да не завеждат съобщения за престъпна дейност, като по този начин е възпрепятствал наказателното преследване на извършителите. Това представлява нарушение на служебните му задължения и злоупотреба със служебно положение. Той е разпитан на 28 май, на 9 и 16 юни 2003 г.", "16.  На 7 юли 2003 г. следователят по делото решава да раздели разследването срещу жалбоподателя на две: едно разследване за злоупотреба със служебно положение и друго за подпомагане на извършители да избегнат правосъдие.", "B. Производство по обвинението за подпомагане на извършители да избегнат правосъдие", "17.  През следващите месеци в рамките на въпросното разследване следователят разпитва жалбоподателя, сина и съпругата му, един познат на жалбоподателя, служителите, извършили претърсването на офиса на жалбоподателя, други полицейски служители и три лица, пострадали от престъпления. Измежду задаваните от него въпроси има такива, които се отнасят до произхода на намерените в сейфа предмети. Следователят също така разпорежда на пловдивската полиция да разпита двадесет и четири лица, за които се твърди, че са извършили престъпления, за които има съмнения, че жалбоподателят ги е прикрил. Освен това следователят организира две очни ставки между жалбоподателя и един от полицейските служители, извършили претърсването на офиса му. На 12 ноември 2003 г. следователят запитва две пострадали от престъпления лица дали могат да разпознаят някои от предметите. Първото лице не разпознава нито един от предметите, но второто разпознава златен пръстен и същия ден следователят й го предава. Също така следователят получава две заключения на вещи лица относно истинността на банкноти, намерени в сейфа, доклад на вещо лице относно пазарната стойност на някои бижута, също намерени в сейфа.", "18.  На 7 януари 2004 г. следователят прави предложение разследването да бъде прекратено.", "19.  На 11 февруари 2004 г. прокурор от Военно-окръжна прокуратура – Пловдив одобрява предложението и прекратява разследването, като се позовава на недостатъчно доказателства. Той решава да върне на жалбоподателя пистолет, амуниции, въздушна пушка, бейзболна бухалка, златен пръстен и чифт обеци, за които има доказателства, че принадлежат на него и на семейството му. Той решава да отнеме в полза на държавата 6 360 германски марки (DM), 898 щ.д. (USD), 450 000 стари лв. (BGL) и 700 нови лв. (BGN), както и единадесет златни пръстена, две златни колиета и две златни гривни, също намерени в сейфа на жалбоподателя, тъй като техният произход не е могъл да бъде установен. Твърдението на жалбоподателя, че част от германските марки и щатските долари му принадлежат и са придобити от продажбата на недвижим имот и кола, не се подкрепят от доказателствата. Според прокурора жалбоподателят не е успял също да докаже, представяйки документи за произход, че 1 500 германски марки принадлежат, според неговите твърдения, на сина му. Произходът на бижутата също не е бил сигурен. Твърдението на жалбоподателя, че те принадлежат на съпругата му, не се потвърждава, тъй като при разпита й, тя не успява да опише характерните им особености, а друг свидетел – един от извършилите обиска в офиса служители, съобщава, че жалбоподателят е признал, че принадлежат на пострадали от престъпление лица. От друга страна, изминали са няколко години, а собствениците на тези предмети не са се появили и не са направили искане да им бъдат върнати. Прокурорът не сочи разпоредба, на основание на която извършва отнемането в полза на държавата.", "20.  Жалбоподателят обжалва постановлението на прокурора, като сочи доводи, че производството е трябвало да бъде прекратено не на основание липса на доказателства, а на основание липса на престъпна дейност. Той също така сочи доводи, че отнемането в полза на държавата е незаконно и несправедливо, тъй като правейки извода, че отнетите предмети не принадлежат на него и на семейството му, прокурорът не е взел под внимание неговите изявления, а неоснователно е дал повече тежест на изявленията на служителя. Той моли съда да измени постановлението на прокурора или да разпореди допълнително разследване, в което той, съпругата му и сина му отново да бъдат разпитани, за да опишат подробно бижутата и да представят още данни. С тази цел би могла да бъде разпитана и майката на съпругата му.", "21. След като разглежда в закрито заседание жалбата и въз основа на документи, на 11 март 2004 г. Военният съд в Пловдив отказва да измени основанията за прекратяване на производството и да отмени отнемането в полза на държавата. Той обобщава подробно фактическите изводи на прокурора. Не намира за основателно твърдението на жалбоподателя, че част от намерените в сейфа пари са придобити от продажбата на недвижим имот и кола, тъй като жалбоподателят не е представил документи, доказващи извършването на такива сделки. Обаче съдът отбелязва, че разпитан по време на разследването свидетел е казал, че е купил кола от жалбоподателя и му е платил 2 000 германски марки (една банкнота от 500 германски марки, две банкноти от 200 марки и останалата сума в банкноти от по 100 марки). Това, като се съпостави с твърдението на жалбоподателя, че банкнотата от 200 германски марки е от тази сделка, показва, че тя наистина е принадлежала на жалбоподателя. Що се отнася до сумата от 1 500 германски марки, за която се твърди, че принадлежи на сина на жалбоподателя, двамата са дали разнопосочни показания относно тази сума по време на разследването и не са представили доказателства, доказващи нейния произход. Същото се отнася за сумата от 898 щ.д. и за едно златно колие. Относно пръстените и другите бижута, жалбоподателят е заявил по време на претърсването, че ги е иззел от извършители. По време на разследването не са събрани доказателства относно техния произход, а съпругата на жалбоподателя не е успяла да даде подробно описание за тях.", "22.  На основание определението на съда, на 15 март 2004 г. същият прокурор от Военно-окръжна прокуратура – Пловдив разпорежда банкнотата от 200 германски марки да бъде върната на жалбоподателя заедно с предметите, за които той вече е постановил да не бъдат отнети в полза на държавата.", "C.  Производство по обвинението за злоупотреба със служебно положение", "23.  На 7 юли 2003 г. жалбоподателят получава разрешение да се запознае с материалите по делото. Последвалото негово искане към следователя да извърши допълнителни следствени действия е отхвърлено. На 18 септември 2003 г. той обжалва пред Военноапелативна прокуратура, но на 27 октомври 2003 г. прокуратурата отхвърля жалбата му. Последващата жалба на жалбоподателя е отхвърлена от Върховната касационна прокуратура на 27 април 2004 г.", "24.  На 10 юни 2004 г. Военната прокуратура в Пловдив внася обвинителен акт срещу жалбоподателя, но на 29 юни 2004 г. Военният съд в Пловдив връща делото за допълнително разследване.", "25.  На 21 ноември 2004 г. Военната прокуратура в Пловдив отново внася обвинителен акт срещу жалбоподателя, а на 26 ноември 2004 г. съдията-докладчик от Военния съд в Пловдив насрочва делото за разглеждане.", "26.  Съдебното производство продължава пет дни в края на януари и началото на февруари 2005 г. Както изглежда, съдът е изслушал сто четиридесет и един свидетели.", "27.  На 18 март 2005 г. Военният съд в Пловдив приема, че жалбоподателят е виновен в злоупотреба със служебно положение и го осъжда условно на лишаване от свобода за срок от осемнадесет месеца.", "28.  Жалбоподателят обжалва. На 27 декември 2005 г. Военно-апелативният съд потвърждава присъдата на по-долната инстанция.", "29.  Жалбоподателят обжалва на основание, че е нарушен законът. В решение от 19 октомври 2006 г. (реш. № 742 от 19 октомври 2006 г. по н. д. № 197/2006 г., ВКС, ІІІ н. о.), Върховният касационен съд отменя решението на апелативния съд и връща делото за ново разглеждане.", "30.  На 29 декември 2006 г. Военно-апелативният съд потвърждава частично присъдата на жалбоподателя и я отменя частично на основание, че е изтекла погасителна давност за части от извършеното престъпление. Също така съдът решава да замени наказателната отговорност на жалбоподателя с глоба от 500 лв. Видно е, че нито една от страните не е обжалвала и решението влиза в сила.", "31.  По-късно, на неопределена дата Главният прокурор иска възобновяване на производството. С решение от 20 март 2008 г. (реш. № 131 от 20 март 2008 г. по н. д. № 81/2008 г., ВКС, І н. о.) Върховният касационен съд отхвърля искането му.", "II.  ПРИЛОЖИМО ВЪТРЕШНО ЗАКОНОДАТЕЛСТВО", "A.  Приложими разпоредби на Наказателно-процесуалния кодекс и на Наказателния кодекс", "32.  Към съответния момент претърсването и изземването на веществени доказателства се регулира от чл. 106-107 и 137-137 от НПК от 1974 г. Чл. 135, ал. 1, в сила до края на 1999 г., предвижда, че претърсване и изземване могат да бъдат извършвани по решение на съда или на прокурора. В неотложни случаи разследващите органи могат да извършат претърсване и изземване без предварително разрешение от прокурора, но в тези случаи те са длъжни да го уведомят в срок от двадесет и четири часа (чл. 135, ал. 2, в редакцията му в сила до края на 1999 г.).", "33.  Чл. 108, ал. 1 от НПК от 1974 г. предвижда, че веществените доказателства се пазят до края на наказателното производство. Те могат да бъдат върнати на собствениците им преди да завърши наказателното производство, само когато това няма да затрудни изясняването на обстоятелствата по делото (чл. 108, ал. 2). След приключване на наказателното производство, предметите, иззети като веществени доказателства, които не са отнети в полза на държавата по чл. 53 от НК от 1968 г. (вж. параграф 36 по-долу), могат да бъдат отнети в полза на държавата, когато е невъзможно да се установи на кого принадлежат и не са били потърсени в едногодишен срок от завършването на наказателното производство (чл. 109, ал. 1). Когато възникне спор за право върху предмети, иззети като веществени доказателства, който подлежи на разглеждане от гражданските съдилища, те се пазят, докато съответното решение влезе в сила (чл. 110). През 2006 г. горепосочените разпоредби са заменени от чл. 111, ал. 1 и 2, чл. 112, ал. 1 и чл. 113 от НПК от 2005 г., като те са почти идентични. Има една разлика в чл. 111, ал. 2 на НПК от 2005 г., където се предвижда възможност веществените доказателства да бъдат върнати на „правоимащите“, вместо на „собствениците им“ – изразът, използван в чл. 108, ал. 2 от НПК от 1974 г.", "34.  Не се съобщава съдебна практика, изясняваща начина на прилагането на чл. 109, ал. 1 от НПК от 1974 г. Обаче във влязло в сила решение от 9 април 2010 г. (реш. № 47 от 10 април 2010 г. по в. н. о. х. д. № 38/2010 г. на Хасковски окръжен съд) по чл. 112, ал. 1 от НПК от 2005 г., чийто текст е идентичен, Хасковски окръжен съд приема, че тази разпоредба е приложима само когато собствеността върху иззетите като веществени доказателства предмети не е установена и никой, включително и обвиняемият не иска те да му бъдат върнати; ако трети лица не докажат правата си върху предметите, те трябва да бъдат върнати на лицето, от което са иззети.", "35.  Не се съобщава съдебна практика, изясняваща начина на прилагането на чл. 110 от НПК от 1974 г. Обаче е съобщена практика по чл. 113 от НПК от 2005 г., чийто текст е идентичен. Видно е, че съдилищата са прилагали тази разпоредба само във връзка с конкуриращи се претенции на частни лица по отношение на иззетите като веществени доказателства предмети (реш. от 31 юли 2009 г. по н. д. № 175/2009 г. на Благоевградски окръжен съд; опр. № 1211 от 25 септември 2009 г. по н. д. № 1213/2009 г. на Великотърновски районен съд, II св). В някои случаи те настояват, че такива предмети могат да бъдат задържани от властите в очакване на произнасяне по тези претенции, само когато трети лица действително са завели граждански дела срещу лицето, което иска да му бъдат върнати предметите (опр. № 24 от 7 май 2008 г. по в. ч. н. д. № 108/2008 г. на Великотърновски апелативен съд, НО; опр. № 27 от 21 май 2008 г. по в. ч. н. д. № 126/2008 г. на Великотърновски апелативен съд, НО; опр. от 18 декември 2009 г. по н. д. № 1364/2009 г. на Пернишки районен съд, IV св; опр. № 211 от 30 април 2010 г. по н. д. № 704/2010 г. на Старозагорски районен съд, VI св; опр. № 828 от 7 октомври 2010 г. по н. д. № 1382/2010 г. на Врачански районен съд, VI св; опр. № 68 от 5 януари 2011 г. по н. д. № 2067/2010 г. на Старозагорски районен съд, VIII св; опр. № 621 от 21 септември 2011 г. по н. д. № 1413/2011 г. на Врачански районен съд, VI св; опр. от 6 октомври 2011 г. по н. д. № 244/2011 г. на Разградски окръжен съд; опр. № 737 от 11 октомври 2011 г. по н. д. № 1493/2011 г. на Варненски окръжен съд; опр. от 25 октомври 2011 г. по н. д. № 280/2011 г. на Разградски окръжен съд; реш. № 44 от 26 март 2012 г. по н. д. № 74/2012 г. на Добрички окръжен съд, I св; опр. от 10 април 2012 г. по в. ч. н. д. № 60/2012 г. на Габровски окръжен съд). В други случаи те определят, че е достатъчно собствеността върху предметите да бъде оспорвана по някакъв начин между две частни лица (опр. № 163 от 10 юни 2009 г. по в. ч. н. д. № 395/2009 г. на Софийски апелативен съд, НО, ІІ св; опр. от 8 март 2010 г. по н. д. № 61/2010 г. Оряховски районен съд; опр. № 138 от 28 февруари 2011 г. по н. д. № 366/2011 г. на Старозагорски районен съд, VI св; опр. от 3 май 2011 г. по н. д. № 491/2011 г. на Кърджалийски районен съд, V св; опр. от 28 ноември 2011 г. по ч. н. д. № 1557/2011 г. на Хасковски районен съд; опр. № 864 от 23 декември 2011 г. по н. д. № 2302/2011 г. на Пазарджишки районен съд, V св; опр. № 61 от 9 май 2012 г. по н. д. № 128/2012 г. на Балчишки районен съд; опр. № 290 от 23 юли 2012 г. по н. д. № 833/2012 г. на Хасковски районен съд, IX св; опр. от 13 август 2012 г. по н. д. № 50168/2012 г. на Монтански районен съд, V св). Съдилищата отказват да прилагат чл. 113 в случаите, когато трето лице не оспорва правата на лицето, което иска да му бъдат върнати иззетите като веществени доказателства предмети по наказателно дело (реш. от 5 ноември 2012 г. по н. д. № 493/2012 г. на Благоевградски окръжен съд).", "36.  Чл. 53, ал. 1, б. (а) от Наказателния кодекс от 1968 г. предвижда, че вещите, които принадлежат на виновния и са били предназначени или са послужили за извършване на умишлено престъпление (instrumentum sceleris), се отнемат в полза на държавата. Съобразно б. (б) на същата разпоредба, вещите, които принадлежат на виновния и са били предмет на умишлено престъпление (objectum sceleris), също се отнемат в полза на държавата, но само в случаите, изрично предвидени в разпоредбите за конкретното престъпление. Чл. 53, ал. 2 предвижда, че вещите, предмет или средство на престъплението, притежаването на които е забранено, се отнемат в полза на държавата. Съобразно б. (б) на същата разпоредба, придобитото чрез престъплението (productum sceleris), ако не подлежи на връщане или възстановяване, също се отнема в полза на държавата.", "37.  По член 237, ал. 2 от НПК от 1974 г., когато прекратява наказателното производство, прокурорът трябва да се произнесе, inter alia, и по въпроса за веществените доказателства по делото. Обвиняемият и пострадалият имат право да обжалват пред съда постановлението на прокурора за прекратяване на производството (чл. 237, ал. 3). Жалбата е разгледана от компетентния първоинстанционен съд в закрито заседание (чл. 237, ал. 4). Решението му не подлежи на обжалване (пак там). През 2006 г. член 237 е заменен от член 243 от НПК от 2005 г., чийто текст е почти идентичен, но позволява решението на първоинстанционния съд да се обжалва или протестира пред въззивния съд.", "38.  ВКС приема, че в производството по чл. 237, ал. 3 от НПК от 1974 г., съдилищата не могат да приемат доказателства и трябва да основават решенията си върху събраните при разследването доказателства (реш. № 339 от 7 юни 2002 г. по н. д. № 126/2002 г., ВКС, II н. о.; реш. № 538 от 24 януари 2003 г. по н. д. № 427/2002 г., ВКС, III н. о.).", "B. Закон за собствеността от 1951 г.", "39.  Член 108 от Закона за собствеността от 1951 г. предвижда, че собственикът може да иска своята вещ от всяко лице, което я владее или държи, без да има основание за това. Прието е този иск да се нарича ревандикационен (rei vindication). Според съдебната практика ищецът по един ревандикационен иск трябва първо да докаже, че има валидно право на собственост върху вещта, чието връщане иска (реш. № 1444 от 19 ноември 2007 г. по гр. д. № 265/2007 г., ВКС, V г. о.; реш. № 1120 от 22 октомври 2008 г. по гр. д. № 4655/ 2007 г., ВКС, II г. о.). Само тогава може да се постави въпроса дали ответникът има основание да владее или държи вещта (реш. № 129 от 22 февруари 2010 г. по гр. д. № 658/2009 г., ВКС, I г. о.). Съдилищата приемат, че властите имат законно основание да държат иззетото като веществени доказателства имущество и на това основание отхвърлят исковете по чл. 108 срещу тях (реш. № 261 от 5 декември 2007 г. по в. гр. д. № 403/2007 г., ВтАС, ГК; опр. № 3697 от 25 ноември 2010 г. по ч. гр. д. № 2195/2010 г. Варненски окръжен съд). Бившият Върховен съд приема, че не е възможно да се оспорва по реда на член 108 или с установителен иск разпоредена от наказателен съд конфискация (реш. № 1184 от 9 май 1977 г. по гр. д. № 2259/1976 г., ВС, I г. о.).", "C. Закон за отговорността на държавата за вреди от 1988 г.", "40.  Чл. 1 от Закона, първоначално озаглавен Закон за отговорността на държавата за вреди, причинени на граждани от 1988 г., заглавието е изменено на 12 юли 2006 г. на Закон за отговорността на държавата и общините за вреди (Законът от 1988 г.), предвижда, че държавата носи отговорност за вредите, причинени на граждани (а от 1 януари 2006 г. също и на юридически лица) от незаконосъобразни актове, действия или бездействия на длъжностни лица, при или по повод изпълнение на административна дейност. Върховният касационен съд приема, че действия или бездействия на органите на прокуратурата, свързани с изземване и отнемане в полза на държавата на веществени доказателства в рамките на наказателното производство, не представляват административна дейност по смисъла на тази разпоредба (реш. № 83 от 23 февруари 2009 г. по гр. д. № 6479/ 2007 г., ВКС, ІІІ г. о.).", "41.  Член 2, ал. 1 от Закона в редакцията му в сила до 2009 г. предвижда отговорност на органите на следствието, прокуратурата и съда в шест случая: незаконно задържане под стража; обвинение в извършване на престъпление или осъждане на наказание, ако по-късно производството бъде прекратено или присъдата е отменена; прилагане от съда на задължително настаняване и лечение или принудителни мерки, когато те бъдат отменени като незаконосъобразни; и изпълнение на наложено наказание над определения срок или размер. През 2007 г. към чл. 2, ал. 1 е добавена нова точка 7, която предвижда, че държавата носи отговорност за вреди, причинени на граждани от органите на следствието, прокуратурата или съда чрез незаконосъобразно използване на специални разузнавателни средства. През 2012 г. към чл. 2 е добавена нова алинея 2, предвиждаща отговорност на държавата за вреди от съдебни актове по новоприетия Закон отнемане в полза на държавата на незаконно придобито имущество. Българските съдилища последователно приемат, че отговорността на разследващите органи, прокуратурата или съда може да бъде ангажирана само по отношение на изчерпателно изброените условия по член 2 (реш. № 617 от 21 ноември 2002 г. по в. гр. д. № 1127/2002 г., ПАС, ГО; тълк. реш. № 3 от 22 април 2005 г. по т. гр. д. № 3/2004 г., ВКС, ОСГК; реш. № 462 от 25 юли 2006 г. по гр. д. № 2220/2003 г., ВКС, III г. о.; опр. № 22 от 5 февруари 2008 г. по адм. д. № 167/2007 г., ВАС, петчл. св; опр. № 6325 от 29 май 2008 г. по адм. д. № 9743/2007 г., ВАС, III о.; реш. № 11 от 2 февруари 2009 г. по гр. д. № 6244/2007 г., ВКС, III г. о.; реш. № 343 от 27 април 2009 г. по гр. д. № 5564/2007 г., ВКС, IV г. о.; реш. № 439 от 26 май 2009 г. по гр. д. № 5229/2007 г., ВКС, III г. о.; опр. № 85 от 3 ноември 2009 г. по адм. д. № 74/2009 г., ВАС, петчл. св; реш. № 775 от 16 ноември 2009 г. по гр. д. № 1053/2008 г., ВКС, III г. о.; реш. № 869 от 24 ноември 2009 г. по ч. гр. д. № 1576/2008 г., ВКС, III г. о.; опр. № 103 от 22 декември 2009 г. по адм. д. № 86/2009 г., ВАС, петчл. св; опр. № 6 от 18 януари 2010 г. по адм. д. № 97/2009 г., ВАС, петчл. св; опр. № 39 от 17 юни 2010 г. по адм. д. № 21/2010 г., ВАС, петчл. св; реш. № 457 от 25 юни 2010 г. по гр. д. № 1506/2009 г., ВКС, IV г. о.).", "ПО ОТНОШЕНИЕ НА ПРАВОТО", "I. ОБСТОЯТЕЛСТВА", "42.  Жалбоподателят умира на 19 март 2012 г., а вдовицата му и двете му деца уведомяват Съда, че желаят да продължат производството по подадената от него жалба (вж. параграф 7 по-горе). По някои дела, при които жалбоподателят е починал в хода на производството, Съдът е взел под внимание изявленията на неговите наследници или близки роднини, с които те изявяват желание да продължат производството (вж. Легер с/у Франция (Léger v. France) (заличаване) [Голямо отделение], № 19324/02, пар. 43, 30 март 2009 г., с последващи позовавания). По настоящото дело няма спор дали те имат право на това, поради което Съдът не вижда причина да вземе различно решение (вж. Кирилова и др. с/у България, № № 42908/98, 44038/98, 44816/98 и 7319/02, пар. 85, 9 юни 2005 г.).", "II.  ИЗЗЕМВАНЕТО И ОТНЕМАНЕТО В ПОЛЗА НА ДЪРЖАВАТА НА НЯКОИ ОТ НАМЕРЕНИТЕ В СЕЙФА НА ЖАЛБОПОДАТЕЛЯ ПРЕДМЕТИ", "43.  Жалбоподателят се оплаква, че производството, в което той обжалва прокурорското постановление да бъдат отнети в полза на държавата някои от иззетите от неговия сейф предмети, не е било справедливо и в него не е имало открито съдебно заседание. Той се позовава на член 6, алинея 1 и член 13 от Конвенцията.", "44.  Съдът установява, че изискванията на член 13 на Конвенцията са по-малко строги и в такива случаи се поглъщат от тези на член 6, алинея 1 (вж. измежду други източници Василеску с/у Румъния (Vasilescu v. Romania), 22 май 1998 г., пар. 43, Сборник с присъди и решения 1998-ІІІ). Ето защо той смята, че горепосочените оплаквания следва да бъдат разгледани, като се прави позоваване само на последната разпоредба, която в относимата й част гласи:", " „Βсяко лице, при решаването на правен спор относно неговите граждански права и задължения ... , има право на справедливо и публично гледане на неговото дело ..., от независим и безпристрастен съд ...“", "45.  Жалбоподателят се оплаква също, че изземването и отнемането в полза на държавата на предметите е незаконосъобразно и неоснователно. Той се позовава на член 1 от Протокол № 1, който гласи:", "„Всяко физическо или юридическо лице има право мирно да се ползва от своята собственост. Никой не може да бъде лишен от своята собственост освен в интерес на обществото и съгласно условията, предвидени в закона и в общите принципи на международното право.", "Предходните разпоредби не накърняват по никакъв начин правото на държавите да въвеждат такива закони, каквито счетат за необходими за осъществяването на контрол върху ползването на собствеността в съответствие с общия интерес или за осигуряване на плащането на данъци или други постъпления или глоби.“", "A. Становища на страните", "1. Правителството", "46.  Правителството твърди, че жалбоподателят не е изчерпал вътрешноправните средства за защита. Той не е завел производство по чл. 1 или 2 от Закона от 1988 г., което би му дало възможност да получи обезщетение за всяка вреда, която е претърпял вследствие на незаконосъобразни действия или бездействия на компетентните органи. Практиката на съдилищата по тези разпоредби постоянно се развива. Също така няма никакви индикации, че жалбоподателят е търсил установително съдебно решение, че е собственик на иззетите от сейфа му предмети, нито че е завел иск по чл. 108 от Закона за собствеността от 1951 г., за да му бъдат върнати те, докато наказателното производство срещу него все още е било висящо или след като е било прекратено. В тази връзка Правителството набляга на сроковете по чл. 110 от НПК от 1974 г. (вж. параграф 33 по-горе).", "47.  Правителството също така сочи доводи, че постановлението на прокурора да отнеме в полза на държавата иззетите от сейфа на жалбоподателя предмети и решението на съда да потвърди отнемането, се основават на анализа на всички доказателства и са правилни. Обясненията на жалбоподателя относно произхода на намерените в сейфа пари и бижута са непоследователни и неясни. Показанията на свидетеля, на които той се позовава, не подкрепят претенциите му и не доказват, че той е собственикът на тези предмети. Поради тази причина не може да се твърди, че е приложим член 1 от Протокол № 1.", "2.  Жалбоподателят", "48.  Жалбоподателят отговаря, че искът по Закона от 1988 г. не е подходящо средство за защита за получаване на обезщетение във връзка с неговите оплаквания. Обстоятелствата, за които той подава жалба, не влизат в обсега на изчерпателния списък, посочен в член 2 от Закона. Нещо повече, срещу него не са били повдигнати официални обвинения по обвинението за подпомагане на извършители да избегнат правосъдие, а е осъден по обвинението за злоупотреба със служебно положение, като поради тази причина той не попада в обсега на чл. 2.", "49.  Жалбоподателят също така твърди, че според правната теория и съдебната практика искът по чл. 108 от ЗС от 1951 г. не е приложим по отношение на предметите, иззети като веществени доказателства по наказателно дело. Становището по този въпрос е, че съдбата на тези предмети се решава от съда, който разглежда наказателното дело. Що се отнася до чл. 110 от НПК от 1974 г., той касае само спорове между частни лица, които претендират, че имат право на собственост върху иззетите като веществени доказателства вещи, а не спорове между частни лица и властите. Във всеки случай, Правителството не е подкрепило с примери твърдението си, че чл. 108 от ЗС от 1951 г. е ефикасно правно средство за защита.", "50.  Също така жалбоподателят изтъква доводи, че изземването на предметите от сейфа му не е било извършено съобразно изискванията на НПК от 1974 г., според които изземването трябва да бъде извършено от следовател в присъствието на две поемни лица и да бъде отразено в протокола, копие от който трябва да бъде предадено на засегнатото лице. По-късно по отношение на жалбоподателя не са били официално повдигнати обвинения в продължение на години и той е бил третиран като обикновен свидетел, което му е попречило да упражни процесуалните си права. След това Военният съд в Пловдив е разгледал жалбата му срещу отнемането в полза на държавата в закрито заседание, без да събере никакви доказателства и без да изследва надлежно въпроса дали жалбоподателят е собственик на иззетите от сейфа предмети. Неговите изводи по този въпрос изцяло се основават на доказателствата, събрани по време на предварителното производство срещу жалбоподателя. Всичко това сочи, че по никое време в производството жалбоподателят не е могъл да се ползва от процедура, която отговаря на изискванията на член 6, алинея 1 от Конвенцията, даваща му възможност да бъде разгледана жалбата му, че е собственик на въпросните предмети.", "51.  Накрая жалбоподателят твърди, че член 1 от Протокол № 1 е приложим. Властите са приели, че част от иззетите от сейфа му предмети са негови и са му ги върнали. Следователно, те са приели като определящ факта, че тези предмети са намерени в сейф, до който само той е имал достъп. Въз основа на тази логика, би могло да се приеме, че парите и бижутата в сейфа, за които се е оказало, че не са свързани с предварителни производства, нито с полицейски операции, принадлежат на жалбоподателя. Вместо това властите са приели в едно производство в закрито заседание, че жалбоподателят не е успял да докаже, че е техен собственик. По време на претърсването жалбоподателят е казал на извършващите го служители, че всички предмети в сейфа му са внимателно подредени и че някои от тях му принадлежат; те обаче не са взели под внимание изявленията му и са иззели цялото съдържание на сейфа. Ето защо може да се направи извод, че е налице намеса в правата му по член 1 от Протокол № 1. Тази намеса по никакъв начин не би могла да бъде считана за законосъобразна. Претърсването и изземването не са били извършени съобразно изискванията на НПК от 1974 г. За последващото отнемане в полза на държавата на съдържанието на сейфа е било взето решение в производство, проведено в закрито заседание и в нарушение на основните изисквания за справедливост.", "B.  Преценката на Съда", "1.  Допустимост", "(a)  Изчерпване на вътрешноправните средства за защита", "52.  Във връзка с първата част от възражението на Правителството за неизчерпване на вътрешноправните средства за защита, Съдът установява, че Върховният касационен съд е приел, че действията или бездействията на прокуратурата във връзка с изземването и отнемането в полза на държавата на веществени доказателства в наказателните производства не представляват административна дейност по смисъла на чл. 1 от Закона от 1988 г. (вж. параграф 40 по-горе). Следователно завеждането на иск по този текст не би имало никакви изгледи за успех. По същия начин е видно, че жалбоподателят не би имал успех при иск по чл. 2 от Закона. Този текст предвижда отговорност на органите на следствието, прокуратурата или съда при определени, изчерпателно изброени условия, като нито едно от тях не е приложимо в случая на жалбоподателя, а българските съдилища последователно приемат, че отговорността на тези органи или на съдилищата по този член може да бъде ангажирана само при тези изчерпателно изброени условия (вж. параграф 41 по-горе и Георгиев и други с/у България (реш.) № 37714/03, 5 октомври 2010 г.).", "53.  Ето защо първата част от възражението на Правителството трябва да бъде отхвърлена.", "54.  Що се отнася до втората част от възражението, Съдът установява, че твърдението на Правителството, че жалбоподателят е имал на разположение друга процедура – установителен иск или иск по чл. 108 от ЗС от 1951 г., които биха му дали възможност да получи надлежно произнасяне от съд по въпроса за твърдяното му право на собственост върху иззетите от сейфа предмети, е неразривно свързано със съществото на оплакването му, че поради недостатъците в съдебното производство по обжалването, той не е имал възможността да получи такова произнасяне, съобразено с изискванията на член 6, алинея 1 от Конвенцията. Ето защо втората част от възражението на Правителството трябва да бъде отнесена към въпроса по съществото на жалбата.", "(b)  Съответствие ratione materiae на оплакването по член 1 от Протокол № 1", "55.  Доколкото Правителството твърди, че член 1 от Протокол № 1 не е приложим, тъй като жалбоподателят не е успял да докаже, че има право на собственост върху иззетите от сейфа му предмети, Съдът намира, че по настоящото дело е по-подходящо всички въпроси, свързани с материалното съответствие (ratione materiae) на оплакването с разпоредбите на Конвенцията или на Протоколите към нея, да бъдат обсъдени на етапа на обсъждането по съществото на жалбата (вж. съответно Маджио и други с/у Италия (Maggio and Others v. Italy), № № 46286/09, 52851/08, 53727/08, 54486/08 и 56001/08, пар. 36, 31 май 2011 г. и Вълков и др. с/у България (Valkov and Others v. Bulgaria), № № 2033/04, 19125/04, 19475/04, 19490/04, 19495/04, 19497/04, 24729/04, 171/05 и 2041/05, пар. 75, 25 октомври 2011 г.).", "(c)  Извод на Съда относно допустимостта", "56.  Съдът също така намира, че жалбата не е явно необоснована по смисъла на член 35, ал. 3 (а) от Конвенцията, нито недопустима на други основания. Ето защо тя трябва да бъде обявена за допустима.", "2.  По съществото на оплакванията по член 6, алинея 1 от Конвенцията", "57.  Съдът е на мнение, че постановлението на прокурора от 11 февруари 2004 г. представлява определяне на гражданско право на жалбоподателя. Като отнема в полза на държавата иззетите предмети, чието връщане жалбоподателят иска, на основание, че твърдението на жалбоподателя, че въпросните предмети му принадлежат не е доказано и че следва те да бъдат считани като изоставено имущество (вж. параграфи 19, 33-35 и 37 по-горе), прокурорът фактически се произнася по спор относно имуществените права на жалбоподателя (вж. Канадските авиолинии с/у Обединеното кралство (Air Canada v. the United Kingdom), 5 май 1995 г., пар. 56, Серия А, № 316-А и Сакокша с/у Австрия (Saccoccia v. Austria), (реш.), № 69917/01, ЕСПЧ, 2007VIII (извадки), относно отнемане в полза на държавата; Василеску, цитирано по-горе, пар. 39, относно задържането на иззети предмети; и Злинсат, спол. с.р.о. с/у България, № 57785/00, пар. 72, 15 юни 2006 г. относно определянето на граждански права от прокурор; и за разлика от Догмох с/у Германия (Dogmoch v. Germany) (реш.) № 26315/03, 18 септември 2006 г. и Фондация Даса и др. с/у Лихтенщайн (Dassa Foundation and Others v. Liechtenstein), № 696/05, 10 юли 2007 г., относно условното замразяване на активи с оглед тяхното отнемане в полза на държавата). Ето защо член 6, алинея 1 от Конвенцията е приложим по отношение на жалбата в частта му относно гражданските права.", "58.  Прокурорът не е съд: той е водел наказателното производство срещу жалбоподателя; когато постановява да бъдат отнети предметите в полза на държавата, той действа по своя собствена инициатива; неговото решение не е придружено от процесуалните гаранции, които обичайно се свързват с работата на един съд (вж. съответно Злинсат, спол. с.р.о., цитирано по-горе, пар. 74-79). Ето защо неговото постановление е трябвало да подлежи на контрол от страна на съдебен орган, който е напълно компетентен да стори това и отговаря на изискванията на член 6, алинея 1 (пак там, пар. 73 и 80). Наистина, то е било разгледано от съд (вж. параграф 21 по-горе). Обаче въпросът е дали производството пред този съд отговаря във всяко едно отношение на изискванията на член 6, алинея 1 от Конвенцията, особено предвид на факта, че това производство по принцип не е било предназначено да се определи гражданско право на засегнатото лице, а главната му цел е била да се провери законосъобразността на постановлението на прокурора за прекратяване на наказателното производство срещу лицето (вж. параграфи 37 и 38 по-горе).", "59.  Съдът смята, че това производство не отговаря на изискванията на посочената разпоредба в две насоки.", "60.  Първо, Военният съд в Пловдив, упражнявайки правомощията си по чл. 237, ал. 3 и 4 от НПК от 1974 г. (вж. параграфи 21 и 37 по-горе), е разгледал жалбата срещу постановлението на прокурора по документи, без да проведе открито съдебно заседание. Тъй като член 237, ал. 4 изрично предвижда делото да се разглежда в закрито заседание, не се поставя въпросът дали жалбоподателят се е отказал от правото си на открито съдебно заседание (вж. Сакокша с/у Австрия, № 69917/01, пар. 72, 18 декември 2008 г., за разлика от Цумтобел с/у Австрия (Zumtobel v. Austria), 21 септември 1993 г., пар. 34, Серия А, № 268-А) и не е налице възможност за съда да има избор дали да проведе такова (вж. Мартини с/у Франция (Martinie v. France) [Голяма камара], № 58675/00, пар. 43 в началото, ЕСПЧ 2006VI, за разлика от Юсила с/у Финландия (Jussila v. Finland) [Голяма камара], № 73053/01, пар. 48, ЕСПЧ 2006XIII).", "61.  Съдът е имал случаи, при които е подчертавал, че провеждането на публични съдебни заседания представлява основополагащ принцип, заложен в член 6, алинея 1 от Конвенцията и че този открит характер на производството предпазва страните от тайно правораздаване, без контрол от обществеността, и е едно от средствата, чрез които може да се поддържа доверие в съдилищата (вж. Сакокша, цитирано по-горе, пар. 70 и други позовавания). Съдът също така е приемал, че правото за публично открито съдебно заседание по член 6, алинея 1 е свързано с правото за изслушване на устни изявления, освен ако не са налице обстоятелства, на основание на които е допустимо те да бъдат пропуснати (пак там, пар. 71 и други позовавания).", "62.  Следователно трябва да се определи дали по настоящото дело са били налице обстоятелства, на основание на които Военният съд в Пловдив е можел да не проведе открито съдебно заседание. Характерът на тези обстоятелства се свежда до естеството на въпросите, които националният съд е трябвало да реши (пак там, пар. 74 в началото). Така, открито съдебно заседание може да не е наложително, ако не са налице въпроси, свързани с достоверност или с оспорвани факти, които изискват открито заседание, и при тези обстоятелства съдът може да реши делото справедливо и разумно въз основа на представените от страните документи и изявления и други писмени материали (пак там, пар. 72 и други позовавания).", "63. Поради няколко причини трудно може да се каже, че по настоящото дело нещата стоят по този начин. Първо, всъщност делото се развива около спорния фактически въпрос: дали са налице достатъчно доказателства, че жалбоподателят е собственик на иззетите от сейфа предмети, чието връщане той иска. Второ, произнасянето по този въпрос е свързано с достоверност – както тази, свързана с личността на жалбоподателя, така и достоверността на изявленията на свидетелите пред следователя по този въпрос (вж. параграф 17 по-горе). Всъщност, когато преценява, че жалбоподателят не е успял да докаже твърдението си, че притежава предметите, прокурорът се позовава преди всичко на показанията на тези свидетели и на това, че липсва достоверност в изявленията на жалбоподателя; от своя страна, оспорвайки изводите на прокурора по този въпрос, жалбоподателят иска повторен разпит на същите свидетели и разпит на нови свидетели (вж. параграфи 19 и 20 по-горе). При тези обстоятелства Военният съд в Пловдив не би могъл да разреши делото справедливо и разумно въз основа на представените от страните писмени изявления и документи и на други писмени материали. Следователно той не е бил освободен от задължението да проведе открито заседание по делото. В този контекст е важно да се отбележи, че този съд е бил първият и единствен съдебен орган, пред който делото е било внесено (вж. Фишер с/у Австрия (Fischer v. Austria), 26 април 1995 г., пар. 44, серия А, № 312).", "64.  Втората и свързана с първата насока, по отношение на която производството не отговаря на изискванията на член 6, алинея 1 от Конвенцията, засяга обхвата на компетентността на Военния съд в Пловдив във връзка с отнемането в полза на държавата. При прочит на неговото решение (вж. параграф 21 по-горе) е видно, че съдът не е събрал нови доказателства и почти изключително се позовава на изводите на прокурора, макар че жалбоподателят изрично ги е оспорил, поискал е нов разпит на свидетелите и разпит на нови свидетели, и е поискал да даде още обяснения (за разлика от Фишер, цитирано по-горе, пар. 34). Това не е учудващо, тъй като според практиката на Върховния касационен съд по чл. 237, ал. 3 от НПК от 1974 г., съдът, който проверява прокурорското постановление да бъде прекратено разследването по наказателно производство, не може да събира доказателства и трябва да реши делото въз основа на събраните при разследването доказателства (вж. параграф 38 по-горе). Обаче предвид на обстоятелствата по настоящото дело, такъв ограничен контрол не може да бъде приет за достатъчен във връзка с въпроса дали отнемането в полза на държавата на иззетите от сейфа на жалбоподателя предмети е законосъобразно и основателно.", "65. Съдът трябва също така да провери дали жалбоподателят е имал възможност да използва друго производство, за да получи произнасяне от съд – такова, което да е проведено в съответствие с изискванията на член 6, алинея 1 от Конвенцията, по твърдяното от него право на собственост върху иззетите от сейфа предмети. В началото той отбелязва, че Правителството не представя никакви примери в подкрепа на твърдението си, че жалбоподателят е могъл да използва установителен иск или иска по чл. 108 от Закона за собствеността от 1951 г. (вж. параграф 39 по-горе) и не се опитва да обясни как тези процесуални възможности биха могли да бъдат използвани при обстоятелствата по настоящото дело. Доколкото може да се направи извод от практиката на българските съдилища по чл. 110 от НПК от 1974 г. и по чл. 113 от НПК от 2005 г., който заменя първия текст, но е формулиран по идентичен начин, тази разпоредба регулира само случаи, при които властите са задържали веществени доказателства превантивно, тъй като трети лица са предявили претенции, че са техни законни собственици (вж. параграф 35 по-горе). Обратно, по настоящото дело не са налице трети лица, оспорващи правата на жалбоподателя върху иззетите от сейфа предмети. Ето защо не е ясно срещу кого той би могъл да предяви своя иск. Предвид на това, че Правителството би могло да заяви, че искът би могъл да бъде предявен срещу властите, Съдът установява, че Правителството не е представило никакви доводи, нито примери в подкрепа на такова твърдение. Видно е, че българските граждански съдилища отказват да разглеждат искове по чл. 108 от ЗС от 1951 г., които са заведени при висящо наказателно производство, както и да допускат оспорване на конфискации чрез такива искове или с установителни искове (вж. параграф 39 по-горе). Правителството не сочи никакви дела, по които тези съдилища да са упражнявали контрол върху постановления на прокурора за отнемане в полза на държавата на предмети, задържани като веществени доказателства. Ето защо Съдът не е убеден, че тези процесуални възможности са били налице за жалбоподателя.", "66.  Предвид на горните разсъждения, Съдът отхвърля втората част от възражението на Правителството, че не са изчерпани вътрешноправните средства за защита и приема, че е налице нарушение на член 6, алинея 1 от Конвенцията.", "3.  По съществото на оплакването по член 1 от Протокол № 1", "67.  Като начало Съдът установява, че не е в неговите правомощия да решава дали е налице право на собственост по вътрешното законодателство (вж. Матош е Силва, Лда. и други с/у Португалия (Matos e Silva, Lda., and Others v. Portugal),16 септември 1996 г., пар. 75, Текстове 1996-ІV; Ятридис с/у Гърция (Iatridis v. Greece), [Голяма камара], № 31107/96, пар. 54, ЕСПЧ 1999II; Търговски дом „Политекс“ ООО с/у Русия (OOO Torgovyi Dom “Politeks” v. Russia) (реш.), № 72145/01, 16 септември 2004 г.). По настоящото дело въпросът дали жалбоподателят е имал основателна претенция по отношение на иззетите от сейфа му предмети лежи в основата на спора между него и властите. Поради тази причина настоящото оплакване е пряко свързано с оплакването по член 6, алинея 1 от Конвенцията, по отношение на което Съдът прие, че жалбоподателят не е получил надлежно произнасяне от съд по твърдяното му право на собственост върху предметите. Освен по практическите, етичните и свързаните с вътрешната дисциплина въпроси, произтичащи от факта, че както изглежда, жалбоподателят е използвал държавно имущество – сейфа в неговия офис, за чисто лични нужди, Съдът не може да разсъждава също и по въпроса какво би могло да се случи, ако делото е било разгледано при спазване на всички изисквания на член 6, алинея 1 от Конвенцията, поради което е освободен от задължението да определи дали жалбоподателят е притежавал собственост и съответно, да се произнесе по оплакването по член 1 от Протокол № 1 (вж. съответно Глод с/у Румъния (Glod v. Romania), № 41134/98, пар. 43, 16 септември 2003 г.; Албина с/у Румъния (Albina v. Romania), № 57808/00, пар. 43, 28 април 2005 г.; Лунгочи с/у Румъния (Lungoci v. Romania), № 62710/00, пар. 48, 26 януари 2006 г. и Янакиев с/у България (Yanakiev v. Bulgaria), № 40476/98, пар. 82, 10 август 2006 г.).", "III.  ОТНОСНО ПРОДЪЛЖИТЕЛНОСТТА НА НАКАЗАТЕЛНОТО ПРОИЗВОДСТВО СРЕЩУ ЖАЛБОПОДАТЕЛЯ", "68.  Жалбоподателят се оплаква, че не е имало произнасяне в разумен срок по повдигнатите срещу него обвинения. Той се позовава на член 6, алинея 1 от Конвенцията, който в относимата си част гласи:", " „Βсяко лице, при решаването на правен спор относно ... каквото и да е наказателно обвинение срещу него, има право на ... публично гледане на неговото дело в разумен срок, от ...съд, ...“", "A. Становища на страните", "69.  Правителството признава, че наказателното дело срещу жалбоподателя не е било много сложно. Но то подчертава, че е било необходимо органите да съберат доказателства относно поредица от събития, случили се през период от две години. Поради тази причина е било необходимо да се разпитат сто четиридесет и пет свидетели, като адресът на някои от тях не е бил известен, което неизбежно е довело до забавяния при разследването в предварителното производство. На жалбоподателя са били повдигнати официално обвинения едва след разпита на всички свидетели.", "70.  Жалбоподателят твърди, че на практика претърсването на офиса му представлява повдигане на обвинения за извършено престъпление. Производството по обвинението за подпомагане на извършители да избегнат правосъдие е приключило с решение на Военния съд в Пловдив от 11 март 2004 г., докато производството по обвиненията за злоупотреба със служебно положение е продължило до 10 март 2008 г. Продължителността на двете производства не може да се счита за разумна по смисъла на практиката на Съда. Нещо повече, те са продължили много по-дълго от допустимото по българското законодателство. Както самото Правителство признава, делото не е било сложно и несъмнената необходимост да се извършат определени процесуално-следствени действия не оправдава общата продължителност на производството.", "B.  Преценката на Съда", "71.  \tПретърсването на офиса на жалбоподателя на 24 септември 1999 г. може да се счита за повдигане на обвинение за извършено престъпление срещу него (вж. Коем и други с/у Белгия (Coëme and Others v. Belgium), №№ 32492/96, 32547/96, 32548/96, 33209/96 и 33210/96, пар. 19 и 133, ЕСПЧ 2000VII; Марпа Зиланд и Метал Уелдинг Б.В. с/у Нидерландия (Marpa Zeeland B.V. and Metal Welding B.V. v. the Netherlands), № 46300/99, пар. 55 в началото, 9 ноември 2004 г. и Де Клерк с/у Белгия (De Clerck v. Belgium), № 34316/02, пар. 50, 25 септември 2007 г.). Обаче, тъй като претърсването е извършено в рамките на вътрешно разследване, предшестващо наказателното производство, може би е по-подходящо да се вземе датата, на която производството е било образувано – 14 февруари 2000 г. (вж. съответно И.Дж.Л. и други с/у Обединеното кралство (I.J.L. and Others v. the United Kingdom), №№ 29522/95, 30056/96 и 30574/96, пар. 131, ЕСПЧ 2000-ІХ). Жалбоподателят очевидно е знаел за производството още от ноември 2000 г. и вероятно много преди това, поради което не е редно да се вземе по-късната дата през 2003 г., когато обвиненията срещу него са били повдигнати официално (вж. Кориляно с/у Италия (Corigliano v. Italy), 10 декември 1982 г., пар. 35 в края, серия А, № 57 и С.Х.К. с/у България, № 37355/97, пар. 26, 23 октомври 2003 г.).", "72.  На 7 юли производството е разделено на две. Обвинението за подпомагане на извършители да избегнат правосъдие е оттеглено на 11 февруари 2004 г. и жалбата на жалбоподателя срещу постановлението на прокурора е отхвърлена на 11 март 2004 г. Следователно периодът, който следва да се вземе предвид във връзка с това обвинение, е поне четири години, като през този период е проведено предварително производство и съдебно производство по жалбата срещу постановлението за прекратяване.", "73.  Производството по обвинението за злоупотреба със служебно положение приключва с влизането в сила на решението на Военно-апелативния съд от 29 декември 2006 г. (вж. параграф 30 по-горе), което при липса на обжалване на основание, че е нарушен законът, вероятно е станало в кратък срок след връчването му. Последващото производство пред Върховния касационен съд за възобновяване на делото (вж. параграф 31 по-горе) не може да се взема под внимание, тъй като член 6, алинея 1 от Конвенцията не е приложима по отношение на производства за възобновяване на наказателни производства, тъй като на този етап се смята, че срещу засегнатото лице вече няма обвинение за извършено престъпление (вж. Зонлайтнер с/у Австрия (Sonnleitner v. Austria), (реш.), № 34813/97, 6 януари 2000 г.). Ето защо периодът, който следва да бъде взет под внимание, е най-малко шест години и два месеца и включва предварително производство и производство пред три съдебни инстанции.", "74.  Съдът е съгласен, че двете дела срещу жалбоподателя имат известна фактическа сложност, тъй като е трябвало органите да събират доказателства за престъпна дейност, продължавала две години, което, освен други последици, влече и необходимостта да бъдат разпитани голям брой свидетели.", "75.  Няма данни жалбоподателят да е допринесъл за някакви големи забавяния.", "76.  По отношение на съдебната фаза от производството по обвинението за злоупотреба със служебно положение няма данни за забавяния по вина на властите. Точно обратното, както Военния съд в Пловдив, така и Военно-апелативния съд са разгледали делото много бързо, като са били необходими съответно около четири, девет и два месеца, а производството пред ВКС е продължило по-малко от година (вж. параграфи 2630 по-горе). Вярно е, че не може да се каже същото относно предварителното производство, което е продължило около четири години по обвинението за злоупотреба със служебно положение и около три години по обвинението за подпомагане на извършители да избегнат правосъдие. Въпреки това, не може да се пренебрегне фактът, че по-голямата част от това забавяне очевидно се дължи на необходимостта да бъдат издирени и разпитани голям брой свидетели, някои от които са се намирали в чужбина (вж. параграфи 1214 по-горе). Предвид на това и като се вземе под внимание общата продължителност на производствата, Съдът не смята, че те са проведени в неразумен срок.", "77.  Следователно това оплакване е явно необосновано и следва да бъде отхвърлено на основание член 35, алинея 3 (а) и алинея 4 от Конвенцията.", "IV. ДРУГИ ТВЪРДЯНИ НАРУШЕНИЯ НА КОНВЕНЦИЯТА", "78.  Жалбоподателят се оплаква, че причината да бъдат отнети в полза на държавата иззетите от сейфа му предмети е фактът, че не е успял да докаже произхода на предметите. Той се позовава на член 6, алинея 2 от Конвенцията.", "79.  Съдът установява, че отнемането в полза на държавата става по време, когато органите на прокуратурата постановяват да оттеглят обвиненията срещу жалбоподателя и това постановление е основано изцяло върху непредставянето от страна на жалбоподателя на достатъчно доказателства, че е собственик на въпросните предмети. Ето защо това не представлява наказание и не включва предположение за вина. То не се дължи на наказателното преследване и осъждане на жалбоподателя (за разлика от Филипс с/у Обединеното кралство (Phillips v. the United Kingdom), № 41087/98, ЕСПЧ 2001VII), нито е разпоредено поради незаконосъобразното придобиване на отнетите в полза на държавата предмети (за разлика от Раймондо с/у Италия, 22 февруари 1994 г., пар. 29, Серия А, № 281A; Аркури и други с/у Италия (Arcuri and Others v. Italy) (реш.), № 52024/99, 5 юли 2001 г. и Риела и други с/у Италия (Riela and Others v. Italy) (реш.), № 52439/99, 4 септември 2001 г.), нито, защото предметите са били предназначени за използване при незаконна дейност (за разлика от Бътлър с/у Обединеното кралство (Butler v. the United Kingdom) (реш.), № 41661/98, 27 юни 2002 г.; Йълдирим с/у Италия (Yildirim v. Italy) (реш.), № 38602/02, ЕСПЧ 2003IV и Уеб с/у Обединеното кралство (Webb v. the United Kingdom) (реш.), № 56054/00, 10 февруари 2004 г.). Във всеки случай, при всички посочени дела Съдът е приел, че член 6 не е приложим в частта му относно наказателните производства.", "80.  От тук следва, че това оплакване не е съвместимо по същество (ratione materiae) с разпоредбите на Конвенцията по смисъла на член 35, алинея 3 (а) и следва да бъде отхвърлено на основание член 35, алинея 4.", "81.  Освен това жалбоподателят се оплаква, че при отсъствието на официално предявено срещу него обвинение в производството по подозрението, че е подпомагал извършители да избегнат правосъдие, той не е имал възможността да се ползва от гаранциите, с които разполага едно лице, срещу което са предявени обвинения за извършено престъпление. Той се позовава на член 6, алинея 3 от Конвенцията.", "82.  Съдът установява, че това производство е прекратено (вж. параграф 19 по-горе). Според установената практика на Съда, едно лице не може да претендира, че е пострадало от нарушаване на правото му на справедлив съдебен процес по член 6 от Конвенцията, когато този съдебен процес според лицето е бил осъществен в рамките на производство, в което лицето е било оправдано или което е било прекратено (вж. измежду други източници Османов и Юсеинов с/у България (реш.), №№ 54178/00 и 59901/00, 4 септември 2003 г.).", "83.  Следователно това оплакване не е съвместимо по същество (ratione materiae) с разпоредбите на Конвенцията по смисъла на член 35, алинея 3 (а) и следва да бъде отхвърлено на основание член 35, алинея 4.", "84.  Накрая, жалбоподателят се оплаква, че при отсъствието на официално обвинение срещу него чл. 237, ал. 3 от НПК от 1974 г. не му дава възможност да иска съдебен контрол върху постановлението за прекратяване на наказателното производство срещу него. Той се позовава на член 13 от Конвенцията.", "85.  Съдът установява, че въпреки че срещу жалбоподателя не са повдигнати официално обвинения и от правна гледна точка не е имал право да иска съдебен контрол върху постановлението на прокурора, фактически неговото оспорване на това постановление е било разгледано от съд по същество и е било отхвърлено (вж. параграф 21 по-горе). Съобразно практиката на Съда, разпоредбите на вътрешното законодателство не трябва да бъдат разглеждани абстрактно, а според това как са били приложени по отношение на жалбоподателя (вж. Василеску, цитирано по-горе, пар. 39). Във всеки случай не е необходимо това оплакване да се разглежда отделно, тъй като съдебният контрол върху постановлението на прокурора вече е разгледан при позоваването на член 6, алинея 1 от Конвенцията (вж. параграфи 63 и 64 по-горе).", "86.  От тук следва, че това оплакване е явно необосновано и трябва да бъде отхвърлено съобразно член 35, алинея 3 (а) и алинея 4 от Конвенцията.", "V. ПРИЛОЖЕНИЕ НА ЧЛЕН 41 ОТ КОНВЕНЦИЯТА", "87.  Член 41 от Конвенцията гласи:", " “Ако съдът установи, че е имало нарушение на Конвенцията или на Протоколите към нея и ако вътрешното право на високодоговарящата страна допуска само частично обезщетение за последиците от това нарушение, съдът присъжда, ако това е необходимо, справедливо удовлетворение на потърпевшата страна.”", "A. Обезщетение", "88.  Жалбоподателят претендира 10 000 евро (EUR) за неимуществени вреди, дължащи се на твърдяни нарушения на член 6, алинея 1 от Конвенцията и член 1 от Протокол № 1 във връзка с иззетите и отнети в полза на държавата вещи.  Той заявява, че въпреки че има основателна претенция, че въпросните вещи му принадлежат, той не може да очаква Съдът да се произнесе по този въпрос вместо националните съдилища. От друга страна, той не е имал възможност да получи произнасяне по този въпрос в едно напълно разгърнато съдебно производство на национално ниво. Това го е накарало да се почувства безсилен и обиден.", "89.  Жалбоподателят претендира още 8 000 евро (EUR) във връзка с твърдяното нарушение на правото му по член 6, алинея 1 от Конвенцията да има произнасяне по обвиненията срещу него за извършено престъпление в разумен срок.", "90.  Правителството заявява, че претенциите са прекомерни. Според тях, ако бъде присъдена сума от Съда, тя трябва да бъде съобразена с установените от него нарушения и със стандарта на живот в България, и да бъде съизмерима с други присъдени в подобни случаи суми.", "91.  Съдът намира, че жалбоподателят трябва да е претърпял неимуществени преди в резултат на това, че не му е била дадена подходяща възможност да оспори отнемането на иззетите от сейфа му предмети в полза на държавата и от прекалено дългото наказателно производство срещу него. Като се вземат предвид конкретните обстоятелства по делото и присъдените суми при предишни подобни дела, и като се произнася по справедливост съобразно изискванията на член 41, Съдът му присъжда 2 400 евро (EUR), плюс всякакви данъци, с които тази сума би могла да бъде обложена.", "92.  Освен това Съдът намира за необходимо да подчертае, че решение, с което се установява нарушение на Конвенцията или на Протоколите към нея, възлага на държавата-ответник правното задължение не само да заплати на засегнатите лица присъдените като справедливо обезщетение суми, но също така да избере под ръководството на Министерски съвет общите и/или – в случай, че това е подходящо, индивидуални мерки, които да бъдат приети в нейния вътрешен правен ред, с цел да се сложи край на установеното от Съда нарушение, както и да поправи възможно най-добре всички последици от него по такъв начин, че да възстанови положението отпреди нарушението (вж. Лунгочи, пар. 55 и Янакиев, пар. 89, двете дела са цитирани по-горе [Lungoci, § 55, and Yanakiev, § 89, both cited above]). Най-подходящата форма на защита по дела, при които жалбоподателят не е имал достъп до съд в нарушение на член 6, алинея 1 от Конвенцията по правило е, да се възобнови производството свъевременно и да се разгледа отново делото, като се спазят всички изисквания за справедлив съдебен процес (вж. Лунгочи, пар. 56 и Янакиев, пар. 90, двете дела са цитирани по-горе).", "B. Такси и разноски", "93.  Жалбоподателят иска да му бъдат възстановени 2 613,20 евро (EUR), които е заплатил за хонорари за тридесет и два часа и петдесет минути работа на неговите адвокати по производството пред съда в Страсбург, при ставка 80 евро на час. Също иска да му бъдат възстановени 9 евро (EUR) за пощенски разходи, 8 евро (EUR) за канцеларски материали, 10 евро (EUR) за фотокопия на документи и 96,41 евро (EUR) за превод на неговите изявления и претенции. Той представя договор за хонорарите, почасова сметка, сметка за превод, пощенски квитанции и декларация, че е съгласен всички разходи, които Съдът присъди, надхвърлящи 250 евро (EUR), да бъдат заплатени направо на адвокатите му.", "94.  Правителството оспорва часовете, които адвокатите на жалбоподателя са начислили, както и почасовата им ставка, тъй като според него те са нереални и далеч надхвърлят обичайните ставки, които начисляват адвокатите в България. То също така твърди, че претенцията за другите разходи може да бъде уважена само доколкото е подкрепена от документи.", "95.  Според практиката на Съда, разходите по производството, претендирани на основание член 41 от Конвенцията, трябва да са понесени действително и да са необходими, както и да са разумни по своя размер. При обсъждането на претенцията за разходите по производството пред него, Съдът не е обвързан от вътрешните ставки и стандарти (вж. измежду други източници Милева и други с/у България (Mileva and Others v. Bulgaria), №№ 43449/02 и 21475/04, пар. 123 и 125, 25 ноември 2010 г.).", "96.  Като има предвид представените на негово разположение материали и тези разсъждения, и като отбелязва, че част от жалбата е обявена за недопустима, Съдът намира, че е разумно да присъди на жалбоподателя сумата от 1 000 евро (EUR), плюс всякакви данъци, с които тази сума би могла да бъде обложена. 250 евро (EUR) от тази сума следва да се изплати на вдовицата на жалбоподателя и на двете му деца, а остатъкът – на неговите процесуални представители.", "C. Лихва за забава", "97.  Съдът намира, че е правилно лихвата за забава да се основава на пределната ставка за заеми на Европейската централна банка, като към нея се добавят три процента.", "ПО ТЕЗИ ПРИЧИНИ СЪДЪТ ЕДИНОДУШНО", "1.  Присъединява към разглеждането по същество втората част от възражението на Правителството по въпроса за неизчерпване на вътрешноправните средства за защита и обявява за допустими оплакванията относно справедливостта на съдебното производство по обжалване на постановлението, липсата на открито съдебно заседание в това производство и твърдяната намеса в собствеността на жалбоподателя, както и останалата част от жалбата;", "", "2.  Приема, че е налице нарушение на член 6, алинея 1 от Конвенцията поради това, че жалбоподателят не е имал възможност да разчита на производство, при което да има надлежен съдебен контрол с открито съдебно заседание по отношение на постановлението на прокурора да отнеме в полза на държавата иззетите от сейфа предмети и отхвърля като следствие от това втората част от възражението на Правителството, че не са изчерпани вътрешноправните средства за защита;", "", "3.  Приема, че не е необходимо да разгледа оплакването по член 1 от Протокол № 1;", "", "4.  Приема:", "(a) че държавата-ответник трябва да заплати на вдовицата на жалбоподателя и на двете му деца заедно в срок от три месеца от датата, на която решението става окончателно по член 44, алинея 2 от Конвенцията, следните суми, които следва да бъдат превърнати във валутата на държавата-ответник по курса, приложим към датата на плащането:", "(i)  EUR 2 400 евро (две хиляди и четиристотин евро), плюс всякакви данъци, с които тази сума би могла да бъде обложена, за неимуществени вреди;", "(ii)  EUR 1 000 (хиляда евро), плюс всякакви данъци, с които тази сума би могла да бъде обложена, за разходи по производството, като 750 евро (седемстотин и петдесет евро) от тази сума следва да се заплатят по банковата сметка на процесуалните представители на жалбоподателя, а остатъкът от 250 евро да се заплатят на вдовицата на жалбоподателя и двете деца;", "(b)  че след изтичането на горепосочените три месеца до изплащането на определените суми, върху тях се начислява проста лихва, равна на пределната ставка по заеми на Европейската централна банка за срока на неизпълнение, увеличена с три процента;", "", "5.  Отхвърля иска на жалбоподателя за справедливо обезщетение в останалата му част.", "Изготвено на английски език и оповестено в писмена форма на 12 февруари 2013 г. съобразно правило 77, ал. 2 и 3 от Правилника на Съда.", "\tЛоурънс Ърли\tИнета Зимеле \nСекретар      \tПредседател\n"]}