{"file": "BUL_HJUDBUL_50_02.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "50/02", "text_paragraphs": ["© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "ПЕТО ОТДЕЛЕНИЕ", "", "", "", "ИГНАТОВ СРЕЩУ БЪЛГАРИЯ", "", "(Жалба № 50/02)", "", "", "", "", "", "РЕШЕНИЕ", "", "", "СТРАСБУРГ", "", "2 юли 2009 г.", "", "ОКОНЧАТЕЛНО", "", "02/10/2009", "", "Това решение може да претърпи редакционни промени.", "", "По делото Игнатов срещу България,", "Европейският съд по правата на човека (Пето отделение), заседаващ като камара в състав:", "\tПеер Лоренцен (Peer Lorenzen), председател,", "\tРайт Марусте (Rait Maruste), \n\tКарел Юнгвирт (Karel Jungwiert),\n\tРенате Йегер (Renate Jaeger),\n   Марк Вилигер (Mark Villiger),", "Изабел Беро-Льофевр (Isabelle Berro-Lefèvre), съдии,\nПавлина Панова, съдия ad hoc,", "\tи Клаудия Вестердик (Claudia Westerdiek), секретар на Отделението,", "след обсъждане в закрито заседание на 9 юни 2009 г.,", "се произнесе със следното съдебно решение, постановено на същата дата:", "ПРОЦЕДУРАТА", ".  Делото е образувано по жалба № 50/02 срещу Република България, подадена на 20 декември 2001 г. пред Съда на основание чл. 34 от Конвенцията за защита правата на човека и основните свободи (наричана по-нататък „Конвенцията“) от българския гражданин г-н Михаил Великов Игнатов (наричан по-нататък “жалбоподател“).", ".  Жалбоподателят, който се ползва от правото на правна помощ, се представлява от г-жа София Разбойникова, адвокат в София. Българското правителство („Правителството“) се представлява от своите агенти – г-жа M. Пашева и г-жа M. Коцева от Министерството на правосъдието.", ".  Жалбоподателят се оплаква от нарушение на правото му да напусне страната си вследствие на мярка за забрана да му бъде издаден паспорт, както и от отсъствието на средства за защита в това отношение.", ".  На 5 юли 2006 г. Съдът решава да съобщи жалбата на Правителството. В съответствие с член 29 § 1 от Конвенцията е решено жалбата да се разгледа по същество едновременно с разглеждането на нейната допустимост.", ".  Съдия Калайджиева, избраната по отношение България, си прави отвод от разглеждането на делото. На 30 януари 2009 г. Правителството посочва г-жа Павлина Панова да заседава вместо нея в качеството на съдия ad hoc (членове 27 § 2 от Конвенцията и 29 § 1 от Правилника на Съда).", "ФАКТИТЕ", "I.  ОБСТОЯТЕЛСТВАТА ПО СЛУЧАЯ", ".  Жалбоподателят е роден през 1954 г. и живее във Варна.", "A.  Мярката за забрана за издаване на паспорт на жалбоподателя", ".  На 20 юни 2001 г. жалбоподателят подава в паспортната служба към областната дирекция на вътрешните работи (ОДВР) в Добрич спешна молба за издаване на паспорт. Той възнамерява да отиде в Румъния на 23 юни 2001 г., за да посрещне 19-годишната си дъщеря, която трябва да пристигне със самолет на летището в Букурещ.", ".  Молбата му е отхвърлена същия ден с мотива, че му е наложена административна мярка за забрана за издаване на паспорт, наложена по искане на съдия-изпълнител от Добричкия районен съд в рамките на изпълнително производство. По думите на жалбоподателя до този момент той не е знаел за тази мярка.", ".  Въпросното изпълнително производство срещу жалбоподателя е инициирано от банка през декември 1998 г. поради неплащане на кредит. В рамките на това производство на 19 януари 1999 г. съдия-изпълнителят прави искане до ОДВР Добрич за налагане на забранителна мярка за издаване на паспорт на основание член 7, б. „е“ от Закона за задграничните паспорти. Със заповед от 29 януари 1999 г. директорът на Национална служба „Полиция” налага исканата мярка с незабавно действие и до отпадане на основанието, на което е издадена. В заповедта фигурира адреса на жалбоподателя във Варна, улица „С. Р.” № 8.", ".  На 19 февруари 1999 г. заповедта е изпратена в ОДВР Добрич за уведомяване на жалбоподателя, чието постоянно местоживеене е в Котленци, в териториалния обхват на тази дирекция. Съгласно информацията, предоставена от кметството на Котленци, майката на жалбоподателя е посочила, че той реално не живее в Котленци, а във Варна и е дала телефонния му номер. След проверка ОДВР Добрич изпраща уведомително писмо във Варна, ул. „Б. М.” № 41.", ".  На 12 февруари 1999 г. съдия-изпълнителят спира изпълнителното производство, тъй като жалбоподателят е направил частично плащане и е поел ангажимента да прави периодични вноски. През юни 1999 г. съдията е информиран, че банката е прехвърлила вземането си на трето лице.", ".  На 20 юни 2001 г., когато го информират, че молбата му за издаване на паспорт е отхвърлена, жалбоподателят се снабдява с писмо от банката взискател, удостоверяващо, че той няма задължения към нея. С този документ той се обръща към ОДВР, за да поиска вдигането на забраната. Отговорено му е първо устно, а после и с писмо от 22 юни 2001 г., че мярката е наложена по искане на съдия-изпълнител, който е единственият компетентен да поиска вдигането й. Жалбоподателят се явява в съдебно-изпълнителната служба на районния съд, но е информиран, че съдията е в отпуск и че вдигането на забраната не може да се осъществи незабавно.", ".  При тези обстоятелства на 21 юни 2001 г. жалбоподателят иска от ОДВР разрешение да напусне страната за един ден – 23 юни 2001 г., за да посрещне дъщеря си, което искане му е отказано. Без паспорт той не може да осъществи плануваното пътуване до Букурещ.", ".  С писмо от областната дирекция на вътрешните работи от 20 юли 2001 г. жалбоподателят е информиран, че забранителната мярка е вдигната на 13 юли 2001 г. по искане на съдебно-изпълнителната служба на Добричкия районен съд.", ".  Жалбоподателят поисква копия от решенията за налагане и вдигане на забранителната мярка, но с писмо от 31 януари 2001 г. ОДВР Добрич отказва да му предостави документите.", "Б.  Искът за отговорност на държавата", ".  През 2003 г. жалбоподателят завежда иск за обезщетение пред Добричкия окръжен съд срещу ОДВР за понесени вреди от наложената забрана и заради уведомяването му на грешен адрес във Варна, което му е попречило да оспори мярката по съдебен ред.", ".  С решение от 14 октомври 2003 г., потвърдено на 16 февруари 2004 г. от апелативната инстанция, съдът отхвърля иска на жалбоподателя с мотива, че оспорваната заповед не е издадена от посочения ответник – ОДВР Добрич, а от националната дирекция на полицията. Жалбоподателят подава касационна жалба. С решение от 19 октомври Върховният касационен съд отменя тези решения с мотива, че оплакването относно липсата на уведомяване за административния акт не е било разгледано. Той връща делото за ново разглеждане по същество.", "18.  В рамките на новото разглеждане Варненският апелативен съд отхвърля жалбата на жалбоподателя с решение от 10 ноември 2006 г. Касационната жалба също е отхвърлена на 23 юни 2008 г. Върховният касационен съд заключава, че ОДВР Добрич не е била длъжна да уведоми за акт на адрес, извън нейния ресор, но тя е уведомила за акта близък на жалбоподателя роднина на адреса, който самият той е декларирал като постоянно местоживеене, следователно не е нарушила задълженията си по закон. Съдът счита също така, че жалбоподателят не е бил лишен от правото си на обжалване по съдебен ред, тъй като при отсъствие на уведомяване за спорна заповед срокът за обжалване не започва да тече и заинтересованото лице може да обжалва в момента, в който научи за нея.", "II.  ПРИЛОЖИМО ВЪТРЕШНО ПРАВО", "A.  Законът за задграничните паспорти от 1969 г.", ".  Съгласно този закон :", "„7.  Задграничен паспорт може да не се издава на:", "(...)", "e)  лица, които имат значителни парични задължения към държавата, български юридически лица, както и към български граждани, установени по съдебен ред, освен ако личното им имущество покрива задължението или ако представят надлежно обезпечение;", "(...)", "7a.  Фактическите и правните основания за отказа да се издаде задграничен паспорт се съобщават писмено на молителя.", "(...)", "14a.  Отказът да се издаде задграничен паспорт, както и отнемането на задграничен паспорт могат да се обжалват по Закона за административното производство.”", ".  Тези разпоредби са възпроизведени по сходен начин в новия Закон за българските документи за самоличност, в сила от 1 април 1999 г. (член 76, точка 3).", "B.  Жалбите срещу административните актове", ".  Съгласно членове 19 – 45 от Закона за административното производство, в сила по време на събитията, административните актове подлежат на обжалване пред висшестоящия орган и на обжалване по съдебен ред. Обжалването по административен ред има суспензивно действие по отношение изпълнението на акта, с изключение на случаите, когато издателят на акта допусне предварителното му изпълнение. Обжалването по съдебен ред също има суспензивен характер, освен ако съдът не реши друго.", ".  Съгласно член 17 административният акт се съобщава на всички заинтересовани лица. Когато адресът на някой от заинтересованите лица е неизвестен или той не живее на посочения от него адрес, съобщението са поставя на таблото за обявления в кметството. Жалбата и протестът се подават в седемдневен срок от съобщението по член 17 (член 22).", ".  Съгласно Закона за гражданската регистрация от 1999 г., в сила от 5 юли 1999 г., всяко лице е задължено да заяви своя постоянен и настоящ адрес за вписването му в регистрите на населението, поддържани от кметовете на общините. Преди създаването на тези регистри постоянният домашен адрес се е декларирал при подаване на молба за издаване на документ за самоличност и се е отбелязвал във въпросния документ.", "В.  Отговорността на държавата за вреди", ".  Член 1 от Закона за отговорността на държавата и общините за вреди от 1988 г. гласи, че държавата отговаря за вредите, причинени от незаконосъобразни актове, действия или бездействия на нейни органи и длъжностни лица. Когато вредите произтичат от административен акт, той трябва да бъде обявен за незаконосъобразен и да бъде отменен с обратно действие.", "ПРАВОТО", "I.  ОТНОСНО ТВЪРДЯНОТО НАРУШЕНИЕ НА ЧЛЕН 2 ОТ ПРОТОКОЛ № 4", ".  Жалбоподателят се оплаква от наложеното ограничение на правото му да се придвижва свободно и да напуска територията на страната си, и то без да бъде информиран своевременно. Той се позовава на член 10 от Конвенцията и на член 2 от Протокол № 4. Съдът счита, че следва да разгледа това оплакване с оглед на член 2 от Протокол № 4, който в съответните си части гласи следното :", "„2.  Всеки е свободен да напусне пределите на всяка държава, включително и на своята.", "3.  Упражняването на това право не подлежи на никакви ограничения, освен на тези, предвидени в закона и необходими в едно демократично общество в интерес на националната или обществената сигурност, за поддържане на обществения ред, за предотвратяване на престъпления, за защитата на здравето и морала или на правата и свободите на другите.”", "A.  Допустимост", ".  Правителството поддържа, че жалбоподателят е имал възможността да обжалва по съдебен ред забраната за издаване на паспорт съгласно Закона за административното производство, както и да иска обезщетение съгласно Закона за отговорността на държавата. То изтъква, че жалбоподателят е завел такъв иск, но не е дочакал изхода от производството преди подаде жалба до Съда. Правителството счита, че предвид тези обстоятелства, жалбоподателят не е изчерпил възможностите на вътрешното право.", ".  В отговор жалбоподателят твърди, че не е можел да обжалва пред съда спорната мярка, защото не е знаел за нея, докато не е подал молба за издаване на паспорт през юни 2001 г., а след това същата е била отменена, преди той да получи копие от акта. Колкото до иска за отговорността на държавата, той счита, че същият се е оказал негоден да удовлетвори оплакването му.", ".  Съдът отбелязва, че Протокол № 4 влиза в сила за България на 4 ноември 2000 г. и че неговото действие ratione temporis обхваща единствено периода след тази дата. Той може да бъде прилаган за по-ранни събития само дотолкова, доколкото те са продължили и след 4 ноември 2000 г. (вж. Ринер срещу България № 46343/99, § 95, 23 май 2006 г.).", "29.  Що се отнася до възражението за неизчерпване на вътрешно-правните средства, повдигнато от Правителството, Съдът констатира, че то по същество е тясно свързано с оплакването по член 13 относно липсата на ефективни средства за защита, следователно двете трябва да бъдат съединени по същество. Съдът констатира също така, че това оплакване не е явно необосновано по смисъла на член 35 § 3 от Конвенцията. Той отбелязва, от друга страна, че то не е недопустимо на други основания. Следователно трябва да бъде обявено за допустимо.", "B.  По същество", "1.  Становищата на страните", ".  Жалбоподателят поддържа, че предвидените във вътрешното право условия за налагане на мярка за забрана за издаване на паспорт в неговия случай не са били изпълнени, тъй като паричните му задължения към банката са били обезпечени с вещни тежести и ипотека и той ги е покрил към февруари 1999 г. Той подчертава също така, че властите не са установили съществуването на конкретен риск той да избегне плащането на задължението си, пътувайки в чужбина. Той се възмущава от това, че тези обстоятелства не са били взети предвид при взимане на решението, което е било приложено незабавно, без той да бъде информиран за него, както и че властите са били пасивни и не са проверили в нито един момент дали мярката все още е оправдана. В резултат от тези пропуски той е бил възпрепятстван да осъществи предвиденото си пътуване в чужбина без каквато и да било разумна причина.", ".  Правителството твърди, че наложената на жалбоподателя мярка е била съобразена с приложимото право. То счита, че жалбоподателят сам е станал причина за пропуските в уведомяването му за спорното решение и за невъзможността да подаде жалба, тъй като е дал различни адреси и не е можел да бъде открит на постоянния му адрес.", "2.  Преценката на Съда", ".  Съдът припомня, че член 2 от Протокол № 4 гарантира на всяко лице правото както да се придвижва във вътрешността на страната, така и да я напуска, което означава, че има право да отиде в страна по свой избор, доколкото му е позволено да влезе в нея. Следователно мярка, която може да засегне това право или да ограничи упражняването му, не е съобразена с член 2 от Протокол № 4, освен ако е предвидена от закона, преследва някоя от законните цели, изброени в параграф 3 на посочения член и може да бъде представена като „необходима в едно демократично общество” (Бауман срещу Франция (Baumann c. France), № 33592/96, § 61, ЕСПЧ 2001V (откъси) ; Напияло срещу Хърватска (Napijalo c. Croatie), № 66485/01, § 68, 13 ноември 2003 г.).", ".  В дадения случай на жалбоподателя е наложена мярка за забрана за издаване на паспорт за период от повече от две години, вследствие на което той не е могъл да осъществи предвидено пътуване в чужбина през юни 2001 г. Съдът счита, че така наложеното ограничение на правото на заинтересованото лице да се придвижва свободно представлява намеса по смисъла на член 2 от Протокол № 4 (вж. Бауман, горецитирано, § 62).", ".  Съдът изтъква, че спорната мярка е била наложена на жалбоподателя съгласно член 7 от Закона за задграничните паспорти, в сила към съответния момент, по искане на съдия-изпълнител и поради наличието на неплатени парични задължения. Ето защо съдът приема, че намесата е била „предвидена от закона” по смисъла на член 2 от Протокол № 4.", ".  Съдът приема също така, че налагането на тази мярка в случая цели да защити интересите на кредиторите, следователно тя има законна цел, свързана със защита правата на другия.", ".  Що се отнася до пропорционалността, Съдът припомня, че мярка, ограничаваща свободата на придвижване на едно лице, дори и оправдана в началото, може да стане непропорционална, ако бъде продължавана автоматично за дълъг период (Ринер, горецитирано, § 121 ; Фьолдеш и Фьолдешне Хайлик срещу Унгария (Földes et Földesné Hajlik c. Hongrie), № 41463/02, § 35, ЕСПЧ 2006...).", ". Що се отнася по-специално до наложеното с мотив за неплатени парични задължения ограничение, то е оправдано доколкото цели да гарантира възстановяването на въпросните парични задължения (Напияло, горецитирано, §§ 78 – 82). От тук следва, че властите не могат дълго време да поддържат една такава мярка, без периодично да проверяват дали тя все още е оправдана (Ринер, горецитирано, §§ 122 и 124).", ".  Съдът отбелязва, че в конкретния случай паричното задължение, заради което е наложена забраната за издаване на паспорт на жалбоподателя, е възстановено само няколко дни след налагането на мярката (параграф 11 по-горе). Въпреки това съдия-изпълнителят, който е инициирал налагането й, не е направил нищо за нейното вдигане. Също така органите на полицията в нито един момент не са направили преглед на необходимостта от забраната, при положение, че тя е била в сила близо две години и половина. В същото време жалбоподателят, който не е бил информиран за забранителната мярка, не е можел да предприеме никакво законово действие за нейната отмяна (вж. по този въпрос параграфи 48 – 50 по-долу).", ".  Вследствие на това, когато жалбоподателят през юни 2001 г. иска да му бъде издаден паспорт, молбата му е отхвърлена и той е възпрепятстван да осъществи пътуването, което е планирал, на базата на ограничителна мярка, която отдавна е загубила основанието си, но е останала в сила поради пасивността на компетентните органи. Поради много краткия срок действията, които в онзи момент предприема заинтересованото лице с цел отмяна на мярката, остават напразни.", ".  В заключение, Съдът счита, че понесената от жалбоподателя намеса в правото му на свободно придвижване не представлява мярка, „необходима в едно демократично общество” и преследваща законосъобразна цел.", ".  Следователно е налице нарушение на член 2 от Протокол № 4.", "II.  ОТНОСНО ТВЪРДЯНОТО НАРУШЕНИЕ НА ЧЛЕН 13 ОТ КОНВЕНЦИЯТА", ".  Жалбоподателят се оплаква също така от липсата на ефективни вътрешноправни средства за защита, които да удовлетворят оплакването му по член 2 от Протокол № 4. Той се позовава на член 6 § 1 и член 13 от Конвенцията. Съдът отбелязва в тази връзка, че правото на свободно придвижване, гарантирано от член 2 от Протокол № 4, не представлява право от граждански характер по смисъла на член 6 и че ограничението, наложено на жалбоподателя, не би могло да се възприеме като санкция от наказателен характер (вж. Ринер срещу България (реш.), № 28411/95, 11 април 1997 г.). Следователно член 6 не е приложим и оплакването следва да се разгледа от гледна точка на член 13 от Конвенцията, който гласи следното:", "„Всеки, чиито права и свободи, провъзгласени в тази Конвенция са нарушени, има право на ефикасни правни средства за тяхната защита пред съответните национални власти, дори и нарушението да е извършено от лица, действащи при упражняване на служебни функции.”", "A.  Допустимост", ".  Съдът констатира, че това оплакване не е явно необосновано по смисъла на член 35 § 3 от Конвенцията. Той отбелязва, от друга страна, че то не е недопустимо на други основания. Следователно трябва да бъде обявено за допустимо.", "B. По същество", "1.  Становищата на страните", ".  Жалбоподателят се оплаква, че компетентните власти не са го информирали за взетата срещу него мярка и по този начин са го лишили от възможността както да протестира заповедта в момента на издаването й, така и да я оспори по съдебен ред. Що се отнася до различните адресите и объркването, което са породили, той поддържа, че ако и да е посочил като постоянен адрес Котленци, то той от дълго време живее във Варна на ул. „С. Р” № 8 и винаги е давал този си адрес на властите, включително и в рамките на изпълнителното производство, мотивирало спорната мярка. Този адрес фигурира и в заповедта, налагаща забраната, и жалбоподателят не е наясно защо ОДВР Добрич са се опитали да му я съобщят в Котленци.", ".  Жалбоподателят поддържа, че искът по Закона за отговорността на държавата за вреди, който е завел, не представлява ефикасно средство за защита. Той подчертава, че жалбата му по отношение на забраната за издаване на паспорт е отхвърлена с формалния мотив, че не е посочил правилно издателя на заповедта, което не му е било възможно да направи, тъй не разполага със съобщение за акта, а в закона не е ясно посочено от кого се издават такива документи; освен това съдилищата не са взели предвид аргументите му относно неправилността на мярката. Колкото до оплакването му относно липсата на уведомяване, то също е отхвърлено в резултат от формален подход към очакваното от ОДВР Добрич старание.", ".  Правителството повтаря своите аргументи, изложени във връзка с възражението за неизчерпване на вътрешноправните средства и счита, че жалбоподателят е разполагал с ефикасни средства за защита, като отговорността, че не ги е използвал, си е негова.", "2.  Преценката на Съда", ".  Съдът припомня, че член 13 от Конвенцията гарантира наличието във вътрешното право на средство за защита, позволяващо да се изследва съдържанието на защитимо оплакване по Конвенцията и предлагащо съответно удовлетворение (вж., наред с други, Кудла срещу Полша (Kudła c. Pologne) [ГК], № 30210/96, § 157, ЕСПЧ 2000-XI). Предвид своето заключение по-горе относно оплакването по член 2 от Протокол № 4, Съдът счита, че жалбоподателят има защитимо оплакване за нарушение на тази разпоредба.", "48.  Съдът отбелязва, че по принцип жалбоподателят е имал възможността да иска по съдебен път отмяната на заповедта от 29 януари 1999 г., с която се забранява издаването на паспорт. Той изтъква обаче, че жалбоподателят не е можел да подаде такава жалба, тъй като не бил информиран за взетата срещу него мярка до 20 юни 2001 г. Обжалването на тази мярка по-късно става безпредметно, защото тя е отменена малко след това, на 13 юли 2001 г.", "49.  Що се отнася до аргумента на правителството, според който заинтересованото лице само се е поставило в тази ситуация, посочвайки различни адреси, Съдът изтъква, че от предоставените му материали е видно, че адресът, фигуриращ в документите по изпълнителното производство, мотивирало забранителната мярка за издаване на паспорт, както и в самата заповед от 29 януари 1999 г., е този във Варна, на който жалбоподателят реално живее.", "50.  Вярно е, че жалбоподателят е декларирал като постоянно местоживеене адреса на майка си в Котленци, който фигурира и в неговите документи за самоличност. Съдът не разполага с данни, които да му позволят да заключи, че тази ситуация е незаконосъобразна по смисъла на вътрешното право или че заинтересованото лице има задължението да получава уведомленията си на адреса в Котленци. Напротив, националните съдилища, сезирани в рамките на иска за отговорност на държавата, заведен от жалбоподателя, са приели, че уведомяването на постоянния адрес не е било достатъчно, за да се приеме, че заповедта е валидно съобщена и да започне да тече срокът за обжалване. Предвид тези наблюдения Съдът счита, че жалбата за отмяна на заповедта от 29 януари 1999 г. не представлява достъпно и ефикасно средство защита при дадените обстоятелства.", "51.  Съдът отбелязва на следващо място, че жалбоподателят се е опитал да поиска вдигане на мярката за забрана пред ОДВР Добрич, но е получил отказ поради отсъствието на искане от съдия-изпълнителя, който не е можело да бъде открит преди датата на планираното пътуване. Следователно и тази възможност не се е оказала ефикасна.", "52.  Съдът отбелязва също така, че жалбоподателят е можел да подаде жалба пред съда срещу отказа да му бъде издаден паспорт, който му е бил предявен на 20 юни 2001 г. Една такава жалба обаче не би попречила на прилагането на забраната поради много краткия срок, в който жалбоподателят е искал да осъществи пътуването си в чужбина. Освен това Съдът не е убеден, че такова обжалване би имало успех, доколкото отказът за издаване на паспорт се е основавал на забранителна мярка от 1999 г., която все още е била в сила.", "53.  Що се отнася до иска за отговорността на държавата за вреди поради незаконосъобразни актове или действия на нейни органи, Съдът констатира, че подаденият от жалбоподателя иск е бил отхвърлен с мотива, че действията на ОДВР във връзка с уведомяването за забранителната мярка не били незаконосъобразни. Колкото до самата забранителна мярка, дори в конкретния случай искането на жалбоподателя да е било отхвърлено с формален мотив, Съдът отбелязва, че успехът на един такъв иск предполага спорният административен акт да е предварително обявен за незаконосъобразен и да е отменен. С други думи, както е констатирано по-горе в параграфи 48 – 52, жалбоподателят не е имал възможността да оспори забранителната мярка, наложена през 1999 г., а жалбата срещу отказа от 20 юни 2001 г. да му бъде издаден паспорт не би имала никакви шансове за успех.", "54. Предвид тези си наблюдения Съдът счита, че жалбоподателят не е имал на разположение подходящо средство за защита, което да удовлетвори оплакването му.", "55.  Следователно Съдът отхвърля възражението на Правителството за неизчерпани вътрешноправни средства за защита и стига до заключението, че е налице нарушение на член 13 от Конвенцията.", "III.  ПРИЛОЖЕНИЕ НА ЧЛЕН 41 ОТ КОНВЕНЦИЯТА", ".  Съгласно чл.41 от Конвенцията,", " „Ако Съдът установи нарушение на Конвенцията или на Протоколите към нея и ако вътрешното право на съответната Високодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.”", "A.  Вреди", ".  Жалбоподателят претендира 10 000 лева (BGN), или около 5 100 евро (EUR), за понесени неимуществени вреди в резултат от твърдените нарушения.", ".  Правителството не е представило становище по иска.", ".  Предвид предоставените му доказателства и произнасяйки се по справедливост съгласно член 41, Съдът намира за уместно да присъди на жалбоподателя 2 000 евро на това основание.", "B.  Разноски", ".  Жалбоподателят претендира също така 1 500 евро за адвокатски хонорар във връзка с производството пред Съда и счита, че платената от Съвета на Европа правна помощ покрива останалите разходи. В подкрепа на искането си той представя споразумение за хонорар, сключено с адвоката му. Той иска също така сумата, присъдена по този иск, бъде преведена директно на процесуалния му представител.", ".  Правителството не е представило становище по иска.", ".  Съгласно практиката на Съда всеки жалбоподател има право на възстановяване на разноски само доколкото е доказал, че те са действително и по необходимост направени и са в разумен размер. В конкретния случай, като има предвид документите, с които разполага, Съдът намира за разумна сумата от 1 500 EUR, поискана за адвокатски хонорар. Съдът констатира, че жалбоподателят не е представил разходооправдателни документи за другите разходи, които твърди, че е направил, затова счита, че няма основание да присъди сума в тази връзка. Също така следва да се приспадне сумата в размер на 850 евро, получена като правна помощ. Съответно Съдът присъжда на жалбоподателя 650 евро по този иск.", "C.  Лихва за забава", ".  Съдът счита за уместно лихвата за забава да се основава на лихвения процент по пределното кредитно улеснение на Европейската централна банка, към който следва да се добавят три процентни пункта.", "ПО ИЗЛОЖЕНИТЕ СЪОБРАЖЕНИЯ СЪДЪТ ЕДИНОДУШНО:", "1.  Присъединява възражението на Правителството за неизчерпване на вътрешноправните средства за защита към съществото на спора и го отхвърля;", "", "2.  Обявява жалбата за допустима;", "", "3.  Постановява, че е налице нарушение на член 2 от Протокол № 4 към Конвенцията;", "", "4.  Постановява, че е налице нарушение на член 13 от Конвенцията;", "", "5.  Постановява", "a)  ответната държава да заплати на жалбоподателя в рамките на три месеца от датата, на която решението влезе в сила в съответствие с член 44 § 2 от Конвенцията, следните суми, които да бъдат обърнати в български лева по курса, приложим към датата на плащането им:", "i.  2 000 EUR (две хиляди евро) плюс всички данъци, които могат да бъдат наложени, за неимуществени вреди;", "ii. 650 EUR (шестстотин и петдесет евро) плюс всички данъци, които могат да бъдат наложени на жалбоподателя, за разноски, които да бъдат преведени по банковата сметка, посочена от адвоката на заинтересованото лице;", "b)  от датата на изтичане на гореспоменатия срок до изплащането се дължи проста лихва върху горепосочената сума в размер, равен на ставката на пределното кредитно улеснение на Европейската централна банка по време на просрочения период, плюс три процентни пункта;", "", "6.  Отхвърля останалата част от претенцията за справедливо обезщетение.", "Изготвено на френски език и съобщено писмено на 2 юли 2009 г. съгласно член 77 §§ 2 и 3 от Правилника на Съда.", "\tКлаудия Вестердик\tПеер Лоренцен\n\tСъдебен секретар\tПредседател", ""]}