{"file": "BUL_HJUDBUL_30078_06.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "30078/06", "text_paragraphs": ["© Съвет на Европа/Европейски съд по правата на човека, 2013 г. Този превод не обвързва Съда. За допълнителна информация, моля вижте пълните указания за авторските права в края на документа.", "© Council of Europe/European Court of Human Rights, 2013. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de I’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "ГОЛЯМА КАМАРА", "", "", "", "ДЕЛО KONSTANTIN MARKIN СРЕЩУ РУСИЯ", "", "(жалба №. 30078/06)", "", "", "", "РЕШЕНИЕ", "", "", "", "СТРАСБУРГ", "", "22 март 2012 г.", "", "", "", "", "Това решение е окончателно, но може да претърпи редакционни промени", "", "По делото Konstantin Markin срещу Русия,", "Европейският съд по правата на човека, заседаващ като голяма камара в състав:", "\tNicolas Bratza, председател,\n\tJean-Paul Costa,\n\tFrançoise Tulkens,\n\tJosep Casadevall,\n\tJán Šikuta,\n\tDragoljub Popović,\n\tPäivi Hirvelä,\n\tNona Tsotsoria,\n\tAnn Power-Forde,\n\tZdravka Kalaydjieva,\n\tIşıl Karakaş,\n\tMihai Poalelungi,\n\tKristina Pardalos,\n\tGuido Raimondi,\n\tAngelika Nußberger,\n\tPaulo Pinto de Albuquerque, съдии,\n\tOlga Fedorova, ад хок съдия,\nи Johan Callewaert, заместник секретар на голямата камара,", "След проведени на 8 юни 2011 г. и 1 февруари 2012 г. закрити заседания,", "Постанови следното решение, прието на последната посочена дата:", "ПРОЦЕДУРАТА", "1. Делото е образувано по жалба (№ 30078/06) срещу Руската Федерация, подадена до Съда на основание чл. 34 от Конвенцията за защита правата на човека и основните свободи („Конвенцията“) от руския гражданин г-н Константин Александрович Маркин („жалбоподателя“) на 21 май 2006 г.", "2. Жалбоподателят, на когото е била предоставена правна помощ е бил представляван от г-жа К. Moskalenko и г-жа I. Gerasimova, адвокати, практикуващи в Москва, и г-жа N. Lisman, адвокат, практикуващ в Бостън (Съединените американски щати). Руското правителство е било представлявано от г-н G. Matyushkin – представител на Руската Федерация пред Европейския съд по правата на човека, и г-жа О. Sirotkina, адвокат.", " 3. Жалбоподателят се оплаква, че заради пола му националните власти са отказали да му разрешат отпуск за отлеждане на дете.", "4. Жалбата е била разпределена на първа секция на Съда (чл. 52 § 1 от Правилника на Съда) и е била разгледана по допустимост и по същество на 7 октомври 2010 г. от камара от тази секция в състав от следните съдии: Christos Rozakis, Nina Vajić, Anatoly Kovler, Elisabeth Steiner, Khanlar Hajiyev, Dean Spielmann, Sverre Erik Jebens, както и Søren Nielsen, секретар на секцията (предишен чл. 29 § 3 от Конвенцията, сега чл. 29 § 1). Камарата е обявила жалбата за частично допустима и е решила с шест гласа на един, че е имало нарушение на чл. 14 от Конвенцията във връзка с чл. 8", "5. На 21 февруари 2011 г. състав от петима съдии от голямата камара е решил да приеме молбата на правителството делото да бъде отнесено пред голямата камара (чл. 43 от Конвенцията и чл. 73 от Правилника на Съда)", "6. Съставът на голямата камара е бил определен съгласно разпоредбите на чл. 26 §§ 4 и 5 от Конвенцията и чл. 24 от Правилника на Съда.", "7. Жалбоподателят и правителството са представили писмени становища (чл. 59 § 1 от Правилника на Съда) по съществото на делото. Освен това е било представено и становище на трета страна - Центъра по правата на човека към университета в Гент (чл. 36 § 1 от Конвенцията и чл. 44 § 1 (b) от Правилника на Съда).", "8. Откритото заседанието се е провело в Сградата на правата на човека в Страсбург на 8 юни 2011 г. (чл. 59 § 3 от Правилника)", "Пред Съда са се явили:", " (a) за правителството \nг-н\tG. Matyushkin, представител на Руската Федерация в Европейския съд по правата на човека,\t\tагент,\nг-жа\tO. Sirotkina,\t\t\tадвокат,\nг-жа\tI. Korieva, \nг-н\tA. Shemet,\t\t\tсъветници;", "(b) за жалбоподателя \nг-жа\tK. Moskalenko,\t\nг-жа\tN. Lisman,\nг-жа\tI. Gerasimova,\tадвокати.", "Съдът е изслушал пледоариите на г-жа Sirotkina, г-жа Moskalenko, г-жа Gerasimova и г-жа Lisman.", "ФАКТИТЕ", "I. ОБСТОЯТЕЛСТВАТА ПО СЛУЧАЯ", "9. Жалбоподателят е роден през 1976 г. и живее във Велики Новгород.", "10. На 27 май 2004 г. той сключил договор за военна служба. Подписаният от жалбоподателя договор е стандартен формуляр, от две страници и в него в частност е отбелязано, че той „се задължава да служи при условията, предвидени в закона“.", "11. През разглеждания период жалбоподателят е служел като оператор в отдел по радиоелектронно разузнаване (оперативный дежурный группы боевого управления в составе оперативной группы радиоэлектронной разведки) във военно поделение № 41480. На аналогични позиции в неговото поделение е имало и жени военнослужещи и той самият често е бил заместван в работата си от тях.", "A. Производство по разрешаване на отпуск за гледане на дете", "12. На 30 септември 2005 г. съпругата на жалбоподателя, г-жа З., родила третото им дете. В същия ден съдът уважил молбата й за развод.", "13. На 6 октомври 2005 г. жалбоподателят и г-жа З. сключили споразумение, съгласно което трите им деца занапред щели да живеят с жалбоподателя, а г-жа З. щяла да заплаща издръжка. Споразумението било заверено от нотариус.", "14. Според жалбоподателя, няколко дни по-късно г-жа З. заминала за Санкт Петербург.", "15. На 11 октомври 2005 г. жалбоподателят подал молба до командира на поделението, в което служел да му бъде разрешен тригодишен отпуск за отглеждане на дете („родителски отпуск“). На 12 октомври 2005 г. командирът на военното поделение отказал да му разреши отпуск, с мотивите, че тригодишен отпуск за отглеждане на дете можел да бъде ползван само от жени военнослужещи. На жалбоподателя бил разрешен 3-месечен отпуск. На 23 ноември 2005 г. обаче той бил извикан обратно на служба.", "16. Жалбоподателят обжалвал пред съд заповедта от 23 ноември 2005 г. На 9 март 2006 г. военният съд при пушкинския гарнизон отменил заповедта и възстановил правото на жалбоподателя да ползва останалите 39 работни дни от тримесечния си отпуск. На 17 април 2006 г. военният съд при ленинградския гарнизон отменил решението на долния съд и отхвърлил искането на жалбоподателя.", " 17. Междувременно на 30 ноември 2005 г. жалбоподателят завел дело срещу военното поделение с искане да му бъде разрешен тригодишен отпуск за отглеждане на дете. Той твърдял, че сам се грижи за трите си деца. Позовавал се на чл. 10(9) от Закона за военната служба (виж параграф 47 по-долу).", "18. В заседанието пред военния съд при пушкинския гарнизон представителите на военното поделение поддържали, че жалбоподателят не е доказал, че сам се грижи за децата си. Било невъзможно жалбоподателят, който служел в армията, учел в университет и водел няколко съдебни дела да се грижи сам за децата си. Имало доказателство, че г-жа З. и други хора му помагали. Следователно децата не били оставени без майчина грижа. Освен това представителите на военното поделение обърнали внимание на съда на някои несъответствия между твърденията на жалбоподателя и представените от него доказателства. Например адресът на децата в нотариално завереното споразумение бил неточен, трудовият договор на г-жа З. не бил регистриран, както изисквал закона, разводът не бил отбелязан в паспорта на г-жа З. и жалбоподателят не бил кандидатствал за детски надбавки, нито бил съдил г-жа З. за неплащане на месечната издръжка. Според тях разводът на жалбоподателя бил симулативен и с него той целял да избегне военната служба и да получи допълнителни материални облаги от военното поделение.", "19. Съдът приел като доказателство молбата на г-жа З. за развод, в която тя посочвала, че живее отделно от жалбоподателя от септември 2005 г. и че счита, че съществуването на брака им занапред е невъзможно. Съдът приел и решението за прекратяването на брака, нотариално завереното споразумение, съгласно което децата занапред щели да живеят с жалбоподателя и трудовия договор на г-жа З., подписан в Санкт Петербург. Съдът се запознал и с протокол от заседание от 27 февруари 2006 г. по друго гражданско дело, несвързано с настоящото, от което ставало ясно, че г-жа З. е представлявала жалбоподателя.", "20. Жалбоподателят твърдял, че той и децата му живеят в Новгород заедно с родителите на г-жа З. Макар г-жа З. понякога да му помагала за децата (например тя се грижела за най-малкото дете на 31 януари 2006 г. когато той се явил в съдебно заседание), той бил този, който полагал ежедневните грижи за тях. Г-жа З. не плащала издръжка, защото доходът й бил твърде нисък. Вярно е, че г-жа З. го била представлявала в заседанието на 27 февруари 2006 г., но делото било заведено по подадена от двамата искова молба преди развода. Г-жа З. се била съгласила да помага до приключването на производството.", "21. Г-жа З. свидетелствала, че живее в Санкт Петербург, а децата живеят с жалбоподателя в Новгород. Тя не вземала участие в грижите за децата. Тя не плащала издръжка, защото заплатата й била минимална.", "22. Бащата на г-жа З. твърдял, че след развода дъщеря му се е преместила в Санкт Петербург, а жалбоподателят и децата останали да живеят с него и съпругата му в техния апартамент. Макар дъщеря му понякога да разговаряла с децата по телефона, тя не участвала в грижите за тях. Само жалбоподателят полагал родителски грижи за тях. Той ги водел на училище и на лекар, готвел им, извеждал ги на разходка и проверявал уроците им.", "23. Работодателката на г-жа З. свидетелствала, че г-жа З. работи за нея в Санкт Петербург. Тя знаела, че трудовият договор следвало да бъде регистриран. Била се опитала да го регистрира в данъчната служба. От данъчната служба й били отказали да го регистрират и я уведомили, че трябва да го регистрира в градския съвет. От градският съвет обаче й казали, че трябва да го регистрира в данъчната служба, където отговаряли за регистрирането на трудови договори. Като се оказала в този омагьосан кръг тя преустановила безплодните си усилия да регистрира договора. Г-жа З. се била върнала на работа две седмици след раждането. Работодателката знаела, че децата на г-жа З. живеят с баща си в Новгород, но не знаела повече подробности за отношенията на г-жа З. с бившия й съпруг или с децата й. На няколко пъти била чула по телефона г-жа З. да говори с най-голямото си дете.", "24. Учителката на второто дете на жалбоподателя посочвала, че през септември 2005 г. и жалбоподателят, и г-жа З. водели детето на училище. След раждането на третото дете обаче и след развода само жалбоподателят водел сутрин и взимал вечер детето. На тържествата в училище идвал само жалбоподателя. Когато питала детето за майка му то отговаряло, че тя е заминала за Санкт Петербург, където работела. Според нея жалбоподателят бил добър баща, било очевидно, че детето го обича. Едновременно с това то никога не говорело за майка си.", "25. Лекарят на децата свидетелствал, че на 6 октомври 2005 г. г-жа З. завела най-малкото дете на преглед. След 1 ноември 2005 г. само жалбоподателят водел децата на лекар. Децата били здрави и за тях се полагали добри грижи.", "26. На 14 март 2006 г. военният съд при пушкинския гарнизон отхвърлил иска на жалбоподателя за тригодишен отпуск за отглеждане на дете поради липса на законово основание. Съдът постановил, че само жените военнослужещи имат право на такъв отпуск, докато мъжете военнослужещи нямали право на него дори и когато децата им били останали без майчина грижа. В такава хипотеза военнослужещият имал право или на предсрочно прекратяване на службата по семейни причини, или на тримесечен отпуск. Жалбоподателят се бил възползвал от втората възможност.", "27. Освен това съдът посочвал, че във всички случаи жалбоподателят не е доказал, че полага сам родителските грижи за децата си и че майката не се грижи за тях. От събраните по делото доказателства ставало ясно, че след развода жалбоподателят и г-жа З. са продължили брачните си отношения. Те живеели заедно, като заедно се грижели за децата си и защитавали интересите на семейството си. Следователно твърденията на жалбоподателя за обратното били неверни и целели да заблудят съда. От съществено значение било, че г-жа З. не била лишена от родителски права. По никакъв начин не й било пречено да се грижи за децата си и било без значение дали те живеят с нея или не.", " 28. Жалбоподателят обжалвал, като твърдял, че отказът да му бъде разрешен отпуск за отглеждане на дете бил в нарушение на принципа за равенство между мъжете и жените, гарантиран от Конституцията. Изтъквал също така, че фактическите изводи на първоинстанционния съд противоречали на събраните доказателства.", "29. На 27 април 2006 г. военният съд при ленинградския гарнизон потвърдил обжалваното решение. Той не обсъдил твърденията на жалбоподателя, че фактическите изводи на първоинстанционния съд били неправилни. Вместо това постановил, че по националния закон „мъжете военнослужещи нямат право на отпуск за отглеждане на дете при никакви обстоятелства“. Съдът също така добавил, че „коментара на жалбоподателя относно равенството между мъжете и жените ... [не може] да е основание за отмяна на първоинстанционното решение, което по същество [било] правилно“.", "30. Докато продължавало съдебното производство жалбоподателят на няколко пъти бил наказван дисциплинарно за системно отсъствие от работното място.", " 31. Със заповед от 24 октомври 2006 г. командирът на военно поделение № 41480 разрешил на жалбоподателя да ползва отпуск за отглеждане на дете до 30 септември 2008 г. – третият рожден ден на най-малкия му син. На 25 октомври 2006 г. жалбоподателят получил финансова помощ в размер на 200 000 руски рубли, еквивалентни приблизително на 5 900 евро. С писмо от 9 ноември 2006 г. командирът на поделение № 414180 уведомил жалбоподателя, че финансовата помощ му е предоставена „с оглед трудното [му] семейно положение, необходимостта да отглежда три малолетни деца и липсата на друг източник на доходи“.", "32. На 8 декември 2006 г. военният съд при пушкинския гарнизон постановил определение, с което критикувал командира на военно поделение № 41480 за това, че е разрешил отпуск на жалбоподателя и така не е зачел решението от 27 април 2006 г., в което се постановявало, че жалбоподателят няма право на такъв отпуск. Съдът обръщал внимание на командира на поделението, че заповедта му е незаконна.", "Б. Решението на Конституционния съд", "33. На 11 август 2008 г. жалбоподателят подал жалба до Конституционния съд, като твърдял, че разпоредбите на Закона за военната служба относно тригодишния отпуск за отглеждане на дете били несъвместими с конституционната разпоредба за равенство.", "34. На 15 януари 2009 г. Конституционният съд отхвърлил жалбата. Съответните части на решението гласят:", " “2.1 ... военната служба е специфичен вид обществена служба, която гарантира защитата на страната и сигурността на държавата, следователно тя се изпълнява в обществен интерес. Военнослужещите упражняват конституционно значими функции и следователно имат специален правен статут, който се основава на необходимостта всеки гражданин на Руската Федерация да изпълнява дълга и задължението си да пази Отечеството.", "Когато предоставя на военнослужещите специален правен статут федералният законодател има правото в рамките на дискреционните си правомощия да ограничава техните граждански права и свободи и да им възлага специфични задължения ...", "... като подписва договор за служба в армията гражданинът ... доброволно избира професионално поприще, което е свързано на първо място, с присъщото на този вид обществена служба ограничаване на гражданските му права и свободи и, на второ място, с изпълнение на задължения, които гарантират защитата на страната и сигурността на държавата. Следователно, военнослужещите се задължават да съблюдават законовите разпоредби, ограничаващи правата и свободите им и вменяващи им специфични обществени задължения.", "... като са избрали доброволно този тип служба гражданите са се съгласили на условия и ограничения, свързани с придобития правен статут. Поради това налагането от страна на федералния законодател на ограничения на правата и свободите на тези граждани не е само по себе си несъвместимо с [Конституцията] и е в съответствие с Конвенцията № 111 на МОТ относно дискриминацията в областта на труда и професиите от 25 юни 1958 г., която постановява, че всяко различие, изключение или предпочитание, което се основава на квалификационните изисквания, установени за определена работа, не се смята за дискриминационно (чл. 1 § 2).", "2.2 Съгласно чл. 11 (13) от [Закона за военната служба] отпуск за отглеждане на дете се дава на жени военнослужещи по реда, предвиден във федералните закони и наредби на Руската Федерация. Подобна разпоредба се съдържа в чл. 32, ал. 5 от Наредбата за военната служба, която също предвижда, че по време на отпуск за отглеждане на дете военнослужещата запазва поста си и военния си ранг.", "Работещият на договор военнослужещ има право на отпуск до три месеца, ако съпругата му почине при раждане или ако той отглежда дете или деца под 14-годишна възраст (деца с увреждане до 16-годишна възраст), за които майката не може да се грижи (в случай на смърт на майката, лишаване от родителски права, продължително заболяване или друга причина, поради която децата му са останали без майчина грижа). Целта на този отпуск е даде на военнослужещият разумно време да организира отглеждането на детето си и, в зависимост от резултата, да реши дали желае да продължи военната си служба. Ако военнослужещият реши сам да отглежда детето си, той има право на предсрочно прекратяване на договора си по семейни причини ...", "Действащият закон не дава на мъжа военнослужещ право на тригодишен отпуск за отглеждане на дете. Следователно, на военнослужещите, работещи на договор им е забранено да съчетават изпълнението на задълженията си с отпуск за отглеждане на дете. Тази забрана има своето основание, първо в специалния правен статут на военните и, второ, в конституционно значими цели, оправдаващи ограничаването на човешки права и свободи във връзка с необходимостта да се създадат нужните условия за ефективната професионална дейност на военнослужещите, които изпълняват дълга си да защитават Отечеството.", "Поради специфичните изисквания на военната служба, възможността за масово неизпълнение на военни задължения от военнослужещите трябва да бъде изключена, защото може да е в ущърб на защитени от закона обществени интереси. Поради това, фактът, че работещите по договор военнослужещи нямат право на отпуск за отглеждане на дете не може да се приеме за нарушение на конституционните им права или свободи, включително на правото им да се грижат и отглеждат децата си, гарантирани им от чл. 38, ал. 2 от Конституцията на Руската Федерация. Нещо повече, това ограничение е оправдано от доброволния характер на договора за военна служба.", "Като е предоставил по изключение само на жените военнослужещи правото на отпуск за отглеждане на дете, законодателят е отчел на първо място ограниченото участие на жените в армията и, на второ място, специфичната социална роля на жените, свързана с майчинството. [Тези съображения] не противоречат на чл. 38, ал.1 от Конституцията на Руската Федерация. Следователно решението на законодателя не е в нарушение на принципите за равнопоставеност на човешките права и свободи или за равнопоставеност между правата на мъжете и жените, гарантирани от чл. 19, ал. 2 и ал. 3 от Конституцията на Руската Федерация.", "От изложеното по-горе следва, че чл. 11(13) от [Закона за военната служба], предоставящ правото на отпуск за отглеждане на дете само на жените военнослужещи, не нарушава конституционните права на жалбоподателя ...", "2.4 Тъй като мъжете военнослужещи, които имат малолетни деца нямат право на отпуск за отглеждане на дете, те нямат право и да получават месечните помощи за дете, които се плащат на лица, които отглеждат деца под 18-месечна възраст ...“", "", "Конституционният съд решил, че оспорваните от жалбоподателя разпоредби са съвместими с Конституцията.", "В. Посещението на прокурора от 31 март 2011 г.", "35. На неуточнена дата през март 2011 г. представителят на Русия пред Европейския съд по правата на човека поискал от местната военна прокуратура да разследва семейното положение на жалбоподателя. По-конкретно, той помолил прокурора да установи къде живеят в момента жалбоподателя, г-жа З. и децата им и дали г-жа З. плаща издръжка за децата.", "36. Според правителството жалбоподателят бил призован да се яви в прокуратурата на 30 или 31 март 2011 г. Жалбоподателят твърди, че не е получавал никакви призовки.", "37. Тъй като жалбоподателят не се явил в указаното време, прокурорът решил да го посети в дома му. Според жалбоподателя прокурорът пристигнал в апартамента му в 22 ч. на 31 март 2011 г. и събудил и уплашил децата му. Правителството твърди, че прокурорът посетил жалбоподателя в 21 ч. и останал там за час.", "38. Прокурорът уведомил жалбоподателя, че извършва проверка по искане на представителя на Русия пред Европейския съд по правата на човека. Той си отбелязал живущите в апартамента. След това поискал от жалбоподателя да му предостави съдебно решение касаещо издръжката на най-малкия му син. След като жалбоподателят му обяснил, че издръжката е определена в нотариално заверено споразумение прокурорът му поискал копие от него. Той предупредил жалбоподателя, че ако откаже да му предостави поисканите документи ще разпитват съседите му.", "39. Жалбоподателят се обадил на представителят си пред Съда и по неин съвет отказал да изпълни разпорежданията на прокурора и да отговаря на въпросите му. Подписал и писмена декларация в този смисъл. Прокурорът си тръгнал незабавно.", " 40. Прокурорът разпитал и съседите на жалбоподателя, които казали, че жалбоподателят и г-жа З. живеят заедно.", "41. Според правителството разследването установило, че на 1 април 2008 г. жалбоподателят и г-жа З. отново сключили брак и на 5 август 2010 г. им се родило четвърто дете. През декември 2008 г. жалбоподателят прекратил военната си служба по здравословни причини. По настоящем жалбоподателят и г-жа З. живеят заедно с четирите си деца и родителите на г-жа З.", "II. ПРИЛОЖИМО ВЪТРЕШНО ПРАВО", "42. Руската Конституция гарантира равни права и свободи на всеки, в частност без значение от пол, социален статус или служебно положение. Мъжете и жените имат еднакви права и свободи и равни възможности (чл. 19, ал. 2-3).", "43. Освен това Конституцията гарантира на майчинството и семейството закрилата на държавата. Грижата и отглеждането на децата са право и задължение и на двамата родители (чл. 38, ал. 1-2).", "44. Съгласно Кодекса на труда от 30 декември 2001 г. 70 дни преди раждането и 70 дни след това жените имат право на така наречения „отпуск за бременност и раждане“ (отпуск по майчинство) (чл. 255). Освен това, жените имат право на тригодишен „отпуск за отглеждане на дете“. Този отпуск може да бъде взиман на веднъж или на части също така от бащата на детето, от баба му или дядо му или от друг близък, който фактически се грижи за детето. Лицето, което ползва отпуск за отглеждане на дете запазва работата си. Времето на отпуска се зачита за трудов стаж при пенсиониране (чл. 256).", "45. Съгласно Федералния закон за задължителното социално осигуряване за отпуск по болест или отпуск по майчинство (№255-FZ от 29 декември 2006 г.) по време на отпуска по майчинство жената получава обезщетение, платимо от държавния осигурителен фонд равно по размер на получаваната от нея заплата (чл. 11). През първата година и половина от отпуска за отглеждане на дете лицето, което се грижи за детето получава месечна издръжка, платима от държавния осигурителен фонд в размер на 40% от заплатата за първо дете, но не по-малко от 1 500 рубли (около 37,5 евро) и 3 000 рубли (около 75 евро) за всяко следващо дете (чл. 11(2)). Отпускът за втората година и половина е неплатен.", "46. Съгласно Федералния закон за статута на служещите в армията (№ 76-FZ от 27 май 1998 г., “Закона за военната служба”) жените военнослужещи имат право на отпуск по майчинство и отпуск за отглеждане на дете в съответствие с Кодекса на труда (чл.11(13)). Няма подобна разпоредба за мъжете военнослужещи.", "47. Законът също така предвижда, че жените в армията, както и военнослужещите, които оглеждат деца, лишени от родителска грижа имат право на социални привилегии съгласно федералните закони и други нормативни актове в областта на защитата на семейството, майчинството и детството (чл. 10(9)).", "48. Според Наредбата за военната служба, приета с президентски указ № 1237 от 16 септември 1999 г. жената военнослужеща има право на отпуск по майчинство, на тригодишен отпуск за отглеждане на дете и на всички следващи се социални помощи и издръжки. Мъжете в армията, работещи на договор имат право на тримесечен отпуск в един от следните случаи: (а) ако съпругата му почине при раждането или (б) ако той отглежда дете или деца до 14-годишна възраст (деца с увреждане до 16-годишна възраст) останали без майчина грижа (в случай на смърт на майката, лишаване от родителски права, продължително заболяване или друга причина, поради която майката не може да се грижи за децата му) (чл. 32).", "III. ПРИЛОЖИМИ МЕЖДУНАРОДНИ И СРАВНИТЕЛНОПРАВНИ МАТЕРИАЛИ", "A. Актове на Организацията на Обединените Нации", "1. Конвенция за премахване на всички форми на дискриминация по отношение на жените", "49. Член 5 от Конвенцията за премахване на всички форми на дискриминация по отношение на жените (CEDAW), приета през 1979 г. от Генералната асамблея на ООН и ратифицирана от Русия през 1981 г. предвижда:", "“Държавите-участнички приемат всички надлежни мерки с цел:", "а) да се променят социалните и културните модели на поведение на мъжете и жените с цел постигане изкореняване на предразсъдъците и премахване на обичаите и цялата останала практика, които са основани на идеята за непълноценността или превъзходството на един от половете или стереотипността на ролята на мъжете и жените.", "б) да осигурят щото семейното възпитание да включва в себе си правилно разбиране на майчинството като социална функция и признаване на общата отговорност на мъжете и жените във възпитанието и развитието на своите деца при условие, че във всички случаи интересите на децата бъдат преобладаващи.“", "50. Нейният чл. 16 § 1 в относимата си част предвижда:", "“1. Държавите-участнички взимат всички необходими мерки за ликвидиране дискриминацията по отношение на жените във всички въпроси, засягащи брака и семейните отношения, и в частност осигуряват на основата на равенство на мъжете и жените:", "...", "д) еднакви права и задължения на мъжете и жените като родители независимо от тяхното семейно положение по въпроси, засягащи техните деца. Във всички случаи интересите на децата са преобладаващи;...”", "51. В приетото на 30 юли 2010 г. заключително становище по периодичните доклади, представени от Руската Федерация, Комитетът по Конвенцията посочва в частност:", "„20. Комитетът отново изразява загриженост във връзка с продължаващите практики, традиции, патриархални нагласи и дълбоко вкоренените стереотипи по отношение на ролите, отговорностите и идентичноста на жените и мъжете във всички сфери на живота. В тази връзка, Комитетът е обезпокоен от акцента, който държавата постоянно поставя върху ролята на жените като майки и болногледачки. Комитетът е обезпокоен ... , че до този момент, държавата-членка не е предприела ефективни и систематични действия за промяна или премахване на стереотипите и негативните традиционни ценности и практики.", "21. Комитетът настоява държавата членка да въведе незабавно всеобхватна стратегия, включваща прегледа и промяната на законодателството и създаването на цели и срокове, за намаляване или премахване на традиционните практики и стереотипи, които дискриминират жените ... Комитетът отбелязва, че за пълното прилагане на Конвенцията и за постигането на равнопоставеност между жените и мъжете е необходимо преминаването от схващането за жените предимно като съпруги и майки към възприемането им като самостоятелни личности и равни с мъжете участници в обществото... \"", "2. Материали на Международната организация по труда", "52. Член 1 от Конвенция № 111 на МОТ относно дискриминацията в областта на труда и професиите, приета на 25 юни 1958 г. и ратифицирана от Руската Федерация през 1961 г. предвижда както следва:", "1. За целите на тази конвенция терминът \"дискриминация\" включва:", "a) всяко различие, изключване или предпочитание, основано на раса, цвят на кожата, пол, религия, политически убеждения, национален или социален произход, което води до премахване или нарушаване на равенството във възможностите или в третирането в областта на труда и професиите;", "b) всяко друго различие, изключване или предпочитание, което води до премахване или нарушаване на равенството във възможностите или в третирането в областта на труда и професиите, определено от заинтересуваната държава - членка на организацията, след консултация с представителните организации на работодателите и на трудещите се, ако такива организации съществуват, и с други съответни органи.", "2. Различията, изключенията или предпочитанията, които се основават на квалификационните изисквания, установени за определена работа, не се смятат за дискриминационни...“", "53. Член 3 § 1 от Конвенция № 156 на МОТ относно равенството на възможностите и еднаквото отношение към работниците и служителите от двата пола: работници и служители със семейни задължения, приета през 1981г. и ратифицирана от Руската Федерация през 1998 г. предвижда както следва:", "“С цел създаването на действително равенство на възможностите и на еднакво отношение към работниците и служителите от двата пола всяка държава членка трябва да приеме като цел на своята национална политика създаването на възможности за лицата със семейни задължения, които работят или желаят да започнат работа, да упражняват своето право, без да са обект на дискриминация и доколкото е възможно, без да възникне противоречие между работата и семейните им задължения.“", "54. Член 22 от Препоръка № 165 допълваща тази Конвенция предвижда както следва:", " “(1) Всеки родител трябва да има възможността в периода следващ непосредствено отпуска по майчинство да получи отпуск (отпуск за отглеждане на дете) без да губи работното си място и гарантираните му трудови права.", " (2) Продължителността на периода следващ отпуска по майчинство и срока и условията на отпуска, регламентиран в подпараграф (1) на този параграф трябва да бъдат определени във всяка държава по някой от начините, посочени в параграф 3 от тази Препоръка", " (3) Отпускът, посочен в подпараграф (1) на този параграф може да бъде въвеждан постепенно.”", "Б. Материали на Съвета на Европа", "1. Социална Харта", "55. Ревизираната Европейска социална харта е била ратифицирана от Руската Федерация през 2009 г. Руската Федерация е декларирала, че се счита обвързана наред с друго и с чл. 27, който предвижда както следва:", "“С цел да се осигури упражняването на правото на равни възможности и еднакво отношение за работещите мъже и жени със семейни задължения, както и между тези работници и други работници договарящите страни се задължават:", "...", "2. да дадат възможност на който и да е от родителите да получи след изтичане на отпуска за майчинство, отпуск за гледане на дете, срокът и условията за който се определят от националното законодателство, колективните договори или практиката.”", "2. Резолюции и препоръки на Парламентарната Асамблея", "56. В своята Резолюция 1274(2002) относно отпуска за отглеждане на дете Парламентарната Асамблея постановява:", "“1. Отпускът за отглеждане на дете бе въведен в Европа преди повече от век като ключов елемент на социалната политика и политиките по заетостта за работещите жени по време на бременност и раждане. Неговата цел е да защити майките и да им даде възможност да се грижат за децата си.", " 2. След това отпускът за отглеждане на дете е бил адаптиран така, че да отговори на нуждите не само на жените, но също и на мъжете, които желаят да съвместят професионалния и семейния си живот и да гарантират на децата си благополучие.", " 3. Въпросът за отпуска за отглеждане на дете е тясно свързан с този за ролята на мъжете в семейния живот, тъй като той дава възможност за истинско партньорство при разпределянето на отговорностите между жените и мъжете както в частната, така и в обществената сфера ...“", "57. По-нататък Парламентарната Асамблея отбелязва, че отпускът за отглеждане на дете не се прилага еднакво във всички страни членки. Поради това тя настоява държавите членки в частност да:", " “i. ако все още не са го направили, да предприемат необходимите стъпки за да гарантират, че законодателството им признава различните видове семейни структури и, съответно, да въведат принципа за платен отпуск за отглеждане на дете, включително на отпуска при осиновяване на дете;", " ii. да създадат подходящи механизми за прилагане на отпуска за отглеждане на дете, включително отпуска при осиновяване...”", "58. В своята Препоръка 1769(2006) относно необходимостта от съчетаване на професионалния и семейния живот Парламентарната асамблея отбелязва, че целта на съвместяването на професионалния и семейния живот далеч не е постигната в много от държавите-членки на Съвета на Европа, и че тази ситуация основно наказва жените, тъй като те все още носят по-голямата част от отговорността за управлението на дома, отглеждането на малките деца и много често се грижат за зависимите от тях родители или други зависими възрастни хора. Поради това Асамблеята приканва Комитета на Министрите да отправи препоръка към страните членки, с която да им препоръча по-конкретно:", " “8.3. да предприемат мерки, насочени съм жените и мъжете, които да улеснят съчетаването на професионалния и семейния живот, включително:", "...", "8.3.5. осигуряване на адекватно възнаграждение/обезщетение по време на отпуска по майчинство;", "8.3.6. въвеждане, ако все още не са го направили, на платен отпуск за отглеждане на дете и насърчаване на мъжете да го използват;", "...", "\n \t8.3.8. въвеждане на платен, социално-покрит отпуск за отглеждане на дете, който може да се ползва гъвкаво от бащата и майката, като полагат специални грижи да се уверят, че мъжете действително могат да го използват \".", "3. Препоръки на Комитета на Министрите", "59. В своята Препоръка № R (96) 5 относно съвместяването на професионалния и семейния живот, Комитетът на министрите, като признава необходимостта от иновативни мерки за съвместяването на професионалния и семейния живот, препоръчва на страните членки:", "“I. Предприемане на действия, в рамките на една обща политика за насърчаване на равните възможности и равното третиране, които да позволят на жените и мъжете, без дискриминация, едно по-добро съвместяване на професионалния и семейния живот;", "II. Приемане и прилагане на мерките и общите принципи, описани в приложението към тази препоръка по начин, който считат за най-подходящ за постигне на тази цел, в светлината на националните условия и предпочитания. \"", "60. По отношение на майчинството, бащинството и отпуска за отглеждане на дете в приложението към посочената препоръка се пояснява следното:", "“12. При бременност жените трябва да имат право на защита от закона, и по-специално, на достатъчен срок на отпуск по майчинство, адекватно заплащане или обезщетение по време на този период и защита на работното място.", "13. На бащите на новородени деца следва също да бъде разрешена кратка отпуска за да бъдат със семействата си. В допълнение, и бащата, и майката трябва да имат право да ползват отпуск за отглеждане на дете за период, който се определя от националните органи, без да губят нито работата си, нито свързани с това права, предвидени в социалното или трудовото законодателство. Трябва да съществува възможност този отпуск да се взима на части и да се разпределя между родителите.", "14. Мерките, описани в параграф 13 се прилагат също и в полза на лица, осиновили дете.", "15. Връщането на работа в края на периода на отпуска за отглеждане на дете следва да бъде улеснено чрез, например, професионално ориентиране и условия за обучение \".", "61. Препоръка Rec (2007) 17 на Комитета на министрите към държавите членки на ЕС по отношение на стандартите и механизмите за равенство между половете, в частност препоръчва:", " “... правителствата на страните-членки да вземат или засилят необходимите мерки за прилагане на равенството между половете на практика, като изцяло се вземат предвид следните принципи и стандарти:", "...", "Б. Стандарти в определени области:", "...", "5. Съчетаване на личния/семейния живот и професионално/обществения живот", "34. Стереотипите относно половете и строгото разграничаване на ролите на половете влияят на социалните модели, които са склонни да виждат жените като тези, които основно носят отговорността за личния и семейния живот (в областта на неплатения труд), а мъжете в публичната сфера и професионалната дейност (в областта на платения труд). Такова разделение води до запазване на неравното разпределение на отговорностите за дома и семейството, което е една от основните причини за дискриминацията срещу жените на пазара на труда, както и за тяхното ограничено социално и политическо участие.", "35. Балансираното участие на жените и мъжете в професионалния/ обществения живот и в ЛИЧНИЯ/семейния живот, следователно, е от ключово значение за равенството между половете и е от съществено значение за развитието на обществото. От друга страна, съвместяването на професионалния и обществения живот със семейния и личния живот, насърчаването на самоизявата в обществения, професионалния, социалния и семейния живот, е предпоставка за по-пълноценно качество на живот за всички, жени и мъже, момичета и момчета, както и за пълното упражняване на правата на човека в политическата, икономическата, културната и социалната сфера.", "36. В тази връзка елементите, доказващи политическата воля на държавите и ангажимента им за утвърждаване на равенството между половете включват:", "...", "iii. Приемането/наличието и изпълнението на законодателство за защита на майчинството и бащинството, включително разпоредби за платен отпуск по майчинство и платен отпуск за отглеждане на дете, еднакво достъпни за двамата родители, и платен непрехвърляем отпуск по бащинство, както и конкретни мерки, насочени в еднаква степен към работещите жени и мъже, което да позволи изпълнението на семейните отговорности, включително грижи и помощ за болни деца или деца с увреждания или финансово зависими от тях лица;“", "62. И накрая, в Препоръка Rec (2010) 4 относно човешките права на служещите армията, Комитетът на министрите посочва, че правителствата на държавите-членки следва да гарантират, по-специално, че \"принципите, посочени в приложението към тази препоръка [са] спазени в националното законодателство и практика, касаещи военнослужещите \". Принцип 39 от приложението към тази Препоръка гласи, че \"членовете на въоръжените сили, които са родители на малки деца трябва да могат да ползват отпуск по майчинство или отпуск за отглеждане на дете, да получават подходящи обезщетения за отглеждане на деца, да имат достъп до детски ясли и адекватна здравна и образователна система\".", "", "В. Материали на Европейския съюз", "1. Директиви на Съвета", "63. Директива на Съвета 96/34/ЕО от 3 юни 1996 г. относно рамковото споразумение за родителски отпуск, сключено между UNICE [Сьюза на европейските конфедерации на индустриалците и на работодателите], CEEP [Европейския център на предприятията с държавно участие и на предприятията от общ икономически интерес] и ETUC [Европейската конфедерация на профсъюзите], преведе в сила това споразумение, сключено на 14 декември 1995 г. между тези междуотраслови представителни организации и което, по-специално предвижда:", "", " “Клауза 2: Родителски отпуск", "1. Настоящото споразумение предоставя, при условията на клауза 2.2, на работниците, мъже и жени, индивидуално право на родителски отпуск на основание на раждане или осиновяване на дете, за да им се даде възможност да се грижат за това дете поне три месеца, докато то достигне до определена възраст, но не повече от 8 години, който отпуск се определя от държавите-членки и/или от социалните партньори.", "2. С цел да се насърчава равенството във възможностите и равното третиране на мъжете и жените, страните по това споразумение смятат, че предоставянето на правото на родителски отпуск, предвидено в клауза 2.1 трябва, по принцип, да бъде непрехвърляемо. ...“", "64. Директива на Съвета 2010/18/EС от 8 март 2010 г. за прилагане на ревизираното рамково споразумение за родителския отпуск, сключено между Конфедерацията на европейския бизнес (BUSINESSEUROPE), Европейската асоциация на занаятите и малките и средните предприятия (UEAPME), Европейския център на предприятията с държавно участие и на предприятията от общ икономически интерес (CEEP) и Европейската конфедерация на профсъюзите (ETUC) отменя Директива 96/34/ЕО. Ревизираното рамково споразумение предвижда както следва:", "„Клауза 2: Родителски отпуск", "1. Настоящото споразумение предоставя на мъжете и жените работници индивидуално право на родителски отпуск поради раждане или осиновяване на дете, за да се грижат за това дете, докато то достигне до определена възраст, която се определя от държавите-членки и/или социалните партньори, но не надхвърля осем години.", "2. Отпускът се предоставя най-малко за срок от четири месеца и, с цел насърчаване на равните възможности и равното третиране на мъжете и жените, по принцип следва да бъде непрехвърляем. За да се поощри ползването на отпуска на равни начала от двамата родители, следва да се предвиди поне един от четирите месеца да не може да бъде преотстъпван. Условията и редът за прилагането на непрехвърляемия период се определят на национално равнище по законодателен път и/или посредством колективни трудови договори, при отчитане на действащите разпоредби относно отпуска в държавите-членки.“", "2. Съдебна практика на Съдът на Европейския съюз", "65. В делото Joseph Griesmar срещу Ministre de l’Economie, des Finances et de l’Industrie, Ministre de la Fonction publique, de la Réforme de l’Etat et de la Démocratisation се разглежда френската гражданска и военна пенсионна схема, според която при пенсиониране само за жените държавни служители се отчита времето прекарано в отглеждане на дете. В решението си от 29 ноември 2001 г. Съдът на Европейския съюз (СЕС) отбелязва, че това преизчисляване на трудовия стаж не е свързано с отпуска по майчинство, нито с неблагоприятните последиците за кариерата на една жена държавен служител, свързани с отсъствието й от работа в периода след раждането на детето. Тази привилегия е свързана с друг период, а именно този посветен на отглеждането на децата. В тази връзка СЕС е намерил, че ситуацията на жените и мъжете държавни служители е сравнима що се отнася до отглеждането на децата. По-конкретно фактът, че кариерата на жените държавни служители се засяга по-неблагоприятно от отглеждането на децата, защото това е задача, която по принцип се поема от жените, не прави тяхното положение по-различно от това на мъж държавен служител, който е поел отглеждането на децата си и така кариерата му също бива неблагоприятно засегната.", "66. По-нататък СЕС отбелязва, че френското законодателство третира различно заради пола им мъжете държавни служители, които на практика отглеждат децата си. Мярката не е оправдана, тъй като не е от такъв характер, че да помогне на жените държавни служители да водят професионалния си живот при равни условия с мъжете, като се компенсират последиците, които засягат кариерата им. Напротив мярката е ограничена до предоставяне на привилегии към датата на пенсионирането им на жените, които са били майки, без да им дава решение за проблемите, които може да са имали по време на професионалното си развитие. Следователно френското законодателство нарушава принципа за равно заплащане доколкото изключва мъжете държавни служители, които могат да докажат, че са поели отглеждането на децата си от правото на преизчисляване на пенсията им.", "67. В решението си постановено на 30 септември 2010 г. по делото Roca Álvarez срещу Sesa Start España ETT СЕС разглежда въпроса дали отказът да се разреши на заетите по трудово правоотношение бащи да ползват „отпуск за кърмене“ (намаляване с половин час на работния ден с цел хранене на бебето), докато работещите майки имат право на него представлява дискриминация на основание пол. СЕС намира, че ситуациите на мъжете и жените, работещи по трудово правоотношение, баща и майка на малко дете са сравними що се отнася до вероятната им нужда да намалят работния си ден за да се грижат за детето си. Испанското законодателство установява разлика между майки със статут на работещи по трудово правоотношение и бащи със същия статут основана на пол.", "68. Що се отнася до оправдаността на такова различно третиране СЕС на първо място съобразява, че отпускът е свързан с биологичния факт на кърмене и се ползва, дори в случаите на изкуствено хранене. Може да се разглежда, следователно, просто като време, посветено на детето и като мярка за съгласуване на семейния и професионалния живот след изтичането на отпуска по майчинство. Храненето и времето, посветено на детето, могат да бъдат осигурени както от бащата, така и от майката. Следователно този отпуск явно се предоставя на работниците в качеството им на родители. Ето защо не може да се приеме, че този отпуск гарантира закрилата на биологичното състояние на жената след бременността или закрилата на особените отношения между майката и детето.", "69. На второ място въпросната мярка не представлява допустимо предимство, което поставя в по-благоприятно положение жените с цел да се подобри способността им да се конкурират на пазара на труда и да развиват кариерата си при равни условия с мъжете. Напротив, факта, че само заетата по трудово правоотношение жена е титуляр на правото на този отпуск, докато мъж със същия статут не може да го ползва може само да затвърди традиционното разпределение на ролите между мъжете и жените, като запази второстепенната роля на мъжете при упражняването на родителските функции. Да се откаже въпросният отпуск на бащи, заети по трудово правоотношение заради единственото съображение, че майката не работи по трудово правоотношение, би могло да принуди жената да ограничи дейността си на самоосигуряващо си лице и да понася сама тежестите след раждането на детето, без да може да получи помощ от бащата. Следователно подобна мярка не може да се разглежда нито като мярка, която води до премахване или ограничаване на съществуващото неравенство в обществото, нито като мярка, която има за цел да се осигури действително, а не формално равенство, като се ограничи фактическото неравенство, което може да възникне в обществения живот, и по този начин да се предотвратят или компенсират неудобствата в професионалната кариера на съответните лица.", "70. СЕС постановява, че относимите разпоредби на испанския закон са несъвместими с правото на ЕС.", "Г. Сравнителноправни материали", "71. Съдът е направил сравнително проучване на законодателствата на 33 държави членки на Съвета на Европа (Албания, Армения, Азербайджан, Белгия, Босна и Херцеговина, България, Хърватия, Кипър, Чехия, Естония, Финландия, \"Бивша югославска република Македония\", Франция, Грузия, Германия, Гърция, Италия, Латвия, Литва, Люксембург, Малта, Молдова, Холандия, Полша, Португалия, Румъния, Сърбия, Испания, Швеция, Швейцария, Турция и Обединеното кралство).", "72. Сравнителното проучване показва, че по отношение на цивилните в две държави (Армения и Швейцария) правото на отпуск за отглеждане на дете е ограничено само до жените. В една държава (Турция) мъжете, работещи в частния сектор нямат право на отпуск за отглеждане на дете, докато мъжете държавни служители имат това право. В една държава (Босна и Херцеговина) мъжете могат да взимат такъв отпуск само при определени обстоятелства (напр. при липса на майка, която да се грижи за детето). В една държава (Албания) законът не предвижда отпуск за отглеждане на дете. В останалите 22 държави в цивилния живот и жените, и мъжете имат право на отпуск за отглеждане на дете.", "73. В някои държави отпускът за отглеждане на дете е право на семейството, което се разпределя между родителите по техен избор (например в Азербайджан, Грузия и Румъния). В други държави то е индивидуално право, като всеки родител има право на определен период на отпуск за отглеждане на дете (например в Белгия, Хърватия, Чехия, Люксембург и Италия). В Швеция правото отчасти е индивидуално, отчасти семейно, като 60 дни са запазени за всеки родител, а останалата част се разпределя между двамата по техен избор. В някои държави отпускът е неплатен (например Австрия, Белгия, Кипър, Малта, Холандия, Испания и Обединеното кралство). В други отпускът за отглеждане на дете е платен напълно или частично (например Азербайджан, Чехия, Люксембург, Сърбия и Португалия). Има също и разнообразни подходи към продължителността на отпуска, вариращ от три месеца (Белгия) до три години (Испания).", "74. Що се отнася до военнослужещите, в една държава (Албания) военните нямат изрично право на отпуск за отглеждане на дете. В шест държави (Армения, Азербайджан, Грузия, Молдова, Швейцария и Турция) само жените военнослужещи имат право на такъв отпуск. В три държави (Босна и Херцеговина, България и Сърбия) жените военнослужещи винаги имат право на отпуск за отглеждане на дете, докато мъжете военнослужещи имат право на такъв отпуск само в изключителни случаи, например ако майката е починала, или е изоставила детето, или е сериозно болна, или не е в състояние да се грижи за детето по друга основателна причина. В останалите двадесет и три държави и жените, и мъжете военнослужещи имат еднакво право на отпуск за отглеждане на дете.", "75. В някои страни (например Австрия, Хърватия, Кипър, Естония, Финландия, Италия, Люксембург, Малта, Полша, Португалия, Сърбия и Швеция) отпускът за отглеждане на дете за военните изглежда се регламентира от същите общи разпоредби, които се прилагат и към цивилни лица. В други страни (например в Чехия, Латвия, Гърция, Литва, Румъния и Франция) отпускът за отглеждане на дете се регулира от специфични разпоредби, които обаче не съдържат някакви съществени разлики в сравнение с правилата, приложими за цивилни. В пет страни (Испания, Германия, Холандия, Белгия и Обединеното кралство) специфичните разпоредби, регулиращи отпуска за отглеждане на дете за военните съдържат определени различия или ограничения, неприложими към цивилни лица. Така например, законодателството в Холандия предвижда, че отпускът за отглеждане на дете може да бъде отложен, когато това се изисква от \"важни интереси на службата\". В Германия военнослужещите имат същите юридически права като цивилните граждани по отношение на родителския отпуск. Въпреки това, Министерството на отбраната може да се противопостави на предоставянето на отпуск за отглеждане на дете на служител в армията или да прекрати ползването на отпуска на основание спешна необходимост на националната отбрана. По същия начин, в Обединеното кралство, военнослужещите, които по принцип имат същите права на отпуск за отглеждане на дете, както цивилните, може да не бъдат в състояние да вземат отпуск за отглеждане на дете когато това им е удобно, ако се прецени, че така би се засегнала бойната ефективност на въоръжените сили.", "ПРАВОТО", "I. ТВЪРДЯНОТО НАРУШЕНИЕ НА ЧЛЕН 14 ОТ КОНВЕНЦИЯТА РАЗГЛЕДАН ВЪВ ВРЪЗКА С ЧЛЕН 8", "76. Жалбоподателят се оплаква, че отказът да му бъде разрешен отпуск за отглеждане на дете представлява дискриминация по признак пол. Той се позовава на чл. 14 от Конвенцията във връзка с чл. 8 от Конвенцията. Относимите разпоредби гласят:", " Член 8", "„1. Βсеки има право на неприкосновеност на личния и семейния си живот, на жилището и на тайната на кореспонденцията.", "2. Намесата на държавните власти в упражняването на това право е недопустима, освен в случаите, предвидени в закона и необходими в едно демократично общество в интерес на националната и обществената сигурност или на икономическото благосъстояние на страната, за предотвратяване на безредици или престъпления, за защита на здравето и морала или на правата и свободите на другите.“", "Член 14", "“Упражняването на правата и свободите, изложени в тази Конвенция, следва да бъде осигурено без всякаква дискриминация, основана на пол, раса, цвят на кожата, език, религия, политически и други убеждения, национален или социален произход, принадлежност към национално малцинство, имущество, рождение или друг някакъв признак..”", "A. Предварителните възражения на правителството", "77. Правителството изтъква три предварителни възражения. То твърди, че жалбоподателят не може да претендира, че е жертва на чл. 14 във връзка с чл. 8, че жалбата трябва да бъде заличена от списъка с делата на Съда, защото проблемът е ефективно разрешен и че жалбата представлява злоупотреба с правото на индивидуално жалба. То се позовава на членове 34, 35 § 3 и 37 § 1 от Конвенцията, относимите части от които гласят:", "Член 34", "“Съдът може да бъде сезиран с жалба от всяко лице, неправителствена организация или група лица, които твърдят, че са жертва на нарушение от страна на някоя от Βисокодоговарящите страни на правата, провъзгласени в Конвенцията или в Протоколите към нея ...“", "Член 35", "“... 3. Съдът обявява за недопустима всяка индивидуална жалба, подадена на основание член 34, когато счете, че:", "(a) жалбата е несъвместима с разпоредбите на Конвенцията или на Протоколите към нея, явно необоснована или представляваща злоупотреба с правото на жалба ...”", "Член 37", "“1. На всеки етап от производството Съдът може да реши да заличи дадена жалба от списъка на делата, ако обстоятелствата дават основание да се смята, че:", "a) жалбоподателят няма намерение повече да я поддържа; или", "b) въпросът вече е решен; или", "c) по всяка друга причина, установена от Съда, по-нататъшното разглеждане на жалбата е неоправдано.", "Съдът обаче продължава разглеждането на жалбата, ако зачитането на правата на човека, защитени в Конвенцията и Протоколите към нея, налага това.", "2. Съдът може да реши отново да включи дадена жалба в списъка, ако сметне, че обстоятелствата го оправдават...”", "78. Съдът ще разгледа последователно всяко едно от възраженията на правителството.", "1. Статут на жертва", "(a) Решението на камарата", "79. Камарата, която е поставила въпроса по своя инициатива, е отбелязала, че след като националните власти не са признали нарушаването на правата на жалбоподателя по Конвенцията, за целите на чл. 34 от Конвенцията той все така може да продължава да поддържа, че е жертва на твърдяното дискриминационно отнасяне. Камарата е отбелязала, че отпускът за отглеждане на дете и финансовата помощ са били отпуснати на жалбоподателя заради трудното му семейно и финансово положение. Тези мерки следователно не могат да се тълкуват като мълчаливо признание, че е било нарушено правото му да не бъде дискриминиран на основание пол. Нещо повече, дори след като на жалбоподателя е било разрешено, по изключение, да ползва отпуск за отглеждане на дете, националните власти са продължавали да поддържат, че по закон той като военнослужещ няма право на родителски отпуск и че този факт не нарушава правото му на равно третиране.", " (б) Становището на правителството", "80. Аргументите на правителството пред голямата камара са, че на жалбоподателя е бил разрешен отпуск за отглеждане на дете и му е била предоставена финансова помощ. Така жалбоподателят е бил обезщетен за твърдяното нарушение. Тези мерки освен това могат да бъдат приети за мълчаливо признание за нарушение на правата му по Конвенцията. Следователно, жалбоподателят не може да твърди, че е жертва на нарушение на чл. 14 във връзка с чл. 8.", " (в) Становището на жалбоподателя", "81. Жалбоподателят поддържа, че националните власти не са признали нарушение на Конвенцията и не са му предоставили адекватно обезщетение. Двугодишният отпуск за отглеждане на дете, вместо три му е бил позволен една година след като жалбата е била комуникирана на правителството. Били са му налагани дисциплинарни санкции за честите му отсъствия от работа през годината, през която е трябвало да съчетава военната си служба с грижите за новороденото си дете. Нещо повече, националните съдилища са заявили, че отпускът му е бил разрешен незаконно. Що се отнася до финансовата помощ – тя му е била предоставена на основание трудното му семейно и финансово положение и следователно не може да се счита за обезщетение за нарушение на правото му да не бъде дискриминиран.", " (г) Преценката на Съда", "82. Съдът напомня, че по принцип едно решение или мярка, които са благоприятни за жалбоподателя не са достатъчни да го лишат от статута му на „жертва“, освен ако националните власти не са признали или изрично, или по същество, нарушението на Конвенцията и след това са предоставили обезщетение (виж, например, Amuur срещу France, 25 юни 1996 г., § 36, Reports of Judgments and Decisions 1996-III; Dalban срещу Romania [ГК], № 28114/95, § 44, ECHR 1999-VI; и Sakhnovskiy срещу Русия [ГК], № 21272/03, § 67, 2 ноември 2010 г.).", "83. Голямата камара отбелязва, че в производството пред нея страните не са изложили писмено или устно аргументи по въпроса за статута на жертва, които да не са били разгледани от камарата. Следователно не вижда причина да се отклони от извода на камарата относно статута на жертва на жалбоподателя. Съдът приема, че при липса от страна на националните власти на изрично или мълчаливо признание за нарушение на правата на жалбоподателя по Конвенцията, за целите на чл. 34 от Конвенцията той все така може да продължава да поддържа, че е жертва на твърдяното дискриминационно отнасяне. Съответно, отхвърля първото предварително възражение на правителството.", "2. Приложение на чл. 37, § 1 (b) от Конвенцията", "(a) Решението на камарата", "84. Камарата не е намерила за необходимо да решава дали даването на отпуска за отглеждане на дете и отпускането на жалбоподателя на финансова помощ са поправили в достатъчна степен ситуацията, така че да е оправдано заличаването на жалбата от списъка на Съда. Отбелязала е, че във всички случаи твърдението, че по руския закон мъжете военнослужещи са дискриминирани по отношение на правото им на родителски отпуск включва важен въпрос от общ интерес, който Съдът все още не е разглеждал. Камарата е приела, че във връзка със зачитането на правата на човека, така както са дефинирана в Конвенцията и в нейните Протоколи са налице специфични обстоятелства, които налагат продължаване на разглеждането на жалбата по същество.", " (б) Становището на правителството", "85. Както и пред камарата, правителството поддържа, че въпросът е бил ефективно решен, защото на жалбоподателя е бил разрешен отпуск и му е била отпусната финансова помощ. То се позовава на делото Pisano срещу Италия ([ГК] (заличена), № 36732/97, §§ 41-50, 24 октомври 2002 г.) и моли Съда да заличи жалбата от списъка си с дела в съответствие с чл. 37. По негово мнение не е оправдано да се продължи с разглеждането на делото на основание наличие на важен въпрос от общ интерес. Задачата на Съда не е да преценява in abstracto дали руската правна система е съобразена с Конвенцията, а да прецени дали в конкретния поставен пред него случай е имало нарушение. Оценявайки руското законодателство Съдът би посегнал на суверенните правомощия на парламента и конституционния съд.", "(в) Становището на жалбоподателя", "86. Жалбоподателят поддържа, че за да направи извод, че „въпросът вече е [бил] решен“ по смисъла на чл. 37 § 1 (b) от Конвенцията Съдът трябва да отговори последователно на два въпроса: първо, трябва да попита дали все още съществуват обстоятелствата, от които се оплаква жалбоподателя и, второ, дали последиците от едно възможно нарушение на Конвенцията, резултат от тези обстоятелства, са били поправени (той се позовава на Shevanova срещу Латвия (заличена) [ГК], № 58822/00, § 45, 7 декември 2007г.). В настоящия случай нито един от двата критерия не е налице. Първо, все още са в сила законовите разпоредби на чието основание му е бил отказан отпуска и на които се позовават националните решения, с които е отхвърлена молбата му за отпуск. На второ място, не е имало адекватна обезвреда за нарушението на правата му. Били са му разрешени две години отпуск, вместо три и е имало закъснение от една година. Той не е получил обезщетение за забавянето или за намаляването на продължителността на отпуска. Получената от него финансова подкрепа е била социална помощ, платена му във връзка с трудното му финансово положение. Нещо повече, по мнение на жалбоподателя, правителството не може да се позовава на решението на командира на военното поделение по изключение да му разреши отпуск за отглеждане на дете и да му предостави финансова помощ, защото това решение е било обявено за незаконно от националните съдилища. На последно място, жалбоподателят е съгласен с извода на камарата, че делото не може да бъде заличено на основание чл. 37 § 1 (b), защото то “поставя важен въпрос от общ интерес, който все още не е [бил] разглеждан от Съда”.", "(г) Преценката на Съда", "87. Съдът повтаря, че съгласно чл. 37 § 1 (b) от Конвенцията той може „на всеки етап от производството да реши да заличи дадена жалба от списъка на делата, ако обстоятелствата дават основание да се смята, че ... въпросът вече е решен ...“. За да може да реши дали разпоредбата е приложима към настоящия случай Съдът трябва да отговори последователно на два въпроса: първо, трябва да попита дали все още съществуват обстоятелствата, от които се оплаква жалбоподателя и, второ, дали последиците от едно възможно нарушение на Конвенцията, резултат от тези обстоятелства, са били поправени (виж Kaftailova срещу Латвия (заличена) [ГК], № 59643/00, § 48, 7 декември 2007 г.).", "88. В тази връзка е от значение, че родителският отпуск е бил предоставен на жалбоподателя с една година закъснение и само за две години, вместо за три. Следователно жалбоподателят не е можел да се грижи за детето си през първата година от живота му, когато то най-много е имало нужда от грижи. Той не е получил обезщетение за късното разрешаване на отпуска или за намаляването на срока му, финансовата помощ му е била отпусната, както е посочено и по-горе, заради трудното му финансово положение. Следователно, Съдът счита, че последиците от едно възможно нарушение на Конвенцията не са били достатъчно поправени за да приеме, че въпросът вече е бил решен по смисъла на чл. 37 § 1 (b).", "89. Налице е обаче и още едно основание за отхвърляне на искането на правителството за заличаване на жалбата по чл. 37 § 1 (b) от Конвенцията. Преди да вземе решение да заличи конкретно дело Съдът трябва да се увери дали зачитането на човешките права, както са дефинирани в Конвенцията налага да бъде продължено разглеждането на делото. В тази връзка Съдът напомня, че решенията му всъщност служат не само да бъдат разрешени онези случаи, които са представени пред него, но и по-общо да изяснят, защитят и развият правилата, установени в Конвенцията, и по този начин да допринесат за спазването от страна на държавите на ангажиментите, поети от тях в качеството им на договарящи страни (виж Ireland срещу Обединеното кралство, 18 януари 1978 г., § 154, Series A № 25; Guzzardi срещу Италия, 6 ноември 1980 г., § 86, Series A № 39; и Karner срещу Австрия, № 40016/98, § 26, ECHR 2003-IX). Основната цел на системата на Конвенцията е да предостави лична обезвреда, но нейна цел е също така и решаването на въпроси в светлината на общественополитически съображения в общ интерес, като по този начин се утвърждават общите стандарти за защита на човешките права и съдебната практика по правата на човека се разпростира сред цялата общност на държавите, страни по Конвенцията (виж Karner, цитирано по-горе, § 26; Capital Bank AD срещу България, № 49429/99, §§ 78 до 79, ECHR 2005-XII (откъси); и Rantsev срещу Кипър и Русия, № 25965/04, § 197, 7 януари 2010 г.).", "90. Съдът счита, че предметът на настоящата жалба – разликата в третирането по руския закон между жените и мъжете военнослужещи по отношение на правото им на родителски отпуск – поставя важен въпрос от общ интерес не само за Русия, но и за други държави членки по Конвенцията. Той препраща в тази връзка към сравнително правните материали, които показват, че подобно различно третиране съществува в поне пет държави членки (виж параграф 74 по-горе) и към становището на третата страна, в което се подчертава значимостта на проблема, поставен по настоящото дело (виж параграфи от 119. Центърът по правата на човека към университета в Гент обсъжда опасността от стереотипите. Такива стереотипи ограничават жизнения избор на индивида и служат за запазване на неравенството и подчинението. Едновременно с това те са причина и израз на дискриминационно отнасяне. Налагането на мъжете и жените на шаблони и ограничаването им до определени традиционни роли, свързани с пола им води по-специално до липса на подкрепа за мъже и жени, които не изпълняват традиционната си роля. Такава липса на подкрепа може да бъде демонстрирана, например, чрез отказа да им бъдат предоставяни социални преференции. Често стереотипите относно половете служат за оправдаване на разлика в отнасянето към мъже и жени. По няколко дела обаче Съдът е постановявал, че предразсъдъците и стереотипите не са достатъчни за да оправдаят дискриминационно отнасяне (посочва Zarb Adami срещу Малта, № 17209/02, §§ 81 и 82, ECHR 2006VIII; L. and V. срещу Австрия, №№ 39392/98 и 39829/98, § 52, ECHR 2003I; Lustig-Prean and Beckett, цитирано по-горе, § 90 и Inze срещу Австрия, 28 октомври 1987г., § 44, Series A № 126). Двата стереотипа, характеризиращи това дело са първо традиционната идея, че жените носят отговорността за домакинството и децата, а мъжете печелят пари извън дома, и второ, че боевата и военната служба са по-скоро за мъжете отколкото за жените.", "120. Третата страна цитира също така Конвенцията за премахване на всички форми на дискриминация по отношение на жените (CEDAW) и по-специално чл. 5 (виж параграф 49 по-горе), който задължава държавите членки да преодолеят стереотипите по отношение на половете чрез промяна на социалните и културните модели на поведение на мъжете и жените с цел елиминирането на предразсъдъците и привичките, и всички други практики, основаващи се на идеята за малоценността или превъзходството, на който и да е от половете или на шаблонизирането на ролите на мъжете и жените. Третата страна поддържа, че макар настоящото дело да касае дискриминирането на мъж, CEDAW е относима, защото Комитетът е тълкувал Конвенцията като приложима към „всички човешки същества, без значение от техния пол“ и защото стереотипите за мъжете са вредни не само за мъжете, но и за жените. Шаблонизирането на ролята на половете ограничава жените в дома и мъжете извън дома, следователно е неблагоприятно и за двата пола. Комитетът по CEDAW е подчертавал значимостта на повече от чисто формалното равенство и се е фокусирал върху структурните причини за дискриминация. Налагането на стереотипи, и по-специално на дълбоко вкорененото разбиране за жената като полагаща грижи, а за мъжа като изхранващ семейството е едно от тях.", "121. Третата страна също така посочва заключителното становище по периодичните доклади, представени от Руската Федерация, прието на 30 юли 2010 г. от Комитета на CEDAW (виж параграф 51 по-горе). Комитетът е изразил по-специално своята загриженост от „продължаващите практики, традиции, патриархални нагласи и дълбоко вкоренените стереотипи по отношение на ролите, отговорностите и идентичноста на жените и мъжете във всички сфери на живота ... [и от] акцента, който държавата постоянно поставя върху ролята на жените като майки и болногледачки“. Комитетът е бил на мнение, че „за пълното прилагане на Конвенцията и за постигането на равнопоставеност между жените и мъжете е необходимо преминаването от схващането за жените предимно като съпруги и майки към възприемането им като самостоятелни личности и равни с мъжете участници в обществото.“", "122. На последно място, третата страна поддържа, че настоящото дело включва така наречената множествена дискриминация, което е дискриминация на няколко основания, които си взаимодействат и водят до специфичен вид дискриминация. Според третата страна различното третиране, от което се оплаква жалбоподателя не може да бъде ограничено само до военния му статут или само до пола му, а е по-скоро резултат от тези две основания. Ако дискриминацията на основание пол и тази на основание военен статут бъдат анализирани поотделно, стереотипът по отношение на жените военнослужещи ще остане неясен. Ако от една страна се сравняват мъжете и жените по принцип, а от друга само войниците и цивилните лица, то никъде в това уравнение няма да бъде разпознат директно проблема на военнослужещите, още по малко на жените военнослужещи.", "123. В заключение, третата страна поддържа, че е важно да се идентифицират стереотипите по отношение на половете и да се разпознаят вредите, които нанасят. Държавите трябва да понесат своята отговорност когато дискриминират на основание пол и когато стереотипите затвърждават неравенството между половете.", " до Error! Reference source not found. по-долу). Така продължаването на разглеждането на настоящата жалба ще допринесе за разясняването, гарантирането и развиването на стандартите за защита по Конвенцията.", "91. Следователно, налице са специфични обстоятелства във връзка със зачитането на правата на човека, както са дефинирана в Конвенцията и нейните Протоколи, които налагат продължаване на разглеждането на жалбата по същество.", "92. Поради това Съдът отхвърля искането на правителството за заличаване на жалбата на основание чл. 37 § 1 (b) от Конвенцията.", "3. Твърдяната злоупотреба с правото на индивидуална жалба", "(a) Становището на правителството", "93. За пръв път пред голямата камара правителството твърди, че жалбата представлява злоупотреба с правото на жалба. То твърди, че за да заблуди Съда жалбоподателят умишлено е изопачил относими факти. По-конкретно, правителството твърди, че разводът на жалбоподателя със съпругата му е бил симулативен. След развода той и децата му са продължили да живеят при родителите на бившата му съпруга, а тя самата никога не им е плащала издръжка. Имало е доказателство, че тя редовно е разговаряла с децата по телефона и понякога ги е взимала от училище или ги е водела на лекар. Освен това е представлявала жалбоподателя в друго съдебно производство. По мнение на правителството от изложеното по-горе следва, че жалбоподателят и съпругата му са продължили брачната си връзка дори след развода и, че съпругата на жалбоподателя е продължила да се грижи за децата. Следователно, твърдението на жалбоподателя, че е бил самотен родител на три деца е лъжа. От значение е и факта, че жалбоподателят е сключил повторен брак с бившата си съпруга и заедно са имали четвърто дете. На последно място, за да докаже общата непочтеност на жалбоподателя правителството е посочило конфликт между него и негов колега и кавга със съдия по друго гражданско дело.", "(б) Становището на жалбоподателя", "94. Жалбоподателят твърди, първо, че правителството е повдигнало това възражение за пръв път пред голямата камара, т.е. твърде късно. Второ, циничните неверни твърдения направени от правителството нямали отношение към гледаното от Съда дело. Трето, той наистина се е бил развел със съпругата си и му е било възложено упражняването на родителските права над трите им деца. Фактът, че по-късно се е събрал отново с бившата си съпруга не може да промени обстоятелството, че когато е искал да му бъде разрешен отпуск за отглеждане на дете е бил самотен родител на трите си деца. Той никога не е криел брака си от властите. Ръководителите му незабавно са били уведомени за този брак и за раждането на четвъртото дете.", "(в) Преценката на Съда", "95. Съдът напомня, че съгласно чл. 55 от Правилата на Съда всеки довод за недопустимост трябва, доколкото това позволява естеството му и обстоятелствата, да бъде изложен от ответната държава в писменото или устното й становище по допустимостта на жалбата (виж K. and T. срещу Финландия [ГК], № 25702/94, § 145, ECHR 2001-VII; N.C. срещу Италия [ГК], № 24952/94, § 44, ECHR 2002-X; и Mooren срещу Германия [ГК], № 11364/03, §§ 57-59, ECHR 2009...).", "96. Въпросът за злоупотреба с правото на индивидуална жалба е повдигнат от правителството за пръв път в писменото му становище пред голямата камара. В него то се позовава на събития от 2005 г. и 2006 г., което е преди подаването на настоящата жалба. Съдът не вижда нещо изключително, което да може да освободи правителството от задължението да повдигне предварителното си възражение преди камарата да е постановила решението си по допустимостта. Правителството следователно няма право да го направи на този етап (виж за подобни мотиви, Aydın срещу Турция, 25 септември 1997 г., § 60, Reports 1997VI).", "97. Съответно, третото предварително възражение на правителството също трябва да бъде отхвърлено.", "Б. Съобразяване с чл. 14, разгледан във връзка с чл. 8", "1. Решението на камарата", "", "98. Като е препратила към делото Petrovic срещу Австрия (27 март 1998 г., §§ 26-29, Reports 1998II), камарата е приела, че жалбоподателят може да се позове на чл. 14 от Конвенцията. След това е намерила, че в качеството си на военнослужещ жалбоподателят е бил третиран различно от цивилните мъже и жени, както и от жените военнослужещи, които са имали право на отпуск за отглеждане на дете. Така отпускът е бил отказан на жалбоподателя на основание комбинацията от две основания: военен статут и пол. По-нататък камарата е намерила, че в отношенията с децата си през периода на отпуска за отглеждане на дете мъжете и жените са в аналогична ситуация.", "99. Камарата е отбелязала, че по делото Petrovic срещу Австрия (цитирано по-горе), е намерено, че разликата на основание пол по отношение на надбавките за родителски отпуск не е била в нарушение на чл. 14, защото към онзи момент не е имало европейски консенсус в тази област, тъй като мнозинството от страните членки не са предоставяли на бащите отпуск за отглеждане на дете или свързаните с това надбавки. След това камарата е отбелязала, че след постановяването на решението по делото Petrovic по отношение на правото на родителски отпуск на законово ниво ситуацията във Високодоговарящите страни се е развила. Абсолютно мнозинство са европейските държави, в които законодателството предвижда, че отпускът за отглеждане на дете може бъде ползван и от майките, и от бащите. Мнението на камарата е, че това показва, че обществото се е променило в посока на едно по-равнопоставено разпределяне на отговорността за отглеждането на децата между мъжете и жените и на признаването на ролята на мъжа при полагането на грижи. Следователно е било време да се преразгледат изводите по делото Petrovic и да се постанови, че няма обективно или разумно оправдание за различното третиране на мъжете и жените що се отнася до правото на родителски отпуск. Освен това камарата е осъдила стереотипите по отношение на половете в сферата на отглеждането на детето.", "100. Връщайки се към специфичния армейски контекст на настоящото дело камарата е повторила, че системата на военна дисциплина, по самото си естество, предполага възможността за налагане на ограничения върху определени права и свободи на служещите в армията, които не могат да бъдат налагани на цивилните. Така държавите, които желаят да ограничават правата на военнослужещите по членове 5, 9, 10 и 11 от Конвенцията разполагат с широка свобода на преценка. Държавите обаче имат по-ограничена свобода на преценка в сферата на семейния и личния живот. Наистина, макар на държавите да е позволено да налагат определени ограничения върху правата на военните по чл. 8 в случаите когато съществува реална заплаха за оперативната ефективност на военните сили, твърденията за наличието на такава заплаха трябва да бъде „подкрепена от конкретни примери“.", "101. Камарата не е била убедена от аргумента на правителството, че разпростирането на правото на отпуск за отглеждане на дете върху мъжете военнослужещи, след като жените военнослужещи вече имат такова право, би имало негативен ефект върху боевата способност и оперативна ефективност на въоръжените сили. Всъщност, не е имало експертно проучване или статистически изследвания, които да установят във всеки един момент какъв е броя на мъжете военнослужещи, които биха имали право или биха поискали да се възползват от този три-годишен отпуск. Освен това фактът, че във въоръжените сили жените са по-малобройни от мъжете не може, по мнение на камарата, да оправдае неблагоприятното третиране на последните по отношение предоставянето на родителски отпуск. И накрая, аргументът, че военнослужещият е свободен да напусне армията, ако пожелае лично да се грижи за децата си, е особено съмнителен, предвид трудността специфичната военна квалификация и опит да бъдат директно пренесени в цивилния живот. Камарата е отбелязала с безпокойство, че мъжете военнослужещи са били принудени да правят труден избор между грижата за новородените си деца и преследването на професионална военна кариера, докато жените военнослужещи не са били изправени пред такъв труден избор. Следователно тя е преценила, че причините изтъкнати от правителството не представляват обективно и разумно оправдание за налагането на много по-сериозни ограничения върху семейния живот на мъжете военнослужещи в сравнение с тези за жените военнослужещи.", "2. Становището на жалбоподателя", "102. Според жалбоподателя становището на правителството, че той не може да се позовава на чл. 14, разгледан във връзка с чл. 8 е несъвместимо с трайно установената практика на Съда. Съдът многократно е постановявал, че родителският отпуск, както и привилегиите за деца и родители, попадат в обхвата на чл. 8 и, че чл. 14, разгледани във връзка с чл. 8 е приложим (виж Weller срещу Унгария, № 44399/05, § 29, 31 март 2009 г.; Okpisz срещу Германия, № 59140/00, § 32, 25 октомври 2005 г.; Niedzwiecki срещу Германия, № 58453/00, § 31, 25 октомври 2005 г.; и Petrovic, цитирано по-горе, § 29). Освен това той заявява, че отпускът за отглеждане на дете е бил необходим за да се подпомогне семейния му живот и интересите на децата му. Тъй като бившата му съпруга не е желаела да се грижи за тях, се е оказало необходимо жалбоподателят да си остане в къщи и да поеме грижата за децата, което е било невъзможно без родителски отпуск.", "103. В допълнение жалбоподателят посочва, че се е намирал в аналогична ситуация с тази на други родители - жени военнослужещи и цивилни мъже и жени – които имат нужда да вземат родителски отпуск за да могат да се грижат за децата си. Като военнослужещ той е бил третиран различно от посочените по-горе групи родители, тъй като не е имал право на отпуск за отглеждане на дете. Както жените военнослужещи, така и цивилните мъже и жени имат безусловно право на тригодишен отпуск за отглеждане на дете, докато мъжът военнослужещ може да претендира за максимум тримесечен отпуск, ако съпругата му е починала или по друг начин е в невъзможност да се грижи за детето. Макар в крайна сметка на жалбоподателя да е било разрешено да ползва отпуск за отглеждане на дете не може да бъде променен факта, че той е бил третиран различно от други родители. В действителност, отпускът му е бил по-кратък и според националните съдилища е бил разрешен незаконно. Следователно през целия отпуск жалбоподателят не е бил спокоен, тъй като е бил наясно, че разрешаването му може да бъде отменено и че по всяко време е можел да бъде повикан отново на служба. И накрая, жалбоподателят е бил третиран различно от жените военнослужещи за това, че е трябвало да направи трудния избор между военната си кариера и семейния си живот, докато жените военнослужещи не са били изправени пред такъв избор.", " 104. Според жалбоподателя аргументът, че жените имат специална социална роля в отглеждането на децата се основава на стереотипи по отношение на половете. По негово мнение доктрината за „позитивна дискриминация“ не може да бъде използвана за оправдаване на различното отнасяне към мъже и жени по отношение на правото на родителски отпуск. Позитивните дискриминационни мерки трябва да са пропорционално съобразени с целта да се поправят, компенсират или смекчат продължаващите последици от вреди, претърпени от исторически неоправдани групи, каквито са жените (виж Runkee and White срещу Обединеното кралство, №№ 42949/98 и 53134/99, §§ 37 и 40-43, 10 май 2007 г. и Stec and Others срещу Обединеното кралство [ГК], № 65731/01, §§ 61 и 66, ECHR 2006VI). Далеч обаче от смекчаването на всяка историческа вреда претърпяна от жените е една политика, която предоставя само на жените право на родителски отпуск и така запазва стереотипите по отношение на половете, неравенството и трудностите, резултат от традиционната роля на жените, които по-скоро полагат грижи за семейството в дома, отколкото печелят пари на работното си място. Резултатът от тази политика е дискриминация на мъжете (в семейния живот) и на жените (на работното място). Изводът на жалбоподателя е, че няма разумно и обективно оправдание на различното третиране на мъже и жени по отношение на правото на родителски отпуск.", "105. В отговор на аргумента за бойната готовност на армията, жалбоподателят твърди, че съгласно практиката на Съда твърденията за наличие на заплаха за оперативната ефективност на армията трябва да бъдат подкрепени от доказателства, чиято достоверност и достатъчност трябва да бъдат внимателно преценени от Съда (посочва Smith and Grady срещу Обединеното кралство, №№ 33985/96 и 33986/96, §§ 89-112, ECHR 1999VI и Lustig-Prean and Beckett срещу Обединеното кралство, №№ 31417/96 и 32377/96, §§ 82 и 88-98, 27 септември 1999 г.). По негово мнение правителството не е представило доказателства, че включването на мъжете военнослужещи в групата на тези, които имат право на отпуск за отглеждане на дете би представлявало заплаха за боевата способност на армията. По-конкретно, представената от правителството статистика не е била убедителна и освен това не е била подкрепена с документи. Посоченият от правителството брой на децата под тригодишна възраст явно включва и децата на жените военнослужещи, и децата на административните служители в армията. Следователно не е възможно да се установи във всеки един момент какъв е броят на мъжете военнослужещи, които биха имали право на три-годишен родителски отпуск. Най-важното е, че признанието на правителството, че не разполага със съответна статистическа информация доказва, че по времето, когато са се приемали законовите разпоредби, които ограничават правото на родителски отпуск само до жените военнослужещи, е липсвала фактическа обосновка и законът никога не е бил преразглеждан с оглед на фактически данни, нито е бил осъвременяван. Според преценката на жалбоподателя броят на мъжете военнослужещи, които биха имали право на родителски отпуск, във всеки момент не надхвърля 3,47% от работещите на договор в армията; освен това, не всеки от тях би поискал да се възползва от този отпуск. Жалбоподателят сочи, че по закон в Русия до 30 % от състава на едно военно поделение има право едновременно да излезе в отпуск и това поделение се счита за напълно оперативно.", "106. Овен това жалбоподателят твърди, че макар да е вярно, че броят на жените във въоръжените сили е малък, те често имат същите задължения като мъжете военнослужещи. Така например, през 1999 г. прекият началник на жалбоподателя е била жена. Видно от списъка с дежурните, на определени дати близо 60% от дежурните в неговия отдел са били жени. Тези жени военнослужещи са имали право да излязат в отпуск за отглеждане на дете и това никога не е създавало опасения за оперативната ефективност на армията. По негово мнение, подходът на правителството е трябвало да бъде качествен, а не количествен и да отчита естеството на задълженията на всеки отделен служител. Жалбоподателят заключава, че правителството не е представило разумно или обективно оправдание за различното третиране на жени военнослужещи и мъже военнослужещи по отношение на правото на родителски отпуск.", "107. На следващо място, в отговор на аргумента на правителството, че като е подписал договор с армията се е съгласил на ограничаване на правата си, жалбоподателят заявява, че Конвенцията е приложима не само за цивилните, но и за членовете на военните сили (посочва Engel and Others срещу Холандия, 8 юни 1976 г., § 54, Series A № 22, и Lustig-Prean and Beckett, цитирано по-горе, § 82). Твърди също така, че макар да е възможен отказ от права по Конвенцията, за да е действителен той трябва да отговаря на определени условия. Първо, отказът „не трябва да е в противоречие с важен обществен интерес“ (посочва Hermi срещу Италия [ГК], № 18114/02, § 73, ECHR 2006XII). Второ, „трябва да бъде установен по недвусмислен начин и да бъде даден при пълно познаване на фактите, а именно въз основа на информирано съгласие“ (посочва D.H. and Others срещу Чехия [ГК], № 57325/00, § 202, ECHR 2007...). По мнение на жалбоподателя, отказът, който се твърди от правителството в настоящия случай не удовлетворява горните изисквания. В контекста на дискриминация по признак раса Съдът вече е постановявал, че „с оглед на фундаменталното значение на забраната на расовата дискриминация ... не може да се приеме никакъв отказ от право на неподлагане на расова дискриминация, тъй като това ще противоречи на значим обществен интерес” (посочва D.H. and Others, цитирано по-горе, § 204). Той твърди, че след като забраната за дискриминация по признак пол има същото фундаментално значение (посочва Andrle срещу Чехия, № 6268/08, § 49, 17 февруари 2011 г.; Van Raalte срещу Холандия, 21 февруари 1997 г., § 39, Reports 1997I; и Abdulaziz, Cabales and Balkandali срещу Обединеното кралство, 28 май 1985 г., § 78, Series A № 94), то не може да има и отказ от правото на недискриминация на основание пол. Освен това, не може да се счита, че твърденият отказ е недвусмислен. Договорът, подписан от жалбоподателя е стандартен формуляр от една страница, в който подписващият не бива изрично уведомен, че се ангажира да се откаже от правото си на отпуск за отглеждане на дете.", " 108. На последно място, жалбоподателят поддържа, че руското законодателство не оставя възможност за индивидуализиран подход към въпроса за родителския отпуск в армията. Обстоятелствата по случая са ярка илюстрация. Всъщност, след като с оглед трудното му семейно положение на жалбоподателя е било разрешено да ползва отпуск за отглеждане на дете националните съдилища са прогласили тази мярка за незаконна. Жалбоподателят твърди, че подход, при който родителският отпуск се разрешава с оглед поста на човека в армията, а не с оглед пола му би бил приемливо индивидуализиран. По-специално, следва да се отчита дали нейното или неговото поделение участва в активни военни действия или се подготвя за такива действия, както и какъв е неговия или нейния пост в подолението. По мнение на жалбоподателя, не е логично, жена, която заема важен военен пост в армията автоматично да има право на родителски отпуск, докато военнослужещ мъж на относително незначителна военна позиция да няма такова право.", "3. Становището на правителството", "109. В искането си за отнасяне на делото до голямата камара правителството е поддържало, че жалбоподателят не може да се позовава на чл. 14, разгледан съвместно с чл. 8. Член 8 не гарантира право на отпуск за отглеждане на дете, нито получаването на надбавки за такъв отпуск. По своята същност това са социални и икономически права, обхванати от Европейската социална харта. Те не са защитени от Конвенцията. Следователно, чл. 14, който няма самостоятелно съществуване бил неприложим.", "110. Правителството приема, че жалбоподателят се е намирал в аналогична ситуация с всички други родители – а именно жени военнослужещи и цивилни мъже и жени. Но той не е бил третиран различно, защото му е бил разрешен отпуск за отглеждане на дете.", "111. Правителството също така поддържа, че военнослужещите имат специален статут, защото тяхната задача е да гарантират защитата на страната и сигурността на държавата. По тази причина държавата има право да налага ограничения над гражданските им права и свободи и да им възлага специфични задължения. Изборът на военна кариера е доброволен и с подписването на договор за военна служба и полагането на клетва за вярност военнослужещите приемат системата на военна дисциплина, която по самото си естество, предполага възможността да им бъдат налагани ограничения, които не могат да бъдат налагани на цивилните (посочва Kalaç срещу Турция, 1 юли 1997 г., § 28, Reports 1997-IV). В тази връзка правителството се позовава и на делото W., X., Y. and Z. срещу Обединеното кралство (№№ 3435/67, 3436/67, 3437/67 и 3438/67, решение на Комисията от 19 юли 1968 г., Годишник на Европейския съд по правата на човека, том. 11 (1968), стp. 598) където Комисията е намерила, „че не е разумно понятието „зачитане на семейния живот“ да се тълкува толкова широко, че да позволява на всеки – дори на непълнолетен – да се освободи от доброволно поета дългосрочна военна служба, защото включвала и отделяне от семейството освен по време на отпуск“.", "112. Наред с това правителството поддържа, че държавите имат широка свобода на преценка по въпроси от националната сигурност, както и по въпроси, свързани с генерални икономически и социални мерки (посочва James and Others срещу Обединеното кралство, 21 февруари 1986 г., § 46, Series A № 98 и National & Provincial Building Society, Leeds Permanent Building Society and Yorkshire Building Society срещу Обединеното кралство, 23 октомври 1997 г., § 80, Reports 1997VII). Тъй като непосредствено познават обществото и нуждите му, националните власти са в по-добро положение от международния съдия при преценката кое е „в обществен интерес“. Съдът е длъжен да зачита избора на законодателна политика, освен ако е „явно без разумно основание“.", "113. Правителството се позовава на решението на Конституционния съд, който е постановил, че военната служба налага специфични изисквания, защото се изисква непрекъсвано изпълнение на воински задължения и следователно масовото излизане на военнослужещите в отпуск за отглеждане на дете би имало негативен ефект върху бойната готовност и оперативната ефективност на военните сили. Този извод имал обективно и разумно основание по следните причини. Първо, както е поддържано от британското правителство по делото W., X., Y. and Z. (цитирано по-горе), „властите, които отговарят за управлението на военните сили (от които зависи сигурността на страната) [трябва] да обезпечат непрекъснато и ефективно попълване на състава на тези сили за да могат те да изпълнят своите задължения“. Второ, от 1 януари 2011 г. общият брой на военнослужещите, работещи на договор е 216 600 човека. На тази дата е имало 50 519 деца под три-годишна възраст, отглеждани от военния и административния личен състав на армията. Правителството твърди, че не може да предостави още статистически данни. По-специално, няма статистика относно броя на военнослужещите мъже, които имат деца под три-годишна възраст. Тъй като обаче всички мъже в армията са на възраст „за отглеждане на деца“, вероятно този брой е значителен.", "114. Правителството признава, че не може да предостави документи, свързани с парламентарния дебат за правото на военнослужещите на отпуск за отглеждане на дете. Като се има предвид, че Законът за военната служба е бил приет преди 13 години, което е преди ратифицирането на Конвенцията от Русия, руският парламент не е имал задължение по Конвенцията да разглежда въпроса за допустимостта на различното третиране и Съдът няма юрисдикция ratione temporis да разглежда въпроси, свързани с парламентарния дебат, предхождащ приемането на въпросния закон.", "115. Правителството също така поддържа, че в редица страни членки на Съвета на Европа военнослужещите нямат право на отпуск за отглеждане на дете, като например в Швейцария, Турция, България, Полша и Чехия. Освен това в много държави родителският отпуск е по-кратък отколкото в Русия. Като се вземе в предвид, че този отпуск в Русия е три-годишен, едно толкова дълго отсъствие от работа би имало отрицателно въздействие върху военните умения на военнослужещите, които често ползват сложно високотехнологично военно оборудване и така за завръщането им ще са необходими скъпи опреснителни курсове. При тези обстоятелства е разумно отпускът за отглеждане на дете да се взима от съпругите на военнослужещите, чието отсъствие от работа би имало много по-малко негативни последици за обществото. По-специално, жалбоподателят е служел като радист в разузнаването - отдел, който е трябвало да бъде в състояние на постоянна бойна готовност. В същото време правителството признава, че длъжността на жалбоподателя е можело да бъде заемана от жена, която би имала право на отпуск за отглеждане на дете.", "116. В тази връзка правителството твърди, че родителският отпуск се разрешава единствено и само на жените военнослужещи по следните съображения. Първо, според съвременните научни проучвания между майката и новороденото дете съществува специална биологическа и психологическа връзка. Присъствието на майката и нейните грижи през първата година от живота на детето са от особено значение. Следователно е в интерес на детето майката да ползва отпуск за отглеждане на дете. Второ, с оглед на факта, че жените в армията са малцина, тяхното отсъствие от работа не би се отразило на боевата готовност. Всъщност, от 1 януари 2011 г. жените военнослужещи в руската армия са само 1 948. Съответно, през 2011 г. жените са едва 0,8 % от личния състав (10% през 2008 г.). Освен това, по-голямата част от тях работят на длъжности, които не са пряко свързани с воински задължения, например в медицински, финансови или комуникационни ведомства. С оглед на посоченото, настоящото дело касаело оправдана позитивна дискриминация на жените.", "117. Правителството също така твърди, че руското законодателство предвижда изключения от правилото, че само жените военнослужещи имат право на родителски отпуск. По-специално, съгласно чл. 38 от Наредбата за военната служба (виж параграф 48 по-горе) мъжете в армията, работещи на договор имат право на такъв отпуск в един от следните случаи: (а) ако съпругата му почине при раждането или (б) ако той отглежда дете или деца до 14-годишна възраст (деца с увреждане до 16-годишна възраст) останали без майчина грижа (в случай на смърт на майката, лишаване от родителски права, продължително заболяване или друга причина, поради която майката не може да се грижи за децата му). Изброяването не било изчерпателно. Правителството цитира чл. 10 (9) от Закона за военната служба (виж параграф 47 по-горе), съгласно който, военнослужещите, които оглеждат деца, лишени от родителска грижа имат право на социални привилегии в съответствие с федералните закони и други нормативни актове в областта на защитата на семейството, майчинството и детството. Правителството представя статистика за случаите на предоставяне на родителски отпуск на мъже военнослужещи и на полицаи. От статистическата информация може да се види, че през 2007 г. е имало само един случай на разрешаване на 18-месечен отпуск на военнослужещ на основание тежко заболяване на съпругата му. През 2010 г. на друг военнослужещ е бил разрешен 3-месечен извънреден отпуск, защото синът му бил останал без майчина грижа. Правителството посочва също и 21 случая на разрешаване на три-годишен родителски отпуск на мъже полицаи. Следователно, основният критерий за предоставяне на отпуска е факта, че децата на военнослужещите са били останали без майчина грижа. Този факт обаче трябва да бъде доказан. Тъй като жалбоподателят не е доказал, че майката на децата му не се грижи за тях, молбата да му бъде разрешен отпуск за отглеждане на дете е била оставена без уважение. Едновременно с това, на него в крайна сметка му е бил разрешен отпуск с оглед на трудната му семейна ситуация.", "118. Накрая, правителството твърди, че като е постановила, че руските власти трябва да изменят приложимото законодателство, камарата е излязла извън правомощията си по чл. 46 от Конвенцията. По негово мнение, това било изолиран случай, който не разкрива системен проблем по Конвенцията. Съдът няма за задача да оценява един абстрактен проблем на съответствие на националното законодателство с Конвенцията, още по-малко да отменя или да дава указания да бъдат отменени оспорвани от жалбоподателя законови норми.", "4. Становището на третата страна", "119. Центърът по правата на човека към университета в Гент обсъжда опасността от стереотипите. Такива стереотипи ограничават жизнения избор на индивида и служат за запазване на неравенството и подчинението. Едновременно с това те са причина и израз на дискриминационно отнасяне. Налагането на мъжете и жените на шаблони и ограничаването им до определени традиционни роли, свързани с пола им води по-специално до липса на подкрепа за мъже и жени, които не изпълняват традиционната си роля. Такава липса на подкрепа може да бъде демонстрирана, например, чрез отказа да им бъдат предоставяни социални преференции. Често стереотипите относно половете служат за оправдаване на разлика в отнасянето към мъже и жени. По няколко дела обаче Съдът е постановявал, че предразсъдъците и стереотипите не са достатъчни за да оправдаят дискриминационно отнасяне (посочва Zarb Adami срещу Малта, № 17209/02, §§ 81 и 82, ECHR 2006VIII; L. and V. срещу Австрия, №№ 39392/98 и 39829/98, § 52, ECHR 2003I; Lustig-Prean and Beckett, цитирано по-горе, § 90 и Inze срещу Австрия, 28 октомври 1987г., § 44, Series A № 126). Двата стереотипа, характеризиращи това дело са първо традиционната идея, че жените носят отговорността за домакинството и децата, а мъжете печелят пари извън дома, и второ, че боевата и военната служба са по-скоро за мъжете отколкото за жените.", "120. Третата страна цитира също така Конвенцията за премахване на всички форми на дискриминация по отношение на жените (CEDAW) и по-специално чл. 5 (виж параграф 49 по-горе), който задължава държавите членки да преодолеят стереотипите по отношение на половете чрез промяна на социалните и културните модели на поведение на мъжете и жените с цел елиминирането на предразсъдъците и привичките, и всички други практики, основаващи се на идеята за малоценността или превъзходството, на който и да е от половете или на шаблонизирането на ролите на мъжете и жените. Третата страна поддържа, че макар настоящото дело да касае дискриминирането на мъж, CEDAW е относима, защото Комитетът е тълкувал Конвенцията като приложима към „всички човешки същества, без значение от техния пол“ и защото стереотипите за мъжете са вредни не само за мъжете, но и за жените. Шаблонизирането на ролята на половете ограничава жените в дома и мъжете извън дома, следователно е неблагоприятно и за двата пола. Комитетът по CEDAW е подчертавал значимостта на повече от чисто формалното равенство и се е фокусирал върху структурните причини за дискриминация. Налагането на стереотипи, и по-специално на дълбоко вкорененото разбиране за жената като полагаща грижи, а за мъжа като изхранващ семейството е едно от тях.", "121. Третата страна също така посочва заключителното становище по периодичните доклади, представени от Руската Федерация, прието на 30 юли 2010 г. от Комитета на CEDAW (виж параграф 51 по-горе). Комитетът е изразил по-специално своята загриженост от „продължаващите практики, традиции, патриархални нагласи и дълбоко вкоренените стереотипи по отношение на ролите, отговорностите и идентичноста на жените и мъжете във всички сфери на живота ... [и от] акцента, който държавата постоянно поставя върху ролята на жените като майки и болногледачки“. Комитетът е бил на мнение, че „за пълното прилагане на Конвенцията и за постигането на равнопоставеност между жените и мъжете е необходимо преминаването от схващането за жените предимно като съпруги и майки към възприемането им като самостоятелни личности и равни с мъжете участници в обществото.“", "122. На последно място, третата страна поддържа, че настоящото дело включва така наречената множествена дискриминация, което е дискриминация на няколко основания, които си взаимодействат и водят до специфичен вид дискриминация. Според третата страна различното третиране, от което се оплаква жалбоподателя не може да бъде ограничено само до военния му статут или само до пола му, а е по-скоро резултат от тези две основания. Ако дискриминацията на основание пол и тази на основание военен статут бъдат анализирани поотделно, стереотипът по отношение на жените военнослужещи ще остане неясен. Ако от една страна се сравняват мъжете и жените по принцип, а от друга само войниците и цивилните лица, то никъде в това уравнение няма да бъде разпознат директно проблема на военнослужещите, още по малко на жените военнослужещи.", "123. В заключение, третата страна поддържа, че е важно да се идентифицират стереотипите по отношение на половете и да се разпознаят вредите, които нанасят. Държавите трябва да понесат своята отговорност когато дискриминират на основание пол и когато стереотипите затвърждават неравенството между половете.", "5. Преценката на Съда", "(a) Общи принципи", "124. Както Съдът последователно е постановявал, чл. 14 допълва останалите материални разпоредби на Конвенцията и нейните протоколи. Той няма самостоятелно съществуване, тъй като се прилага само във връзка с „упражняването на правата и свободите“ гарантирани в тях. Макар нарушение на тези разпоредби да не е задължително условие за да се приложи чл. 14 – и в този смисъл той е автономен – той би могъл да бъде приложен, само ако разглежданите факти попадат в обхвата на една или повече от тях. Така забраната на дискриминацията, залегнала в чл. 14 се простира отвъд упражняването на правата и свободите по Конвенцията и нейните протоколи, и държавата също следва да я гарантира. Той е приложим също така към онези допълнителни права, които попадат в общия обхват на всяка една разпоредба на Конвенцията, и които държавата доброволно е решила да предостави. Този принцип е изведен ясно в практиката на Съда (виж наред с много други източници, E.B. срещу France [ГК], № 43546/02, §§ 47-48, 22 януари 2008 г.).", "125. Съдът също така е постановявал, че не всяка разлика в третирането би представлявала нарушение на чл. 14. Трябва да бъде доказано, че други лица в аналогична или сходна ситуация са третирани по-благоприятно и че тази разлика е дискриминационна (виж Ünal Tekeli срещу Турция, № 29865/96, § 49, ECHR 2004-X (откъси)). Различното третиране е дискриминационно, когато няма обективно и разумно оправдание, с други думи, ако не преследва легитимна цел или липсва разумна пропорционална връзка между използваните средства и поставената цел (виж Stec and Others, цитирано по-горе, § 51).", "126. Високодоговарящите държави имат определена дискреция при преценката дали и в каква степен е оправдано едно различно третиране в иначе сходни ситуации (виж Gaygusuz срещу Австрия, 16 септември 1996, § 42, Reports 1996-IV). Обхватът на дискрецията им ще варира в зависимост от обстоятелствата, предмета и контекста (виж Rasmussen срещу Дания, 28 ноември 1984 г., § 40, Series A № 87, и Inze, цитирано по-горе, § 41), но окончателното решение относно спазването на изискванията на Конвенцията е на Съда. Тъй като Конвенцията е преди всичко и най-вече система за защита на човешките права Съдът трябва все пак да отчита променящите се условия в страните членки и да дава отговор, например, на всеки зараждащ се консенсус относно стандартите, които трябва да бъдат достигнати (виж Weller срещу Унгария, № 44399/05, § 28, 31 март 2009 г.; Stec and Others, цитирано по-горе, §§ 63 and 64; Ünal Tekeli, цитирано по-горе, § 54; и, mutatis mutandis, Stafford срещу Обединеното кралство [ГК], № 46295/99, § 68, ECHR 2002-IV).", "127. Съдът също така подчертава, че насърчаването на равенството между половете днес е една от основните цели на страните членки на Съвета на Европа и само много основателни причини могат да бъдат изтъкнати за да се приеме, че дадено различно третиране е съвместимо с Конвенцията (виж Burghartz срещу Switzerland, 22 февруари 1994 г., § 27, Series A № 280-B, и Schuler-Zgraggen срещу Switzerland, 24 юни 1993 г., § 67, Series A № 263). По-специално, позоваването на традиции, обичайни предположения или преобладаващи социални нагласи в конкретна страна не са достатъчни за да оправдаят разлика в третирането, основана на пола. Например, недопустимо е държавите да налагат традиции, които произтичат от първостепенната роля на мъжа и второстепенната роля на жената в семейството (виж Ünal Tekeli, цитирано по-горе, § 63).", "128. По отношение на специфичния контекст на въоръжените сили Съдът отбелязва, че по време на подготовката и последващото приемане на Конвенцията, мнозинството от държавите членки са разполагали с военна отбрана и следователно, със система на военна дисциплина, която по самото си естество, предполага възможността върху някои от правата и свободите на служещите в армията да бъдат налагани такива ограничения, които не могат да бъдат налагани на правата на цивилните. Съществуването на такава система, която съответните държави и след това са запазили, само по себе си не противоречи на задълженията им по Конвенцията (виж Engel and Others, цитирано по-горе, § 57). От това следва, че всяка държава е компетентна да организира своята собствена система на военна дисциплина в това отношение и разполага със свобода на преценка. Едва ли можем да си представим, че една армия би функционирала безпроблемно без правни норми, които да не позволяват на военнослужещите да пренебрегват задълженията си. Чрез позоваването обаче на тези норми националните власти не могат да се намесват в упражняването на правото на личен живот на военните, с каквото право разполагат военнослужещите, както и всички останали в юрисдикцията на държавата (виж Smith and Grady, цитирано по-горе, § 89, и Lustig-Prean and Beckett, цитирано по-горе, § 82).", "", " (б) Приложение на тези принципи към настоящото дело", "(i) Дали е приложим чл. 14 разгледан във връзка с чл. 8", "129. В началото Съдът трябва да прецени дали фактите по делото попадат в обхвата на чл. 8, а от там и на чл. 14 от Конвенцията. Той нееднократно е постановявал, че чл. 14 от Конвенцията е относим, ако „обектът на неблагоприятното третиране ... представлява един от начините за упражняване на гарантирано право ...“ или, ако оспорваните мерки са „свързани с упражняването на гарантирано право ...”. За да е приложим чл. 14 е достатъчно фактите по случая да попадат в обхвата на една или повече от разпоредбите на Конвенцията (виж Thlimmenos срещу Гърция [ГК], № 34369/97, § 40, ECHR 2000IV; E.B., цитирано по-горе, §§ 47-48; и Fretté срещу France, № 36515/97, § 31, ECHR 2002I, с по-нататъшни препратки).", "130. Вярно е, че чл. 8 не гарантира право на отпуск за отглеждане на дете, нито пък вменява на държавите позитивно задължение за изплащане на надбавки за такъв отпуск. Едновременно с това обаче, като дава възможност на единия от родителите да остане в къщи за да се грижи за децата, родителският отпуск и свързаните с него надбавки са в подкрепа на семейния живот и неизбежно засягат начина, по който той бива организиран. По тази причина родителският отпуск и родителските надбавки попадат в обхвата на чл. 8. От това следва, че чл. 14 във връзка с чл. 8 от Конвенцията е приложим. Следователно, ако една държава е решила да създаде система за предоставяне на отпуск за отглеждане на дете тя трябва до га направи по начин, който е съвместим с чл. 14 от Конвенцията (виж Petrovic, цитирано по-горе, §§ 26-29).", " (ii) Дали е имало нарушение на чл. 14, разгледан във връзка с чл. 8", "131. Съдът отбелязва, че по закон като военнослужещ жалбоподателят не е имал право на три-годишен отпуск за отглеждане на дете, докато жените военнослужещи са имало право на такъв отпуск. Следователно, първо трябва да се провери дали жалбоподателят се е намирал в аналогична ситуация с жените военнослужещи.", "132. Съдът вече прие, че по отношение на родителския отпуск и надбавките свързани с него мъжете са в аналогична ситуация с жените. Наистина, за разлика от отпуска по майчинство, чиято цел е да позволи на жената да се възстанови от раждането и, ако желае, да може да кърми дете си, отпускът за отглеждане на дете и семейните надбавки, свързани с него, касаят последващ период и имат за цел да дадат възможност на съответния родител да остане в къщи за да се грижи лично за бебето (виж Petrovic, цитирано по-горе, § 36). Съдът, следователно не е убеден от аргумента на правителството относно специфичната биологична и психологическа връзка между майката и новороденото дете в периода след раждането, за която се твърди, че е доказана от съвременни научни изследвания (виж параграф Error! Reference source not found. по-горе). Макар и да е наясно с разликите, които могат да съществуват между майката и бащата във връзката им с детето, Съдът счита, че доколкото става въпрос за полагането на грижи за детето през период, съответстващ на срока на родителският отпуск, мъжете и жените са в „сходно положение“.", "133. От това следва, че за целите на отпуска за отглеждане на дете жалбоподателят, като мъж военнослужещ, е в аналогична ситуация с всяка жена военнослужещ. Остава да бъда преценено дали разликата в третирането между мъжете и жените военнослужещи е обективно и разумно оправдана по чл. 14.", "134. Съдът не забравя, специфичния контекст на настоящото дело, свързан с въоръжените сили. Той е особен, защото е пряко свързан с националната сигурност и е, следователно, централен за най-съществените интереси на държавата. По въпроси свързани с националната сигурност, като цяло, и в частност с военните сили държавите разполагат с широка свобода на преценка (виж практиката, цитираната в параграф Error! Reference source not found. по-горе).", "135. Съдът вече на няколко пъти е приемал, че при определени обстоятелства правата на военнослужещите по членове 5, 9, 10 и 11 от Конвенцията могат да бъдат ограничавани в по-голяма степен от тази, която би била допустима спрямо цивилни лица. Така, когато става въпрос за чл. 14, разгледан във връзка с чл. 5, Съдът е постановявал, че дисциплинарното наказание лишаване от свобода, което може да бъде налагано на военни, но не и на цивилни лица, не представлява дискриминация, несъвместима с Конвенцията, защото по естеството си условията и изискванията на военния живот са различни от тези на цивилния живот (виж Engel and Others, цитирано по-горе, § 73). Във връзка с чл. 9 Съдът също така е отбелязвал, че в армията са допустими определени ограничения на религиозно мотивирано поведение и нагласи, макар те да не могат да бъдат налагани на цивилни лица. Избирайки кариера в армията военнослужещите са приели по собствено желание система на военна дисциплина и съпътстващите я ограничения на права и свободи (виж Kalaç, цитирано по-горе, § 28, и също Larissis and Others срещу Гърция, 24 февруари 1998, §§ 50-51, Reports 1998I, за прозелитизъм в армията). Аналогично, когато е разглеждал дела по чл. 10, Съдът е приел, че е необходимо да се отчитат особените условия, присъщи на живота в армията, както и специфичните „задължения“ и „отговорности“, възложени на военнослужещите, тъй като те са обвързани със задължението за дискретност по отношение на всичко свързано с упражняването на задълженията им (виж Hadjianastassiou срещу Гърция, 16 декември 1992 г., §§ 39 и 46, Series A № 252, и Pasko срещу Русия, № 69519/01, § 86, 22 октомври 2009 г., и двете касаят разкриването на секретна информация от военен, комуто е била поверена). Съдът също така е постановявал, че разликата между военни и цивилни в сферата на свободата на изразяване е оправдана по чл. 14 заради различията между условията на военния и цивилния живот и по-специално заради специфичните „задължения“ и „отговорности“ на членовете на въоръжените сили (виж Engel and Others, цитирано по-горе, § 103). На последно място, трябва да се отбележи, че чл. 11 § 2 изрично посочва, че е допустимо налагането на законови ограничения върху свободата на събранията и сдружаването, упражнявана от членове на въоръжените сили (виж Demir and Baykara срещу Турция [ГК], № 34503/97, § 119, 12 ноември 2008 г.).", "136. В същото време Съдът е подчертавал също така, че действието на Конвенцията не спира на прага на казармата и че военните, както всички други хора, попадащи в юрисдикцията на страните членки, имат право на защита по Конвенцията. Националните власти следователно не могат да се позовават на специалния статут на въоръжените сили с цел да се намесват в правата на военнослужещите. За да бъде оправдано, всяко ограничаване на правата им по Конвенцията трябва да покрива теста за необходимост в едно демократично общество (виж във връзка с чл. 10, Grigoriades срещу Гърция, 25 ноември 1997 г., §§ 45-48, Reports 1997VII и Vereinigung demokratischer Soldaten Österreichs and Gubi срещу Австрия, 19 декември 1994 г., §§ 36-40, Series A № 302).", "137. Освен това, по отношение на ограниченията на семейния и личния живот на военните, особено когато въпросните ограничения засягат „най-интимната част от личния живот на индивида“, трябва да съществуват „изключително важни причини“ за да може тази намеса да удовлетвори изискванията на чл. 8 § 2 от Конвенцията. По-специално, трябва да има разумна пропорционална връзка между наложените ограничения и легитимната цел за защита на националната сигурност. Такива ограничения могат да бъдат приети само когато съществува реална заплаха за оперативната ефективност на военните сили. Твърденията за наличието на риск за оперативната ефективност трябва да са „подкрепени от конкретни примери“ (виж Smith and Grady, цитирано по-горе, § 89, and Lustig-Prean and Beckett, цитирано по-горе, § 82).", "138. Връщайки се към обстоятелствата по настоящото дело Съдът отбелязва, че правителството е изтъкнало няколко аргумента за да оправдае разликата в третирането на мъже и жени военнослужещи по отношение правото на отпуск за отглеждане на дете. Съдът ще ги разгледа последователно.", " 139. Първо, що се отнася до аргумента за специфичната роля на жената при отглеждането на децата, Съдът посочва, че още по делото Petrovic срещу Австрия (цитирано по-горе) е отбелязал постепенната еволюция на обществото в посока на едно по-равнопоставено разпределяне между мъжете и жените на отговорностите по отглеждането на техните деца. По това дело Съдът не е намерил за възможно да постанови, че съществуващата през 80-те години на ХХ век в Австрия разлика на основание пол по отношение на надбавките за родителски отпуск е била в нарушение на чл. 14 във връзка с чл. 8. Той е отчел, по-специално, голямата разлика през разглеждания период между правните системи на договарящите страни в сферата на родителските привилегии. Едновременно с това Съдът със задоволство е отбелязал, че австрийското законодателство е било променено през 1990 г. и правото на надбавки за родителски отпуск е обхванало и бащите. Следователно не е могло да бъдат критикувани австрийските власти за това, че са въвели постепенно, по начин, който отразява еволюцията на обществото в тази сфера, законодателство, което към онзи момент е било много прогресивно за Европа (виж Petrovic, цитирано по-горе, §§ 39-43). В по-новото дело Weller срещу Унгария Съдът е намерил, че изключването на биологичните бащи от правото да получават семейни надбавки, докато майките, родителите осиновители и настойниците са имали това право, представлява дискриминация по признак родителски статус (виж Weller, цитирано по-горе, §§ 30-35).", "140. Относимите международни сравнително правни материали (виж параграфи от 49 до 75 по-горе) показват, че еволюцията на обществото – започнала през 80-те, както е потвърдено по делото Petrovic – след това значително е напреднала. От материалите е видно, че сега в повечето европейски страни, включително в самата Русия, законодателството предвижда, че родителският отпуск може да бъде ползван от цивилните мъже и жени, докато страните, в които само жените имат право на този отпуск са малка част (виж параграф 72 по-горе). Още по-важен за настоящото дело е фактът, че в значителен брой от държавите членки и жените, и мъжете военнослужещи също имат право на отпуск за отглеждане на дете (виж параграф 74 по-горе). От това следва, че съвременните европейски общества са се променили в посока на едно по-равнопоставено разпределяне между мъжете и жените на отговорността за отглеждането на децата им и, че ролята на мъжа при полагането на грижи е получила признание. Съдът не може да пренебрегне широко разпространените и последователно развиващите се възгледи по този въпрос и съответстващите им законодателни промени в националните законодателства на страните членки (виж, mutatis mutandis, Smith and Grady, цитирано по-горе, § 104).", "141. Съдът също така намира, че позоваването от страна на правителството на позитивна дискриминация е погрешно. Очевидно е, че различното третиране на мъжете и жените военнослужещи по отношение на ползването на отпуска за отглеждане на дете няма за цел да поправи неравностойното положение на жените в обществото или „фактическото неравенство“ между мъже и жени (обратно Stec and Others, цитирано по-горе, §§ 61 и 66). Съдът се съгласява с жалбоподателя и третата страна, че последицата от такова различие затвърждава стереотипите относно половете и е неблагоприятно и за кариерното развитие на жените, и за семейния живот на мъжете.", "142. Аналогично, разликата в отнасянето не може да бъде оправдана с господстващите традиции в конкретна страна. Съдът вече е постановявал, че държавите не могат да налагат традиционни роли на различните полове и свързаните с тях стереотипи (виж съдебната практика цитирана в параграф Error! Reference source not found. по-горе). Нещо повече, като се има предвид, че по руското законодателство цивилните мъже и жени имат право на родителски отпуск и е въпрос на избор на семейството кой родител трябва да ползва отпуска за да се грижи за новороденото дете, Съдът не е убеден от твърдението, че руското общество не е готово да приеме подобно равенство между мъжете и жените, служещи в армията.", "143. Изводът на Съда, въз основа на изложеното по-горе е, че позоваването на традиционното разпределение на ролите между половете не може да оправдае изключването на мъжете, включително на военнослужещите, от кръга на лицата, които имат право да ползват отпуск за отглеждане на дете. Съдът е съгласен с камарата, че стереотипите по отношение на половете, каквото е схващането, че жените са основно тези, които отглеждат детето, а мъжете основно тези, които осигуряват издръжката, не могат сами по себе си да се приемат за достатъчно оправдание за различно отнасяне, така както не могат да бъдат приети и подобни стереотипи, основаващи се раса, произход, цвят или сексуална ориентация.", "144. Съдът не е убеден и от втория аргумент на правителството, по-точно, че ако на мъжете военнослужещи бъде разрешен отпуск за отглеждане на дете това би имало негативен ефект върху боеспособността и оперативната ефективност на армията, докато предоставянето на родителски отпуск на жените военнослужещи не носи такъв риск, защото в армията жените са по-малко от мъжете. Няма данни руските власти да са провели, когато и да било експертен анализ или статистическо проучване, които да установят броя на мъжете военнослужещи, които към конкретен момент биха имали право да ползват три-годишен родителски отпуск и биха поискали да се възползват от него, и въз основа на това да оценят как това би се отразило на оперативната ефективност на армията. Мнението на Съда е, че простият факт, че всички военнослужещи са на възраст „за отглеждане на деца“, както твърди правителството (виж параграф Error! Reference source not found. по-горе), не е достатъчен за да оправдае разликата в третирането между мъже и жени военнослужещи. Статистическата информация, представена от правителството по искане на Съда е неубедителна (виж параграфи Error! Reference source not found. и Error! Reference source not found. по-горе). От нея не става ясно какъв е общия брой на личния състав (военните, работещи по договор и наборниците) или броят на мъжете военнослужещите, които имат деца под три-годишна възраст. Следователно тя не може да помогне да се установи, дори приблизително, процентът мъже военнослужещи, които биха имали право на три-годишен родителски отпуск към определен момент. Не е и възможно, при липсата на каквото и да било проучване за желанието на мъжете военнослужещи да ползват родителски отпуск или на някаква статистически информация за процентните нива сред цивилното население, да се направи оценка колко военнослужещи всъщност биха се възползвали от правото на отпуск за отглеждане на дете. Твърдението на правителството, че броят на тези мъже би бил голям, противоречи на аргумента им, че това е изолиран случай, който не разкрива системен проблем по Конвенцията (виж параграф Error! Reference source not found. по-горе). При тези обстоятелства Съдът не може да приеме твърдението на правителството за риска за оперативната ефективност на армията, защото то не е „потвърдено от конкретни примери“ (виж съдебната практика в параграф Error! Reference source not found. по-горе).", "145. На следващо място, Съдът отбелязва липсата на гъвкавост у законовите разпоредби в Русия относно правото на ползване на родителски отпуск в армията. Той не е убеден от аргумента на правителството, че руският закон предвижда изключения от правилото, че мъжете военнослужещи нямат право на отпуск за отглеждане на дете. Член 32, ал. 7 от Наредбата за военната служба (виж параграф 48 по-горе), към който правителството препраща предвижда три-месечен специфичен отпуск, който е очевидно различен от три-годишния родителски отпуск. От решението на Конституционния съд можа да бъде видяно, че той не замества нормалния отпуск за отглеждане на дете, защото целта му е да даде на мъжът военнослужещ разумна възможност да организира отглеждането на детето си и, в зависимост от резултата, да реши дали желае да продължи военната си служба (виж параграф 34 по-горе). Що се отнася до посочения от правителството чл. 10 (9) от Закона за военната служба (виж параграф 47 по-горе), в националното производство жалбоподателят се е позовавал на тази разпоредба, но съдилищата са постановили, че тя не е основание за предоставяне на три-годишен родителски отпуск на мъж военнослужeщ (виж параграфи 17 и Error! Reference source not found. по-горе). От решението на Конституционния съд и от решенията на националните съдилища по делото на жалбоподателя също така е очевидно, че руското законодателство не дава на мъжете военнослужещи право на три-годишен отпуск за отглеждане на дете. В тази връзка Съдът изрично отбелязва първоинстанционното и въззивното решение, в които се постановява, че „мъжете във войската нямат право на три-годишен родителски отпуск, дори когато децата им са останали без майчина грижа“ (виж параграфи Error! Reference source not found. и Error! Reference source not found. по-горе). Съдът също така отбелязва съдебното определение от 8 декември 2006 г., с което се указва, че решението на началника на военното поделение да разреши на жалбоподателя по изключение ползването на родителски отпуск е незаконно (виж параграф Error! Reference source not found. по-горе).", "146. Що се отнася до примерите на разрешен на военнослужещи родителски отпуск, Съдът отбелязва, че правителството е посочило само един такъв пример (виж параграф Error! Reference source not found. по-горе) и това не е достатъчно, по мнение на Съда, да докаже съществуването на трайна национална практика (виж за подобен подход, Kozhokar срещу Russia, № 33099/08, § 93, 16 декември 2010, и Horvat срещу Croatia, № 51585/99, § 44, ECHR 2001VIII). Другите примери, посочени от правителството касаят предоставянето на родителски отпуск на полицейски служители и следователно са ирелевантни за настоящото дело. Съответно, правителството не е представило убедителни доказателства, че посоченото от него изключение функционира на практика или да докаже, че наистина е било възможно всеки отделен случай да бъде преценен индивидуално и че на военнослужещите се разрешава ползването на родителски отпуск, когато конкретната ситуация го налага.", "147. Като казва това, Съдът приема, с оглед на важността на армията за защитата на националната сигурност, че са оправдани определени ограничения на правото на родителски отпуск, при условие, че не са дискриминационни. По мнение на Съда за постигане на законосъобразната цел за защита на националната сигурност съществуват и други средства, различни от ограничаването на правото на ползване на родителски отпуск само до жените военнослужещи и лишаването на всички мъже военнослужещи от това право. Всъщност, в голям брой от страните членки и жените, и мъжете военнослужещи имат право на родителски отпуск (виж параграф 74 по-горе). Съдът отбелязва с особен интерес правната регламентация на отпуска за отглеждане на дете в страни като Холандия, Германия и Обединеното кралство (виж параграф 75 по-горе). Техният пример показва, че има средства които могат да се използват за да се съгласуват легитимните грижи за оперативната ефективност на армията и едновременно с това в сферата на родителския отпуск военнослужещите да бъдат третирани еднакво.", "148. Съдът отбелязва чл. 1 от Конвенция № 111 на МОТ относно дискриминацията в областта на труда и професиите, според който всяко различие, изключване или предпочитание по отношение на конкретна работа, базиращо се на присъщите за нея изисквания не се счита за дискриминация (виж параграф 52 по-горе). Съдът обаче не е убеден, че в настоящия случай изключването от кръга на ползващите правото на родителски отпуск може да се счита за основано на присъщи за военната служба изисквания. В действителност, жените в армията имат право на отпуск за отглеждане на дете и изключването касае само мъжете военнослужещи. Едновременно с това Съдът счита, че като се имат предвид специфичните изисквания, които налага военната служба, може да бъде е оправдано конкретен военен, бил той мъж или жена, да бъде изключен от кръга на лицата, които имат право на отпуск за отглеждане на дете, ако той не може лесно да бъде заменен при изпълнение на задълженията си, като например, заради служебното си положение, специфичната си техническа квалификация, или пък поради участието си във военни действия. Обратно, в Русия правото на ползване на родителски отпуск зависи единствено от пола на военнослужещия. Като изключва мъжете от кръга на лицата, които имат право да ползват родителски отпуск разпоредбата налага едно бланкетно ограничение. То се прилага автоматично към всички мъже военнослужещи, без значение от позицията им в армията, възможността да бъдат заместени или личното им положение. Такова общо и автоматично ограничение, прилагано върху група лица на основание пола им трябва да се разглежда като попадащо извън всяка приемлива свобода на преценка, без значение колко широка би могла да е тя, и като несъвместимо с чл. 14.", "149. Съдът отбелязва, че жалбоподателят, който е служел като оператор в отдел по радиоелектронно разузнаване е можел да бъде замесват както от мъже, така и от жени военнослужещи. Показателно е, че в отдела на жалбоподателя аналогични постове често са били заемани от жени военнослужещи и че той самият често е бил заместван в работата си от жени (виж параграф 11 по-горе). Тези жени са имали безусловно право да ползват три-годишен отпуск за отглеждане на дете. Обратно, жалбоподателят не е имал такова право и то само, защото е мъж. Следователно е бил обект на дискриминация по признак пол.", "150. На последно място по отношение на аргумента на правителството, че като е подписал договор за военна служба жалбоподателят се е отказал от правото си да не бъде дискриминиран Съдът счита, че с оглед на фундаменталното значение на забраната на дискриминацията по признак пол, отказ от правото на неподлагане на дискриминация не може да бъде приет при никакви обстоятелства, тъй като това би било в противоречие със значим обществен интерес (виж D.H. and Others срещу Чехия [ГК], № 57325/00, § 204, ECHR 2007IV, за подобен подход по отношение на расовата дискриминация).", "151. С оглед на изложеното по-горе, Съдът счита, че изключването на мъжете военнослужещи от кръга на лицата, които имат право да ползват отпуск за отглеждане на дете, докато жените военнослужещи имат право на такъв отпуск, не може да се приеме за разумно или обективно оправдано. Изводът на Съда е, че тази разлика в третирането, на която жалбоподателя е жертва представлява дискриминация по признак пол.", "152. Следователно е имало нарушение на чл. 14, разгледан във връзка с чл.8.", "II. \tТВЪРДЯНОТО НАРУШЕНИЕ НА ЧЛЕН 34 ОТ КОНВЕНЦИЯТА", "153. Жалбоподателят се оплаква, че посещението на прокурора в дома му непосредствено преди откритото заседание пред голямата камара представлява пречка пред упражняването на правото му на индивидуална жалба по чл. 34 от Конвенцията, който в относимата си част гласи:", "“Съдът може да бъде сезиран с жалба от всяко лице ... което твърди, че е жертва на нарушение от страна на някоя от Βисокодоговарящите страни на правата, провъзгласени в Конвенцията или в Протоколите към нея. Βисокодоговарящите страни са длъжни да не създават по никакъв начин пречки за ефективното упражняване на това право.“", "A. Становищата на страните", "1. Жалбоподателят", "154. Жалбоподателят твърди, че не е имало причина за посещението на прокурора в дома му. Първо, той не е криел от властите информацията за повторния си брак с бившата си съпруга и за раждането на четвъртото им дете. Напротив, той е уведомил командира на военното си поделение за тези факти. Ако е било необходимо да предостави допълнителна информация е можело да бъде призован в кабинета на прокурора, което не се е случило. Твърдението на правителството, че са му били изпращани призовки не е било подкрепено от никакво доказателство. Освен това, показателен е и факта, че нощните посещения са незаконни по националното законодателство. По мнение на жалбоподателя от изложеното до тук е очевидно, че единствената цел на нощното посещение е била върху него да бъде упражнен натиск в нарушение на чл. 34 от Конвенцията преди откритото заседание пред голямата камара (посочва Popov срещу Russia, № 26853/04, § 249, 13 юли 2006 г.; Fedotova срещу Русия, № 73225/01, § 51, 13 април 2006 г.; Knyazev срещу Русия , № 25948/05, § 115, 8 ноември 2007 г. и Ryabov срещу Русия , № 3896/04, § 59, 31 януари 2008 г.). Жалбоподателят и семейството му наистина се били почувствали застрашени и уплашени.", "155. По отношение на твърдението на правителството, че е изопачил фактите около посещението (виж параграф 157 по-долу), жалбоподателят признава, че в английската версия на становището му е имало печатна грешка при отбелязването на възрастта на родителите на съпругата му (в руската версия тя била правилно посочена). Той обаче настоява, че останалата предоставена от него информация е вярна. По негово мнение правителството се е опитало да го охули за да омаловажи случая му.", "2. Правителството", "156. Правителството потвърждава, че жалбоподателят наистина е бил посетен от прокурор в 21 ч. вечерта на 31 март 2011 г. Целта на посещението обаче не е била жалбоподателят да бъде сплашен, а да се получи актуална информация за положението му, и по-специално за това къде живее той, къде живее съпругата му и къде децата им, както и за заплащането на месечната издръжка от майката. Прокурорът е призовал жалбоподателя да се яви в кабинета му на 30 или 31 март 2011 г. Тъй като жалбоподателят не се я явил в посоченото време, прокурорът го е посетил в дома му. Жалбоподателят обаче е отказал да отговаря на въпросите на прокурора, като така е показал неуважението си към властите. Правителството заключава, че руските власти по никакъв начин не са възпрепятствали правото на жалбоподателя на жалба.", "157. В заключение, като препраща към становището си по отношение на твърдяната злоупотреба с правото на жалба правителството твърди, че жалбоподателят има склонност да преувеличава и изопачава фактите. Така например посещението е било в 21 ч. вечерта, а не в 22 ч., както твърди жалбоподателят. Жалбоподателят бил излъгал също така за възрастта на родителите на съпругата си.", "Б. Преценката на Съда", "158. Съдът напомня, че за да работи ефективно системата на индивидуални жалби по чл. 34 е от огромно значение жалбоподателите или потенциалните жалбоподатели да могат да комуникират свободно със Съда, без властите да ги притискат по какъвто и да било начин да оттеглят или променят жалбите си (виж наред с други източници, Akdivar and Others срещу Турция, 16 септември 1996 г., § 105, Reports 1996-IV и Aksoy срещу Турция, 18 декември 1996 г., § 105, Reports 1996-VI). В този контекст „натиск“ означава не само пряка принуда и явно заплашване, но и други неправомерни непреки действия или контакти, целящи да възпрат или разубедят жалбоподателите от преследване на обезвреда по Конвенцията (виж Kurt срещу Турция, 25 май 1998 г., § 159, Reports 1998-III).", "159. Дали контактите между власти и жалбоподател са равносилни на неприемлива, от гледна точка на чл. 34, практика трябва да се преценява в светлината на конкретните обстоятелства по делото. В това отношение трябва да се съобразят уязвимостта на оплакващият се и неговата податливост на натиск от страна на властите (виж Akdivar and Others, цитирано по-горе, § 105 и Kurt, цитирано по-горе, § 160). Дори една неофициална „среща“ с жалбоподателя, да не говорим за официален разпит по отношение на производството в Страсбург може да се приеме за форма на сплашване (обратно Sisojeva and Others срещу Латвия [ГК], № 60654/00, §§ 117 и следващите, ECHR 2007-I).", "160. На няколко пъти Съдът е подчертавал, че по принцип е неприемливо властите на ответната държава да влизат в пряк контакт с жалбоподателя по повод негово дело пред Съда (виж Ryabov срещу Русия, цитирано по-горе, §§ 59-65; Fedotova, цитирано по-горе, § 51; Akdeniz and Others срещу Turkey, № 23954/94, §§ 118-121, 31 май 2001 г.; Assenov and Others срещу България, 28 октомври 1998 г., §§ 169-171, Reports 1998VIII и Ergi срещу Turkey, 28 юли 1998 г., § 105, Reports 1998IV). По-специално, ако дадено правителство има причина да вярва, че в конкретно дело е имало злоупотреба с правото на жалба, подходящото поведение за това правителство би било да даде знак на Съда и да го информира за своите опасения. Разпити от страна на местните власти много лесно могат да бъдат разтълкувани от жалбоподателя като опит да бъде сплашен (виж Tanrıkulu срещу Турция [ГК], № 23763/94, §§ 131-133, ECHR 1999IV).", "161. Наред с това Съдът повтаря, че не всяка проверка на властите по повод висящо пред Съда дело може да се счита за „сплашване“. Например, Съдът е постановявал, че контактите на властите с жалбоподател с цел сключване на приятелско споразумение не представляват пречка пред упражняване на правото му на индивидуална жалба, при условие, че предприетите от държавата стъпки в контекста на преговори по споразумението с жалбоподателя не включват никакъв натиск, заплашване или принуда (виж Yevgeniy Alekseyenko срещу Русия, № 41833/04, §§ 168-174, 27 януари 2011 г.). В други случаи на разпити на жалбоподател от местните власти за обстоятелства свързани с жалбата му Съдът, при липсата на доказателства за упражняване на натиск или заплаха, не е можел да приеме, че на жалбоподателя е било пречено да упражни правото си на индивидуална жалба (виж Manoussos срещу Чехия и Германия (реш. по допустимостта), № 46468/99, 9 юли 2002 г. и Matyar срещу Турция, № 23423/94, §§ 158-159, 21 феврурари 2002 г.).", "162. Връщайки се към обстоятелствата по настоящото дело Съдът отбелязва, че вечерта на 31 март 2011 г. служител на местната военна прокуратура е дошъл в апартамента на жалбоподателя. Служителят е заявил, че извършва проверка по искане на представителя на Русия пред Европейския съд по правата на човека. Той задавал въпроси за семейния живот на жалбоподателя и поискал да му бъдат предоставени някои документи. Служителят останал в апартамента за около час и напуснал едва след като жалбоподателят подписал декларация, че отказва да отговаря на въпросите му.", " 163. Съдът приема, че жалбоподателят и семейството му са се почуствали застрашени и уплашени от посещението на прокурора в дома им. Няма обаче доказателства, че посещението – което явно е имало за цел да бъде събрана актуална информация за семейното положение на жалбоподателя за целите на становището на правителството пред Съда (виж параграфи 41 и 156 по-горе) – и съпътстващите го обстоятелства са планирани така, че да убедят жалбоподателя да оттегли или промени оплакванията си или по друг начин да попречат на ефективното упражняване на правото му на индивидуална жалба или че наистина то е имало такъв ефект. От това следва, че властите не могат да бъдат обвинявани, че са възпрепятствали жалбоподателя при упражняването на правото си на индивидуална жалба. Следователно, ответната държава не е нарушила задълженията си по чл. 34 от Конвенцията.", "III. ПРИЛОЖЕНИЕ НА ЧЛЕН 41 ОТ КОНВЕНЦИЯТА", "164. Член 41 от Конвенцията гласи:", "“Ако Съдът установи нарушение на Конвенцията или на Протоколите към нея и ако вътрешното право на съответната Βисокодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.”", "A. Вреди", "", "165. Жалбоподателят претендира 400 000 евро обезщетение за неимуществени вреди. За имуществени вреди той претендира 59 855,12 рубли, което са бонусите, които е щял да получи, ако не са му били налагани дисциплинарни санкции за отсъствието му от работа по време на родителския му отпуск.", "166. Правителството твърди, че претенцията за имуществени вреди не е подкрепена с никакви писмени доказателства. На жалбоподателя са били налагани дисциплинарни санкции дори преди раждането на детето му. Освен това е получил финансова помощ, която надхвърля по размер загубите, които твърди, че е претърпял. Според правителството претенцията за неимуществени вреди е прекомерна. На жалбоподателя е бил разрешен отпуск за отглеждане на дете и е получил финансова помощ. Следователно не е бил претърпял никакви вреди във връзка с твърдяното нарушение на Конвенцията.", "167. Съдът отбелязва, че жалбоподателят не е представил никакви документи в подкрепа на претенцията си за имуществени вреди. Следователно отхвърля това искане.", "168. По отношение на неимуществените вреди Съдът счита, че жалбоподателят трябва да е претърпял страдания и чувство на безсилие в резултат на дискриминирането му по признак пол. Преценявайки по справедливост Съдът присъжда на жалбоподателя 3 000 евро като обезщетение за неимуществени вреди, ведно с всички данъци и такси, които биха били дължими върху тази сума.", "Б. Разноски", "169. Позовавайки се на договора си за правна помощ жалбоподателят претендира 5 000 евро за разноски, направени в производството пред голямата камара.", "170. Според правителството претендираните от жалбоподателя суми са прекомерни. На жалбоподателя е била предоставена правна помощ. Делото не е било сложно и не е изисквало много усилия от страна на представителите му. Освен това, според договора за правна помощ жалбоподателят е трябвало да заплати на представителите си 160 000 рубли, което е около 4 000 евро.", "171. Съгласно практиката на Съда жалбоподателят има право да му бъдат възстановени разноските, за които е доказано, че са действително извършени, че са били необходими и разумни по размер. В настоящото дело с оглед на документите, с които разполага и на факта, че на жалбоподателя е била предоставена правна помощ, Съдът намира за разумно да присъди 3 150 евро, ведно с всички данъци и такси, които жалбоподателя би дължал върху тази сума.", "", "В. Лихва за забава", "", "172. Съдът намира за подходящо лихвата за забава да бъде определена на базата на пределния лихвен процент при отпускане на кредит от Европейската централна банка, завишен с три процентни пункта.", "ПО ИЗЛОЖЕНИТЕ СЪОБРАЖЕНИЯ, СЪДЪТ", "1. Отхвърля, с шестнадесет гласа на един предварителните възражения на правителството;", "", "2. Реши, с шестнадесет гласа на един, че е имало нарушение на чл. 14 от Конвенцията разгледан във връзка с чл. 8 от Конвенцията;", "", "3. Реши, с четиринадесет гласа на три, че ответната държава не е нарушила задълженията си по чл. 34 от Конвенцията;", "", "4. Реши, с четиринадесет гласа на три,", "(a) че в тримесечен срок ответната държава следва да заплати на жалбоподателя следните суми, конвертирани в руски рубли по курса към деня на изплащане:", "(i) 3 000 (три хиляди) евро, ведно с всички данъци и такси, като обезщетение за неимуществени вреди;", "(ii) 3 150 (три хиляди сто и петдесет) евро за разноски, ведно с всички данъци и такси, които жалбоподателят би дължал върху тази сума;", "(б) от изтичането на посочения тримесечен срок до окончателното изплащане, върху горните суми се дължи проста лихва, равняваща се по размер на пределния лихвен процент при отпускане на кредит от Европейската централна банка през периода на забава, завишен с три процентни пункта;", "", "5. Отхвърля, единодушно, останалата част от претенциите на жалбоподателя за справедливо обезщетение.", "Изготвено на английски и френски език и постановено в открито заседание, проведено в Сградата на права на човека в Страсбург на 22 март 2012 г.", "\tJohan Callewaert\tNicolas Bratza\n\tЗаместник секретар\tПредседател", "", "В съответствие с чл. 45, § 2 от Конвенцията и чл. 74, § 2 от Правилата на Съда към настоящото решение са приложени следните особени мнения:", "(a) частично особено мнение на съдия Pinto de Albuquerque;", "(б) частично особено мнение на съдия Kalaydjieva;", "(в) частично особено мнение на съдия Nußberger, подкрепено от съдия Fedorova;", "(г) особено мнение на съдия Popović.", "", "N.B.", "J.C.", "", "Особените мнения не са преведени на български език, но са приложени на английски и/или френски към официалната версия/версии на решението, публикувани в базата данни с практиката на Съда HUDOC.", "", "© Съвет на Европа/Европейски съд по правата на човека, 2013 г.", "Официалните езици на Европейския съд по правата на човека са английски и френски. Този превод не обвързва Съда и Съдът не поема никаква отговорност за качеството му. Преводът може да бъде свален от базата данни с практиката на Европейския съд по правата на човека HUDOC () или от всяка друга база данни, на която Съдът го е предоставил. Преводът може да бъде възпроизвеждан за нетърговски цели, при условие че е цитирано пълното заглавие на делото и посочената по-горе информация за авторските права. В случай че възнамерявате да използвате за търговски цели която и да било част от този превод, моля свържете се с .", "", "© Council of Europe/European Court of Human Rights, 2013", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", ""]}