{"file": "BUL_HJUDBUL_10907_04.docx", "doc_type": "HJUDBUL", "doc_lang": "BUL", "case_id": "10907/04", "text_paragraphs": ["© Министерство на правосъдието на Република България, mjs.bg. Разрешението за повторно публикуване на този неофициален превод е предоставено единствено за целите на включването му в базата данни HUDOC на ЕСПЧ.", "", "© Ministry of Justice of the Republic of Bulgaria, mjs.bg. Permission to re-publish this non-official translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "ЕВРОПЕЙСКИ СЪД ЗА ПРАВАТА НА ЧОВЕКА", "", "ПЕТО ОТДЕЛЕНИЕ", "", "", "", "ДЕЛО ЙОРДАНОВИ СРЕЩУ БЪЛГАРИЯ", "", "(Жалба № 10907/04)", "", "", "", "РЕШЕНИЕ", "", "", "СТРАСБУРГ", "", "27 януари 2011", "", "", "", "ОКОНЧАТЕЛНО", "", "27/04/2011", "", "На основание член 44 § 2 от Конвенцията, настоящото решение е окончателно. То може да бъде предмет на редакционни промени.", "", "По дело Йорданови срещу България,", "Европейският съд по правата на човека (Пето отделение), заседаващ в състав, състоящ се от:", "\tПеер Лоренцен (Peer Lorenzen), председател,\n\tКарел Юнгвирт (Karel Jungwiert),\n\tМарк Вилигер (Mark Villiger),\n\tИзабел Беро-Льофевър (Isabelle Berro-Lefèvre),\n\tМиряна Лазарова-Трайковска (Mirjana Lazarova Trajkovska),\n\tЗдравка Калайджиева,\n\tГана Юдкивска (Ganna Yudkivska), съдии,\nи Клаудия Вестердик, секретар на отделението,", "След обсъждане в закрито заседание на 6 януари 2011 година,", "Постановява следното решение, взето на посочената дата:", "ПО ПРОЦЕДУРАТА", "1.  Делото е образувано по жалба (№ 10907/04) срещу Република България, подадена в Съда на 12 март 2004 година на основание чл. 34 от Конвенцията за защита правата на човека и основните свободи (наричана по-нататък „Конвенцията“) от двама български граждани, г-жа Катя Димитрова Йорданова и г-н Асен Илиев Йорданов („жалбоподателите“).", "2.  Жалбоподателите се представляват от г-н M. Екимджиев и г-н Т. Апостолов, адвокати в Пловдив. Българското правителство („Правителството“) се представлява от своите агенти, г-жа Н. Николова и г-н В. Обретенов, от Министерство на правосъдието.", "3.  Жалбоподателите твърдят, че държавата ответник не е изпълнила своето позитивно задължение да защити физическата неприкосновеност и живота на техния син, г-н Илия Йорданов, починал по време на задържането си на 18 октомври 2003 г. Те смятат, че властите не са провели ефективно разследване на събитията около смъртта на техния син. Заинтересуваните лица твърдят също така, че синът им е бил задържан незаконосъобразно, че нито са му били съобщени повдигнатите срещу него обвинения, нито е било организирано незабавното му явяване пред съдия, че вътрешното право не му е позволило да докаже незаконния характер на задържането си и че не е можел да потърси обезщетение за понесени вреди в резултат на задържането си. Жалбоподателите считат накрая, че вътрешното право не им е предоставило способи за обжалване, които да поправят нарушенията на техните права и на правата на техния син.", "4.  На 10 ноември 2008 г. на председателят на Пето отделение реши жалбата да бъде съобщена на Правителството. В съответствие с член 29 § 1 от Конвенцията наред с това бе решено жалбата да се разгледа по същество едновременно с разглеждането на нейната допустимост.", "ФАКТИТЕ", "I.  ОБСТОЯТЕЛСТВАТА ПО ДЕЛОТО", "5.  Жалбоподателите са родени съответно през 1964 и 1961 г. и живеят в Пловдив. Те са родители на Илия Йорданов, починал на 18 октомври 2003 г. на 21 години по време на задържане под стража в място за задържане в Пловдив. Настоящата жалба се отнася до събитията около задържането и смъртта на сина на жалбоподателите, както и до последвалото разследване.", "A.  Задържането на Илия Йорданов", "6.  На 14 октомври 2003 г. полицията арестува сина на жалбоподателите, Илия Йорданов, с няколко дози хероин у него. Той е задържан под стража за двадесет и четири часа за трафик на наркотици, престъпление, попадащо под ударите на член 354a, алинея 1 от Наказателния кодекс („НК“). Срещу него е образувано наказателно производство.", "7.  С постановление от 15 октомври 2003 г. разследващият полицай, натоварен с досъдебното производство срещу Илия Йорданов, разпорежда задържане под стража на последния за двадесет и четири часа, считано от 15 часа и 30 минути. В постановлението на разследващия полицай се казва, че Йорданов е заподозрян за престъпление по член 354a, алинея 1 от НК. Мярката за неотклонение е удължена с още четиридесет и осем часа от прокурор.", "8.  На 17 октомври 2003 г. разследващият полицай разпитва Илия Йорданов и му предявява обвинение за трафик на наркотици. С постановление от същата дата разследващият полицай постановява задържането на Илия Йорданов за двадесет и четири часа, за да бъде отведен пред компетентен съд, който да вземе мярката. По-късно срокът на задържането е удължен с четиридесет и осем часа с решение на окръжния прокурор на Пловдив. Явяването пред съда е насрочено за 20 октомври 2003 г.", "Б.  Събитията от 15, 16 и 17 октомври 2003 година и смъртта на сина на жалбоподателите", "9.  На 15 октомври 2003 г., в 15 часа и 45 минути, Илия Йорданов е отведен в мястото за задържане на следствената служба в Пловдив, за да бъде поставен под стража. В 16 часа е прегледан от д-р С., лекарката на мястото за задържане. Младежът информира лекаря, че взима хероин от четири години и че от четири месеца е минал на венозни инжекции. Лекарката забелязва множество следи от убождания по горните крайници на задържания. Д-р С. измерва кръвното налягане на Йорданов, което се оказва нормално. Преслушва го и не открива проблеми с белите дробове и сърцето. След медицинския преглед лекарката изготвя рапорт, в който вписва констатациите си и отбелязва, че Йорданов е хероинозависим.", "10.  На 16 октомври 2003 г. младежът е прегледан още веднъж от д-р С., която не установява никаква промяна в здравословното му състояние.", "11.  На 17 октомври 2003 г., към 10 часа и 45 минути, старши сержант M. е извикан от съкилийниците на Илия Йорданов, защото последният се оплаквал от болки в ставите и повръщане. Той е отведен в кабинета на д-р С., която, след като установява обезводняване, му назначава лекарства за облекчаване на състоянието и се обажда на спешна помощ. Лекарят от пристигналия на място спешен екип, д-р Д., преглежда Илия Йорданов и заключава, че не се налага хоспитализирането му. Задържаният е върнат обратно в килията.", "12.  Същия ден, между 14 часа и 14 часа и 40 минути, Илия Йорданов е разпитан в кабинета на разследващия полицай в присъствието на адвоката му, г-н Апостолов, и на д-р С. По думите на адвоката неговият клиент бил много зле: не бил в състояние да отговаря на въпросите на разследващия, треперел и дори не можел да се задържи в седнало положение на фотьойла. Г-н Апостолов информирал разследващия полицай и д-р С., че клиентът му страда от диабет и поискал от тях да вземат мерки, за да му осигурят адекватно медицинско лечение. Информацията не е вписана в здравния картон на задържания. След разпита Илия Йорданов е върнат обратно в килията.", "13.  Към 23 часа и 45 минути сержант Б., който надзирава килията, в която е Илия Йорданов, уведомява прекия си началник, старши сержант З., че задържаният се чувства много зле. С помощта на двамата други задържани, лежащи в същата килия, Йорданов е отведен в лекарския кабинет на мястото за задържане и старши сержант З. се обажда на спешна помощ.", "14.  В 0 часа и 10 минути д-р T., лекар от спешна помощ, пристига в сградата на следствената служба в Пловдив. Преглежда здравния картон на задържания, съставен от д-р С., и премерва кръвното налягане на Илия Йорданов, което се оказва много ниско. Лекарят назначава лекарства за вдигане на кръвното налягане на задържания и си тръгва към 0 часа и 30 минути. Илия Йорданов е върнат обратно в килията.", "15.  На 18 октомври 2003 г., към 5 часа и 50 минути, надзирателят на килията на Илия Йорданов установява, че задържаният е спрял да диша и се обажда на спешна помощ. Смъртта на младежа е констатирана от д-р T. към 6 часа и 30 минути.", "В.  Разследването на смъртта на Илия Йорданов", "16.  На 18 октомври 2003 г., след констатирането на смъртта на Илия Йорданов, надзирателите в мястото за задържане подават сигнал за случилото се до Пловдивската военна прокуратура. В 7 часа и 50 минути на място пристига военен следовател, прави оглед и съставя протокол за целта. Безжизненото тяло на сина на жалбоподателите лежи на едно от леглата в килия № 16, на седмия етаж на сградата на следствената служба в Пловдив. По трупа няма видими следи от физическо насилие. Направени са снимки на трупа и на килията.", "17.  С постановление от същата дата Пловдивската военна прокуратура образува наказателно производство срещу неизвестен извършител за неизпълнение на служебни задължения, довело до тежки последствия, а именно смъртта на задържан. Разследването, поверено на военен следовател, има за цел да установи обстоятелствата около смъртта на Илия Йорданов.", "18.  Екип от съдебни лекари извършва аутопсия на тялото още същия ден. Външният оглед на трупа показва известен брой дребни кръвоизливни петна и драскотини по горните и долните крайници, които са от три-четири дни. Експертите не забелязват никакви други следи от физическо насилие. Те взимат проби от кръв и вътрешни органи за допълнителни изследвания. Резултатите от изследванията показват високо съдържание на кръвна захар: 29,5 μmol/l при норма от 2,78 до 5,55 μmol/l. За сметка на това във взетата кръвна проба не е открита никаква следа от наркотици. Хистологичните изследвания на пробите, взети от вътрешни органи, показват мозъчен и белодробен оток, задържане на кръв във вътрешните органи, както и патологични изменения на бъбреците, характерни за лица, страдащи от диабет.", "19.  В рапорта си от 2 декември 2003 г. експертите констатират, че Илия Йорданов е страдал от диабет и посочват като причина за смъртта му високото съдържание на захар в кръвта му (хипергликемия), довело до изпадане в кома. Драскотините и кръвоизливните петна по горните и долни крайници на тялото са незначителни по размер и не са имали отражение върху смъртта на младежа.", "20.  На 18 октомври 2003 г. военният следовател разпитва майор Б., началник на надзирателите в мястото за задържане в Пловдив, старши сержантите З. и M., д-р С. и двамата съкилийници на починалия, Д.A. и Д.С.", "21.  Майор Б. обяснява, че същата сутрин му се обадил един от подчинените му, който му казал, че един от задържаните е починал. Ставало въпрос за Илия Йорданов, който бил постъпил като задържан на 15 октомври 2003 г. Лекарят на затвора същия ден му бил направил рутинен преглед и бил установил, че младежът е наркоман. Втори медицински преглед бил направен на следващия ден, но не били открити особени здравословни проблеми. На 17 октомври 2003 г. надзирателите викали на два пъти спешна помощ и лекари от спешна помощ прегледали същия задържан.", "22.  Старши сержант З. обяснява, че бил дежурен да надзирава част от задържаните в мястото за задържане от 8 часа и 30 минути на 17 октомври 2003 г. до 8 часа и 30 минути на следващата сутрин. Към 10 часа и 45 минути старши сержант M., надзираващ килиите на седмия етаж на сградата, му сигнализирал, че Илия Йорданов е чувства много зле. Тогова д-р С. го прегледала и му назначила лекарства. Старши сержант З. се обадил на спешна помощ и лекар от спешна помощ пристигнал на място и също прегледал младежа. След лекарските намеси задържаният се почувствал по-добре. Между 14 часа и 14 часа и 40 минути той бил разпитан от разследващия полицай и старши сержант З. лично придружил Илия Йорданов обратно до килията му. Последният изглеждал видимо добре. Същия ден към 23 часа и 45 минути сержант Б., който патрулирал на седмия етаж, му сигнализирал, че задържаният се е почувствал много зле. Той самият лично проверил състоянието му, като се доближил до задържания, който се превивал и стенел от болка на леглото си. Тогава З. се обадил на спешна помощ и д-р T. пристигнал към полунощ на място. Лекарят премерил кръвното налягане на задържания и му назначил лекарство за инжектиране. След заминаването на д-р T. младежът се почувствал по-добре. Но в 5 часа и 50 минути сутринта на 18 октомври 2003 г. старши сержант M., надзираващ седмия етаж, му сигнализирал, че задържаният не диша, нещо, което той самият впоследствие установил. Тогава З. се обадил на спешна помощ и д-р T. пристигнал втори път в следствената служба, този път за да констатира смъртта на задържания. З. уточнява, че надзирателите не са използвали физическа сила срещу Илия Йорданов.", "23.  Старши сержант M. надзиравал килиите на седмия етаж в сградата от 8 часа и 30 минути на 17 октомври 2003 г. до 8 часа и 30 минути на следващата сутрин. Според думите му, на 17 октомври 2003 г., към 10 часа и 45 минути, задържаните в килия № 16 му сигнализирали, че Илия Йорданов се чувства много зле. Надзирателят се обадил тогава на своя пряк началник, старши сержант З., който пък се обадил на спешна помощ. Дошлият лекар от спешна помощ прегледал младежа и му направил инжекция. От друга страна, задържаният бил прегледан и от лекаря на затвора. Илия Йорданов се почувствал по-добре и бил разпитан в 14 часа от разследващия полицай. Старши сержант M. почивал между 20 часа и 2 часа. След смяната на надзирателите старши сержант З. го информирал, че е викал втори път спешна помощ заради задържания Йорданов. Тогава старши сержант M. започнал да проверява на всеки двадесет минути състоянието на задържания, който спял на леглото си. Към 5 часа и 50 минути забелязал, че младежът сякаш не диша. Повикал старши сержант З., който веднага се обадил в спешна помощ. Малко по-късно била констатирана смъртта на задържания и свидетелят заявява, че по тялото на починалия не се забелязвали никакви следи от физическо насилие.", "24.  Д-р С. обяснява, че е прегледала младежа на 15 и на 16 октомври 2003 г. и че и двата прегледа не показали нищо обезпокоително, като се изключи фактът, че задържаният бил хероинозависим. На 17 октомври 2003 г. тя била на работа от 8 часа и 30 минути до 17 часа. Към 10 часа и 45 минути същия ден задържаният бил доведен в лекарския й кабинет, защото се оплаквал от болки в ставите и повръщане. Тя му измерила кръвното налягане, което било в норма. Д-р С. счела, че вероятно става въпрос за обезводняване и му назначила разтвор на натриев хлорид, витамин С и лекарство против повръщане, докато чакали идването на лекар от спешна помощ. Последният констатирал, че здравословното състояние на задържания не налага хоспитализацията му. Същия ден, следобед, Илия Йорданов бил разпитан от разследващ полицай в присъствието на адвоката му. Д-р С. уточнява, че е била извикана от разследващия полицай и че адвокатът на задържания й съобщил, че клиентът му страда от диабет. При отсъствието на какъвто и да е медицински документ, потвърждаващ тази информация, и от гледна точка на собствените си наблюдения от прегледа на задържания, лекарката на затвора не взела на сериозно предупрежденията на адвоката на младежа. На следващия ден й съобщили, че задържаният е починал.", "25.  Д.С. заявява, че е постъпил в мястото за задържане в Пловдив на 23 август 2003 г. На 16 октомври 2003 г. в неговата килия № 16 бил настанен нов задържан: Илия Йорданов. Последният му споделил, че е наркоман и се оплакал от коремни болки. На 17 октомври 2003 г. през деня Илия Йорданов бил изведен от килията за лекарски преглед и за да бъде разпитан. Същия ден в килията бил настанен и трети задържан. Вечерта на 17 октомври 2003 г. Д.С. чул стонове откъм леглото на Илия Йорданов и забелязал пяна по устата на своя съкилийник. Тогава извикал на помощ надзирателя и се обадили на спешна помощ. Сутринта на 18 октомври 2003 г., към 6 часа, Д.С. забелязал, че съкилийникът му е спрял да диша и извикал надзирателите. Смъртта на Илия Йорданов била констатирана малко след това.", "26.  Другият съкилийник на младежа, Д.А., обяснява, че бил настанен в килия № 16 на 17 октомври 2003 г., в 17 часа. Илия Йорданов му казал, че е наркоман и Д.А. забелязал, че младежът не се чувства добре и че трудно пази равновесие. Късно същата вечер Илия Йорданов започнал да диша тежко и Д.А. и Д.С. извикали надзирателите. Младежът бил изведен от килията за преглед. Когато се върнал в килията, заспал. На сутринта Д.А. и Д.С. забелязали, че техният съкилийник не диша и извикали надзирателите.", "27.  На 21 октомври 2003 г. военният следовател разпитва д-р T. Последният обяснява, че бил дежурен в спешна помощ от 7 часа и 30 минути на 17 октомври 2003 г. до 7 часа и 30 минути на следващата сутрин. В 0 часа и 10 минути сутринта на 18 октомври 2003 г. отишъл в сградата на следствената служба в Пловдив на повикване от страна на надзирателите. Като пристигнал, прегледал здравния картон на Илия Йорданов. В него се споменавало, че задържаният е наркоман; лекарят от спешна помощ прегледал и бележките, оставени от д-р С. и от лекаря от спешна помощ Д., които и двамата били преглеждали задържания малко по-рано през деня. След това разговарял с младежа, който бил донесен в лекарския кабинет на мястото за задържане от съкилийниците си. Младежът говорел на ромски и от време на време казвал по някоя българска дума. Докторът разбрал, че Илия Йорданов се оплаква от болки в корема, ставите и мускулите, забелязал множество следи от убождания по горните крайници на Илия Йорданов и му направило впечатление, че последният е видимо много слаб за възрастта си. Единият от съкилийниците на младежа му казал, че Илия Йорданов бил много неспокоен, станал от леглото си и ударил главата си в стената на килията. Неврологичният преглед на младежа не показал особени проблеми. Последният не отговорил на въпроса на лекаря дали страда от други заболявания. Д-р T. установил, че кръвното налягане на задържания е ниско и му назначил лекарство за вдигането му. Опитал се да му инжектира глюкоза, но било много трудно да се намери здрава вена и лекарят успял да инжектира едва един-два милилитра. Задържаният се почувствал по-добре и се отправил на крака към килията си, подкрепян от един от съкилийниците си. Д-р T. счел, че резултатите от прегледа и данните от здравния картон не налагат хоспитализация на пациента. Сутринта на 18 октомври 2003 г. д-р T. отишъл втори път в мястото за задържане, за да констатира смъртта на Илия Йорданов. По трупа нямало следи от физическо насилие; докторът заключил и че смъртта не се дължи на свръхдоза.", "28.  На 23 октомври 2003 г. следователят снема показанията на д-р Д., който бил прегледал младежа сутринта на 17 октомври 2003 г. Последният обяснява, че отишъл в мястото за задържане в Пловдив към 11 часа и прегледал Илия Йорданов, който се оплаквал от ставни болки и треперене на ръцете. Задържаният му обяснил, че отказва да се храни и да пие вода. Поради тази причина лекарката на затвора му била назначила лекарства против обезводняване на организма. Д-р Д. прегледал задържания, но не установил нищо анормално и не препоръчал хоспитализация. Преди да си тръгне, попитал младежа дали възнамерява да се самоубива, на което последният отговорил отрицателно.", "29.  На 24 октомври 2003 г. следователят разпитва двамата жалбоподатели. Те обясняват, че техният син е взимал хероин и че отскоро бил започнал да си инжектира венозно наркотика. Правил много опити за дезинтоксикация, но без успех. Около два месеца преди събитията те открили, че синът им има висока кръвна захар. Майката му предложила да го лекува с билки, но той отказал под претекст, че това ще му пречи да взима хероин. На 14 октомври 2003 г. майката на Илия Йорданов му дала известна сума пари, за да може той да си набави ежедневните дози хероин. Същия ден той бил арестуван от полицията с известно количество наркотици у него. Жалбоподателите обясняват, че тогава те наели адвокат, г-н Апостолов, който присъствал на разпита на сина им, воден от разследващ полицай. Сутринта на 18 октомври 2003 г. полицията им съобщила за смъртта на сина им.", "30.  На 9 декември 2003 г. жалбоподателите се запознават с всички материали по делото. Те не отправят никакво искане във връзка с доказателствата и не предлагат никакво ново следствено действие. Същия ден военният следовател препраща делото по разследването на военния прокурор в Пловдив с предложение за прекратяване на наказателното производство срещу неизвестен извършител.", "31.  С постановление от 17 декември 2003 г. военният прокурор в Пловдив прекратява наказателното производство, образувано във връзка със смъртта на сина на жалбоподателите. Събраните по време на разследването медицински доказателства сочат ясно, че Илия Йорданов е бил диабетик и че причина за смъртта му е хипергликемична кома. Задържаният е бил прегледан от лекарката на затвора, д-р С., на 15 и 16 октомври 2003 г., както и от други двама лекари от спешна помощ през деня на 17 октомври 2003 г. Той не е съобщил на нито един от тримата лекари, че страда от диабет. При тези обстоятелства липсват каквито и да е данни, позволяващи да се заключи, че служителите, работещи в мястото за задържане в Пловдив, не са изпълнили служебните си задължения. Материалите по делото изключват също така и версията за насилствена смърт.", "32.  Постановлението е обжалвано пред военния съд в Пловдив от представителя на жалбоподателите, г-н Апостолов. Адвокатът отбелязва, че по време на задържането си Илия Йорданов е бил в състояние на абстиненция. Той лично информирал разследващия полицай и д-р С., че Илия Йорданов страда от диабет и настоял на необходимостта да му се осигури адекватно медицинско лечение по време на задържането. Но информацията не била взета предвид и синът на жалбоподателите починал вследствие на усложнения на заболяването си. Адвокатът настоява делото да бъде върнато обратно на военна прокуратура за допълнително разследване.", "33.  В окончателно решение от 19 януари 2004 г. Пловдивският военен съд потвърждава постановлението на военния прокурор. Съдът изцяло приема фактическите и правни констатации, изложени в постановлението на военния прокурор от 17 декември 2003 г. В допълнение съдът счита, че всички следствени действия, необходими за установяване на фактите по случая, са били изпълнени, че материалните и процесуални норми на вътрешното законодателство са зачетени и че процесуалните права на жалбоподателите не са нарушени.", "II.  ПРИЛОЖИМО ВЪТРЕШНО ПРАВО И СЪДЕБНА ПРАКТИКА", "34.  Вътрешното законодателство, регламентиращо мярката задържане под стража по разпореждане на разследващ полицай и на прокурор, е резюмирано в решение Колеви срещу България (№ 1108/02, §§ 117-119, 5 ноември 2009).", "35.  Разпоредбите на Закона за отговорността на държавата и общините за причинени вреди, позволяващ да се търси отговорност на държавата за понесени вреди в резултат на лоши условия на задържане и липса на медицински грижи в затвора, както и преглед на приложимата вътрешна съдебна практика са изложени в следните решения на Съда: Добрев срещу България (Dobrev c. Bulgarie) (№ 55389/00, §§ 40-41, 10 август 2006), Кирилов срещу България (№ 15158/02, §§ 21-22, 22 май 2008) и Христов срещу България (Hristov c. Bulgarie) (частично решение) (№ 36794/03, 18 март 2008).", "ПО ОТНОШЕНИЕ НА ПРАВОТО", "I.  ОТНОСНО ТВЪРДЕНИТЕ НАРУШЕНИЯ НА ЧЛ. 2 ОТ КОНВЕНЦИЯТА", "36.  Жалбоподателите твърдят, че смъртта на техния син Илия Йорданов се дължи на липсата на адекватни медицински грижи по време на задържането му. Жалбоподателите считат също така, че проведеното разследване за смъртта на техния син не е било достатъчно задълбочено и ефективно. Те се позовават на членове 2 и 3 от Конвенцията. Съдът счита, че въпросните претенции следва да бъдат разгледани единствено от гледна точка на член 2 от Конвенцията, гласящ както следва в частта си, отнасяща се към дадения случай :", "„Правото на живот на всеки се защитава от закона. (...)“.", "A.  Допустимост", "37.  Правителството твърди, че властите на държавата не могат да бъдат държани отговорни за смъртта на сина на жалбоподателите. То отбелязва, че въпросната смърт е настъпила вследствие на терапиите, избрани от лекарите от спешна помощ, прегледали младежа по време на задържането му.", "38.  То прави и възражение, че вътрешните способи за обжалване не са били изчерпани, и претендира, че фактите по случая влизат в приложното поле на Закона за отговорността на държавата и общините за причинени вреди. Правителството отбелязва, че жалбоподателите не са завели иск за обезщетение в приложение на този закон, което би им позволило да получат обезщетение за претърпяната вреда.", "39.  Жалбоподателите считат, че претенциите им са допустими и искат от Съда да отхвърли възраженията за недопустимост, формулирани от правителството.", "40.  Те смятат, в частност, че един иск за обезщетение, заведен по силата на разпоредбите на Закона за отговорността на държавата, не би могъл да се смята за ефективно вътрешно средство за защита. Те отбелязват в тази връзка, че нито една от хипотезите, предвидени в член 2 от този закон, не е изпълнена в случая. Що се отнася до възможността за търсене на отговорност от държавата за действията и пропуските на персонала от мястото за задържане в Пловдив от гледна точка на член 1 от закона, жалбоподателите смятат, че, като се има предвид изходът на проведеното наказателно разследване по въпроса, оневинил надзирателите и лекаря на затвора, техните шансове за успех изглеждат напълно хипотетични.", "41.  Съдът отбелязва, че възраженията за недопустимост на правителството ответник повдигат въпроси, тясно свързани със самата същина на претенцията, основана на член 2 от Конвенцията. Съдът счита следователно, че е редно да се произнесе по възраженията едновременно с произнасянето си по същество по оплакванията, формулирани от гледна точка на член 2.", "42.  Съдът отбелязва, от друга страна, че горепосочените претенции не са неоснователни и от гледна точка на който и да е друг мотив за недопустимост. Следователно е редно те да бъдат обявени за допустими.", "Б.  По същество", "1.  По въпроса дали може да бъде търсена отговорност от държавата за смъртта на сина на жалбоподателите", "a)  Становища на страните", "43.  Жалбоподателите изтъкват, че смъртта на техния син се дължи на липсата на адекватни медицински грижи по време на задържането му. Те твърдят, че адвокатът на техния син надлежно е информирал разследващия полицай и лекарката на затвора, че Илия Йорданов страда от диабет. Въпреки това информацията не е била взета предвид и не е била предадена на лекарите от спешна помощ, които поради това не са били в състояние да назначат адекватно лечение на задържания. Липсата на подходяща медицинска грижа е довела до усложняване на здравословното състояние на техния син, който умира вследствие на хипергликемична кома.", "44.  Правителството твърди, че синът на жалбоподателите не е бил подлаган на насилие от страна на служителите на държавата. То добавя, че персоналът на мястото за задържане в Пловдив е взел мерки, за да осигури на младежа необходимите за здравословното му състояние медицински грижи: той е бил поставен под лекарско наблюдение и е бил прегледан на два пъти от лекари от спешна помощ, повикани от персонала на затвора.", "45.  Правителството отбелязва, че към датата на арестуването му Илия Йорданов се е намирал вече в крехко здравословно състояние, което постепенно се е влошило по време на задържането му. Последният е отказал да приема храна и вода и не е информирал лекуващите лекари за това, че страда от диабет. Всички тези обстоятелства са направили неефективни действията на лекарите в конкретния случай и са довели до смъртта му, която според правителството в никакъв случай не е по вина на властите.", "б)  Преценката на Съда", "46.  Съдът припомня, че първото изречение от член 2 задължава държавата не само да се въздържа от умишлено и неправомерно лишаване от живот, но и да вземе необходимите мерки за защита на лицата под нейна юрисдикция (виж, например, Л.С.Б. срещу Обединеното кралство (L.C.B. c. Royaume-Uni), 9 юни 1998, § 36, Сборник с решения 1998III).", "47.  Задържаните под стража лица се намират в уязвимо положение и властите са длъжни да пазят тяхното здраве и физическа неприкосновеност, като им осигурят необходимите медицински грижи (Кийнън срещу Обединеното кралство (Keenan c. Royaume-Uni), № 27229/95, § 111, ЕСПЧ 2001III; Макглинчи и други срещу Обединеното кралство (McGlinchey et autres c. Royaume-Uni), № 50390/99, § 46, ЕСПЧ 2003V). По същия начин, когато дадено лице почине по време на задържане в резултат от здравословен проблем, задължение на държавата е да даде обяснение за причините за смъртта и за медицинското лечение, предоставено на това лице преди то да почине (Слимани срещу Франция (Slimani c. France), № 57671/00, § 27, ЕСПЧ 2004IX (откъси) ; Кац и други срещу Украйна (Kats et autres c. Ukraine), № 29971/04, § 104, 18 декември 2008). От друга страна, самият факт, че едно лице умира при подозрителни обстоятелства, в момент когато е лишено от свобода, поражда въпрос за спазването от страна на държавата на нейното задължение да защити правото на живот на това лице (пак там).", "48.  Като се обръща към фактите по случая, Съдът отбелязва, че синът на жалбоподателите е починал на 18 октомври 2003 г., докато е бил задържан (виж параграфи 6 до 15 по-горе). Съдебните лекари, извършили аутопсията на тялото на младежа, установяват, че смъртта му е настъпила в резултат на високото съдържание на захар в кръвта, дължащо се на усложнение от диабета, от който лицето е страдало (виж параграф 19 по-горе). Съдът отбелязва, че това заключение на вещите лица не се оспорва нито от правителството, нито от жалбоподателите (виж параграфи 43 до 45 по-горе).", "49.  От това следва, че Илия Йорданов е починал вследствие на патологична причина в момент, когато се е намирал под разпореждането на персонала в мястото за задържане в Пловдив. И българските власти са длъжни да дадат обяснение за медицинското лечение, осигурено на младежа за времето от 15 до 18 октомври 2003 г.", "50.  Правителството отбелязва, че синът на жалбоподателите е бил под лекарско наблюдение през въпросния отрязък от време и че персоналът на затвора е викал на място екипи на спешна помощ всеки път, когато здравословното състояние на задържания го е налагало. Съдът констатира, че на младежа действително е направен обичайният медицински преглед при постъпването му в мястото за задържане, както и на следващия ден следобед (виж параграфи 9 и 10 по-горе). По време на разговора си със задържания лекарката на затвора е установила, че Илия Йорданов е наркозависим, но не е открила други особени здравословни проблеми (пак там). Вярно е също така, че други двама лекари от спешна помощ са дошли на място и са прегледали задържания на 17 и 18 октомври 2003 г., заключавайки, че не се налага хоспитализация (виж параграфи 11 и 14 по-горе).", "51.  Въпреки това лекарската намеса не успява да осуети смъртта на сина на жалбоподателите, настъпила само часове след посещението на лекаря от спешна помощ (виж параграфи 14 и 15 по-горе). От материалите по делото е видно, че никой от лекарите, прегледали младежа на 15, 16, 17 и 18 октомври 2003 г., не е диагностицирал диабет у лицето и че то не е получило подходящо за заболяването си лечение, след което е починало от тежко усложнение на тази болест.", "52.  Правителството твърди, че невъзможността лекарите да открият и лекуват сериозния здравословен проблем на задържания се е дължала изцяло на пасивността на последния, който в нито един момент не е съобщил на професионалните медици, че страда от диабет. И наистина, от показанията на лекарите С., T. и Д. е видно, че Илия Йорданов изглежда не е съобщил тази информация при последователните лекарски прегледи (виж параграфи 24, 27 и 28 по-горе). Съдът все пак не би желал да спекулира дали се е касаело за съзнателно взето решение от задържания, или за поведение, диктувано от признаците на наркотична абстиненция.", "53.  Съдът отбелязва, за сметка на това, че властите са били предупредени от адвоката на Илия Йорданов, че неговият клиент страда от диабет и че информацията е била съобщена лично на лекарката на затвора, в присъствието на разследващия полицай и на самия задържан на 17 октомври 2003 г. Въпреки това информацията не е взета под внимание и не е отбелязана в здравния картон на задържания (виж параграфи 12, 24 и 32 по-горе). Съдът счита, че става въпрос за сериозен пропуск от страна на намесените служители на държавата, който е довел до тежки последствия за задържания. Лекарят от спешна помощ, който е бил повикан и е пристигнал на място към полунощ на 18 октомври 2003 г., е действал без помощта на лекарката на затвора и, при отсъствието на адекватни отговори от страна на Илия Йорданов на зададените въпроси, е имал като единствен надежден източник на информация за предишните му заболявания здравния картон на задържания, който е прегледал (виж параграф 27 по-горе). Но в здравната документация не е имало никаква бележка, че синът на жалбоподателите страда от диабет, което в съчетание с другите обстоятелства по случая – тежко състояние на пациента и трудна комуникация на лекаря с Илия Йорданов (виж параграф 27 по-горе), не е позволило назначаването на адекватно медицинско лечение и накрая това е довело до смъртта на задържания.", "54.  Съдът припомня, че когато затворническите власти са информирани за наличието на непосредствен и сериозен риск за здравето на задържания, позитивното задължение, следващо от член 2 от Конвенцията, е предполагало те да вземат всички необходими мерки, за да осигурят адекватни медицински грижи (виж, mutatis mutandis, Кац и други, горецитирано, §§ 106-112). В конкретния случай затворническите власти не са се постарали да отбележат в здравния картон на сина на жалбоподателите, че последният страда от диабет, което в крайна сметка е направило невъзможно оказването на необходимата медицинска помощ.", "55.  Съдът счита следователно, че е редно да отхвърли предварителното възражение на Правителството, отнасящо се до несъвместимостта ratione personae на оплакването, основано на материалния аспект на член 2 (виж параграф 37 по-горе). След като взе предвид всички релевантни обстоятелства по делото, Съдът счита, че синът на жалбоподателите не е получил адекватно медицинско лечение по време на задържането си по вина на властите, под чието разпореждане се е намирал, и че това е довело до смъртта му.", "56.  От горното следва, че държавата ответник не е изпълнила своето задължение да защитава живота на Илия Йорданов. Следователно налице е нарушение на член 2 от Конвенцията в това отношение.", "2.  По спазването на процесуалните задължения на държавата, произтичащи от член 2 от Конвенцията", "a)  Становища на страните", "57.  Жалбоподателите считат, че като се имат предвид обстоятелствата по делото, държавата е била задължена да образува и да проведе ефективно разследване, способно да осветли събитията около смъртта на техния син и да разкрие виновните лица. Въпреки че властите са образували наказателно производство, жалбоподателите считат, че то не е отговаряло на редица изисквания, зададени от практиката на Съда. Накрая то е било прекратено поради липса на състав на престъпление.", "58.  Жалбоподателите считат, че проведеното разследване така и не е засегнало основния въпрос в случая, а именно дали властите са взели необходимите мерки за лекуване на диабета на техния син. Военният следовател, военната прокуратура и военният съд са отказали да вземат предвид главните доказателства, които подкрепят тезата на жалбоподателите, според която смъртта на техния син е настъпила неизбежно поради пропуски на персонала на затвора.", "59.  Жалбоподателите считат накрая, че при липсата на официално ефективно разследване възможността за завеждане на иск за обезщетение срещу държавата не би могла да удовлетвори процесуалните изисквания на член 2 от Конвенцията.", "60.  Правителството отбелязва, че наказателно производство е било образувано незабавно след смъртта на Илия Йорданов. То е имало за цел да изясни обстоятелствата по случая и да определи дали служители на държавата са виновни за смъртта на младежа.", "61.  Натовареният с разследването военен следовател е извършил редица следствени действия: оглед на място, идентифициране и разпит на свидетелите, аутопсия на тялото. Двамата жалбоподатели са били присъединени към разследването по случая, но не са поискали никаква допълнителна следствена мярка.", "62.  Въз основа на доказателствата, събрани по време на разследването, военната прокуратура стига до мотивираното заключение, че смъртта на сина на жалбоподателите не е настъпила по вина на служителите на държавата. Прекратяването от прокуратурата поради липса на състав на престъпление е потвърдено от съда.", "63.  Правителството счита в допълнение, че жалбоподателите са имали възможност да заведат иск за обезщетение, за да потърсят деликтна отговорност от държавата за твърдяния пропуск от страна на нейни служители, нещо, което заинтересуваните не са направили.", "б)  Преценката на Съда", "64.  Съдът припомня, че когато задържано лице почине при подозрителни обстоятелства, държавата е длъжна да започне официално и ефективно разследване на случилото се (Пол и Одри Едуардс срещу Обединеното кралство (Paul et Audrey Edwards c. Royaume-Uni), № 46477/99, § 74, ЕСПЧ 2002II ; Кац и други, горецитирано, § 115). Евентуален граждански иск не е достатъчен, за да може да се заключи, че държавата е изпълнила задължението си в това отношение, защото подобно производство предполага инициатива от страна на близките на жертвата (Пол и Одри Едуардс, горецитирано, § 74).", "65.  Гореказаното задължение не е задължение за постигане на резултат, а задължение за използване на определени способи. Ефективността на разследването изисква властите да използват разумните способи, с които разполагат, за да осигурят събирането на доказателства за въпросните обстоятелства, включително, наред с други, показания на очевидци, експертизи и, ако е необходимо, аутопсия, която да предостави пълна и точна картина за раните, и обективен анализ на клиничното заключение, в частност на причината за смъртта. Всяка непълнота в разследването, намаляваща възможността то да достигне до установяване на причината за смъртта или виновността, би означавала, че разследването не отговаря на тази норма (Маккер срещу Обединеното кралство (McKerr c. Royaume-Uni), № 28883/95, § 113, ЕСПЧ 2001III).", "66.  Изискването за бързина и разумна експедитивност също се подразбира в този контекст. Когато смъртта е настъпила при спорни обстоятелства, от основна важност е разследването да се проведе в кратък срок, защото проточването във времето компрометира неизбежно количеството и качеството на наличните доказателства, а показването на липса на експедитивност хвърля съмнение върху добросъвестността на направените разследвания и удължава изпитанието, на което е подложено семейството на починалия (Пол и Одри Едуардс срещу Обединеното кралство, горецитирано, § 86).", "67.  Що се отнася до служителите, натоварени с разследването, ефективността изисква на първо място отговорните за провеждането му лица да бъдат независими от тези, които са евентуално замесени в настъпването на смъртта: те трябва, от една страна, да не са им подчинени в йерархичен или институционален план и, от друга страна, да са независими на практика (виж например горецитираните решения Слимани, § 32, МакКер, § 112, Пол и Одри Едуардс, § 70).", "68.  Съдът препотвърждава, от друга страна, че обществеността трябва да има право на достатъчен контрол върху производството и неговите заключения, така че да бъде постигнато търсене на отговорност както на практика, така и на теория. Изискваната степен на обществен контрол може да варира в зависимост от ситуацията. Но при всички случаи близките на жертвата трябва да бъдат присъединени към производството в необходимата степен за защита на техните законни интереси (виж Маккер, горецитирано, § 115).", "69.  Съдът отбелязва, че военен следовател е отишъл в мястото за задържане и е направил оглед на местопроизшествието в самия ден на смъртта на Илия Йорданов. Впоследствие военната прокуратура е образувала официално досъдебно производство и то е имало за цел да установи дали смъртта на задържания се е дължала на действия или пропуски от страна на служителите на държавата (виж параграфи 16 и 17 по-горе).", "70.  Извършени са били поредица от действия по разследването: направена е аутопсия на трупа; следователят е разпитал надзирателите, които са били дежурни на 17 и 18 октомври 2003 г. (виж параграфи 22 и 23 по-горе), лекарите, които са прегледали задържания на 15, 16, 17 и 18 октомври 2003 г. (виж параграфи 24, 27 и 28 по-горе), съкилийниците на младежа (виж параграфи 25 и 26 по-горе) и двамата жалбоподатели (виж параграф 29 по-горе).", "71.  Съдът отбелязва по-нататък, че разследването е било сравнително бързо приключено (параграфи 16 и 30 по-горе). Жалбоподателите са били присъединени към него, защото са се запознали с материалите по делото и са обжалвали пред Пловдивския военен съд прекратяването от страна на прокуратурата поради липса на състав на престъпление (виж параграфи 30 и 32 по-горе). Съдът не забелязва и наличие на елементи, способни да повдигнат съмнение относно независимостта на разследващите органи спрямо разследваните лица.", "72.  Все пак Съдът припомня, че ефективността на дадено разследване, от гледна точка на член 2 от Конвенцията, не се измерва само с броя съставени доклади, разпитани свидетели или осъществени други следствени действия, а че понятието изисква по подразбиране влагане на обективност и педантичност от страна на разследващите органи в неговото провеждане (виж например Ангелова срещу България, № 38361/97, §§ 141-144, ЕСПЧ 2002IV).", "73.  Съдът отбелязва, че след разследването по случая Пловдивската военна прокуратура заключава, че смъртта на Илия Йорданов не е настъпила по вина на служители на държавата: задържаният е скрил от властите, че страда от диабет и това не е позволило да му се окаже адекватна медицинска помощ. При все това Съдът отбелязва, че в заключението си прокуратурата изглежда не е отчела един важен елемент от показанията на лекарката на затвора, д-р С. Тя е посочила, че на 17 октомври 2003 г., по време на разпита на Илия Йорданов, е научила от адвоката на младежа, че последният страда от диабет (виж параграф 24 по-горе).", "74.  Съдът приема, че в началния етап на разследването тази подробност е можела да изглежда непричастна към целия набор събрани доказателства. Но не и след жалбата на жалбоподателите пред военния съд срещу прекратяването на производството поради липса на престъпление от страна на военна прокуратура. В жалбата си адвокатът на жалбоподателите изрично подчертава, че лично е информирал невоенния разследващ и лекарката на затвора, че неговият клиент страда от диабет (виж параграф 32 по-горе). По мнението на Съда тази нова информация, съчетана с показанията на д-р С. пред военния следовател, с тези на д-р T. относно съдържанието на здравния картон на задържания (параграф 27 по-горе), както и със заключенията на съдебните лекари за смъртта на младежа (параграф 19 по-горе), е поставяла под въпрос основателността на заключенията на военната прокуратура и е налагала задълбочен преглед от страна на разследващите органи. Въпреки това Съдът е принуден да констатира, че военният съд просто се е присъединил към изразените от прокуратурата мотиви (виж параграф 33 по-горе), без да отговори на изложените от адвоката на жалбоподателите аргументи, които при това са поставяли под сериозно съмнение резултатите от разследването и са сочели към друга следа за разследване, която очевидно не е била лишена от основание.", "75.  Съдът отбелязва, че разследващите органи са се ограничили само да проверят дали смъртта на Илия Йорданов не е била предизвикана от насилствени действия на персонала на затвора. Нито разследващите органи, нито военният съд са потърсили да проверят в дълбочина версията, че смъртта на сина на жалбоподателите може да се е дължала на пропуска на властите да вземат предвид, да впишат и да предадат на лекарите от спешна помощ информацията за съществуването на непосредствен и сериозен риск за здравето и живота на задържания, а именно, че той страда от диабет. Макар и смъртта на задържания да не се е дължала на насилствени действия, а на небрежност на затворническите власти, член 2 е изисквал в случая воденото за събитията разследване да може да установи причините за смъртта и да идентифицира и санкционира виновните лица, нещо, което не е направено по настоящето дело.", "76.  При тези обстоятелствата Съдът счита, че постановлението за прекратяване по липса на състав на престъпление от страна на прокуратурата и решението на военния съд, според които смъртта на сина на жалбоподателите не е била причинена от действия или бездействия на служителите на държавата, изглеждат прибързани и че разследването по случая е проведено без обективността и педантичността, изисквани за удовлетворяване на изискването за ефективност, установено в член 2 от Конвенцията", "77.  Като има предвид неефективния характер на проведеното по случая разследване и като изхожда от съдебната си практика, касаеща съдържанието на произтичащите от член 2 процесуални задължения при смърт на задържан, настъпила при подозрителни обстоятелства (виж параграф 64 по-горе), Съдът счита, че е редно да отхвърли предварителното възражение на Правителството за неизчерпване на способите за обезщетение, предлагани от вътрешното право (виж параграф 38 по-горе).", "78.  Следователно налице е и нарушение на член 2 от Конвенцията в неговата процедурна част.", "II.  ОТНОСНО ТВЪРДЯНОТО НАРУШЕНИЕ НА ЧЛЕН 13 ОТ КОНВЕНЦИЯТА", "79.  Жалбоподателите твърдят, че не са разполагали с вътрешни способи за защита, чрез които да обжалват твърдените нарушения по член 2. Те цитират член 13 от Конвенцията, който гласи :", "„Βсеки, чиито права и свободи, провъзгласени в (...) Конвенцията, са нарушени, има право на ефикасни правни средства за тяхната защита пред съответните национални власти, дори и нарушението да е извършено от лица, действащи при упражняване на служебни функции.“", "80.  Жалбоподателите твърдят, че образуваното от прокуратурата наказателно производство срещу неизвестен извършител се е оказало неефективно. Те смятат, че при тези обстоятелствата съществуването на възможност за завеждане на иск за обезщетение не би било достатъчно за отстраняване на пропуските, визирани от член 2 от Конвенцията.", "81.  Правителството оспорва тази теза. То счита, че смъртта на сина на жалбоподателите е била предмет на ефективно разследване и че последните са могли да заведат иск за обезщетение срещу държавата, за да получат парична компенсация за претърпяната неимуществена вреда в резултат на смъртта на техния син.", "82.  Съдът отбелязва, че оплакването им е свързано с формулираното по-горе и следователно е редно да бъде обявено за допустимо.", "83.  При все това Съдът отбелязва, че е разгледал въпросите, повдигнати от страните от гледна точка на член 13 от Конвенцията, в светлината на материалния и процедурен аспект на член 2 (виж параграфи 41, 55 и 77 по-горе). Като има предвид констатациите във връзка с претенциите, основани на този последен член, Съдът счита, че не се налага да разглежда твърденията на жалбоподателите и от гледна точка на член 13 от Конвенцията.", "III.  ОТНОСНО ОСТАНАЛИТЕ ТВЪРДЯНИ НАРУШЕНИЯ", "84.  Жалбоподателите се оплакват също така, че задържането на техния син е било произволно и незаконно от гледна точка на вътрешното право, че на последния не са били съобщени причините за арестуването му, че не е било организирано незабавното му явяване пред съдия, че вътрешното право не му е позволило да оспори незаконосъобразния характер на задържането си и че българското законодателство не му е предоставило способи за обжалване, които да му позволят да получи обезщетение за твърдените нарушения на правото му на свобода.", "85.  Съдът счита, че тези твърдения влизат в приложното поле на член 5 от Конвенцията, гласящ както следва в отнасящата се към случая част:", "„1. Βсеки има право на свобода и сигурност. Никой не може да бъде лишен от свобода, освен в следните случаи и по реда, предвиден от закона: (...)", "в)  законосъобразен арест или лишаване от свобода, с цел да се осигури явяване пред компетентния съгласно закона орган, по обосновано подозрение за извършено престъпление, или когато задържането обосновано може да се смята за необходимо, за да се попречи на лицето да извърши престъпление или да се укрие, след като е извършило престъпление; (...)", "2.  На всеки арестуван трябва незабавно да бъдат съобщени на разбираем за него език основанията за арестуването му и всички обвинения, които му се предявяват.", "3.  Βсеки арестуван или лишен от свобода в съответствие с разпоредбите на параграф 1 (c) на този член трябва своевременно да бъде изправен пред съдия или пред длъжностно лице, упълномощено от закона да изпълнява съдебни функции (...).", "4.  Βсеки арестуван или лишен от свобода има право да обжалва законосъобразността на своето задържане в съда, който е задължен в кратък срок да се произнесе; в случай че задържането е неправомерно, съдът е длъжен да нареди незабавното освобождаване на задържаното лице.", "5.  Βсяко лице, арестувано или лишено от свобода в нарушение на изискванията на този член, има право на обезщетение.“", "86.  Съдът отбелязва по-нататък, че горепосочените претенции са били предявени от родителите на Илия Йорданов пет месеца след настъпването на смъртта на последния в мястото за задържане в Пловдив. Следователно е редно да се направи разлика между настоящото дело и делата, по които наследници или близки роднини се присъединяват към съдебното производство след смъртта на жалбоподателя, за да поддържат претенциите, формулирани от заинтерсoвания приживе.", "87.  Съдът припомня също така, че в случай като този следва да се прави разлика между претенции, основани на член 2 от Конвенцията, и претенции, опиращи се на член 5. Според постоянната практика на Съда близките роднини на лице, починало при обстоятелства, повдигащи въпроси от гледна точка на член 2, имат право да подадат жалба от собствено име: и наистина, става въпрос за особена ситуация, продиктувана от самото естество на защитаваното право и от извършените спрямо него нарушения. Същите съображения не следва все пак да се прилагат в случай на претенции, повдигнати от гледна точка на член 5. И наистина, става въпрос за процесуални права и гаранции, които Съдът е квалифицирал в съдебната си практика като непрехвърляеми (Бич и други срещу Турция (Biç et autres c. Turquie), № 55955/00, § 22, 2 февруари 2006).", "88.  Съдът отбелязва в това отношение, че жалбоподателите не са повдигнали въпросните претенции от свое собствено име, а от името на техния син. Като има предвид особените обстоятелства по делото, Съдът не счита, че въпросът за законосъобразния характер на задържането на Илия Йорданов и за съблюдаването на процесуалните гаранции по член 5 е тясно обвързан с твърденията, предявени от жалбоподателите от гледна точка на материалния и процедурен аспект на член 2 (виж, аргумент на противното основание, Кац и други, горецитирано, § 135).", "89.  От това следва, че тази част от жалбата е несъвместима ratione personae с разпоредбите на Конвенцията в смисъла на член 35 § 3 (a) и трябва да бъде отхвърлена съгласно член 35 § 4.", "IV.  ОТНОСНО ПРИЛОЖЕНИЕТО НА ЧЛЕН 41 ОТ КОНВЕНЦИЯТА", "90.  Съгласно член 41 от Конвенцията,", "„Ако Съдът установи нарушение на Конвенцията или на Протоколите към нея и ако вътрешното право на съответната Βисокодоговаряща страна допуска само частично обезщетение, Съдът, ако е необходимо, постановява предоставянето на справедливо обезщетение на потърпевшата страна.“", "A.  Вреди", "91.  Жалбоподателите претендират за сумата от 56 000 евро (EUR) за понесени неимуществени вреди.", "92.  Правителството намира исканата сума за прекомерна.", "93.  Съдът счита, че жалбоподателите са претърпели неимуществени вреди в резултат на смъртта на техния син, настъпила вследствие на липсата на адекватни медицински грижи по време на задържането му, както и поради неефективността на официално проведеното разследване по случая. Съдът счита, отсъждайки по справедливост, както го задължава член 41 от Конвенцията, че е редно на жалбоподателите да бъдат присъдени 18 000 EUR за понесени неимуществени вреди.", "Б.  Разходи и разноски", "94.  Жалбоподателите претендират също така за 4 215,60 EUR за разходи и разноски, направени пред вътрешните съдилища, както и пред Съда. Те представят в доказателство договор, сключен между тях и двамата адвокати, и хонорарна сметка. Те молят Съда да нареди сумата, която им бъде присъдена за направените разходи и разноски, да бъде директно преведена по сметката на техните представители, адвокатите M. Екимджиев и Т. Апостолов.", "95.  Правителството счита претенциите за прекомерни.", "96.  Съгласно практиката на Съда всеки жалбоподател има право на възстановяване на разходите и разноските само дотолкова, доколкото е доказал, че те са понесени действително и са необходими и разумни по своя размер. Съдът отбелязва, че претенциите на жалбоподателите са надлежно подкрепени с необходимите документи. За разлика от изразената от правителството ответник позиция, Съдът не счита за неразумна претендираната сума. Следователно той смята за редно да присъди цялата претендирана сума, покриваща всички разноски, като тя бъде преведена по банковата сметка на представителите на двамата жалбоподатели.", "В.  Лихва за забава", "97.  Съдът счита за уместно лихвата за забава да се основава на лихвения процент по пределното кредитно улеснение на Европейската централна банка, към който следва да се добавят три процентни пункта.", "ПО ТЕЗИ ПРИЧИНИ, СЪДЪТ ЕДИНОДУШНО,", "1.  Решава да се произнесе, едновременно с произнасянето по същество, по възраженията на Правителството за несъвместимост ratione personae и за неизчерпване на вътрешните способи за обжалване на претенциите, основани на член 2 от Конвенцията, и отхвърля възраженията;", "", "2.  Обявява жалбата за допустима по отношение на претенциите, основани на членове 2 и 13 от Конвенцията, и за недопустима в останалата й част;", "", "3.  Постановява, че е налице нарушение на член 2 от Конвенцията в неговия материален аспект;", "", "4.  Постановява, че е налице нарушение на член 2 от Конвенцията в неговия процедурен аспект;", "", "5.  Постановява, че не следва да разглежда оплакването по член 13 от Конвенцията;", "", "6.  Постановява", "a)  че държавата ответник следва да заплати на жалбоподателите, в рамките на три месеца от датата, на която решението влезе в сила в съответствие с член 44 § 2 от Конвенцията, следните суми, които да бъдат обърнати в български лева по курса, приложим към датата на плащането им:", "i.  18 000 EUR (осемнадесет хиляди евро), плюс всички данъци, които могат да бъдат наложени, за неимуществени вреди;", "ii.  4 215,60 EUR (четири хиляди двеста и петнадесет евро и шестдесет евроцента), плюс всички данъци, които могат да бъдат наложени на жалбоподателите, за разходи и разноски, които следва да се преведат директно по сметката на техните представители;", "б)  че от датата на изтичане на гореспоменатия срок до изплащането се дължи проста лихва върху горепосочената сума в размер, равен на ставката на пределното кредитно улеснение на Европейската централна банка по време на просрочения период плюс три процентни пункта;", "", "7.  Отхвърля останалата част от претенцията за справедливо обезщетение.", "Изготвено на френски език и съобщено писмено на 27 януари 2011 г., съгласно член 77 §§ 2 и 3 от Правилника на Съда.", "\tКлаудия Вестердик\tПеер Лоренцен\n\tСекретар\tПредседател"]}