{"file": "CZE_HJUDCZE_2283_12.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "2283/12", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 6. června 2013 ve věci č. 2283/12 – Mohammed proti Rakousku", "Senát třetí sekce Soudu dospěl k závěru, že stěžovatel neměl v rozporu s článkem 13 Úmluvy k dispozici účinný prostředek nápravy, kterým by mohl brojit proti nařízení jeho předání podle Dublinského nařízení do Maďarska. Námitku stěžovatele, že by v případě předání do Maďarska byl vystaven zacházení v rozporu s článkem 3 Úmluvy, Soud neshledal důvodnou, a to jak v části týkající se podmínek panujících v zařízení pro cizince v Maďarsku, tak v části týkající se rizika jeho následného předání do země původu.", "(i) Okolnosti případu", "Stěžovatel, občan Súdánu v roce 2010 přicestoval do Rakouska přes Řecko a Maďarsko. Jeho první žádost o azyl byla v lednu 2011 zamítnuta a nařízeno předání stěžovatele do Maďarska jako státu příslušného k posouzení žádosti o azyl ve smyslu nařízení Rady (ES) č. 343/2003 (dále jen „Dublinské nařízení“). Stěžovatel se následně před úřady skrýval, v důsledku čehož nemohlo být jeho předání do Maďarska realizováno. V prosinci 2011 rakouské orgány stěžovatele zajistily za účelem výkonu jeho předání do Maďarska. Stěžovatel v průběhu svého zajištění podal novou žádost o azyl. V žádosti upozornil na judikaturu rakouského azylového soudu týkající se předávání žadatelů o azyl do Maďarska podle Dublinského nařízení a rovněž na zprávy o neuspokojivých přijímacích podmínkách žadatelů o azyl a přístup k azylovému řízení v Maďarsku. S ohledem na skutečnost, že se jednalo o opakovanou žádost stěžovatele o azyl, neměla podle vnitrostátní právní úpravy tato žádost odkladný účinek na vykonatelnost rozhodnutí z ledna 2011 nařizující předání stěžovatele do Maďarska. Stěžovatel současně podal stížnost proti svému zajištění, ve které znovu odkazoval na rozhodnutí rakouského azylového soudu přiznávající odvolání žadatele o azyl odkladný účinek s ohledem na důvodné obavy z porušení článku 3 Úmluvy v případě transferu žadatele do Maďarska. Vídeňský správní azylový senát však stížnost zamítnul a vydané rozhodnutí o zajištění jako zákonné potvrdil. Správní soud v lednu 2012 zamítnul stěžovatelovu žádost o přiznání odkladného účinku jeho žaloby ve věci zajištění. Stěžovatel neuspěl ani se žádostí, aby orgány cizinecké policie rozhodly o nepřípustnosti jeho předání do Maďarska. Předání stěžovatele do Maďarska nařízené na 12. ledna 2012 bylo na základě předběžného opatření indikovaného rakouské vládě Soudem odloženo.", "(ii) Odůvodnění rozhodnutí Soudu", "a) K tvrzenému porušení článku 13 Úmluvy ve spojení s článkem 3 Úmluvy", "Na poli článku 13 Úmluvy stěžovatel namítal, že v Rakousku neměl k dispozici účinné právní prostředky nápravy, když jeho druhá azylová žádost neměla ve vztahu k rozhodnutí o jeho předání do Maďarska odkladný účinek.", "Soud uvedl, že předmětem jeho posuzování je otázka, zda v období následujícím po zajištění stěžovatele v prosinci 2011, měl stěžovatel k dispozici účinný prostředek nápravy, jehož využitím by byl odložen výkon rozhodnutí nařizující jeho předání, a to až do doby meritorního posouzení námitky o možném porušení článku 3 Úmluvy v případě jeho transferu do Maďarska. V této souvislosti konstatoval, že zprávy o přijímacích podmínkách žadatelů o azyl a přístupu k azylovému řízení v Maďarsku byly zveřejněny až po vydání zmíněného rozhodnutí v lednu 2011. Soud se proto ztotožnil s argumentem stěžovatele, že v době, kdy mohl podat odvolání, neměl tyto informace k dispozici (tj. neměl k dispozici hájitelné tvrzení o porušení článku 3 Úmluvy), a odvolání proti zmíněnému azylovému rozhodnutí proto nemohlo být účinným prostředkem nápravy.", "Soud dále zjistil, že podání druhé žádosti o azyl, ve které již stěžovatel uplatnil hájitelnou námitku podle článku 3 Úmluvy, neposkytovalo (v důsledku rakouské vnitrostátní právní úpravy) stěžovateli žádnou ochranu před jeho nuceným přemístěním do Maďarska. Soud na jedné straně uznal potřebu členských států EU vypořádat se se značným počtem azylových žádostí a zvláště žádostmi opakovaně podávanými a zjevně nedůvodnými. Na druhou stranu však Soud zaujal názor, že v těch řízeních, ve kterých žadatel uplatňuje hájitelé tvrzení podle článku 3 Úmluvy, musí být žadateli dostupný takový prostředek nápravy, který bude mít vždy odkladný účinek ve vztahu k vykonatelnosti rozhodnutí o vyhoštění. Soud uvedl, že s ohledem na dobu, která uplynula mezi rozhodnutím o předání stěžovatele a podáním druhé žádosti o azyl a v mezidobí se objevivších nových informací stran průběhu azylového řízení v Maďarsku nemohla být druhá žádost stěžovatele o azyl považována za zjevně nedůvodnou. Jelikož však podání druhé žádosti o azyl nemělo odkladný účinek na výkon rozhodnutí o předání stěžovatele do Maďarska, došlo k porušení práva stěžovatele na účinný právní prostředek nápravy ve smyslu článku 13 Úmluvy.", "b) K tvrzenému porušení článku 3 Úmluvy", "Stěžovatel dále namítal, že předání do Maďarska by jej vystavilo zacházení v rozporu s článkem 3 Úmluvy.", "Soud úvodem označil zprávy (zejména UNHCR) publikované v roce 2011 a 2012 o Maďarsku v oblasti přijímání žadatelů o azyl (zejména žadatelů přijímaných podle Dublinského nařízení) za alarmující, a to především co se týká jejich zjištění o zajišťování žadatelů o azyl, o podmínkách panujících v zajišťovacích zařízeních či o projednávání žádostí o azyl podaných žadateli navrácenými podle Dublinského nařízení. Podle názoru Soudu je zjevné, že navrácení žadatelé o azyl byli paušálně zajišťováni, přičemž podmínky zajištění nesplňovaly požadavky vyplývající z mezinárodních závazků a práva EU. Nedostatky trpěl i systém přezkumu rozhodnutí o zajištění. Zprávy rovněž uváděly, že žadatelé o azyl měli být vystaveni násilí ze strany personálu a rovněž jim proti jejich vůli měly být podávány tišící prostředky.", "Soud nicméně v této souvislosti upozornil, že přestože UNHCR o výše uvedených skutečnostech informovalo rakouské orgány již v říjnu 2011, nikdy se na členské státy EU neobrátilo s oficiální žádostí, aby žadatelé o azyl nebyli do Maďarska předáváni (jako to UNHCR učinilo ve vztahu k Řecku). Soud dále připomněl, že jelikož stěžovatel dosud nebyl do Maďarska předán, je rozhodným okamžikem pro posouzení, zda by jeho předáním byl porušen článkem 3 Úmluvy, řízení před Soudem. Z toho důvodu Soud poukázal na zprávu UNHCR z prosince 2012, ve které byly pozitivně hodnoceny legislativní změny, praxe týkající se přijatých žadatelů o azyl (ti, kteří bezprostředně po předání požádají o azyl, nejsou zajištěni), podstatné snížení počtu osob umístěných do zařízení a plánované posílení právního postavení zajištěných žadatelů o azyl. Soud proto dospěl k závěru, že stěžovatel by v případě svého předání do Maďarska a následného případného zajištění nebyl vystaven zacházení v rozporu s článku 3 Úmluvy.", "Pokud jde o skutečnost, že v případě předání by stěžovatelem podaná žádost o azyl neměla odkladný účinek a hrozilo tak jeho vyhoštění do země původu, Soud konstatoval, že stěžovatel neuvedl žádné konkrétní okolnosti, pro které by mu v zemi původu hrozilo zacházení v rozporu s článkem 3 Úmluvy. Rakousko ostatně nebylo v daném případě příslušné k projednání žádosti o azyl. Z toho důvodu nemělo za povinnost se zabývat azylovými důvody stěžovatele, ale mělo pouze rozhodnout, který z členských států EU byl příslušný k posuzování žádosti o azyl a zhodnotit, zda případnému předání do tohoto státu nebrání nějaké obecné překážky, pro které by bylo nutné transfer odložit či přímo převzít odpovědnost za posouzení žádosti o azyl. Dle zpráv UNHCR již v současné době osoby, které jsou podle Dublinského nařízení předány do Maďarska, mají účinný přístup k azylovému řízení a nejsou vyhoštění do země původu, dokud o jejich žádosti o azyl není rozhodnuto. Soud proto uzavřel, že ani v tomto ohledu by předáním stěžovatele do Maďarska nedošlo k porušení článku 3 Úmluvy.", ""]}