{"file": "CZE_HJUDCZE_48135_06.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "48135/06", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Ministerstvo spravedlnosti Č eské republiky, . [Př eklad již zveř ejně ný na oficiální webové stránce Ministerstva spravedlnosti Č eské republiky.] Povolení k opě tnému zveř ejně ní tohoto př ekladu bylo udě leno Ministerstvem spravedlnosti Č eské republiky pouze pro úč ely zař azení do databáze Soudu HUDOC.", "", "Anotace rozsudku ze dne 25. června 2013 ve věci Youth Initiative for Human Rights proti Srbsku, č. 48135/06", "", "Senát druhé sekce Soudu jednomyslně rozhodl, že odmítnutím poskytnout informaci o počtu osob, které byly podrobeny elektronickému sledování ze strany srbské zpravodajské služby, a to navzdory rozhodnutí informačního komisaře, že daný orgán je povinen tak učinit, došlo k porušení práva na přístup k informacím, které je součástí práva na svobodu projevu podle článku 10 Úmluvy.", "(i) Okolnosti případu", "Stěžovatelka – „Youth Initiative for Human Rights“, je nevládní organizací se sídlem v Bělehradě, která byla zřízena v roce 2003 za účelem kontroly naplňování zákonů z hlediska zajištění respektu k lidským právům, demokracii a právnímu státu. Stěžovatelka požádala srbskou zpravodajskou službu o poskytnutí informace, kolik osob bylo v roce 2005 podrobeno elektronickému sledování. Zpravodajská služba odmítla sdělit informaci s odkazem na ustanovení § 9 odst. 5 zákona o svobodném přístupu k informacím z roku 2004, které upravuje poskytování tajných informací. Stěžovatelka se obrátila na informačního komisaře pověřeného dohledem nad dodržováním zákona o svobodném přístupu k informacím z roku 2004. V prosinci 2005 informační komisař rozhodl, že zpravodajská služba porušila zákon, a nařídil jí, aby stěžovatelce poskytla dožádané informace ve lhůtě tří dnů. Proti rozhodnutí komisaře podala zpravodajská služba opravný prostředek. Nejvyšší soud shledal, že tento orgán nemá věcnou legitimaci k podání odvolání. Odvolání zpravodajské služby tak bylo odmítnuto. V návaznosti na rozhodnutí informačního komisaře zpravodajská služba oznámila stěžovatelce, že požadované informace nemá k dispozici.", "(ii) Odůvodnění rozhodnutí Soudu", "Stěžovatelka s odkazem na článek 10 Úmluvy namítala, že odmítnutí zpravodajské služby poskytnout vyžádané informace jí zabránilo vykonávat veřejný dohled nad činností daného orgánu ve veřejném zájmu.", "a) K přijatelnosti stížnosti", "Vláda namítala, že stížnost by měla být odmítnuta z důvodu neslučitelnosti stížnosti ratione materiae, neboť Úmluva nezaručuje obecné právo na přístup k informacím, jakož i neslučitelnosti ratione personae, jelikož informace vyžádané stěžovatelkou jsou ve vztahu k jejímu předmětu činnosti zjevně irelevantní. Soud se s uvedenými námitkami vlády neztotožnil a naopak s odkazem na svou dřívější judikaturu připomněl, že pojem „svoboda přijímat informace“ zakotvený v článku 10 Úmluvy zahrnuje též právo na přístup k informacím (viz Társaság a Szabadságjogokért proti Maďarsku, č. 37374/05, rozsudek ze dne 14. dubna 2009, § 35). K druhé námitce vlády Soud uvedl, že v situaci, kdy nevládní organizace je angažována ve věcech veřejného zájmu, jako je tomu v projednávaném případě, požívá postavení srovnatelného s rolí tisku jako „hlídacího psa“ v demokratické společnosti (srov. Animal Defenders International proti Spojenému království, č.48876/08, rozsudek velkého senátu ze dne 22. dubna 2013, § 103). Soud tedy na poli přijatelnosti stížnosti uzavřel, že předmětná činnost stěžovatelky spadá pod ochranu Úmluvou garantovaných práv.", "b) K tvrzenému porušení článku 10 Úmluvy", "Dle názoru Soudu stěžovatelka legitimně požadovala informace ve veřejném zájmu, které hodlala následně zpřístupnit veřejnosti a tím přispět k veřejné diskusi. Odmítnutí poskytnout tyto informace představuje zásah do práva stěžovatelky na svobodu projevu (Kenedi proti Maďarsku, č. 31475/05, rozsudek ze dne 26. května 2009, § 43).", "Soud připomněl, že výkon práva na svobodu projevu může podléhat jistým omezením, avšak za podmínky, že taková omezení jsou stanovena zákonem. Je zjevné, že tento požadavek nebyl v projednávaném případě splněn. Nelze přehlížet, že vnitrostátní orgán pověřený kontrolou dodržování zákona o svobodném přístupu k informacím věc prověřil a rozhodl, že informace má být zveřejněna. Soud nepovažoval za přesvědčivé vyjádření zpravodajské služby, že nemá požadované informace k dispozici, a to s ohledem na povahu informace (počet osob podléhajících elektronickému sledování v roce 2005) a počáteční odmítnutí zpravodajské služby informaci poskytnout z důvodu ochrany veřejné bezpečnosti. Soud uzavřel, že zatvrzelá neochota zpravodajské služby poskytnout vyžádanou informaci, jak ostatně rozhodl též informační komisař, byla v rozporu s vnitrostátní právní úpravou a vykazovala znaky svévole. V daném případě tedy došlo k porušení práva stěžovatelky na svobodu projevu dle článku 10 Úmluvy.", "b) K výkonu rozsudku Soudu dle článku 46 Úmluvy", "V zásadě není úkolem Soudu, aby určil, jaká opatření k nápravě porušení Úmluvou zaručeného práva jsou vhodná. Obecně platí, že je na vnitrostátních orgánech, aby rozhodly, jakým způsobem dostojí svým závazkům plynoucím z článku 46 Úmluvy a jaká konkrétní opatření přijmou k nápravě konstatovaného porušení Úmluvy. Cílem nápravného opatření je, pokud je to možné, aby se stěžovatel ocitl v pozici, v níž by se byl býval nacházel, pokud by k porušení Úmluvy vůbec nedošlo (restitutio in integrum). Jelikož porušení shledaná v tomto případě neponechávají svou povahou žádný prostor pro reálnou volbu prostředků, jakými lze dosáhnout nápravy, Soud konstatoval, že nejpřirozenějším způsobem výkonu tohoto rozsudku je zajistit v souladu se zásadou restitutio in integrum, aby zpravodajská služba poskytla stěžovatelce požadovanou informaci.", "(iii) Společné souhlasné stanovisko soudců Sajó a Vučiniće", "Uvedení soudci se plně ztotožnili se závěry většiny členů senátu, včetně odůvodnění rozsudku. Považovali nicméně za žádoucí ve svém souhlasném stanovisku zdůraznit potřebu interpretovat článek 10 Úmluvy ve světle pokroku, kterého bylo v mezinárodním právu dosaženo na poli práva na svobodu projevu, které musí nutně též zahrnovat obecné právo na přístup k informacím, kterými disponují orgány veřejné moci.", "Nad rámec odůvodnění rozsudku soudci spatřovali určité souvislosti mezi projednávaným případem a věcí Gillberg proti Švédsku (č. 41723/06, rozsudek velkého senátu ze dne 3. dubna 2012, § 74), které by neměly zůstat opomenuty. První úvaha spočívá v zamyšlení nad dosavadním postavením novinářů, kteří jsou tradičně považováni za „hlídací psy“ demokracie. Soudci vyjádřili názor, že s rostoucím významem internetu se počíná stírat toto výsadní postavení novinářů oproti ostatním členům společnosti, neboť přímou kontrolu nad transparentností veřejné správy mohou vykonávat prostřednictvím práva na přístup k informacím také ostatní občané. Dále se soudci zabývali pozitivními závazky státu, které plynou z práva na přístup k informacím od orgánů veřejné moci. Tyto orgány jsou obecně povinny uchovávat data ohledně své činnosti, a proto v žádném případě nelze uznat jako důvod pro neposkytnutí informace skutečnost, že požadovaná data byla ztracena.", ""]}