{"file": "CZE_HJUDCZE_5393_04.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "5393/04", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 26. března 2013 ve věci č. 5393/04 – Niculescu-Dellakeza proti Rumunsku", "Senát třetí sekce soudu rozhodl pěti hlasy proti dvěma o porušení práva na spravedlivý proces (čl. 6 odst. 1 Úmluvy) z důvodu nedodržení stěžovatelova práva být slyšen. Dále Soud jednomyslně rozhodl o porušení práva na svobodu projevu (článek 10 Úmluvy) z důvodu odsouzení za trestný čin pomluvy. Stěžovateli přiznal náhradu majetkové újmy ve výši 1 700 eur a náhradu nemajetkové újmy ve výši 5 900 eur.", "(i) Okolnosti případu", "Stěžovatel je hercem Národního divadla v Craiově. V listopadu 2001 veřejně kritizoval ředitele divadla C. M., a to nejdříve v televizi, kde C. M. označil jako „sedmirukého režiséra“. Následně publikoval v místním deníku otevřený dopis s titulkem „C. si přivlastňuje téměř všechny peníze, které nám byly přiděleny na režii představení“, ve kterém vystavil kritice způsob vedení divadla, kumulování funkcí ředitelem, který současně zastával post režiséra a uměleckého poradce, a zneužívání finančních zdrojů. V prosinci 2001 podal C. M. na stěžovatele trestní oznámení za urážku a pomluvu a požadoval náhradu způsobené nemajetkové újmy. Soud prvního stupně ale stěžovatele osvobodil, neboť v řízení nebyl prokázán úmysl a zamítl i občanskoprávní žalobu na náhradu nemajetkové újmy. Soud konstatoval, že cílem dopisu nebyla urážka C. M., ale informování široké veřejnosti o způsobu vedení divadla. Proti rozsudku se C. M. odvolal a na jeho žádost byl případ přikázán soudu v Satu Mare, což je město vzdálené 600 km od Craiovy, kde pobýval stěžovatel. Ten se proti změně místně příslušného soudu odvolal s odkazem na svůj špatný zdravotní stav a na skutečnost, že žádný advokát z Craiovy nebyl ochotný zastupovat ho v Satu Mare. Požádal také o odročení jednání. Žádost o změnu místa řízení Nejvyšší soud zamítl, soud v Satu Mare následně nařídil jednání, kterého se stěžovatel vzhledem ke svému zdravotnímu stavu neúčastnil. Odvolací soud rozhodl, že v daném případě došlo k úmyslné pomluvě a uložil stěžovateli nahradit C. M. nemajetkovou újmu. V červnu 2003 se účetní soud obrátil na základě interního auditu Národního divadla v Craiově na státní zastupitelství s podnětem k zahájení trestního stíhání proti C. M. za zneužití svěřených prostředků. V lednu 2004 žádal stěžovatel o obnovu řízení, jeho žádost ale byla zamítnuta.", "(ii) Odůvodnění rozhodnutí Soudu", "a) K tvrzenému porušení článku 6 Úmluvy", "Stěžovatel namítal, že odvolací soud tím, že vydal odsuzující rozsudek, aniž by ho vyslechl, porušil jeho právo na spravedlivý proces.", "Soud zdůraznil, že způsob aplikace článku 6 Úmluvy v případě odvolacího řízení závisí od povahy řízení, procesu jako celku a postavení odvolacího soudu ve vnitrostátním soudním systému. Článek 6 Úmluvy tedy nutně negarantuje právo na veřejné projednání, pokud se takové projednání již uskutečnilo v nižší instanci (srov. např. Fejde proti Švédsku, č. 12631/87, rozsudek pléna ze dne 29. října 1991, § 33). Na druhou stranu, v případě, že je odvolací soud oprávněn rozhodovat o skutkové i právní stránce případu a přezkoumávat jako celek otázku viny nebo neviny, nemůže z důvodu rovnosti rozhodnout bez zhodnocení přímého svědectví obviněného, který tvrdí, že skutek nespáchal (srov. např. Ekbatani proti Švédsku, č. 10563/83, rozsudek pléna ze dne 26. května 1988, § 32).", "V projednávaném případě Soud uzavřel, že odsouzení stěžovatele vyslovené bez toho, aby byl osobně slyšen po té, co ho soud prvního stupně osvobodil, je v rozporu s požadavkem na spravedlivý proces ve smyslu článku 6 Úmluvy.", "b) K tvrzenému porušení článku 10 Úmluvy", "Stěžovatel dále namítal, že odsouzení představovalo nepřiměřený zásah do výkonu jeho práva na svobodu projevu a nebylo nezbytné v demokratické společnosti.", "Soud se po konstatování, že zásah byl předpokládaný zákonem a sledoval legitimní cíl, zabýval nezbytností zásahu v demokratické společnosti. V první řadě Soud zdůraznil, že stěžovatel byl odsouzen za publikování článku, ve kterém kritizoval způsob, jakým C. M. vedl Národní divadlo v Craiově. Způsob vedení podobné instituce je přitom nepopíratelně věcí veřejného zájmu a stěžovatel mohl veřejně sdělovat informace týkající se jejího fungování. Soud připomenul, že v režimu článku 10 Úmluvy je ochrana osob jako stěžovatel podřízená podmínce, že jednají v dobré víře týkající se podávání přesných a důvěryhodných informací, i když je připuštěna jistá míra přehánění a provokace. Výrazy, které stěžovatel ve svém článku použil, byly směsí hodnotových soudů a skutkových tvrzení, Soud ale zdůraznil, že cílem stěžovatelova článku bylo od počátku informovat veřejnost o vedení divadla a vyjádřit svou nespokojenost se stávajícím stavem. I když Soud uznává, že některé výrazy užité stěžovatelem se nejeví přiměřenými, stěžovatel zůstal v mezích přijatelného přehánění a provokace. Soud zdůraznil, že stěžovatel provedl vlastní šetření a snažil se svá tvrzení zamířené proti C. M. doložit relevantními skutečnostmi. Stěžovatel tedy jednal v dobré víře a navíc, trestní stíhání zahájené proti C. M. potvrdilo, že stěžovatelova tvrzení nebyla bez reálného základu. Soudu v Satu Mare se nepodařilo prokázat závažný a dostatečný motiv pro odůvodnění stěžovatelova odsouzení. Závěrem Soud posuzoval přiměřenost zásahu do svobody projevu a zohlednil, že vůči stěžovateli byly přijaty jak trestní sankce, tak sankce občanskoprávní, v podobě povinnosti nahradit nemajetkovou újmu a náklady řízení v celkové výši přibližně 1 100 eur. S ohledem na výše uvedené Soud konstatoval porušení článku 10 Úmluvy.", "(iii) Oddělená stanoviska", "K rozsudku zaujali částečně nesouhlasné stanovisko soudci López Guerra a Silvis, kteří vyjádřili nesouhlas s konstatováním porušení článku 6 Úmluvy."]}