{"file": "CZE_HJUDCZE_25703_11.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "25703/11", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Ministerstvo spravedlnosti Č eské republiky, . [Př eklad již zveř ejně ný na oficiální webové stránce Ministerstva spravedlnosti Č eské republiky.] Povolení k opě tnému zveř ejně ní tohoto př ekladu bylo udě leno Ministerstvem spravedlnosti Č eské republiky pouze pro úč ely zař azení do databáze Soudu HUDOC.", "Anotace rozhodnutí Evropského soudu pro lidská práva", "Anotace rozsudku ze dne 20. října 2015 ve věci č. 25703/11 – Dvorski proti Chorvatsku", "Velký senát Soudu dospěl poměrem šestnácti hlasů proti jednomu k závěru, že řízení ve věci stěžovatele, v němž bylo jako jednoho z důkazů použito doznání, které učinil při prvotním výslechu v přípravném řízení za přítomnosti obhájce, kterého si byl nucen vybrat ze seznamu advokátů sestaveného policií, přestože se jej předtím snažil na policejní stanici opakovaně kontaktovat advokát vyslaný jeho rodiči, o čemž policisté stěžovatele nevyrozuměli, nedostálo požadavkům práva na spravedlivý proces dle čl. 6 odst. 1 a 3 písm. c) Úmluvy.", "I.\tSkutkové okolnosti", "Dne 13. března 2007 byl stěžovatel podroben výslechu na policejní stanici kvůli podezření ze spolupachatelství trojnásobné vraždy, ozbrojené loupeže a žhářského útoku. Následujícího dne mu bylo sděleno obvinění a byl vzat do vazby. Dle tvrzení stěžovatele se jeho matka obrátila na spřízněného advokáta G. M., který se bezodkladně dostavil na policejní stanici a dožadoval se možnosti navštívit svého klienta. Policisté jej vykázali, protože nepředložil plnou moc k zastupování. G. M. se proto neprodleně obrátil na místní státní zastupitelství, které o incidentu učinilo záznam do spisu a vyrozumělo příslušný soud. V mezidobí otec stěžovatele podepsal ve prospěch G. M. plnou moc. Přesto mu byl při další návštěvě policejní stanice přístup ke stěžovateli odepřen. Na tomto místě se dále líčení skutkových událostí ze strany stěžovatele a vlády rozcházelo. Stěžovatel tvrdil, že se od počátku dožadoval toho, aby byl o jeho zatčení zpraven G. M., načež mu bylo údajně sděleno, že je nedostupný. Skutečnost, že se jej advokát snažil, leč marně, ve vazbě navštívit, mu nicméně nebyla sdělena. To ostatně vláda nerozporovala. Dle jejího mínění si však stěžovat dobrovolně a bez nátlaku vybral ze seznamu advokátů právního zástupce M. R., což stvrdil vlastnoručním podpisem na protokolu o výslechu. Před zahájením výslechu stěžovatel svým podpisem dále stvrdil, že byl poučen o právu nevypovídat a měl dostatečnou možnost poradit se o vhodné formě obhajoby s advokátem. Výslech samotný započal za přítomnosti M. R. dne 14. března 2007 po 20.00 hod. V jeho průběhu se stěžovatel doznal, že se společně s dvěma spolupachateli vloupal do cizího bytu, kde zastřelili tři osoby, odcizili finanční hotovost a v úmyslu zahladit stopy byt zapálili. Následující den byl stěžovatel předveden k výslechu před soudce. Zde prohlásil, že uděluje plnou moc k zastupování G. M. a odnímá oprávnění k zastupování pro M. R. Dne 28. března 2007 vyrozuměl G. M. příslušné orgány, že nadále nebude stěžovatele zastupovat. Ve zbývající části řízení byl stěžovatel zastoupen advokátkou S. M. Č.", "V řízení před soudem obžalovaní zprvu shodně tvrdili, že se cítí být nevinni ve všech bodech obžaloby. Z podnětu advokátky stěžovatele nařídil soud vypracování grafologického posudku, který potvrdil, že protokol o výpovědi při prvotním výslechu byl stěžovatelem vlastnoručně podepsán. Spoluobžalovaní se následně rozhodli vypovídat, přičemž jimi popsaný průběh událostí odpovídal vylíčení skutkového stavu ze strany stěžovatele při policejním výslechu. Obhájkyně stěžovatele v závěrečné řeči uvedla, že i když se nepodařilo prokázat, zda předmětný skutek spáchal právě stěžovatel, je namístě, dospěje-li soud k opačnému závěru, aby zohlednil doznání a účinnou lítost stěžovatele z přípravného řízení. Dne 30. června 2008 byl stěžovatel shledán vinným a odsouzen k nepodmíněnému trestu odnětí svobody v délce trvání čtyřicet let. Jeho odvolání bylo zamítnuto a stěžovatel neuspěl ani s dovoláním a ústavní stížností.", "II.\tOdůvodnění rozhodnutí Soudu", "K tvrzenému porušení čl. 6 odst. 1 a 3 písm. c) Úmluvy", "V řízení před Soudem stěžovatel namítal, že vnitrostátní řízení nebylo spravedlivé ve smyslu čl. 6 odst. 1 a 3 písm. c) Úmluvy, neboť mu bylo znemožněno být již při prvotním výslechu na policejní stanici zastoupen obhájcem dle vlastního výběru, v důsledku čehož učinil doznání, které podstatně přispělo k jeho odsouzení.", "Senát Soudu v rozsudku ze dne 28. listopadu 2013 dospěl k závěru o neporušení Úmluvy, když přihlédl k tomu, že stěžovatel nikdy nezpochybňoval kvalitu právní pomoci, jíž se mu dostalo od advokáta M. R., jeho doznání nebylo stěžejním důkazem obžaloby a nic nenasvědčovalo tomu, že by byl stěžovateli advokát M. R. v důsledku špatného zacházení na policejní stanici vnucen. Stěžovatel podal žádost o postoupení věci velkému senátu, které Soud dne 14. dubna 2014 vyhověl.", "a)\tObecné zásady", "Soud předně připomněl, že článek 6 Úmluvy má své uplatnění i v předsoudním stádiu trestního řízení, a to zejména tehdy, pokud nerespektování záruk článku 6 Úmluvy v počátku vyšetřování může vážně ohrozit spravedlivost řízení jako celku (Imbrioscia proti Švýcarsku, č. 13972/88, rozsudek ze dne 24. listopadu 1993, § 36). Dle názoru Soudu vnitrostátní zákony často spojují s chováním obviněného v úvodních fázích policejního vyšetřování důsledky, které jsou rozhodující pro vyhlídky jeho obhajoby v následném řízení před soudy. Proto bude článek 6 Úmluvy obvykle vyžadovat, aby měl obviněný přístup k obhájci již v úvodních fázích policejního vyšetřování (Salduz proti Turecku, č. 36391/02, rozsudek velkého senátu ze dne 27. listopadu 2008, § 52). V raných fázích vyšetřování se obviněný nachází ve zvláště zranitelné pozici, což lze nejlépe vyvážit přítomností obhájce, který dohlíží na dodržování jeho práv, zejména pak práva neobviňovat sebe sama (tamtéž, § 54). Soud přitom považuje za významné, aby obviněný, který se nehodlá obhajovat sám, měl od počátku vyšetřování přístup zásadně k obhájci dle vlastního výběru (Martin proti Estonsku, č. 35985/09, rozsudek ze dne 30. května 2013, § 90 a 93). Na druhou stranu však právo na obhájce dle vlastního výběru není absolutní. Mohou tedy existovat relevantní a dostatečné důvody sledující zájmy spravedlnosti, které mohou ospravedlnit ustanovení obhájce proti vůli obviněného (Meftah a ostatní proti Francii, č. 32911/96 a další, rozsudek velkého senátu ze dne 26. července 2002, § 45).", "Na rozdíl od věci Salduz proti Turecku (cit. výše), v níž proběhl výslech stěžovatele v nepřítomnosti obhájce, byl v projednávané věci obhájce při výslechu účasten, byť bylo mezi stranami sporné, zda jím byl obhájce zvolený dle vlastního výběru. V projednávané věci tedy nejde o „právo na přístup“ k právní pomoci, ale o „právo na volbu“ jejího poskytovatele. Za takové situace se Soud musí přesvědčit, zda existovaly relevantní a dostatečné důvody ospravedlňující nucené ustanovení obhájce, a pakliže nikoliv, zda řízení jako celek bylo s ohledem na všechny okolnosti případu přesto spravedlivé. Ve druhém kroku tohoto testu je přitom nutné zohlednit především: (i) povahu řízení, (ii) okolnosti, za nichž byl stěžovateli advokát přidělen a jeho možnosti proti jeho přidělení brojit, (iii) účinnost právní pomoci, jež mu byla ustanoveným advokátem poskytnuta, (iv) respektování zásady neobviňování sebe sama, (v) zda bylo doznání použito jako důkaz v řízení před soudem, (vi) existenci prostředků ke zpochybnění věrohodnosti a použití výpovědi jako důkazu, a (vii) zda se jednalo o rozhodující důkaz a jaká byla důkazní síla ostatních důkazů.", "b)\tPoužití těchto zásad na projednávaný případ", "Soud předně zkoumal, zda byl stěžovatel zastoupen advokátem na základě své informované a svobodné volby. V tomto ohledu nepřisvědčil tvrzení vlády, že si stěžovatel dobrovolně vybral pro účely výslechu advokáta M. R. Soud měl naopak za prokázané, že G. M. byl v souladu s vnitrostátní právní úpravou alespoň jedním z rodičů stěžovatele pověřen, aby se ujal obhajoby jejich syna, že se marně snažil domoci kontaktu s ním, přičemž byl opakovaně z policejní stanice vykázán, jak dokládá záznam, který byl o předmětném incidentu učiněn na místním státním zastupitelství. Za klíčové poté považoval, že policisté stěžovatele o této skutečnosti nevyrozuměli. Volba advokáta, kterou učinil, tak dle Soudu v každém případě nebyla informovaná, a proto advokáta M. R. nelze považovat za obhájce dle vlastního výběru.", "Pokud jde o důvody zvoleného postupu, vláda tvrdila, že G. M. nepředložil řádnou plnou moc k zastupování. Soud s poukazem na ustanovení vnitrostátní právní úpravy nesouhlasil. Tato předně připouštěla, aby byla advokátu udělena plná moc k zastupování nejen písemně, ale i ústně. Nadto umožňovala, aby byl obhájce zvolen nejen přímo obviněným, ale i jeho osobami blízkými, rodiče nevyjímaje. Jimi učiněnou volbu mohl obviněný dle zákona posléze odmítnout. Logickou úvahou Soud naznal, že odmítnutí rodiči určeného advokáta lze realizovat toliko za předpokladu, že obviněný byl o jeho určení vyrozuměn. To však v projednávané věci policie neučinila. Soud proto shledal, že pro ustanovení M. R. obhájcem stěžovatele neexistovaly relevantní a dostatečné důvody.", "Soud se dále zabýval tím, zda nedošlo ze strany stěžovatele ke vzdání se práva na volbu obhájce dle vlastního výběru. Připomněl, že znění ani duch článku 6 Úmluvy nebrání dotyčné osobě, aby se dobrovolně – výslovně nebo mlčky – vzdala záruk spravedlivého procesu (např. Sejdovic proti Itálii, č. 56581/00, rozsudek velkého senátu ze dne 1. března 2006, § 86), jestliže je vzdání se práva učiněno jednoznačně a doprovází ho minimální záruky odpovídající důležitosti daného práva (Poitrimol proti Francii, č. 14032/88, rozsudek ze dne 23. listopadu 1993, § 31). S ohledem na nedostatek informací, kterých se stěžovateli dostalo, dle Soudu nelze učinit závěr, že se podpisem protokolu o ustanovení M. R. vzdal svého práva na volbu obhájce.", "Proto Soud přistoupil k posouzení spravedlivosti řízení jako celku. Úvodem shledal, že doznání z přípravného řízení bylo, byť jako podpůrný důkaz, použito v řízení před soudem. I když odsouzení stěžovatele bylo podepřeno řadou dalších důkazů (křížový výslech svědků, četné znalecké posudky, domovní prohlídky, zabavené věcné důkazy, rekonstrukce činu, výpovědi spolupachatelů atd.), jeho doznání mělo na odsouzení určitý vliv. Přestože stěžovatel nikdy netvrdil, že by se mu od M. R. dostalo nekvalitní právní pomoci, Soud zohlednil, že soukromá porada mezi nimi před zahájením výslechu trvala dle záznamů jen přibližně deset minut. Aniž by sám spekuloval o kvalitě právních rad, jichž se stěžovateli v takto krátkém čase dostalo, tato doba se Soudu zdála být zjevně nepřiměřeně krátká vzhledem k povaze a závažnosti vznesených obvinění. Soud měl tak pochybnosti o dodržení práva mít přiměřený čas a možnosti k přípravě obhajoby. Dle Soudu navíc nelze opomíjet, že se G. M. dostavil na policejní stanici, připraven ujmout se obhajoby stěžovatele, dlouho před započetím výslechu. Kdyby o tom byl stěžovatel informován, dostalo by se mu před zahájením výslechu od G. M. podstatně delší konzultace. Příprava obhajoby by byla navíc snazší v tom směru, že G. M. již stěžovatele znal, neboť jej v minulosti obhajoval v jiné věci. Soud se konečně pozastavil nad tím, že se vnitrostátní orgány touto námitkou stěžovatele odmítly podrobněji zabývat. Přitom je-li namítáno, podobně jako v projednávané věci, že stěžovatel učinil při prvním výslechu v nepřítomnosti obhájce dle vlastní volby sebeobviňující doznání, měly by vnitrostátní orgány, zejména soudy, tato tvrzení podrobit obzvláště pečlivému zkoumání. Tomuto požadavku však vnitrostátní orgány zjevně nedostály, když nevyslechly G. M. ani policisty, kteří jej na stanici nevpustili. Nedošlo tak k objasnění okolností, za nichž byl stěžovateli M. R. de facto vnucen. Zvolený procesní postup stran ustanovení obhájce nadto vnitrostátní orgány žádným způsobem nevysvětlily a neodůvodnily. Navíc Soud nebyl přesvědčen, že by měl stěžovatel k dispozici účinné prostředky, jimiž by mohl brojit proti okolnostem, za nichž mu byl obhájce M. R. ustanoven.", "Přestože v projednávané věci nešlo o jediný nebo rozhodující důkaz proti stěžovateli, Soud konstatoval, že jeho počáteční doznání mělo podstatný dopad na další vývoj řízení a jeho odsouzení. Jelikož byla tato výpověď stěžovatele připuštěna jako důkaz, byla tím podkopána spravedlivost řízení jako celku. Za okolností projednávané věci tedy dle Soudu došlo k porušení práva na spravedlivý proces dle čl. 6 odst. 1 a 3 písm. c) Úmluvy.", "III.\tOddělená stanoviska", "Dle souhlasného stanoviska soudce Zupančiče je vhodným individuálním opatřením k nápravě obnova vnitrostátního řízení. V jeho rámci přitom musí být vyloučeny všechny důkazy opatřené v příčinné souvislosti s doznáním stěžovatele. Rozhodovat nadto musí soud v jiném složení, neboť soudci nesmí být ovlivněni znalostí důkazů, které byly z projednávání věci vyloučeny. V opačném případě by to byl důvod pro podání další stížnosti k Soudu.", "Soudce Pinto de Albuquerque a soudkyně Kalaydjieva a Turković souhlasili s většinou a dodali, že rozsudek v projednávané věci je vítaným doplněním rozsudku ve věci Salduz proti Turecku (cit. výše). V něm sice Soud dovodil právo na obhájce již od počátku vyšetřování, nicméně teprve v tomto rozsudku bylo postaveno najisto, že toto právo znamená obhájce dle vlastního výběru. Důraz přikládali účinnému výkonu práva na právní pomoc, který nutně vyžaduje znalost všech relevantních skutečností, které teprve umožňují učinit kvalifikované a svobodné rozhodnutí stran volby advokáta. Nedostalo-li se stěžovateli relevantních informací, nemohl učinit informovanou a svobodnou volbu. Odepření obhájce dle vlastní volby je natolik závažné procesní pochybení, že automaticky musí vést k vyloučení sebeobviňující výpovědi z množiny důkazů, a to ještě před zahájením dokazování v rámci řízení před soudem. Jakmile totiž vstoupí takto vadný důkaz v povědomí soudců, je řízení bez dalšího jako celek stiženo podstatnou vadou a tedy i nespravedlivé. Taková vada nadto není odstranitelná.", "Dle souhlasného stanoviska soudců Silvise a Spielmanna není odepření volby konkrétního obhájce méně závažným přestoupením Úmluvy, než je úplné odnětí přístupu k právní pomoci. Proto by neměla postačovat existence „relevantních a dostatečných důvodů“ pro odepření možnosti informované volby právního zástupce, neboť takové nerespektování práv obhajoby je nepřípustné bez ohledu na důvody a pohnutky, kterými bylo vedeno.", "Dle soudce Vehaboviće nicméně čl. 6 odst. 3 písm. c) Úmluvy chrání toliko právo stěžovatele na obhájce dle vlastní volby, a nikoliv na obhájce dle volby jeho rodičů. Jmenovaný soudce dále podtrhl, že v projednávané věci stěžovatel prokazatelně učinil sebeobviňující doznání bez fyzického či psychického nátlaku, za přítomnosti obhájce, kterého si sám zvolil, a toto doznání nebylo klíčovým důkazem pro jeho odsouzení. K porušení článku 6 Úmluvy proto dle jeho názoru nedošlo.", "", ""]}