{"file": "CZE_HJUDCZE_1285_03.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "1285/03", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 19. února 2013 ve věci č. 1285/03 – B. proti Rumunsku (č. 2)", "Senát třetí sekce Soudu jednomyslně rozhodl, že při nařízení nedobrovolné hospitalizace stěžovatelky v psychiatrické léčebně a v řízení, v němž byly její děti umístěny do ústavní péče, nebyla přijata náležitá opatření k ochraně jejích práv, čímž došlo k porušení článku 8 Úmluvy. Soud stěžovatelce přiznal náhradu nemajetkové újmy ve výši 10 000 eur.", "(i) Okolnosti případu", "Stěžovatelka v důsledku svého zdravotního stavu od roku 1996 pobírá sociální pomoc, neboť byla shledána neschopnou výkonu práce. V roce 2000 u ní byla diagnostikována paranoidní schizofrenie. V období od roku 2000 do roku 2007 byla opakovaně umístěna v psychiatrické léčebně nebo obdobných zařízeních. Stěžovatelka je matkou tří dětí, přičemž dvě děti byly v době posuzovaných událostí nezletilé. Na základě rozhodnutí Komise pro ochranu dětí byly nezletilé děti od roku 2000 umístěny v domově pro sirotky, a to v důsledku učiněných zjištění pracovníků sociálního úřadu, kteří shledali, že bytové podmínky, v nichž rodina žije, jsou nevyhovující, a děti nemají dostatek stravy. Matku dále shledali jako osobu nebezpečnou pro své děti. Krajský soud rozhodnutími v prosinci 2005 a lednu 2006 prodloužil umístění dětí v zařízení pro děti a přenesl výkon rodičovských práv na ředitele zařízení. Po dobu hospitalizace stěžovatelky nebyl dětem ustanoven opatrovník; stěžovatelka za dětmi do domova pravidelně docházela a žádala o jejich navrácení do péče. Ve většině případů došlo k hospitalizaci nebo k umístění stěžovatelky do psychiatrické léčebny v důsledku úkonů nebo žádosti policie. Jako důvod k umístění do zařízení policie uvedla „podvýživu stěžovatelky, její asociální chování a nevyhovující bytové podmínky bez elektřiny a topení“. Mezi důvody urgentního příjmu stěžovatelky policie také uvedla, že „představuje nebezpečí pro své sousedy, neboť na svém dvoře zakládá oheň, na úřadech obce vystupuje hrubě a děti na ulici z ní mají strach“. Stěžovatelce nebyl státními orgány ani soudem ustanoven poručník nebo opatrovník, ani nebyla v žádném z proběhnutých řízení účastna či zastoupena, ač vnitrostátní právní úprava stanovuje povinnost zajistit právní ochranu osobám trpícím duševním onemocněním. Stěžovatelka nedoložila Soudu, že by proti některému z rozhodnutí podala opravný prostředek.", "(ii) Odůvodnění rozhodnutí Soudu", "a) K namítanému porušení článku 8 Úmluvy z důvodu opakovaného umístění v psychiatrické léčebně", "Stěžovatelka namítala především protiprávnost četných hospitalizací a umístění v psychiatrických léčebnách.", "Soud úvodem připomněl některé zásady vyplývající z jeho judikatury. V prvé řadě poukázal na pozitivní povinnost státu přijmout přiměřená a odpovídající opatření za účelem ochrany práva osob na jejich soukromý život. Zranitelným osobám, mezi které patří také osoby trpící zdravotní nebo duševní chorobou, musejí orgány státu věnovat zvláštní pozornost a zajistit jim potřebnou ochranu, neboť jejich vůle a schopnost hájit své zájmy je oslabena. Soud poukázal také na zásadu, že vnitrostátní orgány a zejména soudy, musejí vykládat vnitrostátní právní úpravu v otázce psychiatrických hospitalizací (a obecněji právní úpravu týkající se integrity člověka), ve smyslu práva na respektování soukromého života garantovaného článkem 8 Úmluvy. Byť tento článek neobsahuje žádné procesní požadavky, rozhodovací proces, který vyústí v přijetí opatření zasahujícího do práv chráněných článkem 8, musí být spravedlivý a respektovat zájmy chráněné tímto článkem. Rozsah prostoru pro uvážení, který mají vnitrostátní orgány v takových otázkách k dispozici, závisí také na kvalitě rozhodovacího procesu. V případě, že je řízení ať již z jakéhokoliv důvodu zatíženo vážnou vadou, závěry takového rozhodnutí nejsou spolehlivé.", "Soudu též připomněl, že ve věci Cristian Teodorescu proti Rumunsku (č. 22883/05, rozsudek ze dne 19. června 2012) shledal, že rumunský zákon o duševním zdraví obsahoval v rozhodnou dobu několik nedostatků a mezer, konkrétně nestanovil žádné požadavky na formu oznámení rozhodnutí o nedobrovolném umístění dotčené osobě nebo jejímu zástupci a rovněž nestanovil kontrolní komisi žádnou lhůtu k informování dotčené osoby a jejího zástupce o přijatém rozhodnutí o nedobrovolném umístění.", "V projednávaném případě dle Soudu důvody, pro které policie žádala o umístění stěžovatelky do psychiatrické léčebny, svědčí o nedobrovolném charakteru opakovaných umístění do léčebných zařízení. Postup pro vydání a oznámení rozhodnutí o nedobrovolné hospitalizaci dotčené osobě, který stanovil zákon na ochranu duševního zdraví (schválení komisí složené ze tří jiných lékařů, než kteří rozhodli o hospitalizaci, a oznámení rozhodnutí státnímu zastupitelství, dotčené osobě a jejímu zástupci) však nebyl dodržen. Stěžovatelce nebylo oznámeno rozhodnutí o jejím nedobrovolném umístění v léčebně. Nebyla jí též v rozporu se zákonem v okamžiku, kdy od ní byl vyžadován souhlas s hospitalizací, poskytnuta pomoc třetí osoby. Přes skutečnost, že zákon na ochranu osob se zdravotním postižením stanovuje povinnost zavést k ochraně zájmu těchto lidí efektivní právní ochranu v podobě poručnictví nebo opatrovnictví a zdravotní stav stěžovatelky byl vnitrostátním orgánům znám již od roku 1996, nebyla stěžovatelka nijak zastoupena.", "Soud proto uzavřel, že ustanovení vnitrostátního práva nebyla v případě stěžovatelky aplikována v duchu práva na ochranu soukromého života garantovaného článkem 8 Úmluvy. Státní orgány selhaly v povinnosti přijmout přiměřená opatření k ochraně zájmů stěžovatelky. Došlo proto k porušení článku 8 Úmluvy.", "b) K namítanému porušení článku 8 Úmluvy z důvodu odebrání dětí z péče", "Stěžovatelka dále namítala, že jí byly její dvě nezletilé děti odebrány a umístěny v zařízení pro děti z důvodu chudobných poměrů, ve kterých s nimi žila, čímž došlo k porušení práva na rodinný život ve smyslu článku 8 Úmluvy.", "Hlavní otázkou, již Soud ve vztahu k této námitce posuzoval, bylo, zda předmětná řízení týkající se umístění nezletilých dětí v zařízení pro děti náležitě zohlednila právo stěžovatelky na respektování jejího rodinného života. Soud připomněl svá výše uvedená zjištění, že stěžovatelce, která nebyla v důsledku svého zdravotního stavu schopna se účinně účastnit řízení a hájit své zájmy, nebyl ustanoven ani opatrovník ani poručník. Soudy navíc svá rozhodnutí odůvodnily výlučně situací, která panovala pět až šest let před okamžikem, kdy rozhodovaly. Sociální pracovníci též se stěžovatelkou neudržovali žádný pravidelný kontakt, který by mohl napomoci tomu, aby soudy byly obeznámeny s jejím názorem. Rozhodovací proces, který zachoval umístění nezletilých dětí v zařízení pro děti, tedy nebyl veden s respektem k právu stěžovatelky na ochranu rodinného života ve smyslu článku 8 Úmluvy. I v tomto ohledu tedy došlo k porušení článku 8 Úmluvy.", ""]}