{"file": "CZE_HJUDCZE_60538_00.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "60538/00", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Ministerstvo spravedlnosti Č eské republiky, . [Př eklad již zveř ejně ný na oficiální webové stránce Ministerstva spravedlnosti Č eské republiky.] Povolení k opě tnému zveř ejně ní tohoto př ekladu bylo udě leno Ministerstvem spravedlnosti Č eské republiky pouze pro úč ely zař azení do databáze Soudu HUDOC.", "", "", "RADA EVROPY", "", "", "", "EVROPSKÝ SOUD PRO LIDSKÁ PRÁVA", "", "", "", "DRUHÁ SEKCE", "", "", "", "", "VĚC SINGH proti ČESKÉ REPUBLICE", "", "", "(stížnost č. 60538/00)", "", "", "", "", "", "", "ROZSUDEK", "", "ŠTRASBURK", "", "25. ledna 2005", "", "", "", "", "", "Tento rozsudek nabude právní moci za podmínek stanovených v článku 44 odst. 2 Úmluvy. Může být předmětem formálních úprav.", "", "Pořízený překlad rozsudku do češtiny není překladem oficiálním.", "Ve věci Singh proti České republice,", "Evropský soud pro lidská práva (druhá sekce), zasedající v senátu ve složení", "\t\tpánové\tJ.-P. Costa, předseda,\n \t\t\t\tA. B. Baka,\n\t\t\t\tI. Cabral Barreto, \t\t\n\t\t\t\tR. Türmen,", "\t\tK. Jungwiert,\npaní \tA. Mularoni,", "\t\tD. Jočiené, soudci,", "a paní \tS. Dollé, tajemnice sekce,", "po poradě senátu konané dne 4. ledna 2005,", "vynesl tento rozsudek, který byl přijat posledně uvedeného dne:", "ŘÍZENÍ", "1.  Řízení bylo zahájeno stížností (č. 60538/00) směřující proti České republice, kterou dne 10. února 1999 podali Soudu dva indičtí občané pan Balbir Singh a pan Bakhschisch Singh (dále jen „stěžovatelé“) na základě článku 34 Úmluvy o ochraně lidských práv a základních svobod (dále jen „Úmluva“).", "2.  Stěžovatele zastupuje pan D. Strupek, advokát zapsaný u České advokátní komory. Českou vládu (dále jen „vláda“) zastupuje její zmocněnec pan V. A. Schorm.", "3.  Stěžovatelé namítají, že jejich pobyt ve vyhošťovací vazbě byl protizákonný a neúměrný, a to zejména s ohledem na nepřiměřenost její délky, a že o jejich žádostech o propuštění na svobodu nebylo rozhodnuto neodkladně.", "4.  Stížnost byla přidělena druhé sekci Soudu (článek 52 odst. 1 Jednacího řádu Soudu). V souladu s článkem 26 odst. 1 Jednacího řádu Soudu byl k projednání případu ustaven v rámci této sekce senát (článek 27 odst. 1 Úmluvy).", "5.  Senát dne 6. července 2004 prohlásil stížnost za přijatelnou.", "6.  Stěžovatelé i vláda předložili písemná stanoviska k odůvodněnosti stížnosti (článek 59 odst. 1 Jednacího řádu Soudu). Po konzultaci se stranami senát rozhodl, že není třeba konat ústní jednání ve věci samé (článek 59 odst. 3 in fine Jednacího řádu Soudu). Každá strana předložila písemné vyjádření ke stanovisku druhé strany.", "7.  Dne 1. listopadu 2004 Soud pozměnil složení svých sekcí (článek 25 odst. 1 Jednacího řádu Soudu). Předmětná stížnost byla přidělena takto obměněné druhé sekci (článek 52 odst. 1).", "SKUTKOVÝ STAV", "I.  \tSKUTKOVÉ OKOLNOSTI PŘÍPADU", "8.  Dne 11. listopadu 1996 byli stěžovatelé zatčeni policií na českém území, kde měli řádné povolení k pobytu. Vzápětí byli vzati do vazby.", "9.  Obvodní soud pro Prahu 7 dne 9. dubna 1998 uznal stěžovatele vinnými z napomáhání jiným osobám k nezákonnému překročení státní hranice. Byli odsouzeni k trestu odnětí svobody v délce dvaceti jedna měsíců a dále k trestu vyhoštění z České republiky na dobu neurčitou.", "10.  Městský soud v Praze dne 28. května 1998 zamítl odvolání stěžovatelů jako nedůvodná.", "A.  Vyhošťovací vazba", "11.  Dne 31. července 1998 obvodní soud rozhodl, že ode dne skončení výkonu trestu odnětí svobody, tedy od 11. srpna 1998, budou stěžovatelé vzati do vyhošťovací vazby. Soud uvedl, že trest vyhoštění nebylo možné vykonat neprodleně k výše uvedenému datu, protože odsouzení neměli cestovní pasy.", "12.  Stěžovatelé podali proti tomuto rozhodnutí stížnosti. První stěžovatel žádal o propuštění na svobodu s tím, že je připraven se podřídit soudnímu rozhodnutí a v určené lhůtě opustit území České republiky. Druhý stěžovatel tvrdil, že jeho vzetí do vazby nebylo podloženo konkrétními skutečnostmi, protože ještě před svým zatčením určil místo svého pobytu, které neopouštěl.", "13.  Městský soud tyto stížnosti dne 2. září 1998 zamítl jako nedůvodné s tím, že hrozí nebezpečí zmaření výkonu trestu vyhoštění ze strany dotčených osob změnou jejich totožnosti nebo místa pobytu.", "14.  Dne 30. dubna 1999 stěžovatelé podali žádosti o propuštění na svobodu, které doplnili dne 24. května 1999 písemným slibem. Uvedli, že ve vazbě pobývají již devět měsíců a po celou tuto dobu nebyla policie schopna zajistit jim cestovní pasy.", "15.  Soudce obvodního soudu jejich žádosti dne 20. června 1999 zamítl s tím, že důvod vazby nadále trvá. Skutečnost, že stěžovatelé nemají cestovní pasy, dle názoru soudce potvrzovala nebezpečí zmaření výkonu trestu vyhoštění.", "16.  Stěžovatelé dne 2. července 1999 podali stížnosti proti rozhodnutí ze dne 20. června 1999, v nichž namítali, že neschopnost policie zajistit pro ně cestovní pasy jim nelze klást k tíži, a vyjádřili své přání vrátit se do Indie.", "17.  Dne 16. července 1999 požádali stěžovatelé o přiznání postavení uprchlíků v České republice. Policii a soud o tom uvědomilo Ministerstvo vnitra.", "18.  Dne 5. srpna 1999 městský soud zamítl stížnosti ze dne 2. července 1999 s odůvodněním, že stěžovatelé by mohli mařit výkon trestu vyhoštění. Uvedl, že jejich přání vrátit se do Indie je v rozporu s podanými žádostmi o azyl a že trest vyhoštění nemůže být vykonán před tím, než bude o těchto žádostech rozhodnuto. Toto rozhodnutí bylo stěžovatelům doručeno dne 2. září 1999.", "19.  Dne 7. října 1999 vzal druhý stěžovatel žádost o azyl zpět. Ministerstvo vnitra tedy toto řízení zastavilo.", "20.  Dne 20. října 1999 stěžovatelé požádali o ukončení vazby a o umístění do uprchlického tábora s tím, že na základě zákona o uprchlících musí každý žadatel o azyl pobývat v azylovém zařízení (a nemůže být vyhoštěn), dokud nebude o jeho žádosti rozhodnuto.", "21.  Dne 29. října 1999 podali oba stěžovatelé ústavní stížnosti proti rozhodnutím ze dnů 20. června a 5. srpna 1999. S poukazem na článek 5 odst. 1 písm. f) Úmluvy namítali neodůvodněnou a nepřiměřenou délku vyhošťovací vazby a nedostatečnou péči ze strany příslušných orgánů. Tvrdili, že i řízení o jejich žádostech o azyl je zdlouhavé a že podle mezinárodních smluv lze svobodu žadatelů o azyl omezit pouze správními opatřeními.", "22.  Dne 8. listopadu 1999 soudce obvodního soudu zamítl žádosti stěžovatelů ze dne 20. října 1999 s tím, že nedošlo ke změně důvodů vazby. Toto rozhodnutí bylo stěžovatelům doručeno dne 19. listopadu 1999.", "23.  Dne 24. listopadu 1999 podali stěžovatelé stížnost proti rozhodnutí ze dne 8. listopadu 1999, v níž namítali narůstající délku jejich vazby a nečinnost orgánů činných v řízení o vyhoštění.", "24.  Ministerstvo vnitra dne 30. listopadu 1999 zamítlo žádost o azyl prvního stěžovatele, přičemž poukázalo na pozitivní změny v ochraně lidských práv v Paňdžábu. Toto rozhodnutí bylo stěžovateli doručeno dne 11. února 2000. Ten však proti tomuto rozhodnutí podal dne 18. února 2000 rozklad, který ministr vnitra dne 12. prosince 2000 zamítl, a dále správní žalobu, která byla dne 31. ledna 2002 zamítnuta Vrchním soudem v Praze.", "25.  Dne 2. prosince 1999 sdělil soudce obvodního soudu právnímu zástupci stěžovatelů, že jejich stížnost ze dne 24. listopadu 1999 nelze postoupit městskému soudu, dokud nebude příslušný spis vrácen Ústavním soudem.", "26.  Ústavní soud dne 9. března 2000 odmítl ústavní stížnosti podané stěžovateli pro zjevnou neopodstatněnost. Prohlásil, že soudce pověřený projednáním věci postupoval v souladu se zákonem, že příslušné orgány jednaly v přiměřené lhůtě a že z průtahů způsobených Velvyslanectvím Indické republiky nemohou stěžovatelé těžit prospěch.", "27.  Dne 29. června 2000 městský soud zamítl stížnost podanou stěžovateli dne 24. listopadu 1999 jako nedůvodnou. Toto rozhodnutí bylo doručeno právnímu zástupci stěžovatelů dne 24. července 2000.", "28.  Dne 24. července 2000 předseda senátu obvodního soudu navrhl prodloužení vazby s odůvodněním, že navzdory snaze vnitrostátních orgánů nevydalo Velvyslanectví Indické republiky stěžovatelům cestovní pasy, a trest vyhoštění tudíž nebylo možné vykonat. Dle názoru předsedy senátu by propuštění stěžovatelů na svobodu ohrozilo výkon jejich trestu, a to zejména se zřetelem k povaze spáchaných trestných činů.", "29.  Vrchní soud výše uvedenému návrhu dne 2. srpna 2000 vyhověl a rozhodl o prodloužení vazby do 11. února 2001. Ve svém rozhodnutí uvedl, že ponechání stěžovatelů ve vazbě je zcela odůvodněné a že ze spisu vyplývá jejich nezájem na provedení trestu vyhoštění (žádosti o azyl, tvrzení, že jejich cestovní pasy se nacházejí v bytě, kde byli zatčeni, nedostatečná součinnost s velvyslanectvím jejich země). Vrchní soud shledal, že s ohledem na povahu spáchaných trestných činů a na skutečnost, že stěžovatelé u sebe přechovávali několik pozměněných dokladů totožnosti, trvá nebezpečí, že se budou skrývat nebo jiným způsobem mařit výkon trestu vyhoštění. Vrchní soud zároveň konstatoval, že délka řízení o vyhoštění byla způsobena průtahy ze strany Velvyslanectví Indické republiky a snahou stěžovatelů zmařit výkon trestu.", "30.  Dne 8. srpna 2000 stěžovatelé podali proti rozhodnutí ze dne 2. srpna 2000 stížnost, kterou odůvodnili dne 17. srpna 2000. Závěry vrchního soudu napadali tvrzením, že jednání s Velvyslanectvím Indické republiky nebyla složitá, avšak české orgány zůstaly v dané věci od posledního dopisu ze dne 21. dubna 1999 nečinné. Dle jejich mínění z tohoto posledního dopisu Velvyslanectví Indické republiky vyplynulo, že jim cestovní pasy nebudou vydány. Stěžovatelé rovněž upozornili na skutečnost, že nejsou odpovědni za žádné překážky a že jim zákon neukládá aktivně spolupracovat při výkonu trestu. Závěrem zdůraznili, že délka jejich vazby již přesáhla dva roky, což je neúměrné v porovnání se sledovaným cílem a rovněž s trestem odnětí svobody, který jim byl původně uložen.", "31.  Nejvyšší soud výše uvedenou stížnost dne 24. srpna 2000 zamítl, a to ještě před obdržením jejího odůvodnění. Uvedl, že důvody vazby nadále trvají, neboť stěžovatelé neprojevovali zájem na výkonu trestu vyhoštění a během návštěvy pracovníka velvyslanectví své země nebyli schopni prokázat své státní občanství. V činnosti vnitrostátních orgánů neshledal soud žádné průtahy, které by v tomto případu měly dopad na délku vazby.", "32.  Dne 8. září 2000 podali stěžovatelé novou ústavní stížnost. S odvoláním na článek 5 odst. 1 písm. f) a odst. 4 Úmluvy se ohradili proti zamítnutí své žádosti o propuštění na svobodu ze dne 20. října 1999 a tvrdili, že vnitrostátní orgány nepřijaly žádná opatření k urychlení řízení o vyhoštění a že délka vazby byla neúměrná v porovnání s původně uloženým trestem. Dále stěžovatelé tvrdili, že o jejich žádosti nebylo rozhodnuto neodkladně, neboť řízení trvalo devět měsíců a pět dní. Nakonec stěžovatelé vyjádřili nesouhlas s prodloužením vazby, o němž bylo rozhodnuto dne 8. srpna 2000.", "33.  Dne 10. listopadu 2000 zamítl ministr vnitra rozklad podaný prvním stěžovatelem proti zamítnutí jeho žádosti o azyl. Dne 11. prosince 2000 podal stěžovatel proti tomuto rozhodnutí správní žalobu, která má odkladný účinek.", "34.  Ústavní soud dne 6. února 2001 odmítl stížnost stěžovatelů pro zjevnou neopodstatněnost s odůvodněním, že od přijetí jeho předchozího rozhodnutí nedošlo k podstatné změně okolností a že trvání důvodů vazby nelze zpochybnit. Připustil sice, že městský soud měl rozhodnout rychleji o žádosti o propuštění na svobodu, nicméně připomněl, že žádnou skutečnost nelze posuzovat nezávisle na okolnostech případu. Ústavní soud zároveň podotkl, že pobyt stěžovatelů ve vazbě byl vždy prodloužen v souladu se zákonem. Dodal však, že za nejzazší termín trvání vazby považuje datum 11. února 2001 a její další prodloužení by muselo být odůvodněno toliko výjimečnými a mimořádnými okolnostmi. Ústavní soud upozornil, že stěžovatelé by měli být brzy propuštěni na svobodu, a závěrem uvedl, že nemá ve zvyku rozhodovat o zrušení, jestliže by měl takový postup čistě akademický význam.", "35.  Dne 11. února 2001 byli stěžovatelé propuštěni na svobodu.", "36.  Následně jim cizinecká policie vydala v souladu se zákonem o pobytu cizinců cestovní doklady, které jim umožnily opustit území České republiky.", "37.  První stěžovatel podal bezúspěšně návrh na povolení obnovy trestního řízení (s odůvodněním, že se dozvěděl o narození své dcery) a požádal o udělení milosti pro uložený trest vyhoštění. Následně obdržel zvláštní pobytové vízum, jehož platnost vypršela dne 13. února 2003. Poté stěžovatel opustil zemi a v současné době se zdržuje na Slovensku.", "38.  Druhý stěžovatel podal dne 19. dubna 2001 novou žádost o azyl, kterou Ministerstvo vnitra zamítlo dne 15. září 2003. Krajský soud v Hradci Králové vydal dne 12. července 2004 zamítavý rozsudek ve věci jeho správní žaloby. Stěžovatel pak dne 28. července 2004 podal kasační stížnost, přičemž toto řízení před Nejvyšším správním soudem dosud neskončilo. Poté, co bylo stěžovateli vízum obnoveno, nadále pobývá v České republice.", "B.  Postup českých orgánů s cílem zajistit stěžovatelům cestovní doklady", "39.  Z podkladů předložených vládou vyplývá, že cizinecká policie ve dnech 11. a 18. června 1998 informovala Velvyslanectví Indické republiky o tom, že stěžovatelé ukončí výkon trestu odnětí svobody dne 11. srpna 1998, a požádala o potvrzení totožnosti stěžovatelů a o uvědomení příslušných orgánů o tom, zda je možné vydat jim odpovídající cestovní doklady do tohoto data.", "40.  Dne 29. července 1998 požádal obvodní soud Ministerstvo vnitra o zajištění cestovních pasů pro stěžovatele. Téhož dne byl Velvyslanectví Indické republiky doručen rozsudek městského soudu ze dne 28. května 1998.", "41.  Velvyslanectví Indické republiky dne 26. srpna 1998 oznámilo řediteli vazební věznice v Praze, že první stěžovatel dle svých slov vlastní platný cestovní pas a ví, kde se nachází.", "42.  Vězeňská služba oznámila dne 28. září 1998 Velvyslanectví Indické republiky, že není příslušná k vyhledání cestovních pasů stěžovatelů.", "43.  Dne 8. října 1998 Velvyslanectví Indické republiky uvědomilo vězeňské orgány o setkání svého zaměstnance se stěžovateli dne 30. září, kdy mu bylo sděleno, že pasy stěžovatelů se nacházejí v místě jejich bydliště.", "44.  Ve dnech 11. listopadu 1998 a 13. dubna 1999 cizinecká policie urgovala vydání cestovních dokladů u Velvyslanectví Indické republiky.", "45.  Dopisem ze dne 21. dubna 1999 Velvyslanectví Indické republiky požádalo české orgány o vystavení cestovních dokladů stěžovatelům s tvrzením, že tak samo učinit nemůže, protože stěžovatelé neprokázali dostatečným způsobem indické státní občanství. Podle stěžovatelů byla skutečným důvodem postoje Velvyslanectví Indické republiky skutečnost, že jsou militantní sikhové.", "46.  V dopise ze dne 14. června 1999 právní zástupkyně stěžovatelů vyzvala Velvyslanectví Indické republiky, aby jim vydalo potřebné doklady.", "47.  Dne 12. července 1999 vyslechl obvodní soud příslušníky policie ve věci vydání cestovních pasů stěžovatelům a vyzval je, aby neprodleně zaslali žádost indickému konzulovi. V odpovědi ze dne 30. července 1999 policie sdělila soudu, že její četné snahy o kontaktování Velvyslanectví Indické republiky byly marné a že se pokusí řešit věc diplomatickou cestou prostřednictvím Ministerstva zahraničních věcí.", "48.  Dne 15. února 2000 požádala cizinecká policie české Ministerstvo zahraničních věcí o vyřešení celé záležitosti s Velvyslanectvím Indické republiky.", "49.  Ministerstvo zahraničních věcí zaslalo dne 25. února 2000 Velvyslanectví Indické republiky diplomatickou nótu a učinilo tak opakovaně ve dnech 13. dubna a 4. července 2000.", "50.  Dne 30. listopadu 2000 sdělilo české Ministerstvo zahraničních věcí cizinecké policii, že Velvyslanectví Indické republiky na diplomatické nóty dosud neodpovědělo.", "51.  Další diplomatická nóta byla Velvyslanectví Indické republiky odeslána dne 16. února 2001. Velvyslanectví Indické republiky dne 21. února 2001 odpovědělo žádostí o zaslání příslušných podkladů.", "II.  \tPŘÍSLUŠNÉ VNITROSTÁTNÍ PRÁVO A PRAXE", "Trestní řád (zákon č. 141/1961 Sb.)", "Podle § 71 odst. 3 vazba v řízení před soudem spolu s vazbou v přípravném řízení nemůže trvat déle než dva roky. Jestliže řízení nemůže být skončeno v této lhůtě pro obtížnost věci nebo z jiných vážných důvodů a propuštěním obviněného na svobodu hrozí, že bude zmařeno nebo podstatně ztíženo dosažení účelu trestního stíhání, rozhodne vrchní soud, že se obviněný nechává ve vazbě po nezbytně nutnou dobu. Vazbu je podle odstavce 3 možno prodloužit tak, aby vykonaná vazba spolu s prodlouženým obdobím nepřesáhla tři roky a v případě zvláště závažných trestných činů čtyři roky. Návrh na ponechání ve vazbě může být v řízení před soudem předložen předsedou senátu a v přípravném řízení státním zástupcem. Soudu musí být návrh předložen nejpozději 15 dní před uplynutím lhůty, která právě běží. Jinak musí být obviněný propuštěn z vazby na svobodu nejpozději následující den po uplynutí naposledy prodloužené vazby.", "Na základě § 72 odst. 2 má obviněný právo kdykoliv žádat o propuštění na svobodu. O takové žádosti musí soud rozhodnout neodkladně. Byla-li žádost zamítnuta, může ji obviněný, neuvede-li v ní jiné důvody, opakovat až po uplynutí čtrnácti dnů od právní moci rozhodnutí. Nové znění tohoto ustanovení, které je účinné od 1. ledna 2002, upřesňuje, že soud musí o žádosti o propuštění na svobodu rozhodnout nejpozději do pěti pracovních dnů.", "Z ustanovení § 350c odst. 1 a 3 vyplývá, že hrozí-li obava, že odsouzený se bude skrývat nebo jinak mařit výkon trestu vyhoštění, může předseda senátu rozhodnout o vzetí odsouzeného do vyhošťovací vazby, nerozhodne-li o jejím nahrazení zárukou, slibem nebo peněžitou zárukou. Byl-li odsouzený vzat takto do vyhošťovací vazby, požádá předseda senátu, pokud je to třeba, o zajištění cestovních dokladů potřebných k výkonu trestu vyhoštění policii.", "V souladu s § 350c odst. 2 se na řízení o vyhošťovací vazbě užijí ustanovení uvedená výše týkající se vazby (včetně § 71 a 72 trestního řádu).", "Ve smyslu § 350d jestliže se na odsouzeném, kterému byl pravomocně uložen trest vyhoštění, vykonává trest odnětí svobody, předseda senátu požádá policii o zajištění cestovních dokladů potřebných k výkonu trestu vyhoštění tak, aby tento trest bezprostředně navazoval na výkon trestu odnětí svobody.", "PRÁVNÍ POSOUZENÍ", "I.  \tK TVRZENÉMU PORUŠENÍ ČLÁNKU 5 ODST. 1 PÍSM. f) ÚMLUVY", "52.  Stěžovatelé v prvé řadě tvrdí, že vyhošťovací vazba trvala nepřiměřeně dlouho, zejména z důvodu nedostatku péče ze strany vnitrostátních orgánů jednajících v řízení o vyhoštění. Zároveň popírají obavy z maření trestu vyhoštění, o něž se soudy opíraly, aby odůvodnily ponechání stěžovatelů ve vazbě. Stěžovatelé dále prohlašují, že toto opatření bylo v naprostém nepoměru s obecným zájmem. Z těchto důvodů bylo jejich držení ve vazbě v rozporu s ustanovením článku 5 odst. 1 písm. f) Úmluvy, který zní:", "„1.  Každý má právo na svobodu a osobní bezpečnost. Nikdo nesmí být zbaven svobody kromě následujících případů, pokud se tak stane v souladu s řízením stanoveným zákonem:", "f)  zákonné zatčení nebo jiné zbavení svobody osoby, aby se zabránilo jejímu nepovolenému vstupu na území, nebo osoby, proti níž probíhá řízení o vyhoštění nebo vydání.“", "1.  Tvrzení stran", "53.  Vláda na prvním místě uvádí, že stěžovatelé byli vzati do vazby na základě soudního rozhodnutí v souladu s trestním řádem. Rozhodnutí o prodloužení vazby byla taktéž v souladu s tímto zákonem.", "54.  Po shrnutí kroků vnitrostátních orgánů podniknutých s cílem získat pro stěžovatele cestovní doklady vláda zdůrazňuje, že policie o tyto doklady žádala již v červnu roku 1998, zatímco Velvyslanectví Indické republiky zaslalo první odpověď k věci teprve dne 23. února 2001. Vláda dále poznamenává, že z dopisu Velvyslanectví Indické republiky ze dne 21. dubna 1999 nevyplývá kategorický nesouhlas s vydáním požadovaných dokladů. V tomto ohledu vláda poukazuje na skutečnost, že postup, jakým si Velvyslanectví Indické republiky ověřuje údaje, které mu poskytují žadatelé o cestovní doklady, je dosti důkladný a časově náročný. Přestože stěžovatelé v projednávané věci sami vyplnili dotazníky požadované Velvyslanectvím Indické republiky, cestovní pasy jim nikdy nebyly vydány.", "55.  Stěžovatelé neprojevili dostatečnou součinnost, když neposkytli přesnou informaci o místě, kde se měly nacházet cestovní pasy, které vlastnili před svým zatčením. Jejich žádosti o azyl navíc podle vlády potvrzují domněnku, že stěžovatelé nehodlali opustit území České republiky. Za těchto okolností vláda poznamenává, že při posuzování průtahů v činnosti policie je třeba přihlédnout k žádosti Ministerstva vnitra o pozastavení výkonu trestu vyhoštění z důvodu nemožnosti jeho výkonu před skončením řízení o udělení azylu.", "56.  S ohledem na chování stěžovatelů a obtíže při vyjednávání s Velvyslanectvím Indické republiky byly možnosti českých orgánů zajistit pro stěžovatele cestovní pasy velmi omezené. Dle názoru vlády jim proto nelze vytýkat, že nevyvinuly dostatečné úsilí k vykonání trestu vyhoštění uloženého stěžovatelům.", "57.  Stěžovatelé připouštějí, že příslušné orgány projevily určitou snahu zajistit jim cestovní doklady, avšak trvají na tom, že nejednaly s náležitou péčí. Poukazují zejména na to, že policii trvalo šest a půl měsíce, než dne 15. února 2000 požádala Ministerstvo zahraničních věcí o řešení věci diplomatickou cestou, přičemž policie toto řešení navrhovala soudu již ve svém dopise ze dne 30. července 1999; ministerstvo pak informovalo policii o nezdaru těchto kroků teprve devět měsíců po odeslání první diplomatické nóty. Stěžovatelé dále tvrdí, že období mezi odesláním jednotlivých nót mohla být kratší a české orgány měly postupovat aktivněji, když z postoje Velvyslanectví Indické republiky jasně vyplývalo, že nemá vůli danou situaci řešit.", "58.  Stěžovatelé se domnívají, že ačkoli nelze třetí zemi nutit k součinnosti, veřejná moc zůstává objektivně odpovědná za to, že vzetí do vazby a její prodloužení bude v souladu s požadavky na zákonnost a přiměřenost. I za předpokladu, že by činnost orgánů nevykazovala žádné průtahy, zbavení člověka osobní svobody nelze prodlužovat donekonečna, neboť musí být v souladu se sledovaným obecným zájmem.", "To však nebyl případ stěžovatelů, kteří byli odsouzeni k trestu odnětí svobody v délce dvaceti jedna měsíců pro méně závažný trestný čin, za nějž lze uložit trest odnětí svobody v délce od šesti měsíců do tří let. V daném případě konečně nehrozila důvodná obava, že vyhoštění nebude vykonáno, protože i kdyby stěžovatelé byli případně propuštěni na svobodu, byli by nuceni opustit území z obavy, že budou stíháni pro trestný čin maření výkonu soudního rozhodnutí. Příslušné orgány proto mohly využít jiných prostředků, které by méně omezovaly jejich osobní svobodu.", "59.  Stěžovatelé dále tvrdí, že nebyli schopni pomoci úřadům při hledání jejich původních cestovních pasů a že výkonu trestu vyhoštění nekladli žádné překážky.", "60.  Stěžovatelé se konečně domnívají, že zásah do jejich práva na svobodu přestal být přiměřený v okamžiku, kdy soudy měly začít pochybovat o tom, že jim budou v přiměřené lhůtě opatřeny nezbytné cestovní doklady. Měli být proto propuštěni na svobodu na základě první žádosti ze dne 30. dubna 1999. Vzhledem k tomu, že byli propuštěni až dne 11. února 2001, Soudem hodnocené období dle jejich názoru přesahuje dvacet jedna měsíců. Stěžovatelé v této souvislosti tvrdí, že jelikož byli do vazby vzati po odpykání trestu odnětí svobody, délka vazby se jim nemůže do trestu započítat, ani nemůže být jinak nahrazena.", "2.  Hodnocení Soudu", "61.  Soud připomíná, že zbavení svobody na základě článku 5 odst. 1 písm. f) Úmluvy lze odůvodnit pouze probíhajícím řízením o vyhoštění. Není-li řízení vedeno s náležitou péčí, držení ve vazbě přestává být ve smyslu uvedeného ustanovení opodstatněné (viz například Chahal proti Spojenému království, rozsudek ze dne 15. listopadu 1996, Sbírka rozsudků a rozhodnutí 1996-V, § 113; Slivenko proti Lotyšsku [velký senát], č.  48321/99, § 146, ESLP 2003X). Držení ve vazbě během posuzovaného období musí být v souladu s účelem článku 5 odst. 1, jímž je ochrana každého před jakýmkoliv svévolným zbavením svobody. Úkolem Soudu je pak posoudit, zda je vnitrostátní právo v souladu s Úmluvou, a to včetně zásad v ní zakotvených či z ní vyplývajících (Erkalo proti Nizozemí ze dne 2. září 1998, Sbírka 1998-VI, § 52; Shamsa proti Polsku, č. 45355/99 a č. 45357/99, § 48, rozsudek ze dne 27. listopadu 2003).", "62.  V daném případě je tedy třeba určit, zda byla délka řízení o vyhoštění nepřiměřená. Soud konstatuje, že stěžovatelé byli vzati do vyhošťovací vazby dne 11. srpna 1998 po odpykání trestu odnětí svobody a na svobodu byli propuštěni dne 11. února 2001; stěžovatelé tedy strávili ve vyhošťovací vazbě dva a půl roku.", "63.  Nelze než poukázat na jistá období nečinnosti v rámci předmětného řízení o vyhoštění, a to například na dobu uplynulou mezi jednotlivými žádostmi policie na Velvyslanectví Indické republiky ze dnů 11. listopadu 1998 a 13. dubna 1999, mezi úkony provedenými ve dnech 30. července 1999 a 15. února 2000 a rovněž období v délce sedmi a půl měsíce mezi odesláním jednotlivých diplomatických nót Ministerstvem zahraničních věcí ze dnů 4. července 2000 a 16. února 2001.", "64.  Soud se proto ztotožňuje s argumentem stěžovatelů, že české úřady měly postupovat aktivněji, zejména poté, kdy Velvyslanectví Indické republiky ve svém dopise ze dne 21. dubna 1999 vyjádřilo neochotu vydat stěžovatelům cestovní pasy. Vyvstává otázka, proč česká policie nemohla vybavit stěžovatele cestovními doklady ve smyslu zákona o pobytu cizinců před jejich propuštěním na svobodu dne 11. února 2001.", "65.  Soud zároveň poznamenává, že český trestní řád vyžaduje zvlášť závažné důvody, aby vazba mohla být prodloužena nad dva roky, a tyto důvody musí být založeny na obavě, že propuštění dotyčného na svobodu by znamenalo zmaření nebo ohrožení účelu řízení. V daném případě však nedošlo k podstatné změně argumentace soudů po celou dobu, kterou stěžovatelé strávili ve vazbě.", "66.  Stěžovatelé konečně právem poukazují na to, že trestný čin, za který byli odsouzeni, nebyl zvlášť závažný a že délka vyhošťovací vazby přesáhla délku jejich trestu odnětí svobody.", "67.  S ohledem na všechny uvedené skutečnosti je Soud toho názoru, že české úřady nepostupovaly ve věci stěžovatelů s náležitou péčí, a má za to, že délku vyhošťovací vazby v trvání dva a půl roku nelze v daném případě považovat za přiměřenou.", "68.  K porušení článku 5 odst. 1 písm. f) Úmluvy tudíž došlo.", "II.  \tK TVRZENÉMU PORUŠENÍ ČLÁNKU 5 ODST. 4 ÚMLUVY", "69.  V druhé části stížnosti stěžovatelé namítají, že soudy nerozhodly urychleně o jejich žádostech o propuštění na svobodu. V této souvislosti se dovolávají článku 5 odst. 4 Úmluvy, který stanoví:", "„Každý, kdo byl zbaven svobody zatčením nebo jiným způsobem, má právo podat návrh na řízení, ve kterém by soud urychleně rozhodl o zákonnosti jeho zbavení svobody a nařídil propuštění, je-li zbaven svobody nezákonně.“", "1.  Tvrzení stran", "70.  S odvoláním na judikaturu Soudu vláda připomíná, že dodržení práva na urychlené rozhodnutí soudu o zákonnosti zbavení osobní svobody musí být posouzeno s ohledem na veškeré okolnosti případu a že lhůty, které jsou podle Soudu v rozporu s článkem 5 odst. 4, se různí.", "71.  Dle mínění vlády nelze v daném případě do posuzovaných období zahrnovat časové úseky mezi dnem, kdy byla stěžovatelům doručena rozhodnutí soudu prvního stupně (ve dnech 29. června a 19. listopadu 1999), a dnem, kdy byla podána příslušná odvolání (ve dnech 8. července a 24. listopadu 1999).", "72.  Pokud jde o první žádost o propuštění na svobodu, vláda poznamenává, že soud byl nucen čekat dvacet tři dnů na odpověď policie ohledně cestovních dokladů a že právní zástupkyně stěžovatelů doplnila žádost podanou dne 30. dubna 1999 o písemný příslib teprve dne 24. května 1999. Ke druhé žádosti vláda uvádí, že v době, kdy byla věc projednávána ve druhém stupni, musel být spis zapůjčen Ústavnímu soudu, který jej vrátil dne 31. března 2000. Aniž by vláda popírala, že doba do vydání rozhodnutí o této druhé žádosti může vzbuzovat jisté pochybnosti, vyzývá Soud, aby vzal v úvahu skutečnost, že se věc týkala také spolupachatelů stěžovatelů; ti rovněž podali četné návrhy, a proto spis neustále koloval mezi několika soudy.", "73.  Stěžovatelé nepopírají délku sporných lhůt tak, jak ji spočetla vláda. Pokud jde o lhůty prohlášené Soudem za nepřiměřené, odkazují stěžovatelé zejména na rozsudky Jabloński proti Polsku ze dne 21. prosince 2000 (čtyřicet tři dnů), Nikolov proti Bulharsku ze dne 30. ledna 2003 (čtyřicet dva dnů) a G. B. proti Švýcarsku ze dne 30. listopadu 2000 (třicet dva dnů). Připomínají, že na rozdíl od stěžovatele ve věci Navarra proti Francii (rozsudek ze dne 23. listopadu 1993, série A č. 273B) nemohli předložit novou žádost o propuštění na svobodu, dokud nebylo rozhodnuto o jejich předchozí žádosti. Stěžovatelé konečně uvádějí, že jim nelze přičíst k tíži nedostatek spolupráce mezi různými úřady nebo nutnost předávat si vzájemně spis týkající se jejich věci.", "2.  Hodnocení Soudu", "74.  V souladu s judikaturou Soudu ohledně dosahu článku 5 odst. 4 Úmluvy musí pravidelný soudní přezkum dodržovat normy hmotného práva stejně tak jako normy procesní stanovené vnitrostátní právní úpravou a zároveň musí být vykonáván v souladu s účelem článku 5, kterým je ochrana jednotlivce proti svévoli. Článek 5 odst. 4 Úmluvy neukládá smluvním stranám povinnost zřídit dva stupně soudní soustavy za účelem přezkumu zákonnosti vzetí do vazby a žádostí o propuštění na svobodu. Nicméně stát, který si zvolil takový systém, by měl v zásadě přiznat uvězněným osobám stejné záruky jak v odvolacím řízení, tak i v řízení v prvním stupni. Požadavek na „urychlené“ rozhodování představuje beze sporu jednu z těchto záruk (Navarra proti Francii, viz výše, § 26 a 28).", "„Lhůta“ ve smyslu článku 5 odst. 4 Úmluvy začíná běžet v okamžiku podání stížnosti soudu a končí v den, kdy je rozhodnutí sděleno stěžovateli nebo jeho právnímu zástupci, a to vzhledem k chybějícímu veřejnému vyhlášení (viz mutatis mutandis Koendjbiharie proti Nizozemsku, rozsudek ze dne 25. října 1990, série A č. 185-B, § 28).", "75.  V daném případě ze spisu vyplývá, že první žádost o propuštění na svobodu byla podána dne 30. dubna 1999. Zamítavé rozhodnutí bylo vydáno dne 20. června 1999 a doručeno stěžovatelům dne 29. června 1999. Toto rozhodnutí bylo napadeno stížností ze dne 8. července 1999. Odvolací soud stížnost zamítl rozhodnutím ze dne 5. srpna 1999, jež bylo stěžovatelům doručeno dne 2. září 1999. Řízení tedy trvalo téměř tři měsíce pro dva stupně soudní soustavy. Další měsíc si vyžádalo doručení rozhodnutí vydaného ve druhém stupni stěžovatelům, které znamenalo nejistotu, pokud jde o možnost podat novou žádost.", "Druhá žádost o propuštění na svobodu byla podána dne 20. října 1999 a dne 8. listopadu 1999 ji soud prvního stupně zamítl; stěžovatelům bylo toto rozhodnutí doručeno dne 19. listopadu 1999. Jejich stížnost podaná dne 24. listopadu 1999 byla zamítnuta rozhodnutím ze dne 29. června 2000, doručeným dne 24. července 2000. I když přihlédneme ke skutečnosti, že spis byl mezitím zapůjčen Ústavnímu soudu, stěžovatelé poukazují na to, že Ústavní soud rozhodl dne 9. března 2000, čímž tedy nelze vysvětlit lhůtu tří měsíců a dvaceti dnů, kterou odvolací soud potřeboval k rozhodnutí o jejich odvolání. Řízení o druhé žádosti o propuštění na svobodu trvalo za těchto okolností téměř osm měsíců, z čehož více než sedm měsíců ve druhém stupni; je třeba podotknout, že doby potřebné k doručení výše uvedených rozhodnutí byly také dosti dlouhé.", "76.  V porovnání daného případu s jinými případy, v nichž Soud dospěl k závěru o porušení požadavku na „urychlené“ rozhodování ve smyslu článku 5 odst. 4, a s ohledem na skutečnost, že stěžovatelé během této doby neměli právo podat nové žádosti, Soud uvádí, že toto ustanovení bylo porušeno při podání obou žádostí o propuštění na svobodu.", "77.  Soud tedy dospěl k závěru, že též došlo k porušení článku 5 odst. 4 Úmluvy.", "III.  \tK POUŽITÍ ČLÁNKU 41 ÚMLUVY", "78.  Článek 41 Úmluvy stanoví:", "„Jestliže Soud prohlásí, že byla porušena Úmluva nebo její protokoly, a jestliže vnitrostátní právo zúčastněné Vysoké smluvní strany umožňuje jen částečné odstranění důsledků tohoto porušení, Soud přizná v případě potřeby poškozené straně spravedlivé zadostiučinění.“", "A.  Újma", "79.  Každý ze stěžovatelů požaduje náhradu materiální škody ve výši 2 600 €; tato částka by měla představovat ušlý zisk vypočítaný z minimální mzdy, kterou by stěžovatelé mohli pobírat po dobu dvaceti jedna měsíců, které strávili ve vazbě, jež byla v rozporu s článkem 5 odst. 1 Úmluvy. Nepožadují náhradu materiální škody utrpěné z důvodu porušení článku 5 odst. 4 Úmluvy.", "Stěžovatelé zároveň požadují, aby Soud každému z nich přiznal částku 63 000 € eur jako náhradu za morální újmu, kterou údajně utrpěli, když byli svévolně drženi ve vazbě. Upozorňují, že délka jejich trestu odnětí svobody nemohla být zkrácena o čas strávený ve vazbě a že byli podřízeni přísnému vězeňskému režimu, stejnému jako ve vyšetřovací vazbě. Z titulu morální újmy způsobené úzkostí a frustrací v důsledku porušení článku 5 odst. 4 Úmluvy každý ze stěžovatelů požaduje částku 13 000 €.", "80.  Vláda uvádí, že stěžovatelé nepředložili žádný doklad prokazující, že před vzetím do vazby měli nějaký příjem, a připomíná, že vzhledem k uložení trestu vyhoštění by stejně na území České republiky nemohli řádně pracovat.", "Částku požadovanou z titulu morální újmy způsobené porušením článku 5 odst. 1 Úmluvy považuje vláda za nepřiměřenou a zhodnocení její výše ponechává na uvážení Soudu. Vláda se domnívá, že v případě morální újmy způsobené porušením článku 5 odst. 4 představuje konstatování porušení samo o sobě dostatečné spravedlivé zadostiučinění.", "81.  Soud nezjistil příčinnou souvislost mezi konstatovanými porušeními Úmluvy a tvrzenou materiální škodou, jejíž existence nebyla dostatečně prokázána. Nepovažuje proto za důvodné přiznat stěžovatelům náhradu z tohoto titulu.", "Na druhou stranu se však Soud domnívá, že stěžovatelé rozhodně utrpěli morální újmu, která není dostatečně napravena pouhým konstatováním porušení Úmluvy. Soud na spravedlivém základě podle článku 41 Úmluvy přiznává z tohoto titulu každému ze stěžovatelů částku 5 000 €.", "B.  Náklady řízení", "82.  Stěžovatelé také požadují částku ve výši 7 350 € (zvýšenou o DPH) jako náhradu nákladů vynaložených v řízeních před vnitrostátními soudy a před Soudem a dále 65 € za překlad rozhodnutí Soudu o přijatelnosti stížnosti.", "83.  Vláda považuje výši nákladů řízení za přemrštěnou a uvádí, že právní zástupce stěžovatelů nepředložil Soudu žádnou smlouvu uzavřenou mezi ním a jeho klienty, ve které by byla dohodnuta odměna za právní zastupování, a nepředložil ani žádnou fakturu prokazující, že mu stěžovatelé požadovanou částku zaplatili.", "84.  S použitím kritérií vyvozených z vlastní judikatury (viz například Öztürk proti Turecku [velký senát], č. 22479/93, § 83, ESLP 1999-VI; Baranowski proti Polsku, rozsudek ze dne 28. března 2000, Sbírka 2000-III, § 85) Soud na spravedlivém základě přiznává stěžovatelům přiměřenou celkovou částku 3 000 € z titulu nákladů řízení, navýšenou případně o částku daně z přidané hodnoty.", "C.  Úroky z prodlení", "85.  Soud považuje za vhodné, aby byly úroky z prodlení založeny na úrokové sazbě marginální zápůjční facility Evropské centrální banky, zvýšené o tři procentní body.", "Z TĚCHTO DŮVODŮ SOUD jednomyslně", "1.  \trozhoduje, že došlo k porušení článku 5 odst. 1 písm. f) Úmluvy;", "2.  \trozhoduje, že došlo k porušení článku 5 odst. 4 Úmluvy;", "3.  \trozhoduje,", "a)  že žalovaný stát má prvnímu stěžovateli zaplatit ve lhůtě tří měsíců ode dne, kdy rozsudek podle článku 44 odst. 2 Úmluvy nabude právní moci, z titulu morální újmy částku 5 000 € (pět tisíc eur), navýšenou o případnou částku daně; tato částka bude převedena na národní měnu žalovaného státu podle kursu platného ke dni zaplacení;", "b)  že žalovaný stát má druhému stěžovateli zaplatit ve lhůtě tří měsíců ode dne, kdy rozsudek podle článku 44 odst. 2 Úmluvy nabude právní moci, z titulu morální újmy částku 5 000 € (pět tisíc eur), navýšenou o případnou částku daně; tato částka bude převedena na národní měnu žalovaného státu podle kursu platného ke dni zaplacení;", "c)  že žalovaný stát má stěžovatelům ve stejné lhůtě zaplatit celkovou částku 3 000 € (tři tisíce eur) za náklady vynaložené v řízení a dále případnou částku daně; tato částka bude převedena na národní měnu žalovaného státu podle kursu platného ke dni zaplacení;", "d)  že od uplynutí výše uvedené lhůty až do zaplacení budou stanovené částky navyšovány o prostý úrok se sazbou rovnající se sazbě marginální zápůjční facility Evropské centrální banky platné v tomto období, zvýšené o tři procentní body;", "4.  \tzamítá v ostatním návrh na přiznání spravedlivého zadostiučinění.", "Vyhotoveno ve francouzském jazyce a sděleno písemně dne 25. ledna 2005 v souladu s článkem 77 odst. 2 a 3 Jednacího řádu Soudu.", "", ""]}