{"file": "CZE_HJUDCZE_51637_12.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "51637/12", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozhodnutí Evropského soudu pro lidská práva", "Rozsudek ze dne 4. června 2015 ve věci č. 51637/12 – Chitos proti Řecku", "Senát první sekce Soudu jednomyslně rozhodl o porušení čl. 4 odst. 2 Úmluvy, jelikož finanční úřady přinutily stěžovatele zaplatit náhradu výdajů armádou vynaložených na jeho vzdělání, jež mu byla uložena proto, že se rozhodl předčasně ukončit svůj pracovní závazek vůči armádě, navzdory tomu, že ještě nebylo rozhodnuto o jeho odvolání k Účetnímu dvoru. Soud stěžovateli přiznal částku 5 000 eur jako náhradu nemajetkové újmy.", "I.\tSkutkové okolnosti", "Stěžovatel byl v roce 1986 přijat na Vojenskou školu armádních důstojníků. Pobíral přitom plat, požíval další sociální výhody a zdarma absolvoval šestileté studium medicíny. Po ukončení studií byl jmenován lékařem u pozemních složek. Podle příslušného zákona měl stěžovatel povinnost sloužit v ozbrojených silách po dobu dvakrát delší, než byla délka jeho studia. V roce 1997 se stěžovatel začal specializovat na anesteziologii a po ukončení pětileté specializace se v souladu se zákonem zavázal pracovat v armádě ještě dalších pět let. Když se v roce 2006 rozhodl opustit armádu, byl generálním štábem informován, že buď musí vykonávat vojenskou službu ještě po dobu přesahující devět let, anebo uhradit náhradu škody, která byla vypočtena na 106 960 eur.", "Stěžovatel podal k Účetnímu dvoru návrh na zrušení rozhodnutí generálního štábu z důvodu porušení zákazu nucených prací a požadoval odložení výkonu rozhodnutí o náhradě škody. Ještě před konečným rozhodnutím Účetního dvora, který pozastavil výkon rozhodnutí, byl stěžovatel vyzván finančním úřadem k zaplacení částky 106 960 eur navýšené o další poplatky. V návaznosti na upomínku od finančního ředitelství a vyměření úroků z prodlení stěžovatel tuto částku uhradil.", "V prosinci 2013 Účetní dvůr zčásti akceptoval stěžovatelovy námitky, jelikož nebyla do celkové doby služby v armádě zahrnuta pětiletá doba jeho specializace. Následně vrátil stát stěžovateli částku 59 749 eur, což představuje rozdíl mezi již zaplacenou a konečným rozsudkem stanovenou částkou.", "II.\tOdůvodnění rozhodnutí Soudu", "K tvrzenému porušení článku 4 odst. 2 Úmluvy", "Stěžovatel namítal, že byl nucen setrvat v armádě po velmi dlouhou dobu, nebo za opuštění armády zaplatit vysoký poplatek, což dle něj představovalo porušení zákazu nucených nebo povinných prací.", "Soud úvodem připomněl, že k tomu, aby práce spadala do rozsahu čl. 4 odst. 2 Úmluvy, musí jít o práci vymáhanou pod pohrůžkou trestu a navíc musí jít o takovou práci, k níž se dotyčná osoba nenabídla dobrovolně (Van der Mussele proti Belgii, č. 8919/80, rozsudek ze dne 23. listopadu 1983, § 34). Byť čl. 4 odst. 3 písm. b) Úmluvy nepovažuje službu vojenského charakteru za nucenou nebo povinnou práci, Soud s odkazem na předmět a účel Úmluvy a různé instrumenty Mezinárodní organizace práce, Evropskou sociální chartu a doporučení Výboru ministrů Rady Evropy dovodil, že se toto ustanovení nevztahuje na práci vykonávanou vojáky z povolání.", "Soud dále zdůraznil, že stěžovatel si byl dobře vědom principu a rozsahu závazků, které vyplývaly z jeho začlenění do armády. Těžil z bezplatnosti studií, dostával plat a poskytnuty mu byly i další výhody. Náhradou za to musel po ukončení studií po jistou dobu vykonávat službu v armádě.", "Výpočet délky této služby a způsob jejího ukončení dle Soudu spadají do prostoru pro uvážení států. Úkolem Soudu je nicméně ověřit, zda stěžovateli nebylo uloženo nepřiměřené břemeno. Pokud služba, jejíž vykonání je nezbytné k získání přístupu k určité profesi, ukládá břemeno, které je natolik nadměrné či nepřiměřené vzhledem k výhodám spojeným s budoucím výkonem této profese, že nelze mít za to, že výkon takové služby byl před tím dobrovolně akceptován, spadá tato služba do zákazu povinné práce (Van der Mussele proti Belgii, cit. výše, § 37).", "V projednávané věci Soud připomněl, že stěžovatel absolvoval studium medicíny a získal specializaci v oboru anesteziologie díky armádě a využil toho, že jen vojenští lékaři mohli být pracovně přiděleni i do nemocnice, kde již byla naplněna pracovní lékařská kapacita. Vojenští lékaři navíc mohli mimo svou pracovní dobu provozovat soukromou praxi. Také v rámci studií a specializace požívali armádní lékaři různých výhod včetně platu, a proto je dle Soudu povinnost zaplatit státu určitou částku jako uhrazení výdajů za předčasný odchod odůvodněná a jako taková není problematická.", "Konkrétní podmínky realizace splnění této povinnosti ovšem dle Soudu mohou narušit rovnováhu mezi individuálním právem dotčeného vojáka a zájmy společnosti. Ve vztahu k výši částky, kterou stěžovatel měl zaplatit, Soud uvedl, že vzhledem k tomu, jaké měl stát výdaje se studiem stěžovatele, nebyla konečná částka necelých 50 tisíc eur (tj. ve výši o něco méně než dvě třetiny prostředků věnovaných stěžovateli) nepřiměřená.", "Soud ovšem považoval za problematické, že navzdory odkladu výkonu rozhodnutí musel stěžovatel zaplatit – pod hrozbou úroků z prodlení – finančnímu úřadu původně požadovanou částku (tj. necelých 110 tisíc eur), a to i s dalšími poplatky. Navíc v rozhodnutí stanovujícím náhradu škody nebyla nijak zmíněna zákonem stanovená možnost jejího rozložení v čase na splátky.", "Soud proto rozhodl, že tím, že finanční úřady nátlakem přinutily stěžovatele bezodkladně zaplatit původně stanovenou částku náhrady, na něj uložily nepřiměřené břemeno, čímž došlo k porušení čl. 4 odst. 2 Úmluvy.", ""]}