{"file": "CZE_HJUDCZE_35836_05.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "35836/05", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "", "RADA EVROPY", "EVROPSKÝ SOUD PRO LIDSKÁ PRÁVA", "PÁTÁ SEKCE", "", "VĚC ADAMÍČEK proti ČESKÉ REPUBLICE", "(stížnost č. 35836/05)", "", "ROZSUDEK", "ŠTRASBURK", "12. října 2010", "Tento rozsudek nabude právní moci za podmínek stanovených v článku 44 odst. 2 Úmluvy. Může být předmětem formálních úprav.", "Rozsudek je v autentickém francouzském znění publikován na internetových stránkách Evropského soudu pro lidská práva v databázi HUDOC (). Pořízený úřední překlad do českého jazyka není autentickým zněním rozsudku.", "", "Ve věci Adamíček proti České republice,", "Evropský soud pro lidská práva (pátá sekce), zasedající v senátu ve složení", "Peer Lorenzen, předseda, Renate Jaeger,", "Karel Jungwiert,", "Rait Maruste,", "Mark Villiger,", "Isabelle Berro-Lefèvre,", "Zdravka Kalaydjieva, soudci,", "a Claudia Westerdiek, tajemnice sekce,", "po poradě konané dne 28. září 2010,", "vynesl tento rozsudek, který byl přijat uvedeného dne:", "ŘÍZENÍ", "1. Řízení bylo zahájeno stížností (č. 35836/05) směřující proti České republice, kterou dne 30. září 2005 podal k Soudu pan Richard Adamíček („stěžovatel“), občan České republiky, na základě článku 34 Úmluvy o ochraně lidských práv a základních svobod („Úmluva“).", "2. Stěžovatele zastupuje pan I. Juřena, advokát zapsaný v seznamu advokátů České advokátní komory. Českou vládu („vláda“) zastupuje její zmocněnec, pan V. A. Schorm.", "3. Stěžovatel tvrdí, že došlo k porušení jeho práva na přístup k soudu tím, že se Ústavní soud odmítl zabývat meritorní stránkou jedné části jeho ústavní stížnosti.", "4. Dne 9. prosince 2008 Soud vyškrtl část stížnosti ze seznamu případů a rozhodl se oznámit vládě námitku stěžovatele týkající se práva na přístup k soudu. Na základě článku 29 odst. 3 Úmluvy se dále Soud rozhodl projednat přijatelnost a odůvodněnost stížnosti současně.", "SKUTKOVÝ STAV", "I. okolnosti případu", "5. Stěžovatel se narodil v roce 1964, bydliště má v Napajedlech.", "6. Dne 11. září 1996 podal stěžovatel žalobu, v níž uplatnil právo na zaplacení peněžité částky. Rozsudek, který vydal v odvolacím řízení Krajský soud v Brně dne 25. března 1999, byl dne 16. ledna 2002 Nejvyšším soudem zrušen.", "7. Dne 8. ledna 2004 potvrdil krajský soud zamítavé rozhodnutí soudu prvního stupně. Současně zamítl návrh účastníka na vyslovení přípustnosti dovolání s odůvodněním, že otázka nastolená stěžovatelem, konkrétně zda měl nárok na požadovanou peněžní částku z titulu bezdůvodného obohacení, nemá po právní stránce zásadní význam. Tento rozsudek nabyl právní moci dne 3. března 2004.", "8. Na základě § 239 odst. 2 občanského soudního řádu ve znění použitelném na tento případ (tedy ve znění účinném do 31. prosince 2000), podle kterého bylo dovolání přípustné, třebaže odvolací soud zamítl návrh účastníka na vyslovení přípustnosti dovolání, jestliže dovolací soud došel k závěru, že rozhodnutí odvolacího soudu má po právní stránce zásadní význam, napadl stěžoval rozsudek krajského soudu dovoláním. Dle stěžovatele bylo v daném případě dovolání přípustné, neboť výklad zásady volného hodnocení důkazů, který provedl Nejvyšší soud (ve svém rozsudku ze dne 16. ledna 2002), byl v rozporu s předcházející rozhodovací praxí tohoto soudu, což ve svém důsledku vedlo k přijetí nesprávného rozhodnutí krajským soudem.", "Úvodní list tohoto dovolání, předložený vládou, uvádí jako datum podání dovolání 1. duben 2004.", "9. Dne 30. listopadu 2004 prohlásil Nejvyšší soud dovolání za nepřípustné z důvodu, že v něm byla otázka zásadního právního významu stěžovatelem vymezena zcela jinak než v řízení před odvolacím soudem. S poukazem na svá rozhodnutí z roku 2001 publikovaná ve sbírce rozhodnutí Nejvyšší soud připomněl, že navrhovatel, který podá odvolacímu soudu návrh na vyslovení přípustnosti dovolání, není povinen vymezit právní otázku, na níž se tento návrh zakládá. Nicméně pokud tak navrhovatel učinil, lze se v řízení o dovolání zabývat pouze právními otázkami vymezenými v návrhu na vyslovení přípustnosti a v podaném dovolání. V projednávané věci nepředložil navrhovatel Nejvyššímu soudu otázku, kterou vymezil v návrhu na vyslovení přípustnosti dovolání podaném krajskému soudu, a v dovolání vznesl otázku zcela odlišnou, jejíž posouzení Nejvyššímu soudu nepříslušelo. Nejvyšší soud tak došel k závěru, že dovolání není přípustné podle § 239 odst. 2 občanského soudního řádu, a směřuje tudíž proti rozhodnutí, které nelze tímto mimořádným opravným prostředkem napadnout.", "10. Dne 3. února 2005 napadl stěžovatel rozhodnutí ze 16. ledna 2002, 8. ledna 2004 a 30. listopadu 2004 ústavní stížností, v níž se dovolával práva na spravedlivý proces a namítal, že se Nejvyšší soud dopustil odepření spravedlnosti.", "11. Ústavní soud dne 23. června 2005 odmítl ústavní stížnost pro zjevnou neopodstatněnost, pokud jde o rozhodnutí Nejvyššího soudu ze dne 30. listopadu 2004, a pro opožděnost, pokud jde o zbývající rozhodnutí. Co se týče opožděnosti, měl Ústavní soud za to, že dovolání bylo v daném případě nepřípustné ex lege, protože navrhovatel vymezil důvody dovolání jinak před odvolacím soudem a před Nejvyšším soudem, a dospěl k závěru, že rozhodnutí o přípustnosti dovolání nezáviselo na uvážení Nejvyššího soudu. V souladu s § 72 odst. 4 zákona č. 182/1993 Sb. tak lhůta 60 dnů pro podání ústavní stížnosti běžela ode dne doručení rozsudku krajského soudu. S odkazem na své rozhodnutí ze dne 12. května 2004 přijaté v jiné věci Ústavní soud uvedl, že nové znění ustanovení § 72 odst. 4 zákona č. 182/1993 Sb. ani bod 2 sdělení č. 32/2003 Sb. nemohou na této částečné opožděnosti ústavní stížnosti nic změnit s ohledem na to, že se obě ustanovení použijí výlučně na situace, kdy Nejvyšší soud posuzoval případ po meritorní stránce nebo prohlásil dovolání za nepřípustné z důvodu, že napadené rozhodnutí nemá po právní stránce zásadní význam. V posledně uvedeném případě totiž panuje nejistota ohledně toho, zda se Nejvyšší soud ztotožní s názorem účastníka řízení, který uplatňuje, že napadené rozhodnutí má po právní stránce zásadní význam, zatímco taková nejistota ohledně výsledku dovolacího řízení neexistuje, je-li dovolání nepřípustné ex lege.", "II. PŘÍSLUŠNÉ vnitrostátní PRÁVO a praxe", "Občanský soudní řád (ve znění účinném ke 31. prosinci 2000)", "12. Ustanovení § 236 odst. 1 stanovilo, že dovoláním lze napadnout pravomocná rozhodnutí odvolacího soudu, pokud to zákon připouští. Odstavec 2 téhož ustanovení upřesňoval, že dovolání jen proti důvodům rozhodnutí není přípustné.", "13. Podle ustanovení § 237 odst. 1 bylo dovolání přípustné proti rozhodnutí odvolacího soudu, jestliže", "a) bylo rozhodnuto ve věci, která nenáleží do pravomoci soudů,", "b) ten, kdo v řízení vystupoval jako účastník, neměl způsobilost být účastníkem řízení,", "c) účastník řízení neměl procesní způsobilost a nebyl řádně zastoupen,", "d) v téže věci bylo již dříve pravomocně rozhodnuto nebo v téže věci bylo již dříve zahájeno řízení,", "e) nebyl podán návrh na zahájení řízení, ačkoli podle zákona ho bylo třeba,", "f) účastníku řízení byla v průběhu řízení nesprávným postupem soudu odňata možnost jednat před soudem,", "g) rozhodoval vyloučený soudce nebo byl soud nesprávně obsazen, ledaže místo samosoudce rozhodoval senát.", "Ustanovení § 237 odst. 2 stanoví, že dovolání není přípustné proti rozsudkům, kterými bylo vysloveno, že se manželství rozvádí, že je neplatné nebo že zde není.", "14. Na základě § 238 odst. 1 bylo dovolání přípustné proti rozsudku odvolacího soudu, jímž byl", "a) změněn rozsudek soudu prvního stupně ve věci samé,", "b) potvrzen rozsudek soudu prvního stupně, kterým soud prvního stupně rozhodl jinak než v dřívějším rozsudku proto, že byl vázán právním názorem odvolacího soudu, který dřívější rozhodnutí zrušil.", "Avšak podle ustanovení § 238 odst. 2 nebylo dovolání podle odstavce 1 přípustné:", "a) ve věcech, v nichž dovoláním dotčeným výrokem bylo rozhodnuto o peněžitém plnění nepřevyšujícím 20 000 Kč a v obchodních věcech 50 000 Kč,", "b) ve věcech upravených zákonem o rodině, ledaže jde o rozsudek o omezení nebo zbavení rodičovské zodpovědnosti nebo pozastavení jejího výkonu, určení (popření) otcovství nebo mateřství nebo nezrušitelného osvojení.", "15. Ustanovení § 238a vyjmenovávalo usnesení odvolacího soudu, proti kterým bylo (nebo nebylo) přípustné dovolání.", "16. Podle ustanovení § 239 odst. 1 bylo dovolání přípustné proti rozhodnutí odvolacího soudu, jímž bylo rozhodnutí soudu prvního stupně potvrzeno, jestliže odvolací soud rozhodnutím vyslovil, že dovolání je přípustné, protože jde o rozhodnutí po právní stránce zásadního významu. Přípustnost dovolání mohl odvolací soud vyslovit i bez návrhu.", "Ustanovení § 239 odst. 2 stanovilo, že nevyhoví-li odvolací soud návrhu účastníka na vyslovení přípustnosti dovolání, který byl učiněn před vydáním rozhodnutí, kterým bylo potvrzeno rozhodnutí soudu prvního stupně, je dovolání podané tímto účastníkem přípustné pouze tehdy, jestliže dovolací soud dospěje k závěru, že napadené rozhodnutí odvolacího soudu má po právní stránce zásadní význam.", "17. Na základě § 241 odst. 1 musel být dovolatel, jestliže neměl sám právnické vzdělání, zastoupen advokátem nebo komerčním právníkem.", "Ustanovení § 241 odst. 2 stanovilo, že v dovolání musí být vedle obecných náležitostí uvedeno, proti kterému rozhodnutí směřuje, v jakém rozsahu a z jakých důvodů se toto rozhodnutí napadá, popřípadě které důkazy by měly být provedeny k prokázání důvodů dovolání, a čeho se dovolatel domáhá.", "Podle ustanovení § 241 odst. 3 bylo možno podat dovolání jen pro některý z těchto důvodů:", "a) v řízení došlo k vadám uvedeným v § 237,", "b) řízení bylo postiženo jinou vadou, která mohla mít za následek nesprávné rozhodnutí ve věci,", "c) rozhodnutí vycházelo ze skutkového zjištění, které nemá v podstatné části oporu v provedeném dokazování,", "d) rozhodnutí spočívalo na nesprávném právním posouzení věci.", "Občanský soudní řád (ve znění účinném od 1. ledna 2001, kdy nabyl účinnosti zákon č. 30/2000 Sb.)", "18. Ustanovení § 236 odst. 1 stanoví, že dovoláním lze napadnout pravomocná rozhodnutí odvolacího soudu, pokud to zákon připouští. Odstavec 2 téhož ustanovení doplňuje, že dovolání jen proti důvodům rozhodnutí není přípustné.", "19. Podle ustanovení § 237 odst. 1 je dovolání přípustné proti rozsudku nebo usnesení odvolacího soudu,", "a) jimiž bylo změněno rozhodnutí soudu prvního stupně ve věci samé,", "b) jimiž bylo potvrzeno rozhodnutí soudu prvního stupně, kterým soud prvního stupně rozhodl ve věci samé jinak než v dřívějším rozsudku (usnesení) proto, že byl vázán právním názorem odvolacího soudu, který dřívější rozhodnutí zrušil,", "c) jimiž bylo potvrzeno rozhodnutí soudu prvního stupně, jestliže dovolání není přípustné podle písmena b) a dovolací soud dospěje k závěru, že napadené rozhodnutí má ve věci samé po právní stránce zásadní význam.", "Ustanovení § 237 odst. 2 je totožné s ustanovením § 238 odst. 2 účinným do 31. prosince 2000.", "Ustanovení § 237 odst. 3 zakotvuje, že rozhodnutí odvolacího soudu má po právní stránce zásadní význam [odstavec 1 písm. c)] zejména tehdy, řeší-li právní otázku, která v rozhodování dovolacího soudu dosud nebyla vyřešena nebo která je odvolacími soudy nebo dovolacím soudem rozhodována rozdílně, nebo řeší-li právní otázku v rozporu s hmotným právem.", "20. Ustanovení § 238, 238a a 239 podávají výčet druhů řízení, v nichž mohou být vydána usnesení odvolacího soudu, a dále stanoví, proti kterým procesním usnesením odvolacího soudu je dovolání přípustné.", "21. Podle § 241 musí být dovolatel, jestliže nemá sám právnické vzdělání, zastoupen advokátem nebo notářem.", "22. Ustanovení § 241a odst. 1 stanoví, že vedle obecných náležitostí musí být v dovolání uvedeno, proti kterému rozhodnutí směřuje, v jakém rozsahu a z jakých důvodů se toto rozhodnutí napadá, popřípadě které důkazy by měly být provedeny k prokázání důvodu dovolání, a čeho se dovolatel domáhá.", "Podle § 241a odst. 2 lze dovolání podat jen z těchto důvodů:", "a) řízení je postiženo vadou, která mohla mít za následek nesprávné rozhodnutí ve věci,", "b) rozhodnutí spočívá na nesprávném právním posouzení věci.", "Ustanovení § 241a odst. 3 stanoví, že je-li dovolání přípustné podle § 237 odst. 1 písm. a) a b), lze dovolání podat také z důvodu, že rozhodnutí vychází ze skutkového zjištění, které nemá podle obsahu spisu v podstatné části oporu v provedeném dokazování.", " Podle ustanovení § 241a odst. 4 nelze v dovolání uplatnit nové skutečnosti nebo důkazy ve věci samé.", "Zákon č. 182/1993 Sb. o Ústavním soudu (ve znění účinném před 1. dubnem 2004)", "23. Podle § 72 odst. 2 musela být ústavní stížnost podána ve lhůtě 60 dnů ode dne doručení rozhodnutí o posledním prostředku, který zákon k ochraně práva poskytuje (ve smyslu § 75 odst. 1).", "24. Podle § 75 odst. 1 byla ústavní stížnost nepřípustná, jestliže stěžovatel nevyčerpal všechny procesní prostředky, které mu zákon k ochraně jeho práva poskytoval; za takový prostředek se nepovažoval návrh na povolení obnovy řízení.", "Sdělení Ústavního soudu ze dne 3. února 2003 uveřejněné ve Sbírce zákonů pod č. 32/2003 Sb.", "25. Na svých schůzích konaných v lednu 2003 a s ohledem na názor Evropského soudu pro lidská práva vyjádřený v rozsudcích přijatých druhou sekcí tohoto soudu dne 12. listopadu 2002 ve věci Zvolský a Zvolská proti České republice (č. 46129/99, ESLP 2002-IX) a ve věci Běleš a ostatní proti České republice (č. 47273/99, ESLP 2002-IX) se plénum Ústavního soudu dohodlo na změně praxe aplikované většinou soudců Ústavního soudu a připouštějící souběžné podání mimořádného opravného prostředku a ústavní stížnosti směřujících proti rozhodnutí soudu nižšího stupně, které nabylo právní moci. Nadále bude přípustnost a lhůta pro podání ústavní stížnosti, která je podána souběžně s mimořádným opravným prostředkem (s výjimkou návrhu na obnovu řízení), vykládána soudci senátů Ústavního soudu následovně:", "1. V případě podání mimořádného opravného prostředku bude ústavní stížnost považována za přípustnou až poté, co bylo rozhodnuto o mimořádném opravném prostředku (s výjimkou návrhu na obnovu řízení).", "2. Lhůta 60 dnů stanovená pro podání ústavní stížnosti začne běžet dnem doručení rozhodnutí o mimořádném opravném prostředku (vyjma návrhu na obnovu řízení), a to bez ohledu na způsob rozhodnutí o mimořádném opravném prostředku. Lhůta se bude považovat za dodrženou rovněž ve vztahu k předchozímu rozhodnutí, které nabylo právní moci.", "Zákon č. 182/1993 Sb., o Ústavním soudu (ve znění účinném od 1. dubna 2004, kdy nabyl účinnosti zákon č. 83/2004 Sb.)", "26. Ustanovení § 72 odst. 3 stanoví, že ústavní stížnost lze podat ve lhůtě 60 dnů od doručení rozhodnutí o posledním procesním prostředku, který zákon stěžovateli k ochraně jeho práva poskytuje; takovým prostředkem se rozumí řádný opravný prostředek, mimořádný opravný prostředek, vyjma návrhu na obnovu řízení, a jiný procesní prostředek k ochraně práva, s jehož uplatněním je spojeno zahájení soudního, správního nebo jiného právního řízení.", "Dle § 72 odst. 4 byl-li mimořádný opravný prostředek orgánem, který o něm rozhoduje, odmítnut jako nepřípustný z důvodů závisejících na jeho uvážení, lze podat ústavní stížnost proti předchozímu rozhodnutí, které bylo mimořádným opravným prostředkem napadeno, ve lhůtě 60 dnů od doručení takového rozhodnutí o mimořádném opravném prostředku.", "27. Podle § 75 odst. 1 je ústavní stížnost nepřípustná, jestliže stěžovatel nevyčerpal všechny procesní prostředky, které mu zákon k ochraně jeho práva poskytuje (§ 72 odst. 3); to neplatí pro mimořádný opravný prostředek, který orgán, jenž o něm rozhoduje, může odmítnout jako nepřípustný z důvodů závisejících na jeho uvážení.", "Důvodová zpráva k vládnímu návrhu zákona č. 83/2004 Sb.", "28. Podle důvodové zprávy je cílem navrhované novely vyjasnění sporných otázek přípustnosti ústavní stížnosti jednak tím, že tato novela upřesňuje, které prostředky ochrany práva je třeba vyčerpat, jednak tím, že upravuje počátek běhu lhůty k podání ústavní stížnosti. Bude tak zajištěna srozumitelná a předvídatelná aplikace těchto ustanovení Ústavním soudem.", "Ze zákona č. 182/1993 Sb. totiž nevyplývalo, jaké procesní prostředky je nutno v zájmu přípustnosti ústavní stížnosti vyčerpat, protože nebylo možné dát taxativní výčet takových prostředků; a tato otázka nebyla zcela vyřešena ani v judikatuře Ústavního soudu samotného. Problém zapříčiněný touto nejednoznačnou úpravou se projevil zejména ve vztahu k dovolání, třebaže riziko odmítnutí ústavní stížnosti ve vztahu k nevyčerpání dovolání bylo sníženo novelizací občanského soudního řádu zákonem č. 30/2000 Sb.", "Za procesní prostředky k ochraně práva je možno považovat jen takové prostředky, které zákon poskytuje samotnému stěžovateli, na jehož vůli pak výlučně záleží, zda procesní prostředek uplatní či nikoliv; takovými prostředky jsou především řádné opravné prostředky stanovené jednotlivými procesními předpisy. Zvláštní právní úpravu je však potřeba přijmout pokud jde o běh lhůty pro podání ústavní stížnosti v případě podání mimořádných opravných prostředků, jejichž přípustnost odvisí od uvážení orgánu, příslušného o nich rozhodnout, a to pro případ, že by byl takový opravný prostředek odmítnut jako nepřípustný [např. dovolání z důvodů podle § 237 odst. 1 písm. c) nebo 243 odst. 1 občanského soudního řádu]. V takovém případě není v dispozici stěžovatele, zda takový prostředek bude věcně projednán, a je proto nezbytné umožnit mu podání ústavní stížnosti v případě, že opravný prostředek sice řádně podal, ale příslušný orgán jej odmítl jako nepřípustný z důvodů závisejících na jeho uvážení. Běh šedesátidenní lhůty se proto navrhuje stanovit až od doručení rozhodnutí o odmítnutí takového mimořádného opravného prostředku stěžovateli.", "Judikatura Ústavního soudu", "29. Usnesením ze dne 21. dubna 2004 sp. zn. IV. ÚS 367/03 Ústavní soud odmítl pro zjevnou neopodstatněnost ústavní stížnost směřující proti rozsudku vydanému odvolacím soudem dne 20. června 2001. Ústavní stížnost byla v uvedeném případě podána ve lhůtě 60 dnů ode dne usnesení Nejvyššího soudu ze dne 11. dubna 2003 (sp. zn. Cdo 1529/2002), kterým Nejvyšší soud odmítl dovolání stěžovatele jako nepřípustné; vzhledem k tomu, že účastník nepodal odvolacímu soudu návrh na vyslovení přípustnosti dovolání, nemohlo být takové dovolání dle § 239 odst. 2 občanského soudního řádu Nejvyšším soudem považováno za přípustné. Jeden z vedlejších účastníků Ústavnímu soudu namítl, že ústavní stížnost musí být prohlášena za nepřípustnou pro opožděnost, neboť měla být podána ve lhůtě 60 dnů ode dne rozsudku odvolacího soudu. S odvoláním na ustanovení § 72 odst. 2 zákona č. 182/1993 Sb., ve znění účinném před 1. dubnem 2004, upřesněné sdělením pléna Ústavního soudu publikovaného pod č. 32/2003 Sb., se Ústavní soud s tímto názorem neztotožnil a dospěl k závěru, že v projednávaném případě byla lhůta dodržena.", "30. Ve svém usnesení ze dne 12. července 2004 sp. zn. I. ÚS 146/04, které se týkalo ústavní stížnosti směřující proti rozhodnutím soudů nižších stupňů ze dne 10. prosince 2001 a 26. listopadu 2002, nicméně podané ve lhůtě 60 dnů od usnesení Nejvyššího soudu ze dne 20. ledna 2004, kterým bylo dovolání prohlášeno za nepřípustné z důvodu neexistence otázky zásadního právního významu, měl Ústavní soud rovněž za to, že lhůta pro předložení věci Ústavnímu soudu byla dodržena. Ústavní soud uvedl, že ústavní stížnost byla v projednávané věci podána dne 10. března 2004, tedy v době, kdy ještě nenabyl účinnosti zákon č. 83/2004 Sb. (v účinnosti od 1. dubna 2004), který změnil znění § 72 odst. 4 zákona č. 182/1993 Sb. Konstatoval nicméně, že takto novelizované ustanovení vychází z obsahu sdělení pléna Ústavního soudu publikovaného pod č. 32/2003 Sb., podle něhož Ústavní soud postupoval do nabytí účinnosti citované novely. Vzhledem k tomu, že projednávaná věc naplňovala podmínky stanovené tímto sdělením, byla ústavní stížnost dle názoru Ústavního soudu podána ve stanovené lhůtě.", "31. Z nálezu Ústavního soudu ze dne 8. srpna 2005 sp. zn. IV. ÚS 298/05 vyplývá, že stěžovatelka v projednávané věci podala v říjnu 2001 souběžně dovolání a ústavní stížnost. Zmíněnou ústavní stížnost Ústavní soud odmítl dne 23. června 2003 jako předčasnou z důvodu, že ve věci bylo podáno dovolání, o kterém nebylo dosud rozhodnuto. Avšak poté, co Nejvyšší soud odmítl dne 27. října 2004 dovolání pro opožděnost, musel Ústavní soud učinit výjimku z pravidla, podle něhož v případě dovolání, které bylo podáno opožděně, počíná lhůta 60 dní pro podání ústavní stížnosti běžet nikoliv ode dne rozhodnutí Nejvyššího soudu, ale ode dne rozhodnutí soudu odvolacího. S ohledem na své usnesení ze dne 23. června 2003 Ústavní soud nicméně konstatoval, že nemůže ústavní stížnost směřující proti týmž rozhodnutím odmítnout nejdříve jako předčasnou a následně ji odmítnout pro opožděnost.", "32. Ve svých usneseních sp. zn. III. ÚS 10/06 ze dne 7. března 2006 a sp. zn. III. ÚS 1147/09 [ze dne 15. července 2009] Ústavní soud konstatoval, že je-li mimořádným opravným prostředkem ve smyslu § 72 odst. 4 zákona č. 182/1993 Sb. (ve znění účinném po 1. dubnu 2004) dovolání, může již z povahy věci nastat nepřípustnost takového dovolání z důvodů odvislých od uvážení soudu jen v případě dovolání opírajícího se o § 237 odst. 1 písm. c) občanského soudního řádu. Odmítnutí dovolání podaného na základě ustanovení § 237 odst. 1 písm. c) občanského soudního řádu se však o důvody odvislé od uvážení neopírá vždy; tak tomu kupříkladu není, jestliže k odmítnutí došlo proto, že dovolání bylo podáno opožděně, nebo pro neodstraněnou vadu dovolání spočívající v tom, že neobsahovalo žádné dovolací důvody; Nejvyšší soud v takových případech prostor pro uvážení nemá. Stejná situace nastává v případě, kdy dovolatel neuplatnil způsobilé dovolací důvody, zejména pokud svým dovoláním neotevřel žádnou právní otázku nebo otevřel právní otázku, na jejímž posouzení napadené rozhodnutí nespočívá. Ve všech těchto uvedených případech dovolací soud dovolání odmítne, aniž měl příležitost se uchýlit k posouzení principiální podmínky přípustnosti dovolání podle § 237 odst. 1 písm. c) občanského soudního řádu, která odlišuje tento důvod přípustnosti od ostatních důvodů přípustnosti, totiž k posouzení, zda napadené rozhodnutí (dovoláním otevřená otázka) má ve věci po právní stránce zásadní význam. Tedy teprve toto posouzení je založeno na uvážení, jelikož je hodnocením neurčitě definované významové kvality rozhodnutí, jež spočívá v jeho dispozici být podkladem pro formulaci právních závěrů způsobilých ovlivnit všeobecnou soudní praxi. V dané věci rozhodované Ústavním soudem prohlásil Nejvyšší soud dovolání za nepřípustné, neboť dovolatel zpochybnil závěry skutkové povahy, posouzení důkazů a skutečnost, že soud neprovedl všechny jím navržené důkazy; dle názoru Nejvyššího soudu tak dovolání neotevřelo právní otázku zásadního významu. Ústavní soud následně konstatoval, že se předmětná nepřípustnost dovolání nezakládala na důvodech odvislých od uvážení Nejvyššího soudu a že stěžovatel měl vědět od počátku, že jeho dovolání bude prohlášeno za nepřípustné. Z uvedeného důvodu proto lhůta 60 dnů pro podání ústavní stížnosti běžela ode dne rozhodnutí odvolacího soudu (a nikoliv rozhodnutí Nejvyššího soudu).", "33. Ve svém usnesení ze dne 13. července 2006 sp. zn. I. ÚS 85/04 Ústavní soud poznamenal, že rozsudkem Nejvyššího soudu došlo k oddělenému posouzení nároků stěžovatele, přičemž část dovolání stěžovatele byla posouzena jako nepřípustná s odkazem na ustanovení § 237 odst. 2 písm. a) občanského soudního řádu a část s odkazem na ustanovení § 237 odst. 1 písm. c) občanského soudního řádu. Za takové situace, v souladu se svým sdělením publikovaným pod č. 32/2003 Sb., které bylo s účinností od 1. dubna 2004 včleněno do ustanovení § 72 odst. 4 a § 75 odst. 1 zákona č. 182/1993 Sb., by totiž Ústavní soud mohl podrobit ústavněprávnímu přezkumu pouze ty části nároků, jimiž se Nejvyšší soud zabýval meritorně, tedy ty, které byly nepřípustné z důvodu, že neotevíraly otázku zásadního právního významu. Ústavní stížnost proti zbývajícím částem nároků, předtím shledaným Nejvyšším soudem jako nepřípustné ex lege podle § 237 odst. 2 písm. a) občanského soudního řádu, by musela být považována za opožděnou. Nicméně takový postup Nejvyššího soudu označil Ústavní soud jako odporující právu na spravedlivý proces, protože v důsledku rozštěpení jednotlivých nároků dochází k tomu, že každý má jiný procesní režim. Uvedený postup Nejvyššího soudu byl v rozporu s principem předvídatelnosti práva, neboť účastník řízení nemohl při podání dovolání s jistotou předpokládat, jakým způsobem bude nárok Nejvyšším soudem strukturován a v jaké části tedy musí pro nepřípustnost dovolání uplatnit ústavní stížnost již proti rozhodnutí odvolacího soudu. S ohledem na to Ústavní soud posoudil ústavní stížnost jako přípustnou a podanou včas v celém rozsahu.", "PRÁVNÍ POSOUZENÍ", "I. K tvrzenému porušení článku 6 odst. 1 úmluvy", "34. Stěžovatel tvrdí, že výklad procesního pravidla provedený Ústavním soudem v projednávané věci byl natolik formalistický, že stěžovatele zbavil jeho práva na přístup k soudu. V této souvislosti se dovolává článku 6 odst. 1 Úmluvy, který zní:", "„Každý má právo na to, aby jeho záležitost byla projednána (...) soudem (...), který rozhodne o jeho občanských právech nebo závazcích (...)“", "35. Vláda s tímto tvrzením nesouhlasí.", "A. K přijatelnosti", "36. Soud shledal, že stížnost není zjevně neopodstatněná ve smyslu článku 35 odst. 3 Úmluvy a že tu není žádný jiný důvod, pro který by měla být prohlášena za nepřijatelnou. Je tedy třeba ji prohlásit za přijatelnou.", "B. K odůvodněnosti", "1. Tvrzení stran", "37. Stěžovatel tvrdí, že podmínky přípustnosti jeho ústavní stížnosti směřující proti rozsudku ze dne 8. ledna 2004 měly být posouzeny podle zákona č. 182/1993 Sb. v jeho znění účinném v okamžiku, kdy mu byl tento rozsudek doručen, tedy s ohledem na sdělení Ústavního soudu ze dne 3. února 2003 publikované pod č. 32/2003 Sb., nikoliv ve světle novely č. 83/2004 Sb., která nabyla účinnosti až dne 1. dubna 2004. Stěžovatel upozorňuje na skutečnost, že zákon č. 83/2004 Sb. nestanovil přechodná ustanovení a lhůta mezi vyhlášením zákona a jeho nabytím účinnosti (41 dnů) byla příliš krátká s ohledem na významnost změny, kterou upravoval. Pokud jde o dokument předložený vládou obsahující otisk úředního razítka, podle kterého bylo dovolání podáno dne 1. dubna 2004, stěžovatel namítá, že se zdá, že tento otisk byl pozměněn, a tvrdí, že dovolání podal před tímto datem. Vzhledem k tomu, že na zpracování dovolání měl pouze 30 dnů, nesouhlasí stěžovatel s tvrzením vlády, podle kterého měl již v tomto stádiu zohlednit pravidla zákona č. 83/2004 Sb., který ještě v té době nenabyl účinnosti.", "38. Stěžovatel zdůrazňuje, že na rozdíl od nového znění § 72 odst. 4 zákona č. 182/1993 Sb., které bylo zavedeno zákonem č. 83/2004 Sb., bod 2 sdělení č. 32/2003 Sb. nerozlišoval mezi jednotlivými důvody nepřípustnosti dovolání a nepřikládal žádný význam tomu, zda tyto důvody závisí na uvážení Nejvyššího soudu či nikoliv. Dále popírá argument vlády, dle něhož bylo cílem předmětného sdělení řešit pouze případy, kdy bylo podáno souběžně dovolání a ústavní stížnost; nic takového dle názoru stěžovatele ze sdělení nevyplývá a tvrzení vlády pouze dokládají, že úprava nebyla jasná, srozumitelná a předvídatelná.", "39. Stěžovatel uvádí, že tedy z textu sdělení č. 32/2003 Sb. dovodil, že v daném případě může podat ústavní stížnost až poté, co rozhodl Nejvyšší soud, ať by byl obsah tohoto rozhodnutí jakýkoliv, protože jinak by mu mohl Ústavní soud vytknout, že nevyčerpal všechny dostupné procesní prostředky.", "40. Co se týče formulace právní otázky zásadního významu v dovolání, stěžovatel zdůrazňuje, že rozsah takové otázky mohl být na základě § 239 odst. 2 občanského soudního řádu, ve znění před 31. prosincem 2000, zřejmý až ve světle rozhodnutí odvolacího soudu. Proto je dle názoru stěžovatele nutno považovat požadavek, aby byla tato otázka formulována v návrhu na vyslovení přípustnosti dovolání a v samotném dovolání identickým způsobem, za další porušení zásad spravedlnosti.", "41. Vláda především nesouhlasí s argumentací stěžovatele, že podal dovolání předtím, než nabyl účinnosti zákon č. 83/2004 Sb., kterým byl změněn zákon č. 182/1993 Sb., o Ústavním soudu. Soudu předkládá kopii úvodního listu dovolání s otiskem úředního razítka, které dokládá doručení dovolání dne 1. dubna 2004, tedy v den, kdy nabyl účinnosti zákon č. 83/2004 Sb., a popírá jakýkoliv argument stěžovatele naznačující, že by orgány tento otisk pozměnily. Vláda rovněž zdůrazňuje, že zákon č. 83/2004 Sb. byl vyhlášen ve Sbírce zákonů již dne 19. února 2004, a stěžovatel měl tedy dostatečný časový prostor k tomu, aby se s ním seznámil.", "42. Vláda uvádí, že sdělení Ústavního soudu č. 32/2003 Sb. každopádně nebylo na případ stěžovatele použitelné, protože řešilo pouze případy, kdy stěžovatelé podali souběžně dovolání a ústavní stížnost. Stěžovatel se však obrátil na Ústavní soud až poté, co bylo o jeho dovolání rozhodnuto. Tak tomu bylo rovněž v případě stěžovatelů, jichž se týkala usnesení Ústavního soudu sp. zn. IV. ÚS 367/03 a sp. zn. I. ÚS 146/04, na která se stěžovatel odvolává. Vláda má proto za to, že Ústavní soud neměl v těchto usneseních vycházet ze sdělení č. 32/2003 Sb., nýbrž měl přímo odkázat na rozsudek Běleš a ostatní proti České republice (č. 47273/99, ESLP 2002-IX).", "43. Vláda dále poznamenává, že z námitky stěžovatele, který se dovolává zejména rozdílu mezi zněním bodu 2 sdělení č. 32/2003 Sb. a novým zněním ustanovení § 72 odst. 4 zákona č. 182/1993 Sb., vyplývá, že by proti postupu Ústavního soudu nic nenamítal, kdyby si byl vědom toho, že Ústavní soud v jeho věci zcela správně aplikoval zákon č. 182/1993 Sb. v jeho znění účinném od 1. dubna 2004.", "44. Vláda následně s odkazem na § 75 odst. 1 zákona č. 182/1993 Sb. ve znění zákona č. 83/2004 Sb. poznamenává, že podání mimořádného opravného prostředku, který může být prohlášen za nepřípustný z důvodů závisejících na uvážení příslušného orgánu, je nadále fakultativní a nemá vliv na přípustnost ústavní stížnosti. Tak tomu bylo v případě dovolání stěžovatele, který ostatně neměl povinnost podat dovolání už jen s ohledem na existenci rozsudku Běleš a ostatní.", "45. Vláda konečně konstatuje, že přípustnost ústavní stížnosti podané stěžovatelem by nebyla zpochybněna, pokud by respektoval judikaturu Nejvyššího soudu týkající se formulace otázek zásadního právního významu. Z této ustálené a publikované judikatury vyplývalo, že dovolání stěžovatele nemůže být považováno za přípustné za situace, kdy v něm byla otázka zásadního právního významu stěžovatelem vymezena zcela jinak, než jak ji vymezil v řízení před odvolacím soudem v návrhu na vyslovení přípustnosti dovolání. Pokud by se tedy stěžovatel této judikatury držel, Nejvyšší soud by buď prohlásil dovolání za přípustné (jestliže by se ztotožnil s jeho názorem o zásadním právním významu rozhodnutí odvolacího soudu), nebo za nepřípustné (pokud by došel k závěru, že rozhodnutí odvolacího soudu není po právní stránce zásadního významu); v obou těchto případech by lhůta k podání ústavní stížnosti počala běžet ode dne doručení rozhodnutí Nejvyššího soudu, a ústavní stížnost by tedy nebyla opožděná. S odvoláním na důvodovou zprávu k vládnímu návrhu zákona č. 83/2004 Sb. vláda podotýká, že rozhodně nebylo cílem zákonodárce umožnit podání ústavní stížnosti ve lhůtě plynoucí od rozhodnutí Nejvyššího soudu těm stěžovatelům, kteří sice podali dovolání, které mohlo být odmítnuto jako nepřípustné z důvodu záležejícího na uvážení, ale kteří jej nepodali řádně, takže takové dovolání bylo nakonec odmítnuto jako nepřípustné z důvodu, který neodvisel od uvážení Nejvyššího soudu a který měli stěžovatelé předvídat.", "46. S ohledem na výše uvedené úvahy má vláda za to, že výklad příslušných procesních pravidel provedený Ústavním soudem nebyl v případě stěžovatele příliš formalistický.", "2. Hodnocení Soudu", "47. Soud připomíná, že výklad vnitrostátních právních předpisů přísluší v prvé řadě vnitrostátním orgánům a zejména soudům. Úkolem Soudu je pouze ověřovat slučitelnost účinků takového výkladu s Úmluvou. Tak je tomu zejména v případě, kdy se jedná o soudní výklad procesních pravidel, jako je lhůta k předložení listin nebo k podání právního prostředku nápravy (Tejedor García proti Španělsku, rozsudek ze dne 16. prosince 1997, Sbírka rozsudků a rozhodnutí, 1997-VIII, § 31). Procesní normy a lhůty k podávání právních prostředků nápravy směřují k zajištění řádného výkonu spravedlnosti a zejména právní jistoty.", "48. „Právo na soud“, jehož součástí je právo na přístup k soudu, mimo to není absolutní a připouští jistá omezení, zejména co se týče podmínek přípustnosti právního prostředku nápravy, neboť samotná jeho povaha vyžaduje právní úpravu na úrovni státu, který má v tomto ohledu určitý prostor pro vlastní uvážení (García Manibardo proti Španělsku, č. 38695/97, § 36, ESLP 2000-II; Mortier proti Francii, č. 42195/98, § 33, 31. července 2001). Uplatňovaná omezení ovšem nemohou omezovat nebo zužovat možnosti jednotlivce takovým způsobem či v takové míře, že by došlo k zásahu do samotné podstaty tohoto práva. Rovněž platí, že tato omezení jsou v souladu s článkem 6 odst. 1 pouze tehdy, sledují-li legitimní cíl a existuje-li vztah přiměřenosti mezi použitými prostředky a sledovaným účelem (Guérin proti Francii, rozsudek ze dne 29. července 1998, Sbírka 1998-V, § 37).", "49. Soud poznamenává, že prvním bodem v projednávané věci, na němž se strany nedokážou shodnout, je datum podání dovolání stěžovatelem, a v návaznosti na to znění zákona č. 182/1993 Sb., které se použije na ústavní stížnost stěžovatele. Vláda za tím účelem předkládá kopii úvodního listu dovolání s otiskem úředního razítka, který uvádí jako datum přijetí 1. duben 2004, tedy den, kdy nabyl účinnosti zákon č. 83/2004 Sb., kterým se mění zákon č. 182/1993 Sb. a který byl vyhlášen ve Sbírce zákonů dne 19. února 2004; podle vlády tedy bylo na stěžovateli, aby postupoval dle nových pravidel stanovených uvedenou novelou. Stěžovatel naproti tomu tvrdí, že dovolání podal před 1. dubnem 2004 a nemohl přihlédnout k novele č. 83/2004 Sb., která dosud nenabyla účinnosti; podle stěžovatele bylo třeba přípustnost jeho ústavní stížnost posoudit podle zákona č. 182/1993 Sb. vykládaného podle sdělení č. 32/2003 Sb. ze dne 3. února 2003. Dle názoru Soudu není v projednávané věci nutno rozhodnout, zda stěžovatel podal Nejvyššímu soudu dovolání dne 1. dubna 2004 nebo před tímto datem, protože závěr ohledně dodržení článku 6 odst. 1 je v obou případech identický.", "a) Skutkové okolnosti projednávané věci přezkoumané s ohledem na sdělení č. 32/2003 Sb., za předpokladu, že dovolání bylo podáno před 1. dubnem 2004", "50. I když se připustí, že dnem, kdy podal stěžovatel dovolání, je 1. duben 2004, nelze přijmout argument vlády, podle kterého se toto sdělení použilo pouze v případě souběžného podání dovolání a ústavní stížnosti, a bylo tedy na projednávanou věc neaplikovatelné. Z judikatury Ústavního soudu (viz usnesení sp. zn. IV. ÚS 367/03 a sp. zn. I. ÚS 146/04, uvedená výše v § 29 a 30) totiž vyplývá, že sám Ústavní soud nevykládal toto sdělení tak restriktivním způsobem a v tomto ohledu zaujal otevřenější přístup vůči stěžovatelům. To se zdá ostatně vhodné, protože cílem sdělení bylo zjednat nápravu situace přezkoumané Soudem v rozsudcích Zvolský a Zvolská proti České republice (č. 46129/99, ESLP 2002-IX) a Běleš a ostatní proti České republice (č. 47273/99, ESLP 2002-IX), v nichž tyto dva prostředky nápravy souběžně podány nebyly.", "51. Jak Soud poznamenal v rozsudku ve věci Regálová proti České republice (č. 40593/05, § 32, 3. červenec 2008), uvedené sdělení bylo formulováno obecně a stanovilo, že v případě podání mimořádného opravného prostředku (jakým je i dovolání) počne šedesátidenní lhůta k podání ústavní stížnosti běžet dnem doručení rozhodnutí o mimořádném opravném prostředku bez ohledu na způsob rozhodnutí o mimořádném opravném prostředku. V tom se sdělení podstatně lišilo od přesnější formulace zákona č. 182/1993 Sb., ve znění účinném od 1. dubna 2004, jehož ustanovení § 72 odst. 4 a § 75 odst. 1 již rozlišují mezi „mimořádným opravným prostředkem, jejž může orgán, který o něm rozhoduje, odmítnout jako nepřípustný z důvodů závisejících na jeho uvážení“, a ostatními procesními prostředky.", "52. S ohledem na tyto úvahy nesdílí Soud názor, který v dané věci zaujal Ústavní soud, podle něhož bod 2 sdělení č. 32/2003 Sb. nemohl nic změnit na částečné opožděnosti ústavní stížnosti stěžovatele. Podle Soudu znění uvedeného bodu sdělení umožňovalo, aby byla ústavní stížnost podána v šedesátidenní lhůtě od každého rozhodnutí o dovolání tak, jak to v projednávané věci učinil stěžovatel. Soud má tedy za to, že pokud chtěl Ústavní soud na projednávanou věc použít sdělení č. 32/20003 Sb., měl přezkoumat veškerá tvrzení uplatněná stěžovatelem v ústavní stížnosti. Jestliže tak neučinil, stěžovateli odňal právo na přístup k soudu.", "b) Skutkové okolnosti projednávané věci přezkoumané s ohledem na zákon č. 83/2004 Sb., za předpokladu, že dovolání bylo podáno dne 1. dubna 2004", "53. Za předpokladu, že stěžovatel podal Nejvyššímu soudu dovolání dne 1. dubna 2004, a s ohledem na usnesení, které ve věci přijal Ústavní soud a v němž odkazuje jak na bod 2 sdělení č. 32/2003 Sb., tak na nové znění § 72 odst. 4 zákona č. 182/1993 Sb. (viz § 11 výše), považuje Soud za nezbytné vyjádřit se rovněž k předpokladu vlády, že přípustnost ústavní stížnosti stěžovatele musí být v daném případě posuzována podle zákona č. 182/1993 Sb. ve znění k 1. dubnu 2004 vyplývajícím z novely provedené zákonem č. 83/2004 Sb. V důsledku této novely ustanovení § 72 odst. 4 a § 75 odst. 1 zákona č. 182/1993 Sb. napříště rozlišují mezi „mimořádným opravným prostředkem, jejž může orgán, který o něm rozhoduje, odmítnout jako nepřípustný z důvodů závisejících na jeho uvážení“, a ostatními procesními prostředky.", "54. V projednávané věci podal stěžovatel dovolání na základě ustanovení § 239 odst. 2 občanského soudního řádu ve znění účinném ke dni 31. prosinci 2000 poté, co odvolací soud odmítl jím podaný návrh na vyslovení přípustnosti dovolání. Stěžovatel jako důvod přípustnosti dovolání uplatňoval skutečnost, že rozsudek odvolacího soudu má po právní stránce zásadní význam. Úvodem, v reakci na argument vlády, která zdůrazňuje fakultativní povahu takového dovolání (viz § 44 výše), Soud konstatuje, že jestliže měl stěžovatel za to, že projednávaná věc otevírá otázku zásadního právního významu, nelze mu vyčítat, že využil prostředku nápravy, který mu právní řád poskytoval.", "55. Je tedy třeba předpokládat, že jestliže stěžovatel zvolil tento prostředek nápravy, je to proto, že byl přesvědčen, že může založit přípustnost svého dovolání na § 239 odst. 2 občanského soudního řádu. Nejvyšší soud nicméně došel na základě pravidla – dovozeného soudními rozhodnutími ve věci formulace otázky zásadního právního významu – k závěru, že dovolání stěžovatele není podle § 239 odst. 2 občanského soudního řádu přípustné (viz § 9 výše). Soud připouští, že toto pravidlo se řídí požadavky právní jistoty a řádného výkonu spravedlnosti a je v souladu se specifickou rolí Nejvyššího soudu, jehož přezkum se omezuje na dodržování práva. Avšak co se zdá být v dané věci problematičtější, jsou důsledky, které z rozhodnutí Nejvyššího soudu dovodil Ústavní soud, když došel k závěru, že dovolání bylo nepřípustné ex lege a že v projednávané věci nezávisí přípustnost dovolání na uvážení Nejvyššího soudu.", "56. Soud v tomto ohledu poznamenává, že kategorie opravného prostředku, který může být prohlášen za nepřípustný z důvodů závisejících na uvážení příslušného orgánu, se objevila v zákoně č. 182/1993 Sb. po novele č. 83/2004 Sb. Rozhodnutí ve věci stěžovatele tak bylo pravděpodobně jedním z prvních, v nichž se Ústavní soud uchýlil k výkladu tohoto pojmu, který měl později příležitost rozvinout (viz např. usnesení Ústavního soudu ze dne 7. března 2006 sp. zn. III. ÚS 10/06 a usnesení Ústavního soudu ze dne 15. července 2009 sp. zn. III. ÚS 1147/09, citovaná v § 32 výše). Z této judikatury stejně jako z důvodové zprávy k zákonu č. 83/2004 Sb. vyplývá, že posouzení přípustnosti dovolání závisí na uvážení Nejvyššího soudu, jestliže je dovolání podáno podle § 237 odst. 1 písm. c) občanského soudního řádu ve znění účinném od 1. ledna 2001 (nebo analogicky na základě § 239 odst. 2 tohoto občanského soudního řádu ve znění účinném do 31. prosince 2000). V takovém případě je totiž Nejvyšší soud povolán k tomu, aby svrchovaně posoudil, zda je rozhodnutí odvolacího soudu po právní stránce zásadního významu, zatímco v ostatních případech (upravených zejména v § 237 odst. 1 a § 238 odst. 1 občanského soudního řádu ve znění účinném do 31. prosince 2000 a v § 237 odst. 1 písm. a) a b) občanského soudního řádu ve znění účinném od 1. ledna 2001) se jedná o objektivní nebo zákonné (ex lege) důvody přípustnosti, které v zásadě nemohou vést k odlišnému posouzení.", "57. Problém nastává, pokud Ústavní soud za pomoci konstrukce vyvozené z judikatury rozlišuje více druhů rozhodnutí přijatých Nejvyšším soudem v režimu § 239 odst. 2 občanského soudního řádu ve znění účinném do 31. prosince 2000 [nebo v režimu § 237 odst. 1 písm. c) občanského soudního řádu ve znění účinném od 1. ledna 2001], aby a posteriori považoval za rozhodnutí založená na uvážení Nejvyššího soudu pouze ta, u nichž se tento soud rozhodl skutečně přezkoumat zásadní právní význam dovoláním otevřených otázek. Takový přístup totiž po stěžovatelích požaduje, aby sami posoudili, byť ve světle judikatury Nejvyššího soudu, jak bude tento soud uvažovat, a sankcionuje je, pokud mají v dobré víře – ale mylně – za to, že platně otevřeli otázku zásadního právního významu. Podobný požadavek do značné míry oslabuje ochranu práv jednotlivců před národním soudem vyššího stupně a může vést k situaci, které bylo třeba se v návaznosti na rozsudky Zvolský a Zvolská a Běleš a ostatní (citované výše) vyhnout, tj. aby stěžovatelé v pochybnosti podávali souběžně dovolání a ústavní stížnost. Navíc usnesení Ústavního soudu ze dne 8. srpna 2005 sp. zn. IV. ÚS 298/05 (viz § 31 výše) ukazuje, že nelze vyloučit riziko, že taková ústavní stížnost, podaná souběžně s dovoláním, bude zamítnuta jako předčasná.", "58. Soud konstatuje, že právní úprava obsažená v občanském soudním řádu, pokud jde o důvody přípustnosti dovolání, byla změněna přijetím novely č. 30/2000 Sb., která nabyla účinnosti dne 1. ledna 2001. Před tímto dnem byla uvedená právní úprava velmi složitá a mohla vést k nedorozuměním, jak ostatně podle všeho připouští důvodová zpráva k zákonu č. 83/2004 Sb., zejména s ohledem na skutečnost, že Česká republika nezná systém specializovaných advokátů před Nejvyšším soudem (viz, mutatis mutandis, Kemp a další proti Lucembursku, č. 17140/05, bod 58, 24. dubna 2008). Je pravda, že počínaje 1. lednem 2001 účastníci řízení již nejsou povinni, jestliže chtějí uplatnit zásadní právní význam věci, domáhat se u odvolacího soudu vyslovení přípustnosti dovolání; stejná situace jako v případě stěžovatele by se tedy neměla opakovat. Nic to však nemění na tom, že § 237 odst. 1 občanského soudního řádu, ve znění novely, stanoví tři důvody přípustnosti dovolání, z nichž první dva [uvedené v § 237 odst. 1 písm. a) a b)] lze považovat za důvody ex lege, zatímco třetí důvod [uvedený v písm. c)] závisí na uvážení Nejvyššího soudu. Z důvodů uvedených výše má Soud za to, že skutečnost, že Ústavní soud měl za to – v rámci přezkoumání přípustnosti ústavní stížnosti podle § 72 odst. 4 a § 75 odst. 1 zákona č. 182/1993 Sb. –, že Nejvyšší soud dospěl k závěru o nepřípustnosti dovolání ex lege, třebaže Nejvyšší soud rozhodoval v režimu ustanovení § 237 odst. 1 písm. c) (nebo § 239 odst. 2 v dřívějším znění občanského soudního řádu) za použití pravidel dovozených soudními rozhodnutími, představuje pro stěžovatele nepřiměřené břemeno, které lze považovat přinejmenším za nedostatek právní jistoty. Tyto úvahy Soudu se samozřejmě nevztahují na případy, ve kterých Nejvyšší soud zamítne dovolání pro opožděnost, což svědčí o nedodržení, ze strany stěžovatele, jasných pravidel týkajících se lhůt a nezávisí v žádném případě na uvážení Nejvyššího soudu.", "V této souvislosti Soud považuje za nutné poznamenat, že nová právní úprava, jak ji aplikoval Ústavní soud, pokud jde o formální náležitosti a lhůty, které je třeba dodržet při podání ústavní stížnosti v návaznosti na dovolání, se nadále jeví dosti složitá a těžko pochopitelná pro stěžovatele, byť zastoupené advokáty. Svědčí o tom ostatně skutečnost, že sám Ústavní soud musel v určitých případech udělat výjimku z pravidel, aby nezasáhl do práva stěžovatelů na spravedlivý proces (viz rozhodnutí citovaná v § 31 a 33 výše).", "59. Za těchto okolností je Soud toho názoru, že výklad procesního požadavku provedený Ústavním soudem zabránil stěžovateli domoci se přezkoumání opodstatněnosti části jeho stížnosti, což má v předmětné věci za následek porušení práva na účinnou soudní ochranu. S ohledem na všechny okolnosti věci má Soud za to, že Ústavní soud zbavil stěžovatele práva na přístup k soudu a v důsledku toho i práva na spravedlivý proces ve smyslu čl. 6 odst. 1 Úmluvy.", "II. k použití článku 41 úmluvy", "60. Článek 41 Úmluvy stanoví:", "„Jestliže Soud prohlásí, že byla porušena Úmluva nebo její protokoly, a jestliže vnitrostátní právo zúčastněné Vysoké smluvní strany umožňuje jen částečné odstranění důsledků tohoto porušení, Soud přizná v případě potřeby poškozené straně spravedlivé zadostiučinění.“", "A. Újma", "61. Stěžovatel požaduje částku 10 000 € jako náhradu morální újmy, kterou utrpěl v důsledku toho, že sporná soudní rozhodnutí ve věci nebyla přezkoumána Ústavním soudem, který na něj uložil nepřiměřené břemeno.", "62. Vláda zastává názor, že konstatování porušení by mohlo v zásadě představovat dostatečné a odpovídající přiměřené zadostiučinění.", "63. Soud poznamenává, že základem pro poskytnutí spravedlivého zadostiučinění je v projednávané věci skutečnost, že stěžovatel nemohl využít svého práva na přístup k soudu, které je součástí práva na spravedlivý proces ve smyslu článku 6 odst. 1 Úmluvy. Soud nicméně nemůže odhadovat, jak by řízení dopadlo, kdyby Ústavní soud přijal a přezkoumal ústavní stížnost stěžovatele.", "Za těchto podmínek se Soud domnívá, že závěr o porušení Úmluvy postačuje k odčinění případné morální újmy stěžovatele (viz, mutatis mutandis, Běleš a ostatní, viz výše, § 76 a 77; Rechtová proti České republice, č. 27088/05, § 33, 26. červen 2008).", "B. Náklady řízení", "64. Na základě předložené faktury stěžovatel dále požaduje částku 790 € včetně DPH jako náhradu nákladů řízení před Soudem.", "65. Dle vlády se částka požadovaná stěžovatelem zdá být přiměřená.", "66. Podle judikatury Soudu může stěžovatel obdržet náhradu nákladů řízení pouze v rozsahu odpovídajícím jejich skutečnému vynaložení, nezbytnosti a přiměřenosti jejich výše. V projednávané věci a s ohledem na výše uvedená hlediska Soud považuje částku 790 € požadovanou jako náhradu za řízení před Soudem za přiměřenou a stěžovateli ji přiznává.", "C. Úroky z prodlení", "67. Soud považuje za vhodné, aby byly úroky z prodlení založeny na úrokové sazbě marginální zápůjční facility Evropské centrální banky, zvýšené o tři procentní body.", "Z TĚCHTO DŮVODŮ SOUD", "1. prohlašuje většinou hlasů stížnost v ostatních částech za přijatelnou;", "2. rozhoduje šesti hlasy proti jednomu, že došlo k porušení článku 6 odst. 1 Úmluvy;", "3. rozhoduje šesti hlasy proti jednomu, že závěr o porušení Úmluvy sám o sobě poskytuje dostatečné spravedlivé zadostiučinění za morální újmu, která stěžovateli vznikla;", "4. rozhoduje šesti hlasy proti jednomu,", "a) že žalovaný stát má stěžovateli zaplatit ve lhůtě tří měsíců ode dne, kdy rozsudek nabude právní moci podle článku 44 odst. 2 Úmluvy, částku 790 € (sedm set devadesát eur) jako náhradu nákladů řízení, která se převede na české koruny podle kursu platného ke dni zaplacení, a případnou částku daně, kterou by stěžovatel byl povinen zaplatit;", "b) že od uplynutí výše uvedené lhůty až do zaplacení bude stanovená částka navyšována o prostý úrok se sazbou rovnající se sazbě marginální zápůjční facility Evropské centrální banky platné v tomto období, zvýšené o tři procentní body.", "Vyhotoveno ve francouzském jazyce a sděleno písemně dne 12. října 2010 v souladu s článkem 77 odst. 2 a 3 jednacího řádu Soudu.", "", "", ""]}