{"file": "CZE_HJUDCZE_39822_07.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "39822/07", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Ministerstvo spravedlnosti Č eské republiky, . [Př eklad již  zveř ejně ný na oficiální webové stránce Ministerstva spravedlnosti Č eské republiky.] Povolení k opě tnému zveř ejně ní tohoto př ekladu bylo udě leno Ministerstvem spravedlnosti Č eské republiky pouze pro úč ely zař azení do databáze Soudu HUDOC.", "", "", "RADA EVROPY", "", "EVROPSKÝ SOUD PRO LIDSKÁ PRÁVA", "", "PÁTÁ SEKCE", "", "", "", "", "VĚC ŤUPA proti ČESKÉ REPUBLICE", "", "(stížnost č. 39822/07)", "", "", "", "", "", "ROZSUDEK", "", "ŠTRASBURK", "", "26. května 2011", "", "Tento rozsudek nabude právní moci za podmínek stanovených v článku 44 odst. 2 Úmluvy. Může být předmětem formálních úprav. ", "", "", "", "Ve věci Ťupa proti České republice,", "Evropský soud pro lidská práva (pátá sekce), zasedající v senátu ve složení", "Dean Spielmann, předseda, Elisabet Fura,", "Karel Jungwiert,", "Mark Villiger,", "Isabelle Berro-Lefèvre", "Ann Power,", "Ganna Yudkivska, soudci,", "a Stephen Phillips, zástupce tajemnice sekce,", "po poradě konané dne 12. dubna 2011,", "vynesl tento rozsudek, který byl přijat uvedeného dne:", "ŘÍZENÍ", "1. Řízení bylo zahájeno stížností (č. 39822/07) směřující proti České republice, kterou dne 31. srpna 2007 podal k Soudu občan České republiky pan Miloš Ťupa („stěžovatel“) na základě článku 34 Úmluvy o ochraně lidských práv a základních svobod („Úmluva“).", "2. Stěžovatele zastupuje pan V. Peřina, advokát působící v Chrudimi. Českou vládu („vláda“) zastupuje její zmocněnec pan V. A. Schorm z Ministerstva spravedlnosti.", "3. Stěžovatel zejména tvrdí, že bylo porušeno jeho právo na svobodu podle článku 5 odst. 1 Úmluvy, neboť jeho držení v psychiatrické léčebně nebylo v souladu s řízením stanoveným zákonem a nebylo odůvodněné.", "4. Dne 22. června 2010 se předseda páté sekce rozhodl uvědomit o stížnosti vládu. Dále bylo dále rozhodnuto o současném projednání přijatelnosti a odůvodněnosti stížnosti (článek 29).", "SKUTKOVÝ STAV", "I.  OKOLNOSTI PŘÍPADU", "5. Stěžovatel, pan Miloš Ťupa, je českým občanem. Narodil se v roce 1970 a žije v Bystřici nad Pernštejnem.", "6. Stěžovatel žije v domě společně se svojí matkou, bratry a sestrami. Dne 4. ledna 2007 se k němu domů dostavila policie s lékařem a převezla jej proti jeho vůli do Psychiatrické léčebny v Jihlavě.", "7. Dne 8. ledna 2007 ráno léčebna vyrozuměla o stěžovatelově nedobrovolném převzetí Okresní soud v Jihlavě podle § 191a odst. 1 občanského soudního řádu.", "8. Téhož dne odpoledne se do psychiatrické léčebny dostavila vyšší soudní úřednice okresního soudu a vyslechla stěžovatele a jeho ošetřujícího lékaře. Podle protokolu o výslechu lékaře v rozsahu jednoho odstavce lékař vypověděl, že stěžovatel byl hospitalizován na doporučení své obvodní lékařky. Ta uvedla, že stěžovatel přibližně rok trpí sluchovými halucinacemi, je přesvědčený, že mu někdo dává jed do jídla, spí v plynové masce, neboť se domnívá, že se jej někdo pokusil otrávit plynem, a vyhrožuje, že zabije svého bratra. Zdá se, že léčebna rodině stěžovatele volala, aby si posledně uvedenou skutečnost ověřila. Lékař dále vypověděl, že žadatel zpochybnil tvrzení obvodní lékařky, že spolupracuje pouze formálně a že má silně paranoidní a nelogické myšlení. Podle lékaře jelikož stěžovatel nedal svůj souhlas, bylo rozhodnuto, že bude převzat nedobrovolně.", "9. Stěžovatel ve své výpovědi před soudní úřednicí tato tvrzení zpochybnil a prohlásil, že svoji obvodní lékařku nenavštívil již několik měsíců a že měl spory se svojí matkou a bratry, kteří jeho umístění do léčebny zorganizovali. Dále prohlásil, že se nikdy neléčil u psychologa ani psychiatra a nikdy neužíval psychofarmaka. Žádal, aby byl okamžitě propuštěn, protože léčebna neoznámila jeho přijetí soudu ve lhůtě 24 hodin.", "10. Okresní soud o několik hodin později pouze na základě tohoto protokolu o výslechu rozhodl, že stěžovatelovo nedobrovolné převzetí do psychiatrické léčebny bylo v souladu se zákonem. Usnesení kromě toho, že konstatovalo obsah protokolu, dále obsahovalo pouze toto odůvodnění:", "„Umístěný podle názoru soudu nebyl vzhledem ke svému zdravotnímu stavu ovlivněnému duševním onemocněním schopen při převzetí do ústavní péče projevit kvalifikovaný souhlas s převzetím do ústavní zdravotnické péče, které se však jeví jako nutné pro záchranu jeho života a zdraví. Soud proto rozhodl o souladu toho převzetí bez souhlasu umístěného se zákonem tak, jak je výše uvedeno.“", "Rozhodnutí bylo doručeno jen soudem ustanovenému opatrovníkovi stěžovatele, nikoli stěžovateli samému.", "11. Stěžovatel podal odvolání, v němž tvrdil, že jeho držení v léčebně není důvodné a že nebylo v souladu se zákonem, neboť léčebna neoznámila soudu do 24 hodin jeho převzetí.", "12. Dne 22. února 2007 Krajský soud v Brně rozhodnutí soudu prvního stupně potvrdil. Rozhodl, že protokol o výslechu byl pro soud prvního stupně dostatečným důkazem k tomu, aby o něj mohl opřít své rozhodnutí, neboť musel rozhodnout bezodkladně. Soud dodal, že stěžovatelova tvrzení o rodinných sporech nebyla dostatečně konkrétní a že v každém případě jeho hospitalizaci doporučila jeho obvodní lékařka. Dále rozhodl, že lhůta 24 hodin sice nebyla dodržena, avšak zákonnost jeho převzetí do ústavní péče tím nebyla dotčena.", "13. Dne 9. března 2007 byl stěžovatel propuštěn z léčebny.", "14. Dne 16. července 2007 Ústavní soud odmítl stěžovatelovu ústavní stížnost pro zjevnou neopodstatněnost. Prohlásil, že nemůže znovu hodnotit důkazy provedené obecnými soudy a že jejich rozhodnutí o nezbytnosti stěžovatelova držení v ústavní péči nejsou zjevně nerozumná. Dále rozhodl, že zákon stanoví lhůtu 24 hodin, v níž musí zdravotnické zařízení oznámit soudu nedobrovolné převzetí, avšak nedodržení této lhůty nemá za následek nezákonnost držení v ústavní péči. Dodal, že tento závěr pochopitelně nevylučuje možnost, aby se stěžovatel domáhal na léčebně náhrady škody.", "II. Příslušné mezinárodní a vnitrostátní právo a praxe", "A. Příslušné vnitrostátní právo", "Listina základních práv a svobod (zákon č. 2/1993 Sb.)", "15. Podle článku 8 je osobní svoboda zaručena a zákon stanoví, ve kterých případech může být osoba převzata nebo držena v ústavní zdravotnické péči bez svého souhlasu. Takové opatření musí být do 24 hodin oznámeno soudu, který do 7 dnů rozhodne, zda je držení odůvodněné.", "Občanský soudní řád (zákon č. 99/1963 Sb.)", "16. Podle § 191a je ústav vykonávající zdravotnickou péči, který převezme pacienta proti jeho vůli, povinen oznámit převzetí do 24 hodin příslušnému soudu.", "17. Podle § 191b odst. 4 musí soud do sedmi dnů přezkoumat zákonnost nedobrovolného převzetí do ústavu.", "Zákon o péči o zdraví lidu (zákon č. 20/1966 Sb.)", "18. Podle § 23 odst. 4 písm. b) je možné nemocného bez jeho souhlasu léčit a dokonce hospitalizovat, jestliže jeví známky duševní choroby a ohrožuje sebe nebo své okolí.", "Občanský zákoník (zákon č. 40/1964 Sb.)", "19. Podle § 11 má fyzická osoba právo na ochranu své osobnosti (osobní integrity), zejména života a zdraví, občanské cti a lidské důstojnosti, soukromí, jména a projevů osobní povahy.", "20. Podle § 13 odst. 1 mají fyzické osoby právo se domáhat, aby bylo upuštěno od neoprávněných zásahů do práva na ochranu jejich osobnosti, aby byly odstraněny následky těchto zásahů. Dále mají právo na přiměřené spravedlivé zadostiučinění. Odstavec 2 stanoví, že pokud by zadostiučinění podle odstavce 1 nebylo dostačující zejména proto, že byla ve značné míře snížena důstojnost fyzické osoby nebo její vážnost ve společnosti, má fyzická osoba též právo na náhradu nemajetkové újmy v penězích.", "B. Příslušná vnitrostátní praxe", "21. V usnesení ze dne 27. září 2007 (30 Cdo 3126/2007) Nejvyšší soud potvrdil rozsudek Městského soudu v Praze ze dne 20. dubna 2006, kterým bylo každému žalobci podle § 13 odst. 2 občanského zákoníku přiznáno 15 000 Kč jako náhrada nemajetkové újmy způsobené tím, že žalobci byli drženi přes noc na policejní stanici, a bylo tak porušeno jejich právo na svobodu.", "C. Příslušné mezinárodní dokumenty", "Doporučení Rec(2004)10 Výboru ministrů členským státům o ochraně lidských práv a důstojnosti osob s duševní poruchou (přijato Výborem ministrů dne 22. září 2004)", "22. Zásada obsažená v článku 8 zní: „Osoby s duševní poruchou by měly mít právo na péči v co nejméně omezujícím prostředí, jaké je dostupné, a s co nejméně omezující či zasahující léčbou, jaká je dostupná, s přihlédnutím ke svým zdravotním potřebám a k potřebě chránit bezpečnost ostatních.“", "23. Článek 17 stanoví kritéria pro nedobrovolné umístění:", "„1. Osoba může být nedobrovolně umístěna pouze tehdy, jsou-li splněny všechny tyto podmínky:", "i. daná osoba trpí duševní poruchou,", "ii. její stav představuje značné nebezpečí vážné újmy pro její zdraví nebo pro jiné osoby,", "iii. umístění je prováděno kromě jiného k terapeutickým účelům,", "iv. nejsou k dispozici méně omezující prostředky pro poskytnutí potřebné péče,", "v. byl vzat v úvahu názor dotyčné osoby.", "2. Zákon může stanovit, že výjimečně může být osoba nedobrovolně umístěna v souladu s ustanoveními této kapitoly, a to na co nejkratší možnou dobu nutnou pro zjištění, zda trpí duševní poruchou, která představuje značné nebezpečí vážné újmy pro její zdraví nebo pro jiné osoby, jestliže:", "i. její chování vykazuje silné známky takové poruchy,", "ii. její stav zřejmě představuje takové nebezpečí,", "iii. neexistují jiné vhodné méně omezující prostředky pro toto zjištění a", "iv. byl vzat v úvahu názor dotyčné osoby.“", "24. Článek 20 obsahuje doporučení pro řízení o vydání rozhodnutí o nedobrovolném umístění:", "„1. Rozhodnutí o nedobrovolném umístění osoby by mělo být vydáno soudem nebo jiným příslušným orgánem. Soud nebo jiný příslušný orgán by měl:", "i. vzít v úvahu názor dotyčné osoby,", "ii. jednat v souladu s postupy stanovenými zákonem na základě zásady, že dotyčná osoba by měla být osobně vyslechnuta.", "...", "3. Rozhodnutí o nedobrovolném umístění nebo nedobrovolné léčbě osoby by mělo být doloženo příslušnými podklady a mělo by uvést maximální dobu, po jejímž uplynutí musí být rozhodnutí podle zákona formálně přezkoumáno. Právo dotyčné osoby na přezkum a odvolání podle článku 25 tím není dotčeno. ...", "4. Nedobrovolné umístění, nedobrovolná léčba nebo jejich prodloužení by mělo být prováděno pouze na základě vyšetření lékařem s potřebnou způsobilostí a zkušenostmi a v souladu s platnými a spolehlivými odbornými standardy.", "5. Lékař nebo jiný příslušný orgán by měl vyslechnout osoby blízké dotyčné osoby, ledaže s tím dotyčná osoba nesouhlasí, není to možné bez nepřiměřených obtíží nebo to není z jiných důvodů vhodné.“", "Právní posouzení", "I. K TVRZENÉMU PORUŠENÍ ČLÁNKU 5 odst. 1 úmluvy", "25. Stěžovatel namítá, že bylo porušeno jeho právo na svobodu, neboť jeho držení v psychiatrické léčebně nebylo v souladu s řízením, které stanoví zákon, a bylo neodůvodněné. Odvolává se na články 5 a 6 Úmluvy.", "Soud považuje za vhodné posoudit tuto stížnost podle článku 5 odst. 1 Úmluvy, jehož příslušná část zní:", "„1. Každý má právo na svobodu a osobní bezpečnost. Nikdo nesmí být zbaven svobody kromě následujících případů, pokud se tak stane v souladu s řízením stanoveným zákonem:", "...", "e) zákonné držení osob, aby se zabránilo šíření nakažlivé nemoci, nebo osob duševně nemocných, alkoholiků, narkomanů nebo tuláků...“", "A. K přijatelnosti", "1. Tvrzení účastníků řízení", "26. Vláda tvrdí, že stěžovatelova námitka ohledně porušení lhůty 24 hodin pro vyrozumění soudu o nedobrovolném přijetí osoby do psychiatrické léčebny je nepřijatelná pro nevyčerpání vnitrostátních právních prostředků nápravy a neslučitelná ratione personae a z toho důvodu, že stěžovateli nevznikla podstatná újma.", "27. Co se týče nevyčerpání vnitrostátních prostředků nápravy, vláda argumentuje tím, že stěžovatel napadl pouze rozhodnutí potvrzující zákonnost jeho převzetí do léčebny, což by v případě úspěchu vedlo k jeho propuštění. Tento právní prostředek však nebyl vhodný pro jednoduchou procesní chybu ze strany léčebny. Podle názoru vlády pokud zdravotnické zařízení poruší lhůtu 24 hodin, avšak soud přesto do sedmi dnů rozhodne, je zcela logickým důsledkem, že existují-li zákonné důvody pro hospitalizaci, není dotyčná osoba propuštěna, nýbrž je „pouze“ uznáno pochybení a dotyčná osoba má možnost požadovat náhradu majetkové a nemajetkové újmy. Jiný postup by byl podle názoru vlády nepřiměřeně formalistický a mohl by potenciálně vážně ohrozit zdraví nebo život pacienta či třetích osob.", "28. Vláda proto podotýká, že stěžovatel měl podat proti léčebně občanskoprávní žalobu o náhradu majetkové či nemajetkové újmy, jak mu naznačil Ústavní soud.", "29. Stěžovatel nesouhlasí a tvrdí, že vládou navrhovaný právní prostředek nápravy neměl k dispozici.", "2. Hodnocení Soudu", "30. Soud podotýká, že účelem článku 35 Úmluvy je poskytnout členským státům možnost odvrátit nebo napravit porušení, která jsou jim kladena za vinu, před tím, než budou předložena orgánům Úmluvy. Státy jsou proto zproštěny odpovědnosti za své činy před mezinárodním orgánem do doby, než jim byla poskytnuta příležitost zjednat nápravu prostřednictvím svého vlastního právního systému. Toto pravidlo vychází z předpokladu vyjádřeného v článku 13 Úmluvy, s nímž úzce souvisí, že ve vnitrostátním systému existuje ohledně tvrzeného porušení účinný právní prostředek nápravy. Důležitým aspektem této zásady tedy je, že mechanismus ochrany vytvořený Úmluvou má vůči vnitrostátním systémům zaručujícím lidská práva subsidiární povahu (viz např. Selmouni proti Francii [velký senát], č. 25803/94, § 74, ESLP 1999-V).", "31. Stěžovatel je povinen vyčerpat pouze ty právní prostředky nápravy, které se vztahují k tvrzeným porušením a současně jsou dostupné a dostatečné. Existence takovýchto prostředků musí být dostatečně jistá nejen teoreticky, ale i v praxi; pokud tomu tak není, postrádají tyto prostředky požadovanou dostupnost a účinnost. Kromě toho platí, že po stěžovateli, který vyčerpal právní prostředek nápravy, jenž je zjevně účinný a dostatečný, nelze požadovat, aby se pokusil uplatnit také jiné prostředky, které jsou sice dostupné, ale pravděpodobně by nebyly o nic úspěšnější (viz T. W. proti Maltě [velký senát], č. 25644/94, § 34, 29. dubna 1999).", "32. V projednávaném případě musí Soud nejprve určit, zda stěžovatelovo odvolání proti usnesení okresního soudu potvrzujícímu zákonnost nedobrovolného převzetí do léčebny bylo adekvátní v tom smyslu, že jeho prostřednictvím mohl uplatnit svoji námitku nedodržení zákonné lhůty 24 hodin ze strany léčebny.", "33. Soud konstatuje, že účelem odvolání je přezkoumat, zda byly splněny podmínky pro nedobrovolnou hospitalizaci podle zákona o péči o zdraví lidu, tj. zda pacient vykazuje známky duševní choroby a ohrožuje sebe nebo své okolí. Soudy se nezabývají otázkou, zda léčebna splnila svoji povinnost dodržet lhůtu 24 hodin. To v projednávané věci potvrdily i krajský soud a Ústavní soud, které uznaly, že se léčebna sice dopustila chyby, ale jednalo se o chybu, která nemohla mít žádný negativní vliv na věcnou stránku rozhodnutí soudu.", "34. Prostředek uplatněný stěžovatelem proto nebyl, pokud jde o tento aspekt jeho stížnosti, pro účely článku 35 odst. 1 Úmluvy adekvátním právním prostředkem nápravy.", "35. Zbývá však rozhodnout, zda byla ve stěžovatelově situaci dostupným a dostatečným právním prostředkem nápravy občanskoprávní žaloba o náhradu újmy proti léčebně, jak navrhuje vláda, nebo zda bylo zapotřebí prostředku nápravy, který by směřoval k propuštění stěžovatele.", "36. V této souvislosti musí Soud nejprve určit povahu stěžovatelovy námitky. Je nutno rozlišovat dvě období jeho držení v ústavu – před rozhodnutím okresního soudu a po něm, kdy držení již vycházelo z tohoto rozhodnutí (viz Shulepova proti Rusku, č. 34449/03, § 47, 11. prosince 2008).", "37. Pokud jde o první období, Soud nemůže akceptovat argument vlády, že nedodržení lhůty 24 hodin léčebnou lze považovat za prostou procesní chybu, která neměla vliv na věcnou stránku stěžovatelova držení v léčebně. Soud poznamenává, že pravidlo lhůty 24 hodin je významnou procesní zárukou proti svévolnému držení osob ve zdravotnických zařízeních. Podle tohoto pravidla musí být převzetí oznámeno soudu, který může neprodleně rozhodnout, že držení není důvodné, a nařídit tak propuštění dotyčné osoby. Podle judikatury Soudu je existence procesních záruk nedílnou součástí zákonnosti jakéhokoliv omezení osobní svobody. Absence těchto záruk činí omezení osobní svobody svévolným, a tudíž nezákonným (viz H. L. proti Spojenému království, č. 45508/99, ESLP 2004-IX). Obdobně ve věci Erkalo proti Nizozemsku (2. září 1998, Sbírka rozsudků a rozhodnutí 1998-VI) Soud judikoval, že podal-li státní zástupce k soudu žádost o prodloužení pobytu v psychiatrické léčebně opožděně, v důsledku toho byl tento pobyt až do vydání rozhodnutí o opožděné žádosti nezákonný. Proto pokud by bylo pravdivé stěžovatelovo tvrzení, že byl v psychiatrické léčebně držen čtyři dny, než léčebna oznámila jeho převzetí okresnímu soudu, znamenalo by to, že jeho držení bylo nezákonné z důvodu absence procesních záruk. Proto by také byla v tomto období vhodným právním prostředkem nápravy žádost o propuštění. Je však ještě třeba rozhodnout, zda tomu tak bylo i ve druhém období, poté, kdy okresní soud rozhodl o držení stěžovatele v ústavní péči.", "38. Soud konstatuje, že okresní soud dne 8. ledna 2007 rozhodl, že podmínky podle zákona o péči o zdraví lidu byly splněny, tj. že stěžovatel trpí duševní chorobou a jeho držení v ústavní péči je nezbytné kvůli ochraně jeho života a zdraví. Jelikož tedy o zákonnosti jeho držení v ústavní péči rozhodl soud, a to v zákonné sedmidenní lhůtě, otázka, zda byl stěžovatel držen bez jakýchkoli procesních záruk, se již nekladla. Po 8. lednu 2007 proto námitkou stěžovatele byla skutečnost, že k omezení jeho osobní svobody nedošlo v souladu s řízením stanoveným zákonem, neboť léčebna nedodržela lhůtu 24 hodin. Od tohoto dne neměla skutečnost, že léčebna neoznámila jeho převzetí, žádný vliv na podstatu věci, tj. odůvodněnost držení stěžovatele v ústavní péči. Soud se proto domnívá, že po 8. lednu 2007 měla stěžovatelova námitka pouze procesní charakter. Souhlasí s názorem vlády, že by za těchto okolností bylo nepřiměřeně formalistické vyžadovat právní prostředek nápravy, na jehož základě by stěžovatel mohl být propuštěn.", "39. Soud je proto v projednávané věci toho názoru, že po 8. lednu 2007 by přiměřené zadostiučinění bylo dostatečným prostředkem nápravy ohledně stěžovatelova tvrzení, že jeho držení v ústavní péči nebylo v souladu s řízením stanoveným zákonem.", "40. Soud konstatuje, že podle vnitrostátní judikatury je právo na svobodu nedílnou součástí osobnostních práv chráněných ustanovením § 11 občanského zákoníku. Současně je v českém právním řádu přímo použitelná Úmluva. Stěžovatel měl tedy v projednávané věci možnost zahájit toto řízení, v němž by byl posouzen soulad držení v ústavní péči s jeho právem na svobodu, postup psychiatrické léčebny mohl být prohlášen za nezákonný a stěžovateli mohlo být přiznáno přiměřené zadostiučinění. Stěžovatel nevznesl žádné argumenty, z nichž by vyplýval opak.", "41. Soud proto uzavírá, že po 8. lednu 2007 byla civilní žaloba o náhradu újmy dostupným a dostatečným právním prostředkem nápravy ohledně stěžovatelova tvrzení, že léčebna neoznámila jeho převzetí ve lhůtě 24 hodin soudu. Vzhledem k tomu, že stěžovatel uvedený právní prostředek nápravy nevyužil, tato část jeho stížnosti musí být odmítnuta pro nevyčerpání vnitrostátních právních prostředků nápravy podle článku 35 odst. 1 a 4 Úmluvy. Za těchto okolností soud nepovažuje za nutné rozhodovat o ostatních námitkách vlády týkajících se přijatelnosti této části stížnosti.", "42. Pokud jde o námitku, že držení stěžovatele v ústavní zdravotnické péči bylo neodůvodněné, Soud konstatuje, že není zjevně neopodstatněná ve smyslu článku 35 odst. 3 písm. a) Úmluvy ani z jiného důvodu není nepřijatelná. Musí proto být prohlášena za přijatelnou.", "B. K odůvodněnosti", "1. Tvrzení účastníků řízení", "43. Stěžovatel tvrdí, že jeho držení v ústavní zdravotnické péči jako duševně nemocné osoby bylo neodůvodněné, vnitrostátní soudy neuvedly žádné relevantní důvody pro jeho držení v ústavní péči, nebyl vypracován lékařský posudek, který by potvrzoval nutnost takového držení kvůli jeho vlastní ochraně nebo k ochraně jeho okolí, a neexistoval žádný důkaz specifikující charakter jeho údajné psychické poruchy.", "44. Vláda argumentuje, že pro účely prvotního posouzení převzetí do ústavní péče prováděného soudem v sedmidenní lhůtě musí postačovat vyjádření ošetřujícího lékaře. Tvrdí, že zpráva lékaře psychiatrické léčebny přesvědčivě prokázala, že stěžovatel trpí skutečnou psychickou poruchou. Vláda dále poukazuje na prostor pro uvážení, jenž Soud ponechává národním orgánům při posuzování důkazů týkajících se lékařských diagnóz osob a míry ohrožení, které mohou tyto osoby představovat. Namítá, že by Soud měl akceptovat vnitrostátní rozhodnutí, neboť národní soudy jsou lépe schopny přímo zjistit skutkové okolnosti a osobně vyslechnout dotčené osoby, což v daném případě okresní soud učinil.", "2. Hodnocení Soudu", "45. Soud připomíná, že článek 5 Úmluvy se společně s články 2, 3 a 4 týká nejvýznamnějších základních práv chránících fyzickou bezpečnost osoby a jako takový má v demokratické společnosti vrcholný význam (viz McKay proti Spojenému království [velký senát], č. 543/03, § 30, ESLP 2006-X, a Storck proti Německu, č. 61603/00, § 102, ESLP 2005-V).", "46. Držení osoby považované za duševně nemocnou v ústavní péči musí být v souladu s účelem článku 5 odst. 1 Úmluvy, jímž je zamezit tomu, aby byly osoby svévolným způsobem zbavovány svobody, a s cílem tohoto omezení vyjádřeným v písmenu e). V posledně uvedeném ohledu Soud připomíná, že podle jeho ustálené judikatury nemůže být osoba považována za „duševně nemocnou“ a zbavena svobody, pokud nejsou splněny tyto tři minimální požadavky: zaprvé, objektivním lékařským posudkem musí být prokázáno, že daná osoba trpí duševní poruchou; zadruhé, duševní porucha musí být takového druhu nebo stupně, aby opodstatnila nedobrovolné zbavení osobní svobody; zatřetí, platnost prodloužení omezení osobní svobody je podmíněna trváním této duševní poruchy (viz Winterwerp proti Nizozemsku, 24. října 1979, § 39, Série A č. 33).", "47. Aby bylo omezení osobní svobody odůvodněné, musí být jednoznačně prokázána skutečnost, že daná osoba je „duševně nemocná“; výjimkou jsou naléhavé případy. Za tímto účelem musí být příslušnému vnitrostátnímu orgánu objektivní lékařskou zprávou prokázána existence skutečné psychické poruchy, jejíž povaha nebo rozsah jsou takové, že odůvodňují zbavení osobní svobody, které nemůže pokračovat, pokud psychická porucha netrvá (viz Herczegfalvy proti Rakousku, 24. září 1992, § 63, Série A č. 244). S výjimkou naléhavých případů je nezbytné posouzení psychiatrem, zejména pokud dotyčná osoba v minulosti netrpěla psychickou poruchou (viz C. B. proti Rumunsku, č. 21207/03, § 56, 20. dubna 2010).", "48. Soud dále připomíná, že omezení osobní svobody jednotlivce je natolik závažným opatřením, že je odůvodněné jen tehdy, byla-li zvážena jiná, méně přísná opatření a tato byla shledána jako nedostatečná pro zajištění individuálního nebo veřejného zájmu, který vyžaduje, aby dotyčná osoba byla zbavena svobody. Musí být prokázáno, že zbavení svobody bylo za daných okolností nezbytné (viz Varbanov proti Bulharsku, č. 31365/96, § 46, ESLP 2000-X).", "49. Soud v řadě případů judikoval, že do určité míry respektuje rozhodnutí vnitrostátních orgánů o tom, zda by měla být určitá osoba držena v ústavní péči jako „osoba duševně nemocná“. Soud nebude nahrazovat rozhodnutí států o tom, jak aplikovat práva podle Úmluvy na konkrétní skutkové okolnosti. Zhodnocení důkazů předložených v konkrétním řízení přísluší v prvé řadě vnitrostátním orgánům; úkolem Soudu je přezkoumat rozhodnutí těchto orgánů ve světle Úmluvy (viz Luberti proti Itálii, 23. února 1984, § 27, Série A č. 75). Soudu nepřísluší znovu hodnotit různé lékařské posudky, neboť to spadá primárně do působnosti národních soudů; Soud však musí sám zjistit, zda vnitrostátní soudy měly při vydávání napadeného rozhodnutí k dispozici dostatečné důkazy odůvodňující držení v ústavní péči (viz Herz proti Německu, č. 44672/98, § 51, 12. června 2003). Míra respektu k rozhodnutím vnitrostátních orgánů je větší, jedná-li se o naléhavý případ (ibid., § 55).", "50. Soud také připomíná v zásadě subsidiární roli Úmluvy (viz mimo jiné Hatton a ostatní proti Spojenému království [velký senát], č. 36022/97, § 97, ESLP 2003-VIII). Soud je přesvědčen, že subsidiarita a účinná ochrana práv na národní úrovni jsou dvě strany téže mince. Má-li být subsidiarita plně funkční, je nezbytné, aby vnitrostátní orgány účinně chránily lidská práva na národní úrovni. Především tyto orgány mají za povinnost zajistit, aby práva a svobody zakotvené v Úmluvě byly v plné míře zabezpečeny.", "51. Aby tudíž mohl Soud respektovat úsudek vnitrostátních orgánů, které jsou vskutku lépe vybaveny posoudit okolnosti daného případu, musí se přesvědčit, že tyto orgány posoudily a prozkoumaly příslušné otázky důkladně. Tyto zásady jsou plně použitelné i na případy zbavení svobody, a to vzhledem k zásadnímu významu tohoto práva v demokratické společnosti. Vnitrostátní soudy musejí podrobit případy zbavení svobody podrobnému zkoumání, aby zadržované osoby měly v praxi k dispozici účinné procesní záruky proti svévolnému zadržování (viz také § 37 výše).", "52. Pokud jde o projednávaný případ, Soud zkraje poznamenává, že se nejedná o zbavení osobní svobody v naléhavé situaci. Během vnitrostátního řízení nebylo nikdy tvrzeno, že existují naléhavé důvody vyžadující bezprostřední omezení stěžovatelovy osobní svobody. Naopak se zdá, že stěžovatelovo převzetí do ústavní péče bylo plánováno na doporučení jeho obvodní lékařky. Stěžovatel byl držen v ústavní péči čtyři dny, než léčebna informovala okresní soud. Podle vnitrostátního práva měl okresní soud ještě tři dny na to, aby rozhodl, zda k převzetí stěžovatele do ústavní péče došlo v souladu se zákonem. Soud je proto toho názoru, že vnitrostátní orgány měly dostatek času na důkladné posouzení, zda je omezení stěžovatelovy svobody odůvodněné.", "53. Soud dále konstatuje, že stěžovatel prohlásil, a vláda to nezpochybnila, že v minulosti netrpěl duševní chorobou ani neměl sklony k násilí. Byl proti své vůli odvezen z domova do psychiatrické léčebny, aniž by předtím byl někdy vyšetřen psychiatrem. Již samy tyto skutečnosti měly zaujmout pozornost vnitrostátních soudů a přimět je, aby stěžovatelovo převzetí do ústavní péče důkladně přezkoumaly.", "54. Soud nicméně konstatuje, že vnitrostátní soudy ve svých rozhodnutích vycházely pouze z jediného podkladu, a to protokolu o výslechu lékaře psychiatrické léčebny a stěžovatele provedeném vyšší soudní úřednicí. Poznamenává, že během tohoto výslechu vycházel psychiatr léčebny ve své diagnóze ze svého vlastního hodnocení stěžovatele a ve značné míře také ze zprávy obvodní lékařky. Soud však podotýká, že zpráva obvodní lékařky nebyla soudu předložena a ani lékařka nebyla vyslechnuta jako svědek. Nebyla proto možnost podrobit tento důkaz zkoumání, ať formou křížového výslechu nebo jinak.", "55. Pokud jde o otázku, zda byl stěžovatel nebezpečný, vnitrostátní soudy neuvedly žádný důvod, proč byly přesvědčeny, že je stěžovatel nebezpečný sám sobě. Okresní soud jednoduše prohlásil, že tomu tak je. Soud však podotýká, že psychiatr léčebny se ve své výpovědi, jež byla jediným důkazem, který měly vnitrostátní soudy k dispozici, k této otázce nijak nevyjádřil. Spíše se zdá, že léčebna založila své rozhodnutí o převzetí stěžovatele na jeho údajných výhrůžkách vůči bratrovi. Soud proto zastává názor, že závěr vnitrostátních soudů nebyl podepřen žádným lékařským posudkem ani jiným důkazem (viz věc Trajče Stojanovski proti Bývalé jugoslávské republice Makedonii, č. 1431/03, § 35, 22. října 2009, kdy Soud vyjádřil znepokojení nad tím, že lékařské posudky neobsahovaly žádné zmínky o stěžovatelově agresivním chování, a přesto byl z tohoto důvodu zbaven osobní svobody; a a contrario Wassink proti Nizozemsku, 27. září 1990, § 25, Série A č. 185-A, kdy měl vnitrostátní soud pro zhodnocení nebezpečnosti stěžovatele k dispozici čtyři lékařské posudky a další důkazy, a podobně výše citovaný rozsudek ve věci Herczegfalvy, § 64, kdy byly předloženy tři lékařské posudky potvrzující stěžovatelovu nebezpečnost).", "56. Co se týče údajné celkové absence náležitého odůvodnění v rozhodnutích vnitrostátních soudů, Soud konstatuje, že okresní soud pouze v jediné větě prohlásil, že stěžovatelův zdravotní stav je ovlivněn jeho duševní chorobou a že jeho držení v ústavní péči se jeví jako nezbytné kvůli ochraně jeho života a zdraví. V podstatě při tom pouze citoval znění § 23 odst. 4 zákona o péči o zdraví lidu. Okresní soud se každopádně nezabýval stěžovatelovou námitkou, že jeho obvodní lékařka jej již několik měsíců nevyšetřila a že její tvrzení jsou nepravdivá. Soud je přesvědčen, že tyto námitky a argumenty, pokud by byly připuštěny, by měly pro výsledek řízení značný význam. Situace proto vyžadovala, aby soudy podrobněji zdůvodnily závěr, že byly splněny všechny podmínky pro převzetí stěžovatele do ústavní péče (viz přiměřeně Georgiadis proti Řecku, 29. května 1997, § 43, Sbírka 1997-III, a Pronina proti Ukrajině, č. 63566/00, § 25, 18. července 2006).", "57. Soud již konstatoval, že vnitrostátní soudy neprovedly žádný důkaz, který by vyvracel nebo potvrzoval výše uvedené stěžovatelovy námitky. Soud nepředvolal k výslechu nebo se ani nepokusil kontaktovat stěžovatelovu obvodní lékařku nebo někoho z jeho rodiny, jejíž blíže neurčení členové údajně léčebně sdělili, že je stěžovatel nebezpečný. Vláda argumentuje tím, že lékař psychiatrické léčebny potvrdil přibližně rok trvající stěžovatelovy sluchové halucinace a silně paranoidní chování a že se tak přesvědčivě potvrdilo, že stěžovatel trpí skutečnou duševní poruchou. Soud však poznamenává, že psychiatr léčebny soudní úřednici pouze zopakoval obsah zprávy sepsané stěžovatelovou obvodní lékařkou, jejíž pravdivost stěžovatel popíral. Za těchto okolností je skutečnost, že se vnitrostátní soudy nepokusily vyslechnout stěžovatelovu obvodní lékařku nebo ověřit její zprávu, obzvlášť do očí bijící. Soud proto zastává názor, že vnitrostátní soudy při vydávání napadeného rozhodnutí neměly k dispozici dostatečné důkazy odůvodňující držení stěžovatele v ústavní péči.", "58. Soud také podotýká, že lékaře psychiatrické léčebny i stěžovatele vyslýchala vyšší soudní úřednice, a nikoli soudkyně okresního soudu, která o případu rozhodovala. Tato skutečnost oslabuje argument vlády, že Soud by měl respektovat vnitrostátní rozhodnutí, neboť vnitrostátní soudy využily možnosti přímo zjistit okolnosti případu a osobně vyslechnout dotčené osoby.", "59. Soud dále nemůže akceptovat argument vyslovený krajským soudem, že další důkladnější zkoumání nebylo možno provést kvůli nutnosti rozhodnout bez zbytečného odkladu. Soud podotýká, že okresní soud měl na své rozhodnutí tři dny a tak jako tak se ani nepokusil získat další důkazy.", "60. Soud dodává, že ve spisu není žádná zmínka (a vláda v tomto směru neposkytla žádné informace), z níž by vyplývalo, že byla zvážena nějaká méně omezující opatření než držení v psychiatrické léčebně a že byla shledána jako nedostatečná. Vnitrostátní soudy se k této otázce nijak nevyjádřily, přestože stěžovatel nikdy v minulosti nepodstoupil žádnou psychiatrickou léčbu a nejednalo se o naléhavý případ.", "61. Soud dospěl k závěru, že vnitrostátní soudy nepodrobily držení stěžovatele důkladnému zkoumání, jak vyžaduje článek 5 odst. 1 písm. e) Úmluvy. Došlo proto k porušení článku 5 odst. 1 Úmluvy.", "II. K TVRZENÉMU PORUŠENÍ ČLÁNKU 8 úmluvy", "62. Stěžovatel namítá, že policie porušila jeho právo na respektování obydlí. Odvolává se na článek 8 Úmluvy, který zní:", "„1. Každý má právo na respektování svého soukromého a rodinného života, obydlí a korespondence.", "2. Státní orgán nemůže do výkonu tohoto práva zasahovat kromě případů, kdy je to v souladu se zákonem a nezbytné v demokratické společnosti v zájmu národní bezpečnosti, veřejné bezpečnosti, hospodářského blahobytu země, ochrany pořádku a předcházení zločinnosti, ochrany zdraví nebo morálky nebo ochrany práv a svobod jiných.“", "63. Soud konstatuje, že stěžovatel nezahájil v tomto ohledu žádné vnitrostátní řízení a nezdá se, že by tuto námitku jakkoli uplatnil před vnitrostátními orgány, včetně Ústavního soudu. Z toho plyne, že tato část jeho stížnosti je nepřijatelná pro nevyčerpání vnitrostátních právních prostředků nápravy ve smyslu článku 35 odst. 1 Úmluvy. Musí proto být podle § 35 odst. 4 Úmluvy prohlášena za nepřijatelnou.", "III.  K POUŽITÍ ČLÁNKU 41 ÚMLUVY", "64. Článek 41 Úmluvy zní:", "„Jestliže Soud prohlásí, že byla porušena Úmluva nebo její protokoly, a jestliže vnitrostátní právo zúčastněné Vysoké smluvní strany umožňuje jen částečné odstranění důsledků tohoto porušení, Soud přizná v případě potřeby poškozené straně spravedlivé zadostiučinění.“", "A. Újma", "65. Stěžovatel požaduje z titulu náhrady nemajetkové újmy částku 20 000 €.", "66. Vláda prohlašuje, že vzhledem k procesní povaze tvrzených porušení by výrok o porušení Úmluvy byl dostatečným spravedlivým zadostiučiněním za veškerou případnou morální újmu, kterou mohl stěžovatel utrpět.", "67. Soud je nicméně přesvědčen, že stěžovatel nepochybně trpěl pocity marnosti a úzkosti, což nelze odčinit pouhým konstatováním porušení. S ohledem na okolnosti případu mu Soud na spravedlivém základě, jak vyžaduje článek 41, přiznává z titulu náhrady morální újmy částku 12 000 €.", "B. Náklady řízení", "68. Stěžovatel dále požaduje částku 6 300 Kč na nákladech řízení na vnitrostátní úrovni a blíže neupřesněnou částku za řízení před Soudem.", "69. Vláda tvrdí, že stěžovateli by z tohoto titulu nemělo být nic přiznáno, neboť své nároky nedoložil žádnými dokumenty.", "70. Podle judikatury Soudu má stěžovatel nárok na náhradu nákladů pouze v tom rozsahu, v jakém bylo prokázáno, že tyto náklady skutečně a nezbytně vynaložil a že jsou co do výše přiměřené. Vzhledem k absenci jakéhokoliv důkazu o zaplacení Soud z tohoto titulu stěžovateli ničeho nepřiznává (viz Melich a Beck proti České republice, č. 35450/04, § 62, 24. července 2008).", "C. Úrok z prodlení", "71. Soud považuje za vhodné, aby byly úroky z prodlení založeny na úrokové sazbě marginální zápůjční facility Evropské centrální banky, zvýšené o tři procentní body.", "Z TĚCHTO DŮVODŮ SOUD JEDNOMYSLNĚ", "1. prohlašuje stížnost v části týkající se důvodnosti zbavení stěžovatele svobody na poli článku 5 odst. 1 Úmluvy za přijatelnou a ve zbytku za nepřijatelnou;", "2. rozhoduje, že došlo k porušení článku 5 odst. 1 Úmluvy;", "3.  rozhoduje,", "a) že žalovaný stát má stěžovateli zaplatit ve lhůtě tří měsíců ode dne, kdy rozsudek podle článku 44 odst. 2 Úmluvy nabude právní moci, částku 12 000 € (slovy: dvanáct tisíc eur) z titulu náhrady nemajetkové újmy a dále případnou částku daně; tato částka bude převedena na české koruny podle kursu platného ke dni zaplacení;", "b) že od uplynutí výše uvedené lhůty až do zaplacení bude stanovená částka navyšována o prostý úrok se sazbou rovnající se sazbě marginální zápůjční facility Evropské centrální banky platné v tomto období, zvýšené o tři procentní body;", "4.  zamítá v ostatním návrh na přiznání spravedlivého zadostiučinění. ", "", "Vyhotoveno v anglickém jazyce a sděleno písemně dne 26. května 2011 v souladu s článkem 77 odst. 2 a 3 jednacího řádu Soudu.", "", "", ""]}