{"file": "CZE_HJUDCZE_30386_05.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "30386/05", "text_paragraphs": ["", "© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 6. listopadu 2012 ve věci č. 30386/05 – Ekoglasnost proti Bulharsku", "Senát čtvrté sekce Soudu poměrem hlasů šesti ku jednomu konstatoval, že stanovením nových zákonných podmínek pro účast ve volbách krátký čas před jejich konáním došlo k porušení práva stěžovatelky, politické strany, na svobodné volby (čl. 3 Protokolu č. 1).", "(i) Okolnosti případu", "Stěžovatelka, bulharská politická strana Ekoglasnost, žádala dne 9. května 2005 u Ústřední volební komise o registraci strany jako účastníka pro nadcházející parlamentní volby. Strana byla založena v roce 1990, do roku 2001 se účastnila všech parlamentních voleb a třikrát křesla v parlamentu získala. Žádost strany o účast ve volbách v červnu 2005 však byla zamítnuta z důvodu absence tří dokumentů, konkrétně osvědčení o zaplacení volební zálohy ve výši 20.000 BGN (bulharský lev), osvědčení o předložení účetních závěrek za poslední 3 roky bulharskému Účetnímu dvoru a předložení podpisů minimálně 5.000 voličů, podporujících účast strany ve volbách. Povinnost splnit tyto podmínky byla ve volebním zákoně zakotvena novelou krátce před volbami, v dubnu 2005. Strana se proti rozhodnutí o zamítnutí registrace odvolala s argumentem protiústavnosti předmětných ustanovení volebního zákona, Nejvyšší správní soud je ale jako protiústavní neoznačil a žalobu zamítl.", "(ii) Odůvodnění rozhodnutí Soudu", "K tvrzenému porušení čl. 3 Protokolu č. 1", "Soud zopakoval, že právo na svobodné volby zahrnuje nejenom subjektivní právo volit a být volen, ale také povinnost státu volby legislativně zakotvit, přičemž stát požívá širokého prostoru pro uvážení (srov. např. Mathie-Mohin a Clerfayt proti Belgii, č. 9267/81, rozsudek ze dne 2. března 1987).", "V projednávaném případě Soudu podotkl, že se nové podmínky pro účast ve volbách týkaly všech politických stran, které chtěly kandidovat, nebyly prohlášeny za neslučitelné s Ústavou, byly dostatečně jasné, předvídatelné a sledovaly legitimní cíl. Samy o sobě tedy z pohledu čl. 3 Protokolu č. 1 nepředstavovaly problém. Problematické nicméně mohl být okamžik jejich zavedení.", "Ohledně povinnosti předložit účetní závěry Soud konstatoval, že tato povinnost existovala již od roku 2001, avšak až s účinností od 1. dubna 2005 mohlo její porušení zapříčinit neúčast strany ve volbách. Návrh této legislativní změny byl ale předložen již roku 2003 a veřejně projednáván v roce 2004. Pro stěžovatelku tak byla tato povinnost dostatečně předvídatelná a mohla pro její splnění učinit všechna potřebná opatření.", "Naopak návrh zákona stanovující povinnost složit volební zálohu a získat 5 000 podpisů osob, které podporují účast strany ve volbách, byl předložen až dne 1. února 2005 a veřejně projednáván v březnu a dubnu 2005. Obě podmínky byly po projednávání zásadně upraveny a do doby jejich uzákonění dne 7. dubna 2005 tak představitelé stěžovatelky nemohli jejich konečnou podobu znát. Pro splnění podmínek tak měli, s ohledem na konání voleb dne 25. června 2005 a na povinnost registrace nejpozději 46 dnů před volbami, pouze necelý měsíc.", "Soud připomněl, že Benátská komise ve svém Kodexu dobré praxe akcentovala důležitost stálosti volebních zákonů. Zaujala postoj, že jakékoliv zásadní změny ve volebním systému méně než rok před konáním voleb by se mohly jevit jako opatření vládnoucích politických stran diskriminující opoziční síly. Taková praxe je jednoznačně neslučitelná s demokratickým zřízením.", "Soud konstatoval, že minimálně roční lhůta pro podstatné změny ve volebních zákonech zastávaná Benátskou komisí v tomto případě dodržená nebyla. Předmětné změny byly uskutečněny pouze 2 měsíce před konáním voleb a měsíc před možností předložit žádost o účast strany ve volbách. Byť Soud uznal, že bulharská právní úprava sledovala zavedením nových podmínek legitimní cíl vyřešení problému účasti množství seskupení, která nemají skutečnou politickou legitimitu, novela však mohla být přijata mnohem dříve. Pozdním zavedením nutnosti složit zálohu a předložit 5 000 podpisů bulharské orgány nezajistily rovnováhu mezi legitimním veřejným zájmem a právem stěžovatelky být reprezentována v nadcházejících volbách. Došlo proto k porušení jejího práva na svobodné volby chráněné čl. 3 Protokolu č. 1."]}