{"file": "CZE_HJUDCZE_44958_05.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "44958/05", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Ministerstvo spravedlnosti Č eské republiky, . [Př eklad již zveř ejně ný na oficiální webové stránce Ministerstva spravedlnosti Č eské republiky.] Povolení k opě tnému zveř ejně ní tohoto př ekladu bylo udě leno Ministerstvem spravedlnosti Č eské republiky pouze pro úč ely zař azení do databáze Soudu HUDOC.", "Anotace rozhodnutí Evropského soudu pro lidská práva", "Rozsudek ze dne 24. března 2015 ve věci č. 44958/05 – Zaieţ proti Rumunsku", "", "Senát třetí sekce Soudu jednomyslně rozhodl, že tím, že vnitrostátní soudy na návrh sestry stěžovatelky zrušily její osvojení (adopci) více než 30 let po jeho povolení a po smrti adoptivní matky, v důsledku čehož se sestra stěžovatelky stala výlučnou dědičkou pozůstalosti po zesnulé matce, a to aniž by pro takové rozhodnutí předložily relevantní a dostatečné důvody, došlo k porušení práva stěžovatelky na respektování rodinného života zaručeného článkem 8 Úmluvy a práva na pokojné užívání majetku ve smyslu článku 1 Protokolu č. 1. Za majetkovou a nemajetkovou újmu bylo stěžovatelce přiznáno spravedlivé zadostiučinění v celkové výši 30 000 eur.", "I. Skutkové okolnosti", "V roce 1972 byla stěžovatelka jako sedmnáctiletá adoptována. Její adoptivní matka, která si kromě stěžovatelky osvojila ještě jednu dceru, zemřela v roce 1986. V roce 2003 bylo sestrám z titulu dědictví v rámci restitučního řízení přiznáno spoluvlastnické právo k 10 hektarům lesa. Poté, co stěžovatelka podala návrh na rozdělení pozemku, zažádala sestra stěžovatelky o zrušení její adopce. Tvrdila přitom, že adopce stěžovatelky primárně nesledovala cíl stanovený zákonem o rodině, ale zájmy majetkové, neboť si jeho prostřednictvím adoptivní matka toliko zajistila pomoc osvojence při každodenních činnostech, jakož i emoční a finanční podporu ve stáří, zatímco stěžovatelka s osvojením souhlasila v úmyslu opatřit sobě pro futuro majetkový prospěch v dědickém řízení. Této argumentaci následně přisvědčily vnitrostátní soudy a adopci stěžovatelky zrušily.", "II. Odůvodnění rozhodnutí Soudu", "V řízení před Soudem stěžovatelka namítala na poli článku 8 Úmluvy, že nezákonným zrušením osvojení po 31 letech od jeho povolení došlo k porušení jejího práva na respektování soukromého a rodinného života. Dále tvrdila, že tím bylo porušeno i její právo na pokojné užívání majetku zaručené článkem 1 Protokolu č. 1, neboť pozbyla nárok na zdědění části pozůstalosti.", "A. K TVRZENÉMU PORUŠENÍ ČLÁNKU 8 ÚMLUVY", "Soud nejprve připomněl, že vztahy mezi osvojiteli a osvojenci jsou zpravidla stejné povahy jako jiné rodinné vztahy chráněné článkem 8 Úmluvy a že tedy příbuzenské pouto vzniklé zákonným a skutečným osvojením požívá stejné ochrany (Pini a ostatní proti Rumunsku, č. 78028/1 a 78030/01, rozsudek ze dne 22. června 2004, § 140 a 148). V daném případě Soud shledal, že vyhovění žádosti stěžovatelčiny sestry na zrušení její adopce 31 let poté, co k ní došlo, zajisté představuje zásah do práva stěžovatelky na respektování rodinného života zaručeného čl. 8 odst. 1 Úmluvy. S ohledem na požadavky čl. 8 odst. 2 Úmluvy se Soud dále zabýval otázkou, zda byl tento zásah v souladu se zákonem, zda sledoval legitimní cíl a zda byl v demokratické společnosti nezbytný.", "Ve vztahu k požadavku zákonnosti Soud vyjádřil své pochyby o tom, zda rozhodnutí vydaná vnitrostátními soudy byla v dané době v souladu s vnitrostátním právním řádem ve smyslu článku 8 Úmluvy. Vnitrostátní právní úprava totiž ani po její změně v roce 2005 neumožňovala podat návrh na zrušení adopce zletilé osoby jiné fyzické osobě než osvojenci. Soud dále konstatoval, že stěžovatelce také nelze přičíst k tíži skutečnost, že námitku nedostatku aktivní legitimace své adoptivní sestry neuplatnila před odvolacím soudem, byť tak učinila před soudem prvního stupně, neboť soud byl povinen se touto podmínkou zabývat z úřední povinnosti. Soud nicméně přikročil k posouzení dalšího požadavku čl. 8 odst. 2 Úmluvy, a to požadavku legitimity.", "Co se týče sledovaného legitimního cíle, Soud uvedl, že zrušení adopce stěžovatelky nesloužilo zájmům osvojence ani osvojitele. Hlavním důsledkem tohoto zrušení bylo zpřetrhání rodinných vazeb stěžovatelky s již zesnulou matkou a ztráta dědických práv ve prospěch její adoptivní sestry. S ohledem na to, že řízení o zrušení adopce bylo na návrh stěžovatelčiny sestry zahájeno za účelem získání celé pozůstalosti po adoptivní matce, Soud vyjádřil své pochybnosti rovněž ohledně požadavku sledování legitimního cíle.", "Ve vztahu k požadavku nezbytnosti zásahu v demokratické společnosti Soud v obecné rovině uvedl, že důvody předložené vnitrostátními orgány pro ospravedlnění přijetí napadeného opatření musí být s ohledem na všechny okolnosti případu relevantní a dostatečné (Moser proti Rakousku, č. 12643/02, rozsudek ze dne 21. září 2006, § 64). Dle názoru Soudu přitom platí, že při existenci rodinných vazeb mezi osobami je stát zásadně povinen jednat tak, aby tyto zůstaly zachovány. Rozdělení rodiny je mimořádně závažným zásahem do práva na respektování rodinného života. Jeho potřeba proto musí být založena na dostatečně závažných a pádných důvodech, a to nejen z důvodu ochrany zájmu dítěte, ale též z důvodu zachování právní jistoty (Scozzari and Giunta proti Itálii, č. 3221/98 a 41963/98, rozsudek velkého senátu ze dne 13. července 2000, § 148). V projednávané věci Soud poznamenal, že důvody pro zrušení adopce stěžovatelky byly založeny na přesvědčení vnitrostátních soudů, že jediným cílem adopce byla podpora dědických zájmů stěžovatelky a její adoptivní matky a že adopce neměla sloužit k zajištění lepšího života stěžovatelky. Dále konstatoval, že na institut zrušení adopce nemá být nahlíženo jako na opatření směřující proti adoptovanému dítěti a že tudíž nemůže být vykládán v neprospěch osvojence způsobem, který by umožňoval jeho de facto vydědění 18 let po smrti adoptivní matky a 31 let po povolení adopce. S ohledem na výše uvedené došel Soud k závěru, že rozhodnutí vnitrostátních soudů nebyla založena na relevantních a dostatečných důvodech, jež by mohly takto radikální zásah do práva stěžovatelky na respektování rodinného života ospravedlnit. Došlo proto k porušení článku 8 Úmluvy.", "B. K TVRZENÉMU PORUŠENÍ ČLÁNKU 1 PROTOKOLU Č. 1", "Co se týče tvrzeného porušení práva stěžovatelky na pokojné užívání majetku, Soud s ohledem na svá zjištění na poli článku 8 Úmluvy, jakož i vzhledem k tomu, že tvrzené porušení článku 1 Protokolu č. 1 je přímým následkem řízení, v němž došlo k porušení práva na respektování rodinného života stěžovatelky, zamítl námitku vlády ohledně dílčí neslučitelnosti stížnosti ratione materiae (dle vlády zrušením osvojení nebylo možno hovořit o „majetku“ ve smyslu předmětného ustanovení) a uzavřel, že došlo taktéž k porušení článku 1 Protokolu č. 1.", ""]}