{"file": "CZE_HJUDCZE_65192_11.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "65192/11", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 26. června 2014 ve věci č. 65192/11 – Mennesson proti Francii", "Senát páté sekce Soudu jednomyslně shledal, že neuznáním příbuzenského vztahu mezi prvním stěžovatelem a jeho biologickými dcerami (třetí a čtvrtá stěžovatelka) počatými cestou náhradního mateřství došlo k porušení práva na ochranu soukromého života dcer ve smyslu článku 8 Úmluvy. Soud zároveň shledal, že k porušení práva na ochranu rodinného života stěžovatelů a jejich dcer ve smyslu článku 8 Úmluvy nedošlo. Každé z dcer Soud přiznal náhradu nemajetkové újmy ve výši 5 000 eur.", "(i) Okolnosti případu", "Stěžovatelé, manželský pár francouzské národnosti, odcestovali do Kalifornie, aby podle tamního práva uzavřeli dohodu o náhradním mateřství. V říjnu 2000 se náhradní matce narodila dvojčata, jejichž biologickým otcem je první stěžovatel (ženské pohlavní buňky byly darovány osobou odlišnou od stěžovatelky i náhradní matky). Kalifornský nejvyšší soud ještě před narozením dvojčat upravil právní poměry mezi stěžovateli a náhradní matkou tak, aby do rodných listů potomků byli jako rodiče zapsáni stěžovatelé. Krátce po narození dcer se první stěžovatel obrátil na francouzský konzulát v Los Angeles s žádostí o zapsání jejich narození do matriky. Konzulát odmítl narození z důvodu neprokázání porodu druhé stěžovatelky zapsat a s podezřením náhradního mateřství předal věc státnímu zastupitelství v Nantes. Mezi tím vydaly orgány USA dcerám stěžovatelů americké cestovní pasy a rodina se tak mohla vrátit do Francie.", "Dle článku 167 francouzského občanského zákoníku jsou dohody o náhradním mateřství stiženy neplatností, úplatné náhradní mateřství je ve Francii trestným činem. Státní zastupitelství v Nantes proto zahájilo vyšetřování stěžovatelů. V jeho průběhu bylo narození dcer zapsáno do matriky, vyšetřování bylo následně zastaveno se závěrem, že za skutky, které se odehrály na území USA, a které dle kalifornského práva nejsou trestné, nemohou být stěžovatelé trestně odpovědní. Současně ovšem státní zastupitelství zahájilo řízení o neplatnosti zápisu narození před civilními soudy.", "Občanskoprávní řízení probíhalo na třech stupních soudní soustavy a trvalo bezmála osm let. Výsledkem bylo prohlášení zápisu v matrice za neplatný a jeho výmaz. Kasační soud uvedl, že zápis byl proveden v rozporu s mezinárodním veřejným pořádkem, a že odporuje základním zásadám francouzského právního řádu, jakou je nedotknutelnost člověka. Občanskoprávní soudy tak neuznaly vztah rodičovství mezi stěžovateli a jejich dcerami.", "(ii) Odůvodnění rozhodnutí Soudu", "K tvrzenému porušení článku 8 Úmluvy", "Stěžovatelé namítali, že v rozporu s nejlepším zájmem dítěte a článkem 8 Úmluvy stát odmítl uznat příbuzenský vztah mezi stěžovateli a dcerami počatými cestou náhradního mateřství založený soudním rozhodnutím zahraničního soudu.", "Soud v prvé řadě připomněl, že poskytnutí ochrany rodinnému životu ve smyslu článku 8 Úmluvy předpokládá existenci rodiny. Rodina je v rozsudcích Soudu definována na základě skutečné povahy vztahů mezi dotčenými osobami (X, Y, Z proti Spojenému království, č. 21830/93, rozsudek velkého senátu ze dne 22. dubna 1997, § 3637). První stěžovatelé se o třetí a čtvrtou stěžovatelku od narození starají a všichni spolu žijí způsobem, který se nijak neodlišuje od běžného rodinného života. Soud proto uzavřel, že na skutkové okolnosti projednávané věci se článek 8 Úmluvy v části chránící rodinný život vztahuje.", "Vztahuje se na ně i v části, v níž poskytuje ochranu soukromému životu, jelikož soukromý život ve smyslu článku 8 Úmluvy zahrnuje kromě jiného i právo na identitu, která má také společenský aspekt, přičemž u dětí přivedených na svět náhradní matkou existuje dle Soudu přímý vztah mezi jejich identitou (soukromým životem) a právním určení příbuzenských vztahů (Mikulić proti Chorvatsku, č. 53176/99, rozsudek ze dne 7. února 2002, § 36).", "V řízení před Soudem mezi stranami nebylo sporné, že rozhodnutí vnitrostátních orgánů představovala zásah do práv stěžovatelů na ochranu rodinného života. Soud proto přezkoumal, zda k zásahu došlo v souladu se zákonem, v legitimním zájmu a zda se zároveň jednalo o zásah nezbytný v demokratické společnosti.", "Občanský zákoník výslovně stanovuje neplatnost dohod o náhradním mateřství na základě rozporu s veřejným pořádkem. I přesto, že se ustanovení občanského zákoníku netýkají uznání takto v cizině založených příbuzenských vztahů, Soud dovodil, že stěžovatelé si museli být vědomi nebezpečí zamítavého rozhodnutí francouzských státních orgánů. Dle Soudu měl tedy zásah dostatečný právní základ.", "Soud dále přisvědčil argumentu žalované vlády, která tvrdila, že ochrana zdraví a práv a svobod jiných mohou být v konkrétním případě považovány za legitimní cíle zásahu do práva na ochranu rodinného života.", "Ve vztahu k podmínce nezbytnosti zásahu v demokratické společnosti Soud nejprve poznamenal, že z důvodů neexistence shody mezi členskými státy Rady Evropy ohledně přípustnosti náhradního mateřství i ohledně uznávání statusu dětí takto počatých v zahraničí, dané mj. tím, že se jedná o delikátní otázky etického rázu, jim v této oblasti náleží široký prostor pro uvážení. Prostor pro uvážení je v projednávané věci nicméně omezen skutečností, že příbuzenství, o kterém stát rozhoduje, tvoří zvlášť důležitou součást identity jednotlivce (S. H. a ostatní proti Rakousku, č. 57813/00, rozsudek velkého senátu ze dne 3. listopadu 2011, § 94). Úkolem Soudu je ověřit, zda byla mezi dotčenými zájmy státu a jednotlivce nastolena spravedlivá rovnováha, přičemž týká-li věc dítěte, jeho nejlepší zájmu musí být dána přednost (Wagner a J. M. W. L. proti Lucembursku, č. 76240/01, rozsudek ze dne 28. června 2007, § 133134).", "Soud svůj přezkum rozdělil na dvě části – právo na ochranu rodinného života všech stěžovatelů a právo na ochranu soukromého života dcer stěžovatelů.", "a) K právu na ochranu rodinného života stěžovatelů", "svých dcer jsou stěžovatelé nuceni čelit reálným překážkám v každé situaci, která si žádá doklad o příbuzenském vztahu. Situaci stěžovatelů rovněž komplikuje stav, kdy jejich dcery nemají francouzské občanství, jehož přiznání opět spočívá na určení příbuzenského vztahu alespoň k jednomu z rodičů. Soud nicméně uvedl, že taková situace nezabránila rodině, aby se krátce po narození dcer usadila ve Francii a dále tam žila za podmínek srovnatelných s jakoukoliv jinou rodinou bez obav, že by rodina mohla být rozhodnutími státních orgánů rozdělena (obdobně Chavdarov proti Bulharsku, č. 3465/03, rozsudek ze dne 21. prosince 2010, § 49-50 a 56). Z těchto důvodů Soud uzavřel, že vnitrostátní orgány nastolily spravedlivou rovnováhu mezi zájmy státu a stěžovatelů, přičemž nepřekročily meze stanovené právem na ochranu rodinného života.", "b) K právu na ochranu soukromého života dcer stěžovatelů", "Soud konstatoval, že třetí a čtvrtá stěžovatelka se nacházejí ve stavu nežádoucí právní nejistoty: ačkoli stát na jednu stranu nepopírá příbuzenský vztah mezi stěžovateli, odmítá mu na svém území přiznat právní účinky. Byť článek 8 Úmluvy nezaručuje právo nabýt občanství konkrétního státu, je státní občanství součástí identity jednotlivce (Genovese proti Maltě, č. 53124/09, rozsudek ze dne 11. října 2011, § 33). V projednávané věci dcery žijí v nejistotě, zda jim bude přiznáno francouzské občanství, a to i přes skutečnost, že stěžovatel, francouzský občan, je jejich biologickým otcem. Namítané opatření má navíc dopady i na dědická práva dcer, se kterými by v případě smrti prvního stěžovatele bylo nakládáno jako s cizími osobami, byť jsou jeho biologickými dcerami.", "Soud vzal na vědomí zájem státu odradit své občany od využívání možnosti náhradního mateřství, kterou některé právní řády poskytují, konstatoval nicméně, že odmítnutí uznání příbuzenského vztahu dopadá nejen na rodiče, kteří se rozhodli pro způsob početí, který je vnitrostátním právem zakázán, ale též na samotné děti počaté takovým způsobem, přičemž zásadně ovlivňuje jejich právo na identitu. Dle Soudu taková situace vyvolává vážné otázky souladu s nejlepším zájmem dítěte, který by měl nicméně být každým rozhodnutím týkajícím se dítěte sledován. Jeli jeden z rodičů i biologickým rodičem dětí, jako je tomu v projednávané věci, pak je dle Soudu v rozporu s nejlepším zájmem dítěte, pakliže je mu odepřeno právní uznání příbuzenství, ačkoli biologické příbuzenství je prokázáno a rodič a dítě o jeho právní uznání usilují.", "Soud proto uzavřel, že odmítnutím právního uznání příbuzenského vztahu mezi dcerami a jejich biologickým otcem žalovaný stát překročil prostor pro uvážení, který mu článek 8 Úmluvy uděluje. Došlo proto k porušení článku 8 Úmluvy.", ""]}