{"file": "CZE_HJUDCZE_8759_05.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "8759/05", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 15. dubna 2013 ve věci č. 8759/05 – Csoma proti Rumunsku", "Senát třetí sekce Soudu dospěl jednomyslně k závěru, že závažnými pochybeními při léčbě, zejména provedením zákroku bez obdržení informovaného souhlasu stěžovatelky, která byla v důsledku zákroku bezprostředně ohrožena na životě a trvale ztratila reprodukční schopnost, a následným neúčinným přezkumem její věci, došlo k porušení jejího práva na respektování soukromého života ve smyslu článku 8 Úmluvy. Stěžovatelce byla přiznána náhrada nemajetkové újmy ve výši 6 000 eur.", "(i) Okolnosti případu", "Stěžovatelce, povoláním zdravotní sestře, bylo doporučeno podstoupit interrupci, neboť lékařská vyšetření prokázala, že plod trpí vodnatelností mozku (hydrocephalus). V květnu 2002 byla stěžovatelka přijata do městské nemocnice v Covasně, kde jí byly podány léky vyvolávající umělý potrat. Druhého dne kolem půlnoci se stěžovatelce náhle zvýšila teplota doprovázená značným tělesným chvěním. V ranních hodinách, zatímco byla stěžovatelka stále na lůžku a tedy nikoliv převezena na operační sál, došlo k náhlému vypuzení plodu. Stěžovatelka počala silně krvácet. Ani přes dvojí provedení kyretáže (částečného odstranění děložní sliznice výškrabem) krvácení neustávalo. Naopak bylo zjištěno, že stěžovatelka trpí tzv. diseminovanou intravaskulární koagulopatií (vznik mnohačetných krevních sraženin v cévách). Jelikož městská nemocnice nebyla pro tyto situace náležitě vybavena, bylo rozhodnuto o okamžitém převozu pacientky do krajské nemocnice v Sfântu Gheorghe. Tamní lékaři byli s ohledem na bezprostřední ohrožení života stěžovatelky nuceni provést její celkovou hysterektomii (odstranění dělohy).", "Přesvědčena, že došlo k závažným pochybením v průběhu její léčby, stěžovatelka podala stížnost ke krajskému sdružení lékařů. Lékař pověřený přezkumem postupu a vypracováním odborného stanoviska ve vztahu k léčbě stěžovatelky dospěl k závěru, že až na drobná pochybení procedurální povahy (chybějící podpis stěžovatelky na formuláři zachycujícím informovaný souhlas pacientky se zákrokem, chybějící záznam výsledků laboratorních testů) nedošlo k nedbalostnímu pochybení ošetřujícího lékaře.", "Stěžovatelka podala též trestní oznámení pro těžké ublížení na zdraví a nedbalostní jednání ošetřujícího lékaře, v němž uplatnila rovněž nárok na poskytnutí náhrady za vzniklou nemajetkovou újmu. Vyšetřovatel si vyžádal vypracování znaleckých posudků z oboru zdravotnictví od Krajského forenzního oddělení v Covasně (Covasna County Forensics Department) a od krajské nemocnice. K námitkám a dotazům vzneseným stěžovatelkou znalci uvedli, že ve zdravotnické dokumentaci pacientky chybí: (a) podklady, na základě kterých lze s jistotou určit, zda plod trpěl vodnatostí mozku; (b) protokol podepsaný dvěma odbornými lékaři a ředitelem nemocnice, který musí být pořízen v případě interrupce po 14. týdnu těhotenství; (c) předem daný, písemný a plně informovaný souhlas pacientky s provedením zákroku; (d) záznamy o výsledcích laboratorních testů. Přesto oba posudky shodně uzavřely, že ošetřující lékař se v daném případě nedopustil, byť z nedbalosti, jakéhokoliv zásadního pochybení, ačkoliv v daném případě pacientka nebyla informována o charakteru navrženého zákroku, jeho možných následcích a nebyl obdržen její výslovný písemný souhlas s podstoupením zákroku. S odkazem na závěry uvedených posudků se příslušný státní zástupce rozhodl trestní stíhání vůči ošetřujícímu lékaři nezahájit.", "(ii) Odůvodnění rozhodnutí Soudu", "K tvrzenému porušení článku 8 Úmluvy", "Soud předně připomněl stěžejní zásady týkající se otázky odpovědnosti státu za odborné pochybení lékařů na poli článků 2 a 8 Úmluvy (srov. Trocellier proti Francii, č. 75725/01, rozhodnutí ze dne 5. října 2006, § 4). Dle Soudu je stát v prvé řadě povinen zajistit, že jak veřejná, tak i soukromá zdravotnická zařízení přijmou náležitá opatření k ochraně životů svých pacientů. Dále Soud podtrhl význam práva jednotlivce na přístup k informacím, jejichž znalost je nezbytná k odpovědnému posouzení rizik podstupované léčby či zákroku. Z tohoto práva Soud dovozuje povinnost státu přijmout nezbytný právní rámec, který zajistí, že lékaři vždy zváží předvídatelné následky plánovaného zákroku pro fyzickou integritu pacienta, a že pacienti budou předem o těchto následcích informováni, a to takovým způsobem a v takové formě, aby mohli následně vyjádřit svůj informovaný souhlas s provedením zákroku. Pokud by tedy nastal následek, o jehož riziku nebyl pacient předem informován, ačkoliv jeho vznik byl předvídatelný, může vyvstat přímá odpovědnost daného smluvního státu Úmluvy za porušení pozitivního závazku tuto informaci poskytnout (srov. např. Vo proti Francii, č. 53924/00, rozsudek velkého senátu ze dne 8. července 2004, § 89). Konečně, v oblasti lékařských nedbalostí stát splní svůj pozitivní závazek zajistit účinný soudní systém, pokud jeho právní řád poskytuje obětem přístup k občanskoprávnímu řízení, případně k řízení disciplinární povahy, v nichž může být rozhodnuto o odpovědnosti lékařského personálu a přiznáno odškodnění v odpovídající výši (srov. např. Calvelli a Ciglio proti Itálii, č. 32967/96, rozsudek velkého senátu ze dne 17. ledna 2002, § 48-51).", "V projednávaném případě Soud konstatoval, že v důsledku lékařského zákroku provedeného ve státním zdravotnickém zařízení byla stěžovatelka přímo ohrožena na životě a po zbytek života ztratila schopnost počít potomka. Dle mínění Soudu tedy nemůže být pochyb o tom, že došlo k zásahu do jejího práva na respektování soukromého života.", "Jelikož stěžovatelka netvrdila, že k zásahu došlo úmyslně, ale poukazovala na nedbalost lékaře a na následný tvrzený neadekvátní postup státních orgánů, je úkolem Soudu ozřejmit, zda žalovaný stát dostál svým pozitivním závazkům plynoucím z článku 8 Úmluvy. Soud předně poznamenal, že všechny znalecké posudky zmiňují, že informovaný souhlas stěžovatelky k předmětnému zákroku nebyl udělen a že tato nebyla podrobena standardní předoperační kontrole. V této souvislosti Soud připomněl, že jde-li o zásah do tělesné integrity jednotlivce, je nutno existenci předem daného informovaného souhlasu s provedením zákroku přikládat mimořádný význam. Argument vlády, že stěžovatelka jako zdravotní sestra byla obeznámena s povahou zákroku, jeho alternativami, riziky a možnými následky, a proto nebylo nezbytné ji o těchto skutečnostech opětovně informovat standardním způsobem, Soud razantně odmítl. Soud rovněž podotkl, že ačkoliv potřeba potratu v dané situaci byla nesporná, neznamená to, že bylo nezbytné jej provést bezodkladně. Ošetřující lékař měl tedy dostatek času, aby stěžovatelku řádně informoval, provedl všechny potřebné předoperační testy a uvážil, zda zdravotnické zařízení disponuje vybavením potřebným k odvrácení případných komplikací.", "Dále se Soud zabýval otázkou, zda měla stěžovatelka k dispozici právní prostředky nápravy způsobilé poskytnout jí odpovídající náhradu za újmu, kterou utrpěla v důsledku zákroku. Stěžovatelka v daném případě podala trestní oznámení, k němuž připojila rovněž žádost o náhradu nemajetkové újmy. Jelikož trestní řízení mohlo vyústit v přiznání náhrady, je tento prostředek dle Soudu v daném kontextu vhodný a Soud se tedy zaměřil na posouzení způsobu, jakým bylo vyšetřování vedeno. Za neakceptovatelný označil přístup, kdy státní zástupce věc odložil jen na podkladě závěrů dvou znaleckých posudků, jejichž vypracování zadal, které konstatovaly, že v daném případě nebylo shledáno žádné, byť nedbalostní pochybení ošetřujícího lékaře, aniž by vzal do úvahy a vypořádal se se závěry dalších dvou znaleckých posudků, které měl k dispozici a které dospěly k opačným závěrům. Státní zástupce se též nevypořádal s relevantními a významnými aspekty případu, na něž upozornila stěžovatelka (zejména s otázkou urgentnosti provedení zákroku).", "K námitce vlády, že stěžovatelka nevyčerpala všechny účinné vnitrostátní právní prostředky nápravy, neboť nepodala občanskoprávní žalobu proti ošetřujícímu lékaři a dotyčné nemocnici, Soud podotkl, že tento požadavek by byl za daných okolností, kdy se stěžovatelka neúspěšně domáhala náhrady trestním oznámením a účinnost občanskoprávního řízení byla v předmětné době v praxi spíše nejistá, nepřiměřený.", "Soud tedy uzavřel, že stěžovatelka nebyla řádně informována o rizicích zákroku, jemuž byla podrobena a v jehož důsledku došlo k zásahu do jejího práva na respektování soukromého života. Vnitrostátní právní systém navíc neposkytoval stěžovatelce dostupné a účinné prostředky, jimiž by se mohla domoci náhrady za porušení svého práva. Z obou důvodů tedy došlo k porušení článku 8 Úmluvy."]}