{"file": "CZE_HJUDCZE_51277_99.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "51277/99", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "", "RADA EVROPY", "", "", "EVROPSKÝ SOUD PRO LIDSKÁ PRÁVA", "", "", "DRUHÁ SEKCE", "", "", "VĚC KRASNIKI proti ČeskÉ republiCE", "", "", "(stížnost č. 51277/99)", "", "", "", "", "", "", "", "ROZSUDEK", "", "ŠTRASBURK", "", "28. února 2006", "", "", "", "", "Tento rozsudek nabude právní moci za podmínek stanovených v článku 44 odst. 2 Úmluvy. Může být předmětem formálních úprav.", "", "Pořízený překlad rozsudku do češtiny není překladem oficiálním.", "", "", "Ve věci Krasniki proti České republice,", "Evropský soud pro lidská práva (druhá sekce), zasedající v senátu ve složení", "pánové\tJ.-P. Costa, předseda,\n\tA. B. Baka,", "\tK. Jungwiert,", "\tV. Butkevych,", "\tM. Ugrekhelidze,", "paní\tA. Mularoni,", "\tE. Fura-Sandström, soudci,\na paní \tS. Dollé, tajemnice sekce,", "po poradě konané dne 7. února 2006,", "vynesl tento rozsudek, který byl přijat výše uvedeného dne:", "ŘÍZENÍ", "1.  Řízení bylo zahájeno stížností (č. 51277/99) směřující proti České republice, kterou dne 2. září 1999 podal k Soudu občan „Bývalé jugoslávské republiky Makedonie“ pan Hasan Krasniki („stěžovatel“) na základě článku 34 Úmluvy o ochraně lidských práv a základních svobod („Úmluva“).", "2.  Stěžovatele zastupuje pan D. Strupek, advokát působící v Praze. Českou vládu („vláda“) zastupuje její zmocněnec pan V. A. Schorm z Ministerstva spravedlnosti.", "3.  Stěžovatel zejména tvrdí, že byl usvědčen výlučně na základě anonymní svědecké výpovědi a že v rozporu s článkem 6 odst. 1 a 3 písm. d) Úmluvy byla nepřípustně omezena jeho práva na obhajobu.", "4.  Stížnost byla přidělena druhé sekci Soudu (článek 52 odst. 1 Jednacího řádu Soudu). V rámci této sekce byl podle článku 26 odst. 1 Jednacího řádu Soudu ustaven senát k projednání věci (článek 27 odst. 1 Úmluvy).", "5.  Rozhodnutím ze dne 14. září 2004 prohlásil Soud stížnost za přijatelnou.", "6.  Dne 1. listopadu 2004 změnil Soud složení svých sekcí (článek 25 odst. 1 Jednacího řádu Soudu). Věc byla přidělena druhé sekci v novém složení (článek 52 odst. 1 Jednacího řádu Soudu).", "7.  Stěžovatel i vláda předložili svá stanoviska k odůvodněnosti stížnosti (článek 59 odst. 1 Jednacího řádu Soudu).", "SKUTKOVÝ STAV", "I.  \tokolnosti případu", "8.  Stěžovatel se narodil v roce 1971, bydliště má ve Skopje („Bývalá jugoslávská republika Makedonie“).", "9.  Dne 24. dubna 1997 byl stěžovatel obviněn, že se v době od ledna do dubna 1997 dopouštěl trestného činu nedovolené výroby a držení omamných a psychotropních látek a jedů podle § 187 odst. 1 trestního zákona, v tehdy platném znění.", "10.  Vláda uvádí, že policie v souvislosti s vyšetřováním stěžovatelovy trestné činnosti kontaktovala svědkyni vystupující pod smyšleným jménem „Jana Charvátová“ a poprvé ji vyslýchala dne 24. dubna 1997. Svědkyně mimo jiné prohlásila, že „chce vypovídat, protože ví, co heroin dokáže, a chce, aby Teplice byly od dealerů čistý“, a že „z velké obavy o svůj život bude vypovídat pouze za předpokladu, že jí bude poskytnuta možnost vypovídat jako anonymní svědek, neboť poté, co byla policií pozavírána většina bývalých dealerů, Jugoslávci vyhrožují, že jak někdo bude ,bonzovat’ na dealery a oni to zjistí, tak že ho tzv. ,smažou’ ze světa“.", "11.  Stěžovatel tvrdí, že záznam z výpovědi založený v jeho trestním spise není svědecká výpověď podepsaná svědkyní, nýbrž tzv. úřední záznam později sepsaný a podepsaný policistou. Dále tvrdí, že z tohoto záznamu není patrné, zda byla „Jana Charvátová“ vyslýchána ani zda byl sepsán před nebo po sdělení obvinění. Stěžovatel prohlašuje, že takový záznam nelze v trestním řízení použít jako důkaz obžaloby.", "12.  V průběhu přípravného řízení stěžovatel popřel svoji vinu a trval na tom, že je drogově závislý a že drogy u něj nalezené měl pouze pro svoji vlastní potřebu. Dne 11. července 1997 byla na Okresním úřadě vyšetřování v Teplicích vyslýchána „Jana Charvátová“ a ještě další svědek vystupující pod smyšleným jménem „Jan Novotný“. K výslechu se dostavil stěžovatelův právní zástupce, stěžovatel se jej ale neúčastnil. Svědkyně „Jana Charvátová“ vypověděla:", "„... co se týče Hasana Krasnikiho, jeho příjmení jsem neznala. Kontaktovala jsem ho někdy v zimě minulého roku... poslal mě za ním můj přítel, také drogově závislý.", "Chci poopravit skutečnosti týkající se osoby jménem Hasan Krasniki. Jak jsem už řekla, to příjmení neznám. Znám, nebo spíš pamatuji si to křestní jméno: můj přítel mě poslal do herny Pikes v Trnovanech a řekl mi, abych našla jistého Hasana a získala od něho 0,5 gramu heroinu. ...", "Co se týče Hasana, kupovala jsem si drogy... od něj... ještě minulý rok. Nepamatuji si, že bych ho od té doby viděla. K jeho popisu mohu uvést, že byl asi 170 cm vysoký, štíhlý, měl krátké tmavé blond vlasy... a vzpomínám si, že na sobě měl džíny a tmavou bundu.“", "13.  K dotazu právního zástupce stěžovatele svědkyně odpověděla, že poskytuje svědectví anonymně kvůli tomu, že dluží peníze za drogy. Když se jí policejní vyšetřovatel dotázal, zda ji lidé, kterým dlužila peníze, někdy vyhrožovali nebo ji bili, odpověděla, že jeden Jugoslávec, kterému dlužila peníze za drogy, ji zbil, a že takových případů bylo více.", "14.  Svědkyni bylo předloženo fotoalbum s deseti fotografiemi a byla požádána, aby si je prohlédla. Svědkyně uvedla:", "„Jméno člověka na fotografii č. 51 neznám... kupovala jsem od něj drogy... v Pikesu v Trnovanech, někdy po vánocích...; pak se přesunul do Pikesu u nádraží. Naposledy jsem ho viděla někdy v zimě.“", "15.  Na dotaz stěžovatelova právního zástupce „Jana Charvátová“ uvedla, že „Hasan“, od kterého koupila drogy někdy kolem vánoc 1996, mezi osobami na fotografiích nebyl. K dotazu policejního vyšetřovatele, jestli zná někoho jménem „Jura“ nebo „Džura“, a jestli je na některé z fotografií, odpověděla:", "„Jméno „Jura“ neznám, spíš Džuro. Mám dojem, že od někoho takového jsem kupovala heroin; jsem si jistá, že jsem si od něj kupovala heroin v Pikesu v Trnovanech. Bylo to někdy v zimě, loni nebo letos, přesně nevím. ... Myslím, že to na fotografii č. 1 je určitě on.“", "16.  Podle stěžovatele probíhal výslech „Jany Charvátové“ následovně. Svědkyně byla dotázána na Hasana Krasnikiho, a proto začala nejdříve hovořit o osobě jménem Hasan. Popsala ho, a poté jí bylo předloženo fotoalbum, načež se jen mimochodem zmínila, že zná většinu osob na fotografiích, včetně stěžovatele. Úřední záznam o její výpovědi uvádí, že „Jana Charvátová“ byla při výslechu 11. července 1997 dotazována na Hasana Krasnikiho, známého též jako „Jura“ nebo „Džuro“, a že jako „Džuru“ identifikovala osobu na fotografii č. 1.", "17.  Svědek „Jan Novotný“ tentýž den vypověděl:", "„Znám hodně Jugoslávců a o dotyčném mohu rozhodně něco říci – znám ho pod přezdívkou Džuro.", "Pobýval tu asi před čtyřmi lety, pak zmizel a znovu se objevil někdy začátkem tohoto roku. Asi tři měsíce prodával heroin v herně Pikes v Trnovanech; ... nakrátko se přesunul do Pikesu u nádraží. Koupil jsem od něj všeho všudy asi 10 gramů heroinu ... Naposledy jsem Džura viděl před třemi měsíci, někdy v druhé polovině dubna nebo začátkem května ... K jeho popisu mohu říci, že je mu asi 25 let, je zhruba 170 cm vysoký, štíhlý, a má krátké tmavé blond vlasy. ...“", "18.  Po předložení fotoalba „Jan Novotný“ vypověděl:", "„Jasně poznávám osobu na fotografii č. 5. Je to Džuro, od kterého jsem od začátku tohoto roku asi do dubna nebo začátku května kupoval heroin v Pikesu v Teplicích, na Masarykově ulici a poblíž vlakového nádraží.“", "19.  Právní zástupce stěžovatele se svědka dotázal, čeho se tolik obává a proč chce zůstat v anonymitě. Svědek prohlásil, že Jugoslávci jsou temperamentní, když chtěl koupit drogy od někoho jiného, vyhrožovali mu, a že se obává o bezpečí své rodiny. Na další dotaz právního zástupce stěžovatele, zda mu osoba na fotografii č. 5 někdy vyhrožovala, odpověděl záporně. Tuto odpověď potom na dotaz právního zástupce „Jan Novotný“ upřesnil tak, že od člověka na fotografii č. 5 si po Novém roce kupoval heroin, naposledy přibližně v polovině dubna.", "20.  Vyšetřovací spis byl poté zaslán na Okresní státní zastupitelství v Teplicích, které dne 12. září 1997 podalo k Okresnímu soudu v Teplicích na stěžovatele obžalobu. Státní zástupce vinil stěžovatele z toho, že v období od ledna 1997 do 23. dubna 1997 v Teplicích prodával heroin, že prodal nejméně dvacet dávek po 0,5 gramu heroinu „Janu Novotnému“ a že tutéž drogu prodával „Janě Charvátové“. Státní zástupce navrhoval jako důkaz výpověď obou výše uvedených anonymních svědků, výpověď svědků K. a S. a dále čtení policejního úředního záznamu o rekognici stěžovatele pomocí fotografií.", "21.  Dne 18. listopadu 1997 začalo u okresního soudu líčení ve stěžovatelově věci. Stěžovatel prohlásil, že se cítí nevinen.", "22.  Z protokolu o hlavním líčení vyplývá, že předseda senátu na základě § 209 odst. 1 trestního řádu vyslýchal anonymního svědka „Jana Novotného“, který se nacházel mimo jednací síň, přičemž stěžovatel a jeho právní zástupce jej neviděli a otázky mu mohli klást pouze prostřednictvím předsedy senátu. Svědek vypověděl, že stěžovatel je osobou, od které kupoval drogy, a že od něj někdy začátkem roku 1997 koupil heroin. Ve výpovědi svědek dále uvedl, že se podrobil léčení, a již není drogově závislý. K dotazům stěžovatelova obhájce uvedl, že před nějakou dobou stěžovatel prodával drogy, poté na nějakou dobu zmizel a v roce 1997 je začal prodávat znovu. Dále vypověděl, že sám si od stěžovatele v roce 1997 kupoval drogy po dobu jednoho měsíce a že během prvních tří měsíců roku 1997 jej viděl prodávat drogy jiným lidem. Popsal stěžovatele jako 175 až 180 cm vysokého, štíhlého, s rovnými, tmavými vlasy. Dodal, že dříve si barvu stěžovatelových vlasů nedokázal tak dobře vybavit. Stěžovatel označil výpověď za nepravdivou.", "23.  Soud poté přečetl výpovědi svědků K. a S., znalecký posudek a další listinné důkazy a líčení odročil na 25. listopadu 1997 za účelem předvolání „Jany Charvátové“.", "24.  Hlavní líčení pokračovalo dne 9. prosince 1997. Vyšetřující orgány telefonicky informovaly soud, že v době konání líčení nebyla „Jana Charvátová“ doma zastižena; tato skutečnost byla zaprotokolována. Hlavní líčení bylo poté odročeno na 14. ledna 1998. Soud požádal policii o prošetření, zda se svědkyně na adrese svého bydliště zdržuje.", "25.  Podle protokolu o hlavním líčení konaném dne 14. ledna 1998 okresní soud přečetl hlášení policie z 9. a 17. prosince 1997 o neznámém pobytu „Jany Charvátové“, a v souladu s § 211 odst. 2 písm. a) trestního řádu byla proto přečtena její výpověď z úředního záznamu pořízeného policií v přípravném řízení. Ve vyjádření ke svědecké výpovědi stěžovatel prohlásil, že v rozhodné době pobýval mimo území České republiky.", "26.  V rozsudku vyneseném téhož dne shledal soud stěžovatele vinným z nedovolené výroby a držení omamných a psychotropních látek a jedů a odsoudil ho ke dvouletému trestu odnětí svobody a trvalému vyhoštění z České republiky. Soud konstatoval, že stěžovatel v době od ledna 19962 do 23. dubna 1997 prodával „psaníčka“ s heroinem, přičemž během této doby prodal nejméně dvacet „psaníček“ heroinu „Janu Novotnému“ a několikrát prodal heroin také „Janě Charvátové“.", "27.  Stěžovatel trval na tom, že v rozhodné době se v České republice nezdržoval, a že drogy u něj nalezené měl jen pro vlastní potřebu.", "28.  Okresní soud svůj výrok o vině založil pouze na výpovědích dvou anonymních svědků. Prohlásil, že utajení jejich totožnosti před výslechem s cílem zajistit jejich bezpečnost bylo v souladu s § 55 odst. 2 trestního řádu odůvodněno vzhledem k závažnosti předmětné trestné činnosti a k obavám svědků veřejně vypovídat.", "29.  Okresní soud konstatoval, že anonymní svědek „Jan Novotný“ vypověděl, že si od stěžovatele koupil nejméně dvacet „psaníček“ s heroinem, a že před zahájením trestního stíhání i po něm stěžovatele na fotografiích rozpoznal jako člověka, který prodával heroin nejen jemu samému, ale i dalším lidem.", "30.  Pokud se týče „Jany Charvátové“, soud citoval zprávu policie o tom, že svědkyně nebyla v místě svého bydliště zastižena a pátrání po ní bylo bezvýsledné. Soud se dále zmínil o tom, že svědkyně vypovídala v přípravném řízení v přítomnosti stěžovatelova obhájce a uvedla, že si kupovala heroin od stěžovatele, kterého poznala na fotografiích.", "31.  Soud dále vzal na vědomí fotokopii stěžovatelova cestovního pasu, z níž zjistil, že stěžovatel přicestoval do České republiky dne 17. března 1997 z Bulharska. Podle znaleckého posudku z oboru psychiatrie byl stěžovatel mimo jiné drogově závislý, ale musel si být vědom nebezpečnosti své trestné činnosti pro společnost a mohl ovládat své jednání. Znalec, který zkoumal látku nalezenou u stěžovatele, potvrdil, že se jednalo o heroin.", "32.  Po zvážení všech relevantních důkazů soud rozhodl, že svědectví anonymních svědků jsou věrohodná a ve vzájemném souladu a že svědčí proti stěžovateli. Dále rozhodl, že svědek „Jan Novotný“ identifikoval stěžovatele jak v přípravném řízení, tak v řízení před soudem. Dospěl k závěru, že důkazy předložené stěžovatelem (kopie cestovního pasu a letenka, z nichž vyplývalo, že se stěžovatel po většinu doby, kdy se měl dopouštět trestné činnosti, nezdržoval na území České republiky) nejsou natolik přesvědčivé, aby mohly zvrátit důkazy svědčící proti němu. Soud zřejmě nepřihlížel ke svědeckým výpovědím K. a S.", "33.  Dne 2. února 1998 podal stěžovatel odvolání. Tvrdil, že se žádného trestného činu nedopustil a že heroin u něj nalezený byl určen pouze pro jeho vlastní potřebu. Napadl okresní soud za to, že se spoléhal na výpovědi anonymních svědků, a tvrdil, že byly zneužity v jeho neprospěch. Kromě toho namítal, že se vyšetřující orgány ani okresní soud nepokusily objasnit faktické rozpory ve výpovědích obou anonymních svědků.", "34.  Dne 9. března 1998 Krajský soud v Ústí nad Labem stěžovatelovo odvolání zamítl, přičemž jeho námitku proti využití institutu anonymních svědků prohlásil za neopodstatněnou. Poukázal na skutečnost, že oba anonymní svědkové byli vyslechnuti před zahájením trestního stíhání a že výpověď „Jany Charvátové“ byla přečtena nahlas, neboť svědkyni samotnou nebylo možno na adrese jejího bydliště zastihnout. Soud dále uvedl, že svědkové K. a S. odmítli svědčit před soudem.", "35.  Soud prohlásil, že vzhledem k povaze trestné činnosti byli svědci vytipováni z řad uživatelů drog a drogově závislých, kteří jsou „mnohem zranitelnější“. Dospěl k závěru, že obavy, které dali oba svědci najevo před vyšetřujícími orgány, měly za následek přijetí adekvátních procesních opatření podle § 55 odst. 2 trestního řádu, včetně rozhodnutí vyslýchat oba svědky pod fiktivními jmény.", "36.  Co se týče rozporů ve svědeckých výpovědích, krajský soud prohlásil, že svědkyně „Jana Charvátová“ poznala svědka na fotografii jako osobu, od níž kupovala heroin, ale neznala jeho jméno. Popsala drogového dealera, kterého znala pod jménem „Hasan“, a jehož podoba neodpovídala popisu stěžovatele. Soud uvedl, že svědectví, které podal svědek „Jan Novotný“ není s prvně uvedeným v rozporu, a že svědek opakovaně popsal, od koho, kde a kdy koupil heroin. Stěžovatele obvykle vídal v tlumeném světle v zakouřené hale herny a nesoustředil se na zapamatování každého detailu stěžovatelova vzhledu, ale šlo mu především o získání drog. Soud prohlásil, že neschopnost popsat správnou barvu vlasů „nehraje velkou roli“ a v plném rozsahu potvrdil skutkové a právní závěry okresního soudu.", "37.  Stěžovatel podal dne 6. května 1998 ústavní stížnost. Tvrdil, že byla porušena jeho práva zaručená článkem 6 odst. 3 písm. d) Úmluvy. Podle stěžovatele neexistoval pro využití anonymní svědecké výpovědi právní základ a úřady obhajobu značně znevýhodnily, v rozporu s principem rovnosti zbraní. Stěžoval si, že byl usvědčen pouze na základě výpovědí anonymních svědků.", "38.  Ústavní soud dne 3. března 1999 stížnost odmítl jako neopodstatněnou. Rozhodl, že výpovědi anonymních svědků mohou sloužit za důkaz pouze za předpokladu, že je dodržena zásada subsidiarity, tj. jestliže neexistují jiné prostředky, jak zajistit bezpečnost svědka, a jestliže veškerá omezení práv obhajoby jsou minimalizována. Soud uznal, že existuje konflikt mezi ústavním právem na obhajobu na jedné straně a nutností chránit zdraví a život svědků na straně druhé. Rozhodl, že tento konflikt lze řešit jedině na základě zásady přiměřenosti.", "39.  Ústavní soud neakceptoval stěžovatelovo tvrzení, že institut anonymního svědectví byl zneužit k jeho škodě. Rozhodl, že jelikož mohlo využití výpovědí anonymních svědků zasáhnout do práv obhajoby, je nutno rozsah a intenzitu tohoto zásahu posuzovat vzhledem ke konkrétním okolnostem případu. Soud konstatoval, že podle policejních úředních záznamů byli oba anonymní svědkové vyslýcháni v přítomnosti stěžovatelova právního zástupce, jenž měl možnost klást jim otázky. Soud dospěl k závěru, že s ohledem na rekognici na základě fotografií provedenou jak v řízení přípravném, tak před soudem, nelze zákonnost a spravedlivost řízení zpochybňovat. Rozhodl, že žádné znevýhodnění obhajoby nemůže vést ke zpochybnění ústavnosti, neboť podstatný byl především obsah svědeckých výpovědí, nikoli totožnost svědků, a to i přesto, že soudy dostatečně nezdůvodnily svůj postup podle ustanovení § 55 a 209 trestního řádu.", "40.  Dne 18. dubna 2005 podal ministr spravedlnosti ve prospěch stěžovatele stížnost pro porušení zákona založenou na následujících důvodech:", "„...[soudy] neposkytly v dostatečné míře nezbytné záruky spravedlivého řízení, neboť [stěžovatelově] právnímu zástupci nebylo při výslechu umožněno oba svědky vidět, a zjistit tak jejich totožnost,", "orgány činné v trestním řízení se nezabývaly otázkou, zda je nutné totožnost obou svědků utajovat,", "předtím, než bylo rozhodnuto o utajení totožnosti svědků, nebyla obhajobě dána příležitost vznést námitky ohledně jejich věrohodnosti, ani ohledně důvodnosti nebezpečí, které svědkům údajně hrozilo, a které mohlo být důvodem pro poskytnutí anonymity", "soudy výslovně neuvedly, ... že je jim známa skutečná totožnost obou svědků a že by zjistily, že obžalovaný představuje vážnou hrozbu pro život a zdraví obou anonymních svědků,", "obhájce [stěžovatele] nemohl prověřit věrohodnost anonymních svědků a jejich výpovědí a neučinil tak ani sám soud,", "neodpovídající podmínky, za kterých proběhla identifikace stěžovatele prostřednictvím fotografií, zbavily svědky jejich věrohodnosti a", "obžalovaný byl usvědčen pouze na základě výpovědí anonymních svědků.“", "41.  Nejvyšší soud rozhodnutím ze dne 31. května 2005 tuto stížnost zamítl. Ztotožnil se přitom s právním názorem Ústavního soudu a dodal, že § 55 odst. 2 trestního řádu neupravuje právo obhájce anonymní svědky vidět a znát jejich totožnost. Tyto dva argumenty ministra spravedlnosti byly tedy předloženy contra legem.", "II. \tPŘÍSLUŠNÉ VNITROSTÁTNÍ PRÁVO", "1.  Trestní zákon (v platném znění)", "42.  Podle ustanovení § 187 odst. 1 kdo bez povolení vyrobí, doveze, vyveze, proveze, jinému opatří nebo pro jiného přechovává omamnou nebo psychotropní látku nebo jed, bude potrestán odnětím svobody až na tři léta nebo peněžitým trestem.", "2.  Trestní řád (v platném znění)", "43.  Ustanovení § 55 odst. 2 trestního řádu stanoví, že nasvědčují-li zjištěné okolnosti tomu, že svědku nebo osobě jemu blízké v souvislosti s podáním svědectví zřejmě hrozí újma na zdraví nebo jiné vážné nebezpečí porušení jejich základních práv, a nelze-li ochranu svědka spolehlivě zajistit jiným způsobem, orgán činný v trestním řízení učiní opatření k utajení podoby svědka; jméno a příjmení a jeho další osobní údaje se do protokolu nezapisují, ale vedou se odděleně od trestního spisu a mohou se s nimi seznamovat jen orgány činné v trestním řízení. Svědek se poučí o právu požádat o utajení své podoby a podepsat protokol smyšleným jménem a příjmením, pod kterým je pak veden. Pominou-li důvody pro utajení podoby svědka a oddělené vedení osobních údajů svědka, připojí se tyto údaje k trestnímu spisu a podoba svědka už nebude utajována.", "44.  Podle § 209 odst. 1 dbá předseda senátu o to, aby svědek ještě nevyslechnutý nebyl přítomen při výslechu obžalovaného a jiných svědků. Je-li obava, že svědek v přítomnosti obžalovaného nevypoví pravdu, případně jde-li o svědka, jemuž nebo osobě jemu blízké z podaného svědectví hrozí újma na zdraví, smrt nebo jiné vážné nebezpečí, předseda senátu učiní opatření vhodné k zajištění bezpečnosti nebo utajení totožnosti svědka, případně vykáže obžalovaného po dobu výslechu takového svědka z jednací síně. Po návratu do jednací síně však musí být obžalovaný seznámen s obsahem výpovědi svědka, může se k ní vyjádřit, a aniž by se se svědkem setkal, může mu prostřednictvím předsedy senátu klást otázky. Jde-li o svědka, jehož totožnost má zůstat utajena (§ 55 odst. 2), učiní předseda senátu opatření, která znemožňují zjistit skutečnou totožnost svědka.", "45.  Ustanovení § 209 odst. 2 stanoví, že byl-li v hlavním líčení vyslechnut svědek, jehož totožnost byla utajena, učiní soud i bez návrhu všechny potřebné úkony k ověření jeho věrohodnosti.", "46.  Ustanovení § 101 odst. 1 mimo jiné stanoví, že před výslechem svědka je třeba vždy zjistit jeho totožnost, jeho poměr k obviněnému, poučit jej o právu odepřít výpověď, a je-li toho třeba, též o zákazu výslechu nebo o možnosti postupu podle § 55 odst. 2, jakož i o tom, že je povinen vypovědět úplnou pravdu a nic nezamlčet. Dále musí být poučen o významu svědecké výpovědi z hlediska obecného zájmu a o trestních následcích křivé výpovědi. Druhý odstavec mimo jiné stanoví, že na počátku výslechu musí být svědek dotázán na poměr k projednávané věci a ke stranám a podle potřeby též na jiné okolnosti významné pro zjištění jeho hodnověrnosti.", "III. \tPŘÍSLUŠNÁ JUDIKATURA ÚSTAVNÍHO SOUDU", "1.  Nález sp. zn. Pl. ÚS 4/94 ze dne 12. října 1994", "47.  Plénum Ústavního soudu prohlásilo protiústavním § 55 odst. 2 a § 209 trestního řádu v tehdy platném znění. Soud rozhodl, že kritéria pro posouzení, zda je použití institutu anonymního svědka v souladu s ústavou a s principem subsidiarity, jsou následující. Zaprvé lze anonymitu přiznat pouze v případě, kdy nelze svědkovi poskytnout spolehlivou ochranu žádným jiným způsobem, a zadruhé je třeba minimalizovat veškerá omezení výkonu práv obhajoby vyplývající z využití institutu anonymních svědků.", "2.  Nález sp. zn. ÚS 37/01 ze dne 22. října 2001", "48.  V této věci soud shledal trestní řízení nespravedlivým, protože rekognice stěžovatele byla provedena pouze za pomoci fotoalba a svědek nebyl před zahájením rekognice vyzván, aby stěžovatele popsal. Ohledně využití institutu anonymního svědka dospěl Ústavní soud k závěru, že soud neověřil věrohodnost svědků, jak požaduje § 209 odst. 2 trestního řádu. Trestní soud pouze prohlásil, že svědci neměli se stěžovatelem „nevyřízené účty“, a tudíž neměli důvod se mu mstít a křivě jej obviňovat. Takové prohlášení samo o sobě však neznamená, že soud dostál své povinnosti vyplývající z ustanovení § 209 odst. 2 trestního řádu. Soud měl přezkoumat vztah mezi stěžovatelem a svědky, prověřit stěžovatelovy námitky vůči jejich věrohodnosti a provést za tím účelem všechny nezbytné důkazy, např. opisy z rejstříku trestů, zprávy o pověsti svědků od místních policejních a správních orgánů a znalecké vyšetření duševního stavu svědků podle § 118 trestního řádu. Ústavní soud proto zrušil jak rozhodnutí soudu prvního stupně, tak rozhodnutí soudu odvolacího.", "IV. \tDOKUMENTY RADY EVROPY", "1.  Příloha k Doporučení č. R(97)13 o zastrašování svědků a právech obhajoby", "49.  Příloha k Doporučení č. R(97)13 Výboru ministrů Rady Evropy týkající se zastrašování svědků a práv obhajoby obsahuje tuto pasáž:", "„...11. Anonymita by měla být poskytnuta jen v případech, kdy příslušný soudní orgán vyslechne účastníky řízení a dospěje k závěru, že:", "je vážně ohrožena svoboda nebo život dotčené osoby, nebo v případě tajného agenta je vážně ohrožena možnost jeho další činnosti, a", "je pravděpodobné, že se bude jednat o závažný důkaz, přičemž dotčená osoba se jeví jako věrohodná.", "12. Je-li to zapotřebí, měla by být k dispozici další opatření k ochraně svědka během výpovědi, včetně opatření zabraňujících zjištění jeho totožnosti obhajobou, například použitím zástěny, namaskováním obličeje nebo zkreslením hlasu.", "13. Byla-li poskytnuta anonymita, nesmí být obviněný usvědčen výlučně nebo v rozhodující míře na svědectví takových svědků.", "14. Pro svědky, kteří potřebují ochranu, by v případě potřeby měly být vytvořeny a zpřístupněny zvláštní programy, jako jsou programy na ochranu svědků.", "15. Programy na ochranu svědků by měly nabízet různé způsoby ochrany, jako například změna totožnosti svědků, jejich příbuzných a jiných blízkých osob, jejich přestěhování, pomoc při hledání nového zaměstnání, poskytnutí ochranky a jiných způsobů fyzické ochrany.", "16. Vzhledem k jejich význačné roli v boji proti organizovanému zločinu by osobám spolupracujícím se spravedlností měla být poskytnuta přiměřená odměna, zahrnující možnost využití výhod plynoucích z programů na ochranu svědků. Pro případ potřeby mohou tyto programy zahrnovat zvláštní opatření jako jsou speciální vězeňské režimy pro spolupracující osoby ve výkonu trestu odnětí svobody.“", "2. \tDoporučení č. R(2000)2 o přezkumu nebo znovuotevření řízení v některých věcech na vnitrostátní úrovni v návaznosti na rozsudky Evropského soudu pro lidská práva", "50.  V Doporučení č. R(2000)2 o přezkumu nebo znovuotevření řízení v některých věcech na vnitrostátní úrovni v návaznosti na rozsudky Evropského soudu pro lidská práva přijatém Výborem ministrů Rady Evropy dne 19. ledna 2000 se uvádí:", "„vzhledem k Evropské úmluvě o ochraně lidských práv a základních svobod (dále jen „Úmluva“);", "připomínaje si, že podle článku 46 Úmluvy se Vysoké smluvní strany zavazují podrobit se konečným rozsudkům Evropského soudu pro lidská práva (dále jen „Soud“) ve sporech, jichž jsou účastníky, a že Výbor ministrů nad výkonem rozsudků dohlíží;", "maje na zřeteli, že za určitých okolností může ze zmíněného závazku vyplývat přijetí dalších opatření, vedle spravedlivého zadostiučinění přiznaného Soudem podle článku 41 Úmluvy a/nebo obecných opatření, aby se poškozená strana znovu pokud možno ocitla v situaci, v níž se nacházela před porušením Úmluvy (restitutio in integrum – návrat v předešlý stav);", "všímaje si skutečnosti, že je na příslušných orgánech žalovaného státu, aby určily, jaká opatření jsou nejvhodnější k uskutečnění návratu v předešlý stav, s ohledem na dostupné prostředky existující ve vnitrostátním právním řádu;", "maje však na zřeteli, že – jak to ukazuje praxe Výboru ministrů vztahující se k dohledu nad výkonem rozsudků Soudu – se za výjimečných okolností ukázalo opětovné přezkoumání věci nebo znovuotevření řízení jako nejúčinnější či dokonce jediný možný nástroj pro uskutečnění návratu v předešlý stav;", "I.\tvyzývá ve světle těchto úvah Vysoké smluvní strany, aby se ujistily, že na vnitrostátní úrovni existují vhodné cesty pro uskutečnění, pokud možno, návratu v předešlý stav,", "II.\tvybízí zejména Vysoké smluvní strany, aby přezkoumaly své národní právní řády s cílem se ujistit, že existují vhodné možnosti opětovného přezkoumání věci, včetně znovuotevření řízení, v případech, kdy Soud konstatoval porušení Úmluvy, zvláště když:", "(i)\tpoškozená strana i nadále trpí velmi závažnými negativními důsledky vnitrostátního rozhodnutí, které nemohou být odčiněny spravedlivým zadostiučiněním a které lze změnit jen opětovným přezkoumáním nebo znovuotevřením, a", "(ii)\tz rozsudku Soudu vyplývá, že", "a)\tnapadené vnitrostátní rozhodnutí je v hmotněprávním rozporu s Úmluvou, nebo", "b)\tzjištěné porušení (Úmluvy) je způsobeno chybami nebo vadami řízení takové závažnosti, že to vrhá vážné pochybnosti na výsledek napadeného vnitrostátního řízení.“", "PRÁVNÍ POSOUZENÍ", "I.  \tK TVRZENÉMU PORUŠENÍ ČLÁNKU 6 ODST. 1 A 3 PÍSM. d) ÚMLUVY", "51.  Stěžovatel tvrdí, že byl usvědčen pouze na základě výpovědí anonymních svědků. Dále prohlašuje, že soudní řízení dostatečným způsobem neposkytovalo nezbytné záruky spravedlivého procesu a že jeho právnímu zástupci byla odepřena jak možnost setkat se se svědky při výslechu, tak možnost zjistit jejich totožnost. Tvrdí, že došlo k porušen odstavce 1 a odstavce 3 písm. d) článku 6 Úmluvy, které zní:", "„1. Každý má právo na to, aby jeho záležitost byla spravedlivě (...) projednána (...) soudem (...), který rozhodne (...) o oprávněnosti jakéhokoli trestního obvinění proti němu (...)", "3. Každý, kdo je obviněn z trestného činu, má tato minimální práva: ...\nd) vyslýchat nebo dát vyslýchat svědky proti sobě a dosáhnout předvolání a výslech svědků ve svůj prospěch za stejných podmínek, jako svědků proti sobě; ...“", "A.  Tvrzení stran", "1.  Vláda", "52.  Vláda uznává, že využití institutu anonymního svědka musí být dostatečně odůvodněno okolnostmi konkrétního případu. V daném případě vyvstala nutnost poskytnout anonymitu svědkům již dne 24. dubna 1997, kdy osoba tehdy závislá na heroinu, později vyslýchaná pod jménem „Jana Charvátová“, jasně prohlásila, že je připravena svědčit, pokud jí bude poskytnuta anonymita. Oba svědkové, „Jana Charvátová“ a „Jan Novotný“, při výslechu dne 11. července 1997 vyjádřili obavy z odvety drogových dealerů a z hrozící tělesné újmy a trvali na tom, aby při výsleších byla zachována jejich anonymita. Jelikož se případ týkal prodeje drog a drogoví dealeři často vyhrožují násilím nebo i skutečně použijí násilí vůči osobám, které proti nim svědčí, nebylo možno považovat obavy svědků za neopodstatněné, přestože stěžovatel trval na tom, že oběma svědkům nevyhrožoval. Vláda upozorňuje na fakt, že Soud uznal potřebu získat svědectví určité osoby jako důkaz v trestním řízení za relevantní důvod pro povolení anonymity svědka (rozsudek Doorson proti Nizozemsku ze dne 26. března 1996, Sbírka rozsudků a rozhodnutí 1996-II, § 71) a zároveň pro ochranu svědka před možnou odvetou ze strany stěžovatele. Podle názoru vlády je situace anonymních svědků v dané věci podobná situaci svědků Y.15 a Y.16 ve věci Doorson. Skutečnost, že dealer nenapadl „Janu Charvátovou“ kvůli její výpovědi, nýbrž proto, že mu dlužila peníze za drogy, není důvodem pro to, aby byla možná hrozba považována za méně závažnou.", "53.  Vláda dále poukazuje na skutečnost, že stěžovatelův právní zástupce se účastnil výslechů obou svědků a nenapadl důvody pro poskytnutí anonymity, ani nevznesl ke státnímu zástupci námitky podle § 167 trestního řádu. Kromě toho se soud seznámil s obsahem zalepených obálek obsahujících osobní údaje svědků a označil je svým úředním razítkem.", "54.  Vláda uznává, že kdykoli je využíván institut anonymního svědka, je třeba pozici obhajoby věnovat patřičnou pozornost. Popírá však stěžovatelovu námitku, že ani jemu, ani jeho obhájci nebylo umožněno svědky vidět, že neznali jejich pravou totožnost, a tudíž si nemohli ověřit jejich důvěryhodnost. Stěžovatelův obhájce ve skutečnosti mohl do jisté míry přímo sledovat chování svědků v průběhu řízení. Po skončení výslechu měl možnost se k výpovědím svědků vyjádřit a svědkům přítomným v téže místnosti odděleným přenosnou zástěnou přímo klást dotazy. Navíc slyšel, jakým způsobem svědci odpovídají na otázky. I když je tedy nemohl vidět, mohl posoudit, co říkají a jakým způsobem vypovídají. Mohl rovněž vnímat jejich emoce. Na základě vlastního, byť částečně omezeného, vnímání jejich chování a odpovědí si tedy mohl vytvořit vlastní závěr o jejich věrohodnosti. Kromě toho mohl v průběhu řízení vznášet námitky.", "55.  Vláda prohlašuje, že jakmile státní zástupce podal obžalobu trestnímu soudu, soudce ji přezkoumal z hlediska otázky, zda poskytuje spolehlivý podklad pro další řízení a zejména zda bylo přípravné řízení vedeno v souladu se zákonem. Zabýval se také otázkou závažnosti a opodstatněnosti důvodů pro poskytnutí anonymity svědkům. Seznámil se s obsahem zalepených obálek, v nichž se nacházely utajené údaje o svědcích, tj. zejména jejich skutečné jméno a příjmení, bydliště, pracoviště a místo jejich pobytu, aby mohl posoudit, zda by obžalovaný či osoby z jeho okruhu nebo z prostředí drogových dealerů mohli proti svědkům podniknout odvetná opatření. S ohledem na konkrétní okolnosti případu dospěl soudce ke shodnému závěru jako vyšetřovatel a státní zástupce v přípravném řízení.", "56.  Vláda dále tvrdí, že v dané době neexistoval jiný způsob, jak účinně svědky ochránit.3", "57.  Vláda uvádí, že české právo neukládá soudci povinnost výslovně účastníky řízení informovat o tom, že zná skutečnou totožnost anonymních svědků. V daném případě trestní soud vyslýchal „Jana Novotného“ mimo jednací síň a bez přítomnosti stran. Během tohoto výslechu byl svědek rovněž dotazován na utajované údaje o své osobě, tj. své pravé jméno a příjmení, místo bydliště, současný pobyt a pracoviště, rodinný stav a prostředí, z něhož pochází, vztah ke stěžovateli, jakož i zda nadále užívá drogy, zda a kde podstoupil odvykací léčbu, apod. Předseda senátu informoval účastníky řízení o obsahu svědecké výpovědi pochopitelně bez uvedení utajovaných údajů. Stěžovatel i jeho obhájce využili možnosti se k výpovědi vyjádřit a prostřednictvím soudu klást svědkovi otázky.", "58.  Vláda trvá na tom, že soud dal obhajobě najevo, že pravou totožnost svědků zná. Soudce obsah výpovědi „Jana Novotného“ zaprotokoloval a rovněž uvedl, že anonymní svědek byl poučen o svých právech a povinnostech. Výslech probíhal v souladu s příslušnými ustanoveními trestního řádu. Protokol obsahoval údaj o tom, že soud zná pravou totožnost anonymních svědků, a stěžovatelův obhájce proti této skutečnosti nic nenamítal ani o ní nevyjádřil pochybnost. Podle názoru vlády byli stěžovatel i jeho obhájce dostatečně informováni, že soudce zná pravou totožnost anonymních svědků. Otázkou věrohodnosti svědků a jejich výpovědí se soud zabýval v rozsudku, jímž shledal stěžovatele vinným.", "59.  Pokud se týká důkazu svědectvím „Jany Charvátové“, vláda poukazuje na skutečnost, že byla čtena její výpověď z přípravného řízení, přičemž stěžovatelův obhájce věděl, že svědkyni nebylo možno nalézt, a proti uvedenému postupu nic nenamítal.", "60.  Vláda připouští, že nebyl předložen jiný důkaz, který by technicky dokumentoval prodej drogy stěžovatelem v konkrétním místě a čase, a že stěžovatel byl usvědčen téměř výlučně na základě svědectví dvou anonymních svědků. Uznává, že vzhledem k judikatuře Soudu by se rozsudek neměl opírat výlučně či v rozhodující míře o výpovědi anonymních svědků. Tento případ se však podle vlády liší od ostatních případů, v nichž Soud konstatoval porušení článku 6 odst. 3 písm. d) Úmluvy. Soud v těchto případech rozhodl, že byly porušeny jiné principy spravedlivého procesu. Na rozdíl od těchto případů byl mimoto anonymní svědek „Jan Novotný“ vyslýchán jak v přípravném řízení, tak při hlavním líčení.", "61.  Vláda dodává, že posouzení důkazů je věcí vnitrostátních soudů a že Soud ve své judikatuře opakovaně zdůraznil, že provedení důkazů je především záležitostí vnitrostátního práva a v zásadě přísluší vnitrostátním soudům posoudit jimi shromážděná fakta a váhu důkazů předkládaných stranami (vláda v tomto směru odkazuje mutatis mutandis na rozsudek ve věci Edwards proti Spojenému království ze dne 16. prosince 1992, série A č. 247-B).", "62.  Vláda dospěla k závěru, že stěžovatelova práva zaručená článkem 6 odst. 1 a odst. 3 písm. d) Úmluvy byla dodržena.", "2.  Stěžovatel", "63.  Stěžovatel tvrdí, že pouhá žádost o poskytnutí anonymity nezbavuje policii povinnosti přezkoumat, zda nemůže být svědkovi poskytnuta ochrana jiným způsobem. Odmítnutí „Jany Charvátové“ vypovídat pod svým vlastním jménem nepředstavovalo dostatečný důvod pro přiznání anonymity. Je sice pravda, že v dané době právo neupravovalo jiné prostředky ochrany, stěžovatel je však přesvědčen, že hypoteticky ohroženým svědkům mohla poskytnout alespoň určitou základní fyzickou ochranu policie.", "64.  Stěžovatel se ohrazuje proti postoji vlády k odpovědím svědků na otázky týkající se údajných obav, které jim položil jeho obhájce. Úřady podle jeho názoru měly věnovat větší pozornost posouzení nebezpečí odvetných opatření proti svědkům a zjistit, zda byl stěžovatel schopen takové výhrůžky realizovat.", "65.  Proti tvrzením vlády stěžovatel dále namítal, že „se považuje za nízko postaveného drogového dealera“. V průběhu trestního řízení pak svoji vinu popíral. Trval na tom, že poukazy na závažnost trestné činnosti, z níž byl obviněn, a poznámka krajského soudu o zranitelnosti drogově závislých nepředstavovala dostatečné zdůvodnění.", "66.  S odvoláním na Doporučení č. R(97)13 stěžovatel upozorňuje na to, že Výbor ministrů vymezil zvláštní postupy pro rozhodování o poskytnutí anonymity svědkům, které zahrnují mimo jiné požadavek, aby svědkovu žádost o anonymitu předložil státní zástupce soudnímu orgánu a aby byla doručena obžalovanému nebo jeho obhájci.", "67.  Stěžovatel nemá námitek proti způsobu, jakým byla od svědků opatřena jejich výpověď. Je si vědom, že jeho obhájce byl v přípravném řízení v téže místnosti se svědky, že je přímo slyšel a přímo jim kladl otázky. Stěžovatel nepopírá, že k jeho trestnímu spisu byly připojeny zalepené obálky s osobními údaji svědků „Jany Charvátové“ a „Jana Novotného“. Obálky byly na horním okraji zjevně otevřeny a poté přelepeny průsvitnou lepící páskou. Na levém okraji se na pásce nacházely dva otisky kulatého razítka soudu a přes ně podpis. V porovnání s podpisy na různých dokumentech se však zdá, že podpisy na razítkách soudu nebyly totožné s podpisem soudce. Na obálkách nebyla vyznačena data ani k nim nebyl připojen záznam o jejich otevření.", "68.  Stěžovatel poznamenává, že na straně 74 soudního spisu se nacházel rukou psaný pokyn soudce pro soudního úředníka, aby předvolal „Jana Novotného“ nacházejícího se ve vazbě v téže věznici jako stěžovatel a aby vězeňskou službu informoval, že stěžovatel a svědek mají být z bezpečnostních důvodů eskortováni a drženi odděleně. V této souvislosti stěžovatel argumentuje, že jemu samotnému ani jeho obhájci nebylo známo, a ani soudce je o tom neinformoval, že „Jan Novotný“ je vězněn, stíhán nebo odsouzen. Není jim rovněž známo, jak soudce s ohledem na tuto skutečnost posoudil jeho věrohodnost. Tímtéž pokynem žádal soudce o předvolání „Jany Charvátové“ za pomoci obvyklé obsílky s poučením, že její přítomnost při hlavním líčení je nezbytná a že její totožnost zůstane utajena.", "69.  Ve světle těchto skutečností stěžovatel tvrdí, že nic v soudním spisu nenaznačuje, že by obálky otevřel a jejich obsah plně ověřil sám soudce. Stěžovatel trvá na tom, že když se soudce zabýval závažností a opodstatněností důvodů pro poskytnutí anonymity podle § 314c odst. 1 trestního řádu, u žádného ze svědků nijak nezjišťoval, z jakého prostředí pochází. Stejně tak chybí jakýkoli záznam o tom, že se soudce již tehdy seznámil s obsahem zalepených obálek. Podle stěžovatele vláda nemůže tvrdit, že obálky obsahují podrobnosti o vztahu svědků k němu, ledaže by měla přístup k jejich obsahu. Kromě toho z protokolu o hlavním líčení konaném dne 18. listopadu 1997 není zřejmé, že by soudce vyslýchal „Jana Novotného“ ohledně jeho osobních údajů a původu. Dokonce z něj ani nevyplývá, že by stěžovatel a jeho obhájce byli dostatečně informováni o skutečnosti, že soudce znal pravou totožnost obou anonymních svědků.", "70.  Pokud se týče kritérií pro ověřování věrohodnosti svědků, stěžovatel poukazuje na nález Ústavního soudu sp. zn. IV. ÚS 37/01 a argumentuje tím, že okresní soud opomenul provést úkony podle § 209 odst. 2 trestního řádu. Stěžovatel k tomu dodává, že soud byl povinen věrohodnost svědků ověřit z úřední povinnosti, a to i přes nečinnost jeho obhájce v této věci. Stěžovatel nepopírá, že hodnocení důkazů je předmětem především vnitrostátní právní úpravy. Prohlašuje však, že rozpory ve výpovědích „Jany Charvátové“ a „Jana Novotného“, jakož i vadný postup při identifikaci a rekognici, dokládají nedostatečné ověření jejich věrohodnosti ze strany úřadů.", "71.  Stěžovatel poznamenává, že trestní soud na straně 4 svého rozsudku prohlašuje výroky „Jany Charvátové“ a „Jana Novotného“ za pravdivé, neboť přesně popisují okolnosti koupě drog, vzájemně se potvrzují a navazují na sebe. Podle stěžovatele soud nikdy nevzal v potaz skutečnost, že „Jan Novotný“ byl v té době trestně stíhán či odsouzen, ani o tom neinformoval stěžovatelova obhájce. Soudce neuvedl, jak posoudil věrohodnost „Jany Charvátové“ s ohledem na skutečnost, že se nedostavila na hlavní líčení a později z neznámých důvodů nebyla ve svém bydlišti k zastižení. Mimoto rozsudek okresního soudu neobsahuje žádný náznak, že soudce znal více než jen jména a adresy obou svědků.", "72.  Stěžovatel prohlašuje, že s výjimkou výpovědí oněch dvou anonymních svědků nebyl před vyšetřujícími orgány ani u soudu proti němu předložen žádný jiný přímý důkaz.", "73.  Stěžovatel nesouhlasí s argumentem vlády, že v těch případech, kdy Soud konstatoval porušení Úmluvy proto, že odsouzení stěžovatelů bylo založeno v rozhodující míře na výpovědích anonymních svědků, Soud současně vždy shledal porušení některé z dalších zásad. Úřady se totiž v tomto případě dopustily i řady dalších pochybení, která přispěla k celkové nespravedlivosti řízení. V každém případě však platí absolutní zákaz odsoudit obžalovaného výlučně na základě výpovědí anonymních svědků.", "74.  Pokud se konečně týče odkazu vlády na rozsudek ve věci Doorson proti Nizozemsku, stěžovatel je přesvědčen, že mezi projednávaným případem a věcí Doorson je dán kvalitativní rozdíl v hodnověrnosti důvodů, na jejichž základě byl učiněn závěr, že ze strany stěžovatele existuje reálná možnost odvety (viz citovaný rozsudek Doorson proti Nizozemsku, § 28). Požadavek „Jany Charvátové“, aby byla vyslýchána anonymně, vedl k dohodě s policií, avšak v případě „Jana Novotného“ není žádný takový požadavek zaprotokolován. Stěžovatel každopádně popírá, že by výpovědi svědků učiněné dne 11. července 1997 byly relevantní, neboť jim policie před těmito výslechy anonymitu neposkytla.", "B.  Hodnocení Soudu", "75.  Soud připomíná, že článek 6 nedává obviněnému neomezené právo na zajištění přítomnosti svědka u soudu. Rozhodnutí o tom, zda je nezbytné či vhodné vyslechnout svědka, přísluší obvykle vnitrostátnímu soudu (viz S. N. proti Švédsku, č. 34209/96, § 44, ESLP 2002-V, s dalším odkazem na rozsudek Bricmont proti Belgii ze dne 7. července 1989, série A č. 158, s. 31, § 89). Dále platí, že důkaz musí být za normálních okolností proveden při veřejném jednání za přítomnosti obžalovaného za účelem kontradiktorního projednání. Z tohoto pravidla existují výjimky, které však nesmějí ohrozit práva obhajoby; článek 6 odst. 1 a odst. 3 písm. d) stanoví obecné pravidlo, podle kterého má být obviněnému dána dostatečná a vhodná příležitost vyslýchat svědka vypovídajícího proti němu a zpochybnit jeho výpověď, a to buď v průběhu výpovědi, nebo v pozdější fázi řízení (viz rozsudek Lüdi proti Švýcarsku ze dne 15. června 1992, série A č. 238, s. 21, § 49).", "76.  Ve věcech Doorson proti Nizozemsku (viz výše, s. 470, § 69) a Van Mechelen a ostatní proti Nizozemsku (rozsudek ze dne 23. dubna 1997, Sbírka 1997-III, s. 711, § 52) Soud rozhodl, že usvědčení obviněného na základě výpovědí anonymních svědků není za všech okolností neslučitelné s Úmluvou. Je-li však zachována anonymita svědků obžaloby, potýká se obhajoba nutně s mimořádnými obtížemi. Soud proto uznal, že v takových případech ustanovení článku 6 odst. 1 ve spojení s článkem 6 odst. 3 písm. d) vyžaduje, aby znevýhodnění obhajoby bylo dostatečně vyváženo zvláštním postupem soudních orgánů. Při dodržení tohoto principu by stěžovateli nemělo být bráněno provést ověření věrohodnosti anonymního svědka (viz též rozsudek Kostowski proti Nizozemsku ze dne 20. listopadu 1989, série A č. 166, s. 20, § 42). Kromě toho by se odsouzení nemělo výlučně nebo v rozhodující míře zakládat na anonymních výpovědích (viz výše citovaný rozsudek Van Mechelen a ostatní proti Nizozemsku, s. 712, § 54-55).", "77.  V § 76 rozsudku ve věci Doorson Soud dále judikoval, že se svědeckými výpověďmi získanými za podmínek, za nichž nemohla být práva obhajoby zajištěna v rozsahu běžně požadovaném Úmluvou, je třeba zacházet s nejvyšší opatrností.", "78.  Soud rovněž přihlížel k vlastním rozsudkům v řadě případů, které se týkaly důvěry ve svědecké výpovědi, jež nebyly učiněny před trestním soudem. Podle těchto rozsudků článek 6 odst. 3 písm. d) Úmluvy vyžaduje, aby byl umožněn křížový výslech takových svědků pouze v případech, kdy jejich výpověď měla zásadní nebo rozhodující význam pro odsouzení (viz rozsudek Delta proti Francii ze dne 19. prosince 1990, série A č. 191-A, § 37; rozsudek Asch proti Rakousku ze dne 26. dubna 1991, série A č. 203, § 28; rozsudek Artner proti Rakousku ze dne 28. srpna 1992, série A č. 242-A, § 22-24, a rozsudek Saïdi proti Francii ze dne 20. září 1993, série A č. 261-C, § 44).", "79.  V rozhodnutí o přijatelnosti ve věci Kok proti Nizozemsku (č. 43149/98, ESLP 2000-VI) Soud vyslovil, že při hodnocení, zda postup při výslechu anonymního svědka stačil k vyvážení obtíží způsobených obhajobě, je třeba přikládat patřičný význam míře, v níž bylo anonymní svědectví rozhodující pro stěžovatelovo usvědčení. Nebylo-li toto svědectví v žádném ohledu rozhodující, byla obhajoba znevýhodněna v mnohem menší míře.", "80.  Při hodnocení, zda by bylo v kontextu projednávaného případu možno rozumně považovat využití anonymní svědecké výpovědi za odůvodněné, Soud podotýká, že svědkyně „Jana Charvátová“ před vyšetřovatelem prohlásila, že bude vypovídat jako anonymní svědek, neboť dluží peníze za drogy, „Jugoslávec“, jemuž je dluží, ji zbil, a podobných případů bylo více (viz § 13). Svědek „Jan Novotný“ vyslýchaný tentýž den uvedl, že „Jugoslávci“ jsou temperamentní lidé, že když chtěl koupit drogy o někoho jiného, vyhrožovali mu, a že se obává o bezpečnost své rodiny. Vypověděl však, že muž na fotografii č. 5, v němž poznal stěžovatele, mu nikdy nevyhrožoval (viz § 19).", "81.  Soud konstatuje, že vyšetřovatel zjevně přihlížel k charakteru prostředí drogových dealerů, kteří se, jak uvádí vláda, často uchylují k pohrůžkám násilím nebo skutečnému násilí vůči drogově závislým i jiným osobám, které proti nim vypovídají. Mohli proto mít důvod obávat se odplaty ze strany dealerů drog a mohla jim hrozit újma na zdraví. Z protokolů pořízených dne 11. července 1997 při výslechu obou svědků ani z protokolu o hlavním líčení (viz § 22 až 25) však nelze zjistit, jak vyšetřovatel nebo soudce posuzovali opodstatněnost obav svědků tváří v tvář stěžovateli, ať už při výslechu na policii, nebo když byl „Jan Novotný“ vyslýchán při hlavním líčení.", "82.  Ani krajský soud nezkoumal závažnost a opodstatněnost důvodů pro poskytnutí anonymity svědkům a potvrdil rozsudek okresního soudu, který rozhodl, že výpovědi anonymních svědků mají být použity proti stěžovateli (viz § 34 až 35). V tomto ohledu Soud s poukazem na odůvodnění stížnosti pro porušení zákona podané ve prospěch stěžovatele ministrem spravedlnosti (viz § 40) uvádí, že jej protiargument vznesený vládou nepřesvědčil.", "83.  Vzhledem k těmto okolnostem není Soud přesvědčen o tom, že zájem svědků na zachování anonymity mohl ospravedlnit natolik rozsáhlé omezení práv stěžovatele (viz mutatis mutandis rozsudek Visser proti Nizozemsku ze dne 14. února 2002, č. 26668/95, § 48).", "84.  Soud dále konstatuje, že okresní soud stěžovatele usvědčil výlučně nebo přinejmenším v rozhodující míře na základě anonymních svědeckých výpovědí. Potvrzující rozhodnutí krajského soudu se přesto nezakládalo na žádných nových důkazech ze známých zdrojů.", "85.  S ohledem na výše uvedený závěr Soud nepovažuje za nutné zabývat se nadále otázkou, zda postup zvolený soudními orgány mohl dostatečně vyvážit obtíže způsobené obhajobě v důsledku anonymity svědků (viz výše uvedený rozsudek Visser proti Nizozemsku, § 51, s dalším odkazem na shora citované rozhodnutí Kok proti Nizozemsku).", "86.  Soud proto dospěl k závěru, že řízení jako celek nebylo spravedlivé, a došlo tudíž k porušení článku 6 odst. 1 a odst. 3 písm. d) Úmluvy.", "II.  \tK POUŽITÍ ČLÁNKU 41 ÚMLUVY", "41.  Článek 41 Úmluvy zní:", "„Jestliže Soud prohlásí, že byla porušena Úmluva nebo její protokoly, a jestliže vnitrostátní právo zúčastněné Vysoké smluvní strany umožňuje jen částečné odstranění důsledků tohoto porušení, Soud přizná v případě potřeby poškozené straně spravedlivé zadostiučinění.“", "A.  Újma", "88.  Stěžovatel požaduje náhradu hmotné škody v částce 68 050 Kč (2 700 €), kterou vypočítal jako minimální mzdu v České republice za dobu dvaceti pěti měsíců od 24. dubna 1997 do 28. května 1999 strávenou ve vězení. Dále požaduje částku 60 000 €, která zahrnuje 2 000 € za každý měsíc, po který byl zbaven svobody, 2 500 € za stigmatizaci utrpěnou v důsledku odsouzení jako drogový dealer a částku 5 000 € za pocit tísně a úzkosti spojený s nespravedlivostí trestního řízení.", "89.  Vláda předně odkazuje na judikaturu Soudu, podle níž by v případě porušení článku 6 odst. 1 Úmluvy měl být stěžovatel pokud možno uveden do situace, v níž by se nacházel, pokud by požadavky Úmluvy byly dodrženy. Dále poukazuje na zákon č. 83/2004 Sb. účinný od 1. dubna 2004, jímž byl novelizován zákon o Ústavním soudu. Zákon nově zavedl možnost, aby stěžovatel, který uspěl v řízení před Soudem v trestní věci, podal návrh na obnovu řízení u Ústavního soudu na základě původní ústavní stížnosti. Vláda žádá Soud, aby zohlednil tento vývoj české legislativy, který je v souladu s Doporučením Výboru ministrů č. R(2000)2.", "90.  K otázce materiální škody vláda poznamenává, že mezi tvrzeným porušením Úmluvy a náhradou požadovanou stěžovatelem neexistuje příčinná souvislost. Pokud se týče morální újmy, výrok o porušení by podle vlády představoval dostatečné spravedlivé zadostiučinění.", "91.  Soud v dané věci shledal porušení článku 6 odst. 1 a odst. 3 písm. d) spočívající v tom, že české orgány usvědčily stěžovatele pouze na základě anonymních svědectví. Nemůže však odhadovat, zda by řízení dopadlo jinak, kdyby k porušení Úmluvy nedošlo (viz rozsudek Van Mechelen a ostatní proti Nizozemsku (článek 50) ze dne 30. října 1997, Sbírka 1997-VII, s. 2432, § 18).", "92.  Soud nepovažuje za vhodné přiznávat stěžovateli náhradu za údajnou materiální škodu, neboť nebyla prokázána příčinná souvislost mezi zjištěným porušením a negativními důsledky, jež údajně mělo odsouzení na stěžovatelovy profesní aktivity. V souvislosti se stěžovatelovým požadavkem na spravedlivé zadostiučinění z důvodu jeho uvěznění Soud navíc konstatuje, že zbavení osobní svobody dle jeho názoru nebylo v rozporu s Úmluvou. Spravedlivé zadostiučinění proto nelze na tomto základě přiznat.", "93.  Co se týče požadavku na náhradu morální újmy, Soud se domnívá, že jeho závěr o porušení Úmluvy představuje za daných okolností dostatečné spravedlivé zadostiučinění. Připomíná však, že jestliže byl stěžovatel odsouzen navzdory možnému porušení svých práv zaručených článkem 6 Úmluvy, měl by být pokud možno uveden do situace, v níž by se nacházel, pokud by požadavky uvedeného ustanovení byly dodrženy. Jako nejvhodnější forma nápravy se v zásadě jeví řízení de novo, neboli obnova řízení, pokud o ně stěžovatel požádá (viz rozsudek Öcalan proti Turecku [velký senát] ze dne 12. května 2005, č. 46221/99, § 210 in fine, ESLP 2005-...).", "94.  Soud v této souvislosti poznamenává, že podle zákona č. 83/2004 Sb., kterým se mění zákon o Ústavním soudu4, může ten, kdo byl účastníkem vnitrostátního trestního řízení a uspěl v řízení před mezinárodním soudem, který rozhodl, že zásahem orgánu veřejné moci bylo porušeno jeho lidské právo nebo základní svoboda zaručená mezinárodní smlouvou, podat návrh na obnovu řízení předtím zahájeného u Ústavního soudu.", "B.  Náklady řízení", "95.  Stěžovatel požaduje náhradu nákladů vynaložených na přípravu a předložení této stížnosti Soudu. Žádá částku 3 825 € za 25,5 hodin práce (150 €/hod) svého právního zástupce, včetně případné daně z přidané hodnoty.", "96.  Vláda považuje stěžovatelovy nároky za přemrštěné a stěžovatel podle ní neprokázal, že by mu požadované výdaje vznikly a že byly uhrazeny.", "97.  Soud poznamenává, že podle ustálené judikatury lze náhradu nákladů řízení přiznat pouze tehdy, vznikly-li tyto náklady poškozené straně ve snaze zabránit porušení Úmluvy, nebo takové porušení napravit. Dále je zapotřebí prokázat jejich reálnost a nezbytnost a účelnost vynaložené částky (viz z mnoha dalších rozsudek Krčmář a ostatní proti České republice ze dne 3. března 2000, č. 35376/97, § 52). Soud znovu opakuje, že při posuzování přiměřenosti částek požadovaných z titulu nákladů řízení není vázán vnitrostátními měřítky ani praxí, i když jich může podpůrně použít (tamtéž).", "98.  V projednávaném případě Soud s přihlédnutím k jemu dostupným skutečnostem a k výše uvedeným kritériím považuje za přiměřené a spravedlivé přiznat z tohoto titulu stěžovateli částku 2 500 €.", "C.  Úroky z prodlení", "48.  Soud považuje za vhodné, aby byly úroky z prodlení založeny na úrokové sazbě marginální zápůjční facility Evropské centrální banky, zvýšené o tři procentní body.", "Z TĚCHTO DŮVODŮ SOUD jednomyslně", "1.  \trozhoduje, že došlo k porušení článku 6 odst. 1 a odst. 3 písm. d) Úmluvy;", "2.  \trozhoduje, že výrok o porušení Úmluvy představuje sám o sobě dostatečné spravedlivé zadostiučinění za veškerou morální újmu, kterou stěžovatel utrpěl;", "3.  \trozhoduje,", "a) \tže žalovaný stát má stěžovateli zaplatit ve lhůtě tří měsíců ode dne, kdy rozsudek nabude právní moci podle článku 44 odst. 2 Úmluvy, částku 2 500 € (dva tisíce pět set euro) jako náhradu nákladů řízení, která se převede na národní měnu žalovaného státu podle kursu platného ke dni úhrady, a dále případnou částku daně,", "b)\tže od uplynutí výše uvedené lhůty až do zaplacení bude stanovená částka navyšována o prostý úrok se sazbou rovnající se sazbě marginální zápůjční facility Evropské centrální banky platné v tomto období, zvýšené o tři procentní body;", "5. \tzamítá v ostatním návrh na přiznání spravedlivého zadostiučinění.", "", "Vyhotoveno v anglickém jazyce a sděleno písemně dne 28. února 2006 v souladu s článkem 77 odst. 2 a 3 Jednacího řádu Soudu.", "", "", ""]}