{"file": "CZE_HJUDCZE_29369_10.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "29369/10", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozhodnutí Evropského soudu pro lidská práva", "Rozsudek velkého senátu ze dne 24. dubna 2015 ve věci č. 29369/10 – Morice proti Francii", "Velký senát Soudu jednomyslně rozhodl, že v souvislosti s trestním odsouzením stěžovatele za to, že jako advokát veřejně kritizoval dva soudce, došlo k porušení čl. 6 odst. 1 i článku 10 Úmluvy. Jako náhradu za nemajetkovou újmu stěžovateli přiznal částku 15 000 eur.", "I.\tSkutkové okolnosti", "Stěžovatel zastupoval vdovu po francouzském soudci Borrelovi, jehož tělo bylo v roce 1995 za zvláštních okolností nalezeno ve východoafrickém Džibutsku. Soudní vyšetřování případu bylo v roce 1997 přiděleno soudcům M. a L. L. Stěžovatel se odvolal proti jejich rozhodnutí neprovádět rekonstrukci případu, načež odvolací soud rozhodnutí zrušil, případ soudcům odňal a přidělil jej soudci P. Na základě dalších zjištění (zejména přátelského dopisu džibutského státního zástupce adresovaného soudkyni M.) zaslal v roce 2000 stěžovatel ministerstvu spravedlnosti stížnost, ve které uváděl, že vyšetřování vedené soudci M. a L. L. bylo zcela v rozporu s principy nestrannosti a spravedlnosti. Následující den byly v deníku Le Monde publikovány výňatky z dopisu, společně s vyjádřením stěžovatele pro tisk, v němž mj. zmínil „ručně psaný a dost důvěrný“ dopis státního zástupce soudkyni i „spiklenectví existující mezi džibutským státním zástupcem a francouzskými soudci“. Článek rovněž odkazoval na probíhající kárné řízení proti soudkyni M. týkající se ztráty dokumentů ze spisu v případu „Scientologie“.", "V reakci na zveřejnění článku podali soudci M. a L. L. návrh na zahájení trestního řízení proti šéfredaktorovi deníku, autorovi článku a stěžovateli z důvodu veřejné urážky na cti úředních osob. Stěžovatel byl následně v trestním řízení shledán vinným a byla mu uložena pokuta ve výši 4 000 eur, náhrada nákladů a společně s dalšími pachateli mu byla uložena náhrada újmy ve výši 7 500 eur pro každého soudce. Vnitrostátní soudy (včetně nejvyššího soudu) přitom v odůvodněních odkazovaly na překročení mezí přípustné kritiky.", "II.\tOdůvodnění rozhodnutí Soudu", "Dne 11. června 2013 senát páté sekce Soudu rozhodl, že došlo k porušení čl. 6 odst. 1 Úmluvy, ale nikoliv k porušení článku 10. Věc byla následně na žádost stěžovatele postoupena velkému senátu.", "A.\tK tvrzenému porušení čl. 6 odst. 1 Úmluvy", "Stěžovatel namítal, že jeho věc nebyla přezkoumána nestranným soudem, protože součástí senátu u nejvyššího soudu byl soudce, který v minulosti veřejně vyjádřil podporu straně sporu, soudkyni M.", "Soud po zopakování obecných zásad uvedl, že soudce J. M., který byl součástí senátu, jenž v prosinci 2009 vynesl ve stěžovatelově věci rozhodnutí, vyjádřil podporu soudkyni M. v kontextu proti ní vedeného kárného řízení na setkání soudců v červenci 2000. Výslovně tehdy prohlásil: „Nemáme jako prvostupňoví soudci zakázáno říct, že stojíme při paní [M.]. Nemáme zakázáno říct, že paní [M.] má naši důvěru a podporu.“", "Soud dále zdůraznil, že soudce J. M. vůči stěžovateli neprojevil osobní podjatost, ten však namítal, že již jeho pouhá přítomnost v senátu vyvolala objektivně odůvodnitelné a legitimní obavy. Soud tak musel posoudit, zda mohly být stěžovatelovy obavy s ohledem na okolnosti případu skutečně odůvodněné. Soud předně poznamenal, že styl, jakým se soudce J. M. vyjádřil na podporu soudkyně M., která proti stěžovateli vznesla obvinění, mohl u stěžovatele vyvolat pochybnosti týkající se nestrannosti soudu. Soud sice zohlednil námitku vlády, že podpora byla vyjádřena dávno před sporným řízením, nemohl však přehlédnout specifické okolnosti případu, kdy byli stěžovatel jako advokát i soudkyně M. zapojeni do dvou vysoce sledovaných případů, a to ve věci Borrel (v jejímž kontextu stěžovatel pronesl výroky, za které byl stíhán) a ve věci Scientologie (která vedla k prohlášení soudce J. M.). I rozsudek odvolacího soudu ve věci stěžovatele přitom výslovně poukázal na spojitost mezi případy a na osobní nevraživost stěžovatele vůči soudkyni, „s níž se dostal do konfliktu v různých případech“. Právě proti tomuto rozsudku se přitom stěžovatel odvolával k trestnímu kolegiu nejvyššího soudu, jehož součástí byl soudce J. M. Skutečnost, že soudce byl součástí rozšířeného senátu skládajícího se z deseti soudců, přitom není pro posouzení nestrannosti rozhodná. Vzhledem k neveřejnosti porady a hlasování je nemožné zhodnotit skutečný vliv soudce J. M. na věc. V kontextu výše uvedeného tedy nestrannost soudu může být zpochybněna. Stěžovatel navíc nevěděl o tom, že soudce J. M. bude součástí senátu, byl naopak informován, že věc bude projednávat menší senát trestního kolegia. Nemohl se proto přítomnosti J. M. v senátu žádným způsobem bránit a namítat jeho podjatost.", "S ohledem na výše uvedené skutečnosti byly dle Soudu stěžovatelovy obavy důvodné a k porušení čl. 6 odst. 1 Úmluvy došlo.", "B.\tK tvrzenému porušení článku 10 Úmluvy", "Stěžovatel dále namítal, že trestním stíháním došlo k porušení jeho práva na svobodu projevu.", "Soud úvodem připomněl, že svoboda projevu požívá zvýšené ochrany, pokud jde o debatu týkající se otázek veřejného zájmu, včetně fungování soudnictví, a to i v kontextu probíhajícího řízení (Roland Dumas proti Francii, č. 34875/07, rozsudek ze dne 15. července 2010, § 43). Jelikož soudci reprezentují stát, mohou být jako takoví předmětem osobní kritiky, a to v širší míře než běžní občané; výjimkou z tohoto pravidla jsou pouze případy v zásadě nepodložených útoků působících závažnou újmu (July a SARL Libération proti Francii, č. 20893/03, rozsudek ze dne 14. února 2008, § 74). Kritiku fungování soudnictví mohou vyslovit i advokáti, byť jsou přitom povinni zohlednit důvěrnost probíhajícího vyšetřování a nedopouštět se urážek, zavádějících tvrzení či bezdůvodných osobních útoků (Ormanni proti Itálii, č. 30278/04, rozsudek ze dne 17. července 2007, § 73).", "I když nebylo sporu o tom, že zásah byl v souladu se zákonem a sledoval legitimní cíl ochrany jiných, Soud ještě musel přezkoumat, zda byl zásah do stěžovatelových práv také „nezbytný v demokratické společnosti“. Soud se v prvé řadě zabýval postavením stěžovatele, který poznámky na stranu soudkyně učinil z pozice advokáta, zastupujícího stranu sporu. Podle Soudu je nutné odlišovat projevy pronesené v soudní síni (na které se vztahuje vysoká míra tolerance kritiky) od jiných projevů. Současně se vymezil proti ztotožňování postavení advokáta a novináře, protože advokáti jsou přímo zapojeni do fungování soudního systému a do obrany procesních stran; na rozdíl od novinářů tak nepůsobí jako vnější svědkové, jejichž úkolem je informovat veřejnost. Soud současně odmítl, že by byla stěžovatelova vyjádření součástí jeho úkolu hájit klienta, jelikož směřovala proti soudcům, kteří v dané době v předmětné věci již nerozhodovali.", "Soud se dále věnoval posouzení přínosu vyjádření k debatě o věcech veřejného zájmu. Zdůraznil, že projev se týkal vysoce medializovaného případu, který byl předmětem veřejného zájmu a informovaly o něm i samotné soudy. Stěžovatelovy výroky proto vyžadují vysokou míru ochrany svobody projevu. K povaze sporných tvrzení soud uvedl, že se jednalo spíše o hodnotové soudy než o čistě skutková tvrzení, přičemž s ohledem na jejich obecný tón a kontext šlo především o celkové hodnocení postupu vyšetřujících soudců. Za okolností věci měly dle Soudu tyto hodnotové soudy dostatečný skutkový základ.", "Soud též zdůraznil potřebu zohlednit celkové pozadí případu. Uvedl, že předmětná vyjádření nelze redukovat na projev osobní nevraživosti stěžovatele vůči soudkyni, jak tvrdil odvolací soud. Vyjádření byla vyslovena v širším kontextu a netýkala se pouze stěžovatele a soudkyně; směřovala převážně na vedení soudního vyšetřování, které bylo věcí veřejného zájmu. Nad rámec toho Soud uvedl, že advokát by měl být schopen upozornit veřejnost na potenciální nedostatky soudního systému, přičemž soudnictví může z takové konstruktivní kritiky profitovat.", "Soud dále konstatoval, že požadavek zachování autority a nestrannosti soudní moci nemůže jednotlivcům bránit ve vyjadřovaní názorů prostřednictvím hodnotových soudů s dostatečným skutkovým základem týkajících se fungování soudního systému. Dle Soudu stěžovatelovy poznámky nebyly s to zvrátit řádný průběh daného soudního řízení, jelikož kritizovaným soudcům již byla předmětná věc odňata a nově ustanovený soudce ani vyšší soudy nebyly kritikou nijak dotčeni.", "Soud na druhou stranu zdůraznil, že k hájení klienta by s výjimkou velmi specifických případů nemělo docházet v médiích, ale před soudy a za použití dostupných prostředků nápravy. Za okolností projednávané věci však Soud shledal, že dostupnost jiných prostředků nápravy pro stěžovatele byla problematická.", "Ve světle uvedeného Soud dospěl k závěru, že stěžovatelovy poznámky nelze hodnotit jako útoky působící závažnou újmu, které jsou v zásadě nepodložené; jednalo se o kritiku dvou soudců, jež představovala součást debaty o věcech veřejného zájmu a byla vznesena v kontextu kauzy, která od začátku přitahovala zvýšenou pozornost médií. Byť tyto poznámky lze vnímat jako ostré, jde o hodnotové soudy s dostatečným skutkovým základem.", "Ohledně uložených sankcí Soud shledal, že byly značné (nejen trestní odsouzení, ale i povinnost zveřejnit upozornění v deníku, uhradit náhradu nemajetkové újmy a nákladů poškozeným soudcům) a vnitrostátní soudy dokonce stěžovatelovým postavení advokáta odůvodnily uplatnění přísnějšího trestu.", "S ohledem na výše uvedené Soud rozhodl, že stěžovatelovo odsouzení bylo nepřiměřeným zásahem do jeho svobody projevu, který nebyl „nezbytný v demokratické společnosti“. Došlo proto k porušení článku 10 Úmluvy.", ""]}