{"file": "CZE_HJUDCZE_47268_06.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "47268/06", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 7. listopadu 2013 ve věci č. 47268/06 – Matrakas a ostatní proti Polsku a Řecku", "Senát první sekce Soudu dospěl jednomyslně k závěru, že pomoc řeckých státních orgánů stěžovatelům v řízeních podle Úmluvy o vymáhání výživného v cizině nebyla náležitá a dostatečná, čímž bylo porušeno právo stěžovatelů na spravedlivý proces ve smyslu čl. 6 odst. 1 Úmluvy. Jako náhrada za nemajetkovou újmu byla prvnímu stěžovateli byla přiznána částka 9600 eur, druhému stěžovateli částka 4800 eur a třetímu stěžovateli částka 4000 eur.", " (i) Okolnosti případu", "Pan David Matrakas, ročník 1987 (první stěžovatel), pan Łukasz Mitroudis, ročník 1992 (druhý stěžovatel) a jejich matka Beata Mitroudis, ročník 1968 (třetí stěžovatel) jsou občané Polska. Stěžovatelé u Krajského soudu v Krakově postupně (v roce 1988, 2003 a 2005) podali na základě Úmluvy o vymáhání výživného v cizině celkem tři samostatné žádosti o vymáhání výživného v Řecku. První stěžovatel požadoval, aby řecké státní orgány zahájily soudní řízení o vymáhání výživného a zajistily i vykonání v této souvislosti vydaného soudního rozsudku. Druhý i třetí stěžovatel požadovali, aby řecké státní orgány vykonaly rozsudky polských soudů přiznávající výživné. Výživné pro prvního stěžovatele bylo vymoženo teprve po dvaceti letech od podání žádosti. Výživné pro druhého a třetího stěžovatele nebylo do vydání rozsudku Soudu vymoženo.", "(ii) Odůvodnění rozhodnutí Soudu", "K tvrzenému porušení článku 6 Úmluvy", "Stěžovatelé namítali porušení článku 6 Úmluvy a tvrdili, že polské a řecké státní orgány nedokázaly účinně vymáhat výživné v soudních řízeních vedených podle Úmluvy o vymáhání výživného v cizině a délka těchto soudních řízení byla nepřiměřená.", "Soud připomněl, že „právo na soudní ochranu“ by bylo pouze iluzorní, pokud by vnitrostátní právní systém smluvních států připustil, aby konečná, závazná soudní rozhodnutí zůstala nevykonána k újmě jedné strany. Bylo by nemyslitelné, aby čl. 6 odst. 1 do detailu popisoval procesní záruky zajištěné účastníkům řízení, aniž by chránil výkon soudních rozhodnutí. Výkon soudního rozhodnutí musí proto být nedílnou součástí „procesu“ ve smyslu článku 6 Úmluvy (srov. Hornsby proti Řecku, č. 18357/91, rozsudek ze dne 19. března 1997). Soud dále připomněl, že členské státy nemohou být odpovědné za neúčinnost výkonu rozhodnutí v případech, kdy dlužník je insolventní. Členský stát má nicméně povinnost vytvořit takový systém, který bude jak po právní tak i praktické stránce zajišťovat účinný a včasný výkon rozhodnutí (srov. Fouklev proti Ukrajině, č. 71186/01, rozsudek ze dne 7. června 2005). Z toho důvodu může být státu přičítána odpovědnost za nevykonání soudního rozsudku v případech, kdy státní orgány odpovědné za výkon rozhodnutí nepostupovaly s náležitou péčí nebo brání výkonu rozhodnutí (srov. Romańczyk proti Francii, č. 7618/05, rozsudek ze dne 18. listopadu 2010).", "Soud poznamenal, že na základě Úmluvy o vymáhání výživného v cizině byl mezi jejími smluvními státy založen systém spolupráce s cílem překonat praktické a právní překážky bránící vymáhání práva na výživné nebo výkonu rozsudků v cizině. Podle článku 6 Úmluvy o vymáhání výživného v cizině má smluvní stát, na jehož území žije odpůrce, povinnost podniknout ve prospěch navrhovatele veškeré kroky potřebné pro vymáhání výživného, včetně smíru a je-li to nutné, podat žalobu a zajistit výkon rozsudku vydaného v této věci. Z článku 6 Úmluvy o vymáhání výživného v cizině vyplývá pro smluvní stát pozitivní závazek poskytnout navrhovateli pomoc v soudních řízeních spadajících pod Úmluvu o vymáhání výživného v cizině. Soud se již v rámci své předchozí rozhodovací činnosti podobnými případy zabýval a zahrnul řízení podle Úmluvy o vymáhání výživného v cizině pod rozsah článku 6 Úmluvy (srov. K. proti Itálii, č. 38805/97, rozsudek ze dne 20. července 2004; Zabawska proti Německu, č. 49935/99, rozhodnutí ze dne 3. března 2006; Dinu proti Rumunsku a Francii, č. 6152/02, rozsudek ze dne 4. listopadu 2008; Huc proti Rumunsku a Německu, č. 7269/05, rozhodnutí ze dne 1. prosince 2009; Romańczyk proti Francii, citovaný výše). Stěžovatelé tedy měli nárok na pomoc od polských i řeckých orgánů při vymáhání výživného, přičemž úkolem Soudu je ověřit, zda opatření, která přijaly, byla náležitá a dostatečná. Soud konečně zdůraznil zvláštní důležitost, která pro stěžovatele řízení o vymáhání výživného měla.", "Soud vztahu k postupu řeckých státních orgánů konstatoval (po důkladné rekapitulaci postupu a zhodnocení jejich postupu), že stěžovatelům neposkytovaly náležitou a dostatečnou pomoc při vymáhání výživného. V případě prvního stěžovatele Soud poukázal zejména na skutečnost, že během prvních dvou let se řecké orgány omezily jen na jedno neúspěšné předvolání dlužníka, a během dalších let s polskými úřady buď nekomunikovaly vůbec, nebo jen po opakovaných urgencích. Ohledně druhého stěžovatele Soud zohlednil především skutečnost, že řecké orgány podnikly první kroky až tři roky poté, co obdržely žádost polských orgánů. Obdobně u třetího stěžovatele toto prodlení činilo 2,5 roku, přičemž i v následujícím období kupříkladu otálely jeden rok s doručením rozhodnutí či zanedbaly výkon rozsudku, ačkoli dlužník vlastnil řadu nemovitostí. Ve všech třech případech tedy řecké orgány nedostály svým pozitivním závazkům, které pro ně v dané oblasti vyplývají z čl. 6 odst. 1 Úmluvy. Došlo proto k porušení tohoto ustanovení.", "Naopak ve vztahu k polským orgánům Soud při svém hodnocení poukázal především na jejich zprostředkovatelskou úlohu jako „odesílajícího orgánu” ve smyslu Úmluvy o vymáhání výživného v cizině. Jejich úkolem je přijímat žádosti, ověřit, zda obsahují všechny nezbytné náležitosti a předat je přijímacím orgánům. V projednávané věci Soud dospěl k závěru, že polský soud aktivně průběžně sledoval vývoj řízení před řeckými orgány a ačkoli i v jeho postupu lze vysledovat určité prodlevy, nebyly s ohledem na složitost věci nepřiměřené. Polské orgány tedy dle Soudu přijaly náležitá a dostatečné opatření, aby vymohly pro stěžovatele dlužné výživné. Tuto část stížnosti proto Soud odmítl pro zjevnou neopodstatněnost."]}