{"file": "CZE_HJUDCZE_20981_10.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "20981/10", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 17. dubna 2014 ve věci č. 20981/10 – Mladina d. d. Ljubljana proti Slovinsku", "Senát páté sekce Soudu jednomyslně shledal porušení článku 10 Úmluvy (svoboda projevu) vnitrostátními orgány, které stěžovateli uložily povinnost nahradit újmu za publikaci článku, který obsahoval ostrou kritiku poslance slovinského parlamentu a jeho homofobních výroků.", "(i) Okolnosti případu", "Stěžovatel je vydavatelem týdeníku Mladina. V červnu 2005 otiskl článek, který reagoval na parlamentní rozpravu k návrhu zákona o registrovaném partnerství. Článek kritizoval útočnost, s jakou se poslanec slovinského parlamentu, odpůrce návrhu zákona, k návrhu i obecně k tématu homosexuality vyjádřil. Stěžovatel poslance v článku označil za představitele „intelektuálního úpadku, který by v zemi s většími lidskými zdroji nemohl být ani školníkem na základní škole“. Vnitrostátní orgány posoudily publikaci kritických výroků jako přesahující meze akceptovatelné kritiky a zásah do práv na ochranu osobnosti; zároveň uložily stěžovateli povinnost poslanci nahradit újmu ve výši necelých 3 000 eur.", "(ii) Odůvodnění rozhodnutí Soudu", "K tvrzenému porušení článku 10 Úmluvy", "Stěžovatel namítal, že rozhodnutí vnitrostátních soudů porušila jeho právo na svobodu projevu.", "V řízení před Soudem mezi stranami nebylo sporné, že tato rozhodnutí představovala zásah do práva na svobodu projevu stěžovatele, který byl nicméně v souladu s vnitrostátním zákonem a sledoval legitimní cíl ochrany pověsti a práv jiných.", "Soud se proto zabýval zejména otázkou, zda byl namítaný zásah nezbytný v demokratické společnosti ve smyslu čl. 10 odst. 2 Úmluvy. Soud nejprve připomněl, že i přes povinnost respektovat určité hranice stanovené zejména právem na ochranu pověsti je zprostředkování informací o záležitostech veřejného zájmu úlohou novinářů (Scharsach and News Verlagsgesellschaft proti Rakousku, č. 39394/98, rozsudek ze dne 13. listopadu 2003, § 30). Konkrétní výroky byly navíc učiněny v rámci politické diskuse, ve které je jen málo omezení svobody projevu akceptovatelných [Sürek proti Turecku (č. 1), č. 26682/95, rozsudek velkého senátu ze dne 8. července 1999, § 61]. Soud již mnohokrát zdůraznil, že politik je povinen snášet větší intenzitu zásahu do soukromí než osoba, která se veřejného života neúčastní (Lingens proti Rakousku, č. 9815/82, rozsudek pléna ze dne 8. července 1986, § 42), i že novináři mohou v rámci zprostředkování informací přistoupit k určitému zveličení či dokonce provokaci (Lopes Gomes da Silva proti Portugalsku, č. 37698/97, rozsudek ze dne 28. září 2000, § 34). Soud také připomněl, že případ musí být posouzen ve svém celku, a to jak z hlediska obsahu výroků, které byly označeny za difamační, tak s ohledem na kontext, ve kterém byly učiněny (News Verlags GmbH & Co. KG proti Rakousku, č. 31457/96, rozsudek ze dne 11. ledna 2000, § 52).", "V projednávané věci Soud shledal, že výroky obsažené v předmětném článku mohou být legitimně považovány za urážlivé. Jak však uznala i žalovaná vláda, jednalo se o hodnotový soud, nikoli o skutkové tvrzení. Ani hodnotový soud však nemůže být nepřiměřený, pakliže se neopírá o dostatečný skutkový základ. V předmětném článku však byly projevy dotčeného poslance ve významném rozsahu citovány, což dle Soudu poskytovalo dostatečný základ pro sporné výroky stěžovatele. Tyto výroky byly navíc dle Soudu s ohledem na skutečnost, že byly učiněny v rámci intenzivní debaty, v níž si žádná ze stran nebrala příliš servítky, vyjádřením kategorického nesouhlasu s názory dotyčného poslance, nikoliv zhodnocením jeho intelektuálních schopností. K sugestivním jazykovým prostředkům, které stěžovatel v článku použil, Soud připomněl, že i urážlivý a útočný jazyk, které by za jiných okolností nepožíval ochrany ve smyslu článku 10 Úmluvy, může být pod toto ustanovení zahrnut za předpokladu, že plní stylistický účel (Tuşalp proti Turecku, č. 32131/08 a 41617/08, rozsudek ze dne 21. února 2012, § 48).", "S ohledem na výše řečené dospěl Soud k závěru, že vnitrostátní soudy nevěnovaly dostatečnou pozornost okolnostem a způsobu, jakým byly výroky stěžovatele učiněny. Došlo proto k porušení článku 10 Úmluvy.", "", "", ""]}