{"file": "CZE_HJUDCZE_51198_08.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "51198/08", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 25. dubna 2013 ve věci č. 51198/08 – Erkapić proti Chorvatsku", "Senát první sekce Soudu jednomyslně konstatoval, že došlo k porušení práva stěžovatele na spravedlivý trestní proces chráněného čl. 6 odst. 1 Úmluvy. Stěžovateli přiznal náhradu nemajetkové újmu ve výši 1 500 eur.", "(i) Okolnosti případu", "Stěžovatel byl zatčen pro podezření z obchodování s drogami na základě svědectví několika spoluobviněných o tom, že od něj nakupovali heroin. Svědci posléze popřeli svá tvrzení a prohlásili, že policie získala jejich výpovědi pod nátlakem. Stěžovatel podal proti obžalobě námitky spočívající v četných hmotněprávních a procesních vadách a požadoval vyloučení policejních výslechů ze spisu. Stěžovatel popřel obvinění a namítl špatné zacházení ze strany policie. Jediným usvědčujícím důkazem proti němu byly svědecké výpovědi spoluobviněných, které podali policii pod nátlakem a hrozbou násilí. Podle stěžovatele byli svědci závislí na drogách, v době podání výpovědí trpěli abstinenční krizí, a jejich výpovědi byly získány nezákonně. Okresní soud nezjistil okolnosti, které by nasvědčovaly nátlaku ze strany policie, uznal stěžovatele vinným a odsoudil ho k osmi letům odnětí svobody. Nejvyšší soud a Ústavní soud odmítly stížnosti stěžovatele.", "(ii) Odůvodnění rozhodnutí Soudu", " K tvrzenému porušení čl. 6 odst. 1 Úmluvy", "Soud úvodem připomněl, že není jeho úkolem zabývat se skutkovými nebo právními pochybeními vnitrostátních soudů, ledaže vedly k porušení práv a svobod zaručených Úmluvou. Přestože článek 6 Úmluvy zaručuje právo na spravedlivý proces, nestanovuje žádná pravidla pro přípustnost důkazů. Stanovení těchto pravidel je předmětem úpravy vnitrostátního práva (srov. Heglas proti České republice, č. 5935/02, rozsudek ze dne 1. března 2007). Článek 6 se nevztahuje na přípravné řízení, nicméně může být relevantní i ve fázi před zahájením soudního řízení, a to v případě, že spravedlivost procesu může být vážně ovlivněna pochybeními, ke kterým došlo v této počáteční fázi (srov. Imbrioscia proti Švýcarsku, č. 13972/88, rozsudek ze dne 24. listopadu 1993, a Salduz proti Turecku, č. 36391/02, rozhodnutí ze dne 27. listopadu 2008). Při posuzování, zda bylo řízení jako celek spravedlivé, Soud zjistí, zda byla respektována práva obhajoby, zda měl obviněný možnost zpochybnit důvěryhodnost důkazů, a vezme v úvahu kvalitu důkazů včetně okolností, za nichž byly získány (srov. zejm. Bykov proti Rusku, č. 4378/02, rozsudek velkého senátu ze dne 10. března 2009). Soud připomněl, že veřejný zájem na vyšetřování a potrestání určitých trestných činů nemůže odůvodnit opatření, která potlačují podstatu práva na obhajobu obviněného (srov. Jalloh proti Německu, č. 54810/00, rozsudek velkého senátu ze dne 11. července 2006).", "Zásada spravedlivého a kontradiktorního procesu vyžaduje, aby soudy přikládaly větší váhu výpovědi svědka před soudem než záznamu výpovědi z přípravného řízení. V projednávaném případě svědci v přípravném řízení usvědčili stěžovatele z trestného činu obchodování s drogami, aniž by stěžovatel byl přítomen výslechu. Stěžovatel měl možnost konfrontovat svědky před soudem, kde tito vzali svá prohlášení zpět, a uvedli, že policie vynutila jejich výpovědi nátlakem. Žádost stěžovatele o vyloučení výpovědí u policie ze spisu soud odmítl, aniž by jakkoliv přezkoumal tvrzení stěžovatele. Stěžovatel tak neměl účinnou možnost zpochybnit důvěryhodnost výpovědí svědků podaných policii.", "Co se týče okolností, za jakých policie získala tyto důkazy, je nepochybné, že svědci byli drogově závislí. Tvrdili, že během výslechu trpěli abstinenčními příznaky, někteří z nich si nemohli vybrat vlastního advokáta a bylo jim předáno k podpisu předem připravené prohlášení. Okresní soud však neověřoval okolnosti těchto námitek. Vnitrostátní soudy se bez dalšího posouzení okolností kolem policejního výslechu omezily toliko na konstatování, že záznamy výslechů nejevily známky nezákonnosti, což je dle Soudu s ohledem na to, že námitku stěžovatele podpořili svými výpověďmi spoluobviněný a další svědci, obzvlášť nedostatečné.", "Soud proto konstatoval, že má vážné pochybnosti ohledně věrohodnosti a přesnosti předmětných výpovědí. Vnitrostátní soudy přitom nepoužily jiný konkrétní a přímý podpůrný důkaz potvrzující vinu stěžovatele (srov., a contrario, Bostancioglu proti Turecku, č. 36927/04, rozhodnutí ze dne 7. června 2011); jednalo se tedy o rozhodující, ne-li jediné důkazy proti stěžovateli.", "Soud proto uzavřel, že vnitrostátní soudy neposoudily řádně všechny podstatné okolnosti související s policejním výslechem stěžovatelova spoluobviněného a tím, že odsouzení stěžovatele založily jen na této výpovědi, nezajistily stěžovateli spravedlivý proces. Došlo proto k porušení čl. 6 odst. 1 Úmluvy.", ""]}