{"file": "CZE_HJUDCZE_65681_13.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "65681/13", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Ministerstvo spravedlnosti Č eské republiky, . [Př eklad již zveř ejně ný na oficiální webové stránce Ministerstva spravedlnosti Č eské republiky.] Povolení k opě tnému zveř ejně ní tohoto př ekladu bylo udě leno Ministerstvem spravedlnosti Č eské republiky pouze pro úč ely zař azení do databáze Soudu HUDOC.", "Anotace rozhodnutí Evropského soudu pro lidská práva", "Rozsudek ze dne 13. ledna 2015 ve věci č. 65681/13 – Vékony proti Maďarsku", "Senát druhé sekce Soudu dospěl k jednomyslnému závěru, že přijetím zákonné úpravy, která vedla k automatickému zrušení stěžovatelovy licence pro prodej tabákových výrobků a jejímu neobnovení, došlo k porušení článku 1 Protokolu č. 1. Soud stěžovateli přiznal náhradu majetkové škody ve výši 10 000 eur a nemajetkové újmy ve výši 5 000 eur.", "I.\tSkutkové okolnosti", "Stěžovatel téměř 20 let prodával ve svém obchodu s potravinami tabákové výrobky, a to na základě licence své matky (sám stěžovatel byl držitelem oprávnění k prodeji spotřebního zboží), přičemž prodej těchto výrobků tvořil třetinu jeho příjmů. V roce 2012 byl přijat zákon upravující prodej tabákových výrobků, který měl za cíl omezit kouření mladistvých. V důsledku této úpravy se prodej tabáku stal státním monopolem, kdy maloobchodním prodejcům byly udělovány licence ve veřejné soutěži. Předchozí držitelé tabákových licencí nebyli v soutěži nijak zvýhodněni. Stěžovatelově žádosti o udělení licence nebylo v dubnu 2013 vyhověno. Rozhodnutí neobsahovalo žádné odůvodnění a nebylo možné proti němu podat opravný prostředek. Stěžovatel byl povinen ukončit prodej tabákových výrobků v červenci 2013. Prodej ostatního zboží nebyl pro stěžovatele nadále výdělečný, což nakonec vedlo k ukončení jeho podnikání.", "V lednu 2014 ústavní soud obdobné stížnosti odmítl pro zjevnou neopodstatněnost.", "II.\tOdůvodnění rozhodnutí Soudu", "K tvrzenému porušení článku 1 Protokolu č. 1", "Úvodem Soud poznamenal, že přestože formálně byla držitelem tabákové licence stěžovatelova matka, licence přispívala k prospěchu rodinného podniku. Stěžovatel byl navíc držitelem licence k prodeji spotřebního zboží. Nenabytí nové tabákové licence tak představuje dostatečnou vazbu mezi ním a újmou vzniklou z tvrzeného porušení Úmluvy. Stížnost proto je slučitelná ratione personae s Úmluvou.", "Soud dále uvedl, že předchozí licenci, která zabezpečovala důležitou část stěžovatelova příjmu, je třeba považovat za majetek ve smyslu článku 1 Protokolu č. 1, a její odnětí tak představuje zásah do stěžovatelova práva na ochranu majetku. Zrušení a neobnovení stěžovatelova tabákové licence dle Soudu představuje opatření upravující užívání majetku, na které dopadá druhý odstavec článku 1 Protokolu č. 1.", "Soud též připomněl, že spravedlivá rovnováha mezi obecným zájmem společnosti a ochranou práv jednotlivce je narušena, pakliže dotčená osoba musí nést individuální nadměrné břemeno (Rosenzweig a Bonded Warehouses Ltd. proti Polsku, č. 51728/99, rozsudek ze dne 28. července 2005, § 49). V projednávané věci mělo namítané opatření pro stěžovatele závažné ekonomické důsledky. Soudu přitom vyzdvihl, že mezi přijetím dotčeného zákona a datem pro ukončení prodeje tabákových výrobků uplynulo pouze 10 měsíců a pouhé 3 měsíce dělily informování stěžovatele o neudělení nové licence a povinností ukončit prodej. S ohledem na skutečnost, že stěžovatel předtím tabákové výrobky prodával po dobu 20 let, jsou dle Soudu tyto lhůty nepřiměřeně krátké, aby stěžovatel mohl přijmout potřebná opatření a zajistit si jiný druh obživy. Soud navíc již dříve konstatoval, že řízení dotýkající se obnovy či zneplatnění licencí, která jsou svévolná, diskriminační, nepřiměřeně tvrdá či bez možnosti podat opravný prostředek, porušují článek 1 Protokolu č. 1 (Microintelect OOD proti Bulharsku, č. 34129/03, rozsudek ze dne 4. března 2014, § 38–50; a Tre Traktörer AB proti Švédsku, č. 10873/84, rozsudek ze dne 7. července 1989, § 53).", "V projednávané věci řízení o přiznání nové licence postrádalo základní míru transparentnosti, rozhodnutí nebylo odůvodněné a navíc nebyl k dispozici žádný opravný prostředek, např. v podobě soudního přezkumu. Stěžovatel nadto pozbyl licenci bez jakékoli náhrady či jiného zmírňujícího opatření ze strany státu zohledňujícího situaci osob, které dosud oprávněně prodávaly tabákové výrobky, např. v podobě otevření prvního kola soutěžního řízení jen pro dosavadní držitele licencí. Tyto skutečnosti spolu s nepřiměřeně krátkou dobou, která zbývala mezi oznámením o neudělení licence a povinností ukončit prodej, Soud dovedly k závěru, že stěžovatel musel nést nadměrné individuální břemeno, čímž došlo k porušení článku 1 Protokolu č. 1.", "III.\t Oddělené stanovisko", "K rozsudku připojili souhlasné stanovisko soudci Spano a Kjølbro, kteří považovali za klíčové, že stěžovatel měl příliš krátký čas k tomu, aby se přizpůsobil nové situaci, že rozhodnutí o neudělení licence nebylo odůvodněné a že neměl k dispozici žádný opravný prostředek. Nesouhlasili však s hodnocením většiny, že celý proces udělování licencí byl na hranici svévole. Ve spojitosti s náhradou majetkové škody pak soudci zdůraznili, že částka, kterou Soud stěžovateli přiznal, má za cíl nahradit mu ztrátu příjmu z prodeje tabákových produktů po přechodnou dobu, kterou lze považovat za přiměřenou, a poskytnout mu tak dostatečný čas k tomu, aby se přizpůsobil nové situaci.", ""]}