{"file": "CZE_HJUDCZE_21830_09.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "21830/09", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozhodnutí Evropského soudu pro lidská práva", "Rozsudek ze dne 24. února 2015 ve věci č. 21830/09 – Haldimann a ostatní proti Švýcarsku", "Senát druhé sekce Soudu rozhodl šesti hlasy proti jednomu, že odsouzení novinářů za použití skryté kamery při natáčení reportáže, která byla zaměřena na kritiku nekalých praktik pojišťovacích makléřů, znamenalo za okolností projednávané věci porušení svobody projevu chráněné článkem 10 Úmluvy.", "I.\tSkutkové okolnosti", "Stěžovatelé jsou čtyři novináři švýcarské německojazyčné televize. V roce 2003 pro svůj pořad zaměřený na ochranu spotřebitele připravili na základě podnětů veřejnosti reportáž o nekalých praktikách pojišťovacích makléřů. Jako součást této reportáže stěžovatelé natočili skrytou kamerou rozhovor pojišťovacího makléře a čtvrté stěžovatelky, která předstírala zájem o uzavření životní pojistky. Po skončení rozhovoru stěžovatelé oznámili realitnímu makléři, že byl natáčen skrytou kamerou a že se při doporučování pojistek dopustil zásadních pochybení. Zároveň mu nabídli, aby se v reportáži k problému vyjádřil, což makléř odmítl a s odvysíláním reportáže nesouhlasil. Reportáž byla přesto odvysílána, přičemž však hlas a obličej realitního makléře byly zamaskovány. Stěžovatelé byli poté odsouzeni za trestné činy pořízení záznamu rozhovoru třetích osob a šíření takového záznamu, resp. nedovolený záznam rozhovoru v případě čtvrté stěžovatelky. Stěžovatelům byly uloženy peněžité tresty v rozpětí od 150 do 5 250 švýcarských franků, přičemž s výjimkou nejméně přísného trestu byl výkon trestu podmíněně odložen.", "II.\tOdůvodnění rozhodnutí Soudu", "K tvrzenému porušení článku 10 Úmluvy", "Mezi stranami nebylo sporu o tom, že odsouzením stěžovatelů došlo k zásahu do jejich svobody projevu. Tento zásah byl dle Soudu stanoven zákonem ve smyslu článku 10 Úmluvy, jelikož stěžovatelé byli odsouzeni na základě ustanovení trestního zákoníku, která byla dostatečně dostupná i předvídatelná. Odsouzení též sledovalo legitimní cíl ochrany pověsti a práv druhých, v tomto případě práva makléře na jeho zobrazení, projev a pověst. Soud se proto následně zaměřil na otázku, zda byl namítaný zásah nezbytný v demokratické společnosti.", "Soud nejprve zdůraznil význam svobody projevu. Dále připomněl, že média mají v demokratické společnosti nepostradatelnou roli „hlídacího psa“ (Bladet Tromsø a Stensaas proti Norsku, č. 21980/93, rozsudek velkého senátu ze dne 20. května 1999, § 59 a 62). Výkon svobody projevu s sebou však přináší povinnosti a odpovědnost, které se vztahují i na média, když informují o věcech veřejného zájmu. I přes svoji významnou roli ve společnosti nejsou novináři zproštěni povinnosti respektovat normy trestního práva (Stoll proti Švýcarsku, č. 69698, rozsudek ze dne 10. prosince 2007, § 102). Soud proto musí zkoumat, zda vnitrostátní orgány dosáhly spravedlivé rovnováhy mezi svobodou projevu na jedné straně a právem na respektování soukromého života na straně druhé (Hachette Filipacchi Associés proti Francii, č. 71111/01, rozsudek ze dne 14. června 2007, § 43).", "Soud ve své judikatuře specifikoval šest kritérií, podle kterých posuzuje, zda byla nastolena zmíněná spravedlivá rovnováha: (i) zda jde o příspěvek k debatě sledující veřejný zájem; (ii) jak známá je dotčená osoba a co je předmětem reportáže; (iii) předchozí jednání dotčené osoby; (iv) způsob získání informace a její pravdivost; (v) obsah, forma, důsledky zveřejnění; a (vi) přísnost uložené sankce (Axel Springer AG, č. 39954/08, rozsudek velkého senátu ze dne 7. února 2012, § 90–95).", "Soud shledal, že v projednávané věci se reportáž týkala věci veřejného zájmu. Dle Soudu je rozhodující toliko to, že uvedená reportáž byla způsobilá přispět k debatě ve veřejném zájmu, nikoli zda tohoto cíle skutečně dosáhla.", "Soud dále konstatoval, že makléř nebyl veřejně známou osobou a nedal souhlas k pořízení záznamu rozhovoru. Reportáž však nebyla zaměřena přímo na jeho osobu, ale na nekalé praktiky celé profesní skupiny, do které náležel. Soud připomněl, že pro to, aby novináři požívali ochrany článku 10 Úmluvy, musí poskytovat spolehlivé a přesné informace v souladu s novinářskou etikou (Fressoz a Roire proti Francii, č. 29183/95, rozsudek Velkého senátu ze dne 21. ledna 1999, § 54). Soud poznamenal, že pojišťovací makléř se mohl cítit oklamán, stěžovatelům nicméně nelze přičítat, že by vědomě postupovali proti zásadám novinářské etiky stanoveným Švýcarskou tiskovou radou, zejména proto, že tyto zásady nejsou ohledně použití skryté kamery zcela jasné a jsou rozdílně vykládány i vnitrostátními soudy.", "Soud dále shledal, že samotné natočení makléře způsobilo pouze nevýznamné poškození jeho zájmů, protože k záběrům měl přístup jen omezený počet osob. Odvysílání těchto záběrů v pejorativní reportáži, kterou vidělo asi 10 000 diváků, však mohlo způsobit nepoměrně větší újmu na jeho právech. Navíc, audiovizuální média mají často rychlejší a silnější účinky než tisk (Jersild proti Dánsku, č. 15890/89, rozsudek velkého senátu ze dne 23. září 1994, § 31). Za těchto okolností je však dle Soudu rozhodující, že stěžovatelé zamaskovali tvář makléře, změnili jeho hlas a natočené setkání se neodehrálo v místech, kde by se makléř často vyskytoval. Zásah do práva pojišťovacího makléře na respektování soukromého života proto nebyl tak závažný (A. proti Norsku, č. 28070/06, rozsudek ze dne 9. dubna 2009), aby převážil nad veřejným zájmem na informování o údajných nekalých praktikách pojišťovacích makléřů.", "Ohledně přísnosti uložené sankce Soud uvedl, že i přes její relativní mírnost (peněžitý trest, ve většině případů podmíněný) může samotné odsouzení stěžovatelů v trestním řízení vést k tomu, že novináři budou upouštět od vyjadřování kritických názorů (Stoll proti Švýcarsku, cit. výše, § 154).", "S ohledem na výše řečené Soud dospěl k závěru, že odsouzení stěžovatelů nebylo nezbytné v demokratické společnosti, a proto došlo k porušení článku 10 Úmluvy.", "III.\tOddělené stanovisko", "Soudce Lemmens v nesouhlasném stanovisku vyjádřil přesvědčení, že ustanovení švýcarského trestního zákoníku, na základě kterých byli stěžovatelé odsouzeni, sledovala jako legitimní cíl ochranu veřejného pořádku spíše než ochranu práv druhých. Při vyvažování dotčených zájmů proto měla být svoboda projevu poměřována nejen s ochranou práv druhých, ale především se zájmem na ochraně veřejného pořádku. Soud se měl proto držet spíše postupu zavedeného v rozsudku Stoll proti Švýcarsku (cit. výše), podle kterého novináři obecně nejsou osvobozeni od povinnosti řídit se normami trestního práva, a zkoumat, zda jde v projednávané věci o výjimečnou situaci, která by porušení norem vnitrostátního práva ospravedlňovala. Při hledání rovnováhy mezi dotčenými zájmy mají státy určitý prostor pro uvážení, přičemž rozhodnutí švýcarského nejvyššího soudu v projednávané věci se nezdá být svévolným ani zjevně neuváženým. Z toho důvodu odsouzení stěžovatelů dle soudce není nepřiměřeným prostředkem pro dosažení cíle sledovaného vnitrostátním právem.", ""]}