{"file": "CZE_HJUDCZE_19391_11.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "19391/11", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Ministerstvo spravedlnosti Č eské republiky, . [Př eklad již zveř ejně ný na oficiální webové stránce Ministerstva spravedlnosti Č eské republiky.] Povolení k opě tnému zveř ejně ní tohoto př ekladu bylo udě leno Ministerstvem spravedlnosti Č eské republiky pouze pro úč ely zař azení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 14. listopadu 2013 ve věci č. 19391/11", "Topčič-Rosenberg proti Chorvatsku", "", "Senát první sekce Soudu shledal většinou čtyř hlasů proti třem, že došlo k porušení článku 14 Úmluvy ve spojení s článkem 8 Úmluvy tím, že Chorvatsko znevýhodnilo stěžovatelku jako adoptivní matku a současně osobu samostatně výdělečně činnou oproti matkám biologickým tak, že jí nebylo umožněno nastoupit na placenou mateřskou dovolenou. Soud stěžovatelce přiznal náhradu nemajetkové újmy ve výši 7 000 eur.", "(i) Okolnosti případu", "Stěžovatelka, osoba samostatně výdělečně činná, adoptovala v září 2006 tříleté dítě. Krátce nato požádala o placenou mateřskou dovolenou. Její žádost byla zamítnuta s odůvodněním, že zákon upravující mateřskou dovolenou ji biologickým matkám umožňuje do 1 roku věku dítěte, a stejně je nutno zacházet s adoptivními matkami; je-li tedy dítě starší 1 roku, nemá matka na placenou mateřskou dovolenou nárok. Stěžovatelka proti rozhodnutí brojila s tím, že je v rozporu se  zákoníkem práce, který adoptivnímu rodiči, který je zaměstnancem, přiznává do 12 let věku dítěte nárok na 270 dní placené mateřské dovolené. Stěžovatelka též tvrdila, že byla jako adoptivní matka nadto samostatně výdělečně činná diskriminována. Správní orgány ani soudy, a to včetně Ústavního soudu, ji však s odůvodněním, že zákon upravující mateřskou dovolenou představuje lex specialis k zákoníku práce, nevyhověly.", "(ii) Odůvodnění rozhodnutí Soudu", "a) Jednostranné prohlášení vlády", "Žalovaná vláda Soudu předložila jednostranné prohlášení, v němž uznala porušení zákazu diskriminace podle článku 14 Úmluvy ve spojení s článkem 8 Úmluvy zakotvujícím právo na respektování rodinného a soukromého života a zavázala se v případě přijetí jednostranného prohlášení Soudem a vyškrtnutí stížnosti ze seznamu stěžovatelce vyplatit jako spravedlivé zadostiučinění částku 4 000 eur. Stěžovatelka návrh vlády odmítla s tím, že nabízenou částku nepovažuje za dostatečnou.", "Soud jednostranné prohlášení žalované vlády pečlivě posoudil ve světle zásad vycházejících z jeho judikatury (srov. zejm. Tashin Acar proti Turecku, č. 26307/95, rozsudek velkého senátu ze dne 8. dubna 2004) a shledal, že byť vláda uznala porušení práv stěžovatelky, odškodnění, které ji nabídla, nebylo v přiměřeném poměru k odškodnění, které v obdobných případech sám přiznává (srov. Konstantin Markin proti Rusku, č. 30078/06, rozsudek velkého senátu ze dne 22. března 2012, § 168 a § 171). Soud proto jednostranné prohlášení vlády odmítl.", "b) K tvrzenému porušení článku 14 ve spojení s článkem 8 Úmluvy", "Stěžovatelka namítala, že není důvod pro rozdílné nahlížení na biologickou matku, které je po narození dítěte přiznána mateřská dovolená, a adoptivní matku. V daném případě bylo několik málo měsíců bezprostředně navazujících na adopci její dcery klíčových pro začlenění dítěte do rodiny a vybudování vzájemné důvěry. Avšak z důvodu odepření možnosti nastoupit placenou mateřskou dovolenou se všemi jejími výhodami nemohla stěžovatelka na tomto procesu plně participovat.", "Soud posuzoval, zda daná problematika spadá pod článek 8 Úmluvy a došel k závěru, že vztahy vyplývající z adopce, stejně tak jako mateřská dovolená i příspěvky s tím související pod uvedený článek spadají. Mateřská dovolená a příspěvky poskytnuté státem v souvislosti s touto dovolenou jsou podporou pro rodiny a ovlivňují způsob jejich organizace. Rozhodne-li se stát touto formou rodiny podporovat, musí tak činit způsobem slučitelným s článkem 14 Úmluvy (srov. např. Petrovic proti Rakousku, č. 20458/92, rozsudek ze dne 27. března 1998). Soud dále připomněl, že článek 14 vždy doplňuje jiné hmotněprávní ustanovení Úmluvy či jejích protokolů. Přestože použití článku 14 nepředpokládá porušení jiného ustanovení a z tohoto pohledu je jeho postavení autonomní, není možné jej aplikovat bez odkazu na ustanovení jiné (srov. např. E. B. proti Francii, č. 43546/02, rozsudek velkého senátu ze dne 22. ledna 2008).", "Při posuzování postupu vnitrostátních orgánů v dané věci Soud především uvedl, že ve vztahu k účelu rodičovské či mateřské dovolené jako možnosti zůstat s dítětem doma a starat se o něj je adoptivní matka ve stejné pozici jako matka biologická. Zatímco biologické matky mohou do věku jednoho roku dítěte zůstat na mateřské dovolené, stěžovatelce, která adoptovala tříleté dítě, nebylo umožněno mateřskou dovolenou čerpat. Dále Soud zdůraznil, že stát by se měl zdržet jakéhokoliv jednání, které by narušovalo rozvoj vazeb mezi adoptivními rodiči a dítětem a začleněním dítěte do rodiny.", "Z uvedených důvodů Soud shledal aplikaci zákona upravujícího mateřskou dovolenou vnitrostátními orgány jako příliš formalistickou a neflexibilní. Vnitrostátní orgány totiž zcela pominuly obecné zásady uvedené v zákoníku práce, které zohledňují skutečnost, že pozice matky po narození dítěte odpovídá pozici adoptivní matky bezprostředně po adopci.", "Soud uzavřel, že ohledně umožnění čerpání mateřské dovolené neshledal žádné objektivní a rozumné odůvodnění pro namítané rozdílné zacházení s biologickými a adoptivními matkami, kdy je biologickým matkám umožněno po narození dítěte tuto dovolenou čerpat, zatímco adoptivním matkám to po adopci dítěte umožněno není. Došlo proto k porušení článku 14 ve spojení s článkem 8 Úmluvy.", "(iii) Oddělené stanovisko", "Soudkyně Berro-Lefèvre a soudci Hajiyev a Møse nesouhlasili se závěrem většiny ohledně nepřijetí jednostranného prohlášení vlády, když měli za to, že vládou nabízená částka byla dostatečná."]}