{"file": "CZE_HJUDCZE_61005_09.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "61005/09", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Ministerstvo spravedlnosti Č eské republiky, . [Př eklad již zveř ejně ný na oficiální webové stránce Ministerstva spravedlnosti Č eské republiky.] Povolení k opě tnému zveř ejně ní tohoto př ekladu bylo udě leno Ministerstvem spravedlnosti Č eské republiky pouze pro úč ely zař azení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 5. března 2013 ve věci č. 61005/09 – Varela Geis proti Španělsku", "", "Senát třetí sekce Soudu jednomyslně rozhodl, že v případě stěžovatele došlo k porušení práva na spravedlivý proces a práv obhajoby (článek 6 Úmluvy), neboť nebyl informován o změně kvalifikace jím spáchaného skutku. Soud s ohledem na konstatované porušení stěžovateli přiznal náhradu nemajetkové újmy ve výši 8 000 eur.", "(i) Okolnosti případu", "Stěžovatel vlastnil a provozoval knihkupectví v Barceloně, ve kterém prodával, kromě jiného, publikace o holocaustu. V roce 1996 proti němu bylo zahájeno trestní stíhání pro pokračující trestný čin „genocidy“ spočívající v popírání holocaustu a trestný čin podněcování rasové a/nebo antisemitské diskriminace. Soud prvního stupně v rozsudku z listopadu 1998 uvedl, že většina literatury v knihkupectví se snažila zákazníky přesvědčit o tom, že holocaust „je a vždy byl velkou lží“, stěžovatele shledal vinným a odsoudil ho na 2 roky odnětí svobody za pokračující trestný čin genocidy a udělil trest odnětí svobody v délce trvání 3 let a pokutu za pokračující trestný čin podněcování k diskriminaci, nenávisti a násilí s rasistickým nebo antisemitským motivem.", "Proti rozsudku se stěžovatel odvolal, přičemž odvolací soud položil předběžnou otázku ústavnosti ohledně části ustanovení týkající se trestného činu popírání genocidy, načež Ústavní soud tuto část ustanovení zrušil. V trestním zákoníku tak zůstala zachována pouze část týkající se trestného činu schvalování genocidy. Na základě této změny krajský soud (Audiencia Provincial) bez informování stěžovatele překvalifikoval trestný čin popírání genocidy na schvalování genocidy a rozsudkem z března 2008 stěžovateli udělil trest odnětí svobody v délce trvání 7 měsíců. Stěžovatel namítal, že byl odsouzen za trestný čin, ze kterého nebyl obviněn, ani za něj nebyl odsouzen soudem první instance, jeho stížnost na procesní postup při změně kvalifikace, rovněž jako ústavní stížnost, ale důvodnou shledána nebyla.", "(ii) Odůvodnění rozhodnutí Soudu", "a) K použití článku 17 Úmluvy", "Španělská vláda s odkazem na zákaz zneužití práva zakotvený v článku 17 Úmluvy namítala, že stížnost je nepřijatelná, neboť je v rozporu s duchem a zněním Úmluvy. Soud vzhledem k úzké souvislosti spojil posouzení přijatelnosti s posouzením věci samé, přičemž stížnost shledal přijatelnou. Konstatoval sice, že nikdo se nemůže domáhat ustanovení Úmluvy za účelem vyvíjení činnosti zaměřené na popření práv a svobod v ní garantovaných avšak doplnil, že zákaz zneužití práva by neměl být interpretován v tom smyslu, že zbavuje jednotlivce základních garancí obsažených v článcích 5 a 6 Úmluvy. Stěžovatel se na Soud neobrátil s cílem stvrdit nebo vykonat činy v rozporu s právy a svobodami uznanými Úmluvou, ale se stížností týkající se zbavení ochrany garantované právem na spravedlivý proces, tedy článkem 6 Úmluvy. Tím pádem Soud neshledal důvod pro aplikaci článku 17 Úmluvy.", "b) K tvrzenému porušení čl. 6 odst. 3 písm. a) a b) Úmluvy", "Při posouzení věci samé Soud v prvé řadě uvedl, že čl. 6 odst. 3 písm. a) Úmluvy poukazuje na nutnost věnovat mimořádnou pozornost informování dotčené osoby o obviněních, jež byla proti ní vznesena, a to jak o skutcích, které jsou jí kladeny za vinu, tak o jejich právní kvalifikaci, jelikož jde o jednu ze základních podmínek spravedlivosti řízení. I když ustanovení neukládá specifický způsob týkající se informování o obvinění, mělo by se jednat přinejmenším o způsob předvídatelný (srov. např. Kamasinski proti Rakousku, č. 9783/82, rozsudek ze dne 19. prosince 1989).", "V projednávaném případě byl stěžovatel obviněn z trestného činu „genocidy“ a i když obžaloba, stejně jako soud prvního stupně, používala obecné vymezení trestný čin „genocidy“, z materiálů a znění rozsudku plynulo, že se jedná o její popírání. V případě stěžovatele nebylo prokázáno, že by byl jakýmkoliv způsobem obeznámen s možností změny kvalifikace trestného činu odvolacím soudem. Možnost změny kvalifikace trestného činu popírání genocidy na její schvalování se neobjevila v žádném stádiu sporu – neplynula ze spisu a ani nebyla zmíněna v argumentaci obžaloby.", "Soud též podotkl, že byl-li by stěžovatel informován o změně právní kvalifikace jeho jednání na schvalování genocidy, byla by pravděpodobně jeho obhajoba jiná než v případě popírání genocidy. Schvalování genocidy podle Soudu nebylo součástí obžaloby. Soud si také povšiml, že odvolací soud ve vztahu k trestnému činu schvalování genocidy nijak neodlišil jednání stěžovatele jako knihkupce od jednání autorů a vydavatelů knih, které prodával.", "Soud tedy uzavřel, že v případě užití svého nepopíratelného práva na změnu právní kvalifikace skutku měl Krajský soud v Barceloně poskytnout stěžovateli možnost hájit svá práva konkrétním, účinným a včasným způsobem. To v daném v případě dodrženo nebylo, vzhledem k tomu, že stěžovatel se o změně kvalifikace skutku dozvěděl až z rozsudku. Soud tak konstatoval porušení čl. 6 odst. 3 písm. a) a b) Úmluvy, spojeného s čl. 6 odst. 1 Úmluvy."]}