{"file": "CZE_HJUDCZE_41418_04.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "41418/04", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozhodnutí Evropského soudu pro lidská práva", "Rozsudek ze dne 30. června 2015 ve věci č. 41418/04 – Khoroshenko proti Rusku", "Velký senát Soudu dospěl jednomyslně k závěru, že citelné omezení návštěv doživotně odsouzeného stěžovatele během prvních deseti let výkonu tohoto trestu, kdy byl stěžovatel v nápravné kolonii zařazen do přísného režimu, představuje porušení článku 8 Úmluvy. Soud stěžovateli přiznal náhradu nemajetkové újmy ve výši 6 000 eur.", "I.\tSkutkové okolnosti", "V roce 1995 byl stěžovatel odsouzen za vraždu k trestu smrti, jenž byl v roce 1999 přeměněn na trest odnětí svobody na doživotí. V říjnu 1999 byl stěžovatel přemístěn do nápravné kolonie pro doživotně odsouzené vězně. Během prvních deseti let byl zařazen do přísného režimu, který spočíval zejména v omezení návštěv rodinných příslušníků. Stěžovatel měl jednou za šest měsíců povolenu návštěvu o dvou osobách v trvání maximálně čtyři hodiny, přičemž s návštěvou mohl komunikovat pouze přes sklo či mříže, bez možnosti fyzického kontaktu a za dozoru příslušníka vězeňské služby. Takový režim se na doživotně odsouzené vězně obvykle vztahoval po dobu deseti let od zatčení, v případě stěžovatele se však tato doba začala počítat až od jeho přemístění do nápravné kolonie. Toto zvláštní pravidlo se uplatnilo v případě porušení vězeňských pravidel v průběhu vazby, na základě kterého byl obžalovaný stěžovatel umístěn do samovazby.", "V srpnu 2004 se stěžovatel obrátil na ústavní soud s námitkou protiústavnosti desetiletého přísného omezení rodinných návštěv doživotně odsouzených vězňů, avšak jeho stížnost byla odmítnuta jako nepřípustná. Od října 2009 je stěžovatel zařazen do běžného režimu, v rámci něhož mu jsou povoleny delší a častější návštěvy rodinných příslušníků.", "II.\tOdůvodnění rozhodnutí Soudu", "K tvrzenému porušení článku 8 Úmluvy", "Stěžovatel namítal, že omezením kontaktu s rodinnými příslušníky, zejména s jeho synem, který se s ním nyní odmítá vídat, v důsledku přísného režimu v nápravné kolonii došlo k porušení jeho práva na respektování soukromého a rodinného života.", "Soud předeslal, že omezení soukromého a rodinného života vězně je nedílnou součástí výkonu trestu odnětí svobody. V rámci respektování práva vězně na rodinný život je nicméně nezbytné, aby státní orgány umožnily, popř. pomohly vězni zachovat kontakt s nejbližší rodinou (Lavents proti Lotyšsku, č. 58442/00, rozsudek ze dne 28. listopadu 2002, § 139). Dále Soud připomněl, že při přezkumu přiměřenosti opatření souvisejících s trestem odnětí svobody je v posledních letech kladen zvýšený důraz na potřebu nastolit náležitou rovnováhu mezi trestem na jedné straně a rehabilitací a reintegrací vězně na straně druhé (Mastromatteo proti Itálii, č. 37703/97, rozsudek velkého senátu ze dne 24. října 2002, § 73; Dickson proti Spojenému království, č. 44362/04, rozsudek velkého senátu ze dne 4. prosince 2007, § 75; a Vinter a ostatní proti Spojenému království, č. 66069/09 a další, rozsudek velkého senátu ze dne 9. července 2013, § 111–116). Soud konečně zdůraznil, že státy nemohou zavést automatická a neflexibilní omezení rodinných návštěv, ale musí umožnit přezkum, zda jsou zákonem stanovená omezení v jednotlivých případech stále vhodná a nezbytná; jinými slovy, Úmluva od států v těchto případech vyžaduje, aby příslušné orgány provedly posouzení přiměřenosti omezení návštěv a poměření práv jednotlivce a veřejného zájmu při zohlednění všech relevantních okolností individuální věci (Trosin proti Ukrajině, č. 39758/05, rozsudek ze dne 23. února 2012, § 42–44).", "V projednávané věci Soud konstatoval, že uplatněním namítaného vězeňského režimu došlo k zásahu do práva stěžovatele na respektování soukromého a rodinného života. Dále shledal, že tento zásah byl v souladu s vnitrostátním právem. S ohledem na vládou uváděné odůvodnění zásahu (obnovení spravedlnosti, náprava pachatele a předcházení další trestné činnosti) Soud vyjádřil pochybnosti nad tím, zda zásah vůbec sledoval nějaký legitimní cíl ve smyslu čl. 8 odst. 2 Úmluvy. Nepovažoval však za nutné tuto otázku rozhodnout, jelikož shledal, že namítané opatření nebylo v demokratické společnosti nezbytné.", "Soud považoval za důležité, že přísné omezení návštěv vztahující se k vězeňskému režimu stěžovatele bylo časově pevně stanoveno a nebylo možné je zkrátit (v případě špatného chování je naopak bylo možné prodloužit). Jelikož návštěvy představovaly pro stěžovatele, kterému byla jinak umožněna jen písemná korespondence, jedinou možnost kontaktu s rodinou a vnějším světem obecně, podrobil Soud napadený režim pečlivému přezkumu.", "Shledal navíc, že ačkoliv v zemích Rady Evropy existuje s ohledem na režim návštěv ve vězení různorodá praxe, minimální četnost návštěv doživotně odsouzených vězňů není v žádném státě nižší než jedna návštěva za dva měsíce. Většina zemí nadto nečiní rozdíl mezi vězni odsouzenými na doživotí a ostatními vězni, přičemž v těchto zemích je povolena alespoň jedna návštěva za měsíc (srovnání 28 států ukázalo, že ve 13 z nich je povolena návštěva jednou za týden, v 6 dvakrát za měsíc, v jednom šestkrát měsíčně a ve zbývajících 8 jednou měsíčně). Rusko se tudíž zdá být jedinou zemí Rady Evropy, která upravuje návštěvy ve vězení ve vztahu k doživotně odsouzeným vězňům jako zvláštní skupině spolu s extrémně nízkou četností návštěv a dlouhou dobou trvání takto přísného režimu. Tato skutečnost proto dle Soudu vede k zúžení prostoru pro uvážení žalovaného státu.", "V souladu se svou ustálenou judikaturou Soud dále zdůraznil, že umístění v samovazbě bez přiměřených duševních a fyzických podnětů může mít z dlouhodobého hlediska škodlivé dopady spočívající ve zhoršení duševních a sociálních schopností vězně (Iorgov proti Bulharsku, č. 40653/98, rozsudek ze dne 11. března 2004, § 83–84). Stěžovatel mohl v předmětném období sdílet celu maximálně s jedním dalším vězněm, přičemž svůj trest vykonával odděleně od ostatních vězňů. K této skutečnosti je třeba přičíst také délku tohoto režimu a omezenou četnost (navíc jen krátkodobých) návštěv členů rodiny.", "Soud připomněl, že dle ustálené judikatury vězněné osoby nadále požívají všech svých základních práv a svobod chráněných Úmluvou s výjimkou práva na osobní svobodu (Dickson proti Spojenému království, cit. výše, § 67). S ohledem na zásadu proporcionality je nutné, aby mezi omezujícími opatřeními a situací konkrétního jednotlivce v daném případě existoval rozeznatelný a dostatečný vztah. V posuzovaném případě Soud shledal, že uplatněním příslušného zákona bez přihlédnutí k individuálním okolnostem věci nebyl v dostatečné míře brán ohled na zájmy stěžovatele a jeho rodiny tak, jak to vyžaduje článek 8 Úmluvy.", "Během ústního jednání před Soudem žalovaná vláda připustila, že cílem vězeňského režimu stěžovatele byla jeho izolace, a nikoliv opětovné začlenění do společnosti. Soud konstatoval, že přísná povaha napadeného režimu brání doživotně odsouzeným vězňům zachování kontaktu s jejich rodinou, a tím vážně komplikuje jejich sociální začlenění a navrácení do běžného života. V této souvislosti Soud poukázal na doporučení Evropského výboru pro zabránění mučení a nelidskému či ponižujícímu zacházení nebo trestání (CPT), která uvádí, že režimy pro dlouhodobě odsouzené vězně by měly aktivně usilovat o vyrovnání dopadů vězení spočívajících ve vyřazení ze společnosti.", "Soud s ohledem na výše uvedené dospěl k závěru, že zásah do práva stěžovatele na respektování soukromého a rodinného života pouze z důvodu výše trestu nebyl přiměřený cílům, na které se žalovaná vláda odvolávala. Soud rovněž konstatoval, že přísný vězeňský režim včetně úplného omezení fyzického kontaktu s návštěvami a rozhovorů v přítomnosti příslušníka vězeňské služby přispěl k tomu, že si stěžovatel nemohl vytvořit bližší pouto se svým synem během zásadního období jeho života. Přísné podmínky návštěv mohly dokonce zabránit návštěvám některých členů rodiny. V projednávané věci tudíž nebyla nastolena spravedlivá rovnováha mezi stěžovatelovými právy na jedné straně a cíli vytčenými vládou na straně druhé. Žalovaný stát tedy překročil prostor pro uvážení, které mu v této oblasti článek 8 Úmluvy ponechává. Došlo proto k porušení tohoto ustanovení Úmluvy.", "III.\tOddělené stanovisko", "Soudci Pinto de Albuquerque a Turković ve svém společném souhlasném stanovisku uvedli, že dle jejich názoru cíle sledované napadeným ruským zákonem, tj. odplata a izolace, nejsou legitimní. Soudci dále konstatovali, že součástí nápravy porušení práv stěžovatele by mělo být kromě poskytnutí peněžité náhrady také vypracování individuálního plánu pro výkon trestu. V neposlední řadě pak podotkli, že s ohledem na rozsáhlý dopad tohoto rozsudku do vnitrostátního systému by Rusko mělo uvést svou stávající právní úpravu v této oblasti do souladu s mezinárodními standardy.", ""]}