{"file": "CZE_HJUDCZE_1497_10.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "1497/10", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 29. ledna 2013 ve věci č. 1497/10 - Betteridge proti Spojenému království", "Senát čtvrté sekce Soudu jednomyslně shledal porušení čl. 5 odst. 4 Úmluvy způsobené průtahy při rozhodování komise pro propuštění ze zabezpečovací detence. Soud stěžovateli přiznal náhradu nemajetkové újmy ve výši 750 eur.", "(i) Okolnosti případu", "Stěžovatelem byl v roce 2005 uznán vinným ze znásilnění. V době podání stížnosti si odpykával svůj trest v zabezpečovací detenci, která byla stanovena na dobu neurčitou, s minimální délkou trvání 3 a půl roku.", "Stěžovatelův trest vypršel 18. prosince 2008. Několik měsíců předtím komise pro podmínečné propuštění vydala předběžné stanovisko ohledně jeho trestu. Komise nedoporučila snížení stupně zajištění na podmíněné propuštění, protože nebylo uspokojivě vyloučeno nebezpečí recidivy. Komise už poté případ do doby vypršení trestu nepřezkoumávala. Jednání bylo naplánováno na květen 2009, poté přesunuto na září 2009.", "V mezidobí stěžovatel požádal o soudní přezkum, kdy poukazoval na průtahy při stanovení data jednání komise ohledně jeho případu. Soud prvního stupně vydal rozhodnutí v červnu 2009, v němž uznal, že průtahy byly způsobeny nedostatečným obsazením komise a že tím došlo k porušení článku 5 odst. 4 Úmluvy. Soud nicméně odmítl nařídit komisi projednání případu s tím, že by bylo nepatřičné, aby stěžovatel předběhl řadu čekajících případů na úkor těch, kteří se jejich projednání nedomáhali soudní cestou. S poukazem na to, že zasedání komise ohledně stěžovatelova případu bylo stanoveno na dobu za 2 až 3 měsíce, soud shledal, že stěžovatel nemá ani nárok na náhradu škody při zohlednění faktu, že při předběžném posouzení komise jasně vyjádřila stanovisko, že stěžovatel nemá šanci na propuštění před vypršením této doby.", "Stěžovatel se na radu svého advokáta proti rozhodnutí neodvolal, protože odvolací soud by též musel vyvodit závěr, že nemůže upřednostňovat žádný případ z důvodu systémového nedostatku pracovníků komise.", "Jednání komise stanovené na září 2009 bylo následně zrušeno. V jednání přesunutém na 13. ledna 2010 komise doporučila stěžovatelovo podmínečné propuštění.", "(ii) Odůvodnění rozhodnutí Soudu", "K tvrzenému porušení čl. 5 odst. 4 Úmluvy", "Soud v prvé řadě řešil otázku, zda stěžovatel s ohledem na konstatování porušení čl. 5 odst. 4 Úmluvy vnitrostátním soudem ztratil postavení oběti. Připomněl, že aby se tak mohlo stát, muselo by být stěžovateli za zjištěné porušení práv přiznána adekvátní náhrada. V projednávaném případě se tak však nestalo. Soud sice uznal, že by bylo nespravedlivé a nepraktické urychlovat případy, jako je ten stěžovatele, který se domáhal soudního stanovení data jednání komise, na úkor vězňů, kteří mají též právo na rychlý přezkum svých případů dle článku 5 odst. 4 Úmluvy, kteří ale možnost soudního řízení k urychlení přezkumu nevyužili, i že v době rozhodování vnitrostátního soudu v případě stěžovatele učinily příslušné orgány kroky ve snaze zamezit systémovým průtahům při rozhodování komise. Situace, jejíž obětí byl i stěžovatel, ovšem vznikla v důsledku zanedbání příslušných orgánů předvídat důsledky, které pro vězeňský systém bude mít zavedení trestu zabezpečovací detence. Pozdní reakce státních orgánů, která sice problém vyřešila, nemůže být adekvátní náhradou porušení stěžovatelova práva. Stěžovatele je proto nadále třeba považovat za oběť porušení čl. 5 odst. 4 Úmluvy.", "V druhé řadě se Soud zabýval otázkou, zda stěžovatel vyčerpal vnitrostátní právní prostředky nápravy, jak vyžaduje článek 35 Úmluvy, když nepodal odvolání proti rozhodnutí prvního stupně, nijak nebrojil proti dalším průtahům, které vznikly po tomto rozhodnutí soudu, a ani nepodal žádost o odškodnění. Soud konstatoval, že s ohledem na skutečnost, že se jednalo o systémový problém, který soudní rozhodnutí nemohlo vyřešit a že ani vláda nepředložila žádné rozhodnutí odvolacího soudu, které by vyústilo v upřednostnění posouzení žádosti o propuštění, nemusel ani stěžovatel podat další žalobu či opravný prostředek. Ohledně žádosti o odškodnění Soud shledal, že z rozsudku soudu prvního stupně vyplývá, že jelikož komise by v případě stěžovatele nenařídila propuštění, pakliže by rozhodla včas, nebylo by stěžovateli přiznáno žádné zadostiučinění za pozdní projednání žádosti o propuštění. Vláda nepředložila žádný příklad, kdy by se tak stalo. Dané prostředky nápravy tedy dle Soudu nebyly za okolností projednávaného případu účinné a dostatečné, proto je stěžovatel nemusel vyčerpat.", "V meritu věci se Soud odvolal na zjištění vnitrostátního soudu, se kterým se ztotožnil, a dodal, že průtahy pokračovaly ještě další 4 měsíce. Řízení tedy trvalo celkem téměř 13 měsíců. Tato lhůta nemůže vyhovět požadavku na „urychlenost“ soudního rozhodnutí vtěleného do čl. 5 odst. 4 Úmluvy. Došlo proto k porušení tohoto ustanovení.", ""]}