{"file": "CZE_HJUDCZE_49872_11.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "49872/11", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Ministerstvo spravedlnosti Č eské republiky, . [Př eklad již zveř ejně ný na oficiální webové stránce Ministerstva spravedlnosti Č eské republiky.] Povolení k opě tnému zveř ejně ní tohoto př ekladu bylo udě leno Ministerstvem spravedlnosti Č eské republiky pouze pro úč ely zař azení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 30. dubna 2013 ve věci č. 49872/11", "Tymoshenko proti Ukrajině", "", "Senát bývalé páté sekce Soudu dospěl jednomyslně k závěru, že uvalením vazby na stěžovatelku došlo k porušení čl. 5 odst. 1 Úmluvy. Jednomyslně dále konstatoval porušení čl. 5 odst. 4 Úmluvy, neboť stěžovatelka neměla k dispozici řízení, ve kterém by byla přezkoumána zákonnost zbavení svobody, a rovněž porušení čl. 5 odst. 5 Úmluvy zakotvujícího možnost domáhat se náhrady škody za porušení článku 5 Úmluvy konstatované Soudem. S odkazem na své závěry učiněné na poli čl. 5 odst. 1 Úmluvy Soud konstatoval jednomyslně také porušení článku 18 ve spojení s článkem 5 Úmluvy. V poměru čtyř hlasů ku třem nakonec dospěl k závěru o neporušení článku 3 Úmluvy v souvislosti s incidentem provázejícím převoz stěžovatelky do nemocnice, jakož i s následným vyšetřováním předmětných událostí.", "(i) Okolnosti případu", "V dubnu 2011 bylo proti stěžovatelce, bývalé předsedkyni vlády i hlavní ukrajinské opoziční strany zahájeno trestní stíhání pro zneužití pravomoci úřední osoby. V srpnu 2011 rozhodl soud o jejím vzetí do vazby. Stěžovatelka byla shledána vinnou a odsouzena k trestu odnětí svobody v délce šesti let. V dubnu 2012 měla být stěžovatelka proti své vůli převezena do nemocnice, následkem čehož měla být zraněna. Státní zástupce nicméně pro nedostatek důkazů ve věci odmítl zahájit trestní stíhání. Podle zprávy veřejné ochránkyně práv vydané v návaznosti na místní šetření mohlo být předmětné zacházení se stěžovatelkou v rozporu s článkem 3 Úmluvy a státní zastupitelství v daném případě nepostupovalo správně. Ochránkyně práv proto nejvyššímu státnímu zastupitelství doporučila trestní stíhání zahájit, státní zástupce tak nicméně ani poté neučinil.", "(ii) Odůvodnění rozhodnutí Soudu", "a) K tvrzenému porušení článku 3 Úmluvy v důsledku nevyhovujících podmínek ve věznici", "Stěžovatelka namítala, že podmínky ve dvou ze tří cel, ve kterých pobývala, byly z hlediska článku 3 Úmluvy nepřijatelné z důvodů nedostatečné ventilace, omezení venkovních vycházek, nedostatku pitné vody, špatné kvality jídla a absence vytápění v jedné z cel.", "Soud předně podotknul, že stěžovatelka obývala nejprve po téměř pět měsíců celu, jejíž obytná plocha na jednu osobu činila 5 m2. Bylo jí umožněno sprchovat se dvakrát týdně. Připustil, že stěžovatelka se v průběhu svého pobytu ve vazební věznici mohla v určitých obdobích setkat s těžkostmi, na základě předložených důkazů nicméně nemohl učinit závěr o tom, že by na ní tyto těžkosti měly nějaký zásadní dopad. Konkrétně potom nedisponoval důkazy o omezeném přístupu denního světla a čerstvého vzduchu do cely nebo o trvalém nedostatku teplé vody. S přihlédnutím k pravidelnému kontaktu s příbuznými, kteří stěžovatelce zajišťovali dostatek kvalitního jídla a povlečení a dále ke skutečnosti, že mohla komunikovat s vnějším světem i se svým právním zástupcem, Soud nedospěl k závěru, že by podmínky jejího pobytu v první cele byly ponižujícím či nelidským zacházením ve smyslu článku 3 Úmluvy.", "Za neslučitelné s článkem 3 Úmluvy Soud nepovažoval ani podmínky v druhé z cel. Shledal totiž, že obytná plocha této cely činila 37 m2 a stěžovatelka ji sdílela jen s jednou další ženou, cela byla vybavena dvěma velkými okny zajišťujícími dostatečný přístup přirozeného světla a větrání, a k cele náležela i stavebně oddělená toaleta a sprcha. K danému závěru Soud dospěl i přes skutečnost, že stěžovatelka nemohla s ohledem na svoji omezenou hybnost ve vazební věznici využívat svého práva na denní vycházku, kdy však současně podotknul, že přidělení hole či berlí mohlo její pohyb ulehčit. Ačkoliv uznal, že vazební podmínky mohly být pro stěžovatelku nepohodlné, zjištěné nedostatky nepřesahovaly práh závažnosti potřebný pro použití článku 3 Úmluvy. Z toho důvodu Soud předmětnou námitku posoudil jako zjevně neopodstatněnou.", "b) K tvrzenému porušení článku 3 Úmluvy v důsledku nedostatečné zdravotní péče poskytované stěžovatelce", "Stěžovatelka dále tvrdila, že jí během vazby (resp. výkonu trestu) nebyla v rozporu s článkem 3 Úmluvy poskytnuta adekvátní zdravotní péče.", "Soud nejprve připomněl zásady týkající se poskytování zdravotní péče osobám zbaveným svobody (viz např. Goginashvilli proti Gruzii, č. 47729/08, rozsudek ze dne 4. října 2011, § 79, či Aleksanyan proti Rusku, č. 46468/06, rozsudek ze dne 22. prosince 2008, § 139-140) a na základě předložených materiálů velmi detailně popsal postup vnitrostátních orgánů při zajištění zdravotní péče stěžovatelce ve vazební věznici. Konstatoval, že vnitrostátní orgány věnovaly zdraví stěžovatelky značnou pozornost, přičemž vynaložily mnoho prostředků a úsilí nad rámec toho, co je na Ukrajině považováno za obvyklé ve vztahu k „obyčejnému“ vězni. Stěžovatelka byla nicméně mimořádně obezřetná a pro nedostatek důvěry v příslušné státní orgány většinu navrhované zdravotní péče odmítala. Podle Soudu je existence důvěry mezi pacientem a lékařem klíčovým prvkem jejich vztahu, a to rovněž při poskytování zdravotní péče ve věznici, kdy může být vytvoření takového vztahu problematické. Pacient na jedné straně může odmítnout nabízenou zdravotní péči pouze na základě svých obav, na druhou stranu má však povinnost komunikovat a spolupracovat se zdravotnickým personálem. Soud po prozkoumání zdravotnické dokumentace stěžovatelky pořízené v průběhu jejího pobytu ve věznici nezjistil žádný incident, který by její odmítavý postoj vysvětloval. Stěžovatelka byla nakonec převezena do civilního zdravotnického zařízení, kde jí mohla být poskytnuta odborná péče pod dohledem zahraničních lékařů. Vnitrostátní orgány tak zajistily stěžovatelce komplexní a účinnou zdravotní péči a Soud proto i tuto námitku odmítl jako zjevně neopodstatněnou.", "c) K tvrzenému porušení článku 3 Úmluvy v souvislosti s jejím převozem do nemocnice", "Stěžovatelka tvrdila, že do civilního zdravotnického zařízení byla převezena proti své vůli a v průběhu převozu utrpěla v důsledku použitých donucovacích prostředků zranění.", "Soud připomněl závazek států účinně vyšetřovat všechna podezření ze špatného zacházení ve smyslu článku 3 Úmluvy. Připomněl zásadu, podle které tvrdí-li jedinec, že byl v důsledku zakázaného zacházení v průběhu výkonu vazby resp. trestu zraněn, vláda má povinnost přijatelným způsobem vysvětlit původ předmětných zranění. Osoby zbavené svobody se nachází ve zranitelném postavení a státní orgány mají navíc povinnost chránit jejich fyzické i psychické zdraví. Jakékoliv použití fyzické síly, která není nezbytná, je v zásadě porušením článku 3 Úmluvy. Předloží-li jedinec hájitelné tvrzení o tom, že byl podroben zakázanému zacházení ze strany policie či jiných orgánů veřejné moci, mají státní orgány povinnost takové tvrzení účinně vyšetřit (viz např. Assenov a ostatní proti Bulharsku, č. 24760/94, rozsudek ze dne 28. října 1998, § 102 a 103 a násl.).", "Ačkoli Soud připustil, že stěžovatelkou utrpěná zranění odpovídala jejímu popisu událostí (při převozu do civilní nemocnice měla být násilím vytažena z postele a následně udeřena do břicha), nemohl pominout závěry lékařského vyšetření, podle kterého stáří podlitin nekorespondovalo s časem eskorty a vznik podlitin si mohla stěžovatelka způsobit i sama. Tato zjištění mohla být průkazně potvrzena či vyvrácena za předpokladu, že by stěžovatelka souhlasila s dalším vyšetřením ze strany soudního znalce, což však dvakrát odmítla. Soud za tohoto důkazního stavu nemohl považovat za dostatečně prokázané, že ke zranění stěžovatelky došlo v průběhu její eskorty do civilní nemocnice. Stěžovatelka sice vznesla před vnitrostátními orgány hájitelné tvrzení o zacházení v rozporu s článkem 3 Úmluvy, účinnost vyšetřování nicméně snížila sama svým odmítavým přístupem. Soud proto dospěl k závěru, že k porušení procesní složky článku 3 Úmluvy nedošlo.", "d) K tvrzenému porušení čl. 5 odst. 1 Úmluvy", "Stěžovatelka dále namítala, že rozhodnutí o jejím vzetí do vazby bylo nezákonné a svévolné. Podle Soudu předně samotná skutečnost, že vnitrostátní soud rozhodl o vazbě stěžovatelky na předem neurčitou dobu, byla porušením článku 5 Úmluvy, přičemž obdobným problémem se Soud již zabýval ve své dřívější rozhodovací činnosti a daná otázka souvisí s nedostatečnou vnitrostátní právní úpravou (např. Kharchenko proti Ukrajině, č. 40107/02, rozsudek ze dne 10. února 2011, § 98). Pokud jde o samotné důvody pro uvalení vazby, stěžovatelčino chování před rozhodnutím o vazbě nezavdávalo podle Soudu důvod k obavám, že se bude trestnímu stíhání vyhýbat. Podle názoru Soudu byly hlavními důvody pro uvalení vazby údajné ztěžování průběhu trestního řízení a pohrdání soudem, které však nejsou uvedeny jako důvody pro zbavení svobody v čl. 5 odst. 1 písm. c) Úmluvy. Z rozhodnutí o uvalení vazby nadto nebylo patrné, zda vazba byla za daných okolností vhodnějším opatřením oproti již v té době stěžovatelce uloženému zákazu opouštět město. Jelikož vazební důvody zůstaly po celou dobu přípravného řízení stejné, dospěl Soud k závěru, že stěžovatelka byla po celé toto období zbavena své osobní svobody svévolně a nezákonně, a tedy v rozporu s čl. 5 odst. 1 Úmluvy.", "e) K tvrzenému porušení čl. 5 odst. 4 Úmluvy", "Stěžovatelka rovněž tvrdila, že v rozporu s čl. 5 odst. 4 Úmluvy neměla k dispozici řízení, ve kterém by soud mohl přezkoumat zákonnost jejího zbavení svobody.", "Soud připomněl, že podle čl. 5 odst. 4 Úmluvy má osoba zbavená svobody právo na to, aby v soudním řízení o přezkumu zákonnosti zbavení svobody byly předmětem přezkumu jak procesní, tak hmotněprávní podmínky zbavení osobní svobody. Ukrajinské soudy se však ve svých rozhodnutích v rámci příslušného přezkumu omezily pouze na konstatování, že odvolání proti rozhodnutí o vazbě není přípustné a toliko opakovaly původní nedostatečné důvody pro uvalení vazby. Stěžovatelkou uváděnými relevantními důvody pro propuštění z vazby se potom vůbec nezabývaly. Řízení o přezkumu zákonnosti zbavení svobody vedené ukrajinskými soudy tak nevyhovovalo požadavkům čl. 5 odst. 4 Úmluvy, přičemž Soud současně konstatoval, že ukrajinská právní úprava v rozporu s příslušným ustanovením neupravuje žádné řízení, ve kterém by se soud mohl zabývat zákonností dalšího pokračování vazby poté, co bylo ukončeno přípravné řízení (viz také Molodorych proti Ukrajině, č. 2161/02, rozsudek ze dne 10. února 2011, § 297).", "f) K tvrzenému porušení čl. 5 odst. 5 Úmluvy", "Soud dále vyhověl stěžovatelčině námitce, podle které neměla možnost domáhat se odškodnění za porušení jejích práv chráněných článkem 5 Úmluvy. Ačkoliv totiž ukrajinská právní úprava přiznává nárok na odškodnění v případech, kdy je nezákonnost zbavení svobody konstatována rozhodnutím ukrajinského soudu, neumožňuje již odškodnění za zbavení svobody v rozporu s článkem 5 Úmluvy, bylo-li porušení příslušného ustanovení Úmluvy konstatováno Soudem. Na tento nedostatek ukrajinské právní úpravy poukázal Soud již ve svých předchozích rozhodnutích (viz např. Nechiporuk a Yonkalo proti Ukrajině, č. 42310/04, ze dne 21. dubna 2011), přičemž daný problém stále přetrvává.", "g) K tvrzenému porušení článku 18 ve spojení s článkem 5 Úmluvy", "Stěžovatelka nakonec uváděla, že skutečným důvodem pro uvalení vazby byla snaha zabránit jí, jakožto významné představitelce opoziční politické strany, aby kandidovala v ukrajinských parlamentních volbách v říjnu 2012, čímž došlo i k porušení článku 18 Úmluvy.", "Podle Soudu Úmluva předpokládá, že státy vázané Úmluvou jednají v dobré víře. Jedná se však o vyvratitelnou domněnku, přičemž stěžovatel, který namítá porušení článku 18 Úmluvy, by měl přesvědčivým způsobem prokázat, že skutečné záměry vnitrostátních orgánů se od těch proklamovaných lišily, případně jsou rozpoznatelné z okolností případu. Pouhé podezření, že vnitrostátní orgány využily své pravomoci k jiným účelům než těm uvedeným v Úmluvě, nestačí; v této souvislosti Soud klade na dokazování vysoké požadavky (viz Gusinky proti Rusku, č. 70276/01, ze dne 19. května 2004, § 73-78, či Cebotari proti Moldavsku, č. 35615/06, 13. listopadu 2007, § 46 a násl.).", "Podle názoru Soudu byl případ stěžovatelky podobný případu Lutsenko proti Ukrajině (č. 6492/11, rozsudek ze dne 3. července 2012, § 104; stěžovatel byl ministrem vnitra ve vládě vedené Julií Tymošenkovou) neboť i v projednávané věci došlo po změně politické reprezentace k obvinění stěžovatelky, opoziční političky, a jejímu následnému trestnímu stíhání za jednání související s výkonem veřejné funkce. Obdobně jako v citovaném případě však Soudu pro závěr o porušení článku 18 Úmluvy postačoval odkaz na jeho závěry týkající se porušení čl. 5 odst. 1 Úmluvy, totiž že stěžovatelka nebyla zbavena svobody z důvodu uvedeného v citovaném článku Úmluvy, tedy za účelem předvedení před soud pro důvodné podezření ze spáchání trestného činu, a nepovažoval již za nutné se vyjádřit k jiným stěžovatelkou tvrzeným politickým důvodům trestního řízení resp. jejího zbavení svobody.", "(iii) Oddělená stanoviska", "Ve společném souhlasném stanovisku soudci Jungwiert a Potocki a soudkyně Nussberger vyslovili názor, že uvalení vazby na stěžovatelku (a její trestní stíhání) sledovalo další postranní motivy (než ty uvedené v rozhodnutí soudu), které souvisely s její osobou a jejím vlivem jako opoziční političky.", "Společné částečně nesouhlasné stanovisko potom uplatnili i soudci Spielman a Villiger a soudkyně Nussberger, podle kterých došlo při převozu stěžovatelky do nemocnice k porušení hmotněprávní části článku 3 Úmluvy. Dle jejich názoru nebyl splněn ani požadavek na účinnost vyšetřování, a došlo proto i k porušení procesní části daného ustanovení Úmluvy."]}