{"file": "CZE_HJUDCZE_2000_09.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "2000/09", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Ministerstvo spravedlnosti Č eské republiky, . [Př eklad již zveř ejně ný na oficiální webové stránce Ministerstva spravedlnosti Č eské republiky.] Povolení k opě tnému zveř ejně ní tohoto př ekladu bylo udě leno Ministerstvem spravedlnosti Č eské republiky pouze pro úč ely zař azení do databáze Soudu HUDOC.", "", "RADA EVROPY", "EVROPSKÝ SOUD PRO LIDSKÁ PRÁVA", "PÁTÁ SEKCE", "", "VĚC ŽÁKOVÁ proti ČESKÉ REPUBLICE", "(stížnost č. 2000/09)", "", "ROZSUDEK", "(ve věci samé)", "ŠTRASBURK", "3. října 2013", "Tento rozsudek nabude právní moci za podmínek stanovených v čl. 44 odst. 2 Úmluvy. Může být předmětem formálních úprav.", "Rozsudek je v autentickém anglickém znění publikován na internetových stránkách Evropského soudu pro lidská práva v databázi HUDOC (). Pořízený úřední překlad do českého jazyka není autentickým zněním rozsudku.", "", "Ve věci Žáková proti České republice,", "Evropský soud pro lidská práva (pátá sekce), zasedající v senátu ve složení", "Mark Villiger, předseda, Angelika Nußberger, Boštjan M. Zupančič, Ann Power-Forde, Ganna Yudkivska, Helena Jäderblom, Aleš Pejchal, soudci,", "a Claudia Westerdiek, tajemnice sekce,", "po poradě konané dne 10. září 2013,", "vynesl tento rozsudek, který byl přijat uvedeného dne:", "ŘÍZENÍ", "1. Řízení bylo zahájeno stížností (č. 2000/09) směřující proti České republice, kterou dne 7. ledna 2009 podala k Soudu občanka České republiky Sylvie Žáková („stěžovatelka“) na základě článku 34 Úmluvy o ochraně lidských práv a základních svobod („Úmluva“).", "2. Stěžovatelku zastupuje V. Kotek, advokát působící v Brně. Českou vládu („vláda“) zastupuje její zmocněnec V. A. Schorm z Ministerstva spravedlnosti.", "3. Stížnost byla oznámena vládě dne 20. června 2011.", "SKUTKOVÝ STAV", "I. OKOLNOSTI PŘÍPADU", "4. Stěžovatelka se narodila v roce 1938 a bydlí v německém Landshutu.", "5. V roce 1968 stěžovatelka opustila tehdejší komunistické Československo. V roce 1970 byla uznána vinnou z trestného činu nezákonného opuštění republiky a veškerý její majetek propadl státu, včetně dvou pozemkových parcel (č. 1141 a 1142) v katastrálním území Kožichovice („pozemky“).", "6. Dne 31. května 1976 převedl stát užívací právo k pozemkům na město Třebíč.", "7. V roce 1990 byla většina pozemků převedena do katastrálního území Třebíč a parcely byly přečíslovány. Předmětné pozemky se nyní skládají z parcely č. 7283 a z částí parcel č. 7281, 7378, 2174/1, 2174/2 a 2174/3 v katastrálním území Třebíč a parcel č. 1136/1, 1136/19 a části parcely č. 1138/1 v katastrálním území Kožichovice.", "8. Na základě zákona o soudní rehabilitaci Okresní soud v Novém Jičíně dne 27. března 1991 odsuzující rozsudek stěžovatelky a veškerá doplňková rozhodnutí, včetně rozhodnutí o propadnutí majetku, zrušil se zpětným účinkem.", "9. Stěžovatelka byla podle svého tvrzení od roku 1960 nepřetržitě vedena jako výlučný vlastník pozemků. Na podporu tohoto tvrzení předložila výpisy z katastru nemovitostí ze dne 17. září 1992 a 15. srpna 1995. Vláda naopak uvádí, že po roce 1971, kdy majetek stěžovatelky propadl státu, na základě čehož měl být stát v katastru zapsán coby výlučný vlastník, byla jako vlastník pozemků chybně zapsána jak stěžovatelka, tak i stát.", "A. Pozemky v katastrálním území Třebíč", "10. Část pozemků v katastrálním území Třebíč, jež byla částečně zastavěna, využívá město pro firmy zajišťující komunální služby.", "11. Na konci roku 1992 zaslala stěžovatelka městu dopis, k němuž byl přiložen doklad z katastru nemovitostí potvrzující, že stěžovatelka je vlastníkem předmětných pozemků a město je jejich uživatelem. Dne 10. února 1993 město odpovědělo, že důvody jeho zápisu coby uživatele pozemků mu nejsou známy, neboť pozemky nevyužívá. Podle všeho zde však došlo k určitým zmatkům ohledně toho, o které parcely se jedná, neboť město se ve svém dopise výslovně zmiňuje o parcele s jiným číslem, která ve skutečnosti neexistovala.", "12. Dne 7. listopadu 1995 zaslalo město Třebíč stěžovatelce na jistou slovenskou adresu dopis, v němž bylo uvedeno, že stěžovatelka je sice v katastru nemovitostí zapsána jako vlastník pozemků, nicméně podle převodu z roku 1976 byly pozemky převedeny na město. Z tohoto důvodu město stěžovatelku požádalo o předložení listiny dokládající převedení vlastnického práva k pozemkům ze stěžovatelky na stát. Dopis se vrátil jako nedoručený s poznámkou, že daná adresa neexistuje.", "13. Podobný dopis s žádostí o poskytnutí informací týkajících se vlastnictví pozemků zaslalo město Třebíč dne 7. listopadu 1995 také Okresnímu úřadu Třebíč. Okresní úřad dne 4. prosince 1995 odpověděl, že žádnou listinu prokazující převod pozemků na stát nemá k dispozici.", "14. Dne 22. ledna 1996 se uskutečnilo setkání mezi zástupcem města Třebíč a manželem stěžovatelky. V zápisu z jednání je uvedeno, že se uskutečnilo jednání s majitelem pozemků, tj. stěžovatelkou, zastoupenou manželem, a že se zástupci města dotázali, zda by stěžovatelka byla ochotna část pozemků nacházející se v katastrálním území Třebíč prodat. Stěžovatelka prodej odmítla, ale uvedla, že by byla ochotna danou část pozemků vyměnit za pozemkovou parcelu stejné hodnoty.", "15. Dne 5. března 1996 město Třebíč stěžovatelku informovalo o svém rozhodnutí pronajmout si danou část pozemků nacházející se v katastrálním území Třebíč. Dne 25. března 1996 byla uzavřena smlouva o nájmu mezi stěžovatelkou a městem, které následně v letech 1996 a 1997 zaplatilo příslušné roční nájemné.", "16. Dne 12. listopadu 1997 podalo město žádost, aby bylo do katastru nemovitostí zapsáno jako výlučný vlastník dané části pozemků nacházející se v katastrálním území Třebíč. Katastrální úřad této žádosti vyhověl.", "17. Dne 22. prosince 1997 město stěžovatelku informovalo o tom, že nalezlo listinu prokazující nabytí vlastnictví pozemků státem, a to trestní rozsudky, které byly vůči stěžovatelce vyneseny v letech 1970 a 1971. Město proto podalo na katastrální úřad žádost, aby bylo zapsáno jako vlastník pozemků nacházejících se v katastrálním území Třebíč. Na základě tohoto považovalo město smlouvu o nájmu za neplatnou od samého počátku a požádalo stěžovatelku o vrácení nájemného, které jí zaplatilo za roky 1996 a 1997.", "18. Stěžovatelka následně prostřednictvím svého právníka a svého manžela začala s městem vyjednávat o řešení situace.", "19. V dopise ze dne 10. srpna 1999 město uvedlo, že je zákonným vlastníkem části pozemků nacházející se v katastrálním území Třebíč, neboť stěžovatelka se nedomáhala jejich vrácení v rámci restituce. Město neuznalo jakoukoli odpovědnost za své pochybení spočívající v chybném přiřknutí vlastnictví pozemků stěžovatelce v období let 1992 až 1996.", "20. Jelikož se ukázalo, že prostor pro smírné urovnání sporu mezi stěžovatelkou a městem neexistuje, požádala stěžovatelka katastrální úřad, aby vzniklou chybu napravil a zapsal stěžovatelku coby právoplatného a výlučného vlastníka pozemků v katastru.", "21. Katastrální úřad její žádost dne 23. července 2002 zamítl jako neodůvodněnou.", "B. Pozemky v katastrálním území Kožichovice", "22. Dne 28. září 1992 vyzval Stavební úřad Třebíč stěžovatelku k účasti na řízení týkajícím se žádosti o stavební povolení na pozemku sousedícím s částí pozemků, které zůstaly v katastrálním území Kožichovice.", "23. Dne 29. ledna 1993 zaslala stěžovatelka zemědělskému družstvu, které část pozemků nacházející se v katastrálním území Kožichovice využívalo, dopis s žádostí o uzavření nájemní smlouvy. Informace o tom, zda zemědělské družstvo na žádost odpovědělo, nejsou ve spisu k dispozici.", "24. Obec Kožichovice ve dnech 19. ledna 1995, 10. května 1996 a 14. srpna 1998 požádala katastrální úřad, aby ji zapsal jako výlučného vlastníka části pozemků nacházející se v katastrálním území Kožichovice, a to s odkazem na zákon č. 172/1991 Sb., na jehož základě mohly obce nabývat vlastnictví k určitému státnímu majetku. Informace o tom, která část pozemků byla ke kterému datu zapsána jako majetek obce, nejsou ve spisu k dispozici.", "C. Soudní řízení zahájené stěžovatelkou", "25. Dne 24. října 2003 stěžovatelka podala žalobu na určení vlastnictví pozemků, v níž se domáhala určení, že právoplatným vlastníkem je ona, neboť trest propadnutí jejího majetku nebyl nikdy vykonán a nyní je promlčený, sama byla vedena jako vlastník pozemků jak v bývalé evidenci nemovitostí, tak i v současném katastru nemovitostí a správní orgány ji jako vlastníka uznaly.", "26. Dne 20. října 2006 Okresní soud v Třebíči rozhodl, že stát předmětný majetek v sedmdesátých letech skutečně zabavil a následně vykonával všechna vlastnická práva s tím spojená, přestože v katastru nemovitostí byl jako vlastník veden stát i stěžovatelka. Stěžovatelka se proto měla pozemkových parcel domáhat podle příslušných restitučních předpisů. Okresní soud s odkazem na ustálenou judikaturu Nejvyššího soudu dospěl k závěru, že pokud osoba mohla požádat o navrácení majetku podle restitučních předpisů, nemůže se jeho navrácení domáhat cestou obecné občanskoprávní žaloby, jako se pokusila stěžovatelka. Soud proto žalobu stěžovatelky zamítl pro neexistenci naléhavého právního zájmu na určení vlastnictví.", "27. Stěžovatelka podala odvolání, v němž zdůraznila, že v době platnosti restitučních právních předpisů neexistoval kromě ní nikdo jiný, kdo by mohl být považován za vlastníka daných parcel. Stát k ní přistupoval jako k vlastníkovi nemovitostí, a proto nemohla postupovat podle restitučních předpisů.", "28. Krajský soud v Brně dne 16. října 2007 potvrdil rozsudek soudu prvního stupně s odkazem na stanovisko pléna Ústavního soudu sp. zn. Pl. ÚS-st. 21/05, které bylo přijato dne 1. listopadu 2005 (viz §  níže). Uznal však, že katastrální úřady nevedly evidenci řádným způsobem, neboť stěžovatelka i stát byly ve stejnou dobu vedeny jako vlastník týchž pozemků. Pokud z tohoto důvodu již uplynula lhůta pro podání restituční žaloby stanovená v restitučních právních předpisech, která by za normálních okolností byla vhodným prostředkem nápravy, stěžovatelka mohla zvážit možnost požadovat náhradu škody způsobené nesprávným úředním postupem uvedených orgánů. Občanskoprávní žaloba však v žádném případě není vhodnou cestou k uplatnění restitučních nároků.", "29. Nejvyšší soud dne 5. března 2008 odmítl dovolání stěžovatelky a potvrdil závěry soudů nižších stupňů, že vzhledem ke skutečnosti, že státní orgány zabavily nemovitosti stěžovatelky na základě pravomocného odsuzujícího rozsudku, měla stěžovatelka uplatnit restituční nárok buď vůči státu, který byl v katastru nemovitostí veden jako vlastník nemovitostí, nebo u příslušného katastrálního úřadu, který by o vlastnictví rozhodl. Stát se stal vlastníkem pozemkových parcel dnem, kdy se stal trestní rozsudek pravomocným, bez ohledu na to, kdy bylo vlastnictví zapsáno do katastru nemovitostí.", "30. Stěžovatelka podala ústavní stížnost, v níž s odkazem na článek 6 Úmluvy a článek 1 Protokolu č. 1 namítala, že soudy nezohlednily její argumenty týkající se nevykonání trestu propadnutí jejího majetku a skutečnosti, že restitučních právních předpisů nemohla využít. Kromě toho tvrdila, že se v důsledku postupu katastrálního úřadu a rozhodnutí soudů nemohla domáhat ochrany svých vlastnických práv.", "31. Ústavní soud dne 30. července 2008 ústavní stížnost stěžovatelky odmítl jako zjevně neopodstatněnou s odkazem na své stanovisko sp. zn. Pl. ÚS-st. 21/05 ze dne 1. listopadu 2005, v němž uvedl, že stěžovatel neměl v daném případě podávat obecnou občanskoprávní žalobu, ale měl svůj nárok uplatnit podle restitučních předpisů. Ústavní soud dále shledal, že soudy vynesly odůvodněné a přesvědčivé rozsudky, které respektovaly příslušné právní předpisy a judikaturu. Závěrem uznal, že vůči stěžovatelce, která mohla být nesprávným zápisem v katastru nemovitostí uvedena v omyl, lze rozhodnutí považovat za nepřiměřeně „tvrdá“. Pokud tomu tak skutečně bylo a stěžovatelka utrpěla újmu, mohla zvážit možnost požadovat od státu náhradu škody podle zákona o odpovědnosti za škodu způsobenou při výkonu veřejné moci.", "II. Příslušné vnitrostátní právo a praxe", "A. Zákon o soudní rehabilitaci (č. 119/1990 Sb.)", "32. Příslušná ustanovení zní:", "„§ 1", "(1) Účelem zákona je zrušit odsuzující soudní rozhodnutí za činy, které v rozporu s principy demokratické společnosti respektující občanská politická práva a svobody zaručené ústavou a vyjádřené v mezinárodních dokumentech ... [a] zabezpečit neprávem odsouzeným osobám společenskou rehabilitaci a přiměřené hmotné odškodnění...", "(2) Činy, které směřovaly k uplatnění práv a svobod občanů zaručených ústavou a vyhlášených ve Všeobecné deklaraci lidských práv a v navazujících mezinárodních paktech o občanských a politických právech, byly československými trestními zákony prohlášeny za trestné v rozporu s mezinárodním právem a mezinárodnímu právu odporovalo také jejich trestní stíhání a trestání.“", "„§ 23", "...", "(2) Zvláštní zákon upraví podmínky uplatňování nároků vyplývajících ze zrušených výroků o trestu propadnutí majetku, ..., jakož i způsob náhrady a rozsah těchto nároků.“", "B. Restituční zákony", "33. Příslušné vnitrostátní právo a praxe týkající se majetkových restitucí, včetně nálezů Ústavního soudu citovaných níže v § 54 a 55, jsou uvedeny v rozhodnutích Soudu ve věcech Gratzinger a Gratzingerova proti České republice (rozh.), č. 39794/98, § 19-44, ESLP 2002VII, a Malhous proti České republice (rozh.) [velký senát], č. 33071/96, ESLP 2000XII. V návaznosti na nález Ústavního soudu č. 29/1996 Sb. ze dne 13. prosince 1995 se stěžovatelka stala oprávněnou osobou k podání žádosti o restituci pozemkových parcel v období od 9. února do 9. srpna 1996.", "34. Plénum Ústavního soudu ve svém stanovisku sp. zn. Pl. ÚS-st. 21/05 ze dne 1. listopadu 2005 sjednotilo výklad restitučních zákonů senáty Ústavního soudu a uvedlo, že restituční zákony se vztahují na veškerý majetek, který stát nabyl před rokem 1989, i bez právního důvodu, a že navrácení tohoto majetku se lze domáhat pouze na základě restitučních zákonů. Osoby, které se mohly svého majetku domáhat na základě restitučních zákonů, tedy nemohou využívat obecných občanskoprávních žalob.", "C. Judikatura v návaznosti na stanovisko pléna Ústavního soudu sp. zn. Pl. ÚS-st. 21/05 ze dne 1. listopadu 2005", "35. Svým nálezem sp. zn. I. ÚS 709/2009 ze dne 20. října 2009 Ústavní soud zrušil usnesení soudů nižších stupňů, jimiž byly zamítnuty občanskoprávní žaloby na určení vlastnictví majetku, který přešel na stát na základě smlouvy, jež byla neplatná. Ústavní soud rozhodl, že jeho plenární stanovisko (Pl. ÚS-st. 21/05) se nepoužije, jestliže byli žalobci správními orgány a katastrálním úřadem uvedeni v omyl ohledně svého vlastnictví nemovitosti tím, že byli akceptováni jako faktičtí vlastníci. Ústavní soud dospěl k závěru, že za specifických okolností dané věci by bylo příliš formalistické postupovat podle plenárního stanoviska: žalobci nemohli chránit svůj majetek, neboť nebylo možné vést restituční řízení ani podat občanskoprávní žalobu. V daném kontextu se nebylo možné odvolávat na protiprávní jednání a nedbalost na straně totalitního režimu k újmě žalobců.", "36. Podobně měl Ústavní soud v navazujících věcech za to, že žalobci byli oprávněni využít k ochraně svého majetku obecnou občanskoprávní žalobu, neboť nemohli v příslušné lhůtě využít restitučních zákonů, a to z toho důvodu, že byli správními orgány uvedeni v omyl mimo jiné tím, že byli v katastru nemovitostí zapsáni jako vlastníci, a že byli v dobré víře přesvědčeni, že daný majetek vlastní (viz nálezy sp. zn. IV. ÚS 42/09 ze dne 29. prosince 2009 a I. ÚS 3248/10 ze dne 17. května 2011). Nejvyšší soud uplatnil tuto judikaturu Ústavního soudu mimo jiné ve svém usnesení sp. zn. 28 Cdo 4973/2007 ze dne 17. února 2010 a rozsudku sp. zn. 22 Cdo 2700/2010 ze dne 22. listopadu 2010.", "D. Právní předpisy týkající se evidence pozemků", "37. Po komunistickém převratu v Československu v roce 1948 se pozemkové katastry postupně přestaly používat. Komunistický režim se spíše než o zápisy vlastnických práv k pozemkům zajímal o získání spolehlivých informací pro plánované hospodářství. Za tímto účelem bylo důležitější zapsat osobu, která pozemek obhospodařuje, než osobu, která ho vlastní. V roce 1956 byl proto zřízen nový rejstřík zvaný Jednotná evidence půdy, který obsahoval především údaje o uživatelích pozemků. Od roku 1951 do roku 1964 nebyla vlastnická práva systematicky evidována.", "38. V roce 1964 byl přijat nový zákon o evidenci nemovitostí (zákon č. 22/1964 Sb.) a vlastnická práva začala být znovu systematicky evidována. Záznamy vlastnických práv nicméně nebyly vedeny úplně přesně a evidence stále kladla důraz především na poskytování údajů pro plánování hospodářství. Za tímto účelem nadále obsahovala záznamy o tom, kdo pozemek užívá. Základem nové evidence byl katastr z roku 1956.", "39. Výše uvedený zákon byl v roce 1992 nahrazen novým katastrálním zákonem (zákon č. 344/1992 Sb.), který platí až do současnosti, byť byl několikrát novelizován. Jako základ nového katastru nemovitostí posloužil opět původní pozemkový katastr. Zákonodárce – vědom si skutečnosti, že údaje nebyly vždy správné – pověřil katastrální úřady rovněž úkolem uvést údaje v katastru do souladu se skutečným stavem. Zákon dále stanovil možnost provádět na požádání změny údajů. Podle § 8 uvedeného zákona může katastrální úřad na písemný návrh vlastníka opravit chybné záznamy v katastru, které vznikly zřejmým omylem při vedení a obnově katastru.", "40. Podle § 11 zákona č. 265/1992 Sb., o zápisech vlastnických a jiných věcných práv k nemovitostem, je ten, kdo vychází ze zápisu v katastru učiněného po 1. lednu 1993, v dobré víře, ledaže musel vědět, že stav zápisů v katastru neodpovídá skutečnosti. Podle ustálené judikatury vnitrostátních soudů však tato dobrá víra nemůže mít přednost před vlastnickým právem skutečného vlastníka. Jinými slovy, je-li zápis v katastru nemovitostí chybný, má skutečný stav věcí přednost před záznamem (viz například nálezy Ústavního soudu sp. zn. II. ÚS 91/98 a II. ÚS 349/03).", "Právní posouzení", "I. K TVRZENÉMU PORUŠENÍ ČLÁNKU 1 PROTOKOLU Č. 1 K ÚMLUVĚ", "41. Stěžovatelka namítala, že došlo k porušení jejího práva na ochranu majetku, když jí bylo v roce 1997 odňato vlastnictví k předmětným pozemkům a soudy jí odmítly poskytnout ochranu. Opírá se o článek 1 Protokolu č. 1, který zní:", "„Každá fyzická nebo právnická osoba má právo pokojně užívat svůj majetek. Nikdo nemůže být zbaven svého majetku s výjimkou veřejného zájmu a za podmínek, které stanoví zákon a obecné zásady mezinárodního práva.", "Předchozí ustanovení nebrání právu států přijímat zákony, které považují za nezbytné, aby upravily užívání majetku v souladu s obecným zájmem a zajistily placení daní a jiných poplatků nebo pokut.“", "42. Vláda s tvrzením stěžovatelky nesouhlasila.", "", "A. Použitelnost: existence „majetku“", "1. Tvrzení účastníků řízení", "43. Vláda vznesla námitku neslučitelnosti stížnostní námitky s Úmluvou ratione materiae, neboť stěžovatelka neměla majetek ve smyslu článku 1 Protokolu č. 1.", "44. Uvedla, že stěžovatelka pozbyla vlastnictví k pozemkům na základě rozhodnutí trestního soudu v roce 1971. Skutečnost, že stěžovatelka byla v katastru nemovitostí po určitou dobu nesprávně vedena jako vlastník pozemků souběžně se státem, nemůže představovat vlastnictví majetku, neboť zápis v katastru nemovitostí měl pouze deklaratorní charakter.", "45. Stěžovatelka s tímto nesouhlasila a tvrdila, že byla jako vlastník pozemků zapsána nepřetržitě od roku 1960, kdy pozemky zdědila, do listopadu 1997 a že stát i město Třebíč ji za vlastníka v průběhu 90. let považovaly.", "46. Stěžovatelka dále uvedla, že v souladu s judikaturou platnou do roku 1997 mělo zrušení trestního rozsudku, kterým její majetek propadl státu, účinek obnovení vlastnictví původního vlastníka. Trestní rozsudek z roku 1971 v každém případě nebyl ve vztahu k pozemkům vykonán.", "2. Hodnocení Soudu", "a) Obecné úvahy", "47. Soud opakuje, že stěžovatelka se může porušení článku 1 Protokolu č. 1 dovolávat pouze tehdy, pokud se napadená rozhodnutí týkají jejího „majetku“ ve smyslu uvedeného ustanovení. „Majetkem“ může být buď „stávající majetek“ nebo aktiva, včetně pohledávek, u nichž může stěžovatel argumentovat přinejmenším „legitimním očekáváním“, že bude moci skutečně užívat vlastnického práva. Naproti tomu naději na uznání starého vlastnického práva, které po dlouhou dobu nebylo možné účinně vykonávat, nelze považovat za „majetek“ ve smyslu článku 1 Protokolu č. 1, stejně jako podmíněný nárok, který zanikne v důsledku nesplnění dané podmínky {viz Kníže Hans-Adam II. Lichtenštejnský proti Německu [velký senát], č. 42527/98, § 82-83, ESLP 2001-VIII; Gratzinger a Gratzingerova, cit. výše, § 69, ESLP 2002-VII; Kopecký proti Slovensku [velký senát], č. 44912/98, § 35, ESLP 2004IX, a Fabris proti Francii [velký senát], č. 16574/08, § 50, ESLP 2013 (výňatky)}.", "48. Soud rovněž mnohokrát zdůraznil, že pojetí „majetku“ v první části článku 1 má autonomní význam, není omezeno na vlastnictví fyzických statků a je nezávislé na formální klasifikaci podle vnitrostátního práva: otázkou, kterou je třeba posoudit, je to, zda lze na okolnosti projednávané věci jako celek nahlížet tak, že z nich stěžovateli vzniká nárok na věcný zájem chráněný uvedeným ustanovením (viz Iatridis proti Řecku [velký senát], č. 31107/96, § 54, ESLP 1999II, a Öneryıldız proti Turecku [velký senát], č. 48939/99, § 124, ESLP 2004XII). Skutečnost, že vnitrostátní právo určitého státu neuznává určitý zájem coby „právo“ nebo dokonce „vlastnické právo“, nemusí nutně bránit tomu, aby byl dotčený zájem za určitých okolností považován za „majetek“ ve smyslu článku 1 Protokolu č. 1 (viz Brosset-Triboulet a další proti Francii [velký senát], č. 34078/02, rozsudek ze dne 29. března 2010, § 71).", "49. Ve věci Öneryıldız dospěl Soud k závěru, že stěžovatel měl takový zájem na domě, který byl nezákonně postaven na pozemcích státu, neboť státní orgány daný dům tolerovaly po dobu téměř pěti let (§ 127-129).", "50. Ve věci Beyeler proti Itálii ([velký senát], č. 33202/96, § 104, ESLP 2000I) Soud shledal, že stěžovatel měl vlastnický zájem na obrazu navzdory skutečnosti, že smlouva, na jejímž základě stěžovatel obraz nabyl, byla vnitrostátními soudy prohlášena za neplatnou, a zohlednil přitom skutečnost, že stěžovatel měl obraz ve svém majetku po dobu několika let a že při několika příležitostech měly státní orgány podle všeho za to, že stěžovatel má na obrazu faktický vlastnický zájem, a dokonce že je jeho skutečným vlastníkem.", "51. Ve věci Moskal proti Polsku (č. 10373/05, rozsudek ze dne 15. září 2009, § 45) Soud uplatnil článek 1 Protokolu č. 1 na nárok na sociální dávky, které byly chybně přiznány, neboť stěžovatelka byla v dobré víře a příslušný orgán daný nárok v okamžiku jeho přiznání uznal.", "52. V souvislosti s projednávanou věcí Soud nejprve podotýká, že otázka, zda před postupnými aktualizacemi v letech 1995, 1996 a 1997 (viz § 16 a 24 výše) byla stěžovatelka zapsána jako jediný vlastník pozemků a stát byl zapsán pouze jako jejich uživatel, nebo zda byli jako vlastníci zapsáni stát i stěžovatelka, je předmětem sporu mezi účastníky řízení. Soud se domnívá, že tuto otázku není nutné vyřešit, neboť skutečnost, že stěžovatelka byla v katastru nemovitostí zapsána jako vlastník daných parcel, je mezi účastníky v každém případě nesporná.", "53. Soud si je vědom skutečnosti, že před rokem 1993 nebyl katastr nemovitostí veden pečlivě a že obsahoval velké množství chyb, včetně paralelních záznamů týkajících se téže nemovitosti. Soud rovněž poznamenává, že podle vnitrostátního práva zápis v katastru nemovitostí sám o sobě nezakládá vlastnictví. Stěžovatelka však byla nadále vedena coby vlastník pozemků i po roce 1993 a v důsledku toho se mohla důvodně považovat za vlastníka pozemků.", "54. Soud se nedomnívá, že tato odůvodněná úvaha stěžovatelky byla popřena tím, že věděla, že jí dané pozemky byly na základě trestního rozsudku v roce 1971 zabaveny nebo že stěžovatelka musela vědět, že zrušení trestního rozsudku v roce 1991 nemělo na danou situaci žádný přímý účinek, a že tudíž měla požádat o navrácení majetku podle restitučních zákonů. Soud konstatuje, že vnitrostátní judikatura v této otázce nebyla na začátku devadesátých let ustálená. Nález Ústavního soudu sp. zn. I. ÚS 117/93 ze dne 2. února 1995 ve skutečnosti mířil spíše opačným směrem, když stanovil, že pokud odsouzení a veškerá doplňková rozhodnutí týkající se propadnutí majetku byla podle zákona o soudní rehabilitaci zrušena, takto rehabilitovaná osoba neztratila své vlastnické právo k předmětnému majetku, neboť rozhodnutí o propadnutí majetku byla zrušena se zpětným účinkem.", "55. Až dne 11. března 1997 Ústavní soud ve svém stanovisku sp. zn. Pl. ÚS-st. 4/97 objasnil, že rozhodnutí přijatá podle zákona o soudní rehabilitaci, kterými se ruší rozhodnutí o propadnutí majetku, nepropůjčují takto rehabilitované osobě právo na to, aby byla v katastru nemovitostí zapsána jako vlastník. Tato rozhodnutí totiž neobnovují předchozí vlastnictví a takové nároky je třeba uplatnit prostřednictvím restitučních zákonů. Přitom ani toto stanovisko nelze považovat za rozhodnutí nabízející jasné řešení situace stěžovatelky, neboť ta se domnívala, že předmětné pozemky vlastnila nepřetržitě od roku 1960 a v okamžiku vydání stanovisko Ústavního soudu byla vlastníkem přinejmenším části předmětných pozemků.", "b) Pozemky v katastrálním území Třebíč", "56. Soud dále považuje za podstatné, že pokud jde o část pozemků nacházející se v katastrálním území Třebíč, město Třebíč stěžovatelku považovalo za vlastníka daných pozemků (viz například §  výše) až do roku 1997, kdy město požádalo katastrální úřad o změnu zápisu vlastnictví pozemků v katastru a podle toho také stěžovatelku informovalo. Město se stěžovatelkou coby vlastníkem dokonce podepsalo nájemní smlouvu a po dva roky platilo nájemné.", "57. Ve shrnutí, v letech 1996 a 1997 byla stěžovatelka zapsána jako vlastník části pozemků, která se nacházela v katastrálním území Třebíč, mohla se důvodně považovat za jejich vlastníka a vykonávala ve vztahu k nim vlastnická práva. Kromě toho ji za vlastníka považovaly i správní orgány. Za těchto okolností má Soud za to, že její vlastnický zájem na části pozemků nacházející se v katastrálním území Třebíč byl dostatečný a dostatečně uznaný, aby představoval věcný zájem, a tedy „majetek“ ve smyslu článku 1 Protokolu č. 1, jehož ustanovení se proto použije na tento aspekt stížnostní námitky.", "58. Z tohoto důvodu kroky, které v listopadu 1997 podniklo město Třebíč, když požádalo katastrální úřad o změnu vlastnictví dané části pozemků a přestalo platit nájemné, a kroky katastrálního úřadu, který této žádosti vyhověl, představovaly zásah do stávajícího „majetku“ stěžovatelky. Vzhledem ke složitosti skutkové a právní situace Soud projednávanou věc přezkoumá na základě obecného pravidla stanoveného v první větě článku 1 Protokolu č. 1 (viz mutatis mutandis Beyeler, cit. výše, § 106; Broniowski proti Polsku [velký senát], č. 31443/96, § 136, ESLP 2004V, a Gladysheva proti Rusku, č. 7097/10, rozsudek ze dne 6. prosince 2011, § 71).", "c) Pozemky v katastrálním území Kožichovice", "59. Ohledně části pozemků, která zůstala v katastrálním území Kožichovice, však Soud dospěl k odlišnému závěru. Soud podotýká, že obec Kožichovice stěžovatelku nikdy neuznala coby vlastníka předmětné části pozemků. Stěžovatelka Soudu navíc nepředložila žádné informace, z nichž by vyplývalo, že by byla v kterémkoli okamžiku po 18. březnu 1992, tj. po dni vstupu Úmluvy v platnost ve vztahu k České republice, skutečným vlastníkem pozemků nebo že by je užívala či pronajímala. Jejím jediným nárokem vůči dané části pozemků je skutečnost, že byla zapsána jako jejich vlastník v katastru nemovitostí. Soud však bere na vědomí argument vlády, že k tomu došlo z důvodu chyby, kterou katastr nemovitostí na základě žádostí obce Kožichovice podaných dne 19. ledna 1995, 10. května 1996 a 14. srpna 1998 následně napravil. Dále Soud bere na vědomí, že podle vnitrostátního práva pouhý zápis v katastru nemovitostí nepředstavuje právní nárok, nýbrž má pouze deklaratorní povahu (viz rovněž Hykel proti České republice, č. 15400/04, rozhodnutí ze dne 1. února 2011).", "60. Stížnostní námitka, pokud se jedná o část pozemků, která zůstala v katastrálním území Kožichovice, je proto neslučitelná s ratione materiae s ustanoveními Úmluvy a v souladu s čl. 35 odst. 3 písm. a) a odst. 4 Úmluvy musí být odmítnuta.", "B. Přijatelnost", "61. Vláda namítla, že stížnost je nepřijatelná z důvodu nevyčerpání vnitrostátních prostředků nápravy: stěžovatelka nepožádala o restituci pozemků podle zákona o půdě. Dále neuplatnila nárok na náhradu škody podle zákona o odpovědnosti státu za škodu (č. 82/1998 Sb.), jež jí vznikla v důsledku toho, že ji buď město Třebíč, nebo katastrální úřad uvedly v omyl, přestože nejpozději dne 10. února 1998, kdy jí byl doručen dopis města ze dne 22. prosince 1997, musela zjistit skutečnou situaci. Podle názoru vlády prostředek nápravy, jehož stěžovatelka využila, tj. občanskoprávní žaloba na určení vlastnických práv, nepředstavoval v její situaci účinný prostředek nápravy.", "62. Stěžovatelka tvrdila, že nemohla zahájit restituční řízení, neboť v době, kdy tak učinit mohla, jí dané parcely patřily a byla jako jejich vlastník uznána. Z tohoto důvodu by mohla požadovat navrácení majetku výhradně od sebe samotné, což by bylo absurdní.", "63. Pokud jde o žalobu podle zákona o odpovědnosti státu za škodu, stěžovatelka poznamenala, že v okamžiku, kdy podle vlády danou újmu utrpěla, uvedený zákon neexistoval. Doplnila, že taková žaloba by s ohledem na argumentaci vlády, že k neuplatnění restitučního nároku podle zákona o půdě došlo z důvodu jejího vlastního zavinění, stejně byla předem odsouzena k neúspěchu.", "64. Soud opakuje, že podle čl. 35 odst. 1 Úmluvy se může věcí zabývat až po vyčerpání všech vnitrostátních prostředků nápravy. Stěžovatelé musí vnitrostátním soudům poskytnout příležitost, kterou bylo v zásadě zamýšleno smluvním stranám dát, aby údajnému porušování práv, které je jim vytýkáno, zabránily nebo jej napravily. Uvedené pravidlo vychází z předpokladu vyjádřeného v článku 13 Úmluvy, s nímž úzce souvisí, tedy že ve vnitrostátním systému jsou v souvislosti s tvrzeným porušením k dispozici účinné prostředky nápravy. Jedinými prostředky nápravy, které musejí být podle čl. 35 odst. 1 vyčerpány, jsou ty, jež se týkají tvrzeného porušení a jež jsou k dispozici a jsou dostatečné. Existence takových prostředků nápravy musí být dostatečně jistá po stránce nejen teoretické, ale i praktické. V opačném případě budou tyto prostředky postrádat nezbytnou dostupnost a účinnost: je na žalovaném státu, aby prokázal, že tyto podmínky jsou splněny (viz McFarlane proti Irsku [velký senát], č. 31333/06, rozsudek ze dne 10. září 2010, § 107). Od stěžovatele, který vyčerpal prostředek nápravy, jenž je podle všeho účinný a dostatečný, nelze požadovat, aby vyzkoušel i další prostředky nápravy, které jsou k dispozici, ale pravděpodobně nemají větší šanci na úspěch (viz T. W. proti Maltě [velký senát], č. 25644/94, rozsudek ze dne 29. dubna 1999, § 34).", "65. Soud v prvé řadě poznamenává, že projednávaná věc se týká zásahu do vlastnických práv stěžovatelky, k němuž došlo v listopadu 1997. Dne 24. října 2003 stěžovatelka, která od uvedené doby nemohla využívat majetek, jehož byla podle svého tvrzení vlastníkem, zahájila občanskoprávní řízení na určení vlastnického práva. Pomocí tohoto prostředku nápravy se domáhala svých práv u všech soudů soudní soustavy, včetně Ústavního soudu, avšak neúspěšně.", "66. Není možné říci, že tato žaloba musela jednoznačně skončit neúspěchem, a proto v situaci stěžovatelky nemohla představovat účinný prostředek nápravy. Zaprvé, v roce 2003, kdy stěžovatelka uvedené řízení zahájila, nebyla otázka nadřazenosti restitučních zákonů nad obecnými občanskoprávními žalobami ani zdaleka vyřešená. K jejímu vyřešení došlo až v roce 2005 na základě stanoviska pléna Ústavního soudu (viz §  výše). Zadruhé, ani po vydání uvedeného stanoviska nebylo vůbec jednoznačné, že žaloba stěžovatelky nemá žádnou šanci na úspěch. Několik podobných žalob totiž skončilo úspěchem (viz §  a  výše). Soud poznamenává, že mezi těmito případy a projednávanou věcí existuje několik věcných rozdílů. Nepovažuje však tyto rozdíly za natolik podstatné, aby v případě žaloby stěžovatelky jednoznačně zcela zmařily jakékoli šance na úspěch. Společným prvkem všech těchto případů včetně projednávané věci je skutečnost, že žalobci byli v době, kdy mohli využít restitučních zákonů, správními orgány uvedeni v omyl, a proto byli v dobré víře přesvědčeni, že jsou vlastníkem předmětného majetku.", "67. Soud se proto domnívá, že prostředek nápravy, který si stěžovatelka zvolila, představoval účinný prostředek nápravy. Pokud by se svým nárokem uspěla, její vlastnictví pozemků by bylo s konečnou platností vyřešeno. Po využití tohoto prostředku nápravy neměla povinnost vyzkoušet jiné prostředky nápravy, které buď nebyly k dispozici, nebo patrně nenabízely větší pravděpodobnost úspěchu.", "68. Je zřejmé, že v okamžiku zásahu do majetkových práv v roce 1997 nebyly restituční zákony stěžovatelce k dispozici, neboť tohoto prostředku nápravy mohla využít pouze v době od 9. února do 9. srpna 1996. Projednávanou věc je třeba odlišit od věci Šroub proti České republice (č. 40048/98, rozhodnutí ze dne 24. září 2002), na kterou se odvolává vláda. V daném případě vnitrostátní orgány stěžovatelovo vlastnictví předmětného majetku nikdy neuznaly, s výjimkou pouhého zápisu v katastru nemovitostí, a stěžovatel nikdy v devadesátých letech nebyl jeho vlastníkem. Stěžovatel ve věci Šroub navíc zahájil restituční řízení proti vlastníkovi majetku, ale později svůj návrh vzal zpět. V neposlední řadě daný stěžovatel nezahájil žádné jiné řízení za účelem nabytí sporných pozemků.", "69. Soud proto zamítá námitku vlády o nevyčerpání vnitrostátních prostředků nápravy.", "70. Soud rovněž konstatuje, že tato námitka není zjevně neopodstatněná ve smyslu čl. 35 odst. 3 písm. a) Úmluvy. Soud dále neshledal žádný jiný důvod nepřijatelnosti této námitky, a prohlašuje ji tedy za přijatelnou.", "C. Odůvodněnost", "1. Tvrzení účastníků řízení", "71. Stěžovatelka tvrdila, že byla zapsána jako vlastník pozemkových parcel a požívala k nim plných vlastnických práv. Město Třebíč, údajný skutečný vlastník pozemků, ji jako vlastníka uznal a uzavřel s ní nájemní smlouvu. V roce 1997 jí však byl na žádost města daný majetek zabrán, a to na základě trestního rozsudku vyneseného v roce 1971, který již však v daném okamžiku nebyl účinný, neboť byl dne 27. března 1991 se zpětnou účinností zrušen. Stěžovatelka považuje tento přístup nejen za chybný z právního hlediska, ale rovněž za nemorální. Stěžovatelka byla správními orgány uvedena v mylné domnění, že je vlastníkem pozemků, a to až do okamžiku, kdy vypršela zákonná lhůta, kdy mohla uplatnit restituční nárok, jak jí bylo doporučeno. Za provedené vyvlastnění neobdržela žádné odškodnění.", "72. Odůvodnění námitky, že měla požádat o vrácení pozemků podle restitučních zákonů, považuje stěžovatelka za absurdní. V době, kdy mohla takový nárok uplatnit, tj. od 8. února 1996 do 8. srpna 1996, byla katastrálním úřadem a městem Třebíč uznána jako vlastník pozemků a měla pozemky ve svém vlastnictví. Proto zde neexistovala žádná osoba, kterou by mohla o navrácení majetku požádat.", "73. Stěžovatelka dále tvrdila, že stát se nemohl stát vlastníkem pozemků, neboť rozhodnutí o propadnutí majetku nebylo nikdy vykonáno.", "74. Stěžovatelka též uvedla, že se o pozemky zajímala od roku 1990, což potvrzuje její korespondence z roku 1992 a počátku roku 1993. Důvodem, proč jako vlastník nevystupovala před uvedenými roky, je skutečnost, že emigrovala z komunistického Československa.", "75. Vláda tvrdila, že zásah vycházel ze zákona a sledoval legitimní cíle ochrany vlastnických práv jiných osob, konkrétně vlastnických práv města Třebíč, a právní jistoty. Byl rovněž přiměřený. Procesní požadavky vnitrostátního práva, například že o navrácení majetku je třeba požádat podle pravidel stanovených v restitučních zákonech, včetně určitých lhůt pro tyto žádosti, nelze obecně považovat za nepřiměřené. Nezbytná „spravedlivá rovnováha“ mezi požadavky obecného zájmu společnosti a požadavky na ochranu základních práv jednotlivce byla i za konkrétních okolností projednávané věci dodržena.", "76. Podle vlády stěžovatelka nebyla jediným vlastníkem pozemků zapsaným v katastru nemovitostí, neboť stát byl rovněž veden jako vlastník. Stěžovatelka si byla vědoma trestního rozsudku z roku 1971 a v době od roku 1971 až do roku 1995, kdy byla kontaktována městem Třebíč, jako vlastník daných pozemkových parcel nevystupovala. Až tehdy stěžovatelka požadovala úhradu nájemného.", "77. Město dané pozemky využívalo od sedmdesátých let a považovalo se za jejich vlastníka, jak vyplývá například z jeho dopisu ze dne 7. listopadu 1995. Městu se pouze nepodařilo nalézt doklad prokazující jeho vlastnictví. Když byl tento doklad – trestní rozsudek z roku 1971 – nalezen, město stěžovatelku okamžitě informovalo o tom, že se považuje za vlastníka pozemků.", "78. Stěžovatelka se rovněž dopustila chyby tím, že město v roce 1996 neinformovala o existenci trestního rozsudku. Pokud by tak učinila, město by stěžovatelku nikdy nepovažovalo za vlastníka, a stěžovatelka by tak mohla v dostupné lhůtě využít restitučních zákonů.", "2. Hodnocení Soudu", "a) Obecné zásady", "79. Soud opakuje, že k tomu, aby byl zásah do vlastnictví slučitelný s článkem 1 Protokolu č. 1, musí být zákonný, musí být v obecném zájmu a musí být přiměřený. To znamená, že musí nastolovat „spravedlivou rovnováhu“ mezi požadavky obecného zájmu společnosti a požadavky na ochranu základních práv jednotlivce {viz mezi mnoha jinými orgány například Beyeler proti Itálii, cit. výše, § 107, a J.A. Pye (Oxford) Ltd a J.A. Pye (Oxford) Land Ltd proti Spojenému království [velký senát], č. 44302/02, § 75, ESLP 2007III}.", "80. Posouzení přiměřenosti vyžaduje celkové prověření jednotlivých předmětných zájmů, s přihlédnutím ke skutečnosti, že cílem Úmluvy je chránit práva, která jsou „skutečná a účinná“. Uvedené posouzení zahrnuje povahu zásahu, jednání stěžovatelky a jednání státních orgánů (viz Beyeler, cit. výše, § 114; Broniowski proti Polsku [velký senát], cit. výše, § 151, a Perdigão proti Portugalsku [velký senát], č. 24768/06, rozsudek ze dne 16. listopadu 2010, § 68).", "81. Přestože článek 1 Protokolu č. 1 neobsahuje žádné výslovné procesní požadavky, musí dále předmětné řízení jednotlivci poskytnout přiměřenou příležitost předložit svou věc odpovědným orgánům za účelem účinného napadení opatření, kterými došlo k zásahu do práv zaručených tímto ustanovením. Při ověřování toho, zda je tato podmínka splněna, musí být provedeno komplexní posouzení použitelných postupů (viz mezi mnoha jinými orgány například Jokela proti Finsku, č. 28856/95, § 45, ESLP 2002-IV).", "b) Uplatnění výše uvedených zásad na projednávanou věc", "82. Soud předně poznamenává, že se v tomto případě nejedná o navrácení majetku, který byl zabaven před přistoupením smluvního státu k Úmluvě. Projednávaná věc se týká zásahu do vlastnických práv v roce 1997, tzn. po datu vstupu Úmluvy ve vztahu k České republice v platnost (na rozdíl například od věci Malhous proti České republice, [velký senát], cit. výše, a Harrach proti České republice, č. 40974/09, rozhodnutí ze dne 28. června 2011).", "i) Zákonnost zásahu", "83. Soud bere na vědomí, že zásah byl založen na ustanovení katastrálního zákona, jež katastrálnímu úřadu umožňuje změnit zjevně chybný zápis v katastru nemovitostí. Své tvrzení, že zápis je chybný, město podpořilo odkazem na rozsudek z roku 1971. Zásah tak byl rovněž založen na ustáleném soudním výkladu restitučních zákonů, podle něhož zrušení odsuzujícího rozsudku, který zahrnoval rozhodnutí o propadnutí majetku, podle zákona o soudní rehabilitaci neobnovuje vlastnická práva původního vlastníka. Přestože tento přístup obvykle žádné problémy z pohledu Úmluvy nevyvolává (viz například Brezny a Brezny proti Slovensku, č. 23131/93, rozhodnutí ze dne 4. března 1996, a Kopecký proti Slovensku [velký senát], č. 44912/98, § 41, ESLP 2004IX), Soud v projednávané věci poznamenává, že k zásahu došlo až v roce 1997 a na základě rozsudku, který již v danou dobu nebyl účinný. S ohledem na svoji omezenou pravomoc přezkoumávat soulad zásahu s vnitrostátními právními předpisy (viz Beyeler, cit. výše, § 108) nicméně Soud bude postupovat na základě předpokladu, že zásah splňoval požadavek zákonnosti, včetně přiměřené předvídatelnosti.", "ii) Legitimní cíl", "84. Pokud jde o legitimní cíl, který zásah sledoval, Soud opakuje, že vnitrostátní orgány mají ve srovnání s mezinárodním soudem v zásadě lepší předpoklady pro posouzení toho, co je „ve veřejném zájmu“. Dále platí, že pojetí veřejného zájmu ve smyslu článku 1 Protokolu č. 1 je nevyhnutelně velmi široké (viz například Jahn a další proti Německu [velký senát], č. 46720/99, 72203/01 a 72552/01, § 91, ESLP 2005VI). Soud proto akceptuje, že cíl ochránit vlastnická práva města Třebíč a cíl opravit chybné zápisy v katastru nemovitostí spadají pod veřejný zájem.", "iii) Přiměřenost zásahu", "85. Soud se předně domnívá, že zásah byl významný. V roce 1997 byla stěžovatelka uznána coby vlastník části pozemků nacházející se v katastrálním území Třebíč a měla pozemky v plném vlastnictví v tom smyslu, že je mohla pronajmout. V důsledku kroků, které podnikly město Třebíč a katastrální úřad, byla o toto vlastnictví připravena.", "86. Soud musí nyní s ohledem na zásady stanovené výše v § 80 až 82 posoudit, zda byl zásah přiměřený a zda stěžovatelka nebyla nucena nést nadměrné individuální břemeno (viz Immobiliare Saffi proti Itálii [velký senát], č. 22774/93, § 59, ESLP 1999V). Soud považuje za vhodné znovu zopakovat některé zvláštní znaky projednávané věci, zejména historický kontext, z něhož věc vzešla.", "87. V roce 1968 stěžovatelka emigrovala z komunistického Československa. V důsledku toho byla odsouzena pro trestný čin nezákonného opuštění republiky a její majetek, včetně předmětných pozemků, propadl státu. Soud proto považuje za naprosto přirozené, že se stěžovatelka až do revoluce v roce 1989, kterou došlo ke svržení komunistického režimu, nijak nepokusila o výkon svých vlastnických práv k pozemkům, neboť tyto pozemky se nacházely v zemi ovládané režimem, před kterým uprchla a kterým byla označena za zločince.", "88. Po revoluci stěžovatelka zjistila, že je v katastru nemovitostí stále vedena jako vlastník pozemků, přestože město Třebíč bylo zapsáno jako uživatel. Jelikož se v roce 1992 na město obrátila ve snaze vykonávat svá vlastnická práva, nelze tvrdit, že stěžovatelka nevyvíjela vůbec žádnou činnost a svá práva se pokusila uplatnit až v roce 1995.", "89. Soud již též dříve došel k závěru, že v této době mohla být stěžovatelka odůvodněně přesvědčena o tom, že je vlastníkem pozemků (viz § - výše). V této situaci bylo spíše na uživateli pozemků, aby stěžovatelku coby registrovaného vlastníka oslovil s žádostí o povolení pozemky užívat, k čemuž nakonec došlo v roce 1995, kdy se město Třebíč pokusilo stěžovatelku kontaktovat.", "90. V roce 1996 stěžovatelka vystupující jako vlastník pozemků uzavřela s městem Třebíč nájemní smlouvu. Soud nesdílí názor vlády, že se stěžovatelka dopustila chyby tím, že v dané době město neinformovala o existenci trestních rozsudků. Postačí konstatovat, že uvedené rozsudky byly v roce 1991 zrušeny se zpětným účinkem. V rozhodné době proto rozsudky z právního hlediska neexistovaly a z tohoto pohledu tak neexistovalo nic, co by měla stěžovatelka městu sdělit.", "91. Celkově Soud v chování stěžovatelky neshledal nic, co by jí mohlo být vytýkáno.", "92. Pokud jde o jednání správních orgánů, Soud vyrozuměl, že město Třebíč mělo určité pochybnosti o tom, zda je stěžovatelka skutečným vlastníkem pozemků, a v této souvislosti požádalo státní orgány o informace, avšak bezvýsledně (viz §  výše). V roce 1996 se město rozhodlo uznat stěžovatelčino vlastnictví pozemků. O rok později však město začalo za vlastníka považovat sebe a požádalo katastrální úřad o odpovídající úpravu zápisu. Katastrální úřad změnil to, co bylo podle jeho názoru chybou v záznamech, a zapsal město jako jediného vlastníka části pozemků nacházející se v katastrálním území Třebíč.", "93. V důsledku údajně pouhého přehlédnutí či pochybení na straně města i katastrálního úřadu proto došlo k zásahu do vlastnických práv stěžovatelky, když byly pozemky převedeny na město Třebíč. Soud konstatuje, že nikdy během této doby nebyla nijak dotčena práva třetích soukromých osob. V této souvislosti Soud zdůrazňuje, že rizika plynoucí z pochybení státních orgánů musí nést stát a tyto omyly nelze napravovat na úkor dotčených jednotlivců, zejména pokud není v sázce žádný jiný protichůdný soukromý zájem (viz Lelas proti Chorvatsku, č. 55555/08, rozsudek ze dne 20. května 2010, § 74). Stěžovatelka, která jednala v roce 1997 v dobré víře, že je vlastníkem pozemků, by neměla být postihována za přehlédnutí správních orgánů (viz rovněž Gladysheva, cit. výše, § 69).", "94. Soud dále vyjadřuje údiv nad skutečností, že v roce 1997 se město Třebíč mohlo stát vlastníkem majetku na základě rozsudku z roku 1971, který byl již zrušen z toho důvodu, že – podle znění zákona o soudní rehabilitaci – nebyl slučitelný s principy demokratické společnosti nastolené k ochraně práv a svobod zaručených mezinárodními nástroji v oblasti lidských práv. Zásah v roce 1997 tak byl ve skutečnosti založen na rozsudku, který byl podle vnitrostátních právních předpisů a podle soudního rozhodnutí žalovaného státu neslučitelný s lidskými právy.", "95. Soud dále konstatuje, že všechny vnitrostátní soudy žalobu stěžovatelky zamítly, aniž posoudily meritum věci, z toho důvodu, že stěžovatelka měla požádat o vrácení pozemkových parcel podle restitučních zákonů, namísto využití občanskoprávní žaloby. Jak již Soud shledal výše, možnost uplatnění nároku podle restitučních zákonů však již stěžovatelka v okamžiku zásahu zjevně neměla k dispozici. V době, kdy mohla o navrácení parcel požádat, neměla žádný důvod tak učinit, neboť měla v plném vlastnictví minimálně část pozemků, která se nacházela v katastrálním území Třebíč. Taková žádost by byla navíc předem odsouzena k neúspěchu, neboť stěžovatelka byla v dané době jako vlastník pozemků zapsána v katastru nemovitostí a správní orgány ji jako vlastníka uznaly. Rozhodnutí vnitrostátních soudů tak ve skutečnosti stěžovatelce neponechala žádnou možnost účinně napadnout opatření, jimiž došlo k zásahu do jejích vlastnických práv: v roce 1997 v tomto ohledu neměla přiměřenou příležitost využít restitučních zákonů, neboť lhůty stanovené pro uplatnění takového nároku již uplynuly a současně jí vnitrostátní soudy nepřipustily občanskoprávní žalobu.", "96. S ohledem na všechny výše uvedené faktory Soud dospěl k závěru, že stěžovatelka jako jednotlivec byla nucena nést nepřiměřené a nadměrné břemeno, jež nelze odůvodnit legitimním obecným zájmem sledovaným státními orgány.", "97. Došlo proto k porušení článku 1 Protokolu č. 1.", "II. Další tvrzená porušení", "98. Stěžovatelka dále s odvoláním na článek 6 Úmluvy tvrdila, že vnitrostátní soudy nesprávně uplatnily příslušné právní předpisy a nevzaly v úvahu její argumenty týkající se nevykonání trestu propadnutí majetku a nemožnosti vést restituční řízení.", "99. S ohledem na veškeré podklady, které má k dispozici, a v rozsahu, v jakém namítané záležitosti spadají do jeho pravomoci, Soud shledává, že tyto námitky neodhalují žádné porušení práv a svobod stanovených v Úmluvě nebo v Protokolech k ní. Jsou proto zjevně neopodstatněné a musí být v souladu s čl. 35 odst. 3 písm. a) a odst. 4 Úmluvy odmítnuty.", "III. K POUŽITÍ ČLÁNKU 41 ÚMLUVY", "100. Článek 41 Úmluvy stanoví:", "„Jestliže Soud zjistí, že došlo k porušení Úmluvy nebo Protokolů k ní, a jestliže vnitrostátní právo dotčené Vysoké smluvní strany umožňuje pouze částečnou nápravu, přizná Soud v případě potřeby poškozené straně spravedlivé zadostiučinění.“", "101. Stěžovatelka požaduje 4 393 410 Kč jako náhradu majetkové škody a 500 000 Kč jako náhradu nemajetkové újmy. Pokud jde o náklady řízení, stěžovatelka požaduje částku 339 615 Kč jako náhradu nákladů, které jí vznikly jak v průběhu vnitrostátních řízení, tak v souvislosti s řízením před Soudem.", "102. Vláda považuje uvedené částky za nepřiměřené a požádala Soud, aby otázku spravedlivého zadostiučinění odložil.", "103. Soud se domnívá, že o otázce použití článku 41 prozatím není možné rozhodnout. Soud proto odkládá rozhodnutí o uvedené otázce, přičemž další postup bude stanoven s přihlédnutím k případné dohodě mezi stěžovatelkou a žalovanou vládou (čl. 75 odst. 1 jednacího řádu Soudu).", "Z TĚCHTO DŮVODŮ SOUD JEDNOMYSLNĚ", "1. prohlašuje stížnostní námitku založenou na článku 1 Protokolu č. 1 za přijatelnou, co se týče části pozemků nacházející se v katastrálním území Třebíč, a ve zbytku za nepřijatelnou;", "2. rozhoduje, že došlo k porušení článku 1 Protokolu č. 1;", "3. rozhoduje, že prozatím není možné rozhodnout o otázce použití článku 41;", " a proto", "a) odkládá uvedenou otázku jako celek;", "b) vyzývá účastníky řízení, aby do tří měsíců ode dne, kdy rozsudek nabude právní moci v souladu s čl. 44 odst. 2 Úmluvy, předložili svá písemná stanoviska ve věci, a zejména aby Soud vyrozuměli o případné vzájemné dohodě;", "c) odkládá další postup a pověřuje předsedu senátu, aby jej v případě potřeby stanovil.", "Vyhotoveno v anglickém jazyce a sděleno písemně dne 3. října 2013 v souladu s čl. 77 odst. 2 a 3 jednacího řádu Soudu.", "", ""]}