{"file": "CZE_HJUDCZE_6884_11.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "6884/11", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozhodnutí Evropského soudu pro lidská práva", "Rozsudek ze dne 7. dubna 2015 ve věci č. 6884/11 – Cestaro proti Itálii", "Senát čtvrté sekce Soudu rozhodl jednomyslně, že v souvislosti se zacházením, kterému byl stěžovatel vystaven ze strany policistů, a následným vyšetřováním předmětných událostí došlo k porušení článku 3 Úmluvy v jeho hmotněprávní i procesní části.", "I.\tSkutkové okolnosti", "Předmětné události se odehrály dne 21. července 2001, v době zasedání G8 v Janově provázeného jak pokojnými manifestacemi, tak násilnými střety mezi demonstranty a policií a rabováním.", "Za účelem zajištění osob podezřelých z trestné činnosti podnikla policie tři razie. V odpoledních hodinách nejprve policisté vnikli do školy Paul Klee, kde zajistili přibližně dvacet osob; tyto však byly následně na příkaz státního zástupce či soudce propuštěny. V noci speciální oddíly policie zajistily školu Diaz-Pertini, určenou janovskou radnicí jako útočiště pro demonstranty. Policisté prolomili vstupní mříže, rozmístili se po jednotlivých podlažích školy a začali přítomné osoby (z nichž některé seděly a ležely na zemi či dokonce spaly) kopat a bít pěstmi a obušky. Stěžovatel, jemuž bylo tehdy 62 let, takto utrpěl mnohočetné zlomeniny, musel být dvakrát operován a na dobu delší než 40 dní byl uznán práce neschopným. Krátce po zásahu ve škole Diaz-Pertini vnikli policisté rovněž do školy Pascoli, kde se nacházeli novináři chystající se zaznamenat události ve škole Diaz-Pertini; novinářům bylo znemožněno pořizovat obrazové či zvukové záznamy a množství nosičů obsahujících reportážní materiály o událostech z předchozích dní bylo policisty zabaveno či poškozeno.", "Oba incidenty se později staly předmětem trestního řízení, v rámci něhož bylo prvoinstančním soudem v listopadu 2008 odsouzeno dvanáct osob za trestné činy padělání, křivého obvinění, ublížení na zdraví a zneužití zbraně mj. k náhradě škody poškozeným osobám; stěžovateli byla takto přiznána náhrada ve výši 35 000 eur. Ve věcech následně rozhodoval nejprve odvolací a později kasační soud, který v červenci 2012 původní rozsudek změnil mj. tak, že v případě deseti osob obžalovaných z trestného činu těžkého ublížení na zdraví prohlásil příslušný trestný čin za promlčený.", "II.\tOdůvodnění rozhodnutí Soudu", "Stěžovatel namítal, že byl v souvislosti s předmětným incidentem podroben mučení ve smyslu článku 3 Úmluvy, přičemž v rámci následného trestního řízení nedošlo k adekvátnímu potrestání odpovědných osob.", "A.\tK tvrzenému porušení hmotněprávní složky článku 3 Úmluvy", "Soud nejprve odkázal na závěry vnitrostátních soudů, podle kterých policisté poté, co vnikli do prostor školy, začali bít téměř všechny přítomné osoby, přestože některé ležely nebo seděly na zemi. S ohledem na závěry vnitrostátních soudů o agresi, které byl stěžovatel vystaven, i o rozsahu zranění, jež následkem jednání policistů utrpěl, nebylo podle Soudu pochyb o tom, že k danému zacházení se stěžovatelem skutečně došlo, ani o tom, že ve světle ustálené judikatury Soudu takové jednání spadalo pod článek 3 Úmluvy. Zbývalo pouze posoudit, zda bylo možné dané zacházení označit za „mučení“ ve smyslu předmětného ustanovení.", "Soud přihlédl ke zjištěním kasačního soudu, podle kterého byl zákrok policistů veden s účelem přítomné osoby potrestat a ponížit. Proti stěžovateli byly použity zbraně s potenciálně smrtícím účinkem, přičemž vedle závažných zdravotních následků nelze podceňovat ani pocit strachu a úzkosti stěžovatele, který byl zásahem policistů probuzen ze spánku a kromě bití, kterému byl sám podroben, musel přihlížet bezdůvodnému násilí policistů vůči dalším přítomným osobám. Vnitrostátní soudy dále konstatovaly, že předmětné jednání představovalo útok na lidskou důstojnost, dosahovalo nezvyklé závažnosti a bylo absolutně nepřiměřené dané situaci, když stěžovatel se nacházel v pozici vylučující jakýkoli odpor vůči policistům. Danou věc tak bylo třeba odlišit od případů, kdy bylo jednání příslušníků policie vyvoláno fyzickým odporem či pokusem o útěk (Egmez proti Kypru, č. 30873/96, rozsudek ze dne 21. prosince 200, § 13, 76 a 78; nebo Rehbock proti Slovinsku, č. 29462/95, rozsudek ze dne 28. listopadu 2000, § 71–78).", "Soud připomněl, že zatímco účelem zásahu policie měla být domovní prohlídka, ve skutečnosti policisté vylomili mříže, aniž se pokusili s osobami uvnitř budovy vyjednávat o dobrovolném otevření budovy, poté začali téměř všechny přítomné bít a sbírat jejich osobní věci, aniž se dále pokoušeli identifikovat jednotlivé vlastníky. Špatné zacházení bylo předem promyšlené a úmyslné, o čemž také svědčily snahy policie skrýt důkazy či ospravedlnit postup policistů smyšlenými okolnostmi; tyto snahy byly ostatně později vnitrostátními soudy kvalifikovány jako trestné činy křivého obvinění a padělání.", "Soud v podobných případech přihlíží k náročnosti úkolů, kterými jsou policisté pověřeni, k bezpečnostním rizikům, kterým čelí oni sami i další osoby, a bere v úvahu rovněž celkový kontext a silné emoční vypětí (Egmez, cit. výše, § 11–13 a 78). V tomto ohledu Soud podotkl, že a) události se odehrály v noci, tedy nikoliv bezprostředně po násilných střetech a rabování, ke kterým došlo během demonstrací; b) jakkoliv se původci předchozí trestné činnosti mohli ve škole nacházet, s ohledem na chování přítomných osob nebyli (z velké části dobře vyzbrojení) policisté ani jiné osoby vystaveni nebezpečí; c) zásah bylo možné dostatečně naplánovat, přičemž v průběhu incidentu nebylo nutné reagovat na nepředvídatelný vývoj okolností; d) incidentu předcházela razie policie ve škole Paul Klee, která se obešla bez násilí. Napětí, které podle vlády provázelo příslušný zásah policie, tak nebylo způsobeno objektivními důvody, ale bylo možné ho přičítat zejména naplánování celé operace způsobem neslučitelným s požadavky vyplývajícími z článku 3 Úmluvy a z dalších pramenů mezinárodního práva.", "Předmětné zacházení, kterému byl stěžovatel ze strany policistů vystaven, proto bylo dle Soudu mučením ve smyslu uvedeného ustanovení.", "B.\tK tvrzenému porušení procesní složky článku 3 Úmluvy", "Podle ustálené judikatury Soudu zahrnuje článek 3 Úmluvy rovněž pozitivní závazek státu podniknout, předloží-li určitá osoba hájitelné tvrzení o tom, že byla podrobena zacházení v rozporu s článkem 3 Úmluvy, účinné vyšetřování, které musí být způsobilé identifikovat a potrestat osoby odpovědné za takové zacházení. Vyšetřování, včetně následného řízení před soudy, musí být zahájeno a vedeno s patřičnou rychlostí, přičemž s ohledem na potřebu zajištění odrazujícího účinku a předcházení špatnému zacházení hraje zásadní roli rovněž charakter uložených trestů a kárných opatření.", "Ve vztahu k projednávané věci Soud nejprve konstatoval, že policisté, kteří se na stěžovateli osobně dopustili mučení, nebyli nikdy identifikováni a potrestáni, protože jednak policie v úvodní fázi vyšetřování odmítla spolupracovat se státním zastupitelstvím, jednak množství policistů mělo v průběhu zásahu maskované obličeje. Tyto dvě okolnosti potom představovaly zásadní překážku jakýchkoli snah o účinné vyšetření předmětných událostí, přičemž nemožnost identifikovat policisty (kteří by měli být identifikovatelní např. viditelným číselným označením, mají-li maskovány obličeje) je samo osobě neslučitelné s Úmluvou (Ataykaya proti Turecku, č. 50275/08, rozsudek ze dne 22. července 2014, § 47).", "Soud se dále zabýval otázkou promlčení trestných činů těžkého a lehkého ublížení na zdraví, jichž byl stěžovatel obětí. V rámci předmětného trestního řízení nebyl za příslušné jednání vůči stěžovateli nikdo potrestán, přičemž i v případě, že by trestné činy nebyly promlčené, pachatelům by za použití příslušné právní úpravy hrozily tresty v rozmezí maximálně třech měsíců a jednoho roku. Zatímco orgánům činným v trestním řízení se nedaly vytknout průtahy v řízení, které (mj. i s ohledem na nespolupráci policie při vyšetřování) bylo poznamenáno množstvím překážek a značnou složitostí (dvanáct obžalovaných a přibližně sto poškozených), problém spočíval v příslušné trestní právní úpravě, která se s ohledem na požadavky článku 3 Úmluvy na potrestání zacházení klasifikovatelného jako mučení a na odrazující účinek příslušných sankcí ukázala jako neadekvátní, jelikož umožnila, že dané akty mučení zůstaly z důvodu promlčení nepotrestány.", "Soud konečně konstatoval, že v rozporu s požadavkem článku 3 Úmluvy nebyli policisté obvinění ze zacházení neslučitelného s článkem 3 Úmluvy postaveni během řízení mimo službu (např. Nikolova a Velichkova proti Bulharsku, č. 7888/03, rozsudek ze dne 20. prosince 2007, § 63 či Abdülsamet Yaman proti Turecku, č. 32446/96, rozsudek ze dne 2. listopadu 2004, § 55).", "Ze všech výše uvedených důvodů tak došlo i k porušení předmětného ustanovení Úmluvy v jeho procesní části.", ""]}