{"file": "CZE_HJUDCZE_4239_08.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "4239/08", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 13. listopadu 2012 ve věci č. 4239/08 – C. N. proti Spojenému království", "Senát čtvrté sekce Soudu rozhodl jednomyslně, že v důsledku nedostatečně specifického vymezení trestného činu nevolnictví ve vnitrostátním právním řádu bylo vyšetřování příslušného jednání v případě stěžovatelky neúčinné, čímž bylo porušeno právo stěžovatelky chráněné článkem 4 Úmluvy (zákaz otroctví, nucených prací a nevolnictví). Stěžovatelce přiznal spravedlivé zadostiučinění ve výši 28 000 eur.", "(i) Okolnosti případu", "Stěžovatelka přicestovala v roce 2002 z Ugandy do Spojeného království, kde se jí ujal rodinný příbuzný S. Ten jí měl následně zabavit pas a další cestovní dokumenty. S. poskytl stěžovatelce v následujícím období ubytování v Londýně (postupně v několika jemu patřících domech) a následně jí zprostředkoval práci pro M. v oblasti pečovatelských služeb. Odměna stěžovatelky za provedenou práci byla vždy konkrétním klientem poukázána na účet M., který následně příslušný podíl převedl na účet S. Ten však stěžovatelce peníze dále nepředával. Počátkem roku 2003 začala stěžovatelka pracovat jako stálá pečovatelka pro jeden starší pár, což byla podle jejího tvrzení práce fyzicky i psychicky velmi náročná. Volno měla pouze jeden den v měsíci na pár hodin a v takových případech jí M. vyzvedl a zavezl přímo do domu S. Až po několika letech jí bylo dovoleno použít hromadné dopravní prostředky, přičemž po celou dobu S. stěžovatelku odrazoval od navazování kontaktů s jinými lidmi. V září 2006 stěžovatelka neúspěšně žádala o azyl.", "Na základě podnětu právního zástupce stěžovatelky z dubna 2007 začal případ stěžovatelky vyšetřovat útvar policie specializovaný na trestné činy spojené s obchodováním s lidmi. Poté, co v červnu 2007 vyslechl stěžovatelku a vyžádal jedno odborné stanovisko, uzavřel, že v případě stěžovatelky se o obchodovaní s lidmi nejednalo. Právní zástupce stěžovatelky s daným závěrem nesouhlasil a požadoval, aby vyšetřování bylo do budoucna zaměřeno i na trestné činy související přímo s kogentním zákazem otroctví a nucených prací. Situací stěžovatelky se současně zabývala i organizace zaměřující se na problematiku obchodování s lidmi, která dospěla k názoru, že v případě stěžovatelky byly naplněny téměř všechny charakteristické znaky nucené práce. Stěžovatelka byla dále vyšetřena psycholožkou specializující se na problematiku násilí na ženách, která mj. naznačila, že stěžovatelka se obětí obchodování s lidmi a nucené práce stát mohla. V srpnu 2009 policie informovala právního zástupce stěžovatelky o tom, že případ byl uzavřen a to mj. s odůvodněním, že v daném případě skutková podstata trestného činu obchodování s lidmi, ani žádného jiného trestného činu naplněna nebyla.", "(ii) Odůvodnění rozhodnutí Soudu", "K tvrzenému porušení čl. 4 Úmluvy", "Podle stěžovatelky vláda v době skutkových okolností případu nedostála svému pozitivnímu závazku vyplývajícímu z článku 4 Úmluvy, když nepřijala právní úpravu kriminalizující nucené práce a nevolnictví.", "Soud předně připomněl své závěry z rozsudku Siliadin proti Francii (č. 73316/01, rozsudek ze dne 26. července 2005, § 89 a 112), kdy konstatoval, že z článku 4 Úmluvy vyplývá pozitivní závazek smluvních států kriminalizovat a stíhat jednání spočívající v podrobení jednotlivce otroctví, nevolnictví nebo nuceným pracím. Za určitých okolností může dále článek 4 Úmluvy po státu vyžadovat, aby přijal operativní opatření k ochraně byť i potenciálních obětí porušení příslušného ustanovení Úmluvy (viz např. Rantsev proti Kypru a Rusku, č. 25965/04, rozsudek ze dne 7. ledna 2010, § 286). Podle Soudu navíc, stejně jako je tomu u článků 2 a 3 Úmluvy, z článku 4 Úmluvy vyplývá procesní závazek státních orgánů v případě, že existuje věrohodné podezření o tom, že určitá osoba byla zacházení vymezenému příslušným ustanovením Úmluvy podrobena, předmětné skutečnosti vyšetřit. Vyšetřování potom musí být především účinné, tj. musí být nezávislé a způsobilé vést k identifikaci a potrestání zodpovědných osob. Nejedná se přitom o povinnost dosažení konkrétního výsledku, ale o povinnost volby náležitých prostředků.", "Stěžovatelka v daném případě na svou situaci poprvé upozornila v roce 2006, kdy v rámci své žádosti o azyl mj. tvrdila, že byla nucena pracovat bez nároku na odměnu a dále v červnu 2007, kdy poskytla policii detailní výpověď včetně tvrzení o tom, že byla podrobena nevolnictví. Podle Soudu byly přitom předmětné skutkové okolnosti nápadně podobné okolnostem případu Siliadin, přičemž skutečnost, že státní orgány na základě tvrzení stěžovatelky zahájily vyšetřování, silně napovídá o tom, že její tvrzení nebyla považována za zjevně nepravděpodobná. Věrohodné podezření o tom, že stěžovatelka byla vystavena určitému druhu domácího nevolnictví, tedy existovalo a státní orgány měly povinnost námitky stěžovatelky účinně vyšetřit.", "S odkazem na případ Siliadin – kdy Soud porušení článku 4 Úmluvy shledal mj. v souvislosti s tím, že ustanovení francouzské trestního zákoníku postihující vykořisťování prostřednictvím práce a podrobování jednotlivce pracovním a životním podmínkám neslučitelným s lidskou důstojností nebyla dostatečně specifická a byla naopak příliš restriktivní, aby proti zacházením v rozporu s článkem 4 Úmluvy poskytovala adekvátní ochranu – potom podle Soudu nebyla dostačující ani právní úprava Spojeného království. Kriminalizovány byly totiž toliko trestné činy týkající se obchodování s lidmi, tedy činy, které s jednáním vymezeným článkem 4 Úmluvy nemusí být vždy nutně spojeny.", "Soud se dále zabýval otázkou, zda i přes nedostatečnou hmotněprávní úpravu byla stěžovatelce poskytnuta účinná ochrana. Podle vlády totiž tvrzení stěžovatelky byla řádně vyšetřena a důvodem pro odložení věci byla nikoli nedostatečná právní úprava, ale skutečnost, že tvrzení stěžovatelky nebyla podložená. Podle Soudu však bylo předmětné vyšetřování příliš úzce zaměřeno právě na vyšetřování trestných činů týkajících se obchodování s lidmi. Problematika domácího nevolnictví je natolik složitá a specifická, že vyšetřování trestných činů s ní souvisejících by vyžadovalo zvláštní přístup. Absence výslovné kriminalizace domácího nevolnictví však vnitrostátním orgánům takové posouzení prakticky znemožnila. Soud se nakonec pozastavil nad tím, že přes závažnost jednání, ze kterého byl S. nařčen, nebyl tento po celou dobu vyšetřování vyslechnut. Tato skutečnost může být dle Soudu vysvětlena právě předmětnou mezerou ve vnitrostátním právu a dále skutečností, že nebyla přisuzována výraznější váha tvrzením stěžovatelky o tom, že jí S. zabavil pas, nepředával odměnu za vykonanou práci a vyhrožoval jí pro případ, že by se stěžovatelka rozhodla případ oznámit imigračním orgánům. Přitom právě tyto faktory jsou podle Mezinárodní organizace práce základní charakteristické znaky nucené práce. K porušení článku 4 Úmluvy proto došlo.", ""]}