{"file": "CZE_HJUDCZE_43730_07.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "43730/07", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 9. září 2014 ve věci č. 43730/07 – Gajtani proti Švýcarsku", "Senát druhé sekce Soudu jednomyslně rozhodl, že odmítnutím dovolání pro opožděnost v řízení o navrácení dětí dle Haagské úmluvy o občanskoprávních aspektech mezinárodních únosů dětí („Haagská úmluva“) v případě, kdy stěžovatelka byla chybně poučena o lhůtě k jeho podání a vnitrostátní soud zároveň nezohlednil specifické okolnosti případu, došlo k porušení čl. 6 odst. 1 Úmluvy. Soud dále rozhodl, že nepřihlédnutím k názoru dítěte v řízení o navrácení dle Haagské úmluvy nedošlo k porušení práva stěžovatelky na respektování rodinného života ve smyslu článku 8 Úmluvy. Za porušení článku 6 Úmluvy Soud stěžovatelce přiznal náhradu nemajetkové újmy ve výši 5 000 eur.", "(i) Okolnosti případu", "Stěžovatelka je matkou dvou dětí. Celá rodina včetně otce dětí žila do roku 2005 v Makedonii. Po rozpadu partnerského vztahu s otcem dětí se stěžovatelka provdala a v dubnu 2006 se i s dětmi přestěhovala za svým novým manželem do Švýcarska. V říjnu 2006 podal otec dětí žádost o jejich bezodkladný návrat dle Haagské úmluvy ke švýcarskému opatrovnickému orgánu. Opatrovnický orgán žádost otce odmítl, a to především s přihlédnutím k postoji tehdy jedenáctiletého syna stěžovatelky, který jednoznačně vyjádřil svůj nesouhlas s návratem. Rozhodnutí opatrovnického orgánu bylo ovšem překonáno, když odvolací soud bez opakování výslechu dětí nařídil jejich navrácení do Makedonie. K negativnímu postoji syna stěžovatelky odvolací soud uvedl, že dítě nebylo dostatečně vyspělé na to, aby k jeho kategorickému odmítnutí bylo přihlédnuto. Odvolací soud však chybně poučil stěžovatelku o třicetidenní lhůtě k podání dovolání, která byla ve skutečnosti zákonem stanovena na deset dní. Stěžovatelka, v té době nezastoupená advokátem, podala dovolání na základě chybného poučení opožděně, což nejvyšší soud vedlo k jeho odmítnutí. Nejvyšší soud dospěl k závěru, že stěžovatelka mohla poznat, že poučení je chybné, jelikož příslušný zákon stanoví výrazně kratší lhůtu pro podání dovolání. Novela, která novou desetidenní lhůtu stanovila, byla v době rozhodnutí nejvyššího soudu účinná osm měsíců. V říjnu 2007 byly děti navráceny do Makedonie.", "(ii) Odůvodnění rozhodnutí Soudu", "a) K tvrzenému porušení čl. 6 odst. 1 Úmluvy", "Stěžovatelka namítala, že odmítnutím dovolání navzdory chybnému poučení odvolacím soudem a bez přihlédnutí k tomu, že podala dovolání bez právního zastoupení, bylo porušeno její právo na přístup k soudu. Vnitrostátní právní úprava sice stanovila, že chybným doručením rozhodnutí nemůže být dotčeným osobám způsobena újma, nejvyšší soud nicméně na její případ použil výjimku vyplývající z jeho ustálené judikatury, podle které se výše uvedeného pravidla nemůže dovolat ten, kdo mohl a měl chybný údaj rozeznat ze znění zákona.", "Soud shledal, že rozhodnutí o odmítnutí dovolání sledovalo legitimní cíl řádného výkonu spravedlnosti a zachování právní jistoty. Pro posouzení přiměřenosti odmítnutí dovolání Soud považoval za klíčové posoudit, zda závěr nejvyššího soudu, že právně nezastoupená stěžovatelka mohla seznat, že poučení o délce dovolací lhůty je chybné, nebyl nadměrně formalistický. V této souvislosti Soud poukázal na skutečnost, že samotný nejvyšší soud v jiném rozhodnutí shledal, že zákonné ustanovení, které lhůtu k dovolání stanovilo, nebylo pro osobu bez právního vzdělání dostatečně srozumitelné. Podle Soudu proto nebylo možné od stěžovatelky, která ve Švýcarsku žila jen krátkou dobu, rozumně očekávat, že nabude pochybnosti o správnosti poučení o lhůtě k podání dovolání a ověří si ji vyhledáním příslušného právního předpisu. Přestože Švýcarsko nemělo z Úmluvy vyplývající povinnost dovolání proti rozhodnutí o navrácení dětí umožnit, tuto možnost zvolilo, a proto i dovolací řízení musí splňovat požadavky čl. 6 odst. 1 Úmluvy (Brualla Gómez de la Torre, č. 26737/95, rozsudek ze dne 19. prosince 1997, § 37). Nejvyšší soud proto byl dle Soudu povinen v případě, kdy bylo dovolání podáno bez právního zastoupení, což bylo umožněno, postupovat s dostatečnou pružností. Nejvyššího soud však svou judikaturu týkající se poznatelnosti chybného poučení ze samotného znění zákona, která sama o sobě není v rozporu s čl. 6 odst. 1 Úmluvy, v projednávané věci použil bez dostatečného zohlednění specifické situace stěžovatelky. Dle Soudu tak bylo nepřiměřené, že stěžovatelka byla nucena nést důsledky pochybení, za něž byl primárně odpovědný odvolací soud, a to obzvláště s přihlédnutím k tomu, že se jednalo o řízení o návratu dětí podle Haagské úmluvy, jehož výsledek měl pro všechny dotčené osoby značný význam. Došlo proto k porušení čl. 6 odst. 1 Úmluvy.", "b) K tvrzenému porušení článku 8 Úmluvy", "Stěžovatelka dále namítala, že nuceným navrácením dětí zejména navzdory výslovnému nesouhlasu jejího staršího syna bylo porušeno její právo na respektování rodinného života ve smyslu článku 8 Úmluvy.", "Soud především posuzoval, zda vnitrostátní orgány dostatečně zohlednily názory dětí a zda jejich navrácení splňovalo požadavek nezbytnosti v demokratické společnosti. Soud připomněl, že v případech navrácení dětí musejí být požadavky článku 8 Úmluvy vykládány v souladu s Úmluvou o právech dítěte, ve které se státy zavázaly k názoru dítěte přihlížet. Samotné odmítnutí návratu dítětem ovšem nezbytně nezakládá překážku jeho navrácení (Raw a ostatní proti Francii, č. 10131/11, rozsudek ze dne 7. března 2013, § 94). Dle článku 13 Haagské úmluvy vnitrostátní orgány mohou, avšak nemusejí na základě nesouhlasu dítěte odmítnout nařídit jeho navrácení. Dle Soudu je především na vnitrostátních orgánech, aby posoudily, zda je v jednotlivých případech třeba názor dítěte zohlednit; k tomu mají určitý prostor pro uvážení. V případě stěžovatelky Soud nepovažoval závěr odvolacího soudu o nedostatečné vyspělosti dítěte a následné nerespektování jeho nesouhlasu s navrácením za nerozumný či svévolný. Rozhodnutí odvolacího soudu bylo navíc dle Soudu dostatečně odůvodněno. Soud rovněž souhlasil s odvolacím soudem, že výslech dítěte, které pravděpodobně trpělo pocitem povinnosti loajality k matce, nebylo před touto instancí nutné opakovat.", "Soud tak dospěl k závěru, že řízení před vnitrostátními orgány splnilo procesní požadavky článku 8 Úmluvy a nařízení navrácení dětí nebylo nepřiměřeným opatřením. K porušení článku 8 Úmluvy tedy nedošlo.", "(iii) Oddělené stanovisko", "Soudci Lemmens, Kūris a Spano nesouhlasili s odůvodněním porušení čl. 6 odst. 1 Úmluvy. Dle jejich názoru bylo porušení založeno samotným rozhodnutím nejvyššího soudu o opožděnosti dovolání bez nutnosti dále posuzovat, zda nejvyšší soud dostatečně zohlednil specifickou situaci stěžovatelky. Soudci byli toho názoru, že rozhodnutím nejvyššího soudu bylo právo na přístup k soudu zasaženo v jeho samotné podstatě, když chyba odvolacího soudu spočívající v chybném poučení stěžovatelky byla přičtena k tíži jí samotné.", ""]}