{"file": "CZE_HJUDCZE_36548_97.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "36548/97", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "", "RADA EVROPY", "", "", "EVROPSKÝ SOUD PRO LIDSKÁ PRÁVA", "", "", "DRUHÁ SEKCE", "", "", "", "VĚC PINCOVÁ A PINC PROTI ČESKÉ REPUBLICE", "", "", "(stížnost č. 36548/97)", "", "", "", "", "", "ROZSUDEK", "", "", "", "ŠTRASBURK", "", "", "5. listopadu 2002", "", "", "", "", "Tento rozsudek se stává konečným za podmínek stanovených v článku 44 odst. 2 Úmluvy.", "Může být předmětem formálních úprav.", "", "Pořízený překlad rozsudku do češtiny není překladem oficiálním.", "", "", "Ve věci Pincová a Pinc proti České republice,", "Evropský soud pro lidská práva (druhá sekce), zasedající v senátu ve složení:", "", "p. J.-P. Costa, předseda senátu", "p. A. B. Baka,", "p. Gaukur Jörundsson,", "p. K. Jungwiert,", "p. V. Butkevych,", "paní W. Thomassen,", "p. M. Ugrekhelidze, soudci", "a paní S. Dollé, tajemnice sekce,", "", "po neveřejném jednání dne 8. října 2002,", "vydává následující rozsudek, přijatý téhož dne:", "ŘÍZENÍ", "1. Řízení bylo zahájeno na základě stížnosti (č. 36548/97) namířené proti České republice, podané dne 7. května 1997 dvěma českými státními příslušníky, paní Blaženou Pincovou a jejím synem panem Jiří Pincem (dále jen „stěžovatelé“), k Evropské komisi pro lidská práva (dále jen „Komise“) v souladu s ustanovením bývalého článku 25 Úmluvy o ochraně lidských práv a základních svobod (dále jen „Úmluva“). Druhý stěžovatel dne 10. dubna 2000 zemřel a Soud přiznal panu Jiřímu Pincovi, jeho synovi a jednomu z jeho zákonných dědiců, procesní způsobilost nastoupit místo něj v řízení.", "2. Stěžovatelé, jimž byla přiznána právní pomoc, jsou před Soudem zastupováni paní J. Veselou, advokátkou u České advokátní komory. Česká vláda (dále jen „vláda“) je zastoupena svým zmocněncem, panem V. Schormem.", "3. Stížnost směřuje na vydání rozhodnutí o tom, zda skutkový stav případu prokazuje porušení ustanovení článku 1 Protokolu č. 1 Úmluvy ze strany žalovaného státu. Dne 1. července 1998 rozhodla Komise (druhý senát) oznámit stížnost vládě a vyzvala ji k zaujetí písemného stanoviska k přijatelnosti a odůvodněnosti stížnosti.", "4. Stížnost byla postoupena Soudu dne 1. listopadu 1998, kdy vstoupil v platnost Protokol č. 11 k Úmluvě (článek 5 odst. 2 Protokolu č. 11).", "5. Byla přidělena třetí sekci Soudu (článek 52 odst. 1 Jednacího řádu). V rámci této sekce byl ustaven v souladu s článkem 26 odst. 1 Jednacího řádu senát určený k projednání stížnosti (článek 27 odst. 1 Úmluvy).", "6. Rozhodnutím ze dne 6. června 2000 senát prohlásil stížnost za částečně přijatelnou.", "7. Jak stěžovatelé, tak i vláda předložili své písemné stanovisko k odůvodněnosti stížnosti (článek 59 odst. 1 Jednacího řádu). Senát rozhodl po projednání s oběma stranami, že nebude nařízeno ústní jednání o odůvodněnosti stížnosti (článek 59 odst. 2 in fine Jednacího řádu). Každá ze stran předložila písemné vyjádření ke stanovisku protistrany.", "8. Dne 1. listopadu 2001 Soud změnil složení svých sekcí (článek 25 odst. 1 Jednacího řádu). Tato stížnost byla přidělena takto pozměněné druhé sekci (článek 52 odst. 1).", "SKUTKOVÝ STAV", "I. OKOLNOSTI PŘÍPADU", "9. Dne 29. prosince 1967 zakoupili stěžovatelka a její manžel hájenku se stodolou a chlévem, kterou si pronajímali již od roku 1953. Vlastník, státní podnik, jehož byli zaměstnanci, a který získal dům bez odškodnění bývalých vlastníků, zbavených jejich majetku v roce 1948 v souladu se zákonem č. 142/1947 Sb., o revizi první pozemkové reformy, zvolil znalce, který určil cenu transakce: 14 703 korun československých (Kčs).", "10. Dne 30. června 1968 uzavřeli stěžovatelka a její manžel smlouvu s prodávajícím o zřízení práva osobního užívání přilehlých pozemků. Z tohoto titulu prodávajícímu vyplatili 2 030 Kčs.", "11. Dne 23. prosince 1992, po nabytí účinnosti zákona č. 229/1991 Sb., o půdě, podal syn osob, jimž patřila hájenka až do jejího zabavení v roce 1948, restituční žalobu u Okresního soudu v Příbrami, založenou na ustanovení § 8 odst. 1 zákona o půdě. Namítal, že získání nemovitosti stěžovatelkou a jejím manželem bylo v rozporu s tehdy platnými předpisy a došlo k němu na základě protiprávního zvýhodnění nabyvatelů, jelikož cena, kterou měli zaplatit, byla nižší než skutečná hodnota majetku. Tvrdil, že odhad nemovitosti nebyl ani objektivní, ani v souladu s tehdy platnou právní úpravou.", "12. Ve svém vyjádření, podaném soudu dne 12. února 1993, stěžovatelé zdůraznili, že podle nich byla cena určena správně, v souladu s ustanoveními tehdy platnými, a uplatnili námitku, že prodejní smlouva byla uznána za platnou státním notářstvím v Příbrami, které ji pak zaregistrovalo.", "13. Dne 7. února 1994 nařídil soud vypracování znaleckého posudku, aby určil, zda ocenění nemovitosti provedené v roce 1967 bylo v souladu s tehdy platnými předpisy. Znalecký posudek byl soudu předložen dne 30. března 1994. Znalec potvrdil, že po prostudování spisu a ocenění nemovitosti provedeného v roce 1967 musel konstatoval, že „tento odhad nebyl úplně v souladu s tehdy platnou právní úpravou“ a zjistil „navíc podcenění plošné výměry“. Z tohoto důvodu se rozhodl pro „úplné přehodnocení s použitím tehdy platné právní úpravy a založené na skutkovém stavu tak, jak byl upřesněn během řízení“, aby mohl porovnat tyto dva odhady a vypočítat rozdíl. Znalecký posudek obsahoval ocenění zaprvé obytné části nemovitosti a zadruhé nebytových částí, tedy stodoly a chléva. Co se těchto týče, znalec konstatoval:", "„(...) stodůlka a přiléhající stáj jsou hodnoceny jako „drobné stavby“, jelikož sloužily pouze k užívání obyvatelům domu a ne k zemědělské činnosti. Toto způsobuje podstatný rozdíl mezi oceněním učiněným (...) v roce 1967 a tím dnešním. Mé ocenění je odůvodněno směrnicí z roku 1965 vztahující se k § 7 a podle které „kupní cena může být také použita na drobné stavby, jež slouží k chovu, pokud tato činnost nepřesahuje potřeby vlastníka domu a jeho rodinných příslušníků.“ Podle svého užívání stodola spíše odpovídá kůlně. (...) Kvalifikace těchto dvou staveb byla provedena v souladu s přílohou č. 5 vyhlášky č. 73/1964 Sb. (...). Stodola a stáj byly posuzovány jako majetek v osobním vlastnictví, jelikož nesloužily k zemědělské činnosti, ale pouze obyvatelům domu. Pokud by se jednalo o majetek v soukromém vlastnictví, tehdejší platná právní úprava by nedovolila jejich postoupení. Veřejné instituce mohly prodat jednotlivcům pouze nemovitosti kvalifikovatelné jako majetek v osobním vlastnictví (...). Rozdíl cen těchto dvou staveb vzhledem k ocenění z roku 1967 je téměř 4 600 Kčs (...).“", "14. Stěžovatelé namítali, že ocenění ve znaleckém posudku, které se týkalo obytné části nemovitosti, bylo prakticky shodné s oceněním z roku 1967, rozdíl 4 600 Kčs byl způsoben pouze oceněním stodoly a chléva. Zpochybnili způsob ocenění, založeného na vyhlášce č. 73/1964 Sb., která nepředvídala konkrétní ceny nemovitostí patřící socialistickým organizacím a jejíž ustanovení § 7 odst. 2 vylučovalo její použití v daném případě. Navíc si stěžovali na to, že zjištěný rozdíl v cenách je z velké části způsobem rozdílným započtením opotřebení dvou dotčených staveb.", "15. Po smrti manžela stěžovatelky se jeho syn, druhý stěžovatel, stal spoluvlastníkem hájenky.", "16. Rozsudkem ze dne 12. září 1994 vyhověl okresní soud žalobě syna bývalých vlastníků a rozhodl o převedení vlastnického práva sporné nemovitosti na žalobce.", "Soud zejména konstatoval:", "„Soud po zhodnocení provedených důkazů, zejména výpovědí účastníků a svědků, kupní smlouvy registrované Státním notářstvím v Příbrami dne 3. února 1969, dohody o zřízení práva osobního užívání pozemku ze dne 30. června 1968, (...), ocenění nemovitosti (...) provedeného dne 20. prosince 1967 (...), znaleckého posudku ze dne 15. prosince 1992, který si nechala vypracovat prvá žalovaná, a připuštěného soudem jako důkaz, (...) a znaleckého posudku o ceně nemovitostí, vypracovaného soudním znalcem (...), konstatuje (...), že na projednávanou věc je nutno aplikovat zákon č. 229/1991 Sb., o půdě, neboť předmětem sporu je přechod vlastnického práva ke stavbám sloužícím lesní výrobě ve smyslu ustanovení § 1 odst. 1 písm. c) zákona č. 229/1991 Sb., o půdě (...).", "Žalobce (...) je oprávněnou osobou ve smyslu restitučních zákonů (...). Členové rodiny žalovaných nebyli žádnými prominentními osobami bývalého komunistického režimu, ale pouhými lesními dělníky, kteří se nastěhovali do domu jako zaměstnanci podniku. Souhlasili s koupí domu, když jim zaměstnavatel tuto nabídku učinil, poněvadž neměli jinou možnost ubytování. Co se týče kupní ceny, přijali částku, jež byla určena znalcem. Neměli důvod ji zpochybňovat.", "Nespornou skutečností však zůstává, že správná cena nemovitosti v době uzavírání kupní smlouvy měla být stanovena ve výši 19 477 Kčs a byla stanovena pouze v částce 14 704 Kčs. Nepochybně tedy byly splněny podmínky ustanovení § 8 odst. 1 zákona o půdě, neboť žalovaní v roce 1967 získali nemovitost za cenu nižší, než byla její skutečná cena. Rozdíl těchto cen představuje přibližně jednu čtvrtinu skutečné kupní ceny nemovitosti.“", "17. Dne 11. října 1994 podali stěžovatelé proti tomuto rozsudku odvolání ke Krajskému soudu v Praze s tím, že koupě domu jim byla tehdy nabídnuta pod hrozbou vystěhování. Zdůraznili, že jak znalecký posudek, tak i kupní smlouva byly vypracovány prodávajícím a že transakce proběhla v souladu s tehdy platnou právní úpravou, Státní notářství v Příbrami ostatně ověřilo kupní cenu před registrací smlouvy. Namítali, že soudní znalecký posudek není dostatečným důkazem ke zjištění, že kupní cena byla nižší než cena odpovídající tehdejší právní úpravě. Žádali tedy krajský soud, aby nařídil vypracovat nový posudek.", "18. Dne 4. ledna 1995 potvrdil krajský soud prvostupňové rozhodnutí s následujícím odůvodněním:", "„Ze znaleckého posudku [z roku 1994] vyplývá (...), že provedené ocenění [z roku 1967] nebylo v souladu s tehdy platnou právní úpravou (...). Stodola a chlév měly být oceněny jako stavby osobního vlastnictví, protože nesloužily zemědělské činnosti, ale sloužily pro potřebu uživatele domku (...). Podle směrnice Ministerstva financí č. 10/1964 (...) mohly být socialistickou organizací občanům prodány pouze stavby v osobním vlastnictví. Pokud by byla bývala použita tato tehdy platná směrnice a vyhláška č. 73/1964, kupní cena by byla bývala stanovena na 19 477 Kčs.", "Na základě těchto skutkových zjištění se krajský soud ztotožňuje se závěrem okresního soudu, že otázku přechodu vlastnického práva k nemovitostem nutno posuzovat podle zákona č. 229/1991 Sb. (...). Bylo stanoveno, že kupní cena byla stanovena samotným prodávajícím, aniž by byla podložena znaleckým posudkem (...) a že byla nižší než cena odpovídající tehdy platným cenovým předpisům, jak vyplývá ze [soudního] znaleckého posudku.", "Co se týče námitky žalovaných, že jejich smlouva byla zaregistrována státním notářstvím (...), které posoudilo stodolu a chlév jako stavby v soukromém vlastnictví, je nutno k tomu uvést, že jde o právní názor, který není závazný pro právní posouzení této věci (...). Navíc, vzhledem k tomu, že žalobce již restituoval 50 hektarů lesa, je vhodné, aby v souladu se zákonem č. 229/1991 Sb. (...) hájenka začala sloužit svému původnímu účelu.“", "19. Dne 17. března 1995 podali stěžovatelé ústavní stížnost k Ústavnímu soudu, ve které uváděli, že získali nemovitost podle tehdy platných předpisů a bez jakéhokoli protiprávního zvýhodnění. Dovolávali se také ustanovení § 399 odst. 2 občanského zákoníku, podle něhož může být kupní smlouva zrušena, pouze pokud je kupní cena příliš vysoká. Podle jejich názoru byli rozsudkem krajského soudu zbaveni majetku, čímž bylo porušeno jejich právo na ochranu majetku, zaručené ustanovením článku 11 odst. 1 Listiny základních práv a svobod. Stěžovali si také, že jim nebyla poskytnuta spravedlivá a přiměřená náhrada, namítajíce, že i když má fyzická osoba v souladu s ustanovením § 8 odst. 3 zákona o půdě nárok na vrácení kupní ceny a na úhradu nákladů účelně vynaložených na nemovitost, částka 14 703 korun českých (Kč) za kupní cenu a úhrada jejich nákladů nikdy nemohou kompenzovat ztrátu nemovitosti. Dodali, že byli zbaveni svého vlastnického práva na základě zjištěného rozdílu mezi dvěma cenami vypočítanými dvěma různými metodami. Kromě toho také zdůrazňovali, že neměli rovnoprávné postavení v soudním řízení s protistranou, zejména s ohledem na možnost snadnějšího přístupu k relevantním dokumentům, kterou měl žalobce. V tomto směru se dovolávali článku 37 Listiny.", "20. Stěžovatelé zároveň žádali Ústavní soud o odložení výkonu rozhodnutí krajského soudu a o zrušení jedné části ustanovení § 8 odst. 1 zákona č. 229/1991 Sb., o půdě. Namítali, že toto ustanovení v rozsahu, ve kterém umožňuje restituci v případě „získání nemovitosti za nižší cenu než odpovídající tehdy platným právním předpisům“, ohrožuje práva k majetku získanému v souladu s právní úpravou aplikovatelnou v době převodu, a dává tak bývalým vlastníkům možnost zpochybnit ocenění nemovitostí, jež byly vypracovány v době převodu těchto nemovitostí. Tvrdili, že ustanovení § 8 odst. 1 zákona o půdě jim způsobuje stejné bezpráví jako ta, která byla způsobena mezi roky 1948 a 1989 a jež by tento zákon měl zmírňovat. Považovali za nepřijatelné, aby byla dávána fyzickým osobám, jež nabyly majetku v dobré víře a v souladu s tehdy platnou právní úpravou, odpovědnost za nezákonná rozhodnutí nebo nesprávné postupy státních orgánů.", "21. Dne 24. dubna 1995 podali stěžovatelé okresnímu soudu žádost o odklad výkonu rozhodnutí Krajského soudu v Praze, žádost o osvobození od soudních poplatků a žádost o obnovu řízení. Posledně jmenovanou žádost založili na metodologickém názoru, podaném autorem výkladu relevantních textů, publikovaného Českým cenovým úřadem, jenž podle jejich názoru prokazoval, že se soudní znalec mýlil. Předložili soudu také listiny, pocházející ze státních archivů, jež mohou prokázat užívání sporné nemovitosti v minulosti.", "22. Dne 21. dubna 1995 zaslali obyvatelé obce Hřímeždice a ostatních vesnic prezidentovi České republiky a Parlamentu petici, ve které vyjádřili své přesvědčení, že v případě stěžovatelů došlo k porušení lidských práv zaručených Ústavou. Zdůraznili, že syn bývalých vlastníků restituoval velký majetek (40 hektarů lesů a 100 hektarů pozemků), zatímco stěžovatelé ztratili téměř veškerý svůj majetek, přestože jej nabyli v dobré víře.", "23. V reakci na tuto petici jeden z poslanců dne 20. června 1995 písemně interpeloval místopředsedu vlády, ministra zemědělství a ředitele Úřadu pro legislativu a veřejnou správu. V této interpelaci se dotazoval, zda ustanovení § 8 odst. 1 zákona o půdě, jež zakotvuje možnost restituce v případě „získání nemovitosti za nižší cenu než odpovídající tehdy platným právním předpisům“, není v rozporu s principem právní jistoty v tom ohledu, že umožňuje přenést na jednotlivce jednající v dobré víře odpovědnost ze nezákonná rozhodnutí státu. Z pohledu rovnosti účastníků v řízení před soudy považoval zároveň za problematická zákonná ustanovení, jako byl § 21a zákona o půdě, který zaručuje osobám oprávněným k restituci právo na různé formy pomoci nebo osvobození od soudních poplatků.", "24. Místopředseda vlády odpověděl dne 7. července 1995. Vyjádřené pochyby považoval za neopodstatněné a zdůraznil, že zákon o půdě byl koncipován tak, aby vyžadoval, kromě obecných podmínek, také naplnění jedné ze třech doplňujících podmínek, jež by vylučovaly dobrou víru nabyvatelů. Podle jeho názoru fakt, že zákon odkazoval na právní předpisy platné v době získání majetku, nemůže být považován za porušení právní jistoty z důvodu případného retroaktivního účinku.", "25. Dne 23. srpna 1995 zkoumal okresní soud ve veřejném jednání návrh stěžovatelů na obnovu řízení. I přes nový znalecký posudek, předložený stěžovateli a vypracovaný z jejich vlastní iniciativy, zamítl soud jejich žádost s konstatováním, že v původním řízení žádná ze stran nenavrhla výslech znalce určeného soudem a že stěžovatelé požádali o revizi znaleckého posudku až v odvolacím řízení. Z tohoto důvodu nebyly v tomto případě naplněny zákonem stanovené podmínky pro obnovu řízení.", "26. Dne 27. září 1995 podali stěžovatelé odvolání proti tomuto rozhodnutí tvrdíce, že předložili důkazy, jejichž předložení v původním řízení nebylo objektivně možné. Dne 26. února 1996 potvrdil Krajský soud v Praze rozhodnutí ze dne 23. srpna 1995 s odůvodněním, že neexistují fakta, rozhodnutí nebo důkazy, jejichž provedení by bylo pro žalované nemožné během původního řízení. Zároveň ale připustil možnost dovolání proti svému rozhodnutí.", "27. Dne 11. dubna 1996 stěžovatelé tedy podali dovolání k Nejvyššímu soudu. Tvrdili, že během řízení o odvolání proti rozhodnutí vztahujícímu se k přechodu vlastnického práva marně navrhovali vypracování revizního posudku a že postoj krajského soudu je přinutil nechat vypracovat z jejich vlastní iniciativy nový znalecký posudek.", "28. Dne 13. ledna 1997 zamítl Ústavní soud ústavní stížnost stěžovatelů jako zjevně neopodstatněnou. Vyjádřil se následovně:", "„Tvrzené porušení čl. 11 odst. 1 Listiny základních práv a svobod je nutno zkoumat nejen z pohledu stěžovatelů, ale rovněž i oprávněné osoby (...). V této souvislosti je třeba odkázat na nález Ústavního soudu uveřejněný pod číslem 131/1994 Sb. (...), který konstatoval, že restituce má za úkol zmírnění spáchaných křivd na vlastnících nemovitostí, které znamená odstranění protiprávnosti při přechodu vlastnictví nemovitostí a preference navrácení věcí do původního stavu. Proto nelze považovat splnění zákonných podmínek restituce za porušení čl. 11 odst. 1 Listiny. (...)", "Stěžovateli navrhované zrušení části § 8 odst. 1 zákona č. 229/1991 Sb., o půdě, by znamenalo značné zúžení restitučních nároků a poškození velkého množství restituentů (...). Zákony o restituci mají zakotvit podmínky zmírnění křivd s tím, že posouzení všech skutečností naplňujících smysl a účel restitučních zákonů je úkolem především obecných soudů.", "Z předložených listinných důkazů soudce zpravodaj zjistil, že oba obecné soudy shodně vycházely ze správného právního posouzení případu, když na návrh oprávněné osoby rozhodly tak, že na ni přechází vlastnické právo (...), neboť stěžovatelka a její manžel nabyli nemovitost ze cenu nižší, než byla cena odpovídající tehdy platným cenovým předpisům.", "Pokud jde o porušení článku 37 Listiny, tj. rovnosti účastníků v řízení, pak je nutno konstatovat, že v předcházejících soudních řízeních byly se stejnou pečlivostí zkoumány jak důkazy navrhované a předkládané žalobcem, tak i důkazy předložené žalovanými. (...)", "Se zřetelem k okolnostem případu nepovažoval soudce zpravodaj za nutné odložit výkon rozhodnutí krajského soudu, neboť případné vystěhování stěžovatelů znamená, že jim bude poskytnuta bytová náhrada.“", "29. Dne 24. března 1997 doplnili stěžovatelé své dovolání se zdůrazněním, že soudy všech stupňů, včetně Ústavního soudu, založily svá rozhodnutí na předpokladu, že posudek soudního znalce je správný, a to i přesto, že byl vypracován mimo jiné na základě směrnice ministerstva financí, která nebyla obecně právně závazná, a že vyhláška č. 73/1963 Sb. nebyla v tomto případě použitelná. Upozornili, že podle revizního posudku, jenž byl vypracován na základě jejich žádosti, kupní cena zaplacená v roce 1967 nebyla nižší, ale dokonce vyšší než cena odpovídající právní úpravě platné v době transakce.", "30. Dne 28. dubna 1997 prohlásil Nejvyšší soud dovolání stěžovatelů za nepřípustné s tím, že dovolání by bylo přípustné v původním řízení, ale nikoliv v řízení o návrhu na obnovu řízení.", "31. Stěžovatelům byla ministerstvem zemědělství uhrazena kupní cena zaplacená v roce 1967, jakož i částka zaplacená za právo osobního užívání pozemků. Obdrželi tedy celkově 16 733 Kč. Náhrada účelně vynaložených nákladů na údržbu nemovitosti byla odložena, jelikož se stěžovatelé neshodli se státem na tom, jaká cenová vyhláška je na daný případ použitelná. Podle stěžovatelů byl stát ochoten jim vyplatit částku 156 646 Kč, ale nikdy ani přes jejich žádost k vyplacení jakékoliv částky nedošlo. Stěžovatelé podali v dubnu 2000 proti ministerstvu zemědělství žalobu na zaplacení částky 364 430 Kč a výše náhrady tedy má být určena soudem.", "32. Z informací předložených stranami vyplývá, že nový vlastník nemovitosti nenavrhl stěžovatelům až k dnešnímu dni žádnou bytovou náhradu a tito žijí stále ve sporné nemovitosti. Podle jejich výpovědí s nimi nový vlastník odmítl podepsat nájemní smlouvu, aby mohlo dojít k právní úpravě situace, ale naopak podal k okresnímu soudu žalobu na zpětné zaplacení nájemného, vyčísleného na částku 28 072 Kč (což odpovídá více než 900 Kč měsíčně), navýšeného o úroky z prodlení. Tato žaloba vyústila dne 31. března 2000 do vydání platebního rozkazu proti stěžovatelům. Poté, co podali proti tomuto platebnímu rozkazu odpor, proběhla dvě veřejná jednání ve dnech 27. dubna a 26. června 2000, při kterých nový vlastník žádal navýšenou částku, odpovídající nájemnému ve výši 1 200 Kč za měsíc. Stěžovatelé připomínají, že řízení zahájené na základě jejich žaloby v dubnu 2000 směřující k určení částky, jež by jim měla být vyplacena jako náhrada účelně vynaložených nákladů na údržbu nemovitosti, stále ještě neskončilo a považují tedy své postavení vůči veřejné moci za méně příznivé, než je postavení nového vlastníka.", "II. RELEVANTNÍ VNITROSTÁTNÍ PRÁVO", "Ústavní právo", "33. Ustanovení článku 11 odst. 1 a 2 Listiny základních práv a svobod mimo jiné stanoví, že každý má právo vlastnit majetek. Zákon stanoví, který majetek nezbytný k zabezpečování potřeb celé společnosti, rozvoje národního hospodářství a veřejného zájmu smí být jen ve vlastnictví státu, obce nebo určených právnických osob; zákon může také stanovit, že určité věci mohou být pouze ve vlastnictví občanů nebo právnických osob se sídlem v České a Slovenské Federativní Republice. Podle ustanovení článku 11 odst. 3 nesmí být vlastnictví zneužito na újmu práv druhých anebo v rozporu se zákonem chráněnými obecnými zájmy. Ustanovení článku 11 odst. 4 stanoví, že vyvlastnění nebo nucené omezení vlastnického práva je možné ve veřejném zájmu, a to na základě zákona a za náhradu.", "34. Ve smyslu ustanovení článku 37 odst. 2 Listiny má každý právo na právní pomoc v řízení před soudy, jinými státními orgány či orgány veřejné správy. Článek 37 odst. 3 Listiny stanoví, že všichni účastníci jsou si v řízení rovni.", "Zákon č. 229/1991 Sb., o úpravě vlastnických vztahů k půdě a jinému zemědělskému majetku", "35. Podle ustanovení § 1 odst. 1 písm. c) se zákon vztahuje na obytné a hospodářské budovy a stavby, sloužící zemědělské a lesní výrobě nebo s ní souvisejícímu vodnímu hospodářství, včetně zastavěných pozemků.", "36. Ustanovení § 4 odst. 1 stanoví, že oprávněnou osobou je státní občan České a Slovenské Federativní Republiky, jehož půda, budovy a stavby, patřící k původní zemědělské usedlosti, přešly na stát nebo na jiné právnické osoby v době od 25. února 1948 do 1. ledna 1990 způsobem uvedeným v § 6 odst. 1.", "Podle ustanovení § 4 odst. 2 písm. c), zemřela-li oprávněná osoba před uplynutím lhůty uvedené v § 13, nebo byla-li před uplynutím této lhůty prohlášena za mrtvou, jsou oprávněnými osobami, pokud jsou státními občany České a Slovenské Federativní Republiky, tyto fyzické osoby: děti a manžel osoby uvedené v odstavci 1, všichni rovným dílem; zemřelo-li dítě před uplynutím lhůty uvedené v § 13, jsou na jeho místě oprávněnými jeho děti, a zemřelo-li některé z nich, jeho děti.", "37. Podle ustanovení § 6 odst. 1 písm. b) oprávněným osobám budou vydány nemovitosti, které přešly na stát nebo na jinou právnickou osobu v důsledku odnětí bez náhrady postupem podle zákona č. 142/1947 Sb., o revizi první pozemkové reformy, nebo podle zákona č. 46/1948 Sb., o nové pozemkové reformě.", "38. Ustanovení § 8, novelizované zákonem č. 195/1993 Sb., stanoví, že soud rozhodne, že na oprávněnou osobu přechází vlastnické právo k nemovitosti ve vlastnictví fyzické osoby, jež ji nabyla od státu nebo jiné právnické osoby, a na kterou by se vztahovalo právo na vydání podle tohoto zákona, a to v případech, kdy fyzická osoba nabyla nemovitost buď v rozporu s tehdy platnými předpisy, nebo za cenu nižší než cenu odpovídající tehdy platným cenovým předpisům, nebo na základě protiprávního zvýhodnění nabyvatele. Odstavec 3 tohoto ustanovení mimo jiné stanoví, že osoba, jež byla nucena předat restituovanou nemovitost, má vůči státu nárok na vrácení kupní ceny a na úhradu nákladů účelně vynaložených na údržbu nemovitosti.", "39. Ustanovení § 21a stanoví, že správní poplatky související s vydáním a výměnou nemovitosti a poskytnutím náhrad se nevyměřují. Oprávněná osoba domáhající se svého práva podle tohoto zákona proti povinné osobě je osvobozena od soudních poplatků. Osvobozena od soudních poplatků je též osoba domáhající se svého práva podle § 8. Nezbytné náklady spojené s oceněním věcí, identifikací parcel a vyměřením pozemků hradí stát.", "40. Podle ustanovení § 28a pokud tento zákon nestanoví jinak, poskytují se náhrady podle tohoto zákona v cenách platných ke dni 24. června 1991, a to u věcí nemovitých v cenách podle vyhlášky č. 182/1988 Sb.", "Občanský zákoník", "41. Ustanovení § 712 stanoví, že bytovými náhradami jsou náhradní byt a náhradní ubytování. Náhradním bytem je byt, který podle velikosti a vybavení zajišťuje lidsky důstojné ubytování nájemce a členů jeho domácnosti. Náhradním ubytováním se rozumí byt o jedné místnosti nebo pokoj ve svobodárně nebo podnájem v zařízené nebo nezařízené části bytu jiného nájemce. Pokud má nájemce právo na bytovou náhradu, není tento nájemce povinen se z bytu vystěhovat a byt vyklidit, dokud pro něj není odpovídající bytová náhrada zajištěna; společní nájemci mají nárok jen na jednu bytovou náhradu.", "PRÁVNÍ POSOUZENÍ", "I. K NAMÍTANÉMU PORUŠENÍ ČLÁNKU 1 PROTOKOLU Č. 1", "42. Stěžovatelé si stěžují, že byli zbaveni svého majetku, nabytého v dobré víře a v souladu s vnitrostátní právní úpravou, a tvrdí, že neobdrželi adekvátní náhradu. Dovolávají se článku 1 Protokolu č. 1, jenž zní:", "„Každá fyzická nebo právnická osoba má právo pokojně užívat svůj majetek. Nikdo nemůže být zbaven svého majetku s výjimkou veřejného zájmu a za podmínek, které stanoví zákon a obecné zásady mezinárodního práva.", "Předchozí ustanovení nebrání právu států přijímat zákony, které považují za nezbytné, aby upravily užívání majetku v souladu s obecným zájmem a zajistily placení daní a jiných poplatků nebo pokut.“", "43. Podle judikatury Soudu článek 1 Protokolu č. 1 obsahuje tři různé normy: první, jež je zakotvena v první větě prvního odstavce a má všeobecný charakter, vyjadřuje princip respektování vlastnictví, druhá, obsažená v druhé větě téhož odstavce, se týká zbavení vlastnictví a podrobuje je určitým podmínkám; pokud jde o třetí, zachycenou v druhém odstavci, ta přiznává smluvním státům oprávnění, mimo jiné, upravit užívání majetku v souladu s obecným zájmem. Nejedná se však o oddělená pravidla. Druhá a třetí norma se vztahují na konkrétní příklady zásahu do vlastnického práva, proto musejí být interpretovány ve světle principu zakotveného v první normě.", "44. V tomto případě není zpochybňováno to, že došlo k zásahu do vlastnického práva stěžovatelů, jež se považuje za „zbavení“ majetku ve smyslu druhé věty prvního odstavce článku 1 Protokolu č. 1. Soud tedy musí zkoumat oprávněnost tohoto zásahu se zřetelem k požadavkům článku 1 Protokolu č. 1.", "45. Soud připomíná, že výše zmíněné ustanovení vyžaduje především a hlavně, aby zásah státní moci do výkonu práva na ochranu majetku byl zákonný. Druhá věta prvního odstavce povoluje zbavení majetku pouze „za podmínek, které stanoví zákon“ a druhý odstavec přiznává státům právo upravovat užívání majetku pomocí „zákonů“. Navíc princip právního státu jako jeden ze základů každé demokratické společnosti prolíná všechny články Úmluvy (viz rozhodnutí Amuur proti Francii ze dne 25. června 1996, Sbírka rozsudků a rozhodnutí, 1996-III, str. 850-851, § 50; Bývalý řecký král a ost. proti Řecku (velký senát), č. 25701/94, § 79, CEDH 2000-XII; Malama proti Řecku, č. 43622/98, § 43, CEDH 2001-II).", "46. V daném případě strany nezpochybňují skutečnost, že zbavení stěžovatelů jejich majetku se zakládalo na zákonu č. 229/1991 Sb., o půdě, jenž dovoluje osobám, splňujícím určité podmínky, restituovat majetek a jenž zároveň umožňuje ve svém důsledku připravit o tento majetek ty osoby, které jím disponují. Soud tedy konstatuje, že podmínka zákonnosti zde byla naplněna.", "47. Soud má nyní za úkol zjistit, zda toto zbavení majetku sledovalo legitimní cíl, což znamená, zda existoval „důvod obecného zájmu“ ve smyslu druhého pravidla daného článkem 1 Protokolu č. 1. V tomto ohledu usuzuje, že díky přímé znalosti společnosti a jejích potřeb jsou vnitrostátní orgány v zásadě lépe povolané než mezinárodní soud k posouzení toho, co je „obecný zájem“. V systému ochrany vytvořeném Úmluvou přísluší v prvé řadě jim zabývat se existencí problému obecného zájmu, jenž by ospravedlňoval zbavení majetku. Z tohoto důvodu se jim zde dostává jistého prostoru k volné úvaze, stejně jako v jiných oblastech, na které se vztahují záruky Úmluvy.", "48. Navíc je pojem „obecného zájmu“ velice široký již svojí podstatou. Zvláště rozhodnutí přijmout zákony týkající se zbavení majetku s sebou přináší obvykle zkoumání politických, ekonomických a sociálních otázek. Soud považuje za normální, že zákonodárce disponuje volností při rozhodování o ekonomické a sociální politice, a respektuje způsob, jakým koncipuje imperativy „obecného zájmu“, vyjma případů, kdy se jeho rozhodnutí jeví jako zjevně bez racionálního základu (viz rozhodnutí James a ost. proti Spojenému království ze dne 21. února 1986, řada A č. 98, str. 32, § 46 a výše zmíněné rozhodnutí Maluma proti Řecku, § 46).", "49. V tomto případě vláda tvrdí, že cíl zákona č. 229/1991 Sb., o půdě, spočívá „ve zmírnění následků některých majetkových křivd, jejichž oběťmi byli mezi lety 1948 a 1989 vlastníci lesního a zemědělského majetku“. Právním prostředkem vybraným k realizaci tohoto cíle má být „restituce“. Systém má za cíl napravit protiprávnost způsobenou při převodu majetku a dává přednost navrácení nemovitostí do jejich původního stavu.", "Restituce má vskutku napravit protiprávnost převodu nebo ostatních zásahů do vlastnického práva navrácením věci do jejího původního právního stavu s následky ex tunc. Tím se restituce nestává nuceným vyvlastněním majetku, ale povinností nastolit původní právní stav.", "50. Stěžovatelé nezpochybňují cíl zmíněného zákona tak, jak byl formulován vládou, ale zdůrazňují, že je vždy zapotřebí respektovat základní zásady spravedlnosti, které by měly ovládat jak pozitivní právo samé, tak i jeho aplikaci. Tyto zásady ale zřejmě nebyly v tomto případě dodrženy, jelikož stát při zmírňování křivd dříve spáchaných neučinil podle všeho nic proto, aby zmírnil novou křivdu spáchanou na jejich úkor.", "51. Soud zdůrazňuje, že cílem zákona č. 229/1991 Sb., o půdě, je zmírnění následků majetkových křivd spáchaných za komunistického režimu, a připouští, že český stát mohl považovat za nutné řešit tento problém, který vnímal jako škodlivý pro své demokratické zřízení. Obecný cíl tohoto zákona nemůže být tedy považován za nelegitimní, neboť ve skutečnosti sleduje „veřejný zájem“ (viz mutatis mutandis věc Zvolský a Zvolská proti České republice (rozhodnutí o přijatelnosti), č. 46129/99, ze dne 11. prosince 2001).", "52. Soud připomíná, že jakýkoli zásah do práva na ochranu majetku musí zachovávat spravedlivou rovnováhu mezi požadavky obecného zájmu společenství a imperativy ochrany základních práv jednotlivce (viz, mezi jinými, Sporrong a Lönroth proti Švédsku ze dne 23. září 1982, řada A č. 52, str. 26, § 69). Snaha o zachování takové rovnováhy se odráží ve struktuře celého článku 1 a tedy i v jeho větě druhé, kterou je nutné interpretovat ve světle principu obsaženého ve větě první. Zvláště musí existovat rozumný poměr mezi použitými prostředky a cílem, který sleduje každé opatření zbavující osobu jejího majetku (viz Pressos Compania Naviera S. A. a ost. proti Belgii ze dne 20. listopadu 1995, řada A č. 332, str. 23, § 38, výše zmíněný rozsudek Bývalý řecký král proti Řecku, § 89). Rovnováha mezi požadavky obecného zájmu a imperativy ochrany základních práv je tedy narušena, pokud dotčená osoba byla nucena nést „nepřiměřenou zátěž“ (viz, mezi mnoha jinými, rozsudek Saints monastères proti Řecku ze dne 9. prosince 1994, řada A, č. 301-A, § 70-71).", "53. Soud je tedy toho názoru, že vyvlastněná osoba má v zásadě obdržet náhradu, jejíž výše by byla „rozumná vzhledem k hodnotě majetku“, jehož byla zbavena, i když „legitimní obecný zájem“ (...) by hovořil pro náhradu nižší, než je plná tržní hodnota“ (ibidem). Z toho vyplývá, že výše zmíněné rovnováhy je zpravidla dosaženo, pokud náhrada vyplacená vyvlastněnému je v rozumném poměru k „tržní“ hodnotě majetku v době, kdy k odnětí vlastnictví došlo.", "54. V této souvislosti vláda tvrdí, že zákon č. 229/1991 Sb., o půdě, zachovává rozumný poměr mezi použitými prostředky a určeným cílem, jelikož vyžaduje, vedle protiprávnosti převodu sporného majetku na stát, také další prvek protiprávnosti při převodu tohoto majetku ze státu na fyzickou osobu. Zároveň přiznává tento zákon této osobě právo na vrácení kupní ceny a náhradu účelně vynaložených nákladů na údržbu nemovitosti.", "Navíc by tento zákon znemožňoval vystěhování osoby z restituované nemovitosti dříve, než jí bude nabídnuta odpovídající bytová náhrada. Vláda ale upřesňuje, že jakkoli nabídka bytové náhrady novým vlastníkem není a priori vyloučena, český právní řád mu žádnou povinnost tohoto charakteru neukládá. V tomto ohledu tedy vystěhovaná osoba nemá možnost si nic právně nárokovat. Na druhé straně, podle obecných ustanovení občanského zákoníku, osoby povinné vydat nemovitost k restituci (jako stěžovatelé) nemohou být nuceny tuto nemovitost opustit, dokud jim není poskytnuta bytová náhrada.", "55. Z těchto důvodů vláda soudí, že zátěž, jež jsou nuceny nést osoby povinné vydat restituovanou nemovitost, není přehnaná a že použité prostředky nejsou nepřiměřené sledovanému cíli.", "56. Stěžovatelé považují za nespravedlivé, že obdrželi jako kompenzaci pouze kupní cenu zaplacenou v šedesátých letech, která představuje přibližně 1/50 dnešní tržní hodnoty nemovitosti, a že jim bylo přiznáno proplacení účelně vynaložených nákladů na údržbu nemovitosti, vypočítané podle cenové vyhlášky platné dne 24. června 1991. Považují taktéž za nespravedlivé, že jsou nuceni se vystěhovat a hledat jiné bydlení nebo platit nájemné za užívání nemovitosti, kterou udržovali po větší část svého života. Zároveň si stěžují na to, že byli zbaveni svého vlastnického práva k nemovitosti, údajně nabytého v rozporu s tehdy platnými předpisy, ale také vlastnického práva k pozemkům, jehož nabyli v souladu s těmito předpisy.", "57. V důsledku toho jsou stěžovatelé přesvědčeni, že požadavek přiměřenosti mezi použitými prostředky a sledovaným cílem nebyl v tomto případě dodržen. Jsou toho názoru, že byli nuceni snášet zvláštní a přílišnou zátěž, zhoršenou navíc dlouhými psychickými útrapami, které musela zakusit téměř osmdesátiletá stěžovatelka a původní stěžovatel, jenž byl nemocen.", "Tvrdí, že ani stěžovatelka, ani její zesnulý manžel nevěděli v okamžiku koupě nemovitosti v roce 1967, že předtím nepatřil dům státu a že byl získán zabavením. V tomto ohledu připomínají, že v roce 1967 pouze osoby, jež prokázaly zákonný zájem, mohly nahlížet do katastru nemovitostí. Vzhledem k jejich postavení lesních dělníků nepovažují za rozumné, aby jim bylo vytýkáno, že se nezajímali v době, kdy v zásadě všechno bylo ve vlastnictví státu, o to, zda nemovitost kdysi nepatřila jinému vlastníku.", "58. Soud připouští, že obecný cíl restitučních zákonů, tedy zmírnění některých majetkových křivd spáchaných komunistickým režimem, představuje legitimní cíl a prostředek ochrany zákonnosti právních vztahů a socio-ekonomického vývoje země. Zároveň ale soudí, že je nutné toto provádět tak, aby zmírňování předchozích křivd nezpůsobovalo nové nepřiměřené křivdy. Za tímto účelem by měla právní úprava umožňovat brát ohled na okolnosti každého jednotlivého případu tak, aby osoby, jež nabyly svého majetku v dobré víře, nebyly nuceny nést břemeno odpovědnosti státu, který kdysi tento majetek zkonfiskoval.", "59. V této souvislosti Soud souhlasí s názorem stěžovatelů, že nabyli majetek v dobré víře, aniž by věděli, že se jedná o majetek dříve zkonfiskovaný, a aniž by mohli jakkoli ovlivnit způsob převodu nebo kupní cenu. Navíc se zdá, že závěr vnitrostátních soudů, podle kterého stěžovatelé nabyli nemovitost ze cenu nižší než odpovídající předpisům, vychází především z rozdílného ocenění stodoly a chléva, tedy neobytných částí nemovitosti.", "60. Zkoumaje tedy břemeno nesené stěžovateli v tomto případě Soud míní, že mu nenáleží vyslovovat se ke způsobu, jakým vnitrostátní soudy měly určit výši náhrady. Soud nemůže zastoupit české státní orgány v otázce určení, který rok měl být vzat v potaz při oceňování domu a stanovení výše účelně vynaložených nákladů na jeho údržbu (viz, mutatis mutandis, výše zmíněný rozsudek Malama proti Řecku, § 51).", "61. Přesto ale Soud nemůže než konstatovat, že cena zaplacená v roce 1967 a proplacená pak stěžovatelům nemůže být v rozumném poměru k hodnotě majetku o třicet let později.", "Navíc byl sporný dům pro stěžovatele jediným možným bydlením. V okamžiku rozhodnutí o restituci v roce 1995 zde bydleli již 42 let, z nichž 28 jako vlastníci.", "62. Zároveň je nutné poznamenat, že stěžovatelé se nacházejí ve velice nejistém, až delikátním sociálním postavení. S proplacenou částkou za kupní cenu si nemohou pořídit jiné bydlení. Je pravdou, že až k dnešnímu dni nebyli nuceni opustit sporný dům a že podle ustanovení § 712 občanského zákoníku jim musí být nabídnuta bytová náhrada. Nicméně vláda sama připouští, že je nemožné toto právo nárokovat před soudy. Navíc se zdá, že nový vlastník využívá svého silnějšího postavení vůči stěžovatelům, po kterých vyžaduje placení měsíčního nájemného, aniž by byla uzavřena nájemní smlouva. Nový vlastník započal soudní řízení, jelikož stěžovatelé za těchto podmínek odmítli nájemné platit. Toto řízení stále ještě probíhá.", "63. Proto Soud konstatuje, že „kompenzace“ přiznaná stěžovatelům nebrala v potaz jejich osobní a společenskou situaci a že tito neobdrželi žádnou částku z titulu morální újmy, kterou utrpěli v důsledku zabavení jejich jediného majetku. Navíc ještě stále neobdrželi náhradu účelně vynaložených nákladů na údržbu nemovitosti, a to i přesto, že již uplynulo sedm a půl roku od 23. ledna 1995, kdy nabylo právní moci rozhodnutí Krajského soudu v Praze potvrzující převod vlastnického práva na syna bývalých vlastníků.", "64. Z toho vyplývá, že stěžovatelé byli nuceni snášet zvláštní a přílišnou zátěž, což porušilo spravedlivou rovnováhu, která má vládnout mezi na jedné straně požadavky obecného zájmu a na straně druhé zachováním práva na ochranu majetku. Došlo tedy k porušení článku 1 Protokolu č. 1.", "II. K Aplikaci článku 41 Úmluvy", "65. Článek 41 Úmluvy zní:", "„Jestliže Soud zjistí, že došlo k porušení Úmluvy nebo Protokolů k ní, a jestliže vnitrostátní právo dotčené Vysoké smluvní strany umožňuje pouze částečnou nápravu, přizná Soud v případě potřeby poškozené straně spravedlivé zadostiučinění.“", "A. Škoda", "66. Z titulu materiální újmy požadovali stěžovatelé částku 1 277 903 korun českých (Kč), jež by měla odpovídat rozdílu (743 547 Kč) mezi cenou, kterou měla nemovitost v době vyvlastnění (760 280 Kč), a cenou (16 733 Kč) zaplacenou v roce 1967 za nemovitost a právo osobního užívání přilehlých pozemků, sníženému o částku 156 646 Kč, kterou je stát připraven zaplatit stěžovatelům za účelně vynaložené náklady na údržbu nemovitosti, a navýšenému o úroky z prodlení ke dni 1. dubna 2000 (631 549 Kč) a částku 60 000 Kč za práce vykonané stěžovateli na nemovitosti.", "Stěžovatelé dále žádají 2 500 000 Kč za morální újmu, jež byla způsobena dlouhými psychickými útrapami.", "67. Vláda zdůrazňuje, že Úmluva nebyla porušena a že podmínky pro přiznání spravedlivého zadostiučinění stěžovatelům nebyly naplněny. Připomíná, že kupní cena 16 733 Kč byla stěžovatelům neprodleně vyplacena. Co se týče nákladů účelně vynaložených na údržbu nemovitosti, vláda podotýká, že nebylo možné dosáhnout dohody, jelikož stěžovatelé žádali částku určenou cenovou vyhláškou platnou v současné době, což neumožňuje zákon o půdě. Nezpochybňuje ale opodstatněnost tohoto požadavku a je připravena jej uspokojit, jakmile soud rozhodne o výši náhrady. Co se týče částky 60 000 Kč žádané stěžovateli z titulu provedených prací, vláda namítá, že tato částka je již součástí nákladů účelně vynaložených na údržbu nemovitosti.", "Vláda nezpochybňuje fakt, že soudní řízení může být velice těžkou psychickou zkouškou. Nicméně zdůrazňuje, že za to stát nenese odpovědnost.", "68. Soud poznamenává, že žádosti stěžovatelů směřují k nápravě materiálních a morálních škod. Co se týče materiální újmy, Soud konstatuje, že stěžovatelé nepředložili žádný znalecký posudek či jiné dokumenty potvrzující současnou hodnotu sporné nemovitosti. Nezdá se ale, že by vláda zpochybňovala cenu 760 280 Kč navrženou stěžovateli. Soud tedy považuje za možné přijmout tuto částku.", "Soud rozhodl, na základě principu spravedlnosti a s ohledem na svoji ustálenou rozhodovací praxi, přiznat stěžovatelům částku 35 000 Euro za utrpěnou materiální a morální újmu. Tato částka bude převedena na české koruny podle kurzu platného v den platby.", "B. Náklady řízení", "69. Stěžovatelé požadovali částku 302 793 Kč jako náhradu nákladů řízení před vnitrostátními soudy a před orgány Úmluvy. Co se týče nákladů na zastupování, zakládají výpočet na vyhlášce č. 270/1990 Sb. upravující odměny advokátů (v platnosti do 1. července 1996) a na vyhlášce č. 177/1996 Sb., o advokátních tarifech. Jejich advokátka uplatnila obvyklou smluvní sazbu 1 500 Kč za hodinu práce. Potvrzuje, že se zřetelem k finanční situaci stěžovatelů vzala všechny náklady na sebe s tím, že po skončení celé záležitosti je stěžovatelé zaplatí.", "70. Vláda soudí, že pouze náklady na zastupování před krajským soudem a Ústavním soudem a ty, spojené se žádostí o obnovu řízení, mají být vzaty v potaz vzhledem k tomu, že ostatní náklady nebyly vynaloženy v souvislosti se stížností na porušení Úmluvy. Navíc upozorňuje na fakt, že pokud advokátka stěžovatelů použila při vnitrostátním řízení advokátní tarif, pak pro řízení před Soudem se její smluvní sazby zdají příliš vysoké, stejně jako počet hodin (150), údajně strávených při práci na stížnosti.", "71. Soud poznamenává, že pokud bylo konstatováno porušení Úmluvy, může být přiznána stěžovatelům náhrada nákladů a výdajů vynaložených před vnitrostátními soudy při jejich snaze zabránit nebo napravit toto porušení (viz rozsudek Zimmermann a Steiner proti Švýcarsku ze dne 13. července 1983, řada A č. 66, § 36 a rozsudek Hertel proti Švýcarsku ze dne 25. srpna 1998, Sbírka 1998-VI, § 63). V tomto případě bylo předmětem a zároveň v sázce v řízení před vnitrostátními soudy právo stěžovatelů na ochranu jejich majetku, právo, jehož porušení Soud konstatoval. Z toho Soud vyvozuje, že stěžovatelé mohou žádat náhradu nákladů a výdajů vynaložených před těmito soudy.", "72. Soud konstatuje, že stěžovatelé nepředložili žádný dokument, dokládající jejich žádost. Přesto je ale zřejmé, že v této věci jim vznikly náklady a výdaje a že jejich advokátka je vyčíslila v souladu s platnou vnitrostátní právní úpravou. Na spravedlivém základě tedy Soud přiznává stěžovatelům částku 10 000 Euro, z níž je nutné odečíst 772,72 Euro, jež byly již proplaceny z titulu právní pomoci.", "C. Úroky z prodlení", "73. Soud považuje za přiměřené založit míru úroků z prodlení na úrokové míře marginální zápůjční facility Evropské centrální banky, navýšené o tři procentní body.", "Z TĚCHTO DŮVODŮ SOUD JEDNOMYSLNĚ", "1.\trozhoduje, že syn stěžovatele má procesní způsobilost pokračovat na jeho místě v tomto řízení;", "2.\trozhoduje, že došlo k porušení článku 1 Protokolu č. 1 k Úmluvě;", "3.\trozhoduje,", "a) že žalovaný stát musí stěžovatelům společně zaplatit do tří měsíců od data, kdy se rozsudek stane konečným v souladu s článkem 44 odst. 2 Úmluvy, následující částky převedené do národní měny podle kurzu platného v den platby:", "i.\t35 000 Euro (třicet pět tisíc Euro) za materiální a morální újmu;", "ii.\t9 227,28 Euro (devět tisíc dvě stě dvacet sedm Euro, dvacet osm centimů) na úhradu nákladů řízení;", "b) že tyto částky budou navýšeny o úrok v roční výši rovnající se úrokové míře marginální zápůjční facility Evropské centrální banky zvýšené o tři procentní body, a to od uplynutí uvedené lhůty až do zaplacení;", "4.\tzamítá ostatní požadavky na spravedlivé zadostiučinění.", "", "Vyhotoveno ve francouzském jazyce a písemně sděleno dne 5. listopadu 2002 v souladu s ustanovením článku 77 odst. 2 a 3 Jednacího řádu Soudu.", "", "", "", "", ""]}