{"file": "CZE_HJUDCZE_1046_12.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "1046/12", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Ministerstvo spravedlnosti Č eské republiky, . [Př eklad již zveř ejně ný na oficiální webové stránce Ministerstva spravedlnosti Č eské republiky.] Povolení k opě tnému zveř ejně ní tohoto př ekladu bylo udě leno Ministerstvem spravedlnosti Č eské republiky pouze pro úč ely zař azení do databáze Soudu HUDOC.", "Anotace rozhodnutí Evropského soudu pro lidská práva", "Rozsudek ze dne 30. července 2015 ve věci č. 1046/12 – Zammit a Attard Cassar proti Maltě", "Senát páté sekce Soudu jednomyslně rozhodl, že vnitrostátní úprava nájemních vztahů, která stěžovatelům brání přiměřeně zvýšit nájemné v závislosti na vzrůstajících tržních cenách či nájemní vztah jednostranně ukončit, představuje v rozporu s článkem 1 Protokolu č. 1 nepřiměřené břemeno, které nelze odůvodnit sledovaným legitimním cílem. Soud stěžovatelům přiznal náhradu majetkové škody ve výši 40 000 eur.", "I.\tSkutkové okolnosti", "Stěžovatelé v říjnu 2000 zdědili nebytový prostor, který byl od roku 1971 pronajat společnosti E. za částku zhruba 862 eur ročně. Podle vnitrostátních předpisů musí být výpověď nájmu a úprava výše nájemného nejprve schváleny Radou pro regulaci nájmů (dále jen „Rada“). Stěžovatelé se po ohodnocení ceny nebytových prostor v roce 2002 rozhodli zvýšit nájemné na 7 000 eur ročně, o čemž informovali společnost E. prostřednictvím soudu. Společnost na zvýšení nájemného nepřistoupila a obrátila se na Radu, která v návaznosti na stanovisko dvou soudem jmenovaných architektů žádost stěžovatelů odmítla s tím, že stávající výše nájemného již o 40 % převyšuje maximální přípustnou hranici nájemného, za niž mohla být nemovitost dle právních předpisů pronajata. Stěžovatelé se s námitkou, současný stav porušuje jejich práva zaručená Úmluvou, obrátili na soudy. Soud prvního stupně jim sice dal za pravdu, avšak ústavní soud rozhodl, že původní vlastník nemovitosti si musel být při sjednávání nájemní smlouvy plně vědom tehdy platných právních předpisů i z nich vyplývajících důsledků, a proto on ani jeho právní nástupci nemohou namítat zásah do svých základních práv zaručených Úmluvou.", "II.\tOdůvodnění rozhodnutí Soudu", "A. \tK tvrzenému porušení článku 1protokolu č. 1", "Stěžovatelé namítali, že odepřením možnosti dosáhnout zvýšení nájemného tak, aby odpovídalo jeho tržní hodnotě, na ně bylo v rozporu s článkem 1 Protokolu č. 1 uloženo nepřiměřené břemeno.", "Soud předně zdůraznil, že zásah do majetkových práv zaručených článkem 1 Protokolu č. 1 je možný pouze tehdy, pokud je v souladu se zákonem, v obecném zájmu a přiměřený. To znamená, že musí být nastolena spravedlivá rovnováha mezi obecnými zájmy společnosti a požadavkem ochrany základních práv dotčeného jednotlivce (Beyeler proti Itálii, č. 33202/96, rozsudek velkého senátu ze dne 5. ledna 2000, § 107). Při hodnocení, zda v projednávané věci skutečně došlo k zásahu do majetkových práv stěžovatelů, Soud vycházel převážně ze svého nedávného rozsudku ve věci R & L, s. r. o. a ostatní proti České republice (č. 37926/05 a další, rozsudek ze dne 3. července 2014) a konstatoval, že ani v projednávaném případě nelze hovořit o vzdání se práva stěžovatelů na zvýšení nájemného, ke kterému dle tvrzení vnitrostátních orgánů implicitně došlo již při podpisu nájemní smlouvy předchůdcem obou stěžovatelů. Stěžovatelé totiž nikdy neměli možnost toto právo vykonávat, a tudíž se ho ani nemohli vzdát. Soud navíc dodal, že právní předchůdce stěžovatelů, který nájemní smlouvu dobrovolně uzavřel, nemohl předvídat pozdější značný nárůst cen nemovitostí. Stěžovatelé v postavení dědiců neměli možnost ovlivnit způsob stanovení výše nájmu ani nájemní vztah ukončit výpovědí, neboť vnitrostátní právo jim v tomto směru nepřiznávalo žádný účinný prostředek nápravy.", "Soud tedy dospěl k závěru, že předmětná vnitrostátní úprava nájemních vztahů zasáhla do práva stěžovatelů na pokojné užívání majetku ve smyslu článku 1 Protokolu č. 1, přičemž regulace nájemních vztahů představuje kontrolu užívání majetku ve smyslu druhého odstavce tohoto ustanovení (viz Hutten-Czapska proti Polsku, č. 35014/97, rozsudek velkého senátu ze dne 16. června 2006, § 160 a 161).", "Jelikož mezi stranami nebylo sporu v tom, že dané opatření bylo stanoveno zákonem, věnoval se Soud otázce sledovaného legitimního cíle. V tomto směru připomněl, že v dané oblasti státy požívají širokého prostoru pro uvážení. Soud proto respektuje rozhodnutí zákonodárce o tom, co je ve veřejném či obecném zájmu, ledaže toto rozhodnutí zjevně postrádá rozumný základ (Fleri Soler a Camilleri proti Maltě, č. 35349/05, rozsudek ze dne26. září 2006, § 65). V projednávané věci Soud shledal, že vnitrostátní úprava nájemného u komerčních prostor sleduje legitimní cíl spočívající zejména v ochraně hospodářské stability a životaschopnosti obchodních společností na straně jedné a ochraně zákazníků a zaměstnanců těchto společností na straně druhé.", "Ohledně spravedlivé rovnováhy mezi veřejnými zájmy a právy stěžovatelů Soud shledal, že zákonná úprava nedovolovala stěžovatelům dát nájemci výpověď ani zvýšit nájemné. Podmínka předchozího schválení Radou totiž vzhledem k zákonným omezením stanovujícím limity pro zvýšení nájemného nestanovila dostatečné procesní záruky, které by umožnily nastolit spravedlivou rovnováhu mezi zájmy nájemců a pronajímatelů. Soud dále připomněl, že v oblasti regulace nájemného státy požívají širokého prostoru pro uvážení, kdy mohou přistoupit k podstatnému omezení maximální výše nájemného. Na druhou stranu však taková opatření nesmí vést ke zjevně nepřiměřeným důsledkům, např. stanovení takové výše nájemného, která pro pronajímatele představuje pouze minimální zisk (Amato Gauci proti Maltě, č. 47045/06, rozsudek ze dne 15. září 2009, § 62). Z článku 1 Protokolu č. 1 tedy pronajímatelům neplyne za všech okolností nárok na výši nájemného odpovídající jeho tržní hodnotě, avšak v projednávané věci dosahuje výše nájemného výrazně nižší částky, než je tržní hodnota (např. v roce 2010 šlo o zhruba sedmkrát nižší částku, přičemž zákon umožňoval v následném období toliko pětiprocentní roční nárůst výše nájemného). Ačkoli stěžovatelé netvrdili, že by nebyli vůbec schopni dosahovat zisku, dle Soudu neexistují dostatečné důvody pro takto citelné omezení, a to i s přihlédnutím k tomu, že jde o pronájmy nebytových prostor k podnikatelské činnosti. Stěžovatelé jako pronajímatelé tedy byli nuceni nést nepřiměřené břemeno, a to ve prospěch nájemců obchodních prostor, jimž byla poskytnuta možnost dosahovat neúměrného obohacení. Stěžovatelé tak byli nuceni nést nemalou část společenských a finančních nákladů na podporu podnikatelských subjektů.", "S ohledem na výše uvedené tedy Soud konstatoval, že stát v projednávané věci nenastolil spravedlivou rovnováhu mezi obecnými zájmy společnosti a ochranou práva stěžovatelů na pokojné užívání majetku, a rozhodl, že došlo k porušení článku 1 Protokolu č. 1.", "B. \tK tvrzenému porušení článku 14 Úmluvy", "Stěžovatelé dále namítali, že s nimi bylo v rozporu s článkem 14 Úmluvy ve spojení s článkem 1 Protokolu č. 1 zacházeno odlišně od ostatních vlastníků nemovitostí, kteří začali pronajímat své nemovitosti až po roce 1995, a na které se tudíž regulace nájemného nevztahovala.", "Soud podotkl, že se regulace nájemného vztahovala na všechny vlastníky nemovitostí, kteří uzavřeli nájemní smlouvy před rokem 1995. Nic tedy podle Soudu nenasvědčuje tomu, že by bylo rozdílné zacházení založeno na důvodu spočívajícím v osobním postavení majitele nemovitosti. Kromě toho dle Soudu nelze považovat za diskriminační, pakliže je účinnost nové právní úpravy vztažena k určitému konkrétnímu datu (Massey proti Spojenému království, č. 14399/02, rozsudek ze dne 16. listopadu 2004) a rozdílné zacházení je navíc ospravedlněno rozumnými a objektivními důvody v zájmu spravedlnosti. Proto právní úprava liberalizující nájemní vztahy počínaje rokem 1995 a nastolující spravedlivou rovnováhu mezi zájmy pronajímatelů a nájemců nemůže být považována za svévolnou či nerozumnou. Soud proto uzavřel, že tuto část stížnosti je namístě odmítnout pro zjevnou neopodstatněnost.", "C. \tK článku 41 Úmluvy", "Stěžovatelé požadovali částku 99 000 eur spolu s úroky, když svůj nárok odvíjeli od tržní výše nájemného. Soud konstatoval, že by stěžovatelé měli obdržet přiměřenou částku nájemného, která by byla vyšší než jen minimální zisk, avšak nikoli nutně ve výši tržního nájemného. Dle Soudu je třeba zejména zohlednit, že nemovitosti nebyly určeny k zajištění sociálního zabezpečení nájemců či k zabránění bezdomovectví. Veřejný zájem na regulaci nájemného je zde tedy značně nižší a neodůvodňuje podstatné snížení náhrady vůči tržnímu nájmu. Na spravedlivém základě proto Soud stěžovatelům přiznal částku 40 000 eur zahrnující v sobě i pětiprocentní úrok.", ""]}