{"file": "CZE_HJUDCZE_28005_12.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "28005/12", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Ministerstvo spravedlnosti Č eské republiky, . [Př eklad již  zveř ejně ný na oficiální webové stránce Ministerstva spravedlnosti Č eské republiky.] Povolení k opě tnému zveř ejně ní tohoto př ekladu bylo udě leno Ministerstvem spravedlnosti Č eské republiky pouze pro úč ely zař azení do databáze Soudu HUDOC.", "Anotace rozhodnutí Evropského soudu pro lidská práva", "Rozsudek ze dne 7. července 2015 ve věci č. 28005/12 – M. N. a ostatní proti San Marinu", "Senát třetí sekce Soudu dospěl jednomyslně k závěru, že vzhledem k absenci procesních záruk v podobě prostředku nápravy, jehož prostřednictvím by se stěžovatel, jehož bankovní dokumenty byly zabaveny pro účely vyšetřování trestné činnosti (praní špinavých peněz), přestože proti němu samotnému nebylo předmětné trestní řízení vedeno, mohl domáhat, aby byly účinky daného rozhodnutí omezeny na to, co je v demokratické společnosti skutečně nezbytné, došlo k porušení jeho práva na respektování soukromého života a korespondence dle článku 8 Úmluvy.", "I. \tSkutkové okolnosti", "V roce 2009 zahájily italské orgány činné v trestním řízení vyšetřování několika osob (nikoliv stěžovatelů) podezřelých z toho, že měly prostřednictvím sítě obchodních společností provádět investiční a fiduciární transakce s cílem legalizovat peněžní prostředky svých klientů pocházející z nepoctivých zdrojů. Popsaným jednáním měly být naplněny skutkové podstaty trestných činů účasti na organizované zločinecké skupině, legalizace výnosů trestné činnosti, zneužití postavení v obchodním styku, zpronevěry a podvodu. V rámci vyšetřování se římské státní zastupitelství obrátilo na příslušný sanmarinský soud s žádostí o poskytnutí spolupráce při provádění prohlídek a opatřování dokumentace v několika tamních bankách, fiduciárních institucích a trustech. Obecný soud vydal rozhodnutí, jímž žádosti vyhověl, přičemž vymezil podrobnosti v tom směru, jakým postupem mají být dožádané úkony provedeny. Nadto upozornil, že jakákoliv dokumentace získaná na základě rozhodnutí nesmí být použita k jinému účelu nežli je probíhající trestní řízení vedené italskými orgány. Stěžovatelé – čtyři italští občané – byli následně vyrozuměni o tom, že v průběhu šetření došlo mimo jiné k zajištění dokumentů, které se jich týkají.", "Proti rozhodnutí podali stěžovatelé stížnost u trestního soudu, v níž poukazovali na skutečnost, že nejsou obžalovanými v rámci předmětného trestního řízení. S ohledem na početné stížnosti podané osobami ve srovnatelném postavení, kteréžto byly vnitrostátními soudy prohlášeny za nepřijatelné pro nedostatek věcné legitimace – jelikož tyto nebyly v postavení obviněných, a tedy ani přímými oběťmi zabavení dokumentů – stěžovatelé dále namítali, že příslušné ustanovené zákona, jenž umožňuje brojit proti rozhodnutí toliko osobám bezprostředně dotčeným, je v rozporu s jejich základními právy. I jejich stížnost nicméně soudy prohlásily za nepřijatelnou s odůvodněním, že předmětné rozhodnutí může napadnout toliko osoba, které se vyšetřování přímo týká, případně třetí osoba, vůči níž sice není šetření vedeno, nicméně byla danému opatření bezprostředně podrobena. Jinou osobu, byť do jejích práv mohlo být v důsledku výkonu rozhodnutí nepřímo zasaženo, nelze považovat bez dalšího za přímo dotčenou.", "V paralelně probíhajícím řízení se stěžovatelé (vyjma M. N.) domáhali zrušení předmětného rozhodnutí v rozsahu, v němž se jich dotýkalo. Příslušný soud konstatoval, že žádost o spolupráci při vyšetřování nebyla omezena toliko na osoby, kterým bylo z formálního hlediska sděleno obvinění, a proto bylo rozhodnutí vztaženo na třetí osoby po právu. K námitce stěžovatelů, aby soud alespoň omezil použitelnost zabavených dokumentů, tento konstatoval, že omezení je již v předmětném rozhodnutí obsaženo, neboť zabavená dokumentace nesmí být použita k jiným účelům, nežli je dané trestní řízení.", "II. \tOdůvodnění rozhodnutí Soudu", "Stěžovatelé především namítali, že šetřením v bankovních a dalších institucích došlo k zásahu do jejich soukromého života a korespondence dle článku 8 Úmluvy.", "K tvrzenému porušení článku 8 Úmluvy", "K přijatelnosti", "Žalovaná vláda vznesla řadu námitek co do nepřijatelnosti stížností. S výjimkou stěžovatele M. N. ji dal Soud za pravdu v tom, že stěžovatelé buď nevyčerpali všechny vnitrostátní prostředky nápravy, nebo případně podali stížnosti opožděně, tj. po uplynutí předepsané šestiměsíční lhůty. Soud tedy dále omezil svůj přezkum na stěžovatele M. N.", "Soud konečně též odmítl argument vlády, dle níž článek 8 Úmluvy nechrání důvěrnost dokumentů, jejichž obsahem jsou vzájemná práva a povinnosti banky na straně jedné a jejích klientů na straně druhé. Dle Soudu však takové dokumenty obsahují osobní údaje, přičemž není rozhodné, zda se jedná o citlivé informace či nikoliv. Samotné zpracovávání či uchovávání osobních údajů orgány státu představuje zásah do práva na respektování soukromého života. Nadto v dané věci došlo i ke kopírování dopisů a e-mailů, které nepochybně spadají pod pojem „korespondence“ ve smyslu článku 8 Úmluvy, a proto je toto ustanovení na projednávaný případ použitelné.", "K odůvodněnosti", "Soud připomněl, že zásah představuje porušení článku 8, ledaže je „v souladu se zákonem“, sleduje jeden či více legitimních cílů uvedených ve druhém odstavci tohoto ustanovení a nadto je k dosažení těchto cílů „nezbytný v demokratické společnosti“ (Amman proti Švýcarsku, č. 27798/95, rozsudek velkého senátu ze dne 16. února 2000, § 71). Při posuzování nezbytnosti zásahu navíc musí být zkoumána existence dostatečných záruk k vyloučení svévole, včetně možnosti účinné kontroly (mutatis mutandis, Lambert proti Francii, č. 23618/94, rozsudek ze dne 24. srpna 1998, § 34).", "V projednávané věci Soud zprvu konstatoval, že zásah do práv stěžovatele byl v souladu se zákonem. Jelikož relevantní právní úprava tak, jak byla po více než dvě desítky let vykládána vnitrostátními soudy, umožňovala nařízení prohlídky a zabavení dokumentů při vyšetřování i ve vztahu k třetím osobám, nebylo dle názoru Soudu možné tvrdit, že je z tohoto hlediska nepředvídatelná. V následném kroku Soud dodal, že předmětné opatření sledovalo řadu legitimních cílů, jmenovitě předcházení zločinnosti, ochranu práv a svobod jiných, jakož i hospodářský blahobyt země.", "Klíčovým tedy bylo posouzení, zda lze předmětný zásah považovat za nezbytný v demokratické společnosti, tj. zejména, zda byl doprovázen odpovídajícími procesními zárukami. Pozornosti Soudu neušel široký rozsah předmětného rozhodnutí, jež se dotýkalo i stěžovatele jakožto jednotlivce, vůči němuž nebylo vedeno vyšetřování, které stálo v pozadí žádosti italských orgánů, a vůči kterému neexistovalo žádné podezření o spáchání trestného činu. Vnitrostátní soudy se přitom nezabývaly potřebou vydání takto široce formulovaného rozhodnutí ani jeho možnými dopady na třetí osoby. Soud se proto zaměřil na otázku, zda měl stěžovatel k dispozici opravný prostředek, jímž by se mohl domoci „účinné kontroly“ ve smyslu článku 8 Úmluvy. Řízení zahájené stěžovatelem však nevedlo k věcnému přezkoumání jeho námitek, jelikož vnitrostátní soudy dovodily, že stěžovatel nemá locus standi, protože není „přímo dotčenou osobou“. Přestože Soud neshledal pádný důvod, proč by mělo být relevantní ustanovení zákona vykládáno restriktivně v tom smyslu, že jsou k zahájení řízení oprávněny toliko přímo dotčené osoby, konstatoval, že není jeho úlohou při výkladu vnitrostátního zákonodárství nahrazovat vnitrostátní orgány. S odkazem na svou dřívější judikaturu dále připomněl, že zahájení řízení per se neznamená splnění veškerých požadavků na přístup k soudu dle čl. 6 odst. 1 Úmluvy (Sukhorubchenko proti Rusku, č. 69315/01, rozsudek ze dne 10. února 2005, § 43). Ačkoliv stěžovatel soudní řízení de facto zahájil, vzhledem k nemožnosti domoci se meritorního přezkumu jím vznesených námitek dle Soudu nedošlo ke splnění požadavku účinné kontroly. Námitku vlády, že stěžovatel mohl uplatnit běžný občanskoprávní prostředek nápravy a domoci se tak odškodnění za případné porušení svých práv, Soud odmítl. Předně shledal, že vláda nebyla schopna prokázat praktickou účinnost tvrzeného prostředku nápravy, když nedoložila jediný případ, kdy by se osoba ve srovnatelném postavení domohla tímto způsobem nápravy. Zadruhé, a to především, Soud již v minulosti uvedl, že žaloba na náhradu škody proti státu v řízení před obecnými soudy je odlišným prostředkem nápravy, než je žádost o soudní přezkum (mutatis mutandis, Pruteanu proti Rumunsku, č. 30181/05, rozsudek ze dne 3. února 2015, § 55), proto ji ani v daném kontextu nebylo možné považovat za účinný prostředek nápravy. Soud tak uzavřel, že stěžovateli nebyla dostupná „účinná kontrola“ způsobilá omezit předmětný zásah na to, co je skutečně „nezbytné v demokratické společnosti“. K porušení článku 8 Úmluvy tedy došlo.", ""]}