{"file": "CZE_HJUDCZE_41526_10.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "41526/10", "text_paragraphs": ["© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "", "© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "Anotace rozhodnutí Evropského soudu pro lidská práva", "Rozsudek ze dne 24. července 2012 ve věci č. 41526/10 – Đorđević proti Chorvatsku", "Senát první sekce Soudu shledal jednomyslně porušení článku 3 Úmluvy ve vztahu k prvnímu stěžovateli, neboť vnitrostátní orgány nedostály pozitivnímu závazku přijmout všechna rozumná opatření k zabránění dlouhodobému systematickému obtěžování a ubližování, jemuž byl jako osoba s tělesným a fyzickým postižením vystaven ze strany skupiny dětí ze sousedství jeho bydliště. Ve vztahu k matce prvního stěžovatele, vůči níž útoky dosahovaly úrovně zásahu do soukromého a rodinného života, Soud ze stejného důvodu shledal jednomyslně porušení článku 8 Úmluvy. Soud rovněž dospěl ve vztahu k oběma stěžovatelům k závěru o porušení článku 13, neboť stěžovatelé neměli k dispozici k výše uvedeným porušením článkům 8 a 13 Úmluvy k dispozici žádný účinný prostředek nápravy.", "I.\tSkutkové okolnosti", "Stěžovateli byli mladý muž žijící s mentálním a fyzickým postižením a jeho matka. Obývali spolu přízemní byt, matka o syna osobně pečovala, syn přes den docházel do dílen a měl ve zvyku také pobývat venku. Oba byli dva a půl roku často obtěžováni dětmi ze sousedství a nedaleké základní školy. Podle tvrzení stěžovatelů děti zvonily na dveře od bytu a tloukly do oken, vloupaly se na balkon, plivaly na prvního stěžovatele, když trávil čas venku, sprostě na něj i jeho matku pokřikovaly a došlo i na údery míčem, naražení na plot a popálení rukou cigaretami. Incidenty měly neblahý dopad na fyzické a duševní zdraví prvního stěžovatele. Sice neutrpěl žádná vážná zranění, byl ale útoky velmi rozrušován, bál se, byl úzkostný a musel podstoupit psychoterapii, což dokládaly zprávy jeho praktického lékaře, podle něhož byl stěžovatel klidné a mírné povahy a neschopný bránit se agresi.", "Na základě četných oznámení stěžovatelů a žádostí o pomoc byla řada incidentů zdokumentována policií a sociálním odborem. Policie k několika incidentům vyslechla domnělé pachatele a uzavřela, že ačkoli přiznali účast na násilném chování vůči prvnímu stěžovateli, byli příliš mladí na to, aby mohli být shledáni trestně odpovědnými. Jindy se jen dostavila na volání stěžovatelů o pomoc, někdy příliš pozdě a někdy jen aby děti vyzvala, aby se rozešly a zklidnily. Sociální odbor řešil jedno dítě v rámci sociálně-právní ochrany, ale konkrétně k tomuto obtěžování nepřijal žádná opatření nad rámec informování rodičů dětí. Úřady nevyužily ani možnosti stíhat rodiče za přestupek spočívající v nezajištění dohledu nad dítětem, které páchá činy odpovídající přestupkům. Stěžovatelé se toho pak nedomáhali, ani nepodali proti rodičům dětí občanskoprávní žalobu o odškodnění.", "Stěžovatelé se obraceli dále na ombudsmana pro osoby se zdravotním postižením, jenž jednou stížnost předal policii a jednou vymohl dílčí preventivní opatření. Dále se opakovaně obraceli na vedení dotčené základní školy. To jednorázově podniklo několik osvětových opatření směrem k žákům i jejich rodičům, ale například kázeňská opatření nepřijalo žádná.", "II.\tOdůvodnění rozhodnutí Soudu", "A. K tvrzenému porušení článku 3 Úmluvy", "Stěžovatelé namítali, že jim orgány státu neposkytly potřebnou ochranu před opakujícími se verbálními a v případě prvního stěžovatele i fyzickými útoky, jež narušily jejich každodenní život. S ohledem na vystavení významnému neustálému stresu a strádání, a to zvláště vzhledem k duševnímu stavu prvního stěžovatele, dle jejich názoru představovaly porušení jejich práva chráněného článkem 3 Úmluvy.", "a)\tK přijatelnosti", "Soud zohlednil, že útoky zapadaly do série činů skupiny dětí a probíhaly během delší doby, a přistupoval k nim tedy jako k trvající situaci. Ve vztahu k prvnímu stěžovateli Soud shledal, že dlouhodobé obtěžování, jež minimálně v jednom případě zanechalo také fyzická zranění, bylo ve spojení s jeho pocity strachu a bezmocnosti dostatečně vážné, aby spadalo do věcného rámce 3 Úmluvy a ten tak byl na věc použitelný.", "b)\tK odůvodněnosti", "Protože šlo o jednání soukromých osob, bylo předmětem zkoumání Soudu, zda stát dostál své povinnosti přijmout opatření k ochraně před mučením nebo nelidským nebo ponižujícím zacházením. Připomněl, že ta musí poskytovat účinnou ochranu zvláště dětem a jiným zranitelným osobám a zahrnovat rozumné kroky k zabránění špatnému zacházení, o němž se orgány státu dozvěděly nebo měly dozvědět (mutatis mutandis, Osman proti Spojenému království, č. 23452/94, rozsudek ze dne 28. října 1998, § 116, a E. a ostatní proti Spojenému království, č. 33218/96, rozsudek ze dne 29. listopadu 2002, § 88).", "Soud nejprve předznamenal, že případ prvního stěžovatele nebude posuzovat z hlediska pozitivních závazků v oblasti trestního práva, tedy provedení účinného vyšetřování. Sice násilné činy zapovězené článkem 3 Úmluvy standardně vyžadují uplatnění trestněprávních prostředků, daný případ však byl dle Soudu specifický: jednak proto, že většina tvrzených pachatelů nebyla pro nízký věk trestně odpovědná, a jednak tím, že žádný z činů by sám o sobě nemusel dosáhnout závažnosti trestného činu, ačkoli ve svém celku akty obtěžování byly neslučitelné s požadavky článku 3 Úmluvy.", "Otázkou tak bylo, zda za situace, kdy věděly o vážném obtěžování osoby s fyzickým a mentálním postižením a dokonce i o násilí směřujícím proti ní, podnikly příslušné orgány státu všechny za daných okolností rozumné kroky k řešení činů, k nimž již došlo, a k zabránění dalším. Soud uznal, že policie vyslýchala některé z dětí a vedení školy diskutovalo problém se žáky a jejich rodiči. Vytkl však absenci opravdové snahy zjistit skutečný rozsah problému a postupovat systematicky a v potřebné šíři: nebyl přijat žádný plán a situace nebyla sledována, tak aby bylo zachyceno další obtěžování a bylo mu zabráněno. Trvající riziko zneužívání přitom bylo skutečné a předvídatelné. Zarážející byl dle Soudu nedostatek skutečného zapojení sociálních služeb a expertů, jež by poskytli potřebná doporučení a služby ve vztahu k dotyčným dětem. Podobně se odborné pomoci nedostalo ani prvnímu stěžovateli. Soud si povšiml, že kromě reakce na jednotlivé incidenty nebyl přijat žádný významný krok obecné povahy k postihnutí základního problému, byť úřady věděly, že obtěžování je systematické. Soud proto dospěl k závěru, že všechna rozumná opatření k zabránění ubližování prvnímu stěžovateli přijata nebyla a došlo tedy k porušení článku 3 Úmluvy.", "B. K tvrzenému porušení článku 8 Úmluvy", "Stěžovatelé dále namítali, že neposkytnutí potřebné ochrany představovalo také porušení práva chráněného článkem 8 Úmluvy. Soud jej použil ve vztahu k matce prvního stěžovatele, u níž shledal zásah do jejího soukromého a rodinného života, neboť byla dětmi také přímo obtěžována, byť nebyla vystavena zásahům do fyzické integrity, a navíc trpěla útoky namířenými proti jejímu synovi.", "Úvodem Soud připomněl obecnou zásadu, že stát má pozitivní závazek zajistit respektování důstojnosti člověka a kvalitu života v určitých ohledech (L. proti Litvě, č. 27527/03, rozsudek ze dne 11. září 2007, § 56, a mutatis mutandis, Pretty proti Spojenému království, č. 2346/02, rozsudek ze dne 29. dubna 2002, § 65). S odkazem na odůvodnění na poli článku 3 Úmluvy Soud i zde shledal porušení pozitivního závazku přijmout opatření, v tomto případě tedy k zajištění respektování soukromého života ve vztazích mezi jednotlivci.", "C. K tvrzenému porušení článku 13 Úmluvy", "Stěžovatelé konečně namítali, že proti obtěžování a ubližování neměli k dispozici žádný účinný prostředek nápravy. Soud konstatoval, že ačkoli vláda uváděla, že stěžovatelé měli k dispozici řadu prostředků nápravy, žádný z prostředků nebyl způsobilý zajistit jim nápravu porušení jejich práv chráněných články 3 a 8 Úmluvy. K porušení článku 13 Úmluvy proto došlo."]}