{"file": "CZE_HJUDCZE_14447_11.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "14447/11", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "Anotace rozsudku ze dne 21. října 2014 ve věci č. 14447/11 – Császy proti Maďarsku", "Senát druhé sekce Soudu jednomyslně shledal porušení článku 8 Úmluvy tím, že stěžovateli krátce po zatčení nebyla umožněna účast na pohřbu jeho nevlastní matky. Soud stěžovateli přiznal náhradu nemajetkové újmy ve výši 3 000 eur.", "(i) Okolnosti případu", "V srpnu 2010 v ranních hodinách byl stěžovatel zatčen pro podezření z pokusu o zpronevěru a byla u něj provedena domovní prohlídka. Stěžovatel policistům, kteří jej zatýkali, řekl, že odpoledne má v plánu navštívit pohřeb své nevlastní matky. Následně byl stěžovatel předán státnímu zastupitelství, jež se nacházelo několik kilometrů od hřbitova, kde se konal předmětný pohřeb. Zde byl stěžovatel vyslýchán zhruba od půl druhé odpoledne. Hned na začátku výslechu stěžovatel formálně požádal o možnost účastnit se pohřbu své nevlastní matky, který měl začít v 14:15 hod. Jeho žádost byla odmítnuta s odůvodněním, že povolení účasti na pohřbu by bylo v rozporu s účelem zatčení. Výslech stěžovatele byl ukončen v 14:29 hod.", "Stěžovatel si následně stěžoval u nejvyššího státního zástupce. Ten stížnost zamítl s odůvodněním, že příslušný právní předpis nedovoluje zatčeným osobám, na rozdíl od osob nacházejících se ve vazbě, účastnit se pohřbů.", "(ii) Odůvodnění rozhodnutí Soudu", "Soud předně zopakoval, že každý zásah do práv týkajících se soukromého a rodinného života musí být v souladu se zákonem, sledovat legitimní cíl a být v demokratické společnosti nezbytný. Pojem nezbytnosti znamená, že zásah musí odpovídat naléhavé společenské potřebě a být tak přiměřený sledovanému cíli. Při posouzení, zda je zásah nezbytný v demokratické společnosti, Soud zohledňuje všechny skutkové okolnosti případu ve svém souhrnu a prostor pro uvážení ponechaný státům (např. Matter proti Slovensku, č. 31534/96, rozsudek ze dne 5. července 1999, § 66).", "V projednávané věci bylo nesporné, že namítaný zásah byl zákonný a jeho cílem bylo předcházení zločinnosti. Ohledně jeho nezbytnosti v demokratické společnosti Soud zdůraznil, že ačkoli zadržená osoba musí strpět jistá omezení svých práv, musí pro ně vždy existovat naléhavá společenská potřeba (Ploski proti Polsku, č. 26761/95, rozsudek ze dne 12. listopadu 2002, § 35). V projednávané věci se pohřeb nevlastní matky stěžovatele časově překrýval s jeho zatčením a výslechem. Stěžovatel zjevně nemohl souběh těchto událostí předvídat a zařídit se podle toho. Dle Soudu by za daných okolností nebylo nepřiměřené umožnit stěžovateli účastnit se pohřbu v doprovodu policie. V této souvislosti Soud uznal, že čas na přípravu takového doprovodu byl krátký, avšak vzhledem k blízkosti hřbitova, kde se pohřeb měl konat, bylo možné eskortu v praxi realizovat. Soud rovněž poukázal na to, že dle vyjádření nejvyššího státního zástupce takový postup je možný u osob nacházejících se ve vazbě. Vnitrostátní orgány se však při svém rozhodování nijak nesnažily vyvážit zájmy probíhajícího vyšetřování se zájmy dotýkajícími se stěžovatelova rodinného života. Jediným argumentem nevyhovění žádosti stěžovatele byla neslučitelnost žádosti s účelem zatčení, což dle Soudu nepředstavuje dostatečné odůvodnění.", "Soud proto s ohledem na výše uvedené uzavřel, že přes prostor pro uvážení, který v oblasti potírání zločinnosti státy požívají, neodpovídalo odmítnutí žádosti stěžovatele účastnit se pohřbu nevlastní matky naléhavé společenské potřebě a nebylo přiměřené. Došlo tedy k porušení článku 8 Úmluvy."]}