{"file": "CZE_HJUDCZE_14793_08.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "14793/08", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Ministerstvo spravedlnosti Č eské republiky, . [Př eklad již zveř ejně ný na oficiální webové stránce Ministerstva spravedlnosti Č eské republiky.] Povolení k opě tnému zveř ejně ní tohoto př ekladu bylo udě leno Ministerstvem spravedlnosti Č eské republiky pouze pro úč ely zař azení do databáze Soudu HUDOC.", "Anotace rozhodnutí Evropského soudu pro lidská práva", "Rozsudek ze dne 10. března 2015 ve věci č. 14793/08 – Y. Y. proti Turecku", "Senát bývalé druhé sekce Soudu rozhodl jednomyslně o porušení článku 8 Úmluvy v souvislosti s tím, že vnitrostátní soudy zamítly žádost stěžovatele o udělení souhlasu s operativní změnou pohlaví pro nesplnění podmínky trvalé neplodnosti. Soud stěžovateli přiznal náhradu nemajetkové újmy ve výši 7 500 eur.", "I.\tSkutkové okolnosti", "Stěžovatel je transsexuál, který se narodil jako žena, ale od dětství se považoval za muže. V roce 2005 požádal příslušný vnitrostátní soud o souhlas s operativní změnou pohlaví. Podle tureckého občanského zákoníku bylo za účelem právní změny pohlaví nutné získat postupně dva soudní souhlasy: nejprve se samotnou operativní změnou pohlaví a následně – po úspěšném provedení operace - se zapsáním této změny do matriky. První z uvedených souhlasů přitom zákon podmiňoval mj. trvalou neplodností žadatele. Jelikož stěžovatel zmíněnou podmínku nesplňoval, prvostupňový soud jeho žádost o udělení souhlasu s operativní změnou pohlaví zamítl. Opravné prostředky proti tomuto rozhodnutí skončily neúspěchem.", "V roce 2008 stěžovatel podal stížnost k Soudu. V roce 2013 na vnitrostátní úrovni znovu zažádal o souhlas s operativní změnou pohlaví a příslušný soud mu tentokrát vyhověl.", "II.\tOdůvodnění rozhodnutí Soudu", "K tvrzenému porušení článku 8 Úmluvy", "Stěžovatel namítal, že původním postupem vnitrostátních soudů došlo k porušení jeho práva na respektování soukromého života podle článku 8 Úmluvy.", "Soud předně odmítl námitku vlády, dle které stěžovatel pozbyl postavení oběti ve smyslu článku 34 Úmluvy, jelikož vnitrostátní soud v mezidobí vydal rozhodnutí v jeho prospěch. Soud připomněl, že rozhodnutí či opatření, které je pro stěžovatele příznivé, ještě samo o sobě nemusí vést k tomu, že dotčená osoba ztratí postavení oběti, pokud současně vnitrostátní orgány výslovně nebo fakticky neuznají a nenapraví namítané porušení (Gäfgen proti Německu, č. 22978/05, rozsudek velkého senátu ze dne 1. června 2010, § 115). V projednávané věci k uznání porušení stěžovatelových práv nedošlo.", "Soud dále poukázal na svá předchozí rozhodnutí týkající se transsexuálů, v nichž konstatoval, že článek 8 Úmluvy zaručuje mj. právo této skupiny osob na osobní rozvoj a na fyzickou i morální integritu (Christine Goodwin proti Spojenému království, č. 28957/95, rozsudek velkého senátu ze dne 11. července 2002, § 90). Soud nicméně upozornil na to, že zatímco v dosavadních případech se zabýval stížnostmi osob, které už absolvovaly operativní změnu pohlaví, projednávanou stížnost vznesla osoba, která k uvedené změně nezískala souhlas příslušných orgánů; jde tudíž o otázku, jaké podmínky lze v souladu s článkem 8 stanovit pro umožnění operativní změny pohlaví, resp. zda mezi tyto podmínky lze zařadit i trvalou neplodnost žadatele.", "Soud uznal, že v projednávané věci měl namítaný zásah do práva na respektování soukromého života v souladu s čl. 8 odst. 2 zákonný základ. Pokud jde o legitimní cíl, žalovaná vláda uvedla, že regulace operativní změny pohlaví sleduje ochranu obecného zájmu, neboť se snaží zabránit tomu, aby docházelo k banalizaci těchto zákroků či jejich zneužívání v rámci sexuálního průmyslu. Soud ale neshledal tento argument přesvědčivým. Vláda dále zmínila ochranu jednotlivce, jelikož se jedná o nevratný zákrok provázený zdravotními riziky. Dle Soudu lze uvedený cíl podřadit pod „ochranu zdraví“ ve smyslu čl. 8 odst. 2 Úmluvy. Soud však zároveň podotkl, že žalovaná vláda se v této souvislosti nevyjadřuje konkrétně k podmínce trvalé neplodnosti žadatele o operativní změnu pohlaví, o níž v projednávané věci jde především. Vzhledem ke svým dalším závěrům Soud nicméně nepovažoval za potřebné zabývat se otázkou existence legitimního cíle namítaného zásahu blíže.", "V dalším kroku Soud zkoumal, zda byl namítaný zásah „nezbytný v demokratické společnosti“. Úvodem zdůraznil, že projednávaná věc se týká práva stěžovatele definovat svou genderovou identitu, které patří do jádra práva na sebeurčení (Van Kück proti Německu, č. 35968/97, rozsudek ze dne 12. června 2003, § 73). Soud dále připomněl, že při výkladu a uplatňování Úmluvy je nutné zachovávat dynamický a evolutivní přístup (Stafford proti Spojenému království, č. 46295/99, rozsudek velkého senátu ze dne 28. května 2002, § 68) a posuzovat vzniklé otázky „ve světle současných podmínek“ (Tyrer proti Spojenému království, č. 5856/72, rozsudek ze dne 25. dubna 1978, § 31). V projednávané věci je proto dle Soudu namístě přihlédnout k vývoji mezinárodního a evropského práva, jakož i právní úpravy a praxe členských států Rady Evropy. Soud tu poukázal na skutečnost, že v mnoha evropských státech existuje možnost právního uznání změny pohlaví, byť tato možnost bývá často podmíněna operačním zákrokem nebo neplodností žadatele. Soud nicméně zároveň připomněl, že nedostatku důkazů o společném evropském přístupu k daným právním a praktickým problémům je třeba přikládat menší váhu než jasnému a nepopiratelnému mezinárodnímu trendu ve prospěch nejenom zvýšené společenské akceptace transsexuálů, ale i právního uznání jejich nové genderové identity (Christine Goodwin, cit. výše, § 85). Právo transsexuálů na osobní rozvoj a na fyzickou i morální integritu v plném rozsahu totiž nelze považovat za kontroverzní otázku, která vyžaduje uplynutí času, abychom lépe porozuměli předmětným záležitostem (tamtéž, § 90). Na tomto místě Soud upozornil především na rezoluci Parlamentního shromáždění Rady Evropy týkající diskriminace na základě sexuální orientace a genderové identity, přijatou v roce 2010, která mj. vyzývá členské státy, aby nepodmiňovaly právní uznání změny pohlaví povinností podrobit se sterilizaci či jiným zdravotním zákrokům. Soud rovněž poznamenal, že v některých členských státech došlo v poslední době ke zrušení požadavku neplodnosti či sterilizace jako podmínky pro právní uznání změny pohlaví.", "V této souvislosti Soud poukázal na zvláštnost tureckého práva: zatímco ve většině států, které pro právní uznání změny pohlaví vyžadují operační zákrok nebo hormonální léčbu, je sterilizace či neplodnost posuzována až po skončení tohoto zdravotního zákroku, v Turecku je trvalá neplodnost podmínkou již pro umožnění operativní změny pohlaví. Dle Soudu však není jasné, proč by neplodnost žadatele o operativní změnu pohlaví měla být prokázána ještě před samotnou touto změnou. V projednávané věci navíc stěžovatel tvrdil, že právní úprava platná v rozhodné době mu nedovolovala podrobit se dobrovolné sterilizaci. Soud nicméně shledal, že není nutné, aby se vyjádřil k otázce, zda měl stěžovatel přístup ke zdravotním službám, které by mu umožnily splnit požadavek trvalé neplodnosti: dle Soudu náležitý respekt k fyzické integritě dotčené osoby v každém případě vylučuje, aby tato byla nucena podrobit se uvedeným zákrokům. Požadavek trvalé neplodnosti pro umožnění operativní změny pohlaví se z hlediska argumentů předložených žalovanou vládou nejeví být vůbec nezbytným. I za předpokladu, že původní odmítnutí žádosti stěžovatele spočívalo na relevantním důvodu, nejednalo se o důvod dostatečný.", "Namítaný zásah do práva stěžovatele na respektování soukromého života tedy dle Soudu nelze označit za „nezbytný v demokratické společnosti“. Změna přístupu vnitrostátního soudu, který v roce 2013 vyhověl nové žádosti stěžovatele přesto, že u něj v mezidobí nedošlo ke ztrátě plodnosti, toto konstatování potvrzuje. Soud proto rozhodl, že tím, že žalovaný stát stěžovateli léta upíral přístup k operativní změně pohlaví, porušil jeho právo na respektování soukromého života chráněného článkem 8 Úmluvy.", "III.\tOddělené stanovisko", "Soudkyně Keller a soudce Spano se ve svém souhlasném stanovisku předně pozastavili nad tím, že Soud ponechal bez odpovědi otázku, zda namítaný zásah sledoval jeden z legitimních cílů stanovených v čl. 8 odst. 2 Úmluvy. Dle jejich názoru mohl rozsudek skončit už na tomto místě a omezit se na konstatování, že vláda neprokázala existenci žádného relevantního legitimního cíle. Místo toho Soud pokračoval k otázce přiměřenosti zásahu. Je však otázkou, jak přistoupit k poměřování dotčených zájmů, tj. na jedné straně legitimního cíle sledovaného státem a na druhé straně práv jednotlivce, pokud první z těchto zájmů není definován. Z odůvodnění rozsudku navíc není jasné, zda je dle Soudu podmínka trvalé neplodnosti pro umožnění operativní změny pohlaví v rozporu s článkem 8 jako taková, nebo pouze za specifických okolností projednávané věci. S přihlédnutím k existující judikatuře Soudu týkající se nucených sterilizací (např. V. C. proti Slovensku, č. 18968/07, rozsudek ze dne 8. listopadu 2011), jakož i k různým dokumentům přijatým v posledních letech na mezinárodní úrovni a k nedávným rozhodnutím některých ústavních a odvolacích vnitrostátních soudů v Evropě lze nicméně tvrdit, že pokud je sterilizace jedinou možností, jak získat souhlas s operativní změnou pohlaví, jedná se de facto o nucenou sterilizaci. V rámci posuzování přiměřenosti této podmínky je přitom nutné vzít v potaz, že jde o zásah, který má závažné a nevratné důsledky. Ačkoliv si v daném kontextu lze představit opatření mnohem méně tvrdá, Soud jejich existenci nezdůraznil. Konečně, jelikož Soud uznal, že projednávaná věc zasahuje do jádra práva na sebeurčení, prostor státu pro uvážení by měl být v této oblasti minimální.", "Soudci Lemmens a Kūris ve svém souhlasném stanovisku upozornili, že rozsudek Soudu se týká výlučně otázky, zda lze v souladu s Úmluvou stanovit trvalou neplodnost jako podmínku přístupu k operativní změně pohlaví, nikoliv však otázky, zda lze v souladu s Úmluvou stanovit trvalou neplodnost jako podmínku právního uznání změny pohlaví. Soud dle jejich názoru postupoval správně, když se ke druhé z těchto otázek nevyjádřil, neboť nebyla předmětem projednávané stížnosti.", ""]}