{"file": "CZE_HJUDCZE_7550_04.docx", "doc_type": "HJUDCZE", "doc_lang": "CZE", "case_id": "7550/04", "text_paragraphs": ["© Ministry of Justice of the Czech Republic, . [Translation already published on the official website of the Ministry of Justice of the Czech Republic.] Permission to re-publish this translation has been granted by the Ministry of Justice of the Czech Republic for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Ministerstvo spravedlnosti České republiky, . [Překlad již zveřejněný na oficiální webové stránce Ministerstva spravedlnosti České republiky.] Povolení k opětnému zveřejnění tohoto překladu bylo uděleno Ministerstvem spravedlnosti České republiky pouze pro účely zařazení do databáze Soudu HUDOC.", "", "", "RADA EVROPY", "\nEVROPSKÝ SOUD PRO LIDSKÁ PRÁVA", "\nBÝVALÁ DRUHÁ SEKCE", "", "", "", "", "", "VĚC RESLOVÁ proti ČESKÉ REPUBLICE", "", "", "(stížnost č. 7550/04)", "", "", "", "", "", "", "ROZSUDEK", "", "ŠTRASBURK", "", "18. července 2006", "", "", "Tento rozsudek nabude právní moci za podmínek stanovených v článku 44 odst. 2 Úmluvy. Může být předmětem formálních úprav.", " \nPořízený překlad rozsudku do češtiny není překladem oficiálním.", "", "Ve věci Reslová proti České republice,", "Evropský soud pro lidská práva (bývalá druhá sekce), zasedající v senátu ve složení", "pánové\tJ.-P. Costa, předseda,", "\tA. B. Baka,", "\tR. Türmen,", "\tK. Jungwiert,", "\tM. Ugrekhelidze,", "paní\tD. Jočienė,", "pan\tD. Popović, soudci,", "a paní S. Dollé, tajemnice sekce,", "po poradě konané dne 27. června 2006,", "vynesl tento rozsudek, který byl přijat výše uvedeného dne:", "ŘÍZENÍ", "1.  Řízení bylo zahájeno stížností (č. 7550/04) směřující proti České republice, kterou dne 1. března 2004 podala Soudu občanka České republiky, paní Iveta Reslová („stěžovatelka“), na základě článku 34 Úmluvy o ochraně lidských práv a základních svobod („Úmluva“).", "2.  Stěžovatelka, jíž byla přiznána právní pomoc, je zastoupena panem E. Slavíkem, advokátem zapsaným u České advokátní komory. Českou vládu („vláda“) zastupuje její zmocněnec, pan V. A. Schorm.", "3.  Stěžovatelka zejména namítá, že řízení o výkon rodičovské zodpovědnosti nebylo vedeno v přiměřené lhůtě a že došlo k porušení jejího práva na respektování rodinného života.", "4.  Stížnost byla přidělena druhé sekci Soudu (článek 52 odst. 1 Jednacího řádu Soudu). V souladu s článkem 26 odst. 1 Jednacího řádu byl v rámci této sekce ustaven senát (článek 27 odst. 1 Úmluvy) k projednání případu.", "5.  Rozhodnutím ze dne 5. července 2005 prohlásil senát stížnost za přijatelnou.", "6.  Senát po dotázání účastníků řízení rozhodl, že není třeba konat jednání ve věci samé (článek 59 odst. 3 in fine Jednacího řádu). Oba účastníci řízení předložili svá písemná stanoviska k věci samé (článek 59 odst. 1 Jednacího řádu).", "7.  Dne 1. dubna 2006 Soud pozměnil složení svých sekcí (článek 25 odst. 1 Jednacího řádu). Tuto stížnost však nadále projednával senát bývalé druhé sekce ve složení, v jakém zasedala před výše uvedeným datem.", "SKUTKOVÝ STAV", "I. \tOKOLNOSTI PŘÍPADU", "8. Stěžovatelka se narodila v roce 1972, bydliště má v Církvici.", "9.  Dne 4. června 2002 podal manžel stěžovatelky M. R. návrh na rozvod manželství a zahájil řízení o úpravu poměrů pro dobu po rozvodu ve vztahu ke dvěma nezletilým dětem narozeným z manželství (v letech 1990 a 1994). Ve svém návrhu poukazoval na to, že stěžovatelka často opouštěla domácnost a přenechávala mu péči o dcery a že kdyby soud vyhověl jeho návrhu na svěření dětí do jeho péče, nebránil by stěžovatelce v pravidelném styku s dětmi.", "10.  Okresní soud v Kutné Hoře ustanovil nezletilým dětem již dne 5. června 2002 opatrovníka a započal se shromažďováním písemných důkazů. Opatrovník vypracoval zprávu, v níž uvedl, že se mu nepodařilo stěžovatelku zastihnout a že potřeby dětí zajišťuje její manžel.", "V písemném stanovisku vyjádřila stěžovatelka nesouhlas s rozvodem, nevyslovila se však k otázce péče o děti.", "11.  Na návrh M. R. bylo ústní jednání nařízené na 10. července 2002 odloženo na 4. září 2002, kdy soud provedl výslech účastníků řízení. Dne 17. září 2002 upřesnila stěžovatelka své důkazní návrhy.", "12.  M. R. dne 21. září 2002 opustil společnou domácnost v Církvici a odvedl s sebou obě děti, které od té doby žijí s ním. Při šetření provedeném v novém bydlišti nezletilých opatrovník neshledal žádné závady v péči poskytované otcem a doporučil svěření dětí do jeho výchovy.", "13.  Dne 18. října 2002 podala stěžovatelka soudu návrh na vydání předběžného opatření, jímž se domáhala, aby soud zakázal M. R. zasahovat do jejích rodičovských práv a uložil mu povinnost vrátit dcery zpět do Církvice.", "14.  Dne 22. října 2002 soud tento návrh odmítl s tím, že stěžovatelka dostatečně neodůvodnila nutnost vydání předběžného opatření. Dne 6. listopadu 2002 podala stěžovatelka proti tomuto rozhodnutí odvolání, v němž tvrdila, že M. R. s dětmi manipuluje. Podala také nový návrh na vydání předběžného opatření s poukazem na to, že o úpravě poměrů dětí má rozhodnout soud a nikoli její manžel.", "15.  Soud na ústním jednání konaném dne 6. listopadu 2002 vyslechl svědky navržené stěžovatelkou. Jednání bylo odročeno na 10. prosince 2002 za účelem výslechu nezletilých.", "16.  Soud dne 13. listopadu 2002 nový návrh stěžovatelky na vydání předběžného opatření zamítl s odůvodněním, že děti si přejí zůstat u svého otce a že stěžovatelka nijak neprokázala, že by jí bylo bráněno ve styku s nimi. Stěžovatelka podala odvolání, v němž uvedla, že její odloučení od dětí, aniž k tomu bylo vydáno soudní rozhodnutí, je zásahem do jejího práva na respektování rodinného života.", "17.  Dne 10. prosince 2002 vyslechl soud nezletilé v přítomnosti opatrovníka. Děti vyjádřily přání zůstat se svým otcem.", "18. Okresní soud ustanovil dětem nového opatrovníka a věc poté dne 11. dubna 2003 předložil Krajskému soudu v Praze, příslušnému k rozhodování o odvoláních stěžovatelky proti rozhodnutím z 22. října a 13. listopadu 2002.", "19.  Krajský soud dne 17. dubna 2003 změnil rozhodnutí ze dne 22. října 2002 tak, že M. R. nařídil zdržet se zasahování do rodičovských práv stěžovatelky a vrátit děti zpět do Církvice, kde mají dle jeho názoru oba rodiče rovné podmínky pro péči o své děti až do konečného rozhodnutí ve věci. Soud zároveň zrušil rozhodnutí ze dne 13. listopadu 2002 a zastavil řízení o této věci pro překážku věci rozsouzené. Rozhodnutí nabylo právní moci dne 23. května 2003.", "20.  Dne 30. května 2003 se opatrovník zúčastnil pokusu M. R. o navrácení dětí do Církvice. Podle jeho zprávy nebyla stěžovatelka v bydlišti přítomna a nezletilé děti vyjádřily přání zůstat u otce.", "21.  Na ústním jednání konaném dne 4. června 2003 byli rodiče opět vyslechnuti. Stěžovatelka prohlásila, že během návštěvy v bydlišti M. R. jí dcery řekly, že ji do bytu nesmějí pustit. Stěžovatelka však M. R. nekontaktovala.", "22.  Dne 5. června 2003 požádal M. R. soud o vydání předběžného opatření, jímž se domáhal, aby mu děti byly svěřeny do péče.", "23.  Okresní soud dne 11. června 2003 jeho žádosti vyhověl s odůvodněním, že děti žijí u otce zcela dobrovolně, že jeho pokus ze dne 30. května 2003 o navrácení dětí do bydliště stěžovatelky se nezdařil a že stěžovatelka neuplatnila své právo na styk s dětmi ani u svého manžela, ani u soudu.", "24.  Dne 11. června 2003 stěžovatelka zpochybnila objektivitu opatrovníka a podala návrh na soudní výkon rozhodnutí ze dne 17. dubna 2003.", "25.  Dne 18. června 2003 vyzval okresní soud M. R., aby splnil rozhodnutí ze dne 17. dubna 2003, a uvědomil jej o tom, že v opačném případě mu hrozí pokuta. Dále ustanovil znalce z oboru psychologie, kterého pověřil „urychleným“ vypracováním posudku o výchovných schopnostech rodičů. Pro vypracování posudku stanovil lhůtu čtyř týdnů od obdržení spisu.", "26.  Dne 2. července 2003 se stěžovatelka odvolala proti rozhodnutí ze dne 11. června 2003. V odvolání uvedla, že M. R. děti naprogramoval a že ona sama nemá přístup do jeho bydliště. M. R. ve svém vyjádření k odvolání uvedl, že stěžovatelka s dětmi komunikovala pouze po telefonu, přestože jí umožnil, aby se s nimi stýkala.", "27.  Krajský soud dne 25. srpna 2003 změnil rozhodnutí ze dne 11. června 2003 tak, že návrh M. R. na svěření dětí do jeho péče zamítl. Skutečnost, že manžel stěžovatelky úmyslně ukončil společnou péči rodičů o děti, podle soudu není důvodem, aby mu byly děti svěřeny do péče. Soud rovněž poznamenal, že M. R. stěžovatelku neuvědomil o svém záměru vrátit děti do jejich původního bydliště dne 30. května 2003.", "28.  Dne 31. srpna 2003 požádala stěžovatelka o urychlený výkon rozhodnutí ze dne 17. dubna 2003.", "29.  Dne 15. září 2003 byl spis předán soudnímu znalci.", "30.  Okresní soud vzápětí vyzval manžela stěžovatelky k pohovoru. Pohovor se nakonec konal až dne 10. listopadu 2003, protože ve dnech 29. září a 7. a 14. října 2003 se M. R. nemohl ze zdravotních důvodů dostavit. Při pohovoru byl M. R. upozorněn na to, že mu hrozí pokuta, a byl vyzván ke splnění rozhodnutí ze dne 17. dubna 2003 ve lhůtě pěti dnů. M. R. však prohlásil, že děti a jejich duševní zdraví jsou pro něj důležitější.", "31.  Dne 26. září 2003 vyzval soudní znalec stěžovatelku, aby se dne 6. října 2003 dostavila k psychologickému vyšetření. Ve svém dopise ze dne 4. října 2003 se stěžovatelka ze zdravotních důvodů omluvila a zaslala znalci jisté podklady. Znalec požádal soud o prodloužení lhůty k vypracování znaleckého posudku.", "32.  Dne 4. listopadu 2003 podala stěžovatelka ústavní stížnost, v níž namítala, že okresní soud svým postupem (zamítnutí jejích návrhů na vydání předběžných opatření, nesplnění rozhodnutí krajského soudu ze dne 17. dubna 2003, podpora otci, nepřijetí účinných opatření k navrácení jejích dcer) porušil její práva zaručená v článku 6 odst. 1 a v článku 8 Úmluvy, jakož i v článku 5 Protokolu č. 7. Stěžovatelka tvrdila, že nedůvodné prodlužování řízení přispívá k odcizování jejích dětí.", " 33.  Ve svém dopise zaslaném soudu dne 7. listopadu 2003 stěžovatelka vyjádřila pochybnosti o objektivitě znalce a navrhovala, aby byl znalecký posudek vypracován až poté, co jí budou navráceny děti. Přesto se dne 21. listopadu 2003 dostavila k znalci, odmítla však zodpovědět některé jeho otázky, neboť k němu nechovala důvěru. Dne 27. listopadu 2003 předložila soudu posudek vypracovaný znalcem, kterého si sama zvolila. Podle tohoto posudku jsou její výchovné schopnosti průměrné a zcela dostačující pro zajišťování výchovy jejích dcer.", "34.  Dne 25. listopadu 2003 předložil soudem ustanovený znalec vlastní posudek, který však byl neúplný, neboť se znalci nepodařilo patřičně vyšetřit stěžovatelku. Znalec uvedl, že M. R. má velmi dobré výchovné schopnosti a že si nezletilé děti přejí zůstat s ním a přitom se stýkat s matkou. Podle znalce nic nenasvědčovalo tomu, že by M. R. děti vedl proti stěžovatelce.", "35.  Okresní soud dne 4. prosince 2003 zamítl návrh M. R. na odklad výkonu rozhodnutí ze dne 17. dubna 2003. Současně zamítl návrh stěžovatelky na výkon tohoto rozhodnutí s tím, že se v něm neuvádí, do čí péče mají být děti svěřeny, pročež je toto rozhodnutí nevykonatelné. Dne 18. prosince 2003 podala stěžovatelka proti druhé části uvedeného rozhodnutí odvolání, v němž poukázala na své právo na navrácení dětí.", "36.  Ústavní soud dne 11. října 2004 odmítl ústavní stížnost podanou stěžovatelkou jako zjevně neopodstatněnou. Vzhledem k tomu, že stěžovatelka napadala nečinnost okresního soudu při výkonu rozhodnutí ze dne 17. dubna 2003, Ústavní soud poznamenal, že s ohledem na rozhodnutí okresního soudu ze dne 4. prosince 2003 již tento soud ve věci nejedná, a tvrzený zásah do práv již tedy netrvá. Ústavní soud nicméně v postupu okresního soudu shledal jistá pochybení. V této souvislosti uvedl, že považoval-li soud dotyčné rozhodnutí za nevykonatelné, měl o tom rozhodnout dříve a že jeho zatímní rozhodnutí ze dne 11. června 2003 o svěření dětí do péče M. R. bylo v rozporu s předcházejícím rozhodnutím krajského soudu. Podle Ústavního soudu tedy okresní soud stěžovatelce bránil ve výkonu jejího práva a zmařil účel předběžného opatření.", "37.  Po vrácení spisu Ústavním soudem zrušil krajský soud dne 29. listopadu 2004 část rozhodnutí ze dne 4. prosince 2003, kterou stěžovatelka předtím napadla. Výkonu rozhodnutí ze dne 17. dubna 2003 dle jeho názoru nic nebránilo, protože se nejednalo o rozhodnutí o navrácení dítěte ve smyslu § 272 a 273 občanského soudního řádu, nýbrž o rozhodnutí o uložení povinnosti M. R., a proto nebylo nutné v něm uvádět, jaké konkrétní osobě mají být děti svěřeny do péče. Soud dodal, že jeho názor o vykonatelnosti rozhodnutí ze dne 17. dubna 2003 je pro soud prvního stupně závazný.", "38.  Na základě návrhu stěžovatelky ze dne 15. ledna 2005, kterým se domáhala výkonu rozhodnutí ze dne 17. dubna 2003, okresní soud rozhodl dne 31. ledna 2005 o uložení pokuty M. R. ve výši 1 000 Kč (přibližně 35 €) za to, že nevrátil děti zpět do Církvice. Oba rodiče podali odvolání.", "39.  Při jednáních ve dnech 1. a 15. února 2005 soud vyslechl oba rodiče a posoudil jejich závěrečné návrhy. Podle M. R. se stěžovatelka s dětmi dohodla na tom, že se s nimi bude stýkat jednou za dva měsíce. Stěžovatelka potvrdila, že se s dcerami setkala od léta 2004 třikrát, a to tajně.", "40.  Dne 16. února 2005 okresní soud rozhodl o svěření nezletilých do péče M. R., a to pro dobu před rozvodem manželství i po něm. Stěžovatelce stanovil vyživovací povinnost. Rozhodnutí bylo odůvodněno tím, že děti si přály zůstat s otcem (a navštěvovat matku), který pro ně byl hlavní rodičovskou postavou a měl vhodné výchovné předpoklady. Toto konstatování bylo podloženo mnoha písemnými důkazy, znaleckým posudkem a výpověďmi rodičů. Soud v této souvislosti poznamenal, že tvrzení stěžovatelky, podle kterého M. R. donutil nezletilé opustit bydliště v Církvici, bylo vyvráceno výpověďmi nezletilých. Co se týče stěžovatelky, soud podotkl, že podle znaleckého posudku je sice schopna děti vychovávat, její pracovní doba to však neumožňuje, a neprokázala, že by jí M. R. ve styku s dětmi bránil.", "41.  Dne 28. dubna 2005 se stěžovatelka odvolala. Namítala, že rozsudek stvrzuje situaci vyvolanou nerespektováním rozhodnutí ze dne 17. dubna 2003 ze strany M. R. Zpochybnila také znalecký posudek s tím, že nebyla vyšetřena a že její dcery byly vyslechnuty v době, kdy s ní nebyly již více než rok v kontaktu.", "42.  Po neúspěšném pokusu o dosažení smírného řešení mezi rodiči Krajský soud v Praze dne 30. června 2005 potvrdil rozsudek v části týkající se svěření dětí do péče otci. Zdůraznil nutnost respektovat přání nezletilých, které se podle všeho dobře integrovaly do nové rodiny M. R., i když se to stěžovatelce mohlo jevit jako nespravedlnost. Vyzval nicméně soud prvního stupně k zahájení řízení o úpravě styku stěžovatelky s jejími dětmi. Tato část rozsudku nabyla právní moci dne 8. srpna 2005. Soud krom toho změnil rozsudek v části týkající se vyživovací povinnosti a zrušil jej v části týkající se nákladů státu.", "II. \tPŘÍSLUŠNÉ VNITROSTÁTNÍ PRÁVO", "43.  Příslušné vnitrostátní právo a vnitrostátní praxe jsou popsány v rozhodnutí Choc proti České republice (č. 25213/03, 29. listopad 2005).", "PRÁVNÍ POSOUZENÍ", "I.  \tK TVRZENÉMU PORUŠENÍ ČLÁNKU 6 odst. 1 úmluvy", "44.  Stěžovatelka tvrdí, že délka řízení o výkon rodičovské zodpovědnosti byla v rozporu s požadavkem na „přiměřenou lhůtu“ ve smyslu článku 6 odst. 1 Úmluvy, který zní:", "„Každý má právo na to, aby jeho záležitost byla (...) v přiměřené lhůtě projednána (...) soudem (...), který rozhodne o jeho občanských právech nebo závazcích (...).“", "45.  Předmětné řízení bylo zahájeno dne 4. června 2002 a skončilo dne 30. června 2005, trvalo tedy tři roky pro dva stupně soudní soustavy.", "46.  Vláda se domnívá, že věc je po skutkové stránce složitá, protože je třeba posoudit odborné psychologické otázky. Stěžovatelka dle názoru vlády přispěla k délce trvání řízení tím, že se nedostavila ke znalci dne 6. října 2003, což jej donutilo požádat o prodloužení lhůty k vypracování posudku. Pokud se jedná o vnitrostátní soudy, vláda tvrdí, že jednotlivé soudní úkony na sebe navazovaly a že řízení bylo vedeno bez průtahů, přičemž jediným obdobím nečinnosti byla doba, kdy se spis nacházel u Ústavního soudu v roce 2004.", "47.  Podle stěžovatelky je případ komplikovanější tím, že soudy hledají neexistující důvody, pro něž by péči o děti mohly svěřit jejímu manželovi. Popírá svou odpovědnost za zpoždění ve vypracování znaleckého posudku s tím, že se dostavila ke znalci, když to její zdravotní stav dovolil. Naopak poukazuje na skutečnost, že byť soud pověřil znalce „urychleným“ vypracováním posudku (viz § 25 výše), trvalo mu tři měsíce, než mu spis dne 15. září 2003 předal. Podle jejího názoru lze tedy průtahy přičíst soudu. Stěžovatelka dále uvádí, že okresní soud v roce 2004 nekonal žádné ústní jednání a krajskému soudu trvalo dlouho, než rozhodl o jejích odvoláních. Stěžovatelka konečně klade důraz na význam řízení, během kterého byla odloučena od svých dětí.", "48.  Soud připomíná, že přiměřenost délky řízení se posuzuje podle okolností případu a s ohledem na kritéria vyvozená z jeho vlastní judikatury, jimiž jsou zejména složitost věci, chování stěžovatele a postup příslušných orgánů a rovněž význam sporu pro stěžovatele. Případy týkající se péče o děti je tedy nezbytně nutné projednávat ve vší rychlosti (Voleský proti České republice, č. 63267/00, § 102, 29. červen 2004).", "49.  V daném případě Soud podotýká, že případ vykazuje jistou míru složitosti zvláště kvůli neshodám panujícím mezi rodiči. Nelze však souhlasit s argumentem vlády, že stěžovatelka přispěla k délce trvání řízení, protože období jednoho a půl měsíce, kdy se nemohla ke znalci dostavit ze zdravotních důvodů, nepředstavuje závažný průtah.", "I když se délka řízení, které probíhalo na dvou stupních soudní soustavy, nejeví na první pohled nepřiměřená, Soud podotýká, že rozsudek soudu prvního stupně byl vynesen až dva roky a osm měsíců po zahájení řízení. Dále je třeba konstatovat, že se okresní soud v roce 2003 nejevil dostatečně aktivní v řízení ve věci samé, že mu trvalo několik měsíců, než předal spis krajskému soudu, který měl rozhodovat o odvoláních stěžovatelky proti předběžným opatřením (viz § 18 výše) a že zkomplikoval situaci přijetím předběžného opatření dne 11. června 2003, které bylo v rozporu s předběžným opatřením soudu vyššího stupně ze dne 17. dubna 2003. Soud se též ztotožňuje s názorem stěžovatelky, podle kterého skutečnost, že soud předal spis znalci teprve tři měsíce po svém ustanovení, se neslučuje s požadavkem na urychlené vypracování posudku. Konečně hlavní průtah, který lze přičíst vnitrostátním soudům a který uznává i vláda, souvisí se skutečností, že se jediné vyhotovení spisu nacházelo po dobu téměř jednoho roku u Ústavního soudu, což soudům nižších stupňů bránilo pokračovat v řízení.", "50.  Soud se na základě posouzení všech skutečností, které mu byly předloženy, a zejména s ohledem na význam věci pro stěžovatelku domnívá, že předmětné řízení nebylo vedeno v „přiměřené lhůtě“.", "K porušení článku 6 odst. 1 Úmluvy tudíž došlo.", "II.  \tK TVRZENÉMU PORUŠENÍ ČLÁNKU 8 úmluvy", "51.  Stěžovatelka dále upozorňuje na porušení svého práva na respektování rodinného života, k němuž mělo dojít postupem okresního soudu a zejména neprovedením výkonu rozhodnutí ze dne 17. dubna 2003 a pravděpodobně též svěřením dětí do péče jejímu manželovi. V tomto ohledu se dovolává článku 8 Úmluvy, který stanoví:", "„1. Každý má právo na respektování svého soukromého a rodinného života (...).", "2. Státní orgán nemůže do výkonu tohoto práva zasahovat kromě případů, kdy je to v souladu se zákonem a nezbytné v demokratické společnosti v zájmu (...) ochrany práv a svobod jiných.“", "A.  Tvrzení účastníků řízení", "52.  Vláda uvádí, že krajský soud svým rozhodnutím ze dne 17. dubna 2003 vyhověl návrhu stěžovatelky, jímž se domáhala, aby její manžel vrátil děti zpět do Církvice. Pokus ze dne 30. května 2003 o dobrovolné splnění tohoto rozhodnutí však byl neúspěšný. Vláda se tedy domnívá, že vyřešení sporu naráží na neschopnost rodičů dosáhnout vzájemného porozumění a spolupráce. Okresní soud přitom podle mínění vlády k věci přistupoval citlivě, když nejprve zaslal M. R. písemnou výzvu a následně jej vyzval k pohovoru a nakonec mu uložil pokutu. Vzhledem k tomu, že bylo následně rozhodnuto ve věci samé, nebyly podniknuty další kroky za účelem výkonu uvedeného předběžného opatření. Konečně, ačkoli stěžovatelka svého manžela obviňuje z manipulace s dětmi, znalec nic takového nezjistil. M. R. ostatně mnohokrát vyjádřil svou vůli umožnit stěžovatelce, aby se s dětmi stýkala, ona jej však nikdy nekontaktovala a s dcerami se stýkala jen zřídka.", "53.  Co se týče soudních rozhodnutí z 16. února a 30. června 2005, kterými bylo zamítnuto svěření dětí do péče stěžovatelky, vláda v prvé řadě uvádí, že tato rozhodnutí nejsou předmětem stížnosti, a Soud tím pádem není k jejich posouzení příslušný. Podpůrně pak uvádí, že stěžovatelka tuto námitku neuplatnila před Ústavním soudem a že sporný zásah je beztak v souladu s ustálenou judikaturou Soudu na poli článku 8. Rozhodnutí vydané na základě zákona o rodině a dostatečně a přesvědčivě odůvodněné, jímž byly děti svěřeny do péče otci, bylo podle vlády přijato s cílem ochrany práv a svobod nezletilých a jednání soudů nelze považovat za svévolné.", "54.  Stěžovatelka má za to, že vláda pouze přebírá argumenty okresního soudu, s nimiž se ani krajský soud, ani Ústavní soud neztotožnily. Podle stěžovatelky okresní soud pouze brzdil výkon rozhodnutí vydaného soudem vyššího stupně. Kdyby okresní soud M. R. od počátku „uložil zjednání nápravy“, nuceného výkonu by dnes nebylo zapotřebí. Dále se domnívá, že pokud měl M. R. opravdu v úmyslu vrátit děti dne 30. května 2003 zpět do Církvice, měl ji na to upozornit, a je přesvědčena o tom, že pokuta, která mu byl uložena 31. ledna 2005, byla směšná. Stěžovatelka dále nesouhlasí s tvrzením vlády, která jí vytýká, že se nesnažila přímo kontaktovat svého manžela. K tomu podotýká, že to byl on, kdo odvedl děti ze společného bydliště a kdo jí tak svévolně bránil ve výkonu rodičovských práv.", "55.  Stěžovatelka nakonec považuje za nespravedlivé a paradoxní rozhodnutí, kterým byly děti svěřeny do péče M. R., a to vzhledem k tomu, že změna rozhodujících okolností byla zapříčiněna nevykonáním předběžného opatření ze dne 17. dubna 2003. M. R., který nerespektoval toto rozhodnutí, tak profituje ze svého nezákonného jednání. Stěžovatelka v tomto ohledu tvrdí, že nikdy svým dětem neublížila a že je naprosto způsobilá je vychovávat.", "B.  Hodnocení Soudu", "56.  Soud připomíná, že být spolu znamená pro rodiče a jeho dítě jeden ze základních prvků rodinného života, a to přes rozkoly ve vztazích mezi rodiči (Elsholz proti Německu [velký senát], č. 25735/94, § 43, ESLP 2000-IX). Je-li tedy prokázána existence rodinného vztahu, měl by stát v zásadě jednat tak, aby umožnil rozvoj tohoto vztahu, a měl by přijmout vhodná opatření k navázání styku mezi dotyčným rodičem a dítětem (Ignaccolo-Zenide proti Rumunsku, č. 31679/96, § 94, ESLP 2000-I; Voleský proti České republice, viz výše, § 118). Dále je nutné připomenout, že v případech tohoto typu se vhodnost opatření posuzuje podle rychlosti jeho uplatnění (Maire proti Portugalsku, č. 48206/99, § 74, ESLP 2003VII).", "1.  K výkonu předběžného opatření ze dne 17. dubna 2003", "57.  V projednávané věci stěžovatelka nesouhlasila s rozvodem manželství navrženým jejím manželem, zatímco posledně jmenovaný opustil společné bydliště a odvedl s sebou jejich dcery. Ze spisu vyplývá, že tyto si od samého počátku přály udržovat kontakt se stěžovatelkou.", "58.  Za těchto okolností mělo předběžné opatření ze dne 17. dubna 2003 za cíl sloučit rodinu a umožnit oběma rodičům péči o jejich děti za rovných podmínek, a to až do konečného rozhodnutí ve věci (viz § 19 a 27 výše). Přestože bylo toto rozhodnutí vydáno v zájmu nezletilých, nikdy nebylo vykonáno. Po neúspěšném pokusu o dobrovolný výkon rozhodnutí, který však stěžovatelka zpochybňuje s tím, že ji manžel neuvědomil o svém úmyslu přivést děti zpět, okresní soud dne 18. června 2003 písemně vyzval M. R., aby rozhodnutí respektoval, a poté jej pozval k pohovoru na 10. listopad 2003. Nicméně tentýž soud následně rozhodl o nevykonatelnosti tohoto předběžného opatření (viz § 35 výše), s čímž vyslovil krajský soud nesouhlas o rok později, dne 29. listopadu 2004. Během tohoto období, nepřiměřeně dlouhého pro případ tohoto typu, nebyly učiněny žádné kroky k výkonu tohoto předběžného opatření. V tomto ohledu je třeba zmínit názor vyjádřený Ústavním soudem v jeho rozhodnutí ze dne 11. října 2004 (viz § 36 výše), podle kterého tak okresní soud znemožnil stěžovatelce výkon jejího práva a zmařil dosažení účelu předběžného opatření.", "Řízení o výkon rozhodnutí pokračovalo na návrh stěžovatelky dne 31. ledna 2005, kdy byla M. R. uložena mírná pokuta (viz § 38 výše). Orgány nevyužily jiných prostředků upravených vnitrostátním právem, jako například pomoci sociálních služeb, nuceného výkonu rozhodnutí či trestního stíhání vůči M. R. Dne 30. června 2005 byly děti svěřeny s konečnou platností do péče manžela stěžovatelky a okresní soud byl vyzván soudem vyššího stupně k zahájení řízení o úpravě styku stěžovatelky s dětmi.", "59.  Je pravdou, jak zdůrazňuje vláda, že neřešitelnost situace je částečně zapříčiněna neshodami mezi rodiči. Soud nicméně připomíná, že nedostatek spolupráce mezi odloučenými rodiči nezbavuje příslušné orgány povinnosti využít všech možných prostředků umožňujících zachovat rodinný vztah (viz, mutatis mutandis, Zawadka proti Polsku, č. 48542/99, § 67, 23. červen 2005; Reigado Ramos proti Portugalsku, č. 73229/01, § 55, 22. listopad 2005).", "60.  Soud poznamenává, že nastala následující situace: návrh M. R. na vydání předběžného opatření, jímž by byly děti svěřeny do jeho péče, byl zamítnut s odůvodněním, že v souladu s předběžným opatřením ze dne 17. dubna 2003 měl přivést děti zpět do Církvice. Toto rozhodnutí však nebylo vykonáno a okresní soud je dokonce shledal nevykonatelným, protože v něm nebyla určena osoba, do jejíž péče měly být děti svěřeny. Za těchto podmínek by případný návrh stěžovatelky na úpravu styku s dětmi byl bez naděje na úspěch, jelikož neexistovalo žádné rozhodnutí, byť i prozatímní, kterým by byly děti svěřeny do péče některého z rodičů. Podle názoru Soudu vnitrostátní soudy tím, že ponechaly otázku výkonu rodičovských práv a povinností takto nevyřešenou, dovolily, aby se spor vyřešil pouhým plynutím času, a to v neprospěch stěžovatelky.", "61.  S přihlédnutím k zájmům zastoupeným v dané věci nelze na základě výše uvedeného tvrdit, že by příslušné orgány vyvinuly dostatečné a odpovídající úsilí, aby usnadnily sloučení rodiny, k němuž směřovalo rozhodnutí ze dne 17. dubna 2003, a prosazovaly právo stěžovatelky na sloučení s dětmi.", "K porušení článku 8 Úmluvy tedy došlo.", "2. K otázce svěření dětí do péče manžela stěžovatelky", "62.  Zbývá posoudit rozhodnutí z 16. února a 30. června 2005, jimiž byly děti svěřeny do péče manželovi stěžovatelky. Tato rozhodnutí, která nebyla Soudu známa v době přijetí rozhodnutí o přijatelnosti stížnosti, zpochybňuje stěžovatelka ve svém stanovisku ze dne 24. listopadu 2005.", "Soud má v této souvislosti za to, že tato námitka odráží nový vývoj událostí v dané věci a svým způsobem navazuje na tvrzení učiněná stěžovatelkou na poli článku 8 Úmluvy, pročež se nelze domnívat, že by se jednalo o samostatnou námitku vybočující z rámce předmětného sporu vytýčeného rozhodnutím o přijatelnosti. Soud je tedy příslušný k jejímu projednání.", "63.  Soud předně poznamenává, že stěžovatelka tato rozhodnutí podle všeho nenapadla před Ústavním soudem České republiky. I kdyby tak učinila, Soud připomíná, že článek 8 nepřiznává žádnému z rodičů přednostní právo na výchovu dětí a že příslušné orgány, které mají v tomto ohledu rozhodnout, jsou povinny vzít v potaz nejvyšší zájem dětí (Donát proti České republice (rozh.), č. 43252/98, 19. říjen 1999).", "64.  V projednávaném případě vnitrostátní soudy připustily, že oba rodiče splňují nutné předpoklady k výchově svých dětí. Zároveň však zdůraznily, že nezletilé se dobře začlenily do nové rodiny svého otce, který pro ně byl hlavní rodičovskou postavou, a že si přály zůstat s ním. Svěření dětí do péče M. R. bylo také od samého počátku řízení doporučováno opatrovníkem (viz § 12 výše).", "65.  Za tohoto stavu se Soud domnívá, že rozhodnutí svěřit děti do péče otci se zakládala na relevantních a dostačujících důvodech ve smyslu článku 8 odst. 2 Úmluvy a že brala v potaz nejvyšší zájem nezletilých. Nelze je tedy považovat za nepřiměřená.", "Vnitrostátní orgány proto nepřekročily míru svého volného uvážení, a nedošlo tedy k porušení článku 8 Úmluvy tím, že děti nebyly svěřeny stěžovatelce do péče.", "III.  \tK TVRZENÉMU PORUŠENÍ ČLÁNKU 5 PROTOKOLU Č. 7", "66.  Stěžovatelka namítá, že během celého řízení okresní soud upřednostňoval jejího manžela, jelikož při výkonu rozhodnutí ze dne 17. dubna 2003 nepostupoval s náležitou péčí a zdržoval celé řízení tak, že plynutí času mělo nezvratné následky, které byly ku prospěchu M. R. V tomto ohledu se dovolává článku 5 Protokolu č. 7 Úmluvy.", "67.  Vláda s tímto tvrzením nesouhlasí.", "68.  Soud uvádí, že se tato námitka zakládá na stejných skutečnostech, jaké byly posuzovány výše, a že nenastoluje žádnou samostatnou otázku. Domnívá se tedy, že není namístě posuzovat danou věc na poli tohoto ustanovení.", "IV.  \tK POUŽITÍ ČLÁNKU 41 ÚMLUVY", "69.  Článek 41 Úmluvy stanoví:", "„Jestliže Soud prohlásí, že byla porušena Úmluva nebo její protokoly, a jestliže vnitrostátní právo zúčastněné Vysoké smluvní strany umožňuje jen částečné odstranění důsledků tohoto porušení, Soud přizná v případě potřeby poškozené straně spravedlivé zadostiučinění.“", "A.   Újma", "70.  Stěžovatelka požaduje částku 12 000 € z titulu náhrady morální újmy způsobené dlouhým odloučením od svých dcer a frustrací z nečinnosti vnitrostátních orgánů.", "Vláda ponechává stanovení výše náhrady morální újmy na uvážení Soudu.", "71.  Soud dospěl k závěru, že stěžovatelka skutečně utrpěla morální újmu. Vzhledem k okolnostem daného případu Soud na spravedlivém základě v souladu s článkem 41 Úmluvy přiznává stěžovatelce z tohoto titulu částku 5 000 €.", "B.  Náklady řízení", "72.  Stěžovatelka požaduje celkovou částku 1 600 €, která má odpovídat nákladům na právní zastupování vynaložených v řízení před vnitrostátními soudy a kterou dosud nebyla schopna uhradit.", "Vláda má za to, že stěžovatelkou požadovaná částka není nepřiměřená, podotýká však, že ne všechny náklady vnitrostátního řízení byly vynaloženy s cílem předejít porušení Úmluvy nebo takové porušení napravit.", "73.  Soud v prvé řadě podotýká, že stěžovatelka, jíž byla přiznána právní pomoc, nepožaduje náhradu nákladů za právní zastupování před Soudem.", "Soud připomíná, že učiní-li závěr o porušení Úmluvy, může stěžovateli přiznat náhradu nákladů řízení vynaložených v řízení před vnitrostátními soudy s cílem předejít uvedenému porušení nebo je napravit (Zimmermann a Steiner proti Švýcarsku, rozsudek ze dne 13. července 1983, série A č. 66, § 36; Hertel proti Švýcarsku, rozsudek ze dne 25. srpna 1998, Sbírka 1998-VI, § 63). Je také nutné, aby byla prokázána jejich reálnost a nezbytnost a účelnost vynaložené částky (Bottazzi proti Itálii [velký senát], č. 34884/97, § 30, ESLP 1999-V).", "Co se týče nákladů vynaložených v řízení před vnitrostátními soudy, Soud s přihlédnutím k dostupným skutečnostem a k jeho příslušné judikatuře považuje za přiměřené přiznat stěžovatelce částku 800 €.", "C. Úroky z prodlení", "74.  Soud považuje za vhodné, aby byly úroky z prodlení založeny na úrokové sazbě marginální zápůjční facility Evropské centrální banky, zvýšené o tři procentní body.", "Z TĚCHTO DŮVODŮ SOUD jednomyslně", "1.  \trozhoduje, že došlo k porušení článku 6 odst. 1 Úmluvy;", "2.  \trozhoduje, že došlo k porušení článku 8 Úmluvy z důvodu nedostatku náležité péče ze strany vnitrostátních soudů v řízení o výkon rozhodnutí o předběžném opatření ze dne 17. dubna 2003;", "3. \trozhoduje, že nedošlo k porušení článku 8 Úmluvy, pokud jde o nesvěření dětí do péče stěžovatelky;", "4.\trozhoduje, že není namístě posuzovat věc z hlediska článku 5 Protokolu č. 7;", "5.\trozhoduje,", "a)  \tže žalovaný stát má stěžovatelce zaplatit ve lhůtě tří měsíců ode dne, kdy rozsudek podle článku 44 odst. 2 Úmluvy nabude právní moci, následující částky, které budou převedeny na národní měnu žalovaného státu podle kursu platného ke dni zaplacení:", "\ti. 5 000 € (pět tisíc eur) jako náhradu morální újmy;", "\tii. 800 € (osm set eur) jako náhradu nákladů řízení;", "\tiii. a dále případnou částku daně z výše uvedených částek;", "b)  \tže od uplynutí výše uvedené lhůty až do zaplacení budou stanovené částky navyšovány o prostý úrok se sazbou rovnající se sazbě marginální zápůjční facility Evropské centrální banky platné v tomto období, zvýšené o tři procentní body;", "6.  \tzamítá v ostatním návrh na přiznání spravedlivého zadostiučinění.", "", "Vyhotoveno ve francouzském jazyce a sděleno písemně dne 18. července 2006 v souladu se článkem 77 odst. 2 a 3 Jednacího řádu Soudu.", "", "", "", ""]}