{"file": "DUT_HJUDDUT_12738_10.docx", "doc_type": "HJUDDUT", "doc_lang": "DUT", "case_id": "12738/10", "text_paragraphs": ["EHRM Grote Kamer, 3 oktober 2014, Jeunesse t. Nederland, appl. no. 12738/10", "STRAATSBURG. Op 3 oktober 2014 heeft de Grote Kamer van het Europese Hof voor de Rechten van de Mens (EHRM) uitspraak gedaan in de zaak Jeunesse tegen Nederland. In deze zaak heeft het Hof geoordeeld dat de weigering om aan Jeunesse, een Surinaamse en moeder van drie kinderen met Nederlandse nationaliteit, een permanente verblijfsvergunning te verlenen, een schending vormde van artikel 8 van het Europees Verdrag voor de Rechten van de Mens (recht op familieleven). ", "Jeunesse, klaagster in deze zaak met woonplaats Den Haag, is getrouwd met een Nederlander en heeft met hem drie kinderen die ieder de Nederlandse nationaliteit hebben. ", "Het Hof overwoog dat, met uitzondering van klaagster, alle leden van haar familie de Nederlandse nationaliteit hadden en recht hadden op familieleven met elkaar in Nederland. Het Hof stelde vast dat klaagster meer dan zestien jaar in Nederland had gewoond,  dat zij geen strafblad had en dat zich vestigen in Suriname een zekere mate van ellende voor de familie zou veroorzaken. Het Hof overwoog ook dat de Nederlandse autoriteiten onvoldoende aandacht hadden gegeven aan de impact van de weigering om een verblijfsvergunning te verlenen op de kinderen van klaagster. Naar het oordeel van het Hof hebben de Nederlandse autoriteiten onvoldoende rekening gehouden met en onvoldoende onderzoek gedaan naar de uitvoerbaarheid, haalbaarheid en proportionaliteit van de beslissing, om effectieve bescherming te kunnen bieden en voldoende gewicht te kunnen toekennen aan de belangen van de kinderen. ", "Het Hof concludeerde dat er onvoldoende evenwicht was gevonden tussen enerzijds de persoonlijke belangen van klaagster en haar familie bij een familieleven in Nederland en, anderzijds het publieke belang van de Nederlandse regering bij het controleren van de immigratie. ", "Bij de uitspraak is een joint dissenting opinion gevoegd van de rechters Villiger, Mahoney en Silvis. "]}