{"file": "ENG_HEJUD_37451_97.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "37451/97", "text_paragraphs": ["", "", "", "SECOND SECTION", "", "", "", "", "CASE OF N.A. AND OTHERS v. ", "", "(Application no. 37451/97)", "", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "11 October 2005", "FINAL", "15/02/2006", "", "", "", "In the case of N.A. and Others v. ,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\tMr\tJ.-P. Costa, President,\n\tMr\tA.B. Baka,\n\tMr\tR. Türmen,\n\tMr\tK. Jungwiert,\n\tMr\tM. Ugrekhelidze,\n\tMrs\tA. Mularoni,\n\tMrs\tE. Fura-Sandström, judges,\nand Mr S. Naismith, Deputy Section Registrar,", "Having deliberated in private on 20 September 2005,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 37451/97) against the Republic of Turkey lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by five Turkish nationals, N.A., N.A., A.A., J.Ö. and H.H. (“the applicants”), on 30 May 1997. The President of the Chamber acceded to the applicants' request not to have their names disclosed (Rule 47 § 3 of the Rules of Court).", "2.  The applicants were represented by Mr A.V. Şahin, a lawyer practising in . The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court.", "3.  The applicants complained under Article 1 of Protocol No. 1 of an infringement of their right to the peaceful enjoyment of their possessions.", "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).", "5.  The application was allocated to the Third Section of the Court (Rule 52 § 1). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "6.  By a decision of 14 October 2004, the Chamber declared the application admissible.", "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).", "8.  The applicants and the Government each filed observations on the merits (Rule 59 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "9.  The applicants, N.A., N.A., A.A., J.Ö. and H.H., were born in 1926, 1956, 1954, 1949 and 1950 respectively and live in .", "10.  After surveys had been conducted by the Land Office between 1956 and 1958, a plot of land on the coast in the locality of Karasaz (, district of Alanya, parcel no. 84) was entered in the land register in the name of R.A.", "11.  Following R.A.'s death, the applicants inherited the land and paid the appropriate taxes and duties on it.", "12.  On 25 June 1986 the applicants obtained a tourist investment certificate from the Ministry of Culture and Tourism with a view to building a hotel on the land.", "13.  On 9 July 1986 the State Planning Organisation awarded the applicants an investment incentive certificate, again for the purpose of building a hotel. Paragraph X of the certificate stated that the applicants had to obtain a tourism licence once the investment had been made.", "A.  Proceedings against the applicants in the Alanya District Court for the cancellation of the entry in the land register", "14.  On 28 October 1986, after the applicants had started building the hotel, the Treasury instituted proceedings in the Alanya District Court, seeking an order for the cancellation of the entry of the property in the land register and for the demolition of the hotel.", "15.  An expert report of 31 October 1986 stated that parcel no. 84 was part of the coastline and could not be the subject of an acquisition.", "16.  On 31 October 1986 the District Court made an interim order for the suspension of building work on the hotel.", "17.  An expert report of 3 March 1987 pointed out that parcel no. 84 was part of the coastline and, as such, could not be owned by a private individual.", "18.  In a judgment of 16 June 1987 the District Court ordered the cancellation of the entry in the land register and the demolition of the partially built hotel. It made the following observations:", "“[Having regard to] the expert report [and] ruling on the merits [of the case], ... having regard to the available evidence and, in particular, the photographs and all the other items in the file, the Court considers that the property in issue is part of the seashore [Deniz kıyısı]. Although coastlines remain outside the boundary delimited and fixed in decisions by certain commissions, they cannot constitute property that is subject to private ownership ... the registration of the property in the claimants' name does not confer any rights on them.”", "19.  On 9 December 1987 the District Court dismissed an appeal by the applicants against the interim order of 31 October 1986.", "20.  In a judgment of 12 February 1988 the Court of Cassation quashed the judgment of 16 June 1987 and remitted the case to the first-instance court.", "21.  In a judgment of 17 February 1989, disregarding the Court of Cassation's judgment, the District Court reaffirmed its initial ruling. It held:", "“... the disputed site is the responsibility and property of the State. In that respect there is no discrepancy with [the judgment] delivered by the plenary Court of Cassation. Even the State, when placing restrictions on the enjoyment of possessions in accordance with property law ..., cannot accept the existence of private property at such a site ... Although the property in issue in the present case was formerly situated within the coastal boundary, it was placed outside that boundary by [a decision of] the commission formed at a later date. The site was quite clearly located on a sandy beach, as, indeed, is apparent from previous judicial decisions that have become final, and from expert reports and photographs ...”", "22.  In a judgment of 18 October 1989 the plenary Court of Cassation upheld the judgment given by the lower court, finding it to have interpreted and applied the law correctly.", "23.  In a judgment given on an unspecified date the District Court confirmed its initial judgment.", "24.  In a judgment of 1 March 1990 the Court of Cassation upheld the judgment given at first instance.", "25.  In a judgment of 27 September 1990 it dismissed an application for rectification of the judgment.", "B.  Proceedings for damages in the Alanya District Court", "26.  On 27 September 1991 the applicants brought an action for damages in the Alanya District Court on account of their loss of ownership and the demolition of the partially built hotel.", "27.  In a judgment of 1 April 1994 the District Court dismissed the applicants' action on the ground that the State was not liable for the damage resulting from the cancellation of the registration of the property in issue. In its reasoning it stated that the applicants had asserted, on the basis of the entries in the land register, that they had made investments in relation to the land in question and that, as a result of the proceedings brought by the Treasury for the cancellation of the registration, they had sustained a loss. The District Court explained its decision by pointing out that the applicants and their heirs would have been aware that the site was on sandy ground, and that it was impossible for them to maintain that the State had deceived them and for the principle of strict liability to be applied in their case. It concluded that no loss had resulted from the contents of the land register, that the entry had been unlawful from the outset and that the applicants were accordingly not entitled to take proceedings against the State to seek compensation for the loss sustained.", "28.  In a judgment of 28 November 1995 the Court of Cassation upheld the judgment given at first instance.", "29.  In a judgment of 9 December 1996 the Court of Cassation dismissed an application for rectification of the judgment.", "II.  RELEVANT DOMESTIC LAW", "30.  Article 43 of the Constitution provides:", "“The coasts are the property of the State and fall within its jurisdiction.", "The public interest shall prevail in the use of seashores, lake shores and riverbanks and of the coastal strips situated by seas and lakes.", "The law shall determine the width of coastal strips according to their use, together with the possibilities and conditions for such use by individuals.”", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1", "31.  The applicants complained that they had not received compensation for the loss they had sustained as a result of the demolition of their partially built hotel and the cancellation of the entry of their property in the land register. They relied on Article 1 of Protocol No. 1, which provides:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "A.  The parties' submissions", "1.  The applicants", "32.  The applicants submitted a copy of the land register produced by the relevant government department on 25 January 1958, indicating that the land in question had indeed been registered in their ascendant's name. They argued that the register could not be held to be unlawful since the appropriate authorities had not contested the entry in question within the statutory period. In that connection, they pointed out that they had continued to pay all the relevant taxes and duties on the property although the government had had the opportunity to contest its registration in their ascendant's name. They added that they had obtained all the necessary permits and grants at both local and national level to build a hotel complex there, in particular a building permit issued on 17 June 1986 by Alanya District Council. Although they had brought an action in the relevant courts, they complained that they had not received any compensation for the loss they had sustained on account of the invalidation of their title to the property and the destruction of the work already carried out. They had been deprived of their possession and the building site for the hotel complex had been demolished at their own expense, yet they had not obtained fair compensation for the loss sustained.", "2.  The Government", "33.  The Government explained that the case did not concern the expropriation or confiscation of property by the State. As the applicants had accepted, it involved ascertaining who could be regarded as the owner of a plot of coastal land which had been erroneously registered in the applicants' ascendant's name on 25 January 1958. They could not see any possible justification for the title claimed by the applicants' ascendant, especially as the State could not be held liable for such an error. The applicants had inherited the plot of land, measuring 26,645 sq. m, on 6 July 1984. The judicial proceedings in the instant case had begun after the publication of an article in a local newspaper criticising the building of a hotel on the beach.", "Taking into account the photographs of the land, the expert reports and the relevant provisions of the laws in force, the national courts had found that the property in issue was part of the coastline and that the coastline could not be owned by private individuals. The applicants' title to the property had been forfeited to the authorities and the hotel had been demolished. The Alanya District Court had dismissed the applicants' claim for damages in respect of the demolition of the hotel.", "34.  The Government submitted that the domestic authorities were empowered to assess the rules on the use of property in accordance with the public interest and the respondent State's margin of appreciation. The proceedings for the cancellation of the registration could equally well have been brought by any inhabitant of the town of  wishing to complain that it was impossible to use the beach, a public area which was open to all.", "35.  With regard to the tourist investment certificate and the investment incentive certificate, issued by the Ministry of Culture and Tourism and the State Planning Organisation respectively, the Government explained that they had been awarded on the basis of the personal declarations submitted by the applicants, which were deemed to be valid in the absence of proof to the contrary. The relevant authorities did not check the accuracy of such declarations on their own initiative.", "B.  The Court's assessment", "36.  The Court observes that, as it has previously held, Article 1 of Protocol No. 1, which guarantees in substance the right of property, comprises three distinct rules (see James and Others v. the United Kingdom, judgment of 21 February 1986, Series A no. 98, pp. 29-30, § 37). The first, which is expressed in the first sentence of the first paragraph and is of a general nature, lays down the principle of peaceful enjoyment of property. The second rule, in the second sentence of the same paragraph, covers deprivation of possessions and subjects it to certain conditions. The third, contained in the second paragraph, recognises that the Contracting States are entitled, among other things, to control the use of property in accordance with the general interest. The second and third rules, which are concerned with particular instances of interference with the right to peaceful enjoyment of property, must be construed in the light of the general principle laid down in the first rule (see Bruncrona v. Finland, no. 41673/98, §§ 65-69, 16 November 2004, and Broniowski v. Poland [GC], no. 31443/96, § 134, ECHR 2004-V).", "37.  The Court reiterates that in determining whether there has been a deprivation of possessions within the second “rule”, it is necessary not only to consider whether there has been a formal taking or expropriation of property but to look behind the appearances and investigate the realities of the situation complained of. Since the Convention is intended to guarantee rights that are “practical and effective”, it has to be ascertained whether the situation amounted to a de facto expropriation (see Brumărescu v. Romania [GC], no. 28342/95, § 76, ECHR 1999VII; Sporrong and Lönnroth v. Sweden, judgment of 23 September 1982, Series A no. 52, pp. 24-28, §§ 63 and 6974; and Vasilescu v. Romania, judgment of 22 May 1998, Reports of Judgments and Decisions 1998-III, pp. 1075-76, §§ 39-41).", "38.  In the present case there was an interference with the applicants' right to the peaceful enjoyment of their possessions, amounting to a “deprivation” of property within the meaning of the second sentence of the first paragraph of Article 1 of Protocol No. 1.", "39.  The Court notes, firstly, that it was not disputed that the applicants had acquired the property in question in good faith. Furthermore, until the date on which the registration of the property in the land register was forfeited to the State, they were the owners of the property, having inherited it, and had paid the appropriate taxes and duties on it. They had peaceful enjoyment of their possession and had begun to build a hotel complex on the land as the lawful owners, after obtaining a building permit for that purpose.", "40.  The Court further notes that the applicants were deprived of their possession by a judicial decision (see paragraphs 21 and 27 above) which it does not find in any way arbitrary. Having regard to the reasons given by the national courts, it considers that it is beyond dispute that the applicants were deprived of their property “in the public interest”. It observes that it was common ground that the land in issue was on the seashore and formed part of the beach, a public area open to all (see paragraph 21 above). Indeed, that aspect was emphasised by the Alanya District Court (see paragraph 27 above). The deprivation of property therefore pursued a legitimate aim.", "41.  Compensation terms under the domestic legislation are material to the assessment whether the contested measure respects the requisite fair balance and, notably, whether it imposes a disproportionate burden on the applicants. In this connection, the Court has previously held that the taking of property without payment of an amount reasonably related to its value will normally constitute a disproportionate interference, and a total lack of compensation can be considered justifiable under Article 1 of Protocol No. 1 only in exceptional circumstances (see Nastou v. Greece (no. 2), no. 16163/02, § 33, 15 July 2005; Jahn and Others v. Germany [GC], nos. 46720/99, 72203/01 and 72552/01, § 111, ECHR 2005-VI; and The Holy Monasteries v. Greece, judgment of 9 December 1994, Series A no. 301-A, p. 35, § 71). In the instant case the applicants did not receive any compensation for the transfer of their property to the Treasury or for the demolition of the hotel, despite having brought an action for damages in the Turkish courts. The Court notes that the Government did not cite any exceptional circumstances to justify the total lack of compensation.", "42.  The Court accordingly considers that the failure to award any compensation to the applicants upset, to their detriment, the fair balance that has to be struck between the protection of property and the requirements of the general interest.", "43.  There has therefore been a violation of Article 1 of Protocol No. 1.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "44.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "45.  The applicants claimed 15,987,000,000 Turkish liras (TRL) for pecuniary damage, corresponding to the value of the land, and TRL 5,388,000 to reimburse the property tax they had paid for the period from 1986 to 1990. They relied in that connection on the expert report produced to the Alanya District Court. They submitted that the value of their investment in the property in issue amounted to TRL 1,484,000,000. They further sought the reimbursement of TRL 4,048,000,000,000 in respect of the duties they had paid and TRL 2,260,000,000,000 in respect of interest. As regards the demolition of the hotel, they claimed TRL 4,048,000,000,000 in respect of social security contributions and TRL 2,260,000,000,000 for taxes and duties.", "The applicants also claimed 10,000,000  dollars (USD) for non-pecuniary damage.", "46.  The Government asked the Court to dismiss the applicants' claim for compensation. They submitted, in the alternative, that it was speculative as regards their alleged loss, seeing that the property in question was devoid of any market value since it could not be sold to private individuals.", "47.  The applicants sought USD 10,000 for costs and expenses. They submitted a copy of the legal assistance agreement they had signed with their lawyer and left the matter to the Court's discretion.", "48.  The Government contended that the agreement bound only the applicants and their lawyer and was not designed to guarantee the repayment of the expenses incurred by them on that account. They asked the Court to apply the Istanbul Bar's scale of fees, which laid down the minimum and maximum rates for cases before the  institutions.", "49.  In the circumstances of the case, the Court considers that the question of the application of Article 41 is not ready for decision and must be reserved, due regard being had to the possibility of an agreement between the respondent State and the applicants.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a violation of Article 1 of Protocol No. 1;", "", "2.  Holds that the question of the application of Article 41 of the Convention is not ready for decision; accordingly,", "(a)  reserves the said question;", "(b)  invites the Government and the applicants to submit, within six months from the date of notification of the judgment, their written observations on the matter and, in particular, to notify the Court of any agreement that they may reach;", "(c)  reserves the further procedure and delegates to the President of the Chamber the power to fix the same if need be.", "", "Done in French, and notified in writing on 11 October 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\t Naismith\tJean-Paul Costa\n\tDeputy Registrar\tPresident"]}