{"file": "ENG_HECOM_26765_05.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "26765/05", "text_paragraphs": ["TROISIÈME SECTION", "Requête no 26765/05\nConstantin OPREA\ncontre la Roumanie\nintroduite le 11 juillet 2005", "EXPOSÉ DES FAITS", "Le requérant, M. Constantin Oprea, est un ressortissant roumain né en 1952 et résidant à Strasswalchen, Autriche.", "A.  Les circonstances de l’espèce", "Les faits de la cause, tels qu’ils ont été exposés par le requérant, peuvent se résumer comme suit.", "En 1990, le requérant quitta la Roumanie pour s’installer en Autriche.", "En 1992, il fut poursuivi par les autorités roumaines qui le soupçonnaient d’avoir participé à des vols de carburant en Roumanie. Par un jugement du 26 octobre 1994 du tribunal de première instance de Ploieşti, il fut condamné par contumace à une peine de deux ans et dix mois de prison pour vol. La condamnation devint définitive à la suite du rejet, le 17 octobre 1995, du pourvoi du requérant qui clamait son innocence et soutenait qu’il avait été condamné par erreur dès lors qu’il n’avait jamais quitté l’Autriche depuis 1990. Un mandat d’arrêt visant le requérant fut délivré.", "Le requérant fut arrêté par les autorités autrichiennes le 11 décembre 1997 et détenu jusqu’au 22 janvier 1998 en vue de son extradition vers la Roumanie. Les autorités roumaines ayant omis de fournir tous les documents nécessaires à l’extradition, le requérant fut libéré et demeura sur le territoire autrichien.", "Le 1er septembre 2003, alléguant que l’exécution de la peine était prescrite, le requérant demanda, par l’intermédiaire d’un membre de sa famille, l’annulation du mandat d’arrêt. Par un arrêt définitif du 24 novembre 2004, la Haute Cour de cassation et de Justice rejeta la demande au motif que le délai de prescription avait été interrompu par la détention du requérant en Autriche.", "Une nouvelle demande d’annulation du mandat fut accueillie le 13 octobre 2006 par le tribunal de première instance de Ploieşti. Le tribunal constata que le délai de prescription, calculé à partir de la date de sa mise en liberté par les autorités autrichiennes, était arrivé à l’échéance et que, par conséquent, le mandat d’arrêt était nul. A défaut d’introduction d’un pourvoi dans les dix jours, ce jugement devint définitif.", "Le 23 décembre 2006, le requérant, accompagné de son épouse, se présenta à la frontière roumaine pour rendre visite à sa famille. Bien qu’il présentât copie du jugement du 13 octobre 2006, il fut arrêté par la police des frontières roumaine et transféré au commissariat de police d’Arad, la ville roumaine la plus proche.", "Le lendemain, il fut transféré dans la prison de la ville d’Arad en vue de l’exécution de la peine prononcée le 26 octobre 1994.", "Il fut remis en liberté le 27 décembre 2006. Le certificat établi à cette date par la direction de la prison mentionnait que la libération avait pour fondement le jugement du 13 octobre 2006.", "B.  Le droit interne pertinent", "L’article 504 du code de procédure pénale (CPP) prévoit que la personne qui, au cours de la procédure pénale à son encontre, a subi une restriction ou une privation de liberté illégale a le droit de se voir octroyer par l’Etat une réparation pour le dommage subi. Le caractère illégal de la privation de liberté doit être établi soit par une ordonnance du procureur soit par une décision judiciaire de relaxe ou d’acquittement. La procédure en réparation doit être introduite dans un délai de dix-huit mois après le prononcé de l’ordonnance ou de la décision judiciaire susmentionnée.", "L’article 504 CPP prévoit en outre que la personne qui a été privée de liberté après la prescription, l’amnistie ou la dépénalisation des actes illicites a droit à une réparation.", "Selon l’article 121 et suivants du code pénal (CP), le droit pénal connaît deux catégories de prescription.", "La première concerne la prescription de la responsabilité pénale pour des faits qui constituent une infraction. Cette prescription intervient en l’absence de poursuites après un délai de trois à quinze ans après les faits.", "La seconde vise l’exécution de la peine et intervient après un délai de trois à vingt ans après le prononcé de la peine si cette dernière n’a pas été mise à exécution.", "Le cours de chaque prescription peut être suspendu ou interrompu selon des règles spécifiques.", "Par une décision du 14 octobre 2004, la Cour constitutionnelle a jugé que l’article 504 CPP était constitutionnel et que les personnes qui souhaitaient voir réparer le préjudice subi du fait d’une privation illégale de liberté non couverte par cet article disposaient « d’autres voies légales » pour faire valoir leurs droits.", "GRIEFS", "1.  Invoquant les articles 5 et 6 de la Convention, le requérant se plaint de sa condamnation par contumace en 1995 et des conséquences de celle-ci, parmi lesquelles son arrestation en Autriche en 1998.", "2.  Invoquant l’article 5 de la Convention, le requérant allègue avoir été placé et maintenu en détention du 23 au 27 décembre 2006 en l’absence de toute base légale.", "QUESTIONS AUX PARTIES", "1.  Le requérant a-t-il été détenu « régulièrement » et « selon les voies légales », comme l’exige l’article 5 § 1 de la Convention, entre les 23 et 27 décembre 2006 ?", "", "2.  Le requérant a-t-il épuisé les voies de recours internes, comme l’exige l’article 35 § 1 de la Convention ?", "", "3.  En particulier, une action fondée sur les dispositions de l’article 504 du code de procédure pénale constituait-elle un recours effectif au sens de cette disposition pour le grief soulevé par le requérant sous l’angle de l’article 5 § 1 de la Convention ?", "", "Le Gouvernement est invité à fournir des exemples de jurisprudence interne pour démontrer que la voie de recours prévue par l’article 504 CPP était accessible aux personnes privées de liberté après la prescription de l’exécution de la peine."]}