{"file": "ENG_CLIN_12954_87.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "12954/87", "text_paragraphs": ["Information Note on the Court’s case-law No.", "February 1994", "Raimondo v. Italy - 12954/87", "Judgment 22.2.1994", "Article 1 of Protocol No. 1", "Article 1 para. 2 of Protocol No. 1", "Control of the use of property", "Application of preventive measures concerning property (seizure and confiscation) to a person suspected of belonging to a mafia-type organisation: violation", "Article 6", "Article 6-1", "Reasonable time", "Length of civil proceedings: no violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 1 OF PROTOCOL NO. 1", "A.\tApplication of preventive measures concerning property", "Not disputed that there had been interference.", "1.\tThe seizure", "Provided for by law - intended to prevent applicant from using his possessions: second paragraph of Article 1 of Protocol No. 1 applicable.", "Provisional measure aimed at ensuring that property which appeared to be the fruit of unlawful activities could subsequently be confiscated if necessary.", "Interference justified by general interest and proportionate to aim pursued.", "Conclusion: no violation (unanimously).", "2.\tThe confiscation", "According to Italian case-law, confiscation of the kind in issue could not have the effect of transferring ownership to State until there had been irrevocable decision - no such decision in case under review because applicant had challenged relevant order -  second paragraph of Article 1 applicable.", "Measure provided for by law and pursued aim in the general interest. ", "The Court was mindful of difficulties encountered by Italian State in fight against the Mafia.  Confiscation constituted effective and necessary weapon in combat against that cancer.  It therefore appeared proportionate to aim pursued.", "Preventive purpose justified its immediate application notwithstanding any appeal.", "Conclusion: no violation (unanimously). ", "3.\tSurveillance of property seized or confiscated", "Applicant's allegations did not provide sufficiently clear basis for examining whether damage actually sustained exceeded what was inevitable.", "Conclusion: no violation (unanimously).", "B.\tFact that contested measures remained entered in the public registers", "No interference by the State as regards buildings seized and three of the vehicles confiscated - but there was such interference in respect of lorry and buildings confiscated.", "Responsibility of the public authorities engaged in relation to delay in regularising legal status of some of applicant's possessions.", "Interference neither \"provided for by law\" nor necessary \"to control the use of property in accordance with the general interest\".  ", "Conclusion: violation (unanimously).", "II.\tARTICLE 2 OF PROTOCOL NO. 4", "The mere restrictions on liberty of movement resulting from special supervision fell to be dealt with under Article 2 of Protocol No. 4.", "In view of threat posed by Mafia to \"democratic society\" measure was necessary \"for the maintenance of ordre public\" and \"for the prevention of crime\".  In particular it was proportionate to the aim pursued, up to Court of Appeal's decision to revoke it.", "Period from date of that decision to date of notification to applicant: inexplicable delay of five months in drafting grounds of a decision which was immediately enforceable and concerned one of the applicant's fundamental rights. At least during period of eighteen days interference was neither \"provided for by law\" nor necessary.", "Conclusion: violation (unanimously).", "III.\tARTICLE 6 § 1 OF THE CONVENTION", "A.\tPeriod to be taken into consideration", "Starting-point: 16 October 1985 (date on which District Court ordered preventive measures in question).", "End: 31 December 1986 (date on which Court of Appeal's decision became final).", "Total: one year, two months and two weeks.", "B.\tAssessment", "1.\tSpecial supervision: not comparable to criminal sanction - Article 6 inapplicable.", "2.\tConfiscation: concerned property - Article 6 applicable.  Length of proceedings not excessive regard being had to fact that case came before two domestic courts.", "Conclusion: no violation (unanimously).", "IV.\tARTICLE 50 OF THE CONVENTION", "A.\tDamage", "Pecuniary damage: claim dismissed.", "Non-pecuniary damage: sum awarded.", "B.\tCosts and expenses", "Ordered to be reimbursed in part.", "Conclusion: respondent State to pay specified sums for non-pecuniary damage and costs and expenses (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}