{"file": "ENG_CLIN_40721_08.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "40721/08", "text_paragraphs": ["Information Note on the Court’s case-law No. 154", "July 2012", "Fáber v. Hungary - 40721/08", "Judgment 24.7.2012 [Section II]", "Article 10", "Article 10-1", "Freedom of expression", "Fine for displaying a flag with controversial historical connotations in protest against an anti-racist demonstration: violation", "", "Facts – In 2007 the Hungarian Socialist Party (MSZP) held a demonstration in Budapest to protest against racism and hatred. Simultaneously, members of a right-wing political party assembled in an adjacent area to express their disagreement. The applicant silently held a so-called Árpád-striped flag which could be regarded both as a historical symbol and as a symbol reminiscent of a former regime. The police supervising the scene called on the applicant to either remove the banner or leave. The applicant refused, pointing out that the flag was a historical symbol and that no law forbade its display. He was taken into custody and fined approximately EUR 200.", "Law – Article 10 read in the light of Article 11: The applicant’s right to freedom of expression and his claim to freedom of peaceful assembly had to be balanced against the MSZP demonstrators’ right to protection against disruption of their assembly. In that connection, a wide discretion was granted to the national authorities, not only because, in principle, the two competing rights deserved equal protection that satisfied the obligation of State neutrality when opposing views clashed, but also because those authorities were best positioned to evaluate the risks and appropriate measures. However, such discretion applied (only) where the existence of a serious threat of a violent counter-demonstration was convincingly demonstrated. Counter-demonstrators had the right to express their disagreement with the demonstrators so that, when implementing measures, the State had to fulfil its positive obligations to protect the right of assembly of both demonstrating groups and find the least restrictive means that would, in principle, enable both demonstrations to take place.", "In the applicant’s case, the interference had pursued the legitimate aims of maintaining public order and protecting the rights of others. It had not been argued that there had been any increased likelihood of violence due to the presence of the Árpád-striped banner or that the use of that symbol, perceived as provocative by the authorities, had resulted in a clear threat and present danger of violence. The impugned banner had not caused any disruption to the demonstration during the period it was displayed. Moreover, neither the applicant’s conduct nor that of the others present had been threatening or abusive. Therefore, given the applicant’s passive conduct, the distance from the MSZP demonstration and the absence of any demonstrated risk of insecurity or disturbance, the reasons given by the national authorities to justify the interference complained of were not relevant and sufficient. Furthermore, the freedom to take part in a peaceful assembly was of such importance that it could not be restricted in any way, so long as the person concerned did not himself commit any reprehensible act. The applicant’s decision to display the impugned flag in the vicinity of the MSZP demonstration had to be regarded as his way of expressing his political views, namely a disagreement with the ideas of the MSZP demonstrators. Only by a careful examination of the context in which the offending expressions appeared could one draw a meaningful distinction between a shocking and offensive expression that was nonetheless protected by Article 10 and one which forfeited its right to tolerance in a democratic society. Ill-feelings or even outrage, in the absence of intimidation, could not represent a pressing social need for the purposes of Article 10 § 2, especially since the flag in question had never been outlawed. Lastly, where an applicant expressed contempt for the victims of a totalitarian regime, this might amount to an abuse of Convention rights. In the applicant’s case, however, no such abusive element could be identified.", "Conclusion: violation (six votes to one).", "Article 41: EUR 1 500 in respect of non-pecuniary damage.", "(See also , no. 76900/01, 29 June 2006; and , no. 33629/06, 8 July 2008, )", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}