{"file": "ENG_CLIN_12775_87.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "12775/87", "text_paragraphs": ["Information Note on the Court’s case-law No.", "February 1993", "De Micheli v. Italy - 12775/87", "Judgment 26.2.1993", "Article 6", "Civil proceedings", "Article 6-1", "Reasonable time", "Length of civil proceedings: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries. It also covers the following judgments of 26 February 1993 against Italy: Pizzetti (12444/86), Salesi (13023/87), Trevisan (13688/88) and Billi (15118/89).]", "I.\tARTICLE 6 § 1 OF THE CONVENTION (“reasonable time”)", "A.\tApplicability (Salesi case)", "Differences between welfare assistance and social insurance: not fundamental at present stage of development of social security law – the fact of State intervention not sufficient to establish that Article 6 § 1 is inapplicable – administrative authorities were not acting in the exercise of discretionary powers – individual, economic right flowing from specific rules laid down in a statute fiving effect to the Constitution – matter falling within the jurisdiction of the ordinary court, the labour magistrate’s court (pretore del lavoro) – no convincing reason for distinguishing between Mrs Salesi’s right to welfare benefits and the right to social insurance benefits.", "Conclusion: applicable (unanimously).", "B.\tCompliance (all five cases)", "1.\tPeriod to be taken into consideration", "Starting-point: date of institution of proceedings against defendant (Pizzetti, De Micheli, Salesi and Trevisan) or date on which Italy’s declaration accepting right of individual petition took effect (Billi).", "End: date on which the last decision became final (De Micheli, Salesi, Trevisan and Billi) or proceedings still pending (Pizzetti).", "Total: from a little over four years and six months (De Micheli) to sixteen years and approximately three months (Billi).", "2.\tApplicable criteria", "Reasonableness of the length of proceedings: to be determined with reference to the criteria laid down in the Court’s case-law and in the light of the circumstances of the case, which in this instance called for an overall assessment.", "Examination in each case of various stages of the proceedings.", "Conclusion: violation (unanimously).", "II.\tARTICLE 13 OF THE CONVENTION (Pizzetti case)", "Decision in relation to Article 6 made it unnecessary for the Court to examine the case under Article 13.", "Conclusion: no need to rule on the complaint (unanimously).", "III.\tARTICLE 50 OF THE CONVENTION", "A.\tDamage", "1.\tPecuniary damage: no claim (Pizzetti); claim dismissed, for lack of causal connection with the violation found (De Micheli) or as unfounded (Trevisan); claim allowed in whole (Salesi).", "2.\tNon-pecuniary damage: claim allowed in whole (Salesi) or in part (Pizzetti, De Micheli and Trevisan).", "3.\tPecuniary and non-pecuniary damage (including costs and expenses): claim allowed in part (Billi).", "B.\tCosts and expenses before the Convention organs", "Claim allowed in whole (Pizzetti, De Micheli, Salesi and Trevisan).", "Conclusion: respondent State to pay specified sums to the applicants (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}