{"file": "ENG_CLIN_16737_90.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "16737/90", "text_paragraphs": ["Information Note on the Court’s case-law", "September 1994", "Pelladoah v. the Netherlands - 16737/90", "Judgment 22.9.1994", "Article 6", "Article 6-3-c", "Defence through legal assistance", "Refusal of Court of Appeal to allow counsel to conduct the defence in the absence of the accused: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 6 §§ 1 AND 3 (C) OF THE CONVENTION", "The requirements of Article 6 § 3 are to be seen as particular aspects of the right to a fair trial guaranteed by paragraph 1.", "The present case concerns a criminal appeal by way of rehearing, which is the last instance where, under domestic law, the case could be fully examined as to questions of both fact and law — one difference between present case and Poitrimol case is that under Netherlands law the accused is, as a rule, not under an obligation to attend his trial.", "In the interests of a fair and just criminal process it is of capital importance that the accused should appear at his trial and be adequately defended, both at first instance and on appeal — in the Court's judgment the latter interest prevails — consequently, the fact that the defendant, in spite of having been properly summoned, does not appear, cannot, even in the absence of an excuse, justify depriving him of his right under Article 6 § 3 to be defended by counsel.", "For the right to be defended by counsel to be practical and effective, and not merely theoretical, its exercise should not be made dependent on the fulfilment of unduly formalistic conditions — it is for the courts to ensure that a trial is fair and, accordingly, that counsel who attends trial for the apparent purpose of defending the accused in his absence, is given the opportunity to do so.", "Conclusion: violation (unanimously).", "II.\tARTICLE 50 OF THE CONVENTION", "Non-pecuniary damage: finding of a violation in itself sufficient just satisfaction (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}