{"file": "ENG_CLIN_12020_09.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "12020/09", "text_paragraphs": ["Information Note on the Court’s case-law No. 162", "April 2013", "Udeh v. Switzerland - 12020/09", "Judgment 16.4.2013 [Section II]", "Article 8", "Expulsion", "Deportation and exclusion orders that would prevent immigrant with two criminal convictions from seeing his minor children: deportation would constitute a violation", "", "Facts – In 2001 the first applicant, a Nigerian national, was sentenced to four months’ imprisonment for possession of a small quantity of cocaine. In 2003 he married a Swiss national, the second applicant, who had just given birth to their twin daughters, the third and fourth applicants. By virtue of his marriage, the first applicant was granted a residence permit in Switzerland. In 2006 he was sentenced to forty-two months’ imprisonment in Germany for a drug-trafficking offence. The Swiss Office of Migration refused to renew his residence permit, stating that his criminal conviction and his family’s dependence on welfare benefits were grounds for his expulsion. An appeal by the applicants was dismissed. In 2009 the first applicant was informed that he had to leave Switzerland. In 2011 he was made the subject of an order prohibiting him from entering Switzerland until 2020. The first and second applicants had divorced in the meantime. Custody of the children had been awarded to the mother but the first applicant had been given contact rights.", "Law – Article 8: The first applicant’s second conviction admittedly weighed heavily against him. However, his criminal conduct was limited to those two offences, a fact which had not been considered relevant by the federal court. It could not therefore be said that the applicant’s behaviour indicated that he would reoffend. Moreover, his conduct in prison and following his release had been exemplary. Those positive developments, particularly the fact that he had been released on licence after serving part of his sentence, could be taken into account in weighing up the interests at stake. In that connection the Court considered purely speculative the argument that the applicant’s forty-two month prison sentence was evidence that he represented a threat to public order and safety in the future.", "Furthermore, at the time the judgment was adopted the total length of the applicant’s residence in Switzerland totalled more than seven and a half years, which was a considerable length of time in a person’s lifetime. It appeared indisputable that Switzerland had been the centre of his private and family life for quite a long time. Moreover, he endeavoured to maintain regular contact with his children. He had committed the main offence after the children had been conceived; in other words, his wife could not have known about the offence when she entered into a family relationship. This was a significant factor in the examination of the present case. Besides that, the court had acknowledged the efforts made by the first and second applicants to end their dependence on welfare benefits and had not ruled out the possibility that the first applicant’s illness (tuberculosis) had played a role in his inability to earn a proper living. Furthermore, the twins had Swiss nationality. The enforced removal of the first applicant was likely to have the effect of their growing up separated from their father. It was in their best interests that they grow up with two parents and, having regard to the divorce, the only possibility of maintaining contact between the first applicant and the two children was to grant him leave to stay in Switzerland, given that the mother could not be expected to follow him to Nigeria with their two children. Lastly, even if the authorities were to grant a request that the order prohibiting him from entering Switzerland be lifted, such temporary measures could not in any case be regarded as replacing the applicants’ right to enjoyment of their right to live together.", "Having regard to the foregoing, and in particular to their twin daughters, the family relationship that genuinely existed between the first applicant and his children and to the fact that the former had committed only one serious offence, and his subsequent conduct had been exemplary, which bode well for the future, the respondent State had exceeded the margin of appreciation that it enjoyed in the present case.", "Conclusion: deportation would constitute a violation (five votes to two).", "Article 41: Finding of a violation constituted sufficient just satisfaction in respect of any non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}