{"file": "ENG_CLIN_70930_01.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "70930/01", "text_paragraphs": ["Information Note on the Court’s case-law No. 112", "October 2008", "Blumberga v. Latvia - 70930/01", "Judgment 14.10.2008 [Section III]", "Article 1 of Protocol No. 1", "Positive obligations", "Burglary of the applicant’s houses while she was in custody: no violation", "", "Article 6", "Civil proceedings", "Article 6-1", "Access to court", "Unwarranted refusal to examine merits of the applicant’s case: violation", "", "Facts: The applicant was detained for several months in 1995. During that time, her two houses were broken into and some of her belongings stolen. Under Article 80 of the Criminal Procedure Code, it was incumbent on the authorities to ensure the protection of the property of detainees. Criminal proceedings were initiated in respect of both burglaries. The proceedings concerning the first house were terminated in 2005 due to a lack of evidence, whereas those concerning the second house were still ongoing and suspects appeared to have been identified. Meanwhile, in 2001 the applicant lodged a civil action against the police claiming compensation and requesting exemption from court fees due to her poor financial situation. Her action was eventually dismissed because she had not submitted sufficient proof of her financial situation or of the circumstances on which her claim was based.", "Law: Article 1 of Protocol No. 1 – Even though the interference with the applicant’s property rights was perpetrated by private individuals, the Court considered that positive obligations arose for the State to ensure in its domestic legal system that property rights were sufficiently protected and that adequate remedies for asserting those rights were provided. In addition, where the interference was of a criminal nature, that obligation required the authorities to conduct an effective criminal investigation. It was an obligation of means, not to achieve a result. On the other hand, the possibility of bringing civil proceedings against the alleged perpetrators of the offence could provide the victim with alternative means of securing his or her property rights even if the criminal proceedings were not concluded successfully. The State would, in such circumstances, only fail to fulfil its positive obligations under Article 1 of Protocol No. 1 if the civil claim had no prospects of success as a direct result of exceptionally serious and flagrant deficiencies in the conduct of the criminal investigation. In the present case, having regard to all the materials in its possession the Court could not conclude that the failure to bring the criminal proceedings to a successful conclusion was the result of flagrant and serious deficiencies in the authorities’ conduct. Further, under domestic law the applicant could have instituted separate civil proceedings against the suspected offenders, in particular since domestic law did not require a criminal conviction in order to claim damages in civil proceedings. Moreover, the investigation into the second burglary had resulted in suspects being identified and the burden of proof in civil proceedings was less demanding. Such proceedings would therefore not have been devoid of reasonable prospects of success. However, since the applicant had never instituted such proceedings, the Court was unable to establish whether they would have constituted an appropriate means for the State to fulfil its positive obligations under Article 1 of Protocol No. 1.", "Conclusion: no violation (unanimously).", "Article 6 § 1 – The domestic courts had declined to examine the merits of the applicant’s claim on the ground that it had not been properly submitted. However, in lodging her civil action, the applicant had attached documents proving her financial situation and the relevant replies of the public prosecutor relating to the burglaries, which, in the Court’s view, provided a reasonable and sufficient basis for her claim. Moreover, in rejecting her claim, the domestic courts had failed to indicate to the applicant which additional documents she had been expected to submit. The foregoing rendered the domestic courts’ refusal to decide the merits of the applicant’s claim manifestly unwarranted and resulted in the deprivation of the applicant’s formally existing access to court of any substance.", "Conclusion: violation (unanimously). ", "Article 41 – EUR 8,000 in respect of non-pecuniary damage. ", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}