{"file": "ENG_CLIN_26132_95.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "26132/95", "text_paragraphs": ["Information Note on the Court’s case-law 18", "May 2000", "Bergens Tidende and Others v. Norway - 26132/95", "Judgment 2.5.2000 [Section III]", "Article 10", "Article 10-1", "Freedom of expression", "Defamation of cosmetic surgeon: violation", "Facts: The applicants are a newspaper, its former editor and one of its journalists. In March 1986 the newspaper published an article on the work of a cosmetic surgeon, R., and the advantages of cosmetic surgery. It was then contacted by some women who had been operated on by R. and had been dissatisfied. In May 1986 the newspaper published another article about three women who claimed to have been disfigured by operations performed by R. and who also complained about the poor after-care. An article by another doctor and an interview with R., stressing the risks of cosmetic surgery, were also printed, and further articles were subsequently published, including some in which women stated that they were satisfied with the work of R. A number of former patients submitted administrative complaints, but a medical expert concluded that there was no reason to criticise the treatment provided by R. and no further action was taken. However, as a result of the media attention R. had fewer patients and eventually had to close his clinic. He had in the meantime brought defamation proceedings against the applicants. He was successful at first instance, but the High Court found in favour of the applicants. R. appealed to the Supreme Court, which found in his favour and awarded substantial damages against the applicants. It considered that there was a lack of balance in the reporting and that R. had not been given any proper opportunity to defend himself.", "Law: Article 10 - There was an interference which was prescribed by law and pursued the legitimate aim of protecting the rights and reputation of others. As to necessity, the articles concerned an important aspect of human health and thus raised serious issues affecting the public interest, and the Court could not accept the submission that the grievances of a few patients were private matters between patient and surgeon, nor could it agree that the fact the articles were not part of an ongoing general debate on cosmetic surgery meant that they did not relate to matters of general public interest. Moreover, the articles must be seen against the background of the earlier article on R. and cosmetic surgery. Article 10 does not guarantee a wholly unrestricted freedom of expression even with respect to press coverage of matters of serious public concern: \"duties and responsibilities\" also apply to the press, and assume particular significance when there is question of attacking the reputation of private individuals. Journalists must act in good faith in order to provide accurate and reliable information. In this case, the criticisms of R. were in fact found to a large extent to be justified by the national courts: the High Court found that the women were credible and that the newspaper report gave an accurate account of their experiences, and the Supreme Court considered itself bound by this assessment. The difference of view between the two courts related to whether the unsuccessful operations resulted from a lack of surgical skill, and while the Supreme Court's  view was one which was reasonably open to it, the Court's function is to determine whether the measures it applied were proportionate. None of the articles actually stated that the unsatisfactory results were attributable to negligent surgery, the Supreme Court deriving this meaning from their general tenor;  rather, the common theme was the lack of proper post-surgical treatment to remedy the results. Although the articles did not make it explicitly clear that the accounts were not to be taken as suggesting a lack of surgical skills, it is not for the Court to say what techniques journalists should use, and the Court could not accept that the reporting showed a lack of proper balance. The newspaper had printed another article highlighting the risks of cosmetic surgery and also an interview with R., as well as subsequent articles defending him. The Court could not agree that he had been denied the opportunity of properly defending himself. The articles had serious consequences for him, but given the justified criticisms of his post-surgical care it was inevitable that substantial damage would in any event be done to his professional reputation. His undoubted interest in protecting that reputation was not sufficient to outweigh the important public interest in the freedom of the press to impart information on matters of legitimate public concern.", "Conclusion: violation (unanimous).", "Article 41 - The Court awarded the applicants the total amount of the payments they had been ordered to make to R. It also made an award in respect of costs.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}