{"file": "ENG_CLIN_28168_95.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "28168/95", "text_paragraphs": ["Information Note on the Court’s case-law 14", "January 2000", "Quadrelli v. Italy - 28168/95", "Judgment 11.1.2000 [Section II]", "Article 6", "Civil proceedings", "Article 6-1", "Fair hearing", "Appeal on points of law dismissed without examination of the applicant’s submissions: violation", "Civil rights and obligations", "Determination (civil)", "Preliminary procedural issue: Article 6 applicable", "Facts: The applicant, an employee of the Italian Chamber of Commerce in Madrid, was dismissed. He originally challenged his dismissal before the Spanish courts. Finding the resulting conciliation award to be unsatisfactory, he decided to challenge it, only this time before the Italian labour courts. When the first-instance court threw out his application, he lodged an appeal. His appeal was also found to be inadmissible. The applicant therefore lodged an appeal on points of law and was later advised that State Counsel had submitted that this was inadmissible. In accordance with the Code of Civil Procedure, he later filed a pleading in reply to State Counsel’s unfavourable submissions. However, his appeal on points of law was ruled inadmissible for being lodged after the expiry of the time-limit; no reference was made to the arguments he had put forward in his pleading.", "Law: Article 6 § 1 - Since the case related to a challenge to a conciliation award regarding a dismissal, Article 6 applied a priori. However, according to the Government, Article 6 did not apply to proceedings limited to resolving a preliminary procedural question. The applicant’s appeal on points of law was not however limited to a procedural question but also attacked the lawfulness of the decision rejecting the appeal. Had the Court of Cassation accepted the applicant’s arguments, it would have been able to find the appeal admissible and as a result would have also been able to examine the merits of the case. The applicability of Article 6 is therefore not excluded. Even if the proceedings had been limited to a preliminary procedural question, this would have not been enough according to the J.J. v. Netherlands judgment - contrary to the arguments put forward by the Government - to exclude the applicability of Article 6. As to the fairness of the examination of the applicant’s appeal on points of law, the parties’ right to make observations secured by this article could only be a real one if their observations had been truly “heard”, that is, duly examined by the tribunal dealing with the case. In this case, the applicant had the right to file a pleading for the purposes of the proceedings. The Government’s argument that the Court of Cassation had considered that pleading but failed to refer to it in its decision to dismiss the appeal was not founded. Furthermore, the general principle of domestic law that “any claim that has not been examined is to be considered rejected” did not satisfy the guarantee of a fair trial set forth in Article 6. It followed from this provision that the court must make a real examination of the arguments and evidence of the parties, while assessing their relevance to the decision to be delivered. Moreover, since the Government indicated that they had found no trace of the applicant’s pleading in the Court of Cassation’s file, it seemed unlikely that the Court of Cassation had considered it. Taking into account what was at stake for the applicant in the proceedings and the nature of State Counsel’s submissions, the failure to examine the applicant’s pleading was an infringement of his right to inter partes proceedings. In principle this included the right of the parties to legal proceedings to have any documents and observations which were submitted to the court with a view to influencing its decision produced and discussed.", "Conclusion: violation (unanimous).", "Article 41: The Court found that as to the non-pecuniary damage claimed by the applicant, the finding of a violation in itself constituted adequate just satisfaction and awarded the applicant 10,000,000 Italian lire (ITL) in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}