{"file": "ENG_HECOM_16463_08.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "16463/08", "text_paragraphs": ["THIRD SECTION", "Application no. 16463/08\nVictor SANDU\nagainst \nlodged on 19 March 2008", "STATEMENT OF FACTS", "THE FACTS", "1.  The applicant, Mr Victor Sandu, is a Moldovan national who was born in 1958 and lives in Chişinău.", "The circumstances of the case", "2.  The facts of the case, as submitted by the applicant, may be summarised as follows.", "1.  The applicant’s arrest and investigation of bribe-taking", "3.  At the time of the events the applicant was the director of a State-owned veterinary clinic.", "4.  According to the official version of events, on 25 September 2006 a person (C.) came to the applicant’s office at around 9.10 a.m. and expressed his wish to obtain vaccination for his dog and a document required for travelling abroad with that dog. The applicant then told him that the process could last for two-three months, but could be sped up. In exchange of 1,000 Moldovan lei (MDL, approximately 63 euros (EUR) at the time), the applicant would issue C. with the relevant document without seeing the dog while knowing that it had not been vaccinated.", "5.  Immediately after that C. came to the Rîşcani police station in Chişinău and asked for help in catching the applicant in the act of receiving the bribe. In his complaint made at that time, C. noted that he had a six-month dog called “Ghera” of “cahterrier” breed.", "6.  In response to this complaint, a number of procedural acts were adopted in the same morning:", "-  a decision of V., an officer of the Rîşcani police station to initiate a criminal investigation, which was countersigned by a prosecutor on the same day at 4.40 p.m.;", "-  a decision of a prosecutor from the Rîşcani prosecutor’s office giving the material competence of investigating the case to the Rîşcani police station, while noting that normally the competence for such cases lay with the Centre for Fighting Economic Crime and Corruption;", "-  a decision by the Prosecutor General’s Office giving territorial competence to the Rîşcani police station (the applicant’s office was situated in another region of the city, within the territorial competence of the Botanica police station);", "-  a decision by V. to search the applicant’s office (countersigned by the Rîşcani District Court’s investigating judge on 26 September 2006);", "-  another decision by V. to verify the transmission of money solicited as a bribe;", "-  a third decision by V. to mark with a special substance the money to be given as a bribe;", "-  a record of the marking of MDL 1,000 in five banknotes of MDL 200 each, carried out at 11 a.m. by V. in the presence of C. and a specialist.", "7.  At approximately 11.30 a.m. on the same day C. entered the applicant’s office and told him that he only had MDL 400. The applicant took the money and applied a stamp with the relevant notes in the dog’s passport. At around 12.30 a.m. officers from the Rîşcani police station entered the applicant’s office and discovered in his pocket MDL 400 which was subsequently confirmed as bearing the specific mark made earlier for purposes of proving the act of bribe taking.", "8.  According to the applicant, the investigation in fact was initiated after the event, as was clear not only from the time when the decision was countersigned by the prosecutor (4.40 p.m., see above), but also from its text, referring in past tense to the fact that “[the applicant] has taken money from [C.] to speed up the issuing of the [relevant document]”. The applicant also noted that the decision giving the material competence of investigating the case to the Rîşcani police station (referred to above) mentioned the name of a prosecutor, but had the signature of a person who remained unidentified.", "9.  On 27 September 2006 the applicant was released against an undertaking not to leave the city.", "10.  In the record of an interrogation made on 29 November 2006 the applicant declared that there were persons who for a long time wanted to stage something like that against him due to his past conflicts with them. He also mentioned a criminal complaint concerning an assassination attempt of 4 April 2004 which had not been examined and which meant, in the applicant’s opinion, that someone had an interest to act against him.", "2.  The criminal proceedings against the applicant", "11.  On 8 December 2006 the Rîşcani District Court transferred the case for examination by the Botanica District Court since it had territorial competence.", "12.  On 27 March 2007 the applicant’s lawyer asked the court to exclude from the evidence in the case all previously adopted acts because they had been obtained in violation of territorial and material competence. The court twice postponed the hearing in order for the prosecution to submit evidence in this respect.", "13.  On 3 April 2007 the prosecution submitted the Prosecutor General’s decision of 25 September 2006 mentioned above, giving territorial competence to the Rîşcani police station; the decision was not in the file before that time. The applicant’s lawyer protested against the inclusion of that document, stating that its existence had never been mentioned earlier and that he had serious reasons to consider that it was backdated. According to the prosecution, that decision had been mistakenly annexed to another file and had been discovered shortly before submitting it to the court.", "14.  On 17 April 2007 the Botanica District Court in Chişinău found the applicant guilty of soliciting and accepting a bribe. The court referred to such evidence as C.’s initial complaint and subsequent statements, those of the officers at the Rîşcani police station, as well as the findings of the search at the applicant’s office on 25 September 2006, during which MDL 400 had been found in his pocket. The applicant was sentenced to the payment of a criminal fine of MDL 60,000 (approximately EUR 3,550) and to two years’ prohibition of working as a veterinary doctor.", "15.  In respect of the allegations made by the applicant and his lawyer that the entire event had been a provocation of the police, the court found the following:", "“The submission that the accusation made against [the applicant] amounted to an act of provocation by the police to commit a bribe is unsubstantiated, because [C.] declared under oath both during the criminal investigation and before the court that [the applicant] had solicited money from him in order to speed up his dog’s vaccination. Moreover, during the arrest the accused took the money out of his pocket, which proves intentional actions and not an act of provocation”.", "16.  The applicant appealed. He noted the various procedural shortcomings concerning the timing of the adoption of the decisions on 25 September 2006 and claimed that the investigation acts had taken place before the initiation of the investigation itself. Moreover, it was strange that C. went to the Rîşcani police station and not to the one situated in the Botanica region which was territorially competent to deal with the alleged offence. Nor did he go to the police station of the region where he lived. Furthermore, according to the documents the police had given the money to C. in order to give it to the applicant, and that of the MDL 1,000 so received C. only gave MDL 400 to the applicant, the remainder having disappeared. The applicant submitted that C. had been “artificially involved in the operation of handing money to [the applicant], which constitutes provocation to bribe taking”.", "The applicant further claimed that C. had never had a dog and had had no need for vaccinating it or for travelling abroad with it. He referred to the inconsistency between C.’s description of his dog (stating initially that it was of a “cahterrier” breed, but later that it was of a “craigher-pitbull” breed, while the dog passport submitted to the court was for an “English cocker spaniel” which, in addition, belonged to another person, G.V.). Moreover, according to the documents submitted to the court that dog had been born on 18 November 2004 and could not have been six-month old on 25 September 2006 as stated by C. Furthermore, C. had refused to say whom he had wanted to visit abroad, even though he had earlier stated that he had intended to visit friends together with his dog.", "17.  On 31 May 2007 the Chişinău Court of Appeal upheld the lower court’s judgment. In respect of the applicant’s argument concerning entrapment, the court repeated word-for-word the reasoning of the lower court.", "18.  The applicant appealed on points of law, essentially repeating his arguments made before the lower courts.", "19.  On 24 October 2007 the Supreme Court of Justice upheld the lower courts’ judgments. In respect of the applicant’s argument concerning entrapment, the court repeated word-for-word the reasoning of the lower court.", "20.  The applicant submitted evidence to the Court, according to which C. had made similar complaints of bribe soliciting against at least two more persons, who were subsequently convicted too.", "COMPLAINTS", "1.  The applicant complains under Article 6 § 1 of the Convention that he has been the victim of entrapment. He points, inter alia, to C.’s involvement in what he considers to be similar cases of entrapment and conviction of two other persons.", "2.  He also complains, under the same provision, that the courts failed to observe the principle of equality of arms and that they gave insufficient reasons for their decisions.", "3.  The applicant complains under Article 6 § 3 (b) of the Convention that the prosecution has failed to disclose to the defence on time the decision of the Prosecutor General of 25 September 2006, which prevented him from challenging that decision before the courts.", "4.  He finally complains under Article 5 of the Convention that he had been detained for 72 hours in the absence of a reasonable suspicion that he had committed a crime and that there were no reasons to hold him in detention pending trial.", "QUESTIONS TO THE PARTIES", "1.  Has there been a violation of Article 6 § 1 of the Convention?", "In particular:", "(a)  was the applicant the victim of “entrapment” and did the domestic courts properly deal with his claim in that respect (see, for instance, Ramanauskas v. Lithuania [GC], no. 74420/01, ECHR 2008)?", "(b)  did the domestic courts give sufficient reasons for their judgments?", "(c)  was there a breach of the principle of “equality of arms”, within the meaning of Article 6 § 1 of the Convention, notably in respect to the delay in disclosing to the defence the Prosecutor General’s decision of 25 September 2006?", "", "2.  Did the applicant have “adequate time and facilities for the preparation of his defence”, within the meaning of Article 6 § 3 (b) of the Convention, in particular allowing him to comment or challenge on time the Prosecutor General’s decision of 25 September 2006?"]}