{"file": "ENG_HECOM_58455_13.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "58455/13", "text_paragraphs": ["", "", "Communicated on 19 May 2014", "", "THIRD SECTION", "Application no. 58455/13\nN.P.\nagainst the Republic of Moldova\nlodged on 9 September 2013", "STATEMENT OF FACTS", "1.  The applicant, Ms N.P., is a Moldovan national, who was born in 1986 and lives in Chişinău. She is represented before the Court by Mr A. Lungu, a lawyer practising in Durleşti.", "A.  The circumstances of the case", "2.  The facts of the case, as submitted by the applicant, may be summarised as follows.", "3.  The applicant lived with her five-year-old daughter, A., and with her mother, G.", "4.  On 22 September 2011 A. was removed from her home by the police and placed in the care of the Ciocana Child Protection Office, according to whom the police had found the applicant and G. drunk and fighting in the presence of A., who had been dirty, hungry, scared and crying. A medical report drawn up on the same day found that the applicant had severe alcohol intoxication.", "5.  On 23 September 2011 a social worker and a psychologist from a non-governmental organisation visited the applicant’s home and found that the applicant and G. were drunk. They also found signs of physical violence. The applicant had been behaving inappropriately and had an unkempt appearance. The house was insalubrious and lacked running water, electricity and gas. The neighbours reported that A. had not been attending any pre-school institution, was generally neglected by her family, was usually dirty, and often asked for food.", "6.  On 27 September 2011 the Child Protection Committee examined A.’s situation. When the applicant appeared before the committee she was allegedly drunk. The applicant disputed that allegation. Relying on the incident of 22 September 2011 and the findings of the visit of 23 September 2011, the committee concluded that A.’s return to her biological family would put her life and health in danger.", "7.  On 29 September 2011 the Ciocana Child Protection Office instituted proceedings seeking the withdrawal of the applicant’s parental authority. They relied on the conclusions of the committee meeting of 27 September 2011.", "8.  On 27 October 2011 the applicant requested to visit A. On 23 November 2011 the Ciocana Child Protection Office refused the request and informed her that visits were prohibited while court proceedings were pending.", "9.  In court the applicant argued that she was a single parent and had received no support from anyone, including social services. She had financial difficulties, which prevented her from improving her living conditions. She contended that she cared for her child and wished to be with her, and that she was committed to discharging her parental responsibilities. She argued that the incident of 22 September 2011 had been unusual and could not constitute grounds for the removal of her parental authority.", "10.  On 14 February 2012 the Ciocana District Court decided to withdraw the applicant’s parental authority, relying essentially on the arguments of the Child Protection Office. The court found, inter alia, the following:", "“[the applicant] abuses alcohol, is unemployed and often leaves home to work in Turkey. ...", "Following a medical examination [of A.] the following diagnosis was made: residual encephalopathy with delayed motor skills, mild leg movement disorder, thyroid gland disease, decreased need for sleep (“hyposomnia”), and urinary insufficiency. ... The psychological assessment reported balanced and quiet behaviour, delayed development of cognitive processes and of communication abilities, introversion, and a positive emotional state.", "... [The applicant] had neither visited nor asked about [A.] since her removal from home, which was evidence of [the applicant’s] indifference towards [A.].", "... On 19 October 2011 the Ciocana prosecutor’s office found [the applicant] guilty, under Article 64 para. 1 of the Code of Administrative Offences, of failing to discharge her parental duties and fined her 200 Moldovan lei (12.5 euros).", "... [the applicant] neglected her parental duties, did not take care of the child, did not provide material and emotional support and by her immoral conduct, had a negative influence on the child ... and thus was unable to raise and educate her child.”", "11.  The applicant appealed, arguing, inter alia, that she had been employed since 4 October 2011, was making significant efforts to improve her life and wished to be with A.", "12.  On 24 October 2012 the Chișinău Court of Appeal dismissed the applicant’s appeal as ill-founded, reiterating the reasons adduced by the District Court.", "13.  The applicant appealed again, arguing, inter alia, that her rights under Article 8 of the Convention had been violated. She submitted evidence that she had repeatedly attempted to visit her daughter but had been allowed to do so on only two occasions. She referred to the statements of a social worker before the court, that the applicant’s family had been monitored but that previously there had been no reason to remove the child from the family or to withdraw the applicant’s parental authority. The social worker confirmed that no measures had been taken to support the family.", "14.  On 8 May 2013 the Supreme Court of Justice upheld the previous judgments for identical reasons. That judgment was final.", "15.  In a letter dated 17 January 2013 the head of the Municipal Specialised Children’s Centre stated that the Ciocana Child Protection Office had placed A. into the care of the centre on 30 September 2011 and had prohibited any visits by the applicant until the end of the court proceedings. She confirmed that the applicant had requested visits. Although her requests had been refused, the applicant had managed to see her child on 1 and 12 August 2012. During winter holidays, she had brought several parcels with sweets and toys and asked for other meetings. The applicant had been redirected to the Ciocana Child Protection Office to obtain an authorisation to visit A. before the end of the court proceedings.", "16.  In a letter addressed to the Municipal Child Protection Service dated 22 August 2013, the Ciocana Child Protection Office explained that the applicant had been denied access to A. after the court finally withdrew her parental authority.", "17.  On 31 October 2013 H., a relative, was appointed as A.’s guardian and as a beneficiary of child-care allowance. The applicant’s requests to visit A. were refused by H. on the ground that she no longer had any parental rights.", "B.  Relevant domestic law", "18.  The Family Code, enacted under Law no. 1316 of 26 October 2000, read at the time as follows:", "“Article 67. Withdrawal of parental authority", "Parents may have their parental authority withdrawn if:", "a) they neglect their parental duties, including payment of alimony;", "b) they refuse to take the child from maternity or from another medical, educational, social welfare or other institution;", "c) they abuse their parental rights;", "d) they act with cruelty in respect of the child, use physical or psychological violence, or interfere with the child’s sexual inviolability;", "e) their immoral conduct has a negative influence on the child;", "f) they suffer from chronic alcoholism or drug addiction;", "g) they have committed intentional crimes endangering the life and health of their children or of their spouse; and", "h) in other cases where it is required in the interests of the child.", "Article 71. Removing the child from his or her home without withdrawing parental authority", "(1) At the request of the guardianship authority, the court may decide to remove a child from the care of his parents without withdrawing parental authority and put him in the care of the guardianship authority, if leaving the child with his parents poses a threat to his life and health.", "Article 112/1. Preventing the separation of children from their parents", "(1) The guardianship authority shall take all measures necessary for the early identification of risk situations which may lead to the separation of children from their parents.", "(2) The authority shall organise services for the preservation, rebuilding and development of children’s and parents’ capacity to overcome situations which may lead to their separation.”", "19.  The Code of Administrative Offences, enacted by Law no. 218 of 24 October 2008, reads as follows:", "“Article 63. Failure to support, bring up and educate one’s child", "(1) The failure of the parents or of the persons replacing them to duly discharge the duties of supporting, bringing up and educating their child shall be punishable by a fine of from 5 to 20 conventional units.", "(2) The actions described under paragraph (1), if they resulted in the child’s neglect, vagrancy, begging or in the child committing a socially dangerous deed, shall be punishable by a fine of from 15 to 25 conventional units imposed on the parents or the persons replacing them or by community service of up to 40 hours.”", "COMPLAINT", "20.  The applicant complains, under Article 8 of the Convention, of the disproportionality of the decision to withdraw her parental authority and of the authorities’ failure to make efforts to secure her right to live with her child.", "QUESTION TO THE PARTIES", "Has there been an interference with the applicant’s right to respect for her family life, within the meaning of Article 8 § 1 of the Convention?", "If so, was that interference in accordance with the law, necessary and proportionate in terms of Article 8 § 2? Were the reasons adduced to justify it “relevant and sufficient”?"]}