{"file": "ENG_CLIN_27804_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "27804/05", "text_paragraphs": ["Information Note on the Court’s case-law No. 129", "April 2010", "Buijen v. Germany - 27804/05", "Judgment 1.4.2010 [Section V]", "Article 6", "Criminal proceedings", "Article 6-1", "Criminal charge", "Transfer of a sentenced foreigner to his native country, under the Convention on the Transfer of Sentenced Persons, following assurances by the public prosecutor: Article 6 applicable", "", "Access to court", "Inability to challenge decision to transfer a sentenced foreigner to his native country in so far as it related to an assurance given by the public prosecutor: violation", "", "Facts – In 2001 the applicant, a Dutch national, was arrested in Germany on suspicion of trafficking in and importing narcotic substances. He was subsequently remanded in custody. Following negotiations with the applicant’s legal representatives, the public prosecutor gave the applicant an assurance that, if he confessed to the alleged crimes, the prosecution service would institute proceedings under Article 11 of the Council of Europe Convention on the Transfer of Sentenced Persons (“the Transfer Convention”) and would refrain from requesting a sentence exceeding eight years’ imprisonment. In 2002, relying on this assurance, the applicant confessed in writing to the crimes specified in the arrest warrant and was convicted as charged. As he had waived his right to appeal, the judgment became final on the same day. Subsequently, the head of the prosecution service refused to endorse a transfer under Article 11 of the Transfer Convention and suggested a transfer under Article 10 instead, in accordance with the State practice in relation to the Netherlands. When invited to comment, the public prosecutor who had given the assurance to the applicant stated that he had not known the difference between Articles 10 and 11* of the Transfer Convention and had only expected the applicant to be allowed to serve his sentence in his home country. Accordingly, the head of the prosecution service concluded that the applicant could not claim that he had been promised a transfer under Article 11 with binding effect. The applicant unsuccessfully applied to a court of appeal and the Federal Constitutional Court. In 2003 he was handed over to the Dutch authorities under Article 10 of the Transfer Convention and served the remainder of his sentence in a Dutch prison.", "Law – Article 6 § 1", "(a)  Applicability: From a technical point of view, the applicant’s conviction had become final in 2002 when he had waived his right to appeal. However, under the particular circumstances of this case it had to be taken into account that the proceedings relating to the applicant’s transfer request had been very closely related to the criminal proceedings and to the final determination of the sentence. Although the German court had imposed a criminal sentence, this was not to be considered as final having regard to the possibility of converting the sentence following a transfer to the applicant’s home country. It would therefore be too formalistic to limit the scope of application of Article 6 under its criminal head to the proceedings which took place before the delivery of the judgment in 2002. The Court was aware of the fact that the decision taken by the Ministry of Justice on the transfer request did not solely depend on the public prosecutor’s recommendations and on considerations regarding the execution of sentence, but also on considerations of foreign policy which fell within the core area of public law. It was therefore acceptable for this part of the decision not to be subject to judicial review. Accordingly, the Court had previously held that Article 6 § 1 was not applicable to proceedings under the Transfer Convention. However, in the cases concerned the Transfer Convention had not prospectively influenced the course of the trial and the fixing of the sentence, because no assurance had been given by the public prosecutor before or during the criminal proceedings. It followed that Article 6 § 1 under its criminal head was, under the specific circumstances of the present case, applicable to the proceedings concerning the applicant’s transfer request in so far as they related to the assurance given by the public prosecutor during the criminal proceedings.", "(b)  Access to court: The German courts had not reviewed the substance of the applicant’s complaint about the refusal to institute transfer proceedings under Article 11 of the Transfer Convention. The applicant’s complaint primarily fell to be examined in the light of his right of access to court. There was a dispute between the parties as to whether the applicant had had at his disposal an effective remedy which would have allowed him to challenge the refusal to initiate transfer proceedings under Article 11 of the Transfer Convention. The Government had not indicated precisely which remedy they considered to be available. Neither the Government nor the Federal Constitutional Court had cited any case-law in this respect. In the decision given on the applicant’s complaint the Federal Constitutional Court had acknowledged that the possibility to appeal against the decision of the Ministry of Justice had been in dispute. Moreover, the applicant had lodged a request for review with the court of appeal which had been declared inadmissible. Consequently, in the particular circumstances of the present case, it had not been shown that there had been a possibility of bringing an action for review of the refusal to institute transfer proceedings in accordance with the relevant assurance. The applicant had therefore been denied access to a court with regard to the part of the decision on his transfer request which did not concern considerations of public policy.", "Conclusion: violation (unanimously).", "Article 41: EUR 5,000 in respect of non-pecuniary damage.", "(See also Smith v. Germany, no. 27801/05, 1 April 2010)", "* Articles 10 and 11 provide for different means of serving the sentence in the State to which the sentenced person is transferred. Under Article 10 the sentenced person will continue to serve the sentence determined by the sentencing State. Under Article 11 he will serve a sentence converted under the procedures applying in the State to which he has been transferred.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}