{"file": "ENG_HEJUD_29731_96.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "29731/96", "text_paragraphs": ["", "THIRD SECTION", "", "", "CASE OF KROMBACH v. ", "", "", "(Application no. 29731/96)", "", "", "JUDGMENT", "", "", "", "", "", "13 February 2001", "", "", "", "FINAL", "", "", "13/05/2001", "", "", "", "", "", "In the case of Krombach v. ,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tMr\tW. Fuhrmann, President,\n\tMr\tJ.-P. Costa,\n\tMr\tL. Loucaides,\n\tMr\tP. Kūris,\n\tMrs\tF. Tulkens,\n\tMr\tK. Jungwiert,\n\tSir\tNicolas Bratza, judges,\nand Mrs S. Dollé, Section Registrar,", "Having deliberated in private on 30 May and 23 January 2001,", "Delivers the following judgment, which was adopted on the lastmentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 29731/96) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mr Dieter Krombach (“the applicant”), on 29 November 1995.", "2.  The applicant was represented by Mr F. Serres, a lawyer practising in . The French Government (“the Government”) were represented by their Agent, Mr J.-F. Dobelle, Deputy Director of Legal Affairs, Ministry of Justice.", "3.  The applicant alleged, in particular, that he had been barred by Article 630 of the Code of Criminal Procedure from presenting his defence through a lawyer at his trial in absentia before the assize court. In that connection, he alleged a violation of Article 6 §§ 1 and 3 (c) of the Convention. He also complained of a violation of Article 2 of Protocol No. 7 on the ground that Article 636 of the Code of Criminal Procedure prohibited appeals to the Court of Cassation by persons who have been convicted in absentia.", "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).", "5.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "6.  By a decision of 29 February 2000 the Chamber declared the application partly admissible [Note by the Registry. The Court’s decision is obtainable from the Registry].", "7.  The applicant and the Government each filed observations on the merits (Rule 59 § 1). The parties replied in writing to each other’s observations. In addition, third-party comments were received from Mr A. Bamberski, the civil party in the criminal proceedings against the applicant, who had been given leave by the President to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 61 § 3). In accordance with Article 36 § 1 of the Convention the German Government were invited to submit written comments but declined to do so.", "8.  A hearing took place in public in the , , on 30 May 2000 (Rule 59 § 2).", "", "There appeared before the Court:", "(a)  for the Government\nMr\tJ.-F. Dobelle, Deputy Director of Legal Affairs,\n\t\tMinistry of Foreign Affairs,\tAgent,\nMr\tB. Nedelec, magistrat, on secondment to the \n \t\tHuman Rights Section, \n \t\tMinistry of Foreign Affairs, \nMr\tG. Bitti, Special Adviser, Human Rights Office, \n \t\tEuropean and International Affairs Service, \n \t\tMinistry of Justice, \nMr\tP.C. Soccoja, Civil Administrator, Human Rights Office, \n \t\tEuropean and International Affairs Service, \n \t\tMinistry of Justice,\nMr\tF. Capin Dulhoste, magistrat, Criminal Justice and\n \t\tIndividual Freedoms Office,\n \t\tCriminal Cases Department, \n \t\tMinistry of Justice,\tAdvisers;", "(b)  for the applicant\nMr\tF. Serres, of the Paris Bar,\tCounsel.\n", "The Court heard addresses by Mr Serres and Mr Dobelle.", "", "THE FACTS", "THE CIRCUMSTANCES OF THE CASE", "A.  Particular circumstances of the case", "9.  In April 1977 the applicant, a widower with two children, remarried. His second wife was a French national who herself had two children from a previous marriage with a French national from whom she had been divorced in 1976. During the summer of 1982 the applicant’s wife’s son and daughter were on school holidays at the applicant’s home at Lindau, near .", "10.  The daughter, K.B., was fourteen years old and a French national. On 9 July 1982 she spent the day wind surfing. On her return she complained that she felt tired and was not as tanned as she would have liked. As he had done several times in the past, the applicant injected her at about 8.30 p.m. with a ferric preparation that was sold under the brand name Kobalt-Ferrcelit and was in principle intended for the treatment of anaemia.", "11.  At about 9.30 a.m. on 10 July 1982 the applicant found K.B. dead in her bedroom and proceeded to inject her with various products in an attempt to revive her. A call was made to the emergency services and the body examined by a doctor at about 10.20 a.m. He put the time of death at about 3 a.m. and found no traces of violence, apart from marks made by injections to the thorax and right arm.", "1.  The German proceedings", "12.  The police immediately started an investigation into the death at the hands of a person or persons unknown and an autopsy was carried out by two pathologists on 12 July 1982. Although they were unable to determine the cause of death, primarily because the body was in an advanced state of decomposition, they found no evidence of sexual or other assault. Consequently, on 17 August 1982 the Kempten public prosecutor’s office made the first of four decisions to take no further action in the case, in accordance with Article 170 § 2 of the German Code of Criminal Procedure.", "13.  The girl’s father then requested the  public prosecutor’s office to make further inquiries, notably on the ground that the autopsy report had been criticised by a French forensic doctor to whom he had submitted a copy. The public prosecutor’s office agreed to his request and sought an expert opinion from the  in .", "14.  On 27 November 1982 one of the pathologists who had carried out the autopsy said that wounds found to the girl’s external genitalia had been caused after death. On 3 March 1983, after he had carried out a chemo-toxicological and histological analysis and heard the pathologists, the applicant and other members of the family, the expert concluded that the girl had not died of natural causes. However, he was unable to reach any further conclusion about the cause of death, which, in his opinion, could not be attributed to the injection of the ferric product, no traces of which had been found in the body. In May 1983 a further expert pharmacological examination was carried out to determine the side-effects or contraindications of the ferric product that had been injected on the day before the girl’s death.", "15.  On 14 June 1983 the Public Prosecutor at the  decided for the second time to take no further action. The Principal Public Prosecutor at the Munich Court of Appeal (Oberlandesgericht) took the view that an appeal lodged against that decision by the victim’s father on 4 July 1983 was an internal appeal (Dienstaufsichtsbeschwerde) and dismissed it on 20 September 1983.", "16.  On 17 October 1983 the victim’s father lodged a complaint through his German lawyers in which the applicant was named as the suspect in the rape and murder of his daughter. The case file in the investigation that had been started in 1982 against a person or persons unknown was joined to the new investigation procedure that had been initiated on the complaint of the victim’s father. On 2 November 1983 the public prosecutor’s office at  decided for the third time, on the basis of the conclusions of the various experts in the previous investigation, to take no further action.", "17.  The decision of 2 November 1983 to take no further action was upheld by the Principal Public Prosecutor at the Munich Court of Appeal on 30 January 1984 on the ground that the investigation had produced insufficient evidence to justify a prosecution.", "18.  On 15 March 1984, after a petition had been sent to the Bavarian Regional Parliament, the investigation was resumed for the fourth time and on 15 April 1984 the Principal Public Prosecutor at the Court of Appeal instructed the public prosecutor’s office to make further inquiries.", "19.  On 8 June 1984 the  public prosecutor’s office requested the  public prosecutor’s office under arrangements for judicial mutual assistance to question the victim’s younger brother, who was born in 1971, about the circumstances of his sister’s death. The boy was questioned on 4 September 1984.", "20.  In addition, a further pharmacological report on the toxicological effects of the ferric preparation was requested from the Clinical Pharmacology Institute in , which set out its conclusions in two reports dated 15 July and 26 September 1985. On 17 July 1985 the  public prosecutor’s office also requested the French authorities under the arrangements for judicial mutual assistance to exhume the body which had been buried in . The  investigating judge made an order to that effect on 30 October 1985 and on 4 December 1985 the body was exhumed and examined by two forensic doctors.", "21.  On 24 February 1986, in the light of the conclusions of the expert report and of the negative results of the autopsy that had been carried out after the exhumation, the Kempten public prosecutor’s office decided for the fourth time to take no further action in the case. That decision was upheld on 9 May 1986 by the Principal Public Prosecutor at the Munich Court of Appeal.", "22.  In accordance with the provisions of Article 172 of the German Code of Criminal Procedure, the victim’s father issued proceedings (Klageerzwingungsverfahren) in the Munich Court of Appeal in which he complained that the Principal Public Prosecutor should not have upheld the decision to take no further action and sought an order compelling the public prosecutor’s office to charge the applicant with voluntary or involuntary homicide. In a judgment of 9 September 1987 the First Criminal Division of the Munich Court of Appeal declared the appeal inadmissible.", "2.  The French proceedings", "(a)  The investigation", "23.  On 23 January 1984, while continuing to press for the applicant’s prosecution in , the victim’s father lodged a criminal complaint for involuntary homicide against a person or persons unknown with the  investigating judge and applied to be joined as a civil party to the proceedings. The complaint was based on Article 689-1 of the French Code of Criminal Procedure, which lays down that aliens who commit a serious crime (crime) outside the territory of the Republic may be prosecuted and tried under French law if the victim is a French national.", "24.  In support of his complaint the victim’s father lodged documents, expert reports, investigative papers and witness statements that had been obtained by the  public prosecutor’s office in .", "25.  On 12 March 1985 the  investigating judge sent letters rogatory to the German authorities requesting them to question various witnesses and to take certain steps. The  public prosecutor’s office replied on 2 November 1985.", "26.  On 27 February 1986 the  public prosecutor’s office sent the investigating judge a photocopy of the investigation file comprising three volumes.", "27.  A new investigating judge assigned to the case in  was informed by the victim’s father on 10 March 1986 that the public prosecutor’s office had decided for the fourth time on 24 February 1986 to take no further action. He sent new letters rogatory to the German authorities on 17 June 1987, in which he invited them to make available to three French experts, whom he had appointed that day, samples that had been taken during the autopsy and examined by the three German experts who had compiled the report of 3 March 1983.", "28.  In accordance with the French letters rogatory, the samples were delivered to the French police on 22 March 1988 and, on 25 March, to the experts who had been appointed on 17 June 1987. The experts lodged their report on 27 July 1988 and a supplementary report on 30 November 1988, in which they corrected an error of transcription.", "29.  On 9 December 1988 the  investigating judge ordered an additional expert report with a view to ascertaining the precise role and effects of the medicines with which the applicant said he had injected his stepdaughter when attempting to revive her. That report was lodged on 26 December 1988.", "30.  On 8 February 1989 the third investigating judge assigned to the case issued a summons requiring the applicant to appear before him. In a letter of 22 February 1989 the applicant informed the investigating judge that the German authorities had concluded after an investigation that no third party bore responsibility for K.B.’s death and that he saw no reason to travel to . He indicated, however, that he was willing to be interviewed at his home.", "31.  On 27 July 1989 the investigating judge sent a third set of letters rogatory to the German authorities asking them to notify the applicant of the conclusions of the expert reports of 27 July and 26 December 1988 and to put to him, as an “assisted witness”, certain precise questions regarding the sequence of events. The applicant was questioned by a German judge on 8 February 1990.", "32.  On 20 May 1990 the applicant informed the investigating judge in reply to a request of 4 May that it was not possible for him to travel to  and that he had already answered the judge’s questions. He said, however, that he was willing to reply in writing to any further questions the judge might wish to ask.", "33.  On 1 February 1991 – almost seven years after the investigation had begun – the applicant was charged with the crime of assault resulting in unintentional death. On 23 April 1991 he was questioned by a German judge acting pursuant to letters rogatory.", "34.  On 10 July 1992 the investigating judge made an order closing the investigation and sending the file to the Principal Public Prosecutor at the Paris Court of Appeal, who lodged written submissions on 25 September 1992.", "35.  Using the system established by the scheme for international mutual assistance in law enforcement, the applicant was notified of the date of the hearing before the Indictment Division on 28 January 1993. His lawyer was informed on 3 February 1993. Neither the applicant nor his lawyer attended the hearing on 11 March 1993.", "36.  By a judgment of 8 April 1993 the Indictment Division of the Paris Court of Appeal committed the applicant to stand trial in the  on a count of involuntary homicide. The Indictment Division noted the conflicting opinions of the French experts who had seen the evidence in the German file, including the expert reports. By way of conclusion the Indictment Division stated:", "“The investigation was started on a complaint of voluntary homicide. However, in the order closing the investigation the investigating judge charged Dieter Krombach with voluntary assault resulting in unintentional death. The Principal Public Prosecutor and the civil party have also submitted that he should be committed for trial on that charge.", "The court finds that the medical evidence gathered in the course of the investigation suggests that K.B.’s death was a direct consequence of an intravenous injection of a solution that might have been Kobalt-Ferrcelit. The injection was contemporaneous with the death.", "In order to justify that act, Dieter Krombach has furnished conflicting and untrue accounts, stating firstly that his intention had been to help the girl to tan more quickly and subsequently to treat her for her anaemic condition. Kobalt-Ferrcelit does not help people to tan and at the material time K.B. was a girl in perfect health, there being no reference in her medical records to any symptoms of anaemia.", "Dieter Krombach also lied about the chronology of the events when he affirmed that the injection had taken place several hours before the death. Lastly, the faked attempt to revive her and the use of mutually incompatible products on a living being can only be explained by an intention to conceal the cause of death.", "These factors taken as a whole constitute sufficient grounds for suspecting that Dieter Krombach gave the fatal injection not as a cure, but with the intention of causing death.”", "The Indictment Division also issued an arrest warrant.", "37.  On 4 May 1993 the judgment was served on the applicant through the foreign public prosecutor’s service. The applicant was summonsed on several occasions for preliminary questioning in order to establish his identity, but refused to comply with any of the summonses.", "38.  The applicant appealed to the Court of Cassation against the committal order. In his written submissions he argued, inter alia, that the non bis in idem principle had been contravened and that an estoppel per rem judicatam arose, as, although Article 689-1 of the Code of Criminal Procedure enabled aliens to be tried under French law if the victim of the crime was a French national, no prosecution could lie if there had been a final judgment overseas. In that connection, the applicant maintained that a discharge order had been made in his favour on 24 February 1986 by the  public prosecutor’s office, an investigating body, and had become final with the decision of the Criminal Division of the Munich Court of Appeal of 9 September 1987.", "39.  In a judgment of 21 September 1993 the Court of Cassation dismissed the applicant’s ground of appeal on the ground that it raised a new issue as neither the impugned judgment nor any of the procedural documents showed that the appellant had argued before the Indictment Division that the German judicial authorities had made a discharge order in his favour in respect of the same offence.", "(b)  The trial in absentia procedure", "40.  On 7 September 1994 the applicant’s French lawyer was informed that the applicant was required to appear before  from 7 to 10 November 1994. On 26 October he applied to the President of the  for an order for a supplementary measure to ensure that the case file contained all the documents from the German proceedings. The President dismissed that application by a letter of 3 November 1994 in which he informed the lawyer that it was for the assize court with lawful jurisdiction in the case to determine whether such a measure was necessary.", "41.  By an order of 15 November 1994, which was served on 17 November 1994, the President of the  invited the applicant to report to the authorities within ten days. In accordance with Articles 627 et seq. of the Code of Criminal Procedure, that order was published in the Gazette du Palais (Court Gazette) and displayed in the courtroom of the Paris Assize Court and on the front door to the town hall of the first administrative district of Paris.", "42.  On 7 February 1995 the applicant wrote a letter to the President of the  explaining that he was willing to attend the hearing on 1 March 1995 provided that he received an assurance that he would remain at liberty throughout the duration of the trial. He said that he could not understand the conduct of the French authorities, who had failed throughout the investigation in  to take the discharge order that had been made in  into account. He added that it was his intention to be represented by a lawyer.", "43.  By an order of 1 March 1995 the President of the  adjourned the case to 9 March 1995.", "44.  The applicant’s French lawyer, assisted by a German lawyer, lodged submissions with the  based on Article 6 of the Convention. He sought permission to represent the applicant in his absence and to make submissions regarding various matters, namely: the existence of an estoppel per rem judicatam, a ruling on the estoppel issue by the Assize Court acting on its own initiative, an order for an additional investigation to secure the communication of the investigation file by the German authorities and an examination of the scope of the discharge orders.", "45.  By a judgment of 9 March 1995 delivered by the Paris Assize Court after it had heard the Advocate-General’s submissions calling for a thirty-year prison sentence, the applicant was found guilty of voluntary assault on his stepdaughter unintentionally causing her death and sentenced to fifteen years’ imprisonment.", "46.  The  explained in its judgment that if the applicant had reported to the authorities, it would have been able to discontinue the in absentia procedure and the applicant would have been able to make any requests that would assist in his defence when complying with that mandatory procedural requirement. It also reminded the applicant’s lawyers, who were present at the hearing, that Article 630 of the Code of Criminal Procedure prohibited representation for absent defendants and laid down that their submissions were inadmissible.", "47.  In a civil judgment that was also delivered in absentia on 13 March 1995, the  ordered the applicant to pay 250,000 French francs (FRF) as reparation for non-pecuniary damage and FRF 100,000 for costs and expenses. The applicant’s lawyer had lodged a note to the  in deliberations in which he had pointed out that the total lack of representation for the defence in the civil action constituted a breach of Article 6 of the Convention. He complained in particular that he had not been informed of the heads of claim or of the civil party’s submissions.", "48.  By an order of 1 June 1995 made under Article 636 of the Code of Criminal Procedure, the President of the Court of Cassation declared the applicant’s appeals against the judgments of the  inadmissible.", "49.  A “Schengen” warrant followed by an international warrant were issued, on dates which are not indicated in the case file, for the applicant’s arrest.", "3.  The proceedings in  for the enforcement of the judgment of the  Assize Court of 13 March 1995 in favour of the civil party", "50.  On 12 September 1995 the victim’s father applied to the  for an authority to execute the Paris Assize Court’s judgment ordering the applicant to pay FRF 350,000 in damages. On 29 April 1996 the  granted that application and its decision was upheld by the Munich Court of Appeal on 11 February 1997.", "51.  The applicant appealed on points of law. By a decision of 4 December 1997 the Federal Court (Bundesgerichtshof) referred the case to the Court of Justice of the European Communities with a view to obtaining a preliminary ruling on the interpretation of Article 27 § 1 of the Convention of 27 September 1968 on Jurisdiction and Enforcement of Judgments in Civil and Commercial Matters, which lays down that judicial decisions shall not be recognised if recognition would be contrary to public policy in the State in which recognition is sought.", "52.  Among the reasons given by the Federal Court for seeking a ruling was that it considered that the enforcement of the judicial decision obtained by proceedings in absentia such as those conducted in France might be regarded as contrary to German public policy, at least so far as the civil limb of the proceedings was concerned, as Article 103 § 1 of the Basic Law laid down that everyone had the right to be heard (Anspruch auf rechtliches Gehör), and that that right incorporated the right to representation by a lawyer. Lastly, referring to Article 6 of the European Convention on Human Rights, the Federal Court indicated that the decision delivered in absentia appeared to it to infringe the right to access to a court and, as regards the civil limb, the right to equality of arms.", "53.  In a judgment of 28 March 2000, the Court of Justice of the European Communities held: “the court of the State in which enforcement is sought can, with respect to a defendant domiciled in that State and prosecuted for an intentional offence, take account, in relation to the public-policy clause in Article 27, point 1, of the Convention, of the fact that the court of the State of origin refused to allow that person to have his defence presented unless he appeared in person”.", "54.  Following that judgment the Federal Court dismissed the application by the victim’s father of 29 June 2000 for an order to enforce the civil judgment delivered by the  on 13 March 1995.", "4.  The extradition proceedings in ", "55.  On 7 January 2000 the applicant was arrested in Austria and detained pursuant to an order of the judge of the Feldkirch Regional Court (Journalrichter des Landesgerichts Feldkirch) pending the hearing of a request for his extradition. By an order of 21 January 2000 the judge concerned dismissed a bail application by the applicant, despite his offer of a surety.", "However, on 2 February 2000 the Innsbruck Court of Appeal (Oberlandesgericht Innsbruck) quashed that order and ordered the applicant’s immediate release. It considered that the judgment of the Munich Court of Appeal of 9 September 1987 (see paragraph 22 above), against which there was no right of appeal under German law, raised a relative estoppel per rem judicatam, since the investigation could only be restarted in Germany if new evidence came to light. Once the courts in the state in which the offence had been committed had decided not to prosecute the applicant and had taken a final decision in that regard, he could not be detained for the purposes of extradition. Lastly, the Court of Appeal held that Article 54 of the Convention implementing the Schengen Agreement (Schengener Durchführungsabkommen), which incorporates the non bis in idem principle, precluded the applicant’s being retried in France in respect of the matters for which a final discharge order had been made in his favour in Germany.", "\nB.  Relevant domestic law and practice", "56.  Article 214 of the Code of Criminal Procedure lays down that if the offence charged is classified by statute as a serious crime (crime), the indictment division will commit the accused for trial by the assize court.", "There is an assize court in  and in each of the French départements. The court is composed of professional judges (the president and two wing members) and a nine-person lay jury whose members are drawn by lot from a panel of thirty-five jurors and ten substitute jurors chosen annually by lot for jury service during the four ordinary assize sessions held in the département.", "The inquiry into the facts of a serious criminal case (affaire criminelle) must be conducted orally at the trial. At the end of the hearing, the court retires to decide on its verdict and sentence. Article 349 of the Code of Criminal Procedure provides that the court must answer each of the questions contained in the operative provisions of the committal order by either “yes” or “no” and that each question must be put in the following way: “Is the accused guilty of having committed such an offence?”. The votes of a majority comprising at least eight jurors are required for the accused to be convicted of the offence.", "57.  As regards the accused’s presence at the trial, Article 215 of the Code of Criminal Procedure lays down that the committal order, which is valid only if it contains a statement and the legal classification of the alleged offences, shall be accompanied by a warrant for the accused’s arrest, specifying his or her identity. Article 215-1 provides that an accused who is on bail must surrender to custody at the latest on the day preceding the hearing in the assize court and that the arrest warrant shall be executed if, after being duly summonsed and without due cause, he or she fails to attend on the appointed day for questioning by the president of the assize court. Article 270 provides for the accused to be tried in absentia if he or she cannot be apprehended and does not attend the trial (see paragraphs 59-61 below).", "58.  As soon as the committal order has become final and the accused, after being detained, has been transferred to the prison in the locality where the assize court will sit, the president of the assize court must, in accordance with Article 273, establish the accused’s identity and ensure that he or she has been duly served with the committal order. Article 274 also requires the president to invite the accused to choose a lawyer to assist with his or her defence; if the accused fails to do so, the president must assign counsel to represent him or her. This is because Article 317 makes the accused’s representation at the trial mandatory and provides that if no counsel appears on behalf of the accused, the president must on his or her own initiative assign the accused counsel. Article 320 lays down that if an accused refuses to appear at the trial after being summonsed to do so by a bailiff the president may order that he or she be brought before the court by force. The president may also order that the hearing shall proceed notwithstanding the accused’s absence.", "59.  As regards the procedure for trial in absentia, the main provisions of the French Code of Criminal Procedure are as follows:", "Article 627", "“If, after the committal order has been made by the indictment division, it has not proved possible to apprehend the accused or he or she has failed to report within ten days after the service of notice at his or her home to do so or the accused has absconded after reporting or being apprehended, the president of the assize court or, in his absence, the president of the court in the locality where the assize court will sit, or the judge replacing him or her, shall issue an order requiring the accused to report within a further period of ten days, failing which the accused shall be declared an outlaw, the exercise of his or her rights as a citizen shall be suspended, his or her assets shall be sequestered for the duration of the contempt, he or she shall not be entitled to take part in any court proceedings during that period, the criminal proceedings shall continue and any person knowing where the accused is to be found shall be under a duty to report that information. The order shall also contain particulars of the serious crime (crime) and of the arrest warrant.”", "Article 628", "“Within eight days that order shall be published in one of the newspapers in the département and displayed on the door to the accused’s home, the door to the town hall in the district where the accused lives and in the courtroom of the assize court. The Principal Public Prosecutor shall send an office copy of the order to the director of the State lands department in the locality where the accused who is in contempt resides.”", "Article 629", "“After ten days the court shall rule on the contempt issue.”", "Article 630", "“No lawyer (avocat or avoué) may attend on behalf of an accused who is in contempt. However, if it is totally impossible for the accused to comply with the injunction contained in the order made pursuant to Article 627, his or her close relatives or friends may explain the reason for his or her absence.”", "Article 631", "“If the court finds that due cause has been shown, it shall order a stay of the accused’s trial and, if necessary, of the order for the sequestration of his or her assets for a period commensurate with the nature of the cause shown and the distance to be travelled.”", "Article 632", "“Except in those circumstances, the order committing the accused for trial before the assize court, the affidavit of service of the order requiring the person in contempt to report and the affidavits confirming that that order has been published and displayed shall be read out. After that has been done and after it has heard the submissions of the Principal Public Prosecutor the court shall make an order for trial in absentia. If any of the formalities prescribed by Articles 627 and 628 have been omitted, the court shall declare the contempt procedure void and order it to be restarted from the stage where the first unlawful act occurred. Otherwise, the court shall deliver its verdict on the accusation without the assistance of the jurors and without being entitled to take into account any circumstances mitigating the guilt of the person in contempt in the event of a conviction. The court shall then decide the civil parties’ claims.”", "Article 633", "“If the person in contempt is convicted, his or her assets shall, if no confiscation order has been made, remain sequestered and a sequestration account shall be delivered to the person entitled to receive it once the conviction has become irrevocable as a result of the expiry of the limitation period for purging the contempt.”", "Article 635", "“Once all the publication procedures prescribed by [Article 634] have been carried out, the convicted person shall be subject to all the statutory disabilities.”", "Article 636", "“Persons in contempt shall not be entitled to appeal on points of law.”", "60.  Article 639, which concerns the procedure when the contempt is purged, provides as follows:", "“If the person in contempt surrenders to custody or is arrested before the time allowed for enforcing the sentence has expired, the judgment and the procedural steps taken after the order requiring the accused to report shall be automatically null and void and the proceedings will continue under the ordinary procedure ...”", "61.  Under the case-law, if a person convicted in absentia dies during the period allowed for the enforcement of the sentence, the conviction becomes irrevocable (Court of Cassation, Criminal Division, 1 July 1954, Recueil Dalloz 1954, p. 550).", "62.  Resolution (75) 11 of the Committee of Ministers of the Council of Europe on the criteria governing proceedings held in the absence of the accused also contains a number of basic rules, including the following:", "“1.  No one may be tried without having first been effectively served with a summons in time to enable him to appear and to prepare his defence, unless it is established that he has deliberately sought to evade justice ...", "...", "4.  The accused must not be tried in his absence, if it is possible and desirable to transfer the proceedings to another state or to apply for extradition.", "5.  Where the accused is tried in his absence, evidence must be taken in the usual manner and the defence must have the right to intervene ...", "...", "7.  Any person tried in his absence must be able to appeal against the judgement by whatever means of recourse would have been open to him, had he been present.”", "THE LAW", "I.  THE GOVERNMENT’S PRELIMINARY OBJECTION", "63.  Before the Court, the Government contended that domestic remedies had not been exhausted. They submitted that, since the applicant could still purge his contempt, the conviction by the  was not final, but merely provisional, at least for as long as the sentence remained enforceable. Accordingly, if the applicant surrendered to custody or was arrested, the judgment of 13 March 1995 would be automatically set aside and there would necessarily be a new trial at which the applicant would have every opportunity to put forward his defence. Likewise, after the applicant had purged his contempt and been retried, he would be entitled to appeal in the usual way to the Court of Cassation against the judgment of the .", "64.  The applicant contested that argument. He contended that his complaints related to the conduct of the trial in absentia proceedings as such and that the question of the fairness of any retrial by the  in the event of the contempt being purged was not in issue in his application to the Convention institutions. His criticism was directed at the fact that Articles 630 and 636 of the Code of Criminal Procedure established an absolute bar on an accused being defended by counsel at the trial or appealing to the Court of Cassation against an assize-court judgment delivered following trial in absentia. He added that the Government’s assertion that such judgments were only provisional was incorrect. In the instant case, the civil party had sought to enforce the judgment on the civil claims in , while the French authorities had not only issued a warrant for his arrest, they had also requested his extradition from . Lastly, the applicant maintained that purging the contempt did not amount to a remedy within the meaning of Article 35 § 1 of the Convention, since the exercise of that remedy was contingent on the accused’s prior imprisonment, a condition that had not been contemplated by the Convention. Furthermore, the fact that it was possible to obtain a retrial after the contempt had been purged did not cure the violations that had been identified at the first stage of the proceedings, notably the bars on representation by a lawyer and appeals to the Court of Cassation.", "65.  The Court reiterates that while all applicants are under an obligation to provide the domestic courts with the opportunity which is in principle intended to be afforded to Contracting States by Article 35 § 1, namely preventing or putting right the violations alleged against them (see Cardot v. France, judgment of 19 March 1991, Series A no. 200, p. 19, § 36), the only remedies that must be exhausted under that provision are those that relate to the breaches alleged and at the same time are available and sufficient. The existence of such remedies must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness; it falls to the respondent State to establish that these various conditions are satisfied (see, among other authorities, Civet v. France [GC], no. 29340/95, § 41, ECHR 1999-VI).", "66.  In the instant case, the Court observes that under French law an accused who fails to report to the authorities or is not apprehended within ten days after the service of the order committing him or her to stand trial in the assize court is tried in absentia. As noted by the applicant, it is the procedure for the accused’s trial in absentia that forms the subject matter of this application.", "67.  Although the Court accepts that the conviction is not final, it considers that the procedure whereby the accused is entitled to a retrial in the event of the contempt being purged cannot be equated to a “remedy” within the ordinary meaning of that word, since its availability depends on a circumstance, namely the accused’s arrest, which by definition is not a voluntary act on the accused’s part.", "It is true that the contempt will also be purged if the accused surrenders to custody. The Court considers that that condition for obtaining a retrial means that this is not a domestic remedy that it would be reasonable to require the applicant to exhaust for the purposes of Article 35 of the Convention, since all an applicant is required to do under the prior-exhaustion-of-domestic-remedies rule is to apply in the manner and time prescribed by domestic law for remedies that are apt to alleviate the situation complained of.", "Further, should a retrial be held, it will not of itself avoid or remedy violations that have occurred at the trial in absentia stage. Lastly, there is no prescribed form or time-limit for purging the contempt and it is a procedure that may prove purely hypothetical if the accused is not arrested or does not surrender to custody before the time allowed for enforcing the sentence expires.", "68.  Consequently, the Government’s preliminary objection must be dismissed.", "II.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (c) OF THE CONVENTION", "69.  The applicant complained that he had been tried and convicted in absentia by the Paris Assize Court without being able to defend himself because, with effect from the date of the order committing him for trial by the Assize Court, his refusal to surrender to custody in compliance with the arrest warrant meant that he was barred by Article 630 of the Code of Criminal Procedure from being represented and defended by his lawyers. He relied on Article 6 §§ 1 and 3 (c) of the Convention, the relevant parts of which read as follows:", "“1.  ... everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal ...", "...", "3.  Everyone charged with a criminal offence has the following minimum rights:", "...", "(c)  to defend himself in person or through legal assistance of his own choosing ...", "...", "A.  The parties’ submissions", "1.  The applicant", "70.  As a preliminary remark, the applicant said that his trial in absentia had taken place in highly unusual circumstances: the German authorities had decided on four successive occasions to take no further action against him for want of sufficient evidence, and the sole purpose of the proceedings issued by the civil party in France had been to have those decisions reopened. He had not been formally charged by the French investigating judge until 1991, that is to say seven years after the French investigation had started. Between 1984 and 1991 he had been questioned only as a witness and had had no reason to travel to , particularly as the French judge had been given access to all the evidence obtained in the investigations carried out in  through the letters-rogatory procedure. He added that at no time during that period had the investigating judge considered it necessary to issue a warrant for his arrest; it was not until the Paris Indictment Division’s order of 8 April 1993 committing him for trial by the Assize Court that an arrest warrant had been issued.", "71.  As to his appearing at his trial in absentia by the Assize Court, the applicant said that he had instructed his lawyers to raise a preliminary procedural objection on public-policy grounds, namely that by virtue of the non bis in idem rule the Assize Court had no jurisdiction to try a person in respect of whom the German authorities had already finally decided to take no further action in respect of the same offence.", "72.  The applicant also submitted that the penalty for his failure to appear (namely the bar on his being represented or defended and the refusal to order new investigative measures) was disproportionate. He contended, firstly, that there had been no need for him to attend court in person because the  should have ruled on the non bis in idem principle on its own initiative before examining the charges against him. Above all, the applicant submitted that considerations relating to the proper administration of justice did not justify an accused being denied representation. The withdrawal of all the fundamental attributes of a fair trial in itself constituted a disproportionate penalty for the accused’s failure to appear. In order to exercise his defence rights the accused had to be in custody: that was an unacceptable condition. The applicant also pointed out that his imprisonment had manifestly not been regarded as essential, as at no stage of the criminal investigation had an international arrest warrant been issued. Lastly, he referred to the circular issued by the Ministry of Justice on 31 December 1999 concerning the application of the Law of 23 June 1999 on improving efficiency in criminal proceedings, from which it could be seen that in all cases before a criminal court (tribunal correctionnel) in which the proceedings have been instituted by the civil party, the accused is entitled to representation by his or her lawyer, irrespective of the sentence faced. He saw no reason why the same rule should not apply in proceedings before an assize court (cour d’assises).", "2.  The Government", "(a)  The need for the accused’s attendance in person in criminal cases", "73.  The Government pointed out, firstly, that the obligation imposed on accused persons to appear in person before the trial court was an essential guarantee for the proper administration of justice. For the most serious crimes, which were tried in the assize court and in some cases carried a life sentence, the accused’s attendance at his or her trial was essential, both in the accused’s interest and in the interest of the victims, since the assize court, through which the French people were associated with the judicial decision, was required to carry out a complete oral review of the facts of the case at the trial.", "The accused was called upon to present his or her version of the events and to reply to the questions of the judges, the jurors and the public prosecutor. He or she could, among other things, challenge the conclusions of the expert witnesses and the depositions of the ordinary witnesses, call witnesses for the defence and request a confrontation with the victims. Lastly, in the event of a finding of guilt, the accused’s presence enabled the judges to tailor the penalty to his or her personal circumstances. In the Government’s submission, there could be no question of the court trying a faceless defendant whom it had had no opportunity of observing or hearing, as justice could not be done solely on the basis of the submissions of a lawyer, since it was never the lawyer who went to prison or paid compensation to the victims.", "74.  The Government argued that it was vital to prevent deliberate absenteeism on the part of defendants or, at the very least, to prevent the proper functioning of the criminal-justice system being paralysed as a result. Affording an unconditional right to representation by a lawyer in criminal cases would create a serious imbalance between the parties to criminal proceedings and encourage criminals not to attend hearings or to make arrangements to take refuge overseas while their lawyers pleaded on their behalf. Such a right would, in addition, run counter to the efforts made by the international community to fight impunity for criminals accused of the most serious violations of human rights by setting up a mechanism requiring their appearance in person.", "75.  Under the French rules of criminal procedure, the corollary to the obligation for the accused to appear in person was the accused’s right to be defended by a lawyer. The Government stressed that Article 6 § 3 (c) of the Convention spoke of “assistance”, not of “representation”. As the third-party intervener had also pointed out, in French law the former term implied the presence of the defendant alongside his or her lawyer, the latter, his or her legal replacement by the lawyer. However, in criminal proceedings, Articles 274 and 317 of the Code of Criminal Procedure made an accused’s assistance by a lawyer compulsory, but did not permit his or her representation.", "76.  The question accordingly arose whether an accused who deliberately chose not to appear remained entitled to “defend himself ... through legal assistance of his own choosing” within the meaning of Article 6 § 3 (c). The Government contended that he did not, owing to his refusal in such cases to comply with one of the absolute requirements of criminal procedure, as by his conduct he had prevented a genuinely adversarial hearing from being held, at least until such time as he either changed his mind and agreed to appear or was arrested. Withdrawing the accused’s right to assistance from counsel for as long as he or she voluntarily remained at large was thus not a disproportionate measure, as it was justified in the interests of the proper administration of justice, namely, being able to complete the investigation within a reasonable period and to avoid the operation of the statute of limitations and the deterioration of evidence.", "(b)  Purging contempt", "77.  The Government said that the instant case was the first since a series of judgments delivered in cases against Italy (notably the Colozza judgment of 1985) in which the Court had had to consider the problem of the compatibility with the Convention of criminal trials in absentia, known in French law as proceedings par contumace. In Colozza, the Court had recognised that “the impossibility of holding a trial by default may paralyse the conduct of criminal proceedings, in that it may lead, for example, to dispersal of the evidence, expiry of the time-limit for prosecution or a miscarriage of justice” (see Colozza v. Italy, judgment of 12 February 1985, Series A no. 89, p. 15, § 29).", "78.  The Court had only found a violation of Article 6 § 1 of the Convention because Mr Colozza, who had been unaware of the proceedings, had suffered a complete and irreparable loss of his entitlement to take part in the hearing, since Italian law did not permit him to obtain a fresh determination of the merits of the charge by a court after it had heard him (ibid., p. 15, § 29 in fine). However, it was possible to obtain a fresh determination of the merits in French law through the purge of contempt procedure prescribed in Article 639 of the Code of Criminal Procedure. Indeed, it was by reference to that procedure that the European Commission of Human Rights had declared, in the only French case on trials in absentia to have been examined to date by the Convention institutions, an application manifestly ill-founded as the accused in that case had taken part in the investigation procedure and had refused to accept service of the committal order (see B. v. France, application no. 10291/83, Commission decision of 12 May 1986, Decisions and Reports (DR) 47, p. 59).", "79.  In the present case, the applicant had been aware of the criminal proceedings against him, had been served with the committal order and had deliberately chosen not to appear because he feared he would be arrested. Safe in the knowledge that  did not extradite its nationals, he had preferred to remain in his own country. Accordingly, the French judicial authorities had had no alternative but to try him in absentia.", "80.  The Government maintained that a conviction following a trial in absentia did not adversely affect the accused, since it was essentially intended to protect the prosecution’s position until the contempt had been purged, the purge being automatic once the accused was in the hands of the authorities. The conviction then lapsed and a new trial, in which the accused’s right to assistance by a lawyer was fully reinstated, necessarily replaced the previous trial.", "81.  The Government noted, lastly, that as regards the right of an accused who has expressly refused to appear to be defended by a lawyer, the Court had systematically referred in its decisions concerning criminal verdicts delivered in default to the fact that it was impossible to apply for an order quashing the judgments (see the following judgments: Poitrimol v. France, 23 November 1993, Series A no. 277-A, p. 15, § 35; Lala and Pelladoah v. the Netherlands, 22 September 1994, Series A no. 297-A and -B, p. 13, § 33 in fine and pp. 34-35, § 40, respectively; and Van Geyseghem v. Belgium [GC], no. 26103/95, § 29, ECHR 1999-I, which concerned an application to have a judgment entered in default by a criminal court set aside). However, all those judgments had concerned proceedings before the criminal court (tribunal correctionnel) and not before the assize court (cour d’assises) and a retrial after the contempt had been purged was distinguishable from an application to have a conviction entered in default set aside in that it was both automatic and mandatory: the accused, unlike the defendant in proceedings before the criminal court, could not acquiesce in the judgment, apply to have it set aside and then discontinue the application or, in certain cases, lodge an appeal.", "The Government therefore considered that, owing to the possibility of a retrial after the contempt had been purged, the fact that it was impossible for an accused to be defended by a lawyer during the proceedings in absentia did not adversely affect the exercise of the rights of the defence in an irremediable and disproportionate way; there had therefore been no violation of Article 6 § 1 of the Convention taken in conjunction with Article 6 § 3 (c).", "B.  The Court’s assessment", "82.  As the requirements of paragraph 3 of Article 6 are to be seen as particular aspects of the right to a fair trial guaranteed by paragraph 1, the Court will examine the complaint under both provisions taken together (see Van Geyseghem, cited above, § 27).", "83.  The present case is distinguishable from the cases of Goddi, Colozza, F.C.B. and T. v. Italy (judgment of 9 April 1984, Series A no. 76, p. 10, § 26; judgment cited above, pp. 14-15, § 28; judgment of 28 August 1991, Series A no. 208B, pp. 20-21, §§ 30-33; and judgment of 12 October 1992, Series A no. 245-C, pp. 41-42, § 27), which all concerned the Italian procedure for trial in absentia, in that the applicant in the instant case was served with notice of the date of the hearing before the Paris Assize Court and it was his decision not to appear. His situation is therefore comparable to that examined by the Court in the cases of Poitrimol, Lala, Pelladoah and Van Geyseghem, cited above.", "84.  The Court notes that in the first of those three cases it said that it was of capital importance that a defendant should appear and that the legislature had accordingly to be able to discourage unjustified absences (see Poitrimol, cited above, p. 15, § 35). In the latter two cases, however, it added: “it is also of crucial importance for the fairness of the criminal justice system that the accused be adequately defended, both at first instance and on appeal, the more so if, as is the case under Netherlands law, no objection may be filed against a default judgment given on appeal” (see Lala, cited above, p. 13, § 33, and Pelladoah, cited above, pp. 34-35, § 40). It added that the latter interest prevailed. Consequently, the fact that the defendant, in spite of having been properly summonsed, did not appear, could not – even in the absence of an excuse – justify depriving him of his right under Article 6 § 3 (c) of the Convention to be defended by counsel (ibid.). It was for the courts to ensure that a trial was fair and, accordingly, that counsel who attended trial for the apparent purpose of defending the accused in his absence, was given the opportunity to do so (ibid., p. 14, § 34, and p. 35, § 41).", "85.  It is true that proceedings that take place in the accused’s absence will not of themselves be incompatible with the Convention if the accused may subsequently obtain, from a court which has heard him, a fresh determination of the merits of the charge (see, mutatis mutandis, Colozza, cited above, p. 15, § 29). The Court cannot, however, accept the French Government’s submission that the fact that it was not possible to apply to have a conviction entered in default set aside was a decisive factor for the Court in its reasoning in Lala and Pelladoah, as the clause commencing with the adverbial phrase “the more so” was added to the judgments as a subsidiary consideration (see p. 13, § 33, and pp. 34-35, § 40, respectively).", "86.  The Court sees no reason to depart from that approach, which was last reaffirmed in Van Geyseghem, cited above, §§ 33 and 34, simply because the criminal proceedings in the instant case took place before an assize court and not before a criminal court or a court of appeal on appeal from a criminal court.", "It has never been disputed that it is of capital importance that a defendant should appear, both because of his right to a hearing and because of the need to verify the accuracy of his statements and compare them with those of the victim – whose interests need to be protected – and of the witnesses (see Poitrimol, cited above, p. 15, § 35). That applies to trials both in the assize court and in the criminal court.", "87.  In the Court’s view, the procedure for a retrial after the contempt has been purged only affects the effective exercise of the defence rights if the accused is arrested, for in such cases the authorities have a positive obligation to afford the accused the opportunity to have a complete rehearing of the case in his or her presence. On the other hand, there can be no question of an accused being obliged to surrender to custody in order to secure the right to be retried in conditions that comply with Article 6 of the Convention, for that would entail making the exercise of the right to a fair hearing conditional on the accused offering up his or her physical liberty as a form of guarantee (see, mutatis mutandis, Khalfaoui v. France, no. 34791/97, §§ 43 and 44, ECHR 1999-IX).", "88.  The Court must now examine whether in practice the bar on defence lawyers appearing for the applicant at the trial before the  adversely affected his right to a fair hearing. In the instant case, it is not disputed that the applicant had clearly manifested an intention not to attend the hearing before the  and, therefore, not to represent himself. On the other hand, the case file shows that he wished to be defended by his lawyers, who had been given authorities to that end and were present at the hearing.", "89.  The Court cannot adopt the Government’s narrow construction of the word “assistance” within the meaning of Article 6 § 3 (c) of the Convention. It sees no reason for departing from the opinion it expressed on that subject in Poitrimol (see the judgment cited above, pp. 14-15, § 34), in which the Government had already suggested that a distinction should be drawn between “assistance” and “representation” for the purposes of proceedings in the criminal court.", "Although not absolute, the right of everyone charged with a criminal offence to be effectively defended by a lawyer, assigned officially if need be, is one of the fundamental features of a fair trial. A person charged with a criminal offence does not lose the benefit of this right merely on account of not being present at the trial. Even if the legislature must be able to discourage unjustified absences, it cannot penalise them by creating exceptions to the right to legal assistance (see Van Geyseghem, cited above, § 34).", "90.  In the instant case, the Court observes that the wording of Article 630 of the French Code of Criminal Procedure makes the bar on lawyers representing an accused being tried in absentia absolute and that an assize court trying such an accused has no possibility of derogating from that rule.", "The Court considers, however, that it should have been for the Assize Court, which was sitting without a jury, to afford the applicant’s lawyers, who were present at the hearing, an opportunity to put forward the defence case even in the applicant’s absence as, in the instant case, the argument they intended to rely on concerned a point of law (see paragraph 44 above), namely an objection on public-policy grounds based on an estoppel per rem judicatam and the non bis in idem rule (see, mutatis mutandis, Artico v. Italy, judgment of 13 May 1980, Series A no. 37, pp. 16-17, § 34). The Government have not suggested that the  would have had had no jurisdiction to examine the issue had it given the applicant’s lawyers permission to plead it. Lastly, the Court observes that the applicant’s lawyers were not given permission to represent their clients at the hearing before the  on the civil claims. To penalise the applicant’s failure to appear by such an absolute bar on any defence appears manifestly disproportionate.", "91.  In conclusion, there has been a violation of Article 6 § 1 of the Convention taken in conjunction with Article 6 § 3 (c).", "III.  ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL No. 7", "92.  The applicant complained that it was impossible to appeal to the Court of Cassation against a conviction by an assize court after a trial in absentia, since Article 636 of the Code of Criminal Procedure precluded such appeals by persons who had been convicted in absentia. He relied on Article 2 of Protocol No. 7 to the Convention, which reads as follows:", "“1.  Everyone convicted of a criminal offence by a tribunal shall have the right to have his conviction or sentence reviewed by a higher tribunal. The exercise of this right, including the grounds on which it may be exercised, shall be governed by law.", "2.  This right may be subject to exceptions in regard to offences of a minor character, as prescribed by law, or in cases in which the person concerned was tried in the first instance by the highest tribunal or was convicted following an appeal against acquittal.”", "A.  The parties’ submissions", "1.  The applicant", "93.  The applicant said that it had been his intention to appeal to the Court of Cassation against the two judgments delivered by the , one on the issue of guilt and the other on the civil claims. However, Article 636 of the Code of Criminal Procedure excluded in absolute terms appeals to the Court of Cassation by persons who had been convicted in absentia.", "The applicant also stressed the importance of appeals to the Court of Cassation in criminal cases: in French law, it was the assize court which decided as a court of first and last instance the merits of criminal charges and determined the claims of the civil parties. Under the law as it stood there was no possibility of appealing and, consequently, the Court of Cassation was both the highest and the only court that could examine a case after an assize court.", "94.  The fact that the applicant could obtain a retrial after purging his contempt did not appear to him to be relevant in the instant case, as a judgment delivered after a trial in absentia produced both personal and pecuniary consequences which could not be extinguished but at best only remedied. In addition, if the accused was not arrested, he or she had to surrender to custody in order to purge the contempt and obtain a new trial, and would remain in custody pending the retrial. However, it emerged from a Ministry of Justice circular dated 31 December 1999 on the application of the Law of 23 June 1999 on the Efficiency of Criminal Proceedings that, following the Khalfaoui judgment, cited above, the procedural obligation imposed by Article 583 of the Code of Criminal Procedure on an accused wishing to appeal to the Court of Cassation to surrender to custody before the Court of Cassation hearing, on pain of forfeiting his or her right to appeal, was not consistent with the Convention.", "2.  The Government", "95.  The Government considered that the bar on appeals to the Court of Cassation by persons convicted in absentia was a logical consequence of the nature of the judgment, which by its very essence was provisional and unenforceable. Remedies were available to the accused before a trial in absentia, such as an appeal against his or her committal to the assize court. Committal orders cured any defects in the investigation stage, but an appeal lay to the Court of Cassation against committal orders. Subsequently, once an accused had been convicted following a trial in absentia, a special remedy replaced the appeal to the Court of Cassation, namely a retrial once the contempt had been purged. However, in any event, the Court of Cassation only ruled on points of law and had no jurisdiction to examine questions of fact or of guilt any more than it had jurisdiction to examine the severity of the sentence. There was, therefore, no reason for a review by the Court of Cassation of the lawfulness of a judicial decision that was condemned to a legal void as soon as the contempt had been purged. In such circumstances, there would be a new trial and, if convicted, the applicant would then be entitled to appeal to the Court of Cassation in the usual way.", "The Government also pointed out that the States had a margin of appreciation to regulate the right of appeal (Article 2 § 2 of Protocol No. 7), provided that the limitations imposed pursued a legitimate aim and that the very essence of the right was not impaired. That was the case here: the requirement for the accused to purge his or her contempt before being able to appeal to the Court of Cassation did not infringe the essence of the right, since the possibility of an appeal subsisted throughout the period during which it was possible to purge the contempt, that is to say twenty years. The bounds of the margin of appreciation had therefore not been overstepped and there had been no violation of that provision.", "B.  The Court’s assessment", "96.  The Court reiterates that the Contracting States dispose in principle of a wide margin of appreciation to determine how the right secured by Article 2 of Protocol No. 7 to the Convention is to be exercised. Thus, the review by a higher court of a conviction or sentence may concern both points of fact and points of law or be confined solely to points of law. Furthermore, in certain countries, a defendant wishing to appeal may sometimes be required to seek permission to do so. However, any restrictions contained in domestic legislation on the right to a review mentioned in that provision must, by analogy with the right of access to a court embodied in Article 6 § 1 of the Convention, pursue a legitimate aim and not infringe the very essence of that right (see Haser v. Switzerland (dec.), no. 33050/96, 27 April 2000, unreported). This rule is in itself consistent with the exception authorised by paragraph 2 of Article 2 and is backed up by the French declaration regarding the interpretation of the Article, which reads: “... in accordance with the meaning of Article 2, paragraph 1, the review by a higher court may be limited to a control of the application of the law, such as an appeal to the Supreme Court”.", "97.  There was no possibility under French law at the material time of lodging an ordinary appeal against a judgment of an assize court, as the only available appeal was an appeal on points of law. At first sight, the French rules of criminal procedure therefore appear to comply with Article 2 of Protocol No. 7 (see Loewenguth v. France (dec.), no. 53183/99, ECHR 2000-VI, and Deperrois v. France (dec.), no. 48203/99, 22 June 2000, unreported).", "98.  However, the Court notes that the French declaration regarding the interpretation of the Protocol does not relate to Article 636 of the Code of Criminal Procedure, which expressly provides that persons convicted after trial in absentia have no right of appeal to the Court of Cassation. Consequently, the applicant had no “remedy” before a tribunal, within the ordinary meaning of that word, against his conviction, in absentia, by a single level of jurisdiction (see paragraphs 59 and 65-66 above).", "99.  The applicant’s complaint in the instant case was that he had no right of appeal to the Court of Cassation against defects in the trial in absentia procedure itself. The Court considers that the fact that the accused may purge his or her contempt is not decisive in that connection (see paragraph 87 above), as although purging the contempt may enable the accused to obtain a full retrial of his case in his presence, the positive obligation thus imposed on the State in the event of an arrest is intended essentially to guarantee adversarial process and compliance with the defence rights of a person accused of a criminal offence.", "100.  In the present case the applicant wished both to defend the charges on the merits and to raise a preliminary procedural objection. The Court attaches weight to the fact that the applicant was unable to obtain a review, at least by the Court of Cassation, of the lawfulness of the Assize Court’s refusal to allow the defence lawyers to plead (see, mutatis mutandis, Poitrimol, cited above, p. 15, § 38 in fine; Van Geyseghem, cited above, § 35; and, a contrario, Haser, cited above).", "By virtue of Articles 630 and 639 of the Code of Criminal Procedure taken together (see paragraph 59 above) the applicant, on the one hand, could not be and was not represented in the Assize Court by a lawyer (see paragraph 46 above), and, on the other, was unable to appeal to the Court of Cassation as he was a defendant in absentia. He therefore had no real possibility of being defended at first instance or of having his conviction reviewed by a higher court.", "Consequently, there has also been a violation of Article 2 of Protocol No. 7 to the Convention.", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "101.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "102.  The applicant sought 2,000,000 French francs (FRF) for pecuniary damage and FRF 1,000,000 for non-pecuniary damage.", "The Government considered that no pecuniary damage had been shown as the Assize Court’s judgment of 1995 on the claims of the civil parties had not been enforced. In addition, the applicant was not entitled to speculate on the conclusion which the  would have reached had it allowed the applicant to be represented. Lastly, as regards non-pecuniary damage, the Government considered that a mere finding of a violation would constitute sufficient just satisfaction.", "103.  The Court considers that no causal link between the alleged pecuniary damage and the violations found has been shown (see Van Geyseghem, cited above, § 40). It therefore makes no award in respect of that head of damage. As regards non-pecuniary damage, the Court considers that the finding of a violation of Article 6 and Article 2 of Protocol No 7 constitute sufficient reparation.", "B.  Costs and expenses", "104.  The applicant claimed a total of FRF 500,000 in respect of costs. The fees actually paid by the applicant to his lawyer for the proceedings in the French courts amount, according to the evidence that has been produced, to a sum of FRF 145,836.10, inclusive of tax, to which must be added FRF 18,000 in respect of the fees of the member of the Conseil d’Etat and Court of Cassation Bar, FRF 2,000 for the lawyer who represented the applicant before the Indictment Division (avoué) and FRF 13,935.50 in translation costs. The applicant has not settled his lawyer’s account for FRF 45,000 for representing him in the  and a number of other accounts remain outstanding.", "As regards the proceedings before the Convention institutions, the applicant claimed, on the basis of an invoice established on a time-cost basis, an overall sum of FRF 216,250.43, of which FRF 50,051.20 inclusive of tax has actually been paid by the applicant, who has been in financial difficulty since 1997.", "105.  The Government submitted that the amounts claimed were manifestly disproportionate and should be substantially reduced, to a sum of FRF 43,898 for instance, the amount awarded by the Court in Khalfaoui.", "106.  If the Court finds that there has been a violation of the Convention, it may award the applicant not only the costs and expenses incurred before the Strasbourg institutions, but also those incurred before the national courts for the prevention or redress of the violation (see, among other authorities, Hertel v. Switzerland, judgment of 25 August 1998, Reports of Judgments and Decisions 1998-VI, p. 2334, § 63). In the instant case, the Court notes that the applicant did not incur costs and expenses of that nature during the investigation of the case or in the proceedings before the Indictment Division. Consequently, his claim on that ground must be dismissed. On the other hand, Mr Krombach is entitled to seek payment of the sum of FRF 45,000 incurred in costs and expenses at the hearings before the  and a sum of FRF 5,000 for the fees incurred in appealing to the Court of Cassation against the Assize Court’s judgments.", "As regards the fees incurred in the proceedings before the Commission and the Court, the Court has assessed the claim in the light of the principles established in its case-law (see Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II; Oztürk v. Turkey [GC], no. 22479/93, § 83, ECHR 1999-VI; and Witold Litwa v. Poland, no. 26629/95, § 88, ECHR 2000-III). It reiterates that under Article 41 of the Convention, it will order reimbursement of the costs which it is established were actually and necessarily incurred and reasonable as to quantum. The Court notes that part of the lawyers’ fees claimed relate to complaints that were declared inadmissible by the Court in its admissibility decision of 29 February 2000. Those sums were therefore not necessarily incurred to cure a violation of the Convention found by the Court (see Nikolova, cited above, § 79). In addition, the number of hours which the lawyer says he spent on the case appears excessive. In these circumstances, the Court considers it reasonable to award the applicant FRF 50,000, inclusive of taxes.", "", "C.  Default interest", "107.  According to the information available to the Court, the statutory rate of interest applicable in  at the date of adoption of the present judgment is 2.74% per annum.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Dismisses the Government’s preliminary objection;", "", "2.  Holds that there has been a violation of Article 6 § 1 of the Convention taken in conjunction with Article 6 § 3 (c);", "", "3.  Holds that there has been a violation of Article 2 of Protocol No. 7 to the Convention;", "", "4.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant;", "", "5.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, FRF 100,000 (one hundred thousand French francs) in respect of costs and expenses;", "(b)  that simple interest at an annual rate of 2.74% shall be payable from the expiry of the above-mentioned three months until settlement;", "", "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in French, and notified in writing on 13 February 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "S. Dollé\tW. Fuhrmann\nRegistrar\tPresident"]}