{"file": "ENG_CLIN_12952_87.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "12952/87", "text_paragraphs": ["Information Note on the Court’s case-law No.", "June 1993", "Ruiz-Mateos v. Spain - 12952/87", "Judgment 23.6.1993", "Article 6", "Constitutional proceedings", "Article 6-1", "Civil rights and obligations", "Fair hearing", "Fairness of proceedings in the Constitutional Court: Article 6 § 1 applicable; violation", "Reasonable time", "Length of proceedings for restitution of expropriated property, instituted by the former shareholders of the parent company of the RUMASA group: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 6 § 1 OF THE CONVENTION", "A.\tPreliminary observations", "Examination by the Court of all the proceedings in issue even though applicants initially referred only to length of first set of proceedings, conducted prior to their application to Commission.", "Applicability of Article 6 § 1 to the civil actions for restitution not contested – applicability to constitutional proceedings: problem arose in different terms on the two points in issue.", "B.\tCompliance with the \"reasonable time\" requirement", "1.\tPeriod to be taken into consideration", "Starting point: date on which five of the applicants brought an action in respect of half the capital of the parent company, supplementing action brought by the first applicant.", "End: judgment of the Madrid Audiencia provincial.", "Duration: period to be taken into consideration included the time taken for the two sets of constitutional proceedings, which were preliminary in nature and whose result was capable of having an influence on the outcome of the dispute before the ordinary courts.", "Total: seven years and nine months.", "2.\tReasonableness of the relevant period", "To be assessed with reference to the criteria laid down in Court's case-law and in the light of the circumstances of the case.", "Complexity of the case: main civil action was not complex at the outset but subsequently gave rise to constitutional questions which were undeniably difficult – on the other hand, the procedure relating to those questions did not involve steps liable to lead to prolongations.", "Applicants' conduct: on appeal their requests for hearing to be adjourned and for the proceedings to be stayed pending decision of the European Commission of Human Rights delayed proceedings by more than eight months.", "Conduct of the competent authorities:", "(a)\tfirst instance: no notable interruptions apart from the constitutional proceedings to determine the preliminary question;", "(b)\ton appeal: two periods of inactivity (during examination of appeal and of question of constitutionality) – measures taken by the public authorities to relieve excessive workload in Madrid Audiencia provincial: too late;", "(c)\tpreliminary proceedings in the Constitutional Court: notwithstanding special features of the Constitutional Court, proceedings were too long – what was at stake in case was considerable not only for the applicants, but also for Spanish society in general.", "Conclusion: violation (twenty-two votes to two).", "C.\tRight to a fair trial", "Complaint directed exclusively at proceedings in the Constitutional Court – which proceedings had to be placed in their context, namely that of action for restitution of expropriated assets.", "1.\tApplicability of Article 6 § 1", "Respondent Government denied that right in question was a civil right; same view expressed by German and Portuguese Governments as amici curiae (Rule 37 § 2 of the Rules of Court). ", "Close link between subject-matter of civil and constitutional proceedings: if legislation in question had been annulled by the Constitutional Court, civil courts would have had to allow applicants' claims – by raising questions of constitutionality, the latter had had recourse to only available means of complaining in respect of an infringement of their right of property: an amparo appeal did not lie in context of Article 33 of the Constitution.", "Conclusion: Article 6 § 1 applicable.", "2.\tCompliance with Article 6 § 1", "Complaint examined in the light of all the provisions of Article 6 § 1, as concept of fair trial embraces principles of equality of arms and adversarial proceedings.", "Right to adversarial proceedings: means opportunity for one party to have knowledge of and comment on observations filed or evidence adduced by other party – constitutional proceedings have special features; however, where a question as to the constitutionality of a law concerning a restricted circle of persons is referred to  Constitutional Court within context of civil proceedings to which such persons are a party, those persons must be guaranteed free access to the observations of the other participants in those proceedings and  genuine possibility to comment on them – it would be artificial to dissociate role of the executive power (on whose authority decision to expropriate was taken) and that of Directorate General for National Assets (the beneficiary of the measure and the party in the main proceedings) and even more so to purport to identify real difference between their respective interests – in this case applicants were not given opportunity to reply to the observations of Counsel for the State (representing the executive authority), whereas the said official had advance knowledge of their arguments and was able to comment on them in the last instance before the Constitutional Court.", "Conclusion: violation (eighteen votes to six).", "II.\tARTICLE 50 OF THE CONVENTION", "Applicants' claims confined to damage.", "No causal connection between alleged damage and violations found; nothing to show that, in the absence of such violations, Constitutional Court would have declared the contested law void.", "Conclusion: claims dismissed (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}