{"file": "ENG_CLIN_38812_97.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "38812/97", "text_paragraphs": ["Information Note on the Court’s case-law 52", "April 2003", "Poltoratskiy v. Ukraine - 38812/97", "Judgment 29.4.2003 [Section IV]", "Article 3", "Degrading treatment", "Inhuman treatment", "Conditions of detention of prisoner sentenced to death: violation", "Article 8", "Article 8-1", "Respect for family life", "Restrictions on family visits to prisoner sentenced to death: violation", "Respect for correspondence", "Restrictions on correspondence (including receipt of parcels) of prisoners sentenced to death: violation", "Facts: The applicant was sentenced to death in 1995. The sentence was upheld in 1996 and he was transferred to an isolation block to await execution. However, a moratorium on capital punishment was declared in 1997 and all death sentences were commuted to life imprisonment by virtue of a law adopted in 2000. According to the applicant, a secret instruction applying to prisoners sentenced to death prevented him enjoying his rights, including exercise in the open air, access to television and newspapers and receipt of food parcels. He also submitted that he was prohibited from corresponding until September 1997 and that he was not allowed to receive visits from a priest (until December 1998) or, initially, from his father. Family visits were thereafter limited to one per month. It was further alleged that the applicant was beaten on several occasions in 1998. In that respect, the authorities informed his parents that after thorough investigations the allegations had been found to be unsubstantiated. As the applicant's allegations concerning the conditions of his detention were disputed by the Government, the European Commission of Human Rights carried out an investigation. A delegation visited the prison in November 1998 and took evidence from witnesses. The Commission found that it was impossible to establish beyond a reasonable doubt that the applicant had been subjected to the ill-treatment which he alleged. However, no investigation appeared to have been carried out by any domestic authority other than those directly involved, while the medical certificate produced was dated two months after the alleged incidents. The delegates found that the applicant was held in a single cell with an open toilet, a washbasin with cold water, two beds, a table and a bench, central heating and a window with bars. The light was on constantly and inmates were frequently observed by prison warders through a spy hole. Moreover, until May 1998 inmates had not been allowed to have daily outdoor walks and the windows of their cells had been completely shuttered. The Commission accepted the applicant's evidence that conditions had been worse prior to the delegates' visit. With regard to family visits, it noted that virtually all requests by the applicant's parents had been granted, but for dates two or three months after submission of the requests. Furthermore, visits took place in the presence of warders who could intervene. With regard to correspondence, the Commission noted that the applicant had sent and received a number of letters. However, rules allowed the applicant to send only one letter per month to his family and all his correspondence was censored. Finally, while it had not been established with sufficient clarity whether permission for a priest to visit had been requested, there had been no regular visits.", "Law: Article 3 – (i) Ithad not been established to the requisite standard of proof that the applicant was assaulted in prison in breach of this provision.", "Conclusion: no violation (unanimously).", "(ii) The Commission had concluded that the investigations had been both perfunctory and superficial and did not reflect any serious effort to discover what had really occurred. The Court shared the findings and reasoning of the Commission and concluded that the applicant's claim that he was assaulted had not been subjectedto an effective investigation by the domestic authorities.", "Conclusion: violation (6 votes to 1).", "(iii) As to the conditions of the applicant's detention, the Court had jurisdiction to examine the applicant's complaints in so far as they relate to the period after 11 September 1997, when the Convention came into force in respect of Ukraine. However, in assessing the effect of the conditions, it could also have regard to the overall period of his detention and to the conditions during that period. The Court accepted that the applicant must initially have been in a state of uncertainty, fear and anxiety as to his future but it considered that the risk of execution and the accompanying fear and anxiety must have diminished as time went on. It relied on the findings made by the Commission's delegates and also had regard to reports of the European Committee for the Prevention of Torture. It viewed with particular concern the fact that the applicant, until May 1998, was locked up in his cell for 24 hours a day and had no access to natural light, no opportunity for outdoor exercise and little or no opportunity for other activities or for human contact. Detention in unacceptable conditions of that kind amounted to degrading treatment, and the situation was aggravated by several other factors, including the fact that throughout the period in question the applicant was subject to a death sentence. While there was no evidence of a positive intention to humiliate or debase him, the conditions must nevertheless have caused him considerable mental suffering, diminishing his human dignity. Although significant improvements had taken place after May 1998, the applicant had already been in detention for 30 months by then. Furthermore, the serious economic difficulties encountered by Ukraine could not explain or excuse the unacceptable conditions of the applicant's detention.", "Conclusion: violation (unanimously).", "Article 8 – The restrictions on visits and correspondence constituted interferences with the right to respect for family life and correspondence. The conditions of detention of persons sentenced to death were at the material time governed by an instruction which was an internal and unpublished document not accessible to the public. The interferences were consequently not “in accordance with the law”.", "Conclusion: violation (unanimously).", "Article 9 – The Commission had found it established that the applicant was not able to participate in the weekly religious service available to other prisoners and that he was not in factvisited by a priest until December 1998. This situation amounted to an interference with the exercise the “freedom to manifest [his] religion or belief” and, since the above-mentioned instruction did not confer any right to be visited by a priest, the interference was not “prescribed by law”.", "Conclusion: violation (unanimously).", "Article 41 – The Court awarded the applicant 2,000 € in respect of non-pecuniary damage. It also made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}