{"file": "ENG_HEJUD_68385_10.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "68385/10", "text_paragraphs": ["", "", "FIFTH SECTION", "", "", "", "", "", "CASE OF SUKHANOV AND ILCHENKO v. UKRAINE", "", "(Applications nos. 68385/10 and 71378/10)", "", "", "", "", "", "", "", "", "", "", "", "", "JUDGMENT", "", "STRASBOURG", "", "26 June 2014", "", "", "", "FINAL", "", "26/09/2014", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "", "In the case of Sukhanov and Ilchenko v. Ukraine", "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:", "\tMark Villiger, President,\n\tAnn Power-Forde,\n\tGanna Yudkivska,\n\tVincent A. De Gaetano,\n\tAndré Potocki,\n\tHelena Jäderblom,\n\tAleš Pejchal, judges\nand Claudia Westerdiek, Section Registrar,", "Having deliberated in private on 3 June 2014,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", ".  The case originated in two applications (nos. 68385/10 and 71378/10) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Ukrainian nationals, Mr Gennadiy Lukyanovych Sukhanov and Mr Viktor Prokofiyovych Ilchenko (“the applicants”), on 1 and 9 November 2010 respectively.", ".  The first applicant was represented by Ms N. Tselovalnichenko, a lawyer practising in the city of Lugansk, Ukraine. The second applicant, who had been granted legal aid, was represented by Mr A. Kristenko, a lawyer practising in the city of Kharkiv, Ukraine. The Ukrainian Government (“the Government”) were represented by their Agent, most recently Ms Nataly Sevostianova, of the Ministry of Justice of Ukraine.", ".  The applicants alleged, in particular, that they had not been paid social benefits in the amount claimed by them.", ".  On 25 August 2011 the applications were communicated to the Government.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", ".  Both applicants were born in 1938 and live in the city of Lugansk and in the town of Zhovti Vody, Ukraine, respectively.", ".  Both applicants have the special status of “a child of war” (see paragraph 17 below). From 1 January 2006 they were entitled to a special supplement to their pensions in the amount of 30% of the minimum pension in accordance with section 6 of the Children of War Social Protection Act (Закон України “Про соціальний захист дітей війни”).", "A.  The first applicant", ".  In May 2008 the first applicant instituted court proceedings against the Artemovskyy District Department of the Pension Fund of Ukraine and the Lugansk Regional Main Department of the State Treasury of Ukraine, asking them to recalculate his pension for 2006-08, to determine the amount of and to pay him the outstanding indexed debt, and to pay his pension in the recalculated amount in the future. The first applicant also claimed compensation for pecuniary and non-pecuniary damage, and legal expenses.", ".  On 22 July 2008 the Lugansk Regional Administrative Court held that in 2006 section 6 of the Children of War Social Protection Act had been suspended by the State Budget Act 2006. In return the State Budget Act had empowered the Cabinet of Ministers to set up a mechanism for a pension increase. However, because in 2006 no such mechanism had been set up, the first applicant’s claims relating to 2006 had to be rejected.", ".  The court further found that in 2007 section 6 had again been suspended, and in 2008 it had been modified by the State Budget Acts for the relevant years. However, this modification was found to be unconstitutional by the Constitutional Court on 9 July 2007 and 22 May 2008. The court consequently held that the State Pension Fund should recalculate the first applicant’s pension for the periods between 9 July and 31 December 2007 and as of 22 May 2008.", ".  On 19 December 2008 the Donetsk Administrative Court of Appeal upheld that decision.", ".  On 28 July 2010 the Higher Administrative Court dismissed the applicant’s appeal on points of law.", "B.  The second applicant", ".  In December 2009 the second applicant instituted proceedings in the Zhovtovodsky Town Court against the Pension Fund, asking for recalculation of his pension from January 2006.", ".  On 2 March 2010 the court found in part for the second applicant. It held that the second applicant was entitled to the supplement from the date of the decision of the Constitutional Court (9 July 2007) and not from 1 January 2006. The court further held that the Pension Fund should recalculate the second applicant’s pension for the periods between 9 July and 31 December 2007 and between 22 May 2008 and 2 March 2010.", ".  On 10 August 2010 the Dnipropetrovsk Regional Court of Appeal upheld this decision. The decision of the Court of Appeal was final.", ".  On 14 February 2011 the second applicant instituted a second set of proceedings in the Zhovtovodsky Town Court claiming payment of the above-mentioned supplement to his pension starting from 3 March 2010.", ".  On 17 May 2011 the court found for the second applicant and held that the Pension Fund should recalculate the applicant’s pension from 3 March 2010. On 14 October 2011 the Dnipropetrovsk Administrative Court of Appeal upheld this decision.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", ".  According to section 6 of the Children of War Social Protection Act, in force since 1 January 2006, children of war (persons who on 2 September 1945 were no more than 18 years of age) are entitled to receive pensions or other social benefits with a supplement of 30% of the minimum pension. Part 2 of section 3 of the Act provides that the social guarantees foreseen by the Act cannot be limited or annulled by other legal acts.", ".  Between 1 April 2006 and 22 May 2008 the minimum pension was increased from 350 Ukrainian hryvnias (UAH) (at the material time around 55 euros (EUR)) to UAH 481 (at the material time around EUR 68).", ".  By virtue of the State Budget Act 2006, section 6 of the Children of War Social Protection Act was suspended. On 19 January 2006 the relevant provisions of the State Budget Act 2006 were modified (the amendments entered into force on 2 April 2006). According to these amendments, the supplement was to be introduced gradually, in accordance with a decision by the Cabinet of Ministers. However, no such decision was taken in 2006.", ".  By the State Budget Acts of 2007 and 2008, section 6 of the Act was suspended and modified, respectively. On 9 July 2007 and 22 May 2008 the Constitutional Court found it to be unconstitutional (see Kolesnik and others v. Ukraine (dec.), no. 57116/10 and foll., § 46, 26 June 2014) .", ".  On 1 May 2009 the Higher Administrative Court of Ukraine issued a note containing a general analysis of the administrative courts’ practice in cases concerning the social protection of children of war, war veterans and victims of the Nazi persecutions.", ".  The court noted that:", "“An analysis of the courts’ practice shows that disputes are mainly caused by shortcomings in the legislative regulation of social protection; in particular, since legal acts of equal force exist on the matter, it is difficult to establish which provision has higher legal force and should thus be applied in the dispute in question.", "The main legal acts in question include the Constitution of Ukraine, the Children of War Social Protection Act, the War Veterans Status and Social Protection Guarantees Act [...].", "The State Budget Acts for 2006-2008 introduced changes to those legal acts, suspending some provisions and reducing some payments.", "On 9 July 2007 and 22 May 2008 some changes introduced by the State Budget Acts were found to be unconstitutional by the Constitutional Court of Ukraine.”", ".  The Higher Administrative Court of Ukraine further noted that the national courts had not always correctly decided which legal act should be applied. In respect of the pension supplement under section 6 of the Children of War Social Protection Act it noted that in 2006 this provision had been suspended by the State Budget Act 2006. The State Budget Act 2006 provided that the supplement in question had to be determined by the Cabinet of Ministers of Ukraine, but since no such decision had been taken “the children of war benefits under section 6 of the Children of War Social Protection Act had not been implemented in 2006”.", ".  As for the 2007-2008 payments, the Higher Administrative Court of Ukraine noted that the relevant provisions of the State Budget Acts for 2007-2008 had been found to be unconstitutional. However, since Constitutional Court decisions could not be applied retrospectively the pension supplements were to be awarded only for the periods between 9 July 2007 and 31 December 2007 and between 22 May 2008 and 31 December 2008.", ".  In a letter of 14 August 2009 sent to the heads of the administrative courts of appeal the Higher Administrative Court of Ukraine reiterated its position.", "THE LAW", "I.  JOINDER OF THE APPLICATIONS", ".  The Court considers that, pursuant to Rule 42 § 1 of the Rules of Court, the applications should be joined, given their common factual and legal background.", "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION", ".  The applicants complained about the authorities’ failure to pay them the pension supplement in question in the amount provided for by section 6 of the Children of War Social Protection Act between 1 January 2006 and 9 July 2007, and between 1 January and 22 May 2008.", ".  The Court, which is master of the characterisation to be given in law to the facts of the case, finds that the above complaints fall to be examined under Article 1 of Protocol No. 1, which reads as follows:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "A.  Admissibility", ".  The Government did not submit any observations as to the admissibility of the present applications.", ".  The Court notes that Article 1 of Protocol No. 1 comprises three distinct rules: “the first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions; the third rule, stated in the second paragraph, recognises that the Contracting States are entitled, among other things, to control the use of property in accordance with the general interest. The three rules are not, however, ‘distinct’ in the sense of being unconnected. The second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule” (see, for instance, Jahn and Others v. Germany [GC], nos. 46720/99, 72203/01 and 72552/01, § 78, ECHR 2005VI).", ".  With specific reference to social security payments, Article 1 of Protocol No. 1, places no restriction on the Contracting State’s freedom to decide whether or not to have in place any form of social security scheme, or to choose the type or amount of benefits to provide under any such scheme. However, if a Contracting State has in force legislation providing for the payment as of right of a welfare benefit ‑whether conditional or not on the prior payment of contributions‑that legislation must be regarded as generating a proprietary interest falling within the ambit of Article 1 of Protocol No. 1 for persons satisfying its requirements (see Stec and Others v. the United Kingdom (dec.) [GC], nos. 65731/01 and 65900/01, § 54, ECHR 2005-X); the importance of that interest should also be reflected by holding Article 1 of Protocol No. 1 to be applicable (see Moskal v. Poland, no. 10373/05, § 39, 15 September 2009).", ".  The Court notes that in the present cases the very fact that the applicants were entitled to a pension supplement is not contested by the parties and the Court considers that the applicants’ entitlement as such is sufficiently clear as to bring the cases within the scope of Article 1 of Protocol No. 1 and, indeed, to find that the applicants’ entitlement to the pension supplement provided by domestic law formed a possession within the meaning of that provision. The parties disagree, however, as to the amount to which the applicants were entitled.", ".  The Court notes that the applicants’ claims relate to four different periods. Given the laws in force at the material time, these periods can be considered in two groups. The Court will examine the applicants’ complaints in respect of each of these groups separately.", "1.  Periods between 1 January 2006 and 2 April 2006, 1 January 2007 and 9 July 2007 and between 1 January 2008 and 22 May 2008", ".  The Court has found that the applicants’ – undisputed – claim to pension supplement as such falls within the scope of Article 1 of Protocol No. 1, and that it can be considered a “possession” within the meaning of that provision. The question is whether the applicants’ claims that they were entitled to certain amounts can constitute a possession within the meaning of the provision, and, if so, whether the failure to make such payments interfered with the possession.", ".  The Court recalls that, in certain circumstances, a “legitimate expectation” of obtaining an “asset” may also enjoy the protection of Article 1 of Protocol No. 1. Thus, where a proprietary interest is in the nature of a claim, the person in whom it is vested may be regarded as having a “legitimate expectation” if there is a sufficient basis for the interest in national law, for example where there is settled case-law of the domestic courts confirming its existence (see Kopecký v. Slovakia [GC], no. 44912/98, § 52, ECHR 2004-IX). However, no legitimate expectation can be said to arise where there is a dispute as to the correct interpretation and application of domestic law and the applicant’s submissions are subsequently rejected by the national courts (see Kopecký, cited above, § 50); Anheuser-Busch Inc. v. Portugal [GC], no. 73049/01, § 65, ECHR 2007I).", ".  It should be noted at the outset that the essence of the applicants’ right to pension as such has not been impaired in the present cases. As for the particular amount of pension, the Court does not accept that the applicants’ claims to pension supplement in the amount of 30% of the minimum pension amounted to a “legitimate expectation” during the above periods within the meaning of the case-law on that term. In particular, such claims did not have sufficient basis in national law. Neither there is any evidence of a solid body of domestic jurisprudence to support the applicants’ assertions. Whilst the state of domestic legislation in this area was unsatisfactory as underlined by the Constitutional Court decisions of 2007 and 2008, the domestic courts dealt with the contentions of each applicant and gave reasons for the decisions which cannot be considered arbitrary or unreasonable (see, a contrario, Shchokin v. Ukraine, nos. 23759/03 and 37943/06, 14 October 2010).", ".  It is true, as the applicants point out, that in 2007 and 2008 the Constitutional Court concluded that amendments to substantive legislation could not be made by way of the respective State Budget Acts as those Acts dealt with funding rather than substantive entitlement. The Court does not share the applicants’ allegation that according to the Constitutional Courts’ decisions the relevant legal acts had to remain untouched. The Constitutional Court had criticized the legal technic used by the Parliament for these particular amendments; however the democratically elected Parliament remains free in exercising its legislative function in compliance with the Constitution and redefining the amounts of benefits to be paid for a certain period of time. The applicants further have not established that as a result of the Constitutional Court’s decisions the domestic court decisions were tainted by unlawfulness.", ".  The applicants have therefore not made out that they had a “legitimate expectation” to the increased levels of pension during the above mentioned periods.", ".  The Court considers that this part of the application must be declared inadmissible, as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.", "2.  Period between 2 April 2006 and 31 December 2006", ".  Between 2 April 2006 and 31 December 2006 the law, introduced by the amendments to the State Budget Act 2006, provided that it was for the Cabinet of Ministers to set up the amount of the supplement in question. The Court accepts that given the mandatory wording of the amendment of 2006 the applicants could legitimately expect that the Cabinet of Ministers would indeed fix a level of pension for the relevant period. Therefore, during this period the applicants had a “legitimate expectation” to the increased levels of pension (Maurice v. France [GC], no. 11810/03, § 63, ECHR 2005IX; Veselinski v. “the former Yugoslav Republic of Macedonia”, no. 45658/99, § 80 and foll., 24 February 2005).", ".  The Court notes that the applicants’ complaint in respect of the failure to pay them the pension supplement during the above period is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  The parties’ submissions", "(a)  The applicants", ".  Referring to Article 22 of the Constitution of Ukraine, the first applicant submitted that he had a right to a pension supplement in the amount of 30% of the minimum pension and that this supplement could not be reduced.", ".  The second applicant submitted that he had a legitimate expectation to receive the supplement in the amount provided for by section 6 of the Children of War Social Protection Act as of 1 January 2006. Any reduction of this amount was unlawful under Article 22 of the Constitution of Ukraine and section 3 of the Children of War Social Protection Act, as well as in the light of numerous decisions of the Constitutional Court.", "(b)  The Government", ".  The Government submitted that section 6 of the Children of War Social Protection Act provided that those defined as “children of war” were entitled to receive pensions or other social allowances with a supplement of 30% of the minimum pension. The applicants believed that they had a legitimate expectation, and, therefore, a “possession” within the meaning of Article 1 of Protocol No. 1, to receive this supplement.", ".  The Government noted that the concept of “possessions” in the first part of Article 1 of Protocol No. 1 has an autonomous meaning, which is not limited to ownership of physical goods and is independent from the formal classification in domestic law: certain other rights and interests, for instance debts, constituting assets can also be regarded as “property rights”, and thus as “possessions” for the purposes of this provision. In their view, the issue that needed to be examined is whether the circumstances of the case, considered as a whole, conferred on the applicant title to a substantive interest protected by Article 1 of Protocol No. 1 (see Broniowski v. Poland (dec.), no. 31443/96, 19 December 2002).", ".  They therefore considered that it should first be determined whether the applicants in the present cases had a “legitimate expectation”.", ".  According to the Government, such an expectation could stem from the plurality of legal norms in force at the material time.", ".  The Government submitted that in 2006 two legal acts were in force – the Children of War Social Protection Act and the State Budget Act 2006, amended on 19 January 2006. This amendment provided that the pension supplement had to be introduced gradually, in accordance with a decision by the Cabinet of Ministers. However, no such decision was taken in 2006.", ".  In the Government’s view, the relevant laws were public and foreseeable therefore the applicants had been able to regulate their conduct accordingly.", ".  Consequently, the law in force did not contain any provision which could have entitled the applicants to receive a pension supplement in the amount claimed by them in the domestic courts.", "2.  The Court’s assessment", ".  The Court reiterates that by being entitled to the above supplement the applicants had a proprietary interest under Article 1 of Protocol No. 1.", ".  The Court points out that the reduction or discontinuation of a sufficiently established benefit may constitute an interference with possessions (see Khoniakina v. Georgia, no. 17767/08, § 72, 19 June 2012).", ".  The Court further reiterates that the first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be lawful and that it should pursue a legitimate aim “in the public interest”. Any interference must also be reasonably proportionate to the aim sought to be realised. In other words, a “fair balance” must be struck between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights. The requisite balance will not be found if the person or persons concerned have had to bear an individual and excessive burden (see, amongst many other authorities, Former King of Greece and Others v. Greece [GC], no. 25701/94, §§ 79 and 82, ECHR 2000XII).", ".  The Court notes that between April and December 2006 it was for the Cabinet of Ministers to determine the amount of the pension supplement to be paid to the applicants. No decision in this respect was adopted.", ".  In the present case the failure of the State to act constituted an interference with the applicants’ rights under Article 1 of Protocol No. 1. No arguments were provided by the Government to explain this inactivity which kept the applicants in uncertainty. The Court thus does not see any reason why the authorities had failed to take any step to determine the amount of the supplement to the applicants’ pension and considers this interference unjustified (see, mutatis mutandis, Klaus and Iouri Kiladzé v. Georgia, no. 7975/06, 2 February 2010; Budchenko v. Ukraine, no. 38677/06, 24 April 2014).", ".  There was consequently a violation of the applicants’ rights under Article 1 of Protocol No. 1 between 2 April and 31 December 2006.", "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION", ".  The first applicant lastly complained that the domestic courts had disregarded his arguments. In particular, the courts had disregarded his reference to the Constitution of Ukraine (see Pronina v. Ukraine, no. 63566/00, 18 July 2006).", ".  The first applicant also complained that his claims for legal costs and compensation for pecuniary and non-pecuniary damage had not been granted.", ".  The Court, having carefully considered the remainder of the applicants’ submissions in the light of all the material in its possession, finds that, in so far as the matters complained of are within its competence, they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention.", ".  It follows that this part of the application must be declared inadmissible as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", ".  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", ".  The first applicant claimed EUR 756 in respect of pecuniary damage (non-received pension supplement for 2006 and 2008) and EUR 3,200 in respect of non-pecuniary damage. The second applicant claimed UAH 2,500 (around EUR 237) in respect of pecuniary damage and EUR 3,000 in respect of non-pecuniary damage.", ".  The Government submitted that the applicants’ claims were unsubstantiated.", ".  The Court reiterates that it is not its role to substitute itself for the national authorities and to calculate the amount of the pension supplement payable to the applicants in 2006, given the failure of the national authorities to adopt any decision on the matter. Thus, the Court considers that it would be more appropriate for this issue to be addressed at the stage of enforcement of the present judgment.", ".  Deciding on an equitable basis, the Court further awards the applicants EUR 900 each in respect of non-pecuniary damage.", "B.  Costs and expenses", ".  The first applicant also claimed EUR 300 for the costs and expenses incurred before the domestic courts and UAH 15,000 (around EUR 1,400) (legal assistance) and EUR 30 (postal expenses) for those incurred before the Court. The second applicant claimed UAH 37,360.40 (around EUR 3,538.68) for legal assistance expenses and UAH 170 (around EUR 16) for postal expenses.", ".  The Government submitted that the first applicant did not provide any evidence in support of his postal expenses claim. In respect of his legal assistance expenses claim, he did not specify the amount of time spent on the case by his lawyer or the lawyer’s hourly rate.", ".  In respect of the second applicant’s claims, the Government submitted that there was no evidence that the amount he indicated had actually been paid to his lawyer. The Government also noted that part of his postal expenses claim was not supported by appropriate bills.", ".  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession, the legal aid granted to the second applicant and the above criteria, the Court considers it reasonable to award the sum of EUR 880 to the first applicant and EUR 16 to the second applicant for the proceedings before the Court.", "C.  Default interest", ".  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT, UNANIMOUSLY,", "1.  Decides to join the applications;", "", "2.  Declares the complaint under Article 1 of Protocol No. 1 in respect to the period between 2 April 2006 and 31 December 2006 admissible and the remainder of the applications inadmissible;", "", "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention in respect of the period between 2 April 2006 and 31 December 2006;", "", "4.  Holds", "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:", "(i)  EUR 900 (nine hundred euros) to each of the applicants, plus any tax that may be chargeable, in respect of non-pecuniary damage;", "(ii)  EUR 880 (eight hundred eighty euros) to the first applicant, plus any tax that may be chargeable to him, in respect of costs and expenses;", "(iii)  EUR 16 (sixteen euros) to the second applicant, plus any tax that may be chargeable to him, in respect of costs and expenses;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.", "Done in English, and notified in writing on 26 June 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tClaudia Westerdiek\tMark Villiger\n\tRegistrar\tPresident"]}