{"file": "ENG_HEJUD_13712_11.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "13712/11", "text_paragraphs": ["", "", "", "FIRST SECTION", "", "", "", "", "", "", "", "CASE OF S.L. AND J.L. v. CROATIA", "", "(Application no. 13712/11)", "", "", "", "", "", "", "", "", "", "JUDGMENT", "(Merits)", "", "", "STRASBOURG", "", "7 May 2015", "", "", "FINAL", "\t", "19/10/2015", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of S.L. and J.L. v. Croatia,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tIsabelle Berro, President,\n\tElisabeth Steiner,\n\tPaulo Pinto de Albuquerque,\n\tLinos-Alexandre Sicilianos,\n\tErik Møse,\n\tKsenija Turković,\n\tDmitry Dedov, judges,\nand Søren Nielsen, Section Registrar,", "Having deliberated in private on 14 April 2015,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 13712/11) against the Republic of Croatia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by the Croatian nationals, Ms S.L. and Ms J.L. (“the applicants”), on 7 January 2011.", "2.  The applicants were represented by Ms L. Štok, a lawyer practising in P. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.", "3.  The applicants alleged a violation of their property rights under Article 1 of Protocol No. 1.", "4.  On 21 October 2013 the application was communicated to the Government.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicants are sisters who were born in 1987 and 1992 respectively and live in P.", "A.  Background to the case", "6.  In June 1997 the applicants, represented by their mother V.L., concluded a real estate agreement with B.P. in which they expressed their intention of buying a villa of 87 square metres and the adjacent courtyard of 624 square metres in V., a seaside neighbourhood of P. (hereinafter: the “house”). The agreement stated that the house was in poor condition as certain individuals had lived there for several years without any legal basis and had ruined the furniture and installations.", "7.  The agreement was formalised in a real estate purchase contract of 17 December 1997 by which the applicants acquired ownership of the house for an amount of 450,000 Croatian kunas (HRK).", "8.  On 26 November 1999 the applicants registered their ownership of the house and the plot of land in the land register in equal shares.", "B.  The real estate swap agreement", "9.  On an unspecified date V.L. requested from the relevant Social Welfare Centre (hereinafter: the “Centre”) the authorisation to sell the house owned by the applicants, such authorisation being required under the relevant domestic law in cases where a parent wishes to dispose of a child’s property (see paragraph 39 below).", "10.  As a result of that request, on 10 April 2000 V.L. and her husband Z.L. (the father of the second applicant) were interviewed at the Centre. They stated that they had bought the house in 1997 for HRK 450,000 and that they had already spent approximately 80,000 Deutsche marks (DEM) renovating it. However, the house required some further investment for which they lacked the necessary means and thus they intended to sell it and to live with one of their parents. They further explained that they owned a retail business and that they had no problems with their children, who both had excellent marks at school. V.L. and Z.L. also promised that they would open a bank account on behalf of their children, into which they would deposit the money from the sale of the house. They pointed out that they had contacted a real estate agency, which was looking for a potential buyer. They also agreed that V.L. would conclude the sale contract once they had managed to find a buyer.", "11.  In February 2001 Z.L. was arrested and held in detention in connection with a suspected attempted murder and the unlawful possession of firearms. He was later indicted on the same charges in the P. County Court (Županijski sud u P.), which on 10 October 2001 found him guilty and sentenced him to six years’ imprisonment. During the criminal proceedings his defence lawyer was M.I, a lawyer practising in P.", "12.  On 15 October 2001 M.I. submitted a request to the Centre seeking authorisation for a real estate swap agreement between the applicants and a certain D.M., who was in fact M.I.’s mother-in-law. He provided powers of attorney signed by V.L., Z.L. and E.B. (the father of the first applicant) authorising him to obtain the Centre’s consent to a swap real estate agreement.", "13.  Together with his request, M.I. provided a draft swap agreement stipulating that D.M. would transfer to the applicants her four-room flat of 78.27 square metres, situated on the fourth floor of a residential building in P. (hereinafter: the “flat”), while the applicants would transfer their ownership of the house to D.M. The draft swap agreement also stated that the values of the properties to be exchanged were the same and that the parties waived their right to object that they had sustained damage as a result of giving the exchanged property away at below half of its real value. M.I. also submitted another document, a supplement to the swap agreement, in which the parties to that agreement acknowledged that V.L. and Z.L. had invested significant sums of money in the house and that, on the basis of the amounts shown on certain available invoices, D.M. would compensate them for those investments.", "14.  V.L. was invited to the Centre for an interview on 23 October 2001 in connection with M.I.’s request. She stated that her husband had meanwhile been imprisoned and that their retail business had started to go badly, leading her to close it in August 2001. She also explained that she was unemployed and that this situation had affected the applicants, who were no longer doing so well at school. She further stated that she had been obliged to borrow money to pay the bills for the house and that the overall situation had prompted her and Z.L. to exchange the house for a flat in P. with the additional obligation on the part of the flat-owner to pay them the difference in value between the two properties, amounting to some 100,000 DEM according to her estimate. Lastly, V.L. pointed out that E.B., the father of the first applicant, had given his consent to the swap agreement. She also undertook to register the ownership of the flat in the applicants’ names.", "15.  On 13 November 2001 the Centre gave its authorisation for the swap agreement, whereby the applicants would transfer their ownership of the house to D.M. while the latter would transfer her ownership of the flat and a garage to the applicants. The decision drafted by the Centre specified that V.L. was obliged to provide the Centre with a copy of the swap agreement.", "16.  In its statement of reasons behind the decision, the Centre pointed out that it had taken note of the powers of attorney provided to M.I. by the applicants’ parents, V.L.’s statement of 23 October 2001, birth certificates for the applicants and land registry certificates for the properties, and the draft swap agreement. It had also noted the fact that Z.L. had been convicted at first-instance of the offence of attempted murder and unlawful possession of firearms. Based on this information, the Centre concluded that the swap agreement was not contrary to the best interests of the applicants since their property rights would not be extinguished or reduced as they would become the owners of a flat which would provide fully suitable living accommodation.", "17.  On the same day, the Centre gave its authorisation for the supplementary document to the swap agreement by virtue of which D.M. would pay the applicants 5,000 DEM each on account of the difference in value between the exchanged properties. As a condition of this decision, V.L. was obliged to provide the Centre with a bank statement attesting that the payment had been made. In its statement of reasons, the Centre referred to a request made by V.L. for the conclusion of a supplement to the swap agreement and the statement she had given to the Centre. The Centre also found that this would not be contrary to the interests of the applicants.", "18.  The above two decisions issued by the Centre on 13 November 2001 were forwarded to the lawyer M.I.", "19.  On 16 December 2001 the applicants, represented by V.L., concluded the real estate swap agreement with D.M. before a Public Notary in P., and the applicants thereby transferred their ownership of the house to D.M. while the latter transferred her ownership of the flat and the garage to the applicants. The swap agreement contained a clause under which the parties agreed that there was no difference in the value of the exchanged properties, and that they had no further claims on that account. It also set down the value of the properties at some HRK 400,000.", "20.  Based on this contract, the applicants and D.M. duly registered their ownership of the properties with the land registry.", "21.  On 28 December 2001 lawyer M.I. submitted to the Centre a certificate from the land registry showing that the applicants had registered their ownership of the flat and bank statements showing that they had received the amount of 5,000 DEM each.", "22.  On 2 and 12 March 2002 the P. Tax Office (Ministarstvo financija, Porezna uprava) declared a tax obligation of HRK 20,000 for each of the parties ‒ based on the declared value of the transaction involved in the swap agreement ‒ which was divided by half in respect of the applicants, who were thus obliged to pay HRK 10,000 each.", "C.  The applicants’ civil proceedings", "23.  On 17 November 2004 the applicants, represented by Z.L. as their legal guardian, brought an action against D.M.in the P. Municipal Court (Općinski sud u P.), asking the court to declare the swap agreement null and void (ništav).", "24.  During the proceedings the applicants argued that the swap agreement had effected the exchange of the ownership of the house ‒ which comprised two flats, each measuring 87 square metres, was only five minutes’ walk from the sea and was worth approximately 300,000 euros (EUR) ‒ for a flat and a garage worth in total no more than EUR 70,000. Given that at the time when the contract was concluded they were only fourteen and nine years old, the Centre should have defended their rights and should not have given its consent to a swap agreement of that kind. In this respect they pointed out that section 265 § 1 of the Family Act listed specific instances in which the property of a minor could be disposed of, and that no such instance had existed in their case. Moreover, the Centre had failed to carry out an on-site inspection or to commission an expert report which would have allowed it to estimate the value of the house and adopt a proper decision concerning the request for authorisation of the swap agreement. The applicants therefore considered that, by failing to take such vital measures, the Centre had allowed an unlawful and immoral property exchange to be executed. In their view, this had resulted in ab initio invalidity of the exchange. The applicants also pointed out that their legal guardian Z.L. had not been party to the discussions concerning the swap agreement. They therefore proposed that the trial court examine several witnesses, including the participants to the swap agreement, the employees of the Centre, the first applicant ‒ who was by that time already seventeen years old ‒ and several other witnesses who were aware of the circumstances of the case, and commission an expert report establishing the value of the properties.", "25.  On 1 March 2005 the P. Municipal Court dismissed the applicants’ request to take any of the proposed evidence on the grounds that the case could be decided on the basis of the documents from the case file.", "26.  On 15 April 2005 the P. Municipal Court dismissed the applicants’ civil action. It argued that it was not in a position to re-examine the Centre’s decision to authorise the swap agreement, since that was an administrative decision which could only have been challenged in administrative proceedings. Thus, given that such a decision existed, the P. Municipal Court could not find the swap agreement to be unlawful or contrary to the morals of society. It also pointed out that the swap agreement could possibly be only a voidable contract (pobojan) but no claim to that effect had been made by the applicants.", "27.  The applicants challenged that judgment by means of an appeal lodged before the P. County Court, arguing that the first-instance court had failed to examine any of their arguments and had thus erred in its decision concerning the validity of the swap agreement.", "28.  On 19 March 2007 the P. County Court dismissed the applicants’ appeal as ill-founded, endorsing the reasoning of the first-instance court.", "29.  The applicants then lodged an appeal on points of law before the Supreme Court (Vrhovni sud Republike Hrvatske) on 8 June 2007. The second applicant was represented by V.L., and the first applicant, having in the meantime reached the age of majority, was able to conduct the legal action herself.", "30.  In their appeal on points of law the applicants argued, inter alia, that the P. Municipal Court had failed to examine any of the relevant evidence and had incorrectly assessed the circumstances of the case. In particular, it had failed to take into account that the Centre had negligently allowed the swap agreement to be concluded without taking into account the value of the properties and the nature of their family circumstances at the time, namely the fact that Z.L. was in detention and that V.L. was known as a person with a problem of drug abuse.", "31.  On 19 December 2007 the Supreme Court dismissed the applicants’ appeal on points of law as ill-founded and endorsed the decisions of the lower courts, which found that the civil courts were not in a position to re-examine the Centre’s final administrative decision allowing the conclusion of the swap agreement. Moreover, it did not appear to the Supreme Court that the Centre had failed in its protection of the best interests of the applicants.", "32.  The applicants then lodged a constitutional complaint before the Constitutional Court (Ustavni sud Republike Hrvatske) reiterating their previous arguments before the lower courts. The second applicant was represented by V.L.", "33.  On 9 June 2010 the Constitutional Court declared the applicants’ constitutional complaint inadmissible as manifestly ill-founded.", "D.  Other relevant information", "34.  A report by the Ministry of Social Policy and Youth (Ministarstvo socijalne politike i mladih) of 30 January 2014 submitted to the Court suggests that the Centre was not aware of V.L.’s drug abuse problem nor had it been alerted concerning M.I.’s conflict of interest.", "35.  According to a report by the Ministry of Health (Ministarstvo zdravlja) of 7 February 2014, V.L. started her drug addiction therapy on 12 December 2003 and terminated it in 2004. She then started again in 2007 and she was still undergoing therapy at the present time.", "36.  The information available from the e-land registry concerning property in Croatia shows that the house and the land on which it is located measure 225 square metres with an adjacent courtyard of 476 square metres, all of which is registered in the name of D.M. as owner.", "II.  RELEVANT DOMESTIC LAW AND INTERNATIONAL LAW", "A.  Relevant domestic law", "1.  Constitution", "37.  The relevant provision of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette nos. 56/1990, 135/1997, 8/1998 (consolidated text), 113/2000, 124/2000 (consolidated text), 28/2001 and 41/2001 (consolidated text), 55/2001 (corrigendum), 76/2010, 85/2010, 05/2014) reads:", "Article 48", "“The right of ownership shall be guaranteed ...“", "Article 63", "“The State shall protect ... children and youth ...”", "Article 65", "“Everyone shall have the duty to protect the children ...”", "2.  Civil Obligations Act", "38.  The relevant provisions of the Civil Obligations Act (Zakon o obveznim odnosima, Official Gazette nos. 53/1991, 73/1991, 111/1993, 3/1994, 7/1996, 91/1996 and 112/1999) provide:", "Permissible [legal] basis\nSection 51", "“(1)  Each contractual obligation shall have a permissible [legal] basis [causa].", "(2)  A basis is not permissible if it contravenes the Constitution, fundamental principles of law, or morals.", "...”", "Contract null and void on grounds of its [legal] basis\nSection 52", "“Where there is no [legal] basis [for a contract] or where its [basis] is not permissible, the contract is null and void.”", "Nullity\nSection 103", "“A contract which is contrary to the Constitution, fundamental principles of law, or morals is null and void, unless there is some other [applicable] sanction or the law provides differently in a particular case.”", "Unlimited right to plead nullity\nSection 110", "“The right to plead nullity shall be inextinguishable.”", "Voidable contract\nSection 111", "“A contract shall be voidable where one of its parties lacked legal capacity, where it was concluded on the basis of misconceptions, or where so provided under this Act or other special legislation.”", "Termination of the right\nSection 117", "“(1)  The right to claim that a contract is voidable shall lapse one year after it was learned that there are reasons making it voidable ...", "(2)  In any case, that right shall lapse three years after conclusion of the contract.”", "Obvious disproportionality in amount given\nSection 139", "“(1)  If at the time of the conclusion of the contract there was an obvious disproportionality in the amount given, the damaged party may claim that the contract is voidable if that party did not know, or had no reason to know, of its real value.", "(2)  The right to claim that the contract is voidable shall lapse one year after its conclusion.", "(3)  Waiver of this right shall be without any legal effect.”", "3.  Family Act", "39.  The relevant part of the Family Act (Obiteljski zakon, Official Gazette no. 162/1998), as in force at the relevant time, provided:", "Section 121", "“(1)  Legal capacity shall be obtained by the individual’s coming of age or by the conclusion of a marriage before legal adulthood.", "(2)  A person who is eighteen years old is legally an adult.", "...”", "Section 192", "“A special guardian shall be appointed to a child who is in the care of [biological] or adoptive parents, in the event of a dispute between the child and the parents, for the purposes of concluding a contract between them, and in other cases where the interest of the child runs contrary to the interest of the parents.”", "Section 265", "“(1)  Subject to the consent of the competent Social Welfare Centre, parents may dispose of or encumber the property of a child who is a minor for the purposes of the child’s maintenance, medical treatment, upbringing, schooling, education or other important needs.", "(2)  The consent of the Social Welfare Centre is also necessary for the taking of certain procedural actions before the court or another state body concerning the child’s property.”", "4.  Real Estate Transfer Tax Act", "40.  The relevant provision of the Real Estate Transfer Tax Act (Zakon o porezu na promet nekretnina, Official Gazette no. 69/1997) provides:", "Section 9", "“(1)  The tax basis for a real estate transaction is the market value of the real estate at the moment of its acquisition.", "(2)  The market value of the real estate is considered to be the value which the real estate has or could have on the market at the time of its acquisition. The market value of the real estate shall be established, in principle, on the basis of the document of acquisition.", "...”", "5.  Civil Procedure Act", "41.  The relevant part of the Civil Procedure Act (Official Gazette nos. 53/1991, 91/1992, 58/1993, 112/1999, 88/2001, 117/2003, 88/2005, 2/2007, 84/2008, 123/2008, 57/2011, 148/2011, 25/2013 and 89/2014) provides:", "Section 428a", "“(1)  When the European Court of Human Rights has found a violation of a human right or fundamental freedom guaranteed by the Convention for the Protection of Human Rights and Fundamental Freedoms or additional protocols thereto ratified by the Republic of Croatia, a party may, within thirty days of the judgment of the European Court of Human Rights becoming final, file a petition with the court in the Republic of Croatia which adjudicated in the first instance in the proceedings in which the decision violating the human right or fundamental freedom was rendered, to set aside the decision by which the human right or fundamental freedom was violated.", "(2)  The proceedings referred to in paragraph 1 of this section shall be conducted by applying, mutatis mutandis, the provisions on the reopening of proceedings.", "(3)  In the reopened proceedings the courts are required to respect the legal opinions expressed in the final judgment of the European Court of Human Rights finding a violation of a fundamental human right or freedom.”", "B.  Relevant international law", "1.  Convention on the Rights of the Child", "42.  The relevant provision of the United Nations Convention on the Rights of the Child of 20 November 1989, which came into force in respect of Croatia on 8 October 1991 (Official Gazette – International Agreements no. 12/1993), provides:", "Article 3", "“1.  In all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies, the best interests of the child shall be a primary consideration.", "...”", "43.  The Committee on the Rights of the Child has recently explained the content of this obligation in its “General comment No. 14 (2013) on the right of the child to have his or her best interests taken as a primary consideration (art. 3, para. 1)” (CRC/C/GC/14, 29 May 2013) in the following terms:", "“A.  The best interests of the child: a right, a principle and a rule of procedure", "1.  Article 3, paragraph 1, of the Convention on the Rights of the Child gives the child the right to have his or her best interests assessed and taken into account as a primary consideration in all actions or decisions that concern him or her, both in the public and private sphere. Moreover, it expresses one of the fundamental values of the Convention. The Committee on the Rights of the Child (the Committee) has identified article 3, paragraph 1, as one of the four general principles of the Convention for interpreting and implementing all the rights of the child, and applies it is a dynamic concept that requires an assessment appropriate to the specific context.", "...", "4.  The concept of the child’s best interests is aimed at ensuring both the full and effective enjoyment of all the rights recognized in the Convention and the holistic development of the child. The Committee has already pointed out that “an adult’s judgment of a child’s best interests cannot override the obligation to respect all the child’s rights under the Convention.” It recalls that there is no hierarchy of rights in the Convention; all the rights provided for therein are in the “child’s best interests” and no right could be compromised by a negative interpretation of the child’s best interests.", "6.  The Committee underlines that the child’s best interests is a threefold concept:", "(a)  A substantive right: The right of the child to have his or her best interests assessed and taken as a primary consideration when different interests are being considered in order to reach a decision on the issue at stake, and the guarantee that this right will be implemented whenever a decision is to be made concerning a child, a group of identified or unidentified children or children in general. Article 3, paragraph 1, creates an intrinsic obligation for States, is directly applicable (self-executing) and can be invoked before a court.", "(b)  A fundamental, interpretative legal principle: If a legal provision is open to more than one interpretation, the interpretation which most effectively serves the child’s best interests should be chosen. The rights enshrined in the Convention and its Optional Protocols provide the framework for interpretation.", "(c)  A rule of procedure: Whenever a decision is to be made that will affect a specific child, an identified group of children or children in general, the decision-making process must include an evaluation of the possible impact (positive or negative) of the decision on the child or children concerned. Assessing and determining the best interests of the child require procedural guarantees. Furthermore, the justification of a decision must show that the right has been explicitly taken into account. In this regard, States parties shall explain how the right has been respected in the decision, that is, what has been considered to be in the child’s best interests; what criteria it is based on; and how the child’s interests have been weighed against other considerations, be they broad issues of policy or individual cases.", "...", "III. Nature and scope of the obligations of States parties", "13.  Each State party must respect and implement the right of the child to have his or her best interests assessed and taken as a primary consideration, and is under the obligation to take all necessary, deliberate and concrete measures for the full implementation of this right.", "14.  Article 3, paragraph 1, establishes a framework with three different types of obligations for States parties:", "(a)  The obligation to ensure that the child’s best interests are appropriately integrated and consistently applied in every action taken by a public institution, especially in all implementation measures, administrative and judicial proceedings which directly or indirectly impact on children;", "(b)  The obligation to ensure that all judicial and administrative decisions as well as policies and legislation concerning children demonstrate that the child’s best interests have been a primary consideration. This includes describing how the best interests have been examined and assessed, and what weight has been ascribed to them in the decision.", "(c)  The obligation to ensure that the interests of the child have been assessed and taken as a primary consideration in decisions and actions taken by the private sector, including those providing services, or any other private entity or institution making decisions that concern or impact on a child.”", "2.  Charter of Fundamental Rights", "44.  The Charter of Fundamental Rights of the European Union (2010/C 83/02) in its relevant part provides:", "Article 24 \nThe rights of the child", "“...", "(2)  In all actions relating to children, whether taken by public authorities or private institutions, the child’s best interests must be a primary consideration.", "...”", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION", "45.  The applicants complained about the failure of the State to protect their property interests in the alleged unlawful and immoral real estate swap agreement. They relied on Article 1 of Protocol No. 1, which reads:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "A.  Admissibility", "1.  Abuse of the right of individual application", "(a)  The parties’ arguments", "46.  The Government submitted that in the applicants’ initial application to the Court the latter had stated that the house measured 174 square metres, whereas in fact it measured only half that, namely 87 square metres. They had also failed to disclose that they had received the additional payment of 10,000 DEM corresponding to their parents’ investment in the house, and had falsely stated that V.L. had been a registered drug addict at the time relevant to the events. In the Government’s view, all these facts had been relevant to the case and, by failing to disclose them correctly, the applicants had therefore abused their right of individual application.", "47.  The applicants maintained their complaints, explaining, in particular, that the house in fact consisted of two floors and that the ground floor measured approximately 80 square metres. Thus, the Government’s reference to 87 square metres applied only in relation to the ground plan but not the overall surface area of the house, which they considered to be relevant. They also pointed out that this could have been seen from the changes to that effect in the land register.", "(b)  The Court’s assessment", "48.  The notion of “abuse”, within the meaning of Article 35 § 3 (a) of the Convention, must be understood as any conduct on the part of the applicant that is manifestly contrary to the purpose of the right of individual application as provided for in the Convention and which impedes the proper functioning of the Court or the proper conduct of the proceedings before it (see Miroļubovs and Others v. Latvia, no. 798/05, §§ 62 and 65, 15 September 2009). An application may exceptionally be rejected on that ground if, among other things, it is knowingly based on untrue facts (see, as a recent example, F.A. v. Cyprus (dec.), no. 41816/10, §§ 39, 40, 42 and 43, 25 March 2014; and Gross v. Switzerland [GC], no. 67810/10, § 28, ECHR 2014), the most egregious example being applications based on forged documents (see, for instance, Jian v. Romania (dec.), no. 46640/99, 30 March 2004; Bagheri and Maliki v. the Netherlands (dec.), no. 30164/06, 15 May 2007; and Poznanski and Others v. Germany (dec.), no. 25101/05, 3 July 2007). However, any deliberate attempt to mislead the Court must be established with sufficient certainty (see, amongst many others, Gross, cited above, § 28).", "49.  In the case at issue the Court does not take the view that the applicants deliberately provided false information concerning the surface area of the house or the receipt of the additional payment, since this information was apparent from the documents available to the Court. In any event it forms part of the dispute between the parties as to whether or not there has been a breach of Article 1 of Protocol No. 1 in relation to the swap agreement. As such, it can be the subject of the parties’ arguments and counter-arguments, which the Court can accept or reject, but cannot in itself be regarded as an abuse of the right of individual application (see Udovičić v. Croatia, no. 27310/09, § 125, 24 April 2014; and Harakchiev and Tolumov v. Bulgaria, nos. 15018/11 and 61199/12, § 185, 8 July 2014). This is also true in respect of the changes in the land register concerning the surface area of the property (see paragraph 36 above). Similarly, the Court notes that the question of whether V.L.’s drug abuse problem was known to the Centre is another contentious issue which had already been argued at the domestic level, and in any event does not appear central to the case (see paragraphs 30 and 32 above). Accordingly, irrespective of whether or not she had been registered as a drug addict in a particular database of the competent authorities, it cannot be said that the applicants abused their right of individual application by pursuing those arguments before the Court.", "50.  The Government’s objection should thus be rejected.", "2.  Non-exhaustion of domestic remedies", "(a)  The parties’ arguments", "51.  The Government pointed out that the applicants’ guardians, namely their parents, had failed to challenge on behalf of their children the Centre’s decision authorising the swap agreement, which they could have done through the available administrative remedies, thereby raising all their complaints concerning the aforementioned agreement. The decision authorising the swap agreement had been duly served on their representative and they had therefore been at liberty to challenge it before the competent bodies. Moreover, the applicants’ parents had failed to lodge a civil claim in order to establish that the swap agreement was voidable, as provided under Article 139 of the Civil Obligations Act. Instead, they had erroneously lodged a civil action asking for the swap agreement to be declared null and void, which had prevented the domestic courts ‒ which held that the claim was ill-founded ‒ to reclassify their action as a claim under Article 139 of the Civil Obligations Act. In the Government’s view, their capacity for using such remedies had perhaps been hampered by the fact that Z.L. had been in detention at the time, but that could not explain his failure to undertake the necessary inquiries and actions concerning the swap agreement, or the failure of V.L. and E.B. to challenge the Centre’s decision and the conclusion of the swap agreement, as provided under the relevant domestic law.", "52.  The applicants considered that they had properly exhausted the domestic remedies, and maintained that it had been incumbent on the Centre to protect their interests in relation to the conclusion of the swap agreement, which it had failed to do. In particular, it had been impossible for them to lodge a complaint concerning the Centre’s decision authorising the swap agreement when the decision had been served exclusively on M.I., whose conflict of interest meant that he had no reason to complain about the aforementioned decision.", "(b)  The Court’s assessment", "53.  The Court considers that the question of the exhaustion of domestic remedies as argued by the parties should be joined to the merits, since it is closely linked to the substance of the applicants’ complaints.", "3.  Conclusion", "54.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  The parties’ arguments", "55.  The applicants contended that it had been self-evident that the house had a significantly higher value than the flat which they had received from D.M. on the basis of the real estate swap agreement. They explained that the amount of HRK 450,000 (approximately EUR 60,000), for which their parents had bought the house, had not corresponded to its real value as they had bought it in 1997 ‒ in circumstances of post-war uncertainty ‒ from its previous owners, who had left Croatia and were living in Belgrade at the time. In any event, the applicants argued that it was undisputed that their parents had invested some 80,000 DEM (approximately EUR 40,000) in the house which, together with the amount which they had paid for it, amounted in total to some EUR 100,000. It had thus been unclear why the Centre had consented to a swap agreement by which they had received a flat worth approximately EUR 55,000. Moreover, the applicants took the view that the Centre had been well aware that their father had been in prison at the time, that their mother had had drug abuse problems, and that the lawyer M.I. had a conflict of interest. Nonetheless, the Centre had never attempted to interview their father nor had it commissioned any expert report assessing the value of the property or conducted an on-site inspection to assess all the circumstances of the property exchange. Similarly, the tax authorities had assessed the value of the property exchange solely on the basis of the value indicated in the swap agreement without carrying out any further inquiries. In these circumstances ‒ in which their parents had not been able to protect their rights and interests properly ‒ the applicants considered that the State authorities had been under an obligation to approach the case with the requisite diligence, taking into account the State’s incumbent duty to prevent any actions which could run contrary to the applicants’ best interests.", "56.  The Government accepted that the domestic authorities had had a positive obligation to protect the best interests of the applicants, who had been only children at the time of the conclusion of the swap agreement. The Government, however, considered that the State authorities had duly complied with that obligation. The Government pointed out that the swap agreement had been concluded in very difficult circumstances for the applicants’ family, given that at the time their father had been in detention pending criminal trial on very serious charges and their mother had had financial problems, all of which had affected the applicants themselves. Thus, the Centre’s decision authorising the swap agreement, which had been intended to secure a normal upbringing and education for the applicants, had been the only possible solution. As to the value of the properties, the Government pointed out that the flat was only about ten square metres smaller than the house and, unlike the house, needed no further investment or renovation. Moreover, the applicants had received an additional sum of 10,000 DEM on account of the difference in value between the two properties. In the Government’s view, the tax assessment of the value of the property exchange also suggested that neither party to the swap agreement had sustained any damage thereby. In any case, it was not only the value of the property which had been a relevant factor but rather the applicants’ family circumstances had warranted the swap agreement to which the Centre had consented. The Government conceded that the Centre had failed to commission an expert report assessing the value of the house, but considered that there had been no reason to do so since the Centre had been able to assess the relevant facts on the basis of the documents in the case file. Moreover, the Centre had had no reason to doubt that the applicants’ well-being was being safeguarded by V.L., as at the time nothing suggested that she had had any problems with drug abuse. Similarly, the Centre had had no reason to believe that the lawyer M.I. had been in the conflict-of-interest situation, as he had appeared before it as an authorised representative of the applicants’ parents.", "2.  The Court’s assessment", "(a)  General principles", "57.  The Court notes at the outset that it is undisputed in the present case that the questions relating to the applicants’ proprietary interests concerning the real estate swap agreement fall to be examined under Article 1 of Protocol No. 1.", "58.  While the essential object of Article 1 of Protocol No. 1 is to protect the individual against unjustified interference by the State with the peaceful enjoyment of his or her possessions, it may also entail positive obligations requiring the State to take certain measures necessary to protect property rights, particularly where there is a direct link between the measures an applicant may legitimately expect from the authorities and his or her effective enjoyment of his or her possessions (see Sovtransavto Holding v. Ukraine, no. 48553/99, § 96, ECHR 2002-VII, and cases cited therein; Öneryıldız v. Turkey [GC], no. 48939/99, § 134, ECHR 2004XII; Broniowski v. Poland [GC], no. 31443/96, § 143, ECHR 2004-V; Păduraru v. Romania, no. 63252/00, § 88, ECHR 2005-XII; Bistrović v. Croatia, no. 25774/05, § 35, 31 May 2007; and Zolotas v. Greece (no. 2), no. 66610/09, § 47, CEDH 2013). In particular, allegations of a failure on the part of the State to take positive action in order to protect private property should be examined in the light of the general rule in the first sentence of the first paragraph of Article 1 of Protocol No. 1 to the Convention, which lays down the right to the peaceful enjoyment of possessions (see Kolyadenko and Others v. Russia, nos. 17423/05, 20534/05, 20678/05, 23263/05, 24283/05 and 35673/05, § 213, 28 February 2012).", "59.  Although the boundaries between the State’s positive and negative obligations under Article 1 of Protocol No. 1 do not lend themselves to precise definition the applicable principles are nonetheless similar. Whether the case is analysed in terms of a positive duty on the part of the State or in terms of interference by a public authority which needs to be justified, the criteria to be applied do not differ in substance. In both the case of an interference with the peaceful enjoyment of possessions and that of an abstention from action, a fair balance must be struck between the demands of the general interests of the community and the requirement to protect the individual’s fundamental rights (see, among other authorities, Sporrong and Lönnroth v. Sweden, 23 September 1982, § 69, Series A no. 52, and Kotov v. Russia [GC], no. 54522/00, § 110, 3 April 2012).", "60.  In order to assess whether the State’s conduct satisfied the requirements of Article 1 of Protocol No. 1, the Court must have regard to the fact that the Convention is intended to guarantee rights that are practical and effective. It must go beneath superficial appearances and look into the reality of the situation, which requires an overall examination of the various interests in issue; this may call for an analysis of, inter alia, the conduct of the parties to the proceedings, including the steps taken by the State (see Beyeler v. Italy [GC], no. 33202/96, § 114, ECHR 2000I; Novoseletskiy v. Ukraine, no. 47148/99, § 102, 22 February 2005).", "61.  Furthermore, the positive obligations imply, in particular, that States are obliged to provide judicial procedures that offer the necessary procedural guarantees and therefore enable the domestic courts and tribunals to adjudicate effectively and fairly any cases concerning property matters (see Anheuser-Busch Inc. v. Portugal [GC], no. 73049/01, § 83, ECHR 2007I, and Chadzitaskos and Franta v. the Czech Republic, nos. 7398/07, 31244/07, 11993/08 and 3957/09, § 48, 27 September 2012), including those between private parties (see Zehentner v. Austria, no. 20082/02, §§ 73 and 75, 16 July 2009). The proceedings at issue must afford the individual a reasonable opportunity of putting his or her case to the relevant authorities for the purpose of effectively challenging the measures interfering with the rights guaranteed by this provision. In ascertaining whether this condition has been satisfied, the Court takes a comprehensive view (see Jokela v. Finland, no. 28856/95, § 45, ECHR 2002IV, and cases cited therein, and Zehentner, cited above, § 73).", "62.  The Court has also held that where children are involved, their best interests must be taken into account (see, for example, X v. Latvia [GC], no. 27853/09, § 96, ECHR 2013). On this particular point, the Court reiterates that there is a broad consensus, including in international law, in support of the idea that in all decisions concerning children, their best interests are of paramount importance. Whilst alone they cannot be decisive, such interests certainly must be afforded significant weight (see Jeunesse v. the Netherlands [GC], no. 12738/10, § 109, 3 October 2014). Indeed, the Convention on the Rights of the Child gives the child the right to have his or her best interests assessed and taken into account as a primary consideration in all actions or decisions that concern him or her, both in the public and private sphere, which expresses one of the fundamental values of that Convention (see paragraphs 42 and 43 above).", "63.  The Court’s case-law shows that these considerations are of significance also in the area of protection of the child’s proprietary interests that falls under Article 1 of Protocol No. 1. Thus, the Court must assess the manner in which the domestic authorities’ acted in protecting the child’s proprietary interests against any malevolent or negligent actions on the part of others, including their legal representatives and natural parents (see Lazarev and Lazarev v. Russia (dec.), no. 16153/03, 24 November 2005).", "(b)  Application of these principles to the present case", "64.  The Court notes that the central question in the case at issue is the alleged failure of the State to take adequately into account the best interests of the applicants and to protect their property rights in the allegedly unlawful and immoral real estate swap agreement. While it is true that under the relevant domestic law the precondition for such an agreement was the consent of the Centre ‒ which could also raise an issue from the perspective of the State’s negative obligations (see Lazarev, cited above) ‒ the Court considers that, in the circumstances, it is more appropriate to analyse the case from the perspective of the State’s positive obligations, bearing in mind that the boundaries between the State’s positive and negative obligations under Article 1 of Protocol No. 1 do not lend themselves to precise definition and yet the applicable principles are nonetheless similar (see paragraph 59 above).", "65.  The Court observes that it is undisputed between the parties that prior to the impugned real estate swap agreement the applicants were the owners of the house in which they lived with their mother V.L., and their legal guardian Z.L., who is the father of the second applicant. The house was purchased by V.L. and Z.L. in 1997, although the ownership was from the very outset registered as vesting in both applicants in equal shares (see paragraph 8 above). It thus represented the applicants’ possession legally protected from an unjustified interference or action by any third party, including the applicants’ parents (see paragraph 37 above, Article 48 of the Constitution; and paragraph 39 above, section 265 of the Family Act).", "66.  The house is a seaside villa consisting of two floors plus an adjacent courtyard, located in a seaside neighbourhood of P. At the time of its acquisition by the applicants, the house was in poor condition. Thus, in addition to paying HRK 450,000 (approximately EUR 60,000) as the purchase price of the house, V.L. and Z.L. invested additional funds of 80,000 DEM (approximately EUR 40,000) in its renovation (see paragraphs 6-8, and 54-55 above).", "67.  The Court notes that the applicants’ ownership of the house was exchanged for the ownership of a flat and a garage in P. The flat at issue is a four-room flat located on the fourth floor of a residential building in P. (see paragraph 13 above). This exchange occurred by the disposition of the applicants’ parents and consent of the Centre which was involved in the case due to the fact that at the relevant time the first applicant was fourteen years old and the second applicant was nine years old, which meant that their parents could dispose of their property only with the consent of the Centre (see paragraph 39 above).", "68.  In this connection the Court observes a complex set of factual circumstances in which the real estate swap agreement took place. In particular, the Court notes that V.L. and Z.L. first approached the Centre in 2000 asking for its consent to the sale of the applicants’ house, but without specifying to whom or for what amount (see paragraph 10 above). Meanwhile, V.L. and Z.L. fell into financial difficulties and Z.L. was arrested and held in detention pending criminal proceedings on charges of attempted murder and unlawful possession of firearms, for which he was sentenced to six years’ imprisonment (see paragraphs 11 and 14 above).", "69.  It was within these circumstances that lawyer M.I., acting as the representative of V.L., Z.L. and E.B. (the father of the first applicant), submitted a formal request to the Centre in October 2001 asking for consent to a real estate swap agreement whereby the applicants would transfer their house to a certain D.M. while she would transfer her ownership of the flat to the applicants.", "70.  The Court notes that the circumstances in which V.L., Z.L. and E.B. authorised M.I. to act on their behalf for the real estate swap agreement are not fully clear. M.I. had been the defence lawyer to Z.L. in the above-mentioned criminal proceedings against him, and D.M., who was the other party to the swap agreement, was M.I.’s mother-in-law. Furthermore, the powers of attorney in favour of M.I. were issued for the purpose of obtaining the Centre’s consent to an unspecified real estate swap agreement (see paragraph 12 above), and it does not appear that V.L., while interviewed at the Centre in connection with M.I.’s request, was ever presented with the specific details of the draft swap agreement in question (see paragraph 14 above). This, therefore, leaves unexplained the discrepancy in her statement as to the difference in value between the house and the flat ‒ estimated at some 100,000 DEM (see paragraph 14 above) ‒ and the amount of 10,000 DEM which the Centre eventually accepted as the amount that the applicants should receive in that regard (see paragraph 17 above).", "71.  It is equally unclear why the Centre, when giving its consent to the swap agreement, also mentioned a garage as forming part of the property exchange when no garage had been mentioned in the draft swap agreement submitted by lawyer M.I. (see paragraphs 13 and 15 above) and nothing to that effect had been mentioned by V.L. during her interview at the Centre. Moreover, the Centre did not interview any of the other parties with a direct interest in the swap agreement, namely Z.L. and E.B., which in turn raises the issue of whether, and to what extent, they were aware of the substance of the draft swap agreement in question.", "72.  The Court further observes that the draft swap agreement contained a clause stating that the value of the exchanged property was equal and that the parties waived their right to object that they had sustained damage as a result of giving the exchanged property away at below half of its real value. The draft swap agreement was supplemented by a document in which the parties thereto acknowledged that V.L. and Z.L. had made significant investments in the house and that D.M. would compensate for those investments in an unspecified amount (see paragraph 13 above).", "73.  Eventually, this draft was formalised in the swap agreement of 16 December 2001 under which the applicants transferred their ownership of the house to D.M. while she transferred her ownership of the flat and a garage to the applicants. This version of the swap agreement contains a clause under which the parties agreed that there was no difference in value between the exchanged properties, and that they had no further claims on that account. The value of the property exchange was assessed at some HRK 400,000 (see paragraph 19 above). Based on this swap agreement, the applicants acquired ownership of the flat and the garage in exchange for their ownership of the house. In addition, they each received 5,000 DEM on account of the difference in value between the two properties (see paragraphs 17, 20 and 21 above).", "74.  In these circumstances, in assessing the protection of the applicants’ property rights under Article 1 of Protocol No. 1, the initial concerns are raised with regard to the actual relative value of the exchanged properties (see, inter alia, Lazarev, cited above). While, in principle, it is not for the Court to substitute itself for the national courts and to deal with such matters, it is unfortunate that the domestic courts dismissed all the applicants’ evidence in the civil proceedings and thus left this question unexplained (see paragraph 25 above).", "75.  The Court therefore observes that it is undisputed between the parties that V.L. and Z.L. purchased the house for HRK 450,000 (approximately EUR 60,000) and that they additionally invested some 80,000 DEM in the house (approximately EUR 40,000). If nothing else, this fails to explain how the value of the house could have corresponded to the value of the flat and the garage ‒ estimated at a total of some HRK 400,000 (approximately EUR 55,000; see paragraphs 19 and 55-56 above) ‒ and an additional amount of 10,000 DEM (approximately EUR 5,000).", "76.  As to the Government’s reference to the tax assessment of the properties, the Court notes that the assessment was based only on the declared value of the transaction from the swap agreement (see paragraph 22 above) while Article 1 of Protocol No. 1 requires an assessment that goes beneath superficial appearances and looks into the reality of the situation (see, for example, Bistrović, cited above, § 35). Similarly, in view of the fact that the Centre took no action in assessing the reality of the circumstances of the property exchange (see paragraph 79 below), the Court cannot accept the Government’s argument that the flat needed no further investment or renovation and was in a better condition than the house. In these circumstances, given that the real estate swap agreement on the face of it raises an issue of the equality of giving which remained unexplained by the domestic authorities, it is difficult to adhere to the argument of equal value of the exchanged properties.", "77.  Against the above background, given that under the relevant domestic (see paragraph 39 above; section 265 of the Family Act) and international law (see paragraph 62 above) the applicants, as children, could legitimately have expected the domestic authorities to take measures to safeguard their rights, the Court must assess whether the State authorities took the necessary measures to safeguard their proprietary interests in the event of the alienation of their property (see Lazarev, cited above). It will thus, in view of the principle that the best interests of the child must be taken as a primary consideration (see paragraphs 42 and 62 above), asses the actions taken by the Centre and the manner in which the competent domestic courts have approached the matter once it had been brought to their attention.", "78.  As to the conduct of the Centre, the Court notes that following M.I.’s request for authorisation of the swap agreement, the only action taken by the Centre in assessing the circumstances of the case was the questioning of V.L. (see paragraph 14 above). None of the other legal guardians was interviewed or informed about the draft swap agreement, though the Government have at no point suggested that it had not been possible to arrange their questioning.", "79.  Furthermore, the Centre failed to take any action to assess the actual condition or the value of the properties which could reasonably have been expected given the reality of the circumstances of the property exchange and the available information. In particular, the Centre had been informed of the purchase price of the house and the applicants’ parents’ further investment in its renovation, which, as noted above, amounted to some EUR 100,000 in total (see paragraph 66 above). In spite of this knowledge, without conducting further assessments through, for example, an on-site inspection or an expert report, the Centre accepted that the total value of the house could be assessed and the exchange carried out at a value of some EUR 60,000 in total (HRK 400,000 and 10,000 DEM; see paragraph 75 above).", "80.  The Court is likewise not persuaded that the Centre approached the applicants’ particular family situation with the necessary diligence, in terms of assessing whether their proprietary interests were adequately protected against malevolent and/or negligent actions on the part of their parents (see Lazarev, cited above). In particular, the Centre was well aware of the fact that Z.L. was in detention and had been convicted on serious charges in criminal proceedings, and that V.L. was facing financial problems, all of which could have prompted them to take injudicious actions to the detriment of the applicants’ property.", "81.  It this connection the Court observes that when V.L. was interviewed in the Centre she alleged poor financial situation of her family which allegedly affected the applicants’ upbringing and results in school. Whereas this would be an aspect of importance in the assessment of the overall situation surrounding the impugned real estate swap agreement, the Court notes that the Centre took no further measures to verify or evaluate V.L.’s submissions concerning her financial situation, nor did it interview Z.L. or consult the relevant authorities concerning their particular situation. Thus, for instance, it did not accordingly verify the applicants’ school results nor did it interview the applicants although the first applicant was at the time fourteen years old and thus could have provided relevant information concerning her family’s situation.", "82.  Moreover, the Centre gave no consideration to whether, in the particular circumstances of the case, a special guardian should have been appointed who could have impartially and independently protected the applicants’ interests against all those involved in the impugned swap agreement, including their parents (see paragraph 39 above; section 192 of the Family Act).", "83.  In these circumstances, the Court finds that the Centre did not asses adequately the applicants’ family situation and the possible adverse impact of the impugned real estate swap agreement on their rights. It thereby failed to evaluate whether the circumstances of the real estate swap agreement complied with the principle of the best interests of the child in the applicants’ particular case.", "84.  As to the civil proceedings before the competent courts in which the applicants challenged the validity of the real estate swap agreement, the Court firstly notes that the procedural position of the applicants, as minors, in the administrative proceedings before the Centre was fully in the hands of their legal representatives, V.L. and Z.L., who were represented by M.I., a lawyer who had a conflict of interest. The applicants were thus unable to take any autonomous procedural actions, such as challenging the Centre’s decision authorising the swap agreement (compare Zehentner, cited above, § 76), nor, as noted above, had the authorities appointed a guardian ad litem who could have independently protected the applicants’ interests against all those involved in the swap agreement.", "85.  In these circumstances, the civil proceedings instituted by the applicants represented were the only means by which the circumstances of the property exchange could have been scrutinised. Nevertheless, even this possibility remained in the hands of their legal representatives at least until one of the applicants reached the age of majority and was able to take the legal actions herself, namely by lodging an appeal on points of law before the Supreme Court in 2007 (see paragraph 29 above).", "86.  However, the civil courts failed to appreciate the particular circumstances of the case and dismissed the applicants’ civil action solely on the grounds that the Centre’s decision authorising the swap agreement had not been challenged in the administrative proceedings (see paragraphs 25-26, 28 and 31 above). The civil courts thereby ignored the applicants’ position in the administrative proceedings (see paragraph 83 above); the evidence concerning M.I.’s conflict of interest as well as the applicants’ family circumstances, namely, at the time of the civil proceedings already disclosed, V.L.’s drug addiction and her financial problems; and Z.L.’s criminal conviction in the period leading up to the conclusion of the swap agreement. They also ignored the allegations of the Centre’s failure to protect the applicants’ best interests in relation to the conclusion of the swap agreement.", "87.  In the Court’s view, all the allegations concerning the conclusion of the swap agreement ‒ if nothing else ‒ raised the issue of compliance with the relevant constitutional obligation of the State to protect children (see paragraph 37, Articles 63 and 65 of the Constitution), as a result of which it was incumbent on the civil courts to examine the allegations carefully (see paragraph 38, sections 103 and 110 of the Civil Obligations Act) in accordance with the principle of the best interests of the child (see paragraph 43 above).", "88.  Consequently, the Court sees no relevance in the civil courts’ reference to the applicants’ possibility of claiming that the swap agreement was perhaps only voidable ‒ on which the Government also relied (see paragraphs 26 and 51 above) ‒ since the applicants, as minors, were not able to lodge such a claim autonomously within the relevant statutory prescription period of one year after the conclusion of the swap agreement (see paragraph 38 above; sections 111 and 139 of the Civil Obligations Act; and compare Stagno v. Belgium, no. 1062/07, §§ 32-33, 7 July 2009). The Court therefore dismisses the Government’s preliminary objection concerning the non-exhaustion of domestic remedies (see paragraph 53 above).", "89.  Taking the above into account, the Court finds that the domestic authorities failed to take the necessary measures to safeguard the proprietary interests of the applicants, as children, in the impugned real estate swap agreement and to afford them a reasonable opportunity to effectively challenge the measures interfering with their rights guaranteed by Article 1 of Protocol No. 1.", "90.  There has accordingly been a violation of Article 1 of Protocol No. 1 to the Convention.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "91.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "92.  In their initial application the applicants requested the Court to order restitutio in integrum and claimed the amount of “at least” 300,000 euros (EUR) in respect of pecuniary damage. They did not claim any costs and expenses.", "93.  The Government contended that claim.", "94.  The Court is of the view that the question of the application of Article 41, concerning pecuniary damage, is not ready for decision (Rule 75 § 1 of the Rules of Court). Accordingly, the Court reserves that question and the further procedure and invites the Government and the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, to submit their observations on the matter and, in particular, to inform it of any agreement that they may reach.", "FOR THESE REASONS, THE COURT, UNANIMOUSLY,", "1.  Decides to join to the merits the Government’s objection as to the exhaustion of domestic remedies and rejects it;", "", "2.  Declares the application admissible;", "", "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;", "", "4.  Holds that the question of the application of Article 41, concerning the claim for pecuniary damage, is not ready for decision;", "accordingly,", "(a)  reserves the said question;", "(b)  invites the Government and the applicants to submit, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, their written observations on the matter and to notify the Court of any agreement that they may reach;", "(c)  reserves the further procedure and delegates to the President of the Chamber the power to fix the same if need be.", "Done in English, and notified in writing on 7 May 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSøren Nielsen\tIsabelle Berro\n\tRegistrar\tPresident"]}