{"file": "ENG_HEJUD_33810_07.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "33810/07", "text_paragraphs": ["", "", "THIRD SECTION", "", "", "", "", "", "", "", "CASE OF ASSOCIATION “21 DECEMBER 1989” AND OTHERS v. ROMANIA", "", "(Application no. 33810/07)", "", "", "", "", "", "", "", "", "JUDGMENT", "(Merits)", "[Extracts]", "", "STRASBOURG", "", "24 May 2011", "", "", "", "This judgment is final. It may be subject to editorial revision.", "", "In the case of Association “21 December 1989” and Others v. Romania,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tJosep Casadevall, President,\n\tAlvina Gyulumyan,\n\tEgbert Myjer,\n\tIneta Ziemele,\n\tLuis López Guerra,\n\tMihai Poalelungi, judges,\n\tFlorin Streteanu, ad hoc judge,\nand Santiago Quesada, Section Registrar,", "Having deliberated in private on 3 May 2011,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in two applications (nos. 33810/07 and 18817/08) against Romania under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Romanian nationals, Mr Teodor Mărieş, Mr Nicolae Vlase and Mrs Elena Vlase, and by the Association “21 December 1989” (Asociaţia 21 Decembrie 1989), a legal entity which is registered under Romanian law and has its headquarters in Bucharest (“the applicants”), on 13 July 2007 and 9 April 2008 respectively.", "2.  Mr Teodor Mărieş and the applicant association were represented by Mr Antonie Popescu, Ms Ioana Sfîrăială and Mr Ionuţ Matei, of the Bucharest Bar. Mr Matei also represented Mr and Mrs Vlase until 20 August 2009. Since that date they have been represented by Mr Dan-Sergiu Oprea, of the Braşov Bar. The Romanian Government (“the Government”) were represented by their Agent, Mr Răzvan-Horaţiu Radu, of the Ministry of Foreign Affairs.", "3.  Mr Corneliu Bîrsan, the judge elected in respect of Romania, withdrew from sitting in the case; the Government accordingly appointed Mr Florin Streteanu to sit as an ad hoc judge (Article 26 § 4 of the Convention and Rule 29 § 1 of the Rules of Court).", "4.  The third and fourth applicants, parents of a deceased victim, and the first applicant, who took part in the demonstration, alleged, in particular, that no effective investigation was carried out into the lethal repression of the anti-government demonstrations which took place in December 1989.", "5.  On 4 November 2008 the Court decided to join the applications and to communicate them to the Government.", "6.  On 2 March and 11 May 2009 respectively, the Government and Mr and Mrs Vlase asked that the latter’s application be examined separately from those lodged by the applicant association and by Mr Teodor Mărieş, notably for reasons of speed. The applicant association and Mr Mărieş agreed to that request by the two other applicants.", "7.  The Court, however, did not consider it appropriate to reverse its decision to join the two applications, in application of Rule 42 § 1, and to examine them jointly in a single judgment, taking into account both the factual and legal link between them (see Moldovan v. Romania (no. 2), nos. 41138/98 and 64320/01, § 6, ECHR 2005VII (extracts)), and the interests of the proper administration of justice (see, mutatis mutandis, Maria Atanasiu and Others v. Romania, nos. 30767/05 and 33800/06, § 108, 12 October 2010).", "8.  Pursuant to Article 29 § 1 of the Convention, the Chamber will rule on the admissibility and merits of the application at the same time.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "9.  The first applicant, the Association “21 December 1989” (Asociaţia 21 Decembrie 1989) is an association of participants, injured victims or relatives of those who died in the crackdown on anti-government demonstrations in Romania in December 1989, around the period that the then Head of State, Nicolae Ceauşescu, was overthrown, events which are also referred to as “the Revolution”. The association, which was set up on 9 February 1990, protects the victims’ interests in the criminal proceedings currently being conducted by the prosecution service at the High Court of Cassation and Justice. Those proceedings concern the death or injury by gunshot and the ill-treatment and deprivation of liberty experienced by several thousand persons in a number of cities and towns across the country.", "10.  The second applicant, Mr Teodor Mărieş, was born in 1962. He took part in the anti-government demonstrations in Bucharest in December 1989, and in subsequent demonstrations until June 1990. He is currently the president of the applicant association.", "11.  The third and fourth applicants, Mrs Elena Vlase and Mr Nicolae Vlase, are the parents of Nicolae N. Vlase (known as Nicuşor), aged 19, who died during the crackdown on demonstrations which took place in Braşov in December 1989.", "A.  The general circumstances surrounding the investigation into the lethal crackdown on the demonstrations of December 1989", "1.  The events of December 1989 and subsequent developments", "12.  On 16 December 1989 demonstrations broke out in Timişoara against the totalitarian regime. On 17 December 1989, on an order from Nicolae Ceauşescu, President of the Republic, several high-ranking military officers were sent to Timisoara to re-establish order. There ensued a violent crackdown, resulting in numerous victims. From 21 December 1989 demonstrations began in Bucharest, Braşov and other cities and towns across the country.", "13.  The military operations which were conducted at this time caused many civilian victims. According to a letter sent to the first applicant on 5 June 2008 by the military prosecutor’s office at the High Court of Cassation and Justice, “more than 1,200 people died, more than 5,000 people were injured and several thousand people were unlawfully deprived of their liberty and subjected to ill treatment”, in Bucharest, Timişoara, Reşiţa, Buzău, Constanţa, Craiova, Brăila, Oradea, Cluj, Braşov, Târgu Mureş, Sibiu and other towns in Romania. In addition, it appears from Ministry of Defence documents, declassified by Government decision no.  94/2010 of 10 February 2010, that thousands of servicemen, equipped with combat tanks and other armed vehicles, were deployed in Bucharest and other cities. During the period of 17 to 30 December 1989 they used considerable quantities of ammunition.", "14.  Many people were killed or wounded by gunshot from 17 December 1989 in Timişoara, and from 21 December 1989 in Bucharest. According to a report of 24 July 1990 by the Directorate of Military Prosecutor’s Offices (Direcţia procuraturilor militare), in the night of 21 to 22 December 1989 “48 persons died and 150 persons were injured in Bucharest as a result of the violent crackdown by the armed forces, including through the use of firearms”.", "15.  Many victims were also killed or wounded by gunfire after 22 December 1989, the date on which the then Head of State was deposed.", "16.  Thus, in Braşov, the city where Mr and Mrs Vlase’s son was hit by gunshot and died, thirty-eight other persons were killed by gunshot in the night of 22 to 23 December 1989 and even more over the following days. According to a document entitled “Conclusions on the result of the investigations conducted in respect of the events which took place in Braşov during the period of 23 to 25 December 1989”, submitted by the Government and drafted by a joint group of seven prosecutors and seven military police officers, after the official announcement on public radio and television that the dictatorship had fallen, the military forces deployed to defend the totalitarian regime against the demonstrators were initially withdrawn to their barracks and the demonstrators’ representatives were able to occupy the county council’s headquarters. Following information on the likelihood that counter-revolutionary elements (elemente contrarevoluţionare) would launch an attack, in the evening of 22 December 1989 General F., commandant of the Braşov garrison, was instructed to coordinate “the actions to defend” the achievements of the revolution. He ordered 657 soldiers from six military units out of barracks. The first shots were fired during the night, at about 3 a.m.", "17.  On several subsequent occasions in 1990 a number of civilian associations, including the applicant association and another association then presided by the second applicant, mobilised their members to protest against “persons and mentalities considered close to communism” on University Square in Bucharest. The demonstrators’ main demands were dentification of those responsible for the armed repression of December 1989 and the resignation of the country’s new leaders.", "18.  During 1990 the military prosecutor’s offices in Bucharest, Timişoara, Oradea, Constanţa, Craiova, Bacău, Târgu Mureş and Cluj opened investigations into the use of force and unlawful deprivation of liberty in the final days of December 1989. In a number of cases concerning the events in Timişoara and ClujNapoca, the investigations culminated in transfer to the courts and the conviction of certain senior military officers (regarding the repression in Timişoara from 17 to 22 December 1989, see the case of Şandru and Others v. Romania, no. 22465/03, §§ 6-47, 8 December 2009).", "19.  The main criminal investigation into the use of violence, especially against civilian demonstrators, both prior to and following the overthrow of Nicolae Ceauşescu, is still pending and is the subject matter of file no. 97/P/1990. Establishment of the circumstances of Nicuşor Vlase’s violent death and those responsible for it is included in that file.", "2.  Opening of the investigation under file no. 97/P/1990. Decision to discontinue the proceedings of 20 September 1995", "20.  The military prosecutors’ office at the Supreme Court of Justice opened an investigation into the crackdown on the demonstrations of 21 and 22 December 1989. The investigation initially focused solely on the deprivation of liberty of more than a thousand people and the wrongful proceedings brought against several dozen of their number.", "21.  In a decision of 24 July 1990 by the military prosecutors’ office in case no. 76/P/1990, the prosecutor’s office decided to sever the part of the case concerning identification of those individuals who, through the use of firearms and other violent means, had caused the death and/or injury of a large number of people. The new case was registered under file no. 97/P/1990.", "22.  According to a decision by the same prosecutor’s office dated 20 September 1995, issued in case no. 97/P/1990, the subject-matter of the investigation was specified as follows:", "“With regard to the aims of case no. 97/P/1990, it is also necessary to specify the timeframe to be taken into account. Thus, it should be emphasised that the investigations focused on acts committed during the period which elapsed between the dispersion of the demonstration on Palace Square ordered by N. Ceauşescu on 21 December 1989 and the dictator’s flight during the day of 22 December 1989.”", "23.  From 1992 the military prosecutor’s office issued decisions separating the investigations with regard to several hundred injured parties who had been subjected to violence and wrongful arrest in the course of 21 December 1989. For example, the decisions of 5 June and 2 July 1992 concern the separation of the investigations in respect of Marius I. and Sorin B., who had been beaten by servicemen. Decisions discontinuing the proceedings were subsequently issued in those cases. They were based on legislative decree no. 3 of 4 January 1990, which amnestied certain offences punishable by a sentence of less than three years’ imprisonment.", "24.  On 20 September 1995 prosecutor S. in the military prosecutors’ office at the Supreme Court of Justice issued a decision discontinuing proceedings in case no. 97/P/1990, which concerned persons killed or injured by gunfire.", "25.  The above-cited decision did not contain an exhaustive list of victims, the number of which it described as “130 dead and injured”; on the basis of other indications in the same decision, 49 persons were apparently killed and 89 injured by gunshots, including men, women and children – unarmed civilians, of whom only 42 were listed by name.", "26.  According to the above decision, the events were as follows: following the demonstrations against the authorities, which had begun in Timişoara, on 17 December 1989 the then Minster of Defence had issued an order to combat the demonstrators (dispoziţie de luptă). The decision of 20 September 1995 stated that the above order had been worded as follows: “The armed forces must follow the warning procedure [using the words] stop, stop, or I will fire; in the event of failure to comply with the warning, shots should be fired in the air then, if the warning is still ignored, shots should be fired towards the feet”. The decision of 20 September 1995 did not specify in what situations an armed intervention was required.", "27.  The decision further indicated that it had been impossible to establish the exact order of events, given the scale of the confrontation “between, on the one hand, thousands or tens of thousands of demonstrators and, on the other, hundreds or thousands of servicemen from the security forces”. Furthermore, the prosecutor’s office pointed out that “after the fall of the totalitarian regime, the State institutions suffered from real paralysis, and [were] in a general situation of chaos and confusion”, so that no on-site investigations were conducted, no samples were taken, ballistics reports commissioned or even autopsies conducted on the victims’ corpses. Equally, it was noted that “certain institutions, the staff of which had been involved in dispersing the demonstrations, had failed to cooperate or had not given effective assistance in establishing the facts”.", "28.  In addition, although 235 persons, some of had sustained gunshot wounds, had been detained and subjected to ill-treatment at the Bucharest Police Department (Miliţia capitalei), the Ministry of the Interior had refused to identify the hierarchical superiors of the police officers who had committed those offences.", "29.  The decision of 20 September 1995 also mentioned that no serviceman or State agent had been a victim of violence on that occasion, so that the opening of fire against the unarmed civilian demonstrators had been unlawful.", "30.  With regard to criminal liability for the deaths and injuries caused by the servicemen from the Ministry of Defence, the Ministry of the Interior and the Directorate for State Security (Securitate), the decision concluded that it lay exclusively with the persons who had ordered the opening of fire, namely the then Head of State, who was also Supreme Commander of the Armed Forces, his Ministers of Defence and of the Interior, the Head of the Directorate of State Security, and “other members of the Executive Political Committee of the Communist Party”, who were not named in the decision. With regard to the Minister of the Interior, the Head of the Directorate of Security and the “other members of the Executive Political Committee”, the decision stated that they had already been convicted for the same events, without indicating the case files numbers or references for the conviction decisions. The decision terminated the proceedings in respect of the former Minister of Defence, the individual concerned having died.", "31.  Lastly, the decision indicated that it had been possible to identify only a few of the servicemen who had fired on the demonstrators without having received orders to that effect, such as General A.C. Where they had been identified, the criminal proceedings against them had been separated and were the subject of other case files; they were therefore no longer part of case no. 97/P/1990.", "3.  The two decisions of the prosecutor’s office at the High Court of Cassation and Justice of 7 December 2004", "32.  Following an application lodged by Mr Mărieş and the applicant association, the military prosecutor’s office at the High Court of Cassation and Justice set aside, by a decision of 7 December 2004, the decision of 20 September 1995 issued in case no. 97/P/1990, as unlawful and unfounded. Among the grounds of unlawfulness, the prosecuting authorities noted that the decision of 20 September 1995 contained no exact mention of the persons and events concerned by the decision to discontinue proceedings and that it used the impersonal expression “other members” of the Executive Committee of the Communist Party. Another ground of unlawfulness was the fact that the decision had not been communicated to the injured parties or to the persons who had been accused.", "In addition, the prosecuting authorities noted that, in spite of the evidence submitted to the investigation file, the decision of 20 September 1995 had not examined the liability of the head of the Patriotic Guards, Colonel P.C., nor that of the servicemen who had played a role in organising the procedure for executing the orders issued by the Head of State or his Ministers.", "The prosecuting authorities noted that evidence had not been taken from certain injured parties during the investigation; that servicemen belonging to those regiments which had been deployed to quell the demonstrators had not been questioned; that the registers kept by the military units involved in the repression had not been requested and thus not checked; and that the investigation had not considered the possible involvement of other public institutions, such as, for example, the use of vehicles belonging to the Post Office for transporting prisoners.", "33.  By a decision of the same day, namely 7 December 2004, the military prosecutor’s office ordered the indictment of 102 persons, essentially officers, including high-ranking officers, from the Army, police and Securitate forces, for murder (Articles 174-176 of the Criminal Code), genocide (Article 357 of the Criminal Code), inhuman treatment (Article 358 of the Criminal Code), attempts to commit those acts, complicity and instigation in the commission of the above acts and participation lato sensu (participaţie improprie) in them, acts committed “during the period from 21 to 30 December 1989”. Sixteen civilians, including a former President of Romania and a former Head of the Romanian Intelligence Service, were also charged.", "4.  Developments in the investigation after 2004: branches of the investigation joined to case no. 97/P/1990", "34.  Several criminal investigations into the fatal crackdown on the demonstrations of December 1989, which had initially been conducted separately, were joined to the investigation that was the subject matter of case no. 97/P/1990.", "35.  By a decision of 9 January 2006, the military prosecution authorities ordered that the file concerning the investigation into the fatal repression in Braşov, in the course of which the son of the applicants Mr and Mrs Vlase had been killed, be joined to case no. 97/P/1990. That decision was justified by the fact that the military commanders who had acted in Braşov from 16 to 30 December 1989 were subordinate to General G.V., head of the First Army.", "36.  A letter of 22 May 2009 from the military prosecuting authorities indicates that 126 decisions to discontinue proceedings, issued in the separate investigations, were set aside and the relevant files attached to case no. 97/P/1990.", "37.  After the initial decisions to discontinue proceedings had been set aside, the investigations concerning a total of several hundred victims, who had been killed or injured in the area around the public television building and on Antiaeriană Street in Bucharest, and in the towns of Brăila, Constanţa, Târgu Mureş and Slobozia, were also joined to case no. 97/P/1990. The decisions to discontinue proceedings had been based on the absence of criminal liability, particularly on the ground of factual errors and temporary loss of judgment on the part of the persons involved. The decisions to set aside the decisions to discontinue proceedings that those decisions did not indicate the offences to which the proceedings related or the names of the accused persons, and did not mention the victims of the period from 22 to 30 December 1989.", "5.  The investigative acts carried out in case no. 97/P/1990 after the decision of 7 December 2004", "38.  In the letter sent to the applicant association on 5 June 2008, the head prosecutor of the military prosecutor’s office at the High Court of Cassation and Justice indicated that during the period 2005 to 2007 6,370 persons had been questioned in case no. 97/P/1990. In addition, 1,100 ballistics reports had been prepared, and more than 10,000 investigative measures (investigaţii în teren) and 1,000 on-site inquiries (cercetare la faţa locului) had been conducted. He also stated that “among the reasons for the delay [in the investigation], mention should be made of the repetitive measures... concerning the transfer of the case from one prosecutor to another..., the fact that the prosecutors did not promptly inform the injured parties about the decisions to discontinue proceedings... and the fact that the investigation had been reopened several years after the persons concerned had filed their complaints...; the lack of cooperation on the part of the institutions involved in the crackdown of December 1989..., the extreme complexity of the investigation... given that the necessary investigative measures had not been conducted immediately after the impugned homicides and ill-treatment...”", "The above-cited letter mentioned another reason for the delay, namely decision no. 610/2007 of the Constitutional Court of 16 July 2007, which withdrew jurisdiction to conduct investigations in case no. 97/P/1990 from the military prosecuting authorities at the High Court of Cassation and Justice and transferred it to the civil prosecutors, that is, to the prosecutor’s office at the High Court of Cassation and Justice. In the opinion of the head of the military prosecutor’s office, as stated in the above-cited letter of 5 June 2008, the transfer of the case was sufficient to entail new delays in the proceedings, given the significant volume of the case file, the complexity of the case and the time that had elapsed since the events under investigation.", "39.  According to data submitted by the Government, following resumption of the investigation, evidence was taken from 2,800 witnesses and 320 injured parties in 2007, while only 72 witnesses and 38 injured parties had been questioned in 2005. Evidence was taken from 460 witnesses and 210 injured parties in 2008. 443 photographic albums and plates were examined in 2006; 175 were examined in 2007.", "40.  By a decision of 15 January 2008, the military prosecuting authorities at the High Court of Cassation and Justice decided to separate the investigation concerning the sixteen civilian defendants (including a former President of Romania and a former Head of the Romanian Intelligence Service) from the investigation involving military personnel, and to relinquish its jurisdiction in favour of the prosecutor’s office at the High Court of Cassation and Justice.", "41.  According to a press release issued on 10 February 2009 by the Public Information Office at the High Council of the Judiciary, the President of the Council intended to ask the Judicial Inspection Board to identify the reasons which had prevented the criminal investigation from being conducted rapidly (va solicita Inspecţiei Judiciare stabilirea cauzelor nesoluţionării cu celeritate a cercetărilor penale).", "B.  The particular circumstances of the investigation into the death of Nicuşor Vlase", "42.  According to the death certificate, Nicuşor Vlase died on 23 December 1989.", "43.  The criminal investigation into his death was initially the subject of case file no. 158/P/1990 before the Braşov military prosecutor’s office. By a decision of 9 January 2006, that case was joined to case no. 97/P/1990.", "1.  Beginning of the investigation", "44.  A report drawn up on 3 January 1990 following an external forensic examination, without an autopsy, at the Braşov forensic medical laboratory indicated that death had resulted from an injury inflicted by a firearm, which had caused an external haemorrhage. According to a statement of 27 November 2008 by officer C., a medical doctor at the Braşov military hospital at the material time, he had received an order not to conduct autopsies on corpses.", "45.  On 26 February 1990 the same doctor C. from the military hospital submitted a “report” to the head of the Braşov county police, following a request from captain [P.]. In this report, he stated that “on 23 December 1989, between 3 a.m. and 5 a.m., the body of Vlase Nicolae, aged 19 years, from Braşov, killed in the Revolution, in the area of the county council building, was brought in” and that “on 26 December 1989, he was transported to the morgue for a post-mortem examination”.", "46.  The applicants, who had noticed traces of violence on their dead son’s body and noted that the gunshot wound was still bleeding, suspected that he had not died while being fired on in the crowd of demonstrators in the early morning of 23 December 1989, but at a subsequent date. Following approaches made by them, and at the request of the Braşov military prosecutor, Nicuşor’s remains were exhumed and an autopsy was conducted; a forensic medical report was drawn up on 13 March 1991. In spite of the applicants’ requests, the authorities refused to allow foreign experts or a doctor appointed by the applicants to take part in the autopsy.", "47.  Subsequently, in the years 1991-2008, the applicants submitted numerous pleadings to the prosecuting authorities at the Supreme Court of Justice and to the Minister of Justice and the President of the Republic. They asked that those who had tortured and killed their son be identified and held liable. In 1999 they received, for the first time, information about the investigation. According the third applicant (Mrs Vlase), prior to that date the four prosecutors responsible for the investigation had merely recommended to her verbally that she be hospitalised for care and criticised her for failing to keep her son at home, and thus avoid him being killed.", "2.  The decision of 28 December 1994 to discontinue proceedings", "48.  By a decision of 28 December 1994, which was not notified to the applicants, the Braşov military prosecutor’s office issued a decision to discontinue proceedings in case no. 158/P/1990, concerning the deaths of 39 persons, including the son of applicants Mrs and Mr Vlase, and injuries to 82 persons in Braşov in the night of 22 to 23 December 1989.", "The decision indicated that it had not been possible to establish the exact location in the city centre where each of those persons had fallen, since the corpses had been removed before the gunfire had ended, in each case during the night, and they had been identified at a subsequent stage in the military hospital morgue, the county hospital or the forensic medical laboratory to which they had been taken.", "Having noted that several hundred armed servicemen had intervened in order to protect the city’s most important institutions from an imminent attack, but without identifying those buildings, the military prosecuting authorities stated that “the gunfire had been started in error, without an order to that effect, in the specific conditions of the moment, namely stress, fear of alleged terrorists and fatigue on the part of the military officers”. The civilians found themselves caught in the crossfire between servicemen occupying opposing positions. The large number of victims on the night of 22 to 23 December 1989 in Braşov city centre was also explained by the fact that the servicemen from the Ministry of National Defence had used more than 270,000 cartridges, the Securitate militia had used 1,079 cartridges and the Patriotic guards and those civilians who had obtained rifles had used 39,480 cartridges. Machine guns had also been used and more than a hundred grenades had been thrown.", "The military prosecuting authorities considered that the lack of judgment shown by the commanders of the Braşov garrison in failing to take account of the state of mind of the military personnel placed under their command, their tiredness and the stress they were under, could not engage their criminal liability. In their defence, the military prosecuting authorities noted the military officers’ lack of experience in urban combat and noted that they had not taken measures prior to the opening of fire in order to establish means of communication between the units deployed in the area.", "49.  The relevant parts of the decision read as follows:", "“When the gunfire began in the city centre, several hundred persons were present, including women and young people, who were responding to an appeal on the national television channel inviting them to take to the streets because the revolution was in danger.", "All of those civilians found themselves caught in the crossfire between servicemen occupying opposing positions and those of their number (the women and young people) who had not performed military service did not know that they ought to lie down. Indeed, even serving military personnel, taken by surprise, were standing when the gunfire began.", "In those circumstances, dozens of people, including servicemen, were hit by bullets in the first minutes after the gunfire began.", "All of the servicemen who were in Braşov city centre that night, the vast majority of whom gave evidence, stated that they were tired, as the majority had been posted there since the previous night, namely 21 to 22 December 1989, that they were all afraid, because they had learned what was happening in Bucharest and that, on their own initiative, they had loaded their weapons, since they were expecting to be attacked from one moment to the next.", "In those circumstances, it had been sufficient that civilian I.E. fire the first shots in the direction of persons whom he considered suspect for all of the servicemen in the city centre to open fire in turn, without prior orders from their commanders...", "All of the armed individuals – both servicemen and civilians – who used their weapons in the city centre during the night of 22 to 23 December 1989 were acting in good faith and were attached to the revolution, and were convinced that they were acting to protect it. They used their weapons on account of the prevailing confusion and the considerable fear and suspicion which had taken hold of everyone who was in the streets.”", "3.  Subsequent developments in the investigation, from 1999 to date", "50.  By a letter of 9 July 1999, the head prosecutor at the Braşov military prosecutor’s office informed applicant Nicolae Vlase that the investigation into the death of his son had ended with a decision to discontinue the proceedings “on account of factual error, which ruled out any criminal liability”. According to that letter, the investigation had established that the applicants’ son had died “in the course of the events of December 1989”, without any further precision as to the place, time or other circumstances surrounding his death. The letter then reported the findings of a forensic report drawn up on 13 March 1991, after the corpse had been exhumed, stating that Nicolae N. Vlase had died a violent death, resulting from external bleeding subsequent to severing of the left femoral artery caused by shots from a firearm. The letter also indicated that the forensic report had not found any further traces of violence on the victim’s body, with the exception of an excoriation measuring 2 cm2 on the back of his right hand.", "51.  The applicant Elena Vlase challenged that decision before the military prosecuting authorities at the Supreme Court of Justice.", "52.  By a decision of 30 August 1999, the military prosecuting authorities set aside the decision of 28 December 1994 to discontinue proceedings, on the ground that the investigation had been incomplete and “that there was no evidence to justify exonerating from criminal liability the persons who had been under an obligation to direct and coordinate the servicemen’s actions ... in such a way as to maintain control of the situation and avoid loss of life or injuries to innocent persons”. In the same decision, the military prosecuting authorities noted that the circumstances in which 600 “ZB-type” rifles had been distributed to civilians who had not been trained in their use had not been elucidated. In addition, the persons directly responsible for the death of 39 persons and the injuries caused to 82 other servicemen and civilians had not been identified.", "53.  On 23 March 2001, 21 July and 25 November 2003, 25 January, 18 October and 24 December 2005 and 3 January 2006, the applicants reiterated their criminal complaints against the police officers, Securitate agents and doctors who, they alleged, had been involved in their son’s violent death.", "54.  By a letter of 11 July 2001, the military prosecuting authorities at the Supreme Court of Justice informed Elena Vlase that the investigation into her son’s death was ongoing.", "55.  By a letter of 21 October 2002, the Governor of Codlea Prison sent the military prosecuting authorities a statement made by prisoner M.C. in 1990, which referred to the murder of the applicants’ son in December 1989. According to that witness, Nicuşor had been killed by a police officer while in custody in the headquarters of the Braşov county police.", "56.  By a letter of 18 December 2003, the Ministry of Justice replied to Elena Vlase, stating that the complaint about delays in the criminal investigation into her son’s death had been transferred to the prosecutor’s office at the High Court of Cassation and Justice.", "57.  By a decision of 9 January 2006, the prosecutor’s office ordered that the case file concerning the investigation into the fatal crackdown in Braşov be attached to case no. 97/P/1990, since the military commanders who had acted in Braşov from 16 to 30 December 1989 were subordinated to General G.V., Head of the First Army.", "58.  By letters of 27 January and 5 November 2007, on the basis of statements by witness M.C., the applicants requested that the military prosecuting authorities at the High Court of Cassation and Justice question several persons, including military prosecutors and a forensic medical examiner, for the purpose of the investigation. In addition, they asked that a video recording, submitted by them, be examined; it allegedly depicted their son’s corpse with signs of torture on it.", "59.  According to a letter sent to Mrs Vlase by the military prosecutor’s office at the High Court of Cassation and Justice on 4 April 2008, the criminal investigation into the death of the applicants’ son was continuing in the context of case no. 97/P/1990 (see part A above).", "60.  By letters of 16 October 2008 and 29 January 2009, the High Council of the Judiciary replied to a complaint from applicant Elena Vlase, alleging a lack of effectiveness in the investigation into her son’s death. The Council had found that, in the years 1994 to 2001 and 2002 to 2005, no investigative measure had been taken to establish those responsible for the death of her son. It further noted that no measure could be ordered, since prosecutors’ disciplinary liability could only be established within one year of an offence.", "Finally, the Council indicated that investigative measures had indeed been taken after December 2004, so that no liability could be incurred by the prosecutors responsible for the investigation.", "4.  The civil proceedings brought by applicants Elena and Nicolae Vlase", "61.  On an unspecified date in 2004 the applicants brought proceedings against the Ministry of Defence, the Ministry of the Interior and the Romanian Intelligence Service. They claimed compensation from those institutions, which they considered liable for the death of their son and for hindering the related investigation.", "62.  By a decision of 31 January 2005, the Braşov County Court declared their action inadmissible for failure to pay the full stamp duty (insuficienta timbrare a acţiunii), despite the fact that the court had taken note of a statement by the applicants indicting that they did not have the resources to pay the full amount due. That decision was upheld by the Braşov Court of Appeal on 5 May 2005. The applicants appealed on points of law. On 1 March 2006 they asked the Court of Cassation to defer its decision on their appeal until the prosecutor’s office had reached a decision on the investigation into their son’s death and to order the prosecutor’s office to notify them of that decision. The applicants’ appeal subsequently lapsed. On 14 February 2008 the High Court of Cassation and Justice found that the case had been struck out for inaction.", "...", "D.  Other circumstances concerning the investigation", "1.  Draft amnesty law in respect of acts committed by military personnel", "80.  On 31 July 2008 the applicant association applied to the High Council of the Judiciary in connection with what it considered an attempt to influence the prosecutors responsible for the investigations into the events of December 1989 to June 1990. The association indicated in its pleadings that, on an initiative by a non-governmental organisation, namely the Association of Reserve and Retired Military Officers, the Ministry of Defence had on 18 July 2008 communicated to the military prosecuting authorities, through its legal directorate, a draft amnesty law in respect of the acts committed by military personnel in December 1989. The applicant association also stated that the head of the military prosecutor’s office had disseminated the bill to all prosecutors, expressly requesting their opinion on the expediency of such a law and its content. The association viewed this as an attempt to influence the prosecutors and to suppress definitively the investigations into the impugned events; it regretted the fact that a private member’s bill intended to speed up those investigations and improve their effectiveness, which had previously been lodged by several non-governmental organisations, including the applicant association, had not been disseminated to prosecutors, as the draft amnesty law had been.", "In a press release of 8 September 2008, the Ministry of Defence indicated that it had received the draft amnesty law from the Defence Committee in the Chamber of Deputies and specified that no opinion had been drawn up in that connection.", "...", "E.  Circumstances concerning secret surveillance", "...", "87.  In addition, the applicant association and its president, the second applicant, considered that they had been subjected to secret surveillance measures, in particular telephone tapping. The second applicant submitted two intelligence files in his name, dated 28 June and 6 December 1990, and a summary report from the Romanian Intelligence Service (hereafter, the “SRI”) dated 24 November 1990.", "88.  A report, dated 28 June 1990 and classified secret, prepared by the operational department of the Bucharest Police Inspectorate and signed by the head of that department, Major M., which was submitted by Mr Mărieş and the authenticity of which has not been contested by the Government, provides a detailed description of, in particular, the applicant’s living conditions, and those of his companion. It includes information on their shared life, parents, professional activities, leisure activities at home and meetings with friends, their intention to purchase a car, the applicant’s relations with his neighbours, his political opinions and the content of an interview given by him to a radio station. The same report notes the applicant’s “active participation” for four consecutive days in the demonstrations of December 1989, and his presence in the building that had housed the headquarters of the Central Committee of the Romanian Communist Party.", "89.  Another document from the SRI, dated 24 November 1990, a certified copy of which was issued on 13 November 2006, concerns the activities of several individuals, including the applicant, in the period from April to June 1990, and especially their participation in the anti-government demonstrations of that period. The document states, inter alia, that the applicant, Mr Mărieş, was one of the persons to whom “the American Embassy had offered accommodation so that [he] could rest”.", "90.  The 6 June 2002 edition of the newspaper Evenimentul zilei published an article entitled “The 13 persons under surveillance by the SRI”, accompanied by a facsimile copy of an alleged SRI document. The document contained a list of thirteen persons who were under surveillance and included the applicant’s companion, in whose name the landline telephone used by him had been registered.", "91.  In a letter of 14 April 2008 the association asked the SRI to send it the official references of the tapping warrants issued in respect of the association’s three mobile phones and two landline telephones.", "92.  On 16 February 2009 the applicant Mr Mărieş repeated the request to the SRI, asking whether, between December 1989 and the date of his request, surveillance warrants had been issued in his regard and whether his telephone communications had been monitored.", "93.  By a letter of 19 February 2009, the SRI replied, stating that, under the National Security Act (Law no. 51/1991) and the SRI (Activities) Act (Law no. 14/1992), it was impossible to confirm or deny what he was requesting (necesitatea respectării prevederilor imperative ale legislaţiei în vigoare determină imposibilitatea confirmării ori infirmării cererii dumneavoastră). By letters of 9, 10 and 17 March 2009, three other bodies with powers in the area of national security, namely the External Information Service (hereafter, the “SIE”), the special forces (the Protection and Watch Service – Serviciul de Protecţie şi Pază (hereafter, the “SPP”) and the General Directorate of Information and Internal Protection at the Ministry of the Interior, replied to the applicant, stating that he had not been subject to activities by the relevant institution (the SPP), or that they had no information on that subject (the SIE and the Directorate of Information in the Ministry of the Interior).", "94.  The letter of 23 February 2009 from the military prosecuting authorities indicates that in, the prosecution service had not ordered or requested interception of the applicants’ telephone conversations in relation to file no. 97/P/1990 and that no orders to that effect had been issued.", "II.  RELEVANT DOMESTIC AND INTERNATIONAL LAW AND PRACTICE", "A.  Law and practice relating to the criminal investigation", "1.  The Constitutional Court’s decision no. 610/2007", "95.  The Constitutional Court’s decision no. 610/2007 of 16 July 2007 concerns the objection of unconstitutionality submitted against a transitional provision of Law no. 356/2006, on Reform of the Code of Criminal Procedure and the Judiciary Acts. Under that law, jurisdiction for examining criminal accusations in respect of offences committed jointly by civilians and servicemen lay with the ordinary civil prosecutors’ offices and courts, and no longer with the military prosecuting authorities and courts as in the period prior to the legislative reform. However, the new law provided that in respect of investigations that were ongoing on the date on which the law entered into force, the military prosecuting authorities and courts continued to have jurisdiction for cases involving civilians as co-defendants alongside servicemen. By decision no. 610/2007, the Constitutional Court found that this transitional measure was unconstitutional.", "2.  The Draft Amnesty Law in respect of acts committed during the events of December 1989 and imputed to servicemen of the Armed Forces", "96.  The draft law transmitted on 18 July 2008 by the legal directorate of the Ministry of Defence to the military prosecuting authorities at the High Court of Cassation and Justice for consultation, includes two sections which are worded as follows:", "Article 1", "“Acts which were allegedly committed at the time of the Revolution of December 1989, acts based on the constitutional provisions and on the military oath and the military regulations in force at the material time shall be amnestied and exonerated from all criminal liability, irrespective of the sentence prescribed by law or applied by the courts.”", "Article 2", "“The military officers and service personnel who have been tried and convicted, or against whom judicial proceedings have been brought on account of their participation in the events of December 1989 shall qualify for the amnesty and all consequences arising therefrom.”", "3.  Government decisions no. 94 of 10 February 2010 and no. 184 of 9 March 2010", "97.  The Government’s decisions no. 94 of 10 February 2010 and no. 184 of 9 March 2010, concerning the declassification of certain documents classified as State secrets and issued by the Ministry of National Defence, were published in Official Gazette no. 104 of 16 February 2010 and no. 159 of 12 March 2010 respectively. They concerned authorisation to declassify documents classed as “top secret” and “secret”, listed in the annexes to those decisions, on the ground that their disclosure could no longer be harmful to national security, the defence of the State, public order or the interests of individuals. The documents in question included reports and orders of the day, by unit, from several military units, and related to the missions conducted during the events of December 1989 and subsequently; they contained information, inter alia, on the orders received, the numbers deployed, the ammunition available and the actions taken. They indicate that the majority of the military units were on combat mission until 17 December 1989 to the beginning of January 1990. They also show that, until the Ceausescu couple fled, the military units were on a partial state of alert, while a report of 22 December 1989 indicates that, following that event, the National Salvation Front Council ordered that, with immediate effect, all military personnel and Patriotic Guards were to be a state of alert and to participate, with all of their number and resources, in securing and defending the achievements of the revolution.", "...", "5. Judicial decisions awarding compensation for the ineffectiveness of the investigation", "101.  The Government submitted two judgments, nos. 4238 and 4505 of 12 and 19 June 2008 respectively, delivered by the Bucharest (5th District) Court of First Instance, concerning the obligation on the State, represented by the Ministry of Finance, to pay the complainants, close relatives of persons who had died in the course of the anti-totalitarian demonstrations in Bucharest in December 1989, compensation in respect of the pecuniary and non-pecuniary damage sustained as a result of the excessive length and ineffectiveness of the investigation opened following those events.", "102.  Relying on the provisions of the Constitution and the case-law of the European Court of Human Rights with regard to the obligation on the domestic authorities to conduct an effective investigation and to conclude criminal proceedings within a reasonable time, the court considered that the investigation, which had begun in 1990 and which, eighteen years later, was still pending before the prosecutor’s office, did not satisfy the requirements of the Convention. In consequence, finding that the passivity of the domestic authorities amounted to a fault, which had occasioned pecuniary and non-pecuniary damage for the purposes of the provisions of Articles 998 and 999 of the Civil Code on civil liability in tort, the court ordered the Ministry of Finance to pay the complainants 100,000 new Romanian lei (RON) and RON 50,000 respectively.", "103.  On an appeal lodged by the Ministry of Finance against the judgment of 12 June 2008, the Bucharest County Court, by a final judgment of 27 January 2009, decreased the amount awarded to RON 50,000. The Government did not state whether the judgment of 19 June 2008 had become final. Nonetheless, it appears from the official Internet site of the Romanian courts that on 21 January 2009 the Bucharest County Court allowed the appeal against the judgment of 19 June 2008 and dismissed the original complainants’ claims. According to that same source, that decision to dismiss the complainant’s claims was upheld at final instance by the Bucharest Court of Appeal, by a judgment of 20 January 2010.", "...", "C.  Provisions relating to surveillance measures and the Council of Europe texts", "108.  The key parts of the relevant domestic law are set out in the judgments in the cases of Rotaru v. Romania [GC], no. 28341/95, § 31, ECHR 2000V, and Dumitru Popescu v. Romania (no. 2), no. 71525/01, §§ 40-46, 26 April 2007.", "109.  Interim Resolution ResDH(2005)57 concerning the judgment of the European Court of Human Rights of 4 May 2000 in the case of Rotaru against Romania, adopted by the Committee of Ministers on 5 July 2005 at the 933rd meeting of the Ministers’ Deputies, called on the Romanian authorities rapidly to adopt the legislative reforms necessary to respond to the criticism made by the Court in its judgment concerning the Romanian system of gathering and storing of information by the secret services. The relevant parts are worded as follows:", "“The Committee of Ministers, under the terms of Article 46, paragraph 2, of the Convention for the Protection of Human Rights and Fundamental Freedoms, as amended by Protocol No. 11 (hereinafter referred to as “the Convention”),", "Having regard to the final judgment of the European Court of Human Rights in the Rotaru case delivered on 4 May 2000 and transmitted the same day to the Committee of Ministers under Article 46 of the Convention;;", "...", "Recalling that the Court noted, under Article 8 of the Convention, that the domestic law did not lay down with sufficient precision the limits to be respected in the exercise of the power to gather, record and archive information concerning national security (paragraph 57 of the judgment), as well as the absence of a procedure to supervise the activity of the secret services to ensure respect of the values of a democratic society; supervision which should be carried out, at least in the last resort, by the judiciary (paragraph 59 of the judgment);", "Also recalling that the Court concluded, under Article 13 of the Convention, that no provision of Romanian law allowed the applicant to challenge the holding by the intelligence services of information on his private life or to refute the truth of such information (paragraph 72 of the judgment);", "...", "Noting nevertheless with regret that, more than five years after the date of the judgment, several shortcomings identified by the European Court still do not seem to have been remedied, in particular concerning the procedure to be followed in order to have access to the archives taken over by the RIS from former secret services (other than the Securitate), the absence of specific regulation concerning the age of the information which could be stored by the authorities, or the lack of a possibility to contest the holding of this information and, save for the cases provided for by Law No. 187/1999, their truthfulness,", "CALLS UPON the Romanian authorities rapidly to adopt the legislative reforms necessary to respond to the criticism made by the Court in its judgment concerning the Romanian system of gathering and storing of information by the secret services,”", "110.  The relevant extracts of Resolution Res(2004)3 on judgments revealing an underlying systemic problem, adopted by the Committee of Ministers on 12 May 2004, and Recommendation Rec(2004)6 of the Committee of Ministers on the improvement of domestic remedies, adopted on 12 May 2004, and its appendix are reproduced in the Maria Atanasiu and Others v. Romania judgment, nos. 30767/05 and 33800/06, §§ 81-83, 12 October 2010.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION, RELIED ON BY MR AND MRS VLASE", "111.  The applicants Mr and Mrs Vlase alleged that their son, Nicuşor Vlase, was killed at the end of the December 1989 following the use of lethal force by State agents. They criticised the relevant authorities for failing to conduct an effective, impartial and thorough investigation, capable of leading to the identification and punishment of those responsible. In that respect, they submitted that the criminal investigation concerning their allegations of an infringement of the right to life was still pending, and complained about the Romanian authorities’ lack of diligence. They also complained about the draft amnesty law in respect of acts imputed to servicemen in the Armed Forces which occurred at the time of the events of December 1989, transmitted on 18 July 2008 to the military prosecuting authorities at the High Court of Cassation and Justice, for consultation, by the Legal Directorate at the Ministry of Defence. They relied on Article 2 of the Convention, which provides:", "\t\tArticle 2\t", "“1.  Everyone’s right to life shall be protected by law....”", "112.  The Government contested this argument.", "A.  Admissibility", "113.  The Government raised two preliminary objections in this connection. Firstly, they challenged the Court’s jurisdiction ratione temporis to examine the applications under the procedural limb of Article 2 of the Convention, and, secondly, they submitted that the applicants had failed to exhaust the domestic remedies.", "1.  The objection of lack of jurisdiction ratione temporis", "114.  With reference to the Court’s findings in the case of Blečić v. Croatia ([GC], no. 59532/00, §§ 63-69, ECHR 2006III), the Government submitted that the acts by which a Convention right was supposedly infringed and the related proceedings were inextricably linked and could therefore not be examined separately. As the events in question and the opening of the investigations had occurred prior to ratification of the Convention by Romania on 20 June 1994, the Government considered that the Court did not have jurisdiction ratione temporis to examine the complaint under the procedural aspect of Article 2 of the Convention.", "115.  In reply, the applicants relied on the judgment in Şandru and Others, cited above, in which the Court held that it had jurisdiction ratione temporis to examine a similar complaint concerning the ineffectiveness of a criminal investigation into the armed repression of demonstrations which took place in Timişoara in December 1989.", "116.  The Court reiterates the principles laid down in its judgment in the case of Šilih v. Slovenia ([GC], no. 71463/01, §§ 159-163, 9 April 2009), to the effect that the procedural obligation to carry out an effective investigation under Article 2 has evolved into a separate and autonomous duty. Although it is triggered by the acts concerning the substantive aspects of Article 2, it can give rise to a finding of a separate and independent “interference” within the meaning of the Blečić judgment (cited above, § 88). In this sense it can be considered to be a detachable obligation arising out of Article 2, capable of binding the State even when the death took place before the date on which the Convention entered into force in respect of that State (see Šilih, cited above, § 159; and Agache and Others v. Romania, no. 2712/02, § 69, 20 October 2009). However, in order for the procedural obligations imposed by Article 2 to come into effect, it must be established that a significant proportion of the procedural steps required by this provision have been or ought to have been carried out after the ratification of the Convention by the country concerned (see Šilih, cited above, § 163).", "117.  In the instant case, the Court observes that the criminal proceedings relating to the death of Nicuşor Vlase, opened in 1990, continued after 20 June 1994, the date on which Romania ratified the Convention. At that date, they were still pending before the prosecutor’s office. It follows that a significant proportion of the procedural measures were necessarily carried out after the ratification of the Convention.", "118.  In consequence, the Court finds that it has jurisdiction ratione temporis to examine the allegation of a violation of Article 2 under its procedural aspect (see Agache and Others, cited above, §§ 70-73, and Şandru and Others, cited above, § 59). It will confine itself to determining whether the events which occurred after the entry into force of the Convention in respect of Romania disclosed a breach of that provision.", "...", "B.  The merits", "1.  The parties’ submissions", "127.  The applicants emphasised that, twenty years after their son had been killed, the related criminal investigation had still not identified those responsible and sent them for trial. They complained about the investigation’s excessive duration, the long periods of inactivity (amounting to almost twelve years), shortcomings and lack of impartiality in the investigation, the fact that certain highly-placed defendants had prevented it from progressing until 2004, or that certain prosecutors and senior officials in the prosecution service at the High Court of Cassation and Justice had themselves previously been members of the armed forces which were implicated in the lethal crackdown on the anti-government demonstrations of December 1989. They indicated that there was again a lack of progress in the investigation and that the special limitation period in respect of criminal liability for aggravated homicide would expire in 2012, as only those crimes classified as crimes against humanity were note subject to limitation. They submitted that the legal classification given to the acts in this case was not that of a crime against humanity.", "128.  The Government argued that, given the exceptional circumstances of the case, the authorities had carried out an effective investigation and emphasised that every effort had been made by them to identify and punish those responsible, in accordance with the requirements of Article 2 of the Convention, which did not impose an obligation on the authorities to reach a particular outcome.", "129.  With regard to the length of the investigation, they considered that a complaint concerning the alleged violation of Article 2 of the Convention could only be taken into consideration by the Court from 20 June 1994, date of the Convention’s entry into force in respect of Romania.", "130.  The Government considered that the impugned investigation had not been an ordinary one, as the circumstances surrounding the death of the applicants’ son had occurred in a very specific context, and given the particular complexity of the case and the considerable political and social stakes of a historic event that had marked a turning point for Romania. In this respect, they indicated that the investigation was attempting to establish not only the circumstances of the death of the applicants’ son, but also those of the death and injury of a large number of other people who had been involved in the events in question.", "131.  In addition, the Government listed the steps taken to further the investigation by the prosecuting authorities, namely gathering statements, carrying out on-site searches, obtaining forensic reports and taking evidence from the applicants. They stressed that the authorities had also taken evidence from C.D., one of the witnesses referred to by the applicants, and had organised the exhumation of the corpse of the applicants’ son and an autopsy, in order to establish the causes of his death and clarify certain discrepancies arising from the investigation.", "132.  In conclusion, the Government considered that the State authorities had not shown bad faith or a lack of diligence with regard to the manner in which the criminal investigation had been conducted in respect of these cases relating to the events of December 1989, given that other cases had concluded with final judicial decisions.", "2.  The Court’s assessment", "133.  The Court will examine the effectiveness of the investigation into the violent death of the son of applicants Mr and Mrs Vlase in the light of its well-established principles in that regard, which were summarised in its judgments in the cases of Güleç v. Turkey, 27 July 1998, §§ 77-78, Reports of Judgments and Decisions 1998IV; Isayeva and Others v. Russia, nos. 57947/00, 57948/00 and 57949/00, §§ 208-213, 24 February 2005; and Carabulea v. Romania, no. 45661/99, §§ 127-131, 13 July 2010.", "The procedural obligation imposed by Article 2 requires that an effective obligation be conducted where the use of force, particularly by State agents, has resulted in the loss of human life. This involves the carrying out of a thorough, impartial and careful examination of the circumstances surrounding the killings, capable of leading to the identification and punishment of those responsible. This is not an obligation of result, but of means. The authorities must have taken reasonable steps to secure the evidence concerning the incident. A requirement of promptness and reasonable expedition is implicit in this context. Equally, it is necessary for the persons responsible for and carrying out the investigation to be independent from those implicated in the events, which means not only a lack of hierarchical or institutional connection but also a practical independence (see Isayeva and Others, cited above, §§ 210-211).", "134.  The Court also reiterates that while there may be obstacles or difficulties which prevent progress in an investigation in a particular situation, a prompt response by the authorities is essential in maintaining public confidence in their adherence to the rule of law. Any deficiency in the investigation which undermines its capability of establishing the circumstances of the case or the person responsible is liable to fall foul of the required measure of effectiveness (see Šilih, cited above, § 195).", "135.  For the same reasons there must be a sufficient element of public scrutiny of the investigation or its results to secure accountability in practice as well as in theory. The degree of public scrutiny required may well vary from case to case. In all cases, however, the victim’s next-of-kin must be involved in the procedure to the extent necessary to safeguard his or her legitimate interests (see McKerr, cited above, § 115).", "136.  In the instant case, the Court notes that, shortly after the events of December 1989 an investigation was opened as a matter of course. The criminal proceedings concerning the death of Nicuşor Vlase began in 1990 and are still pending, more than twenty years later. The Court notes that in view of its jurisdiction ratione temporis it can only take into consideration the period after 20 June 1994, date on which the Convention entered into force in respect of Romania.", "137.  It notes at the outset that in 1994 the case was pending before the Braşov military prosecutor’s office. In this connection, the Court notes, as it also did in the case of Şandru and Others (cited above, § 74), that the investigation had been entrusted to military prosecutors who, like the majority of the accused, including serving high-ranking army officers, were in a relationship of subordination within the military hierarchy.", "138.  Further, it notes that the material in the case file, confirmed by letters of 16 October 2008 and 29 January 2009 from the High Council of the Judiciary (see paragraph 60 above), indicates that from 1994 to 2001 and from 2002 to 2005 – or for a total of ten years – no investigative measure was taken with a view to establishing those responsible for the death of Nicolae Vlase. The Court considers that, even if the investigation could initially have encountered certain objective difficulties after the fall of the former system, the authorities’ inactivity for such a long period was subsequently no longer justified (see Agache and Others, cited above, § 80).", "139.  In addition, the shortcomings in the investigation had on several occasions been noted by the domestic authorities themselves. Thus, it was on account of those flaws that the military prosecuting authorities’ decision of 30 August 1999 set aside the finding of 28 December 1994 that there was no case to answer (see paragraph 52 above). The subsequent investigation, however, did not remedy the shortcomings in question.", "The military prosecuting authorities at the High Court of Cassation and Justice also acknowledged the delay in the investigation and identified certain reasons for it in their letter of 5 June 2008, including the fact that the necessary investigative measures had not been carried out immediately after the impugned homicides and incidents of ill-treatment, the repetitive measures ordering the file’s transfer from one prosecutor to another, the failure to communicate promptly to the injured parties the decisions that there was no case to answer, and also a “lack of cooperation” on the part of the institutions involved in the crackdown of December 1989. In this connection, the Court reiterates that deliberate concealment of evidence casts doubts on the ability of an investigation to establish the facts (see McKerr, cited above, § 137). Equally, the fact of classifying as “top secret” and “secret” information that was essential for the investigation – including the reports and combat logs of several military units relating to their missions during the events of December 1989 – is liable to compromise the task of the judicial bodies responsible for the investigation. Investigators can only be denied access to those archives for reasons of national security, in exceptional circumstances and subject to independent judicial review. Yet in the instant case the Government had not offered any such justification for the denial of access, which could hamper the investigation over such a long period.", "140.  As to the obligation to involve the victim’s relatives in the procedure (see Güleç, cited above, § 82, and Isayeva and Others, cited above, § 213), the Court observes that no justification has been put forward with regard to the total lack of information provided to the applicants about the investigation until 9 July 1999, despite their numerous requests for information in that respect. More specifically, neither the decision of 28 December 1994 that there was no case to answer, nor its reasoning, was transmitted to them. Even after 9 July 1999, the communications received by them amounted to a short letter on 18 December 2003 and replies from the High Council of the Judiciary with repetitive content on 16 October 2008 and 29 January 2009.", "141.  It was only on 10 February and 9 March 2010, almost twenty years after the events, that information which was essential to the investigation, previously classified as “top secret” or “secret”, was made accessible by Government decisions, both to the applicants and to any other injured party. Prior to that date, however, the Court is not persuaded that the applicants’ interests in participating in the investigation, or the public interest in there existing a sufficient element of public scrutiny in respect of the investigation, were adequately protected (see Hugh Jordan v. the United Kingdom, no. 24746/94, § 134, ECHR 2001III (extracts)).", "142.  The Court does not underestimate the undeniable complexity of the present case, which, since the joinder decision of 9 January 2006, is also intended to establish those responsible for the entirety of the armed crack-down which occurred in the closing days of December 1989 in several Romanian towns, with the exception of Timişoara, Cluj and Sibiu; separate investigations were conducted in respect of those cities, which, moreover, resulted in Timişoara and Cluj in the conviction of those responsible. It considers, however, that the political and social stakes relied on by the Government cannot by themselves justify either the length of the investigation or the manner in which it was conducted over a very lengthy period, without the applicants or the public being informed of its progress. On the contrary, its importance for Romanian society, which consisted in the right of the numerous victims to know what had happened, implying the right to an effective judicial investigation and a possible right to compensation, ought to have prompted the domestic authorities to deal with the case speedily and without unnecessary delay, in order to prevent any appearance of tolerance of or collusion in unlawful acts (see also Şandru and Others, cited above, § 79).", "143.   In contrast to the above-cited case of Şandru and Others, in which the proceedings were terminated by a final court decision, the Court notes in the instant case that even following the multiple investigative measures which were carried out between 2005 and 2008, in December 2010 the case was still pending before the prosecutor’s office without having ever been submitted to a judge. Yet the procedural obligations arising under Article 2 of the Convention can hardly be considered to have been met where the victims’ families or heirs have been unable to gain access to proceedings before an independent court charged with examining the facts.", "144.  The Court has already emphasised the importance of the right of victims and their families and heirs to know the truth about the circumstances surrounding events involving a massive violation of rights as fundamental as that of the right to life, which implies the right to an effective judicial investigation and a possible right to compensation. For that reason, in the event of widespread use of lethal force against the civilian population during anti-Government demonstrations preceding the transition from a totalitarian regime to a more democratic system, as in the instant case, the Court cannot accept that an investigation has been effective where it is terminated as a result of the statutory limitation of criminal liability, when it is the authorities themselves who have remained inactive. Moreover, as the Court has already indicated, an amnesty is generally incompatible with the duty incumbent on the States to investigate acts of torture (see Ould Dah v. France (dec.), no. 13113/03, of 17 March 2009) and to combat impunity for international crimes. This is also true in respect of pardon (see Abdülsamet Yaman v. Turkey, no. 32446/96, § 55, 2 November 2004).", "145.  Having regard to the foregoing, the Court considers that the domestic authorities failed to act with the level of diligence required by Article 2 of the Convention. It follows that there has been a violation of Article 2 in its procedural aspect.", "...", "III.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION", "161.  Relying on Articles 8 and 34 of the Convention, the second applicant, Mr Teodor Mărieş, alleged that he had been subjected to secret surveillance measures, particularly telephone tapping. In his view, those measures were a means of pressure exerted by the authorities in connection with his activity as president of an association fighting for an effective investigation into the large number of persons killed and injured in December 1989.", "162.  The Court reiterates at the outset that a complaint is characterised by the facts alleged in it (see Eugenia Lazăr v. Romania, no. 32146/05, § 60, 16 February 2010) and, by virtue of the jura novit curia principle, that this part of the application concerns respect for the applicant’s private life and correspondence. It will accordingly consider the applicant’s complaints from the standpoint of Article 8, which provides:", "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.", "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "A.  Admissibility", "163.  The Court considers that this complaint cannot be declared manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. No other ground for declaring the application inadmissible has been established.", "B.  Merits", "1.  The parties’ submissions", "164.  The Government considered that the applicant had not made out an arguable claim under Article 8 of the Convention and submitted that he had not adduced any proof in support of his allegations about the interception of telephone conversations. They were of the view that the application did not contain sufficient elements as required by Rule 47 of the Rules of Court enabling it to be established whether the admissibility criteria set out in Article 35 § 1 of the Convention, namely exhaustion of the domestic remedies and compliance with the six-month deadline, had been met. In this connection, they cited the case of Sysojeva and Others v. Latvia ([GC], no. 60654/00, § 125, ECHR 2007II).", "165.  The Government also submitted that, as evidenced by the letter of 23 February 2009 from the military prosecuting authorities in the context of case no. 97/P/1990, prior to the amendments to the Code of Criminal Procedure, the prosecutor’s office had never ordered the interception of the applicant’s telephone conversations, and nor had it done so after that change to the legislation. No authorisation for telephone tapping had been issued in this case.", "166.  The applicant argued that his complaint related to a sensitive area in which it was difficult to demonstrate interference. He considered himself a victim of surveillance measures from 1990 to the present time, including in his capacity as president of the applicant association, on account of information kept about him by the intelligence services. Of the three documents which he submitted in this connection, one, issued by the SRI, a certified copy of which was issued on 13 November 2006, concerned the activities of several persons, including the applicant, from April to June 1990, especially their participation in the anti-government demonstrations. This document stated, inter alia, that the applicant, Mr Mărieş, was among those to whom “the American Embassy had offered accommodation so that [he] could rest”.", "The applicant further noted the incoherence between the responses given by various public bodies on the question of whether surveillance measures had been taken against him. He submitted that the SRI had refused to confirm or deny that he had been subjected to secret surveillance measures, while the other institutions had denied the allegation.", "Lastly, the applicant referred to press articles which revealed illegal activities on the part of the intelligence services, especially telephone tapping. Thus, he noted that the newspaper Evenimentul zilei of 6 June 2002 had published an article entitled “The 13 people under surveillance by the SRI”, accompanied by a facsimile copy of a document, allegedly from the SRI, which contained a list of thirteen persons under surveillance and included the applicant’s companion, in whose name the fixed telephone line used by him had been registered.", "2.  The Court’s assessment", "(a)  Principles deriving from the relevant case-law", "167.  The Court reiterates at the outset that telephone conversations are covered by the notions of “private life” and “correspondence” within the meaning of Article 8 (see Dumitru Popescu v. Romania (no. 2), no. 71525/01, § 61, 26 April 2007, and the judgments cited therein).", "In this connection, it has considered that interference in those rights might be constituted by the fear of secret surveillance entailed by the mere existence of legislation providing for surveillance measures that were not accompanied by sufficient guarantees against arbitrary interference in the private life and correspondence of those at risk of being subjected to those measures (see Iordachi and Others v. Moldova, no. 25198/02, § 34, 10 February 2009). Thus, the Court has also accepted that an individual may, under certain conditions, claim to be the victim of a violation occasioned by the mere existence of secret measures or of legislation permitting secret measures, without having to allege that such measures were in fact applied to him. Otherwise, where a State institutes secret surveillance the existence of which remains unknown to the persons being controlled, with the effect that the surveillance remains unchallengeable, Article 8 could to a large extent be reduced to a nullity. It is possible in such a situation for an individual to be treated in a manner contrary to Article 8, or even to be deprived of the right granted by that Article, without his being aware of it and therefore without being able to obtain a remedy either at the national level or before the Convention institutions (see Klass and Others v. Germany, 6 September 1978, §§ 34-35, Series A no. 28).", "168.  Lastly, the Court reiterates that the storing of information relating to an individual’s private life in a secret register and the release of such information also come within the scope of Article 8 § 1. Public information can fall within the scope of private life where it is systematically collected and stored in files held by the authorities (see Rotaru, cited above, § 43).", "(b)  Application of those principles", "169.  In the instant case, the Court notes that the applicant complains, firstly, that he fears he has been subjected to surveillance measures, in particular telephone tapping, since 1990 and up to the present. In this connection, he submitted information about the requests he had made to the intelligence services. However, those requests had shed no light on the subject, since the SRI had replied to the applicant in its letter of 19 February 2009 that, under the National Security Act (Law no. 51/1991) and the SRI (Activities) Act (Law no. 14/1992), it was impossible to confirm or deny whether he had been subjected to secret surveillance measures during the period in question.", "170.  However, the applicant submitted two files opened on him in 1990 and containing personal data, and a third summary document, a copy of which was issued on 13 November 2006, which also concerned him. Those three documents had been classified as “secret” and held by the State authorities with responsibility in the intelligence field.", "The Court observes that the content of those files, the authenticity of which has not been challenged by the Government, indicates that the applicant was indeed subjected to surveillance measures in 1990. In addition, this data concerning, firstly, the applicant’s participation in the anti-government demonstrations which were held from April to June 1990 and comments made by him in private during that period, and secondly, his personal habits and relationships, were still being held by the intelligence services at least until 2006, when the copies of those documents were issued.", "171.  In this connection, the Court notes that the applicable Romanian legislation on secret security measures for the purpose of protecting national security was examined for the first time in the Rotaru case, cited above. The Court concluded that the legislation on the gathering and archiving of information did not contain the necessary guarantees to safeguard individuals’ right to a private life. It did not indicate with reasonable clarity the scope and manner of exercise of the relevant discretion conferred on the public authorities in the relevant area (see Rotaru, cited above, § 61).", "172.  Moreover, the Interim Resolution (ResDH(2005)57) on this judgment, adopted by the Committee of Ministers on 5 July 2005 at the 933rd meeting of the Ministers’ Deputies, called on the Romanian authorities rapidly to adopt the legislative reforms necessary to respond to the criticism made by the Court in its judgment concerning the Romanian system of gathering and storing of information by the secret services. The Committee of Ministers noted with regret that, more than five years after the date of the judgment, several shortcomings identified by the Court still did not seem to have been remedied, in particular concerning the absence of specific regulation concerning the age of the information which could be stored by the authorities, or the lack of a possibility to contest the holding of this information. To date, the execution of the Rotaru judgment is still pending before the Committee of Ministers.", "173.  In addition, the Court noted in its judgment in the case of Dumitru Popescu (no. 2) that, in spite of the amendments to the Code of Criminal Procedure enacted in Laws nos. 281/2003 and 356/2006, surveillance measures in the event of a presumed threat to national security could still be ordered on the basis of the procedure provided for in section 13 of Law no. 51/1991, which has not yet been repealed (see Dumitru Popescu (no. 2), cited above, §§ 83-84).", "174.  In the light of the foregoing, the Court notes that the absence of safeguards in the domestic legislation to guarantee that information obtained through secret surveillance was destroyed as soon as it was no longer needed to achieve the required purpose (see Klass, cited above, § 52) had meant that the information about the applicant, gathered by the intelligence services in 1990, was still being held by them in 2006, that is, sixteen years later. Furthermore, the contents of one of the two files do not indicate a specific purpose for the measure other than explanatory general surveillance (see, in contrast, Klass, cited above, § 51).", "175.  The Court further considers that, in the absence of safeguards in the relevant national legislation, the applicant runs a serious risk of having his telephone calls intercepted (see Iordachi and Others, cited above, § 53, and Rotaru, cited above, §§ 59-63).", "176.  Accordingly, the Court holds that in the present case there has been a violation of Article 8 of the Convention.", "...", "VI.  APPLICATION OF ARTICLE 46 OF THE CONVENTION", "188.  Article 46 of the Convention provides:", "“1.  The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.", "2.  The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution.", "...”", "189.  The Court notes that the finding in this case that there has been a violation of the procedural limb of Article 2 of the Convention originated in a widespread problem, given that several hundred persons are involved as injured parties in the impugned criminal proceedings. In addition, more than a hundred applications similar to the present case are pending before the Court. They could therefore give rise in future to fresh judgments finding a violation of the Convention.", "190.  In this connection, the Court reiterates that by virtue of Article 46 the High Contracting Parties have undertaken to abide by the final judgments of the Court in any case to which they are parties, execution being supervised by the Committee of Ministers of the Council of Europe. This means that when the Court finds a violation, the respondent State is under a legal obligation not just to pay those concerned the sums awarded by way of just satisfaction under Article 41, but also to take the necessary general and/or, if appropriate, individual measures to be adopted in their domestic legal order to put an end to the violation found by the Court and to redress as far as possible the effects. Subject to monitoring by the Committee of Ministers, the respondent State remains free to choose the means by which it will discharge its legal obligation under Article 46 of the Convention (see Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII), in line with the principle of subsidiarity, so that the Court is not obliged to repeat its finding of a violation in a long series of identical cases.", "191.  Furthermore, it follows from the Convention, and from Article 1 in particular, that in ratifying the Convention the Contracting States undertake to ensure that their domestic legislation is compatible with it (see Maestri v. Italy [GC], no. 39748/98, § 47, ECHR 2004-I).", "192.  With regard to measures designed to guarantee the effectiveness of the machinery established by the Convention, the Court draws attention to Resolution Res(2004)3 and Recommendation Rec(2004)6 of the Committee of Ministers of the Council of Europe, adopted on 12 May 2004.", "193.  Although it is in principle not for the Court to determine what remedial measures may be appropriate to satisfy the respondent State’s obligations under Article 46 of the Convention, the Court considers that general measures at the national level are undoubtedly called for in the execution of the present judgment.", "194.  Accordingly, the Court considers that the respondent State must put an end to the situation identified in the present case and found by it to have been in breach of the Convention, concerning the right of the many persons affected, such as the individual applicants, to an effective investigation which is not terminated by application of the statutory limitation of criminal liability, and in view also of the importance to Romanian society of knowing the truth about the events of December 1989. The respondent State must therefore introduce an appropriate remedy in order to comply with the requirements of Article 46 of the Convention, taking into account the principles set out in the Court’s case-law in this area as described in the present judgment (see, mutatis mutandis, Rumpf v. Germany, no. 46344/06, § 73, 2 September 2010).", "195.  In those circumstances, the Court does not consider it necessary to adjourn the examination of similar cases before it pending the implementation of the relevant measures by the respondent State. Rather, it finds that continuing to process similar cases will remind the respondent State on a regular basis of its obligation resulting from this judgment (see Rumpf, cited above, § 75).", "VII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "196.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "197.  The applicants’ claims and the Government’s observations are set out below.", "1.  The claim for just satisfaction by Mr and Mrs Vlase", "198.  The applicants asked that the Court order the Romanian State to take the necessary measures to expedite the investigations into the murder of their son, in order to ensure that a decision was issued in accordance with the requirements of the Convention.", "199.  In the same document concerning their request for just satisfaction, they jointly claimed 60,000,000 euros (EUR) on the one hand and EUR 200,000 on the other, in respect of the non-pecuniary damage that they had sustained on account of the excessive length of the investigation into the murder of their son, which was directly imputable, in their opinion, to State agents.", "200.  The Government considered that this claim for just satisfaction was confused. In addition, they found it excessive and unjustified, and asked the Court to dismiss it.", "201.  The Court reiterates its settled case-law to the effect that a judgment in which it finds a breach imposes on the respondent State a legal obligation to put an end to the breach and to make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach. The Contracting Parties to a case are in principle free to choose the means whereby they will comply with a judgment in which the Court has found a breach. If the nature of the breach allows of restitutio in integrum, it is for the respondent State to effect it. If, on the other hand, national law does not allow – or allows only partial – reparation to be made for the consequences of the breach, Article 41 empowers the Court to afford the injured party such satisfaction as appears to it to be appropriate (see Sfrijan v. Romania, no. 20366/04, § 44, 22 November 2007).", "Thus, for example, in the event of a violation of Article 6 of the Convention, the application of the restitutio in integrum principle implies that the obligation to put the applicants, as far as possible, in the position they would have been in had there not been a breach of that provision (see Sfrijan, cited above, §§ 45-48).", "202.  In the instant case, the Court points out that it has found a procedural violation of Article 2 of the Convention on account of the absence of an effective investigation into the death of the applicants’ son and, in particular, the failure to involve the applicants in the judicial proceedings before a court. Accordingly, the respondent State must take the necessary measures to expedite the investigations into the murder of Nicuşor Vlase, so that decision which complies with the requirements of the Convention can be issued.", "203.  It also considers that the applicants should be awarded just satisfaction on account of the fact that the national authorities failed to deal with the case concerning their son’s death as a result of gunfire with the level of diligence required by Article 2 of the Convention.", "On the basis of the evidence before it, in particular the fact that the investigation is still pending, the Court considers that the violation of the procedural limb of Article 2 has caused the applicants substantial non-pecuniary damage such as distress and frustration. Ruling on an equitable basis, it awards each of the applicants EUR 15,000 under that head.", "2.  The claim of just satisfaction by Mr Mărieş", "204.  The applicant initially claimed EUR 200,000 in respect of the damage sustained on account of the excessive length of the investigation concerning the lack of an effective investigation into the crackdown on the anti-totalitarian demonstrations. The non-pecuniary damage was re-evaluated by the applicant following hunger strikes undertaken by him in an attempt to ensure that all of the applicants were sent copies of documents from the investigation file, in accordance with the Court’s indications. The non-pecuniary damage as re-evaluated on 7 April 2010 amounted to EUR 230,000.", "205.  The Government considered that those claims for just satisfaction had no link with the alleged violations. In addition, they found them excessive and unjustified, and asked the Court to dismiss them.", "206.  The Court considers that the applicant suffered undeniable non-pecuniary damage. Having regard to its finding of a violation of Article 8 in his respect, and ruling on an equitable basis as required by Article 41 of the Convention, the Court awards him EUR 6,000 in respect of non-pecuniary damage.", "...", "FOR THESE REASONS, THE COURT, UNANIMOUSLY,", "1.  Declares the complaints under Articles 2 and 8 admissible and the remainder of the application inadmissible;", "2.  Holds that there has been a violation of Article 2 of the Convention in its procedural limb as regards the applicants Nicolae Vlase and Elena Vlase;", "3.   Holds that there has been a violation of Article 8 of the Convention as regards the applicant Teodor Mărieş;", "...", "5.  Holds", "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, respectively, plus any tax that may be chargeable, in respect of non-pecuniary damage:", "i.  for application no. 18817/08, to each of the two applicants Nicolae Vlase and Elena Vlase, EUR 15,000 (fifteen thousand euros);", "ii.  for application no. 33810/07, to the applicant Teodor Mărieş, EUR 6,000 (six thousand euros);", "(b)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 20,000, to be paid jointly and severally to Mr Antonie Popescu, Ms Ioana Sfîrăială and Mr Ionuţ Matei, in respect of costs and expenses;", "(c)  that the amounts indicated above are to be converted into the currency of the respondent State at the rate applicable at the date of settlement;", "(d)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "...", "Done in French, and notified in writing on 24 May 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "Santiago Quesada\tJosep Casadevall\n\tRegistrar\tPresident", ""]}