{"file": "ENG_HEJUD_8999_07.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "8999/07", "text_paragraphs": ["", "", "THIRD SECTION", "", "", "", "", "", "CASE OF DAN v. ", "", "(Application no. 8999/07)", "", "", "", "", "", "JUDGMENT", "", "This version was rectified on 22 August 2011", "under Rule 81 of the Rules of Court.", "", "", "", "5 July 2011", "", "", "FINAL", "", "05/10/2011", "", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Dan v. ,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tJosep Casadevall, President,\n\tCorneliu Bîrsan,\n\tAlvina Gyulumyan,\n\tJán Šikuta,\n\tLuis López Guerra,\n\tNona Tsotsoria,\n\tMihai Poalelungi, judges,\nand  Quesada, Section Registrar,", "Having deliberated in private on 14 June 2011,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 8999/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Moldovan national, Mihail Dan (“the applicant”), on 18 December 2006.", "2.  The applicant was represented by Mr G. Ulianovschi, a lawyer practising in Chişinău. The Moldovan Government (“the Government”) were represented by their Agent, Mr V. Grosu.", "3.  The applicant alleged, in particular, that the criminal proceedings against him were not fair within the meaning of Article 6 § 1 of the Convention.", "4.  On 7 December 2009 the Court decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1960 and lives in Chişinău. At the time of the events the applicant was the principal of a high school in Chişinău.", "A.  Background to the case", "6.  According to the findings of the domestic courts, on an unspecified date, the applicant was contacted by C., who requested that a pupil be transferred to the high school the applicant was a principal of. Since the applicant requested a bribe in exchange for the pupil’s transfer, C. contacted the police and, on 14 January 2004, an undercover operation was organised. For that purpose C. was instructed to meet the applicant and give him money marked with a special dust.", "7.  C. contacted the applicant and they agreed to meet in the Chişinău central park. The scene was secretly observed by numerous police officers and filmed. However, later the police submitted that for technical reasons the actual transmitting of the bribe money had not been filmed. What had actually happened during the applicant’s meeting with C. was a matter of dispute during the criminal proceedings.", "8.  According to the police, the applicant and C. did not shake hands upon meeting each other and sat on a bench for several minutes. C. gave the applicant the bribe money by placing it in a file belonging to the applicant. When apprehended, the applicant dropped the file and all of its contents, including the money, were scattered on the ground. It was later discovered that the applicant had traces of the dust from the money on his fingers.", "9.  According to the applicant, he had been contacted by C. when going to the Ministry of Education and had agreed to meet him shortly afterwards in a park in the immediate vicinity to the Ministry. He shook hands with C. upon meeting him and, after a brief discussion, suggested they sit on a bench in order to be able to write. He placed his file between himself and C. and wrote on a sheet of paper a list of documents necessary for the pupil’s transfer. The applicant, who is missing an eye, did not see C. put the money into his file. When apprehended, he dropped the file. The bribe money was collected from the ground by a police officer, who later gave him a pen to sign the arrest report. The traces of dust on his hands must have come either from shaking hands with C. or from the pen with which he signed the minutes. The applicant alleged that he had been set up by the police.", "10.  According to the applicant, during the arrest the police officers used unjustified violence as a result of which he suffered pain in his wrists. Between 2004 and 2005 the Ministry of Internal affairs issued several press releases in which it was stated, inter alia, that the applicant had taken a bribe from a parent. Several media outlets, including the national television station, reported on this. It does not appear that the applicant initiated proceedings against any of the media outlets or the Ministry of Internal Affairs.", "B.  The applicant’s acquittal", "11.  During the course of the proceedings the Buiucani District Court heard the applicant, seven prosecution witnesses and one forensic expert. The court also viewed the video of the undercover operation and examined other evidence, such as C.’s complaint to the police, the record of the marking of the bribe money with special dust, an expert report finding that following his apprehension the applicant had traces of the special dust on his fingers and a report concerning the search of the applicant’s office and home.", "12.  The court considered C.’s testimony to the effect that the applicant had requested a bribe from him to be unreliable. The court also noted that C. and four other prosecution witnesses, all of whom were police officers, gave different accounts of the moment of the applicant and C. had met and, in particular, of the manner in which the bribe money had been transmitted. In that respect the court noted that according to three witnesses the money had been inserted by C. into the applicant’s file, which had been placed on the bench between the two men, while according to another witness the money had been handed by C. directly to the applicant. One of the witnesses, who was positioned directly in front of C. and the applicant during the undercover operation, did not see the money being transmitted at all. The court also found contradictions in the accounts concerning the shaking of hands by the applicant and C. The court also noted that the video of the undercover operation had not been helpful because, for unknown reasons, the filming had been interrupted precisely during the meeting between the applicant and C.", "13.  In a judgment of 24 January 2006, relying on the above reasons, the Buiucani District Court acquitted the applicant. It concluded that the prosecution had failed to provide reliable evidence in support of the contention that the applicant had requested money from C. and that the applicant had been aware that C. had placed money in his file. In so far as the presence of traces of special dust on the applicant’s fingers was concerned, the court considered that it could not be ruled out that the traces appeared as a result of his shaking hands with C., picking up the money from the ground after apprehension or using a pen given to him by the police to sign the arrest report. In reaching this conclusion, the court relied on an expert report stating that the special dust could have been transmitted in any of the above-mentioned ways.", "14.  The Prosecutor’s Office appealed against this judgment.", "C.  The applicant’s conviction", "15.  On 23 March 2006 the Chişinău Court of Appeal held a hearing at which the applicant, his representative and the prosecutor were present. The court upheld the appeal lodged by the prosecutor and reversed the judgment of the first-instance court. In so doing the Court of Appeal did not hear the witnesses anew but merely gave a different assessment to the testimonies given by them by the first-instance court. The Court of Appeal considered all the witness statements to be reliable and did not find any major contradictions between them.", "16.  The applicant was found guilty as charged and sentenced to a criminal fine of 60,000 Moldovan lei (MDL) (approximately 3,350 euros (EUR)) and to five years’ imprisonment suspended for two years. The applicant was also prohibited from occupying any administrative post for a period of three years.", "17.  The applicant lodged an appeal on points of law against the judgment and argued that the witnesses on whose testimonies his conviction had been based were not credible. In particular, he submitted that C. was being investigated in two separate cases by the police station which had organised the undercover operation. He also submitted that all the prosecution witnesses had been police officers. One of those witnesses could not objectively have seen what had happened from the distance at which he was located because he had serious problems with his eyesight. The applicant also argued that the police had deleted a part of the video of the undercover operation because it was not favourable to the prosecution and submitted that he had been the victim of entrapment.", "18.  On 21 June 2006 the Supreme Court of Justice examined the applicant’s appeal in the absence of the parties and declared it inadmissible.", "19.  The applicant also lodged and extraordinary appeal with the Plenary Supreme Court of Justice in which he claimed a breach of Article 6 of the Convention. However, on 19 February 2007, the Plenary Supreme Court of Justice dismissed the applicant’s appeal.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "20.  The explanatory judgment of the Plenary Supreme Court of Justice No. 22 of 12 December 2005, in so far as relevant, reads as follows:", "“Bearing in mind the provisions of Article 6 of the European Convention on Human Rights, after an acquittal judgment pronounced by a first-instance court, the appeal court cannot order the conviction for the first time without hearing the accused and without the direct administration of the evidence.”", "21.  Article 441 of the Code of Criminal Procedure provides that the court examining an appeal on points of law has a general duty to examine not only the reasons invoked in the appeal on points of law but all the aspects of the case without, however, worsening the situation of the person who lodged the appeal on points of law.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "22.  The applicant complained that the criminal proceedings against him had not been fair because in overturning his acquittal the Court of Appeal had failed to hear the witnesses on the basis of whose testimonies it found him guilty. The applicant also argued that the Court of Appeal and the Supreme Court of Justice had failed to give reasons for dismissing some of his important submissions concerning the alleged entrapment organised by the police and the fact that the main prosecution witness, C., was being investigated in two cases. The applicant also complained that he had not been summoned to the proceedings before the Supreme Court of Justice. The applicant lastly complained that he had not been informed promptly about the nature of the accusation against him and that he had not had adequate time and facilities to prepare his defence. Article 6 § 1 of the Convention, in so far as relevant, reads as follows:", "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law.”", "A.  Admissibility", "23.  The Government submitted that they did not intend to make any admissibility objections. Nonetheless, they submitted in their observations on the merits that the applicant had not expressly mentioned Article 6 § 1 of the Convention in his appeal on points of law and that he had invoked this provision for the first time in his extraordinary appeal. The Government also submitted that the applicant could have, but did not, challenge the lawfulness of the manner in which evidence was obtained at the investigation stage.", "24.  The applicant disagreed with the Government and submitted that he had used all the available remedies.", "25.  In spite of the Government’s position, the Court will treat the above Government’s submissions as an admissibility objection and namely as a non-exhaustion objection. It reiterates that in order to exhaust domestic remedies the applicant must raise the substance of the complaint that is made under the Convention in the domestic proceedings. The complaint does not have to be formulated expressly under the Convention, but the domestic authorities must have been given the chance to prevent or remedy the alleged violation (Gasus Dosier- und Fördertechnik GmbH v. the Netherlands, 23 February 1995, § 48, Series A no. 306B).", "26.  The Court notes that the applicant did not expressly complain before the Supreme Court of Justice about the Court of Appeal’s failure to hear the witnesses anew. The Court notes that the Supreme Court of Justice had an obligation under Article 441 of the Code of Criminal Procedure (see paragraph 21 above) to examine of its own motion all the aspects of the case when examining the applicant’s appeal on points of law, but not only the issues raised by the applicant. In such circumstances, it cannot be said that the Supreme Court was not given the chance to remedy the alleged violation. Therefore, the Government’s objection must be dismissed. In any event since the Supreme Court of Justice did not address the applicant’s appeal on points of law, the issues raised concerning the proceedings before the Court of Appeal remain open.", "27.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "28.  It is the applicant’s case that the proceedings before the Court of Appeal were unfair because that court convicted him for the first time without hearing the prosecution witnesses.", "29.  The Government disagreed and argued that the proceedings had been public and fair, that the applicant had been represented and had had the possibility to call defence witnesses. They contended that all the guarantees of Article 6 had been observed by the domestic courts in this case.", "30.  The Court reiterates that the manner of application of Article 6 to proceedings before courts of appeal depends on the special features of the proceedings involved; account must be taken of the entirety of the proceedings in the domestic legal order and of the role of the appellate court therein. (see Botten v. , 19 February 1996, § 39, Reports 1996I). Where an appellate court is called upon to examine a case as to the facts and the law and to make a full assessment of the question of the applicant’s guilt or innocence, it cannot, as a matter of fair trial, properly determine those issues without a direct assessment of the evidence (see Popovici v. Moldova, nos. 289/04 and 41194/04, § 68, 27 November 2007; Constantinescu v. Romania, no. 28871/95, § 55, ECHR 2000VIII and Marcos Barrios v. , no. 17122/07, § 32, 21 September 2010).", "31.  Turning to the facts of the present case, the Court notes that the main evidence against the applicant was the witness statements to the effect that he solicited a bribe and received it in a park. The rest of the evidence was indirect evidence which could not lead on its own to the applicant’s conviction (see paragraphs 13 and 15 above). Therefore the witness testimonies and the weight given to them were of great importance for the determination of the case.", "32.  The first-instance court acquitted the applicant because it did not trust the witnesses after having heard them in person. In re-examining the case, the Court of Appeal disagreed with the first-instance court as to the trustworthiness of the accusation witnesses’ statements and convicted the applicant. In so doing the Court of Appeal did not hear the witnesses anew but merely relied on their statements as recorded in the file.", "33.  Having regard to what was at stake for the applicant, the Court is not convinced that the issues to be determined by the Court of Appeal when convicting and sentencing the applicant - and, in doing so, overturning his acquittal by the first-instance court - could, as a matter of fair trial, have been properly examined without a direct assessment of the evidence given by the prosecution witnesses. The Court considers that those who have the responsibility for deciding the guilt or innocence of an accused ought, in principle, to be able to hear witnesses in person and assess their trustworthiness. The assessment of the trustworthiness of a witness is a complex task which usually cannot be achieved by a mere reading of his or her recorded words.", "Of course, there are cases when it is impossible to hear a witness in person at the trial because, for example, he or she has died, or in order to protect the right of the witness not to incriminate him- or herself (see Craxi v. Italy (no. 1), no. 34896/97, § 86, 5 December 2002). However, that does not appear to have been the case here.", "34.  In the light of the above the Court considers that there has been a violation of Article 6 § 1. In the circumstances, it does not consider it necessary to examine, additionally, whether other aspects of the proceedings did or did not comply with that provision.", "35.  There has therefore been a violation of Article 6 § 1 of the Convention.", "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION", "36.  The applicant also complained under Article 3 of the Convention that the police used excessive force against him during arrest and under Article 6 § 2 of the Convention that his right to be presumed innocent had been breached. However, it is noted that the applicant did not use any of the remedies available to him under domestic law. In particular he did not attempt to initiate proceedings against the police officers who had allegedly ill-treated him and against the Ministry of Internal Affairs, which had allegedly breached his right to be presumed innocent. In view of the above, these complaints must be declared inadmissible under Article 35 §§ 1 and 4 for failure to exhaust domestic remedies.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "37.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Pecuniary damage", "38.  The applicant claimed 6,121 euros (EUR) in respect of pecuniary damage. The amount was composed of the criminal fine paid by him and the net salary which he had been unable to earn owing to his unlawful conviction.", "39.  The Government disagreed with the applicant and submitted that in their view the applicant was not entitled to any compensation.", "40.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged. In particular, it cannot speculate as to the outcome of the proceedings had the applicant’s case been examined in full compliance with the requirements of Article 6 of the Convention. Therefore, the Court rejects this claim.", "B.  Non-pecuniary damage", "41.  The applicant claimed EUR 20,000 for non-pecuniary damage resulting from the anguish and humiliation of being unlawfully convicted for a criminal offence which he had not committed.", "42.  The Government disagreed and asked the Court to reject this claim as unsubstantiated.", "43.  The Court considers that the applicant must have been caused a certain amount of stress and frustration as a result of the breach of his right to a fair trial. Making its assessment on an equitable basis, it awards the applicant EUR 2,000 for non-pecuniary damage.", "C.  Costs and expenses", "44.  The applicant also claimed EUR 3,799 for the costs and expenses incurred before the domestic courts and before the Court. He submitted a detailed time-sheet.", "45.  The Government contested this amount and argued that it was excessive and unsubstantiated.", "46.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 3,000 for costs and expenses.", "D.  Default interest", "47.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the complaint concerning Article 6 § 1 admissible and the remainder of the application inadmissible;", "", "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;", "", "3.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage and EUR 3,000 (three thousand euros) in respect of costs and expenses, to be converted into Moldovan lei at the rate applicable at the date of settlement;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 5 July 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", " Quesada\tJosep Casadevall\tRegistrar\tPresident"]}