{"file": "ENG_CLIN_28856_95.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "28856/95", "text_paragraphs": ["Information Note on the Court’s case-law 42", "May 2002", "Jokela v. Finland - 28856/95", "Judgment 21.5.2002 [Section IV]", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Peaceful enjoyment of possessions", "Discrepancy between market value of property for the purposes of calculating compensation for expropriation and market value for the purposes of calculating inheritance tax: violation", "Facts: The applicants are the beneficiaries of the estate of Timo Jokela, who owned four plots of land totalling 2.9 hectares, part of which was designated for traffic purposes. In 1990 the roads authority requested the expropriation of 1.53 hectares. Timo Jokela died in 1992. The market value of the land was subsequently fixed at FIM 7.50 per square metre by experts who apparently disregarded three voluntary sales in the vicinity, on the ground that the sellers had been in a position to dictate the price, and took into account prices paid in a wider area. The applicants were awarded approximately FIM 115,000. They appealed, submitting evidence which indicated a market value of between FIM 20 and FIM 114 per square metre. They also referred to two witnesses. However, in September 1994, the Land Court dismissed the appeal, agreeing with the experts’ assessment of the market value. In the meantime, the market value of the four plots (assessed at FIM 150,000 in the inventory of the estate) had been assessed by the tax authorities for the purposes of inheritance tax at FIM 600,000 (about FIM 20 per square metre). No reasons had been given. The applicants’ appeal was rejected by the County Administrative Court in September 1995 and the Supreme Court refused leave to appeal.", "Law: Article 1 of Protocol No. 1 – The expropriation constituted a deprivation of possessions to be examined under the second sentence of the first paragraph of Article 1 of Protocol No. 1, while the interference which the inheritance tax constituted fell to be considered under the second paragraph of the provision. However, the interconnected factual and legal elements of the case prevented it being classified in part solely as a matter of deprivation and in part as a question of mere taxation. Since such interferences are particular instances of interference with the right to peaceful enjoyment of possessions guaranteed in the first sentence of the first paragraph of Article 1 of Protocol No. 1, it was appropriate to examine first whether the two individual forms of interference were compatible with that provision and, in the affirmative, whether the effects they had on the applicants’ situation as a whole were compatible with the general right to peaceful enjoyment of possessions.", "(a) As to the expropriation, the Court accepted that it had a legal basis and was in the public interest. With regard to the adequacy of the compensation, there was no indication that the authorities had arbitrarily failed to consider the arguments put forward by the applicants as to the criteria to be applied and, bearing in mind the wide margin of appreciation enjoyed by the national authorities, the Court accepted that the compensation bore a reasonable relation to the value of the expropriated land. Moreover, as to the inherent procedural requirements of Article 1 of Protocol No. 1, the proceedings as a whole had given the applicants a reasonable opportunity of putting their case. There had thus been no violation in that respect.", "(b) As to the inheritance tax, the Court accepted that the interference had a legal basis and served the general interest and was in principle compatible with the State’s power to enforce tax laws. Nevertheless, it was necessary to consider whether the market value as defined for the purpose of inheritance tax placed a disproportionate burden on the applicants, given the previous assessment of the market value of the expropriated parts. In that connection, certain allowances had to be made for the fact that the local authorities and courts in the respective proceedings were independent of one another. Moreover, the value was based on price levels prevailing at different times. Given the margin of appreciation, Article 1 of Protocol No. 1 could not be interpreted as requiring that exactly the same market value be fixed in the different proceedings. Considering also that the applicants enjoyed the benefit of adversarial proceedings, the inheritance tax, taken separately, did not exceed the State’s margin of appreciation and there had been no violation in that respect.", "(c) As to the combined effect of the expropriation and the inheritance tax, the general right of peaceful enjoyment of possessions includes the expectation of reasonable consistency between interrelated decisions concerning the same property. It was striking that the market value fixed for the purpose of inheritance tax was four times higher than the value given in the inventory, even accepting that the inventory value was low. Moreover, the summary reasoning given by the County Administrative Court – which gave its decision after the Land Court’s assessment of the market value of the expropriated land had acquired legal force – did not suffice for the decision to be regarded as adequate for the purposes of the general principle of peaceful enjoyment of property. The applicants could legitimately expect a reasonably consistent approach from the authorities and courts and, in the absence of such consistency, a sufficient explanation for the different valuation of the property. There was neither consistency nor such explanation as to be compatible with the applicants’ legally protected expectations and, in these circumstances, the outcome of the proceedings was incompatible with the right to peaceful enjoyment of possessions.", "Conclusion: violation (unanimously).", "Article 6 § 1 – As to the alleged failure to hear witnesses requested by the applicants, the applicants were legally represented throughout the expropriation proceedings and had ample opportunity to request that the witnesses be examined. However, it had not been established that the applicants’ lawyer made such a request in an unambiguous and unconditional manner calling for a reasoned decision in the event of a refusal.", "Conclusion: no violation (unanimously).", "Article 6 § 1 – As to the failure of the Land Court to give reasons as to why it had not based its decision on the evidence adduced by the applicants, there was no indication that the experts or the Land Court had arbitrarily failed to consider the arguments put forward by the applicants and the requirement to provide sufficient reasons was satisfied in the particular circumstances of the case.", "Article 41 – The Court awarded € 1,600 (FIM 9,513.17) each to three of the four applicants in respect of pecuniary damage (the other not having been affected by the inheritance tax). It also awarded each of them € 1,300 (FIM 7,729.45) in respect of non-pecuniary damage. It considered that the finding of a violation constituted sufficient just satisfaction in respect of the other applicant. Finally, the Court made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}