{"file": "ENG_CLIN_7997_08.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "7997/08", "text_paragraphs": ["Information Note on the Court’s case-law 187", "July 2015", "Kuttner v. Austria - 7997/08", "Judgment 16.7.2015 [Section I]", "Article 5", "Article 5-4", "Speediness of review", "Proceedings which could not result in the applicant’s freedom but to another form of detention: Article 5 § 4 applicable; violation", "Facts – In 2005 the applicant was convicted of deliberately causing severe bodily harm to his 80-year-old mother and sentenced to six years’ imprisonment. Since the regional court found, in reliance on a psychiatric report, that he was suffering from a grave mental disorder and represented a danger to the public he was subsequently placed in an institution for mentally-ill offenders. A first request by the applicant to be conditionally released from the institution was dismissed in May 2006. In January 2007 the applicant filed a second request for release with the regional court. On 30 July 2007 a court of appeal held that the regional court had not discharged its duty to take a decision within a reasonable time and ordered it to do so by 3 August 2007 at the latest. On 31 July 2007 the regional court ordered, on the basis of fresh expert opinion that he remained a risk, that the applicant should continue to be detained in the institution. The applicant’s appeal against that decision was dismissed on 10 September 2007. In September 2009 the regional court ordered in a third set of proceedings the termination of his detention in the institution, suspended the remaining months of his prison sentence and released him subject to a number of conditions.", "Law – Article 5 § 4", "(a)  Applicability – The applicant’s detention in general was initially covered by both sub-sections (a) and (e) of Article 5 § 1. His application of January 2007 to the regional court was not an application for a review of the lawfulness of his detention in general. Instead, he alleged that the reasons for his detention under Article 5 § 1 (e) of the Convention had ceased to exist. He had requested the lifting of the measure of detention in the institution for mentally-ill offenders, which ran parallel to his prison sentence but could be challenged independently by virtue of the domestic law, even if at the material time this would not have led to his release, but only to his transfer to an ordinary prison.", "In cases concerning placement in mental institutions where the reasons initially warranting confinement had ceased to exist, it would be contrary to the object and purpose of Article 5 to interpret paragraph 4 thereof as making that category of confinement immune from subsequent review of lawfulness merely because the initial decision of detention had been taken by a court under Article 5 § 1 (a). This had to be the case even if the review under Article 5 § 4 would not lead to release but to a transfer to an ordinary prison. The reason for guaranteeing a review under Article 5 § 4 was equally important to persons detained in a mental institution regardless of whether or not they were serving sentences of imprisonment for criminal offences. In the Austrian legal system a separate challenge of such confinement was allowed. Article 5 § 4 of the Convention was therefore applicable to the proceedings in question.", "Conclusion: Article 5 § 4 applicable (unanimously).", "(b)  Merits – As pointed out by the court of appeal in its decision of 30 July 2007, there had been significant delays in the proceedings before the regional court. Those delays could not be offset by the fact that the court of appeal had issued its appeal decision only four weeks after receiving the applicant’s appeal. Taking into account the authorities’ conduct and the specific circumstances of the instant case, the interval of sixteen months between the final decisions in the first and the second set of proceedings (May 2006 to September 2007) on the applicant’s further detention in a psychiatric institution had not fulfilled the “speediness” requirement.", "Conclusion: violation (unanimously).", "Article 41: EUR 3,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}