{"file": "ENG_CLIN_4856_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "4856/03", "text_paragraphs": ["Information Note on the Court’s case-law No. 88", "July-August 2006", "Dubinskaya v. Russia - 4856/03", "Judgment 13.7.2006 [Section I]", "Article 6", "Civil proceedings", "Article 6-1", "Access to court", "Domestic court’s failure to examine a civil action, and apparent loss of its case-file: violation", "", "In May 1995 the applicant, who had been severely injured in a traffic accident in Moscow, brought a civil action against the car owner and driver seeking compensation for damage. In October 1995 the district court, in an interim decision which was submitted to the Moscow Bureau for forensic medical examinations, ordered a medical examination of the applicant. According to the Government, the court had repeatedly asked the applicant’s lawyer to produce additional medical information requested by the Bureau. In the absence of any reply, the court had discontinued the proceedings. The applicant maintained that neither she nor her lawyer had received any such requests and that they had not been informed that the court had closed the proceedings. Only in 2002 was she informed that as she had failed to present the requested medical information her claim had never been registered and no medical examination had ever been carried out.", "Law: It was undisputed that the district court had accepted her claim for examination in May 1995 and had ordered an expert examination in October 1995. The Court found no evidence that a decision on discontinuation of the proceedings had been taken. The right of access to a court includes not only the right to institute proceedings but also the right to obtain a “determination” of the dispute by a court. This right would be illusory if a Contracting State’s legal system allowed an individual to bring a civil action before a court without ensuring that the case would be determined by a final decision in the judicial proceedings. The applicant had not been notified of any decision in her case, if such a decision had ever been made. When she had inquired about the state of the proceedings in 2002, the domestic authorities had denied the registration of the claim. The Government’s submissions had shed little light on the developments in the case and had not enabled the Court to establish what happened to the case file and the applicant’s claim. It would place an excessive and unreasonable burden on the applicant to require her to re-submit her action ten years after she had validly introduced it for the first time and more than thirteen years after the circumstances that had given rise to that claim had occurred. Accordingly, the failure of the domestic authorities to determine the applicant’s claim had deprived her of the right of access to a court.", "Conclusion: violation (unanimously).", "Article 41 – EUR 5,000 in respect of pecuniary and non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}