{"file": "ENG_CLIN_74258_01.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "74258/01", "text_paragraphs": ["Information Note on the Court’s case-law No. 102", "November 2007", "Urbárska Obec Trenčianske Biskupice v. Slovakia - 74258/01", "Judgment 27.11.2007 [Section IV]", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Deprivation of property", "Article 1 para. 2 of Protocol No. 1", "Control of the use of property", "Transfer of land ownership to tenants and compensation determined in disregard of the market value of the land: violation\nCompulsory lease of agricultural land at a disproportionately low price: violation", "", "Facts: The applicant was an association of land owners. Under the communist regime in former Czechoslovakia owners of land were in most cases obliged to put it at the disposal of State-owned or cooperative agricultural farms or, as in the applicant's case, of garden colonies consisting of individual gardeners. They formally remained owners of the land but had no practical possibility of availing themselves of that property. In the context of Czechoslovakia's transition to a market-oriented economy following the fall of the communist regime, the Parliament adopted, in 1991 and 1997, legislation which provided for the compulsory lease of land by private owners to members of garden colonies. The tenants became entitled to acquire ownership of the land in question, whereas the owners obtained the right to claim either different land of a comparable surface area and quality or pecuniary compensation.", "In 2003 the garden colony exploiting the applicant's land obtained a transfer of ownership to the individual gardeners. The applicant's appeals were dismissed. The applicant association received land in compensation. The authorities considered that though the surface of the compensatory land was smaller, it was an arable land of high quality and therefore it had a higher value. However, while determining this compensation pursuant to the law, the authorities took into account the value of the applicants' original land as of the date when the garden colony first occupied it – in 1982. At that time, the land in question was derelict.", "Law: Transfer of ownership of the land: In pursuit of its economic and social policies after the country's transition to a democratic society and a market-oriented economy, the State was entitled to protect through relevant legislation the interests of the individual gardeners. The transfer of ownership complained of was therefore in the public interest. Both the value of the applicant's property in 1982 and the value of the land it had obtained in compensation in 2003 had been established pursuant to a regulation which disregarded the actual market value of the land at the time of transfer. However, the value of real property in Slovakia had significantly increased from the beginning of the 1990s. Thus, the applicant's land had been valued at about SKK 6 per sq.m., which was less than three per cent of the market value of the property in 2003 (about 300 per sq.m.). That valuation had served as a basis for the selection of the land which the applicant association was to receive in compensation. Although the value of the compensatory land was higher than determined under the relevant regulation, it amounted to only about one-third of the general value of the land which had been transferred to the gardeners. Furthermore, the applicant had received only 1.4 hectares of land in compensation for 2.5 hectares of its original plot. The land transferred to the tenants had considerable development potential while the land given to the applicant association did not. Although the value of the applicant's land had increased as a result of the work and investment of the tenants, that was to a certain extent counterbalanced by the fact that the tenants had been able for a considerable period of time to derive benefit from the land they did not own. It was also relevant that, initially, the land had been put at the disposal of the gardeners temporarily and free of charge. It was only in the 1990s that the legislation had changed and had obliged the gardeners to pay rent to the owners. Only 0.22% of the agricultural land in Slovakia had been affected by the legislation at issue. There was no indication that, in general, the gardeners belonged to a socially weak or particularly vulnerable part of the population. There would also be greater legal certainty if the market value of the land was taken into account when determining the compensation payable. In view of the above considerations, the Court was not persuaded that the declared public interest was sufficiently broad and compelling to justify the substantial difference between the real value of the applicant's land and the land it had obtained in compensation. As a consequence, the applicant association had had to bear a disproportionate burden contrary to its right to the peaceful enjoyment of its possessions.", "Compulsory letting of the land: The rent which the gardeners had paid to the applicant association had been calculated at the rate of SKK 0.3 per sq.m., at a time when the property tax charged on the land had amounted to SKK 0.44 per sq.m. That fact alone was indicative of the particularly low compensation which the applicant association had received for letting out its land to the gardeners. In addition, a private company had stated that land in the area could be let out for at least SKK 20 per sq.m. a year. The Court found no justification for setting such a low level of rent, which bore no relation to the actual value of the land. Therefore, the compulsory letting of the applicant association's land on the basis of the rental terms set out in the applicable statutory provisions was incompatible with the applicant's right to the peaceful enjoyment of its possessions.", "Conclusion: violations (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}