{"file": "ENG_HECOM_58688_11.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "58688/11", "text_paragraphs": ["THIRD SECTION", "Application no. 58688/11\nŠtefan HARABIN\nagainst \nlodged on 20 September 2011", "STATEMENT OF FACTS", "THE FACTS", "1.  The applicant, Mr Štefan Harabin, is a Slovak national who was born in 1957 and lives in . He has been the President of the Supreme Court of the  since June 2009. The applicant is represented before the Court by Mr B. Novák, a lawyer practising in Banská Bystrica.", "A.  The circumstances of the case", "2.  The facts of the case, as submitted by the applicant, may be summarised as follows.", "1.  Background information", "3.  On 21 July 2010 the Minister of Finance instructed a group of auditors to carry out an audit at the Supreme Court. Its aim was to examine the use of public funds, efficiency of financial management, use of State property and to control compliance with measures which had been indicated in the course of the preceding audit in 2009.", "4.  The applicant in his capacity as President of the Supreme Court did not allow the Ministry’s auditors to carry out the audit on 29 July 2010, or on 2, 3 and 4 August 2010.", "5.  On 2 August 2010 the applicant asked the President of the Supreme Audit Office (Najvyšší kontrolný úrad) to carry out a check on how public funds were administered and used by the Supreme Court. He referred to the above instruction of the Minister of Finance and to ’s judgment PL. 97/07. The reply of 27 August 2010 stated that the Constitution guaranteed the independence to the Supreme Audit Office and that it had no free capacity for additional supervisory activities in 2010.", "6.  In letters of 3 and 6 August 2010 the applicant informed the Minister of Finance that auditors of the Ministry of Finance lacked the power to carry out the audit. The applicant argued that the Supreme Audit Office had authority to supervise the administration of public funds by the Supreme Court.", "7.  On 11 August 2010 the Ministry of Finance issued a decision in which it fined the applicant 995.81 euros (EUR) on the ground that by refusing the audit he had failed to comply with his obligations under the Audit Act 2001. The applicant lodged an objection. On 29 September 2010 the Minister of Finance decided to discontinue the proceedings on the ground that his ministry lacked power to sanction the applicant as a judge.", "8.  In parallel, by a decision issued on 11 August 2010, the Ministry of Finance fined the Supreme Court EUR 33,193.91 for failure to comply with its obligations under the Audit Act 2001. On 29 September 2010 the Minister of Finance dismissed the objection the Supreme Court had lodged to the decision on the fine.", "9.  On 18 January 2011 the  quashed the above two decisions and returned the case to the Ministry of Finance. It held that the Supreme Court was the highest body within the ordinary judiciary and that it did not engage in public administration. The relevant provisions of the Audit Act 2001 did not extend to it. Public funds administered by the Supreme Court formed a part of the budget approved by the Parliament. Control of use of those funds lay therefore with the Supreme Audit Office. On 28 April 2011 the Supreme Court upheld the first-instance judgment.", "2.  Proceedings leading to the ’s decision of 29 June 2011 (PL. ÚS 92/2011)", "10.  On 18 November 2010 the Minister of Justice initiated disciplinary proceedings against the applicant before the . The motion indicated that the applicant had not allowed a group of auditors of the Ministry of Finance to carry out an audit at the Supreme Court four times in July and August 2010. The audit had aimed at the use of public funds and other State property, efficiency of financial management and elimination of shortcomings which had been identified in the previous audit by the auditors of the Ministry of Finance in 2009. The petitioner proposed that the applicant should be sanctioned by a reduction of his yearly salary by 70%, as by preventing the audit from taking place he had committed a serious disciplinary offence.", "11.  On 16 March 2011 the applicant submitted arguments in writing. He maintained that he had acted in conformity with the law and the Constitution, as the relevant law could not be interpreted as allowing the Ministry of Finance to carry out an audit of the Supreme Court. The applicant submitted detailed arguments in support of that view. In particular, the Supreme Court functioned on the basis of a budget approved by the Parliament. Control of use of those funds lay with the Supreme Audit Office. Governmental audit and other control had no legal basis and was contrary to the principle of independence of the judiciary. The Supreme Court was neither a public administration body nor a central authority within the meaning of the relevant provisions of the Audit Act 2001. The applicant also relied on the Venice Commission Report on the  of the Judicial System and the ’s decision PL. ÚS 97/07 of 20 September 2007.", "12.  The differing views as to which body was entitled to carry out the audit at the Supreme Court concerned interpretation of the relevant law. The applicant expressed the view that the Ministry of Finance and the Ministry of Justice had attempted to cast doubt on the management of public funds which had been allocated to the Supreme Court in a separate chapter of the State budget, with a view to undermining the economic independence of that court. The disciplinary proceedings initiated against the applicant pursued the aim of sanctioning him for his opinions on the law.", "13.  On 17 March 2011 the Minister of Justice accused three constitutional judges of bias, on the ground that they had had a personal relationship with the applicant for several years and that they had been nominated to posts in the judiciary and public administration by the same political party. She pointed to earlier decisions in which two of those judges had been excluded for similar reasons.", "14.  On 5 April 2011 the applicant challenged four different constitutional judges for bias. In particular, he argued that Judge G. had made negative statements as to the applicant’s professional skills in the context of the election of the President of the Supreme Court. The applicant pointed to statements set out in decision II. ÚS 5/03 of 19 February 2003. That decision had been given by a chamber of the  which consisted of Judge G.", "15.  As regards Judge O., the applicant submitted that he had made several negative statements in the media in respect of the applicant. Thus in 2000 that judge had stated, then as chairman of a parliamentary committee, that the way in which the applicant had acted as President of the Supreme Court was such that the interest of the judiciary would be best served by replacing him. In a different statement Mr O. had indicated that the applicant could be removed under the law in force and in compliance with the Constitution. In different proceedings involving the applicant a chamber of the  had excluded Judge O. (decision I. ÚS 352/2010 of 20 October 2010).", "16.  The applicant further objected that Judge L. was a member of the same chamber to which judges G. and O. belonged. Their relations were not neutral.", "17.  Finally, Judge H. had been convicted of a deliberate criminal offence for failure to pay tax and had disregarded the document of 31 December 2007 in which the  (plenary meeting) had invited him to consider his position as a constitutional judge. The applicant had criticised Judge H. on several occasions earlier on that ground. He therefore feared that that judge would lack impartiality in his respect.", "18.  In reply to the applicant’s objection all the judges stated that they did not consider themselves biased. Judge G. indicated that the decision on which the applicant relied contained no statements about his professional skills and that she had never made any such statements individually. Judge O. stated that his involvement in different proceedings concerning the applicant was not a relevant reason for his exclusion. Judge L. considered irrelevant the applicant’s argument based on the fact that he belonged to the same chamber as Judges G. and O. Judge H. rejected the applicant’s objection concerning his standing to act as a constitutional judge as unsubstantiated. He acknowledged that the applicant enjoyed freedom of expression, which included the freedom to make critical remarks about constitutional judges. Such criticism did not affect the ability of Judge H. to carry out his duties in an impartial manner.", "19.  On 10 May 2011 the  found that the seven judges challenged by the parties were not excluded from dealing with the case. The fact that four of those judges had earlier been excluded in other sets of proceedings involving the applicant could not affect the position. The  had particularly considered that the determination of the disciplinary offence allegedly committed by the applicant was within the exclusive jurisdiction of its plenary session. Excessive formalism and overlooking the statements of the individual judges posed the risk of rendering the proceedings ineffective. Examination of the case by a plenary session of the  represented a guarantee that constitutional principles, including independence, would be respected. Furthermore, all constitutional judges had pledged to decide cases independently and impartially, to the best of their abilities and conscience.", "20.  On 10 May 2001 the  declared the Ministry of Justice representation admissible.", "21.  On 13 June 2011 the applicant again challenged the constitutional judge, H. He argued that the  had excluded that judge in different proceedings, in which the applicant had been involved as President of the Supreme Court (III. ÚS 257/11).", "22.  The applicant further challenged the Minister’s standing to initiate disciplinary proceedings against him. He relied on the  judgment of 18 January 2011 and the Supreme Court judgment of 28 April 2011 (see paragraph 9 above) and argued that he had not acted in a manner contrary to the law.", "23.  On 15 June 2011 the Constitutional Court heard the parties and two witnesses.", "24.  On 29 June 2011 the Constitutional Court (plenary session in which all thirteen judges took part) found the applicant guilty of a serious disciplinary offence (závažné disciplinárne previnenie) under section 116(2)(c) of the Judges and Assessors Act 2000. In particular, the applicant had failed to comply duly, conscientiously and in timely fashion with his obligations relating to court administration as laid down in section 42(2)(a) of the Courts Act 2004 and section 14(2)(a) in conjunction with section 35d(7) of the Audit Act 2001. In particular, the applicant had not allowed a group of auditors of the Ministry of Finance to carry out an audit at the Supreme Court four times in July and August 2010.", "25.  The  imposed a disciplinary sanction on the applicant under section 117(5)(b) of the Judges and Assessors Act 2000, which consisted of a 70% reduction of his yearly salary. That sanction corresponds to EUR 50,637.92.", "26.  In the reasons for its decision the  referred to its decision PL. ÚS 97/07 of 26 September 2007 and examined the case from the point of view of the principles of independence of the judiciary as such, independence of judges and the principle of separation of powers.", "27.  It held that any external audit in respect of the judicial branch of power had to be limited. Any such audit must have an unequivocal legal basis and clearly defined scope. Those criteria had been met in the case under consideration.", "28.  In particular, the  referred to sections 2(2) and 35a(1) of the Audit Act 2001 and noted that the Slovak Statistical Office had entered the Supreme Court in the register of public administration bodies. That register had been established in accordance with rules applicable within the European Union pursuant to Council Regulation (EC) No. 2223/96. As an organisation using public funds the Supreme Court was therefore to be considered as a public administration body within the meaning of section 2(2)(c) of the Audit Act 2001. At the same time, it was a central authority within the meaning of section 2(2)(p) of the Audit Act 2001 as it administered part of the State budget.", "29.  The above did not affect the position of the Supreme Court as the highest judicial authority within the system of ordinary courts. Its independence in that respect was ensured by constitutional and other legal rules, irrespective of the manner of its financing. The way in which the Supreme Court was financed and subsequent verification of how it used public funds did not therefore affect its independence as a judicial authority.", "30.  The position of the Supreme Court as regards its administration and functioning was similar to that of other legal persons using public funds. The audit which the Ministry of Finance had intended to carry out did not therefore threaten the judicial independence of the Supreme Court, as it exclusively related to the way in which public monies had been spent and how State property was administered, including audit of the elimination of the shortcomings which had been identified in the course of the previous audit, in 2009.", "31.  The Constitutional Court concluded that the applicant, as the President of the Supreme Court had failed to comply with obligations under section 14(2)(a) in conjunction with section 35d(7) of Audit Act 2001 in that he had not allowed the audit to be carried out in accordance with the instruction of the Minister of Finance of 21 July 2010. He had also breached his responsibilities in the context of administration of courts under section 42(2)(a) of the Courts Act 2004.", "32.  The  considered it irrelevant that the ordinary courts were of a different legal opinion and had quashed the decision by which the Minister of Finance had imposed a fine on the Supreme Court.", "33.  In accordance with section 32(3) of the Constitutional Court Act 1993 the decision was taken by secret vote. It indicated that, for that reason, separate opinions of judges would not be attached to it.", "34.  In respect of the above proceedings the applicant further submitted that one of the constitutional judges who had found him guilty of a serious disciplinary offence, Mr K., lacked impartiality. That judge had been an unsuccessful candidate in the election in which the applicant had been elected President of the Supreme Court. Mr K. had subsequently challenged that election before the . The applicant had not challenged Judge K., as he had expected that the latter would step down as he had in several other constitutional proceedings to which the applicant was or had been a party.", "3.  Other matters invoked by the applicant", "35.  The Minister of Justice made three other representations in which she asked the  to find the applicant guilty of serious disciplinary offences.", "36.  Thus on 3 August 2011 the Minister of Justice initiated disciplinary proceedings on the ground that the applicant had failed to lodge an appeal in civil proceedings in which the first-instance court had ordered the Supreme Court, as the authority representing the State who was the defendant, to pay compensation for non-pecuniary damage to the plaintiffs, amounting to one million euros.", "37.  In the representation dated 25 November 2010 it was imputed to the applicant that he had failed to ensure the allocation of cases to judges within the Supreme Court by means of random assignment. On 11 May 2011 the  declared the representation admissible (proceedings PL. ÚS 93/2011). It decided to stay the proceedings on 14 December 2011.", "38.  In her representation of 28 November 2011 the Minister of Justice imputed serious disciplinary offences to the applicant on six counts. They related to allocation of cases to judges. The Minister relied, inter alia, on the ’s finding of 18 October 2011, concluding that a party’s right to a hearing by a tribunal established by law had been breached as a result of a change in Supreme Court judges.", "39.  In the context of disciplinary proceedings PL. ÚS 116/2011 the Minister of Justice challenged three judges for bias. The applicant raised a similar objection in respect of five different judges. On 14 December 2011 the  excluded two of the judges challenged by the Minister of Justice and one of the judges challenged by the applicant (Judge H.).", "40.  The applicant further submitted a compilation of media articles and transcriptions of broadcasts covering the period from 30 July 2010 to 19 June 2011. It comprises 101 pages and relates mainly to the difference as to what authority should carry out the audit of the Supreme Court and the ensuing disciplinary proceedings against the applicant, including statements by the Minister of Finance and the Minister of Justice.", "41.  In particular, the applicant points to a press conference on 18 November 2010 at which the Minister of Justice stated that she had initiated disciplinary proceedings, as she considered that by not allowing the auditors to carry out their task the applicant had acted contrary to the law. The Minister was persuaded that such audit would not in any way undermine the Supreme Court’s independence. The audit concerned exclusively the use of public funds and the applicant’s position cast serious doubt on the trustworthiness and functioning of the judiciary as a whole. The Minister of Justice stated that she had made the representation upon the initiative of the Minister of Finance and also on the basis of information which she had obtained from the file of the Anti-Corruption Office. Two articles published on 4 August 2011 quoted the statement “I consider that [the applicant] has committed a serious disciplinary offence” which the Minister of Justice had made when commenting on the representation she had made relating to the applicant’s failure to appeal against a first-instance judgment.", "B.  Relevant domestic law and practice", "1.  Constitution", "42.  Pursuant to Article 124, the  is an independent judicial authority authorised to protect compliance with the Constitution. It comprises thirteen judges (Article 134). No remedy lies against its decisions (Article 133).", "43.  Article 136 § 3 entitles the  to carry out disciplinary proceedings against the President and Vice-President of the Supreme Court and the General Prosecutor. Article 131 § 1 lists such proceedings among those where the  decides at a plenary session.", "44.  Pursuant to Article 145 § 3, the President and Vice-President of the Supreme Court are appointed by the President of the Slovak Republic from among the Supreme Court judges proposed by the Judicial Council.", "45.  Under Article 147 § 1 the President of the Slovak Republic has to remove a judge if the Judicial Council, inter alia, rules on the basis of a decision by a disciplinary chamber that the judge has acted in a manner which is incompatible with the exercise of judicial function.", "2.  The Constitutional Court Act 1993 (Law no. 38/1993, as amended)", "46.  Section 4(2) provides that the  has the power to proceed and take decisions at plenary session subject to participation of at least seven judges.", "47.  Pursuant to section 4(3), at plenary sessions the  takes decisions by a majority of all judges. Where such majority is not attained, the motion under consideration is to be dismissed.", "48.  Section 16 governs disciplinary liability of constitutional judges. Disciplinary proceedings against a  judge are conducted by a disciplinary chamber composed of three judges of that court. The judge concerned may lodge an objection to a disciplinary chamber’s decision within fifteen days. It is to be determined by the plenary meeting of the .", "49.  Section 32(3) provides that decisions in proceedings under Article 136 §§ 2 and 3 of the Constitution are taken by a secret vote.", "50.  Pursuant to section 74e, special legal rules are to be applied in an appropriate manner to disciplinary proceedings against the President and Vice-President of the Supreme Court and the General Prosecutor.", "3.  The Judges and Assessors Act 2000 (Law no. 385/2000, as amended and in force at the relevant time)", "51.  Part Three deals with disciplinary liability of judges in general and governs disciplinary proceedings.", "52.  Section 116(2)(c) qualifies as a serious disciplinary offence repeated breach of obligations in the context of administration of a court under special law, continued breach of duties of a judicial office holder (funkcionár) despite earlier warning or a breach of duties of a judicial office holder such as to pose a serious threat to the trustworthiness and functioning of the judiciary.", "53.  Section 116(3)(b) provides that a serious disciplinary offence committed by a judge who has earlier been sanctioned for a serious disciplinary offence renders that judge ineligible to continue in office.", "54.  Section 117(5) provides for the following sanctions for serious disciplinary offences or for minor offences which, at the same time, have the nature of a serious disciplinary offence:", "a)  transfer of the judge to a lower court;", "b)  reduction in salary by 50 to 70% for a period of three months to one year;", "c)  removal from the post of president or vice-president of a court if a serious disciplinary offence has been committed under section 116(2)(c) of the Judges and Assessors Act 2000 (by virtue of section 117(6) this sanction is not applicable to the President and Vice-President of the Supreme Court); and", "d)  publication of a decision indicating that a judge had failed to provide information about an increase in his property as required by the law.", "55.  Section 117(7) provides that the sanction for a serious disciplinary offence which is qualified as being incompatible with a person’s continuing as a judge has always to be the removal of that person from his or her post as a judge.", "56.  Pursuant to section 119(2), disciplinary proceedings against the President and Vice-President of the Supreme Court are carried out by the .", "57.  Section 119(9) and (10) provides that first-instance chambers dealing with alleged disciplinary offences committed by judges (other than the President and Vice-President of the Supreme Court) comprise three judges, those dealing with the case at second level consist of five judges.", "58.  Section 121(1) allows a person concerned to challenge for bias a judge of a disciplinary chamber. The matter is to be decided by a different disciplinary chamber at the same level or, where that is not possible, a second-instance disciplinary chamber (sub-section 2). Where the number of judges challenged for bias prevents a disciplinary chamber from deciding, the election of a disciplinary chamber for that purpose and its composition are to be decided upon by the Judicial Council (sub-section 3).", "59.  An appeal is available against a decision of a first-instance disciplinary chamber, and is to be examined by appeal disciplinary chamber (section 131(1) and (3)).", "60.  The judge concerned may request reopening of disciplinary proceedings within three years of the final taking effect of the disciplinary chamber’s decision (section 132(1)).", "4.   The Courts Act 2004 (Law no. 757/2004, as amended)", "61.  Section 35(1) provides that courts’ presidents ensure management and administration of their courts in accordance with the Courts Act 2004.", "62.  Under section 42(2)(a) presidents and vice-presidents of courts are obliged to carry out their office conscientiously and to discharge their duties in due and timely fashion as the authority responsible for management and administration of courts.", "63.  Pursuant to section 74(1)(c), presidents ensure the economic, material and financial aspects of the functioning of courts.", "5.  The Audit Act 2001(Law no. 502/2001, as amended)", "64.  The Act on Financial Control and Internal Audit (“the Audit Act 2001”) governs the financial control and internal audit in respect of use of public funds and other activities of public administration bodies. It provides for the powers of the Ministry of Finance and other public administration authorities in the sphere of financial control, internal and governmental audit, as well as for the rights or obligations of persons who are subjected to such control or audit.", "65.  Pursuant to section 2(2)(c), read in conjunction with section 3 of Law no. 523/2004 to which it refers, public administration bodies are legal persons which appear on the register of organisations of the Statistical Office and which are classified, in accordance with the rules in force within the European Union, as carrying out , inter alia, central administration.", "66.  Section 2(2)(p) defines as central authority a public administration body which administers a separate chapter of the State budget.", "67.  Section 14(2)(a) obliges entities and their employees subject to audit to set up conditions permitting a financial audit and to abstain from any action which might threaten the start and smooth conduct of such an audit.", "68.  Section 35a(1)(a) entitles the Ministry of Finance to audit central authorities.", "69.  Section 35d(7) provides that obligations under, inter alia, section 14(2)(a) are incumbent equally on the body subject to audit and its employees.", "6.  Practice of the ", "(a)  Proceedings PL. ÚS 97/07", "70.  Proceedings PL. ÚS 97/07 concerned a representation in which the applicant, then the Minister of Justice, initiated disciplinary proceedings against the President of the Supreme Court. The alleged disciplinary offence concerned the latter’s refusal to allow a group of supervisors of the Ministry of Justice to check how the Supreme Court was complying with the legislation and regulations governing civil servants.", "71.  In its decision of 26 September 2007, adopted at a plenary session, the Constitutional Court concluded that the facts in issue did not amount to a serious disciplinary offence within the meaning of section 116(2)(c) of the Judges and Assessors Act 2000.", "72.  The  expressed the view that the principle of independence of the judiciary implied that the Ministry of Justice could not influence, by its supervisory or other activities, the internal situation within the judiciary. It was the main task of the State administration to serve the courts in the discharge of their duties by providing the necessary material, logistical and organisational support at the level required for the efficient functioning of the judiciary.", "73.  In the case under consideration, allowing such an audit was beyond a constitutionally acceptable interpretation of the supervisory powers of the Ministry of Justice. It would result in depriving the President of the Supreme Court of guarantees linked to the relations between the judiciary and State administration.", "74.  Finally, the decision stated that the President of the Supreme Court had refused the audit on the basis of his legal opinion as to the relevant statutory provisions, and that he had so informed the Minister of Justice. The request under consideration therefore related to a difference as regards the interpretation and application of the relevant law. Such an issue, however, could not be the subject matter of disciplinary proceedings. Such proceedings must not be allowed to bring about the weakening of the principles of separation of powers and independence of the judiciary.", "(b)  Decisions on exclusion of judges", "75.  The applicant relied on the following decisions relating to exclusion of constitutional judges who had been involved in the proceedings leading to the imposition of a disciplinary sanction on him.", "76.  On 3 April 2007 the  (Third Chamber) excluded Judge K. from a case to which the applicant was one of the parties. In his statement Judge K. explained that he and the applicant had been candidates for election as President of the Supreme Court in 2003 and that that election had been the subject matter of earlier proceedings before the . In its decision (III. ÚS 72/07) the  admitted that further involvement of Judge K. might raise doubts as to his objective impartiality.", "77.  On 7 February 2008 the  excluded Judge H., at his own request, from a case with bearing on the applicant (decision III. ÚS 49/08). It noted, in particular, that Judge H. considered himself biased due to the applicant’s public and personal statements about that judge.", "78.  On 7 June 2011 a chamber of the  excluded Judge H. from a case in which the Supreme Court was a defendant and where the applicant was acting on the latter’s behalf (decision III. ÚS 257/2011). The chamber held that the critical statements of the applicant in respect of Judge H. justified the conclusion that from an objective point of view the latter was not impartial. The decision also stated that the situation was different from that of the above disciplinary proceedings against the applicant, as there was no risk that the  would be unable to deal with the case because of the exclusion of several judges.", "79.  On 21 June 2011 a chamber of the  excluded Judge H. in different proceedings to which the applicant was a third party (decision III. ÚS 292/2011) despite his statement that he did not consider himself biased. The chamber held that the critical remarks of the applicant in respect of Judge H. justified the applicant’s fear that that judge might not decide on the case in an impartial manner.", "C.  International documents", "1.   The Venice Commission Report on the  of the Judicial System", "80.  At its 82nd plenary session, held on 12 and 13 March 2010, the European Commission for Democracy Through Law (Venice Commission) adopted its Report on the Independence of the Judicial System, Part I which is entitled “The Independence of Judges”. Its relevant parts read:", "“43.  ... As regards disciplinary proceedings, the Commission’s Report on Judicial Appointments favours the power of judicial councils or disciplinary courts to carry out disciplinary proceedings. In addition, the Commission has consistently argued that there should be the possibility of an appeal to a court against decisions of disciplinary bodies. (...)", "54.  International texts do not provide for a budgetary autonomy of the judiciary but there is a strong case in favour of taking views of the judiciary into account when preparing the budget. (...)", "55.  Decisions on the allocation of funds to courts must be taken with the strictest respect for the principle of judicial independence and the judiciary should have an opportunity to express its views about the proposed budget to parliament, possibly through the judicial council.”", "2.  European Association of Judges Resolution of 4 September 2011", "81.  At a meeting in  the European Association of Judges, at the request of the Association of Slovak Judges, considered developments in the legislation concerning the judiciary and the Government’s proposed legislative amendments. The relevant parts of the resolution adopted on 4 September 2011 read:", "“7.  The European Association of Judges underlines once again that independence has to be accompanied by accountability. Under the pretext of accountability, however, this should never result in the other powers of the state gaining undue influence on the judiciary. Transparency of procedures and proper reasoning of decisions are a means of guaranteeing accountability and increasing trust in the judiciary.", "8.  The European Association of Judges expresses its grave concern that several of the amendments under examination are used to increase the overall influence of the government on the judiciary: (...)", "Disciplinary proceedings – the initiative for disciplinary proceedings against a member of the Judiciary is exclusively placed at the Minister of Justice.", "Disciplinary proceedings, or importantly, the threat of such proceedings, must not risk being misused by placing improper pressures on the judge concerned. Accordingly international documents not only place the jurisdiction to hold disciplinary procedures on a court or an independent body, but also promote the establishment of an independent body or person to initiate such procedures (Art. 69 of the Recommendation CM/Rec (2010)12, para. 68, 69 and 77 ii and iii CCJE Opinion 3 (2002) and Art. 6 of the Magna Charta of Judges (fundamental principle). To place the power to commence proceedings with a member of the government infringes the balance of powers. Such an arrangement does not help to increase trust in the judiciary and may increase the suspicion of political interference. What is necessary are quick and fair proceedings before a disciplinary court.”", "COMPLAINTS", "82.  The applicant complains under Article 6 § 1 of the Convention that:", "(i)  his right to a hearing by an impartial tribunal was breached as the  comprised biased judges;", "(ii)  the ’s decision on disciplinary sanction was arbitrary as it differed, without any relevant explanation, from the conclusion which the  had reached in proceedings PL. ÚS 97/07;", "(iii)  the  had erroneously interpreted the relevant statutory provisions as to what are the elements of a serious disciplinary offence;", "(iv)  the  disregarded the conclusions reached by the ordinary courts on the point in issue and failed to give relevant reasons;", "(v)  by analogy with the relevant provisions of the Code of Criminal Procedure the  should have held, but did not hold, a separate vote on the applicant’s guilt and the sanction to be imposed;", "(vi)  the  failed to give reasons when it decided to impose the maximum sanction on the applicant;", "(vii)  the sanction imposed was disproportionate also in comparison to sanctions which the criminal law allows to impose on perpetrators of criminal offences and covered his entire salary notwithstanding that the disciplinary offence imputed to the applicant related exclusively to his duties as President of the Supreme Court, but not those of a judge and president of one of the Supreme Court’s chambers.", "83.  The applicant alleges a breach of Article 6 § 2 of the Convention in that the Government’s representatives attacked him in the media as acting contrary to the law.", "84.  Under Article 10 of the Convention the applicant complains that he was sanctioned for his legal opinion, which was supported by ordinary courts at two levels, as to what authority had the power to carry out audit within the Supreme Court. The  thereby disregarded its decision in proceedings PL. ÚS 97/07, in which it had held that imposing a sanction on the President of the Supreme Court for a legal view differing from that of the Minister of Justice was inadmissible. The sanction imposed had no legitimate aim and, in any event, it was disproportionate. It had a chilling effect on the applicant contrary to his right to freedom of expression and opinion.", "85.  Under Article 1 of Protocol No. 1 the applicant complains that the sanction imposed amounted to unjustified interference with his right to peaceful enjoyment of possessions.", "86.  Under Article 14 the applicant complains that he was discriminated against in the enjoyment of his rights under Articles 6 and 10 of the Convention and Article 1 of Protocol No. 1. In particular, he argues that (i) unlike in the case of other judges including those of the Constitutional Court he did not benefit from disciplinary proceedings at two levels, (ii) the Constitutional Court reached a different conclusion than in proceedings PL. ÚS 97/07 which concerned a similar issue, and (iii) the way the Constitutional Court interpreted and applied by analogy the provisions of the Judges and Assessors Act 2000 which govern disciplinary proceedings against judges was discriminatory.", "87.  Finally, the applicant alleges a breach of Article 13 of the Convention in that he had no effective remedy at his disposal. The Judges and Assessors Act 2000 and the Constitutional Court Act 1993 provided for disciplinary proceedings against judges at two levels. However, disciplinary proceedings against the President and Vice-President of the Supreme Court were conducted by the plenary meeting of the  and no remedy lay against its decision.", "QUESTIONS TO THE PARTIES", "I.  As regards the alleged breach of the applicant’s Convention rights", "", "1.  Was Article 6 § 1 of the Convention under its criminal head applicable to the proceedings in the present case? If so, did the applicant have a fair hearing by an impartial tribunal, as required by Article 6 § 1 of the Convention?", "", "2.  Has there been a breach of the applicant’s right to peaceful enjoyment of his possessions under Article 1 of Protocol No. 1 as a result of the sanction which the  imposed on him?", "", "3.  Has the applicant suffered discrimination in the enjoyment of his Convention rights, contrary to Article 14 of the Convention?", "", "4.  Did the applicant have at his disposal an effective domestic remedy for his Convention complaints, as required by Article 13 of the Convention?", "", "II.  As regards the factual background", "", "1.  When was the Supreme Court included in the Register of Organisations of the Slovak Statistical Office and on which ground?", "", "2.  Has the , in a similar manner like the Supreme Court, been included in that Register? If not, for which reason? If yes, did the  challenge its being entered in that Register and what was the result?", "", "3.  Did the applicant, in his capacity as President of the Supreme Court or as the Minister of Justice, or any other person protest against the Supreme Court being included in the register of the Slovak Statistical Office as a central State administration authority? If so, when and what was the result?", "", "4.  How many audits were carried out at the Supreme Court following the entry into force of the Audit Act 2001, by which authority and when? Did the Supreme Court challenge the authority of the Ministry of Finance to carry out the audit or did it refuse to co-operate with the Ministry of Justice prior to the audit scheduled for 2010?", "", "5.  Did the Supreme Court challenge the results of the audit of 2009 or has it refused to remedy the shortcomings identified in the course of that audit?", "", "6.  On what ground did the applicant conclude in 2010 that the Ministry of Finance lacked authority to carry out the audit at the Supreme Court? Was his conclusion based on a previous decision by the Supreme Court as such?", "", "7.  What are the distinctive features (legal ground, purpose, impact) of the control which the Ministry of Justice intended to carry out at the Supreme Court and which the  addressed in decision PL. ÚS 97/07, and the audit which the Ministry of Finance attempted to carry out in 2010?", "", ""]}