{"file": "ENG_HEJUD_247_07.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "247/07", "text_paragraphs": ["", "", "", "FIFTH SECTION", "", "", "", "", "", "", "CASE OF CHRISTENSEN v. ", "", "(Application no. 247/07)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "22 January 2009", "", "", "", "", "FINAL", "", "22/04/2009", "", "This judgment may be subject to editorial revision.", "", "In the case of Christensen v. ,", "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:", "\tRait Maruste, President,\n\tPeer Lorenzen,\n\tKarel Jungwiert,\n\tRenate Jaeger,\n\tMark Villiger,\n\tMirjana Lazarova Trajkovska,\n\tZdravka Kalaydjieva, judges,\nand Stephen Phillips, Deputy Section Registrar,", "Having deliberated in private on 16 December 2008,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 247/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Danish national, Ms Anne-Marie Christensen (“the applicant”), on 13 December 2006.", "2.  The applicant was represented by Mr Tyge Trier, a lawyer practising in . The Danish Government (“the Government”) were represented by their Agent, Mrs Nina Holst-Christensen of the Ministry of Justice.", "3.  The applicant complained about the length of civil proceedings and lack of an effective remedy under Articles 6 and 13 of the Convention.", "4.  The applicant and the Government each filed observations on the admissibility and the merits.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1944 and lives in Lyngby.", "6.  During the period from 1988 to 1992 the applicant received treatment at the Urological Unit of the  in Glostrup (Amtssygehuset i Glostrup).", "7.  In May 1992, the applicant underwent two cystoscopic examinations at the County Hospital in  (Amtssygehuset i Gentofte).", "8.  In October 1992 she underwent a diagnostic laparoscopic examination at the  in Glostrup.", "1.  Administrative proceedings", "9.  Alleging malpractice on the part of the consultant who performed the cystoscopic examinations, on 30 June 1993 the applicant’s insurance company, acting on her behalf, filed a grievance with the National Patients’ Complaints Board (Sundhedsvæsenets Patientklagenævn). The latter found against her by decision of 28 September 1995.", "10.  On 9 September 1997, alleging malpractice on the part of the consultant who performed the diagnostic laparoscopic examination, the applicant requested that the Patient Insurance Association (Patientforsikringen) grant her compensation. The latter refused her request on 28 January 1998 finding that her troubles were caused by the disorder for which she sought treatment, rather than the examination and treatment received in that connection. On appeal, on 20 January 2000 the Patient Injury Appeals Board (Patientskadeankenævnet), upheld the Patient Insurance Association’s decision.", "2.  Proceedings before the courts", "11.  On 29 June 1995, alleging malpractice, the applicant instituted civil proceedings before the High Court of Eastern Denmark (Østre Landsret - hereafter the High Court) against the medical consultant who performed the two cystoscopic examinations in May 1992.", "12.  On 7 September 1995 the applicant changed the defendant from the medical consultant to Copenhagen County (Københavns Amt), being responsible for the County Hospital in . She amended the writ accordingly and requested that Copenhagen County be ordered to acknowledge its liability in damages for the injuries allegedly incurred in connection with the examinations carried out at .", "13.  During the proceedings before the High Court, which ended on 13 November 2002, the applicant changed counsel at least five times. Moreover, during the proceedings a significant amount of time was spent on the drafting and discussion of various questions to be submitted to the MedicoLegal Council (Retslægerådet) for an expert opinion.", "14.  From September 1995 to March 1996 pleadings were exchanged.", "15.  From March 1996 to April 1997 the applicant was granted seven extensions of time limit to prepare her questions to the Medico-Legal Council and because she had changed lawyer.", "16.  From 10 April to 8 August 1997 the questions were discussed and approved by the High Court, and on the latter date they were forwarded to the Medico-Legal Council.", "17.  Having requested and received additional medical material, on 22 December 1997 the Medico-Legal Council issued its opinion.", "18. In January and February 1998, it was established that one of the expert members of the Medico-Legal Council had to be disqualified due to conflict of interest. The Medico-Legal Council thus had to reconsider the questions. Beforehand, however, the parties wanted to prepare supplementary questions to be annexed. The case was accordingly adjourned five times and, at a hearing on 11 December 1998, the High Court fixed a time limit for 20 January 1999 for the applicant to finish her draft questions and a time limit for 24 February 1999 for the parties to agree on the final version of those questions.", "19.  On 19 March 1999 a hearing was scheduled for 18 June 1999, at which the questions were discussed. At a hearing in September a specific exhibit was procured and at a hearing on 19 November 1999 the draft questions were discussed anew. The proceedings were adjourned until 27 December 1999 pending the final approval of the questions.", "20.  On 24 January 2000 the High Court issued an order on the wording of the questions. The applicant disagreed with the wording and requested leave to appeal against the order. The proceedings were thus adjourned until 5 May 2000, when her request was refused by the Leave to Appeal Board (Procesbevillingsnævnet). Beforehand, however, on 16 March 2000 the High Court re-submitted the matter, including the original questions, to the Medico-Legal Council.", "21.  The Medico-Legal Council issued their opinion on 4 August 2000.", "22.  In the meantime, on 4 July 2000 the applicant requested that the Patients’ Injury Appeals Board’s decision of 20 January 2000 be joined to the proceedings pending before the High Court. Her request was granted and the Patients’ Injury Appeals Board submitted its writ of defense on 3 October 2000.", "23.  On 25 October 2000 the proceedings were adjourned for two months because the applicant wanted to change lawyer.", "24.  On 22 December 2000 the applicant’s third lawyer was granted an adjournment of the proceedings.", "25.  On 9 April 2001 the applicant’s fourth lawyer requested that nine further questions be submitted to the Medico-Legal Council. The defendant requested that three further questions be submitted. Although allowing the questions, the High Court fixed a short deadline of 9 May 2001 for the final version of the questions and stated that it expected that thereafter there would be no further referrals to the Medico-Legal Council.", "26.  On 9 May 2001, the applicant requested a further adjournment of the proceedings in order to prepare the supplementary questions. The defendant objected and the High Court decided on the wording of the questions and resubmitted the matter to the MedicoLegal Council on 14 May 2001.", "27.   The Medico-Legal Council issued its opinion on 4 October 2001.", "28.  Thereafter the applicant was granted approximately one month to consider the further procedure.", "29.  On 12 December 2001, the High Court summoned the parties for a scheduling hearing to take place on 21 December 2001.", "30. Although on 20 December 2001 a fifth lawyer informed the High Court that he was now representing the applicant, the scheduling hearing was held as planned, and the trial was scheduled to take place on 9 and 11 September 2002.", "31.  The applicant’s fifth lawyer objected to the scheduling and brought the issue before the Leave to Appeal Board without success.", "32.   On 21 February 2002 the applicant’s fifth lawyer informed the High Court that she was resigning from the case.", "33.  On 20 March 2002, the applicant’s sixth lawyer submitted a pleading to the High Court requesting that further witnesses be heard.", "34.  On 26 March 2002, the High Court convened the parties to a hearing on 3 April 2002. The High Court invited the applicant to appear personally at this hearing, due to the many changes of counsel. On 2 April 2002, however, the applicant’s fifth counsel, who was briefly involved in the proceedings again, requested postponement of the scheduled hearing, which was granted, and instead the hearing took place on 30 April 2002. During this hearing, a deadline of 30 May 2002 was fixed for the applicant’s production of a notice of evidence for the trial.", "35.  On 28 May 2002 the applicant’s sixth counsel submitted a pleading containing a notice of evidence for the trial as well as new exhibits. During the subsequent months the final pleadings were submitted.", "36.  On 9 and 11 November 2002 the trial was held, during which the applicant and six witnesses were heard, and various medical records and statements were submitted.", "37.  By judgment of 13 November 2002 the High Court found against the applicant. She was ordered to pay the opponent parties’ costs amounting to a total of 100,000 Danish kroner (DKK), equal to approximately 13,500 Euros (EUR).", "38.  On 8 January 2003, a new (seventh) lawyer representing the applicant submitted an appeal to the Supreme Court (Højesteret).", "39.  The defence writs were received in February 2003.", "40.  Thereafter the proceedings were adjourned pending yet another (eighth) change of the applicant’s counsel and to submit a reply to the defence writs. The latter was received on 22 April 2003 with a request for further evidence, including a supplementary opinion from the MedicoLegal Council.", "41.   From May to June 2003 pleadings were exchanged in this respect and on 18 June 2003 the Supreme Court granted the applicant fourteen days to submit her draft supplementary questions to the MedicoLegal Council. On the applicant’s request, the time limit was extended until 1 September 2003. On that day the applicant submitted seventeen draft questions to be submitted to the MedicoLegal Council", "42.  Between September and December 2003 the parties discussed the questions and the applicant was reminded several times to prepare the necessary documentary basis for obtaining an opinion from the MedicoLegal Council.", "43.  On 14 January 2004 the Supreme Court approved nine of the applicant’s seventeen draft questions. The applicant requested an adjournment of the proceedings, inter alia, because she wanted to obtain supplementary evidence before the case was submitted to the MedicoLegal Council. Having heard the parties, the Supreme Court refused her request.", "44.  On 29 April 2004, the applicant forwarded only five of the said questions to the MedicoLegal Council.", "45.  On 25 June 2004 the applicant was granted free legal aid in the Supreme Court proceedings by the Directorate of Civil Law (Civilretsdirektoratet).", "46.  On 8 July 2004 the MedicoLegal Council issued their opinion as to the five forwarded questions.", "47.   On the defendants’ request in July 2004 the Supreme Court summoned the parties for a scheduling hearing on 7 September 2004, to which the applicant objected, notably because four of the nine approved questions, apparently by mistake, had not been received by the MedicoLegal Council and thus had not been replied to. The questions were therefore submitted on 28 July 2004.", "48.  The scheduling hearing on 7 September 2004 was maintained despite the applicant’s objection and the trial was scheduled to take place on 20 June 2005.", "49.  On 6 October 2004 the Medico-Legal Council issued their opinion as to the last four questions. At the relevant time the Medico-Legal Council had answered more than sixty questions.", "50.  On 17 March 2005 the applicant requested a rescheduling of the trial because a memorandum from a Swedish hospital, which she wanted to use as evidence, would not be available by June 2005. Her request was refused by the Supreme Court on 5 April 2005.", "51.  On 5 June 2005 the applicant submitted a new request for a rescheduling of the trial, which was refused by the Supreme Court on 9 June 2005.", "52.  On 13 June 2005 the applicant submitted yet another request for a rescheduling of the trial alleging that evidence had gone missing. Moreover, the following day the applicant’s counsel resigned from the case. Thus, on 15 June 2005 the Supreme Court had to cancel the trial planned for 20 June 2005 and adjourn the case.", "53.   On 11 July 2005 the Supreme Court convened the parties to a hearing on 23 August 2005. In the meantime, on 4 August 2005 the applicant’s ninth counsel stated that he was unable to appear for the hearing. By letter of the same day the Supreme Court maintained the date of the hearing, during which the Supreme Court ordered that the applicant’s requests for evidence should be submitted before 13 September 2005 and that the appeal trial should take place on 6 June 2006.", "54.  On 13 September 2005 the applicant requested renewed interviews of three medical consultants and permission to put newly elaborated questions to the Medico-Legal Council, and to initiate an inquiry into the applicant’s current state of health. Having heard the defendants, who objected, the applicant’s request was refused by the Supreme Court on 26 October 2005.", "55.  The applicant’s renewed request in this respect, of 19 April 2006, was refused by the Supreme Court on 11 May 2006.", "56.  The trial was held as scheduled on 6 June 2006, and by judgment of 15 June 2006 the Supreme Court upheld the High Court’s judgment. Since the applicant had been granted legal aid in the proceedings before the Supreme Court, the Treasury was ordered to pay the opponent parties’ costs, altogether in the amount of DKK 200,000, equal to approximately EUR 26,900. The applicant’s lawyer’s fee was fixed by the Supreme Court at DKK 150,000, equal to approximately EUR 20,300, which was also to be paid by the Treasury in so far as it was not covered by private legal insurance. The same applied to the fee for one of the applicant’s previous lawyers before the Supreme Court, which had been set at DKK 60,000, equal to approximately EUR 8,100.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "57.  With regard to civil proceedings the Administration of Justice Act reads in as far as relevant:", "Section 312", "(1) The losing party shall compensate the opponent for the expenses inflicted on the opponent by the proceedings, unless otherwise agreed by the parties. \n(2) The court may decide that the losing party shall not or shall only partially compensate the opponent for the expenses inflicted if particular reasons make it appropriate. \n(3)...", "58.  Thus, although Danish law does not refer to a remedy specifically designed or developed to provide redress in respect of complaints about excessive length of civil proceedings, according to domestic case-law in civil proceedings initiated by an individual against or involving Government Institutions, if the courts, having examined a length-of-proceedings complaint, find a violation, they may grant redress therefor by, for example, exempting the individual from paying legal costs or by deciding that expenses and fees shall be covered by the Treasury (see, inter alia, Kirsten Norman v. Denmark (dec.), no. 44704/98, 14 June 2001).", "59.  To illustrate that section 312, subsection 2, of the Administration of Justice Act is an effective remedy for providing adequate redress for a violation of Article 6 § 1 of the Convention in civil lawsuits of this nature, the Government referred to the decision of the Supreme Court of 24 April 2003 published in the Weekly Law Review (Ugeskrift for Retsvæsen) 2003, page 1550 (U 2003.1550 H). In that case the Supreme Court upheld a High Court judgment in a case filed by a child and its parents against a County Council. Even though the plaintiffs lost the case, the Supreme Court, in consideration of the extraordinary length of the legal proceedings, invoked section 312, subsection 2, and exempted the plaintiffs from compensating the County Council for its legal costs. When doing so the Supreme Court explicitly referred to Article 6 of the Convention.", "60.  At the relevant time, pursuant to section 224 of the Administration of Justice Act (Retsplejeloven), as the main rule, civil proceedings are instituted before the City Court being the first judicial instance. Certain lawsuits, however, are brought before the High Court (sections 225 and 226 of the said Act) as the court of first instance, for example if a dispute between an individual and the public concerns a review of a decision taken by the administrative body, which has the highest authority, like the Social Appeal Board.", "The National Patients’ Complaints Board and the Patient Insurance Association", "61.  In , two different, mutually independent, administrative systems for patients have been set up by law.", "62.  The National Patients’ Complaints Board determines whether there is any basis for criticising health professionals on account of their professional activities, including issues of good medical practice, but it is not concerned with the question of whether there is any basis for granting compensation to the patient following any injury. The decisions of the National Patients’ Complaints Board are not subject to appeal, but may be brought before the courts.", "63.  The Patient Insurance Association assesses whether the patient has suffered an injury in connection with an examination or treatment or similar act carried out at public hospitals and hospitals operating by agreement with the State, and determines the possibility of compensation, but is not concerned with the question of malpractice or with criticism of individual health professionals or places of treatment. Appeal against the decisions of the Patient Insurance Association lies with the Patients’ Injury Appeals Board.", "64.  The Patient Insurance Association scheme was introduced by Act no. 367 of 6 June 1991 on Patient Insurance (Lov om patientforsikring) which entered into force on 1 July 1992. The Act governed compensation for patients who had suffered physical injury in connection with an examination, treatment or similar act carried out at public hospitals and hospitals operated by agreement with the State. According to the Patient Insurance Association scheme then in force, injury caused by a medicinal product or by a general practitioner was not covered. The Act implied that claims for compensation for patients’ injuries suffered after 1 July 1992 could not be brought before the courts without first having been considered by the Patient Insurance Association and the Patients’ Injury Appeals Board. It is not a condition for compensation under the Patient Insurance Association scheme that the National Patients’ Complaints Board had also made a decision on the case.", "65.  Before the entry into force of the Act on Patient Insurance on 1 July 1992, patients who had suffered physical injury in connection with the examination, treatment or the like carried out at public hospitals and hospitals operated by agreement with the State, could only bring their compensation claims before the courts. It was not a requirement that the National Patients’ Complaints Board had also made a decision on the case.", "66.  The fact that there is no requirement to file a complaint concerning treatment at a public hospital with the National Patients’ Complaints Board before bringing the case before the courts was confirmed by the Supreme Court judgment published in the Weekly Law Reports 2005, page 2390 (U 2005.2390 H). It concerned a patient who had died due to medical malpractice, and whose widow had brought an action before the District Court claiming compensation for pain and suffering; permanent injury; and compensation for loss of earning capacity and loss of dependency. The case was not covered by the Patient Insurance Association scheme then in force as the relevant injuries had allegedly been caused by general practitioners. In that case the complainant did not first address the National Patients’ Complaints Board, but went straight to the courts with her compensation claim.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLES 6 § 1 AND 13 OF THE CONVENTION", "67.  The applicant complained under Articles 6 § 1 and 13 of the Convention of the excessive length of the civil proceedings and the lack of an effective remedy relating thereto. The respective provisions in so far as relevant provide:", "Article 6 § 1 of the Convention", "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”", "Article 13 of the Convention", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "A.  Admissibility", "68.  The Government contended that the complaint under Article 6 of the Convention should be declared inadmissible due to non-exhaustion of domestic remedies because the applicant had failed to raise, either in form or substance, the complaint made to the Court.", "69.  Moreover, the Government contended that the complaint under Article 13 of the Convention should be declared inadmissible because the applicant had had access to an effective remedy as required by the said provision, but had chosen not to make use of it.", "70.  The applicant disagreed.", "71.  The Court reiterates that the purpose of Article 35 § 1, which sets out the rule on exhaustion of domestic remedies, is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to the Court (see, for example, Selmouni v. France [GC], no. 25803/94, § 74, ECHR 1999-V).", "72.  It considers that the question of whether the requirement to exhaust domestic remedies has been satisfied in the instant case is closely linked to the complaint concerning the existence of an effective remedy within the meaning of Article 13 of the Convention and therefore joins the Government’s objection to the merits of the latter provision.", "73.  Moreover, the Court considers that the applicant’s complaints are not manifestly illfounded within the meaning of Article 35 § 3 of the Convention or inadmissible on any other grounds.", "B.  Merits of the complaint under Article 6 § 1 of the Convention", "1.  Period to be taken into consideration", "74.  The Government contended that the relevant period started on 7 September 1995 when, before the High Court, the applicant changed the defendant from the medical consultant, who performed the cystoscopic examinations, to . As regards the applicant’s claim that the proceedings started on 30 June 1993, the Government pointed out that there was no requirement to file a complaint with the National Patients’ Complaints Board before bringing the case before the courts; thus, the applicant could have brought the case concerning the compensation claim against Copenhagen County directly before the High Court in 1993.", "75.  In the applicant’s view the proceedings commenced on 30 June 1993 when the dispute regarding the applicant’s injuries from 1992 was identified. Alternatively, she maintained that the proceedings commenced on 28 June 1995.", "76.  It was not in dispute that the proceedings ended on 15 June 2006 when the Supreme Court delivered its judgment.", "77.  The Court points out its case-law according to which the proceedings before an administrative body are to be included when calculating the length of the civil proceedings for the purposes of Article 6 if, under the national legislation, an applicant has to exhaust a preliminary administrative procedure before having recourse to a court. In such cases, the relevant period starts running as soon as a “dispute” arises (see, among other authorities, König v. Germany, judgment of 28 June 1978, Series A no. 27, pp. 33-34, § 98; Janssen v. Germany, no. 23959/94, § 40, 20 December 2001; Gavrielides v. Cyprus, no. 15940/02, § 38, 1 June 2006; Hellborg v. Sweden, no. 47473/99, § 59, 28 February 2006; Nowicky v. Austria, no. 34983/02, § 47, 24 February 2005; and Morscher v. Austria, no. 54039/00, § 38, 5 February 2004).", "78.  In the present case, under Danish law before the entry into force of the Act on Patient Insurance on 1 July 1992, patients who had suffered physical injury in connection with the examination, treatment or similar act carried out in public hospitals and hospitals operated by agreement with the State, could bring their compensation claims directly before the courts. There was no requirement that the National Patients’ Complaints Board had also made a decision on the case. Hence the Court must conclude that the applicant had direct recourse to the courts with regard to her compensation claim related to her alleged injury, incurred in May 1992.", "79.  The applicant initiated proceedings before the High Court on 28 June 1995 against the medical consultant who performed the two cystoscopic examinations. On 7 September 1995 she changed the defendant from the medical consultant to , being responsible for the relevant hospital. The Court notes that, although the writ was changed accordingly, the crux of the matter remained unchanged, namely whether malpractice had occurred. Moreover, any prolongation of the proceedings caused by the applicant’s correction of the defendant may be considered in connection with her conduct.", "80.  In these circumstances, the Court finds that the period commenced on 28 June 1995 (see, inter alia, Iversen v. Denmark, no. 5989/03, §§ 58-59, 28 September 2006 and Poulsen v.  (dec.), no. 8305/04, 4 September 2006), and ended on 15 June 2006, and thus lasted almost eleven years for two court instances.", "2.  Reasonableness of the length of the proceedings", "81.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).", "a.  Complexity of the case", "82.  The applicant found that the dispute was a rather simple legal matter.", "83. In the Government’s view the case was very complex as regards the facts, which contributed greatly to the length of the proceedings.", "84.  The Court observes that the case was certainly technically and medically complex and necessitated various hearings before the MedicoLegal Council, which answered more than sixty questions. Thus, for the purposes of Article 6 of the Convention the case was complex and time-consuming.", "b.  The applicant’s conduct", "85.  The applicant recognised that her lawyers’ conduct had given rise to some delays but disputed that those delays had a significant impact on the overall length.", "86.  The Government considered that the applicant’s conduct was the primary cause of the length of the proceedings, both before the High Court and the Supreme Court.", "87.  At the outset, the Court points out that the applicant and her lawyers at no time objected to the length of the proceedings or to the adjournments.", "88.  On the contrary, it was the applicant’s wish that the case be referred several times to the Medico-Legal Council and she contributed to the length by requesting extensions of time limits on various occasions in order to draft the questions to be answered, for example from March 1996 to April 1997. Moreover, although not solely attributable to the applicant, the parties regularly disagreed on the wording of the questions, for example from February 1998 until 24 January 2000. Consequently, on the latter date the High Court issued an order on the final wording of the questions, with which the applicant disagreed and thus requested leave to appeal. The proceedings were thereafter adjourned until her request was refused by the Leave to Appeal Board on 5 May 2000.", "89.  More importantly, during the proceedings, the applicant changed counsel at least eight times. Thus, no less than nine different lawyers were involved in the case. Unavoidably, the constant change of lawyers had a detrimental impact on the length of the proceedings, not only because the applicant needed time to find new lawyers, who in turn needed time to become acquainted with the case in order to procure pleadings and notices of evidence, see for example the periods from 7 November 1996 to 10 April 1997 and from 25 October 2000 to 9 April 2001, but also because it had an influence on the scheduling. As to the latter issue, the Court recalls inter alia that the applicant’s eighth counsel resigned from the case a few days before the trial in the Supreme Court which was to take place on 20 June 2005, with the result that the trial had to be postponed for a year.", "90.  In addition, on 4 July 2000, when the proceedings had lasted a little more than five years, the applicant involved a second opponent party in the proceedings, namely the Patients’ Injury Appeals Board, which by decision of 20 January 2000 had refused her claim for compensation under the Patient Insurance Act for the injury allegedly incurred in connection with the laparoscopy carried out at the County Hospital in Glostrup in October 1992. Consequently, before the High Court a writ of defence by the joined defendant had to be obtained as well as an additional opinion by the Medico-Legal Council.", "91.  In these circumstances the Court considers that the conduct of the applicant and her lawyers to a very large extent caused the delay in the examination of the case.", "c.  Conduct of the national authorities", "92.  The applicant contended that the delays were attributable to the defendants and their counsels, the Medico-Legal Council and the domestic courts. She pointed out that the case was stayed for long periods due to the discussion of questions to be submitted to the Medico-legal Council and awaiting the latter’s answer. She also alleged that there were scheduling problems at both domestic courts.", "93.  The Government maintained that there were no inactive periods attributable to the State before the High Court and the Supreme Court, and that based on an overall assessment, and in the light of the special circumstances, the proceedings were accomplished within a reasonable time.", "94.  As to the conduct of the relevant authorities, the Court points out that, before the High Court, the case was pending from 28 June 1995 to 13 November 2002, thus more than seven years and four months. The period between the High Court’s judgment on 13 November 2002 and the applicant’s appeal to the Supreme Court on 8 January 2003 lasted approximately two months. The case was pending before the Supreme Court from 8 January 2003 and ended with the judgment of 15 June 2006, and accordingly lasted three years and five months. Altogether, the proceedings lasted approximately eleven years, which does appear excessive for two judicial instances in such a case.", "95.  The applicant submitted that the length was attributable to the Medico-legal Council, amongst others. The Court notes however, that the first set of questions was submitted on 8 August 1997 and answered on 22 December 1997; the second set of questions was submitted on 16 March 2000 and answered on 4 August 2000; the third set of questions was submitted on 14 May 2001 and answered on 4 October 2001; the fourth set of questions was submitted on 29 April 2004 and answered on 8 July 2004; and finally the fifth set of questions was submitted on 28 July 2004 and answered on 6 October 2004. It follows that the MedicoLegal Council answered the questions quickly every time and that the length of those proceedings cannot be criticised", "96.  The applicant also submitted that there were scheduling problems before the domestic courts. The Court notes in this respect that on 21 December 2001 the High Court scheduled the trial to take place on 9 and 11 September 2002, and that on 23 August 2005 the Supreme Court rescheduled the trial to take place on 6 June 2006. In the Court’s view, although those scheduling periods are not in themselves sufficiently long to raise an issue in respect of the length of the proceedings, they did contribute to thereto.", "97.  Finally, with regard to the applicant’s submission that the proceedings were stayed during long periods due to the discussion of questions to be submitted to the Medico-legal Council, the Court observes that this was indeed the case between March 1996 and August 1997; February 1998 and January 2000; April and May 2001; and between April 2003 and January 2004. Although much of this period, which in total lasted almost four years, was not as such imputable to the courts, nevertheless the latter had authority and the obligation to monitor the progress of the proceedings and to ensure that they were not delayed.", "d.  Overall assessment", "98.  Consequently, having regard to the circumstances of the case and taking into account the overall duration of the proceedings, the Court concludes that the requirement of a “reasonable time” laid down in Article 6 § 1 of the Convention was not complied with in the present case.  There has accordingly been a breach of Article 6 § 1.", "C.  Merits of the complaint under Article 13 of the Convention", "99.  The applicant also relied on Article 13 of the Convention and maintained that in  there was no court to which an application could be made to complain of the excessive length of proceedings.", "100.  The Government contested that argument. In particular as regards the fact that the applicant was granted free legal aid in the Supreme Court proceedings, they maintained that the Supreme Court could have redressed any violation of Article 6 by altering the decision by the High Court that the applicant should pay legal costs.", "101.  As the Court has held on many occasions, Article 13 of the Convention guarantees the availability at national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they may happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief. The scope of the Contracting States’ obligations under Article 13 varies depending on the nature of the applicant’s complaint. However, the remedy required by Article 13 must be “effective” both in law and in practice (see, among other authorities, Kudła v. Poland [GC], no. 30210/96, § 157, ECHR 2000-XI).", "102.  The Court has found effective the remedy provided for by Danish case-law, whereby in civil proceedings initiated by an individual against or involving a public authority, the courts may grant redress for a length of proceedings violation by, for example, exempting the individual from paying legal costs or by deciding that expenses and fees shall be covered by the Treasury (see, inter alia, Pindstrup Mosebrug A/S v. Denmark (dec.), no. 34943/06, 3 June 2008, and Gavric v. Denmark (dec.), no. 23890/06, 16 September 2008).", "103.  It follows that, before the High Court, as such the applicant had access to an effective remedy as required by Article 13 of the Convention. Nevertheless, even if the High Court had found a violation, it could only have granted redress for the length of the proceedings up until the passing of its judgment, as opposed to the total length of the proceedings in the present case.", "104.  Moreover, before the Supreme Court the applicant received legal aid. Consequently the opponent parties’ costs and some of the applicant’s lawyers’ fees were covered by the Treasury. Thus, in the proceedings before the Supreme Court, even if a violation of Article 6 had been found, the Supreme Court could not have granted the applicant redress by way of exempting her from paying legal costs or by deciding that expenses and fees should be covered by the Treasury, since in any event they were covered by the Treasury. The Government maintained that, instead, the Supreme Court could have redressed a violation of Article 6 by altering the decision by the High Court, which ordered the applicant to pay the opponent parties’ costs in the amount of approximately EUR 13,500. The Court notes, however, that the Government has not submitted any domestic case law or in any other way proved that the applicant in such circumstances had an effective remedy before the Supreme Court. In the light thereof the Court does not find it proven by the Government that, in the present case before the Supreme Court, the applicant had an effective, sufficient and accessible remedy in respect of her complaint that the length of the proceedings had been excessive (see, inter alia, Osmanov and Yuseinov v. , nos. 54178/00 and 59901/00, § 41, 23 September 2004 and Nalbantova v. Bulgaria, no. 38106/02, § 36, 27 September 2007). The Government have not pointed to any other remedy, which in their view would have been effective within the meaning of the invoked Article.", "105.  It follows that the Government’s objection joined to merits must be dismissed and that there has been a violation of Article 13 of the Convention.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "106.  The applicant claimed DKK 85,000 (approximately EUR 11,400) in compensation for the violation of her right to a fair trial within a reasonable time and the lack of an effective remedy.", "107.  Subject to the Court finding a violation, the Government agreed that generally compensation should be awarded. They found, however, that the applicant’s claim was excessive and disproportionate.", "108.  The Court considers that the applicant must have sustained nonpecuniary damage. Having regard to its finding above, notably as to the complexity of the case and the conduct of the applicant (see, for example, Kyriakidis and Kyriakidou v. Cyprus, no. 2669/02, §§ 29 and 38, 19 January 2006, and Iversen v. , no. 5989/03, § 80, 28 September 2006), and ruling on an equitable basis, it awards her EUR 4,000.", "B.  Costs and expenses in the domestic proceedings", "109.  The applicant claimed reimbursement of costs and expenses amounting to DKK 90,000 (equal to approximately EUR 12,100). She alleged that her total expenses amounted to DKK 238,475 before the High Court and the Supreme Court and since, in her view, the proceedings should have been determined no later than 1999, she estimated that her loss, due to the protraction of the case, was DKK 90,000.", "110.  The Government contested the claim and submitted that the applicant had failed to substantiate either that the said amount had been incurred due to the protraction of the proceedings or that the case “should have been determined no later than 1999”. In any event, since the applicant had not submitted any supporting documents or vouchers proving that he had actually suffered a loss in the said amount, the Government maintained that the claim should be refused.", "111.  The Court reiterates that only legal costs and expenses found to have been actually and necessarily incurred and which are reasonable as to quantum are recoverable under Article 41 of the Convention (see, among other authorities, Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II). The Court further notes that the costs of the domestic proceedings may be awarded if they are incurred by an applicant in order to try to prevent the violation found by the Court or to obtain redress therefor (see, among other authorities, Le Compte, Van Leuven and De Meyere v. Belgium (Article 50), judgment of 18 October 1982, Series A no. 54, p. 8, § 17). However, in so far as the applicant had expenses in the proceedings before the domestic courts which were actually and necessarily incurred in order to prevent or to have redressed a breach of the Convention, she has failed to submit relevant supporting documents as required by Rule 60 § 2 of the Rules of Court. Accordingly, the Court makes no award in respect of the costs of the domestic proceedings.", "C.  Costs and expenses before the Court", "112.  The applicant also requested reimbursement of legal fees and expenses incurred in the proceedings before the Court, without specifying an exact amount.", "113.  The Government submitted that the applicant had already received DKK 40,000 under the Legal Aid Act (Lov 1999-12-20 nr. 940 om retshjælp til indgivelse og førelse af klagesager for internationale klageorganer i henhold til menneskerettighedskonventioner), which in their view was sufficient to cover her costs and expenses before the Court.", "114.  The Court notes the existence in  of a Legal Aid Act by virtue of which applicants may be granted free legal aid for the lodging of complaints before international institutions under human rights conventions and for the procedure. The applicant has received EUR 5,365 (equal to DKK 40,000) by virtue of the said Act. In these circumstances, and having regard to the nature of the present case, the Court is satisfied that the \n\n\napplicant has been reimbursed sufficiently under domestic law, and it sees no reason to award her further compensation for costs and expenses (see, among others, Vasileva v. Denmark, no. 52792/99, § 50, 25 September 2003).", "D.  Default interest", "115.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Joins to the merits of Article 13 the Government’s objection concerning non-exhaustion of domestic remedies under Article 6 of the Convention and dismisses it;", "2.  Declares the application admissible;", "3. Holds that there has been a violation of Article 6 § 1 of the Convention;", "4. Holds that there has been a violation of Article 13 of the Convention;", "5.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 4,000 (four thousand euros) in respect of non-pecuniary damage plus any tax that may be chargeable on this amount, which is to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "6.  Dismisses unanimously the remainder of the applicant’s claim for just satisfaction.", "\nDone in English, and notified in writing on 22 January 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tStephen Phillips\tRait Maruste \n\tDeputy Registrar\tPresident"]}