{"file": "ENG_HEJUD_23224_94.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "23224/94", "text_paragraphs": ["", "", "", "", "CASE OF KOPP v. SWITZERLAND", "", "(13/1997/797/1000)", "", "", "", "", "", "", "", "", "", "", "", "JUDGMENT", "", "STRASBOURG", "", "", "25 March 1998", "", "", "The present judgment is subject to editorial revision before its reproduction in final form in Reports of Judgments and Decisions 1998. These reports are obtainable from the publisher Carl Heymanns Verlag KG (Luxemburger Straße 449, D-50939 Köln), who will also arrange for their distribution in association with the agents for certain countries as listed overleaf.", "", "", "List of Agents", "", "", "Belgium: Etablissements Emile Bruylant (rue de la Régence 67, ", " B-1000 Bruxelles)", "", "Luxembourg: Librairie Promoculture (14, rue Duchscher ", " (place de Paris), B.P. 1142, L-1011 Luxembourg-Gare)", "", "The Netherlands: B.V. Juridische Boekhandel & Antiquariaat ", " A. Jongbloed & Zoon (Noordeinde 39, NL-2514 GC ’s-Gravenhage)", "SUMMARY", "Judgment delivered by a Chamber", "Switzerland – monitoring of a law firm’s telephone lines on orders of the Federal Public Prosecutor (sections 66(1 bis) and 77 of the Federal Criminal Procedure Act – “the FCPA”)", "I.\tarticle 8 of the Convention", "A.\tGovernment’s preliminary objection", "Reference to Court’s case-law – applicant had complained in his administrative appeal to the Federal Council that tapping of his telephones had been illegal – consequently, he had raised in substance his complaint relating to Article 8.", "Conclusion: objection dismissed (unanimously).", "B.\tMerits of complaint", "", "  1.  Applicability", "", "Telephone calls from and to business premises may be covered by notions of “private life” and “correspondence” within meaning of Article 8 § 1 – not disputed.", "", "  2.  Compliance", "", "\t(a)  Existence of interference", "", "Interception of telephone calls constituted “interference by a public authority”, within meaning of Article 8 § 2, with exercise of a right guaranteed to applicant under paragraph 1 – subsequent use of recordings made had no bearing on that finding.", "", "\t(b)  Justification for the interference", "", "   (i). Whether interference was “in accordance with the law”", "", "\t         – Whether there was a legal basis in Swiss law", "", "Reference to Court’s case-law – in principle, it was not for the Court to express an opinion contrary to that of Federal Department of Justice and Police and Federal Council on compatibility of judicially ordered tapping of applicant’s telephone with sections 66(1) and 77 of the FCPA – Court could not ignore opinions of academic writers and Federal \nCourt’s case-law on the question – interference complained of therefore had a legal basis in Swiss law.", "", "\t        – Quality of the law", "", "Accessibility of the law: not in doubt in present case.", "Law’s “foreseeability” as to meaning and nature of applicable measures: ", "As interception constituted a serious interference with private life and correspondence, it had to be based on a “law” that was particularly precise, especially as the technology available for use was continually becoming more sophisticated.", "Safeguards afforded by Swiss law not without value – however, contradiction between clear text of legislation which protected legal professional privilege when a lawyer was being monitored as a third party and practice followed in present case – law did not clearly state how, under what conditions and by whom distinction was to be drawn between matters specifically connected with a lawyer’s work under instructions from a party to proceedings and those relating to activity other than that of counsel – above all, it was astonishing that in practice this task was assigned to an official of the Post Office’s legal department, a member of the executive, without supervision by an independent judge – accordingly, applicant, as a lawyer, had not enjoyed minimum degree of protection required by rule of law in a democratic society.", "Conclusion: violation (unanimously).", "", "   (ii) Purpose and necessity of interference", "", "Having found a breach of one of the requirements of Article 8 § 2, Court not required to verify compliance with other two – not necessary to determine issue.", "II.\tArticle 13 of the convention", "Applicant had expressly stated that he did not intend to pursue this complaint before Court.", "Conclusion: Court not required to consider it of its own motion (unanimously).", "III.\tArticle 50 of the Convention", "Pecuniary damage: applicant unable to prove existence of causal connection between interception of his telephone calls and alleged loss – claim dismissed.", "", "Non-pecuniary damage: finding of violation constituted sufficient compensation.", "", "Costs and expenses: claim allowed in part.", "Conclusion: respondent State to pay applicant specified sum for costs and expenses (unanimously).", "COURT'S CASE-LAW REFERRED TO", "2.8.1984, Malone v. the United Kingdom; 24.4.1990, Kruslin v. France and Huvig v. France; 16.12.1992, Niemietz v. Germany; 23.10.1996, Ankerl v. Switzerland; 25.6.1997, Halford v. the United Kingdom; 27.11.1997, K.-F. v. Germany", "", "In the case of Kopp v. Switzerland,", "The European Court of Human Rights, sitting, in accordance with Article 43 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) and the relevant provisions of Rules of Court B, as a Chamber composed of the following judges:", "\tMr\tR. Bernhardt, President,\n\tMr\tThór Vilhjálmsson,\n\tMr\tL.-E. Pettiti,\n\tMr\tC. Russo,\n\tMr\tA. Spielmann,\n\tMr\tJ.M. Morenilla,\n\tMr\tA.B. Baka,\n\tMr\tL. Wildhaber,\n\tMr\tM. Voicu,", "and also of Mr H. Petzold, Registrar, and Mr P.J. Mahoney, Deputy Registrar,", "Having deliberated in private on 29 November 1997 and 28 February 1998,", "Delivers the following judgment, which was adopted on the last-mentioned date:", "PROCEDURE", "1.  The case was referred to the Court by a Swiss national, Mr Hans W. Kopp (“the applicant”) on 20 January 1997, by the European Commission of Human Rights (“the Commission”) on 22 January 1997 and by the Government of the Swiss Confederation (“the Government”) on 27 February 1997, within the three-month period laid down by Article 32 § 1 and Article 47 of the Convention. It originated in an application (no. 23224/94) against Switzerland lodged with the Commission under Article 25 by Mr Kopp on 15 December 1993.", "The applicant’s application bringing the case before the Court referred to Article 48 of the Convention, as amended by Protocol No. 9, which Switzerland has ratified; the Commission’s request referred to Articles 44 and 48 and to the declaration whereby Switzerland recognised the compulsory jurisdiction of the Court (Article 46); the Government’s application referred to Articles 45, 47 and 48. The object of the request and of the applications was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Articles 8 and 13 of the Convention.", "2.  On 20 January 1997 the applicant had designated the lawyer who would represent him (Rule 31 of Rules of Court B), who was given leave by the President to use the German language in both the written and the oral proceedings (Rule 28 § 3). The applicant was initially designated by the letters H.W.K., but subsequently agreed to the disclosure of his identity.", "3.  The Chamber to be constituted included ex officio Mr L. Wildhaber, the elected judge of Swiss nationality (Article 43 of the Convention), and Mr R. Bernhardt, the Vice-President of the Court (Rule 21 § 4 (b)). On 21 February 1997, in the presence of the Registrar, the President of the Court, Mr R. Ryssdal, drew by lot the names of the other seven members, namely Mr Thór Vilhjálmsson, Mr L.-E. Pettiti, Mr C. Russo, Mr A. Spielmann, Mrs E. Palm, Mr A.B. Baka and Mr M. Voicu (Article 43 in fine of the Convention and Rule 21 § 5). Subsequently Mr J.M. Morenilla, substitute judge, replaced Mrs Palm, who was unable to take part in the further consideration of the case (Rules 22 § 1 and 24 § 1).", "4.  As President of the Chamber (Rule 21 § 6), Mr Bernhardt, acting through the Registrar, consulted the Agent of the Government, the applicant’s lawyer and the Delegate of the Commission on the organisation of the proceedings (Rules 39 § 1 and 40). Pursuant to the order made in consequence, the Registrar received the memorials of the Government and the applicant on 19 and 27 September 1997 respectively.", "On 7 October 1997 the Commission produced the documents on the proceedings before it, as requested by the Registrar on the President’s instructions.", "5.  In accordance with the President’s decision, the hearing took place in public in the Human Rights Building, Strasbourg, on 25 November 1997. The Court had held a preparatory meeting beforehand.", "", "There appeared before the Court:", "(a)\tfor the Government\nMr\tP. Boillat, Deputy Director,\n \t\t\tHead of the International Affairs Division,\n \t\t\tFederal Office of Justice,\tAgent,\nMr\tF. Bänziger, Deputy Federal Public Prosecutor, \nMr\tF. Schürmann, Head of the Human Rights and\n \t\t\tCouncil of Europe Section,\n\t\t\tFederal Office of Justice,\tAdvisers;", "(b)\tfor the Commission\nMr\tB. Marxer,\tDelegate;", "(c)\tfor the applicant\nMr\tT. Poledna, of the Zürich Bar,\tCounsel.", "", "The Court heard addresses by Mr Marxer, Mr Poledna and Mr Boillat.", "AS TO THE FACTS", "I.\tthe CIRCUMSTANCES OF THE CASE", "6.  Mr Hans W. Kopp, a Swiss national born in 1931, was formerly a lawyer and lives in Zürich (Switzerland).", "A.\tBackground to the case", "7.  The applicant’s wife, Mrs Elisabeth Kopp, was a member of the Federal Council and head of the Federal Department of Justice and Police from 1984 until her resignation in January 1989.", "1.\tThe letter of request", "8.  On 28 February 1988 a Mr Hauser, a member of the law firm Kopp & Partners, was asked by a client to verify the legality of a request for judicial assistance sent to Switzerland by the United States authorities concerning a tax matter. After studying the file, Mr Hauser declined to accept the work, referring to a standing instruction to members of the applicant’s firm to refuse all cases concerning the Federal Department of Justice and Police, for which his wife was at that time responsible. The file was accordingly transferred to the law firm Niederer, Kraft & Frey in Zürich.", "9.  On 10 June 1988 Niederer, Kraft & Frey asked the Federal Office of Police if they could inspect the letter of request. On 23 August 1988 the Federal Office sent the firm an abridged (gestrippte) version of the document, withholding a confidential section which concerned organised crime.", "\n2.\tMrs Kopp’s resignation", "10.  In November 1988, in a separate development, the media reported allegations that a company, Shakarchi Trading AG, and Mr Kopp, who was at the relevant time the vice-chairman of its board of directors, were implicated in money laundering. At the end of 1988 Mr Kopp lodged a complaint against a newspaper.", "11.  At his wife’s request, the applicant had resigned as vice-chairman of the board in October 1988. His wife then came under suspicion of disclosing confidential information obtained in an official capacity. As her husband was also suspected of other offences, she was obliged to resign.", "3.\tThe establishment of a parliamentary commission of inquiry", "12.  On 31 January 1989 the Swiss parliament set up a parliamentary commission of inquiry to look into the way Mrs Kopp had performed her duties, and the circumstances of her resignation.", "13.  In February 1989 the chairman of the parliamentary commission of inquiry, Mr Leuenberger, was informed that a Mr X, an American citizen, had obtained from the applicant a document which the Federal Office of Police and the Federal Court had refused to communicate to him, in exchange for a payment of 250,000 Swiss francs. Mr Leuenberger was given this information by a Mr Y, who had himself obtained it from the initial informant, a Mr Z.", "14.  It subsequently transpired that Mr X was named in the American letter of request, which contained confidential information about his role in organised crime. Suspicion therefore arose that a member of the Federal Department of Justice and Police might have passed on confidential documents relating to the request, thus breaching the duty not to disclose official secrets.", "B.\t\tThe course of the inquiry and monitoring of the applicant’s telephone lines", "15.  On 21 November 1989 the Federal Public Prosecutor opened an investigation against a person or persons unknown in order to question the informant Y and to identify the person working at the Federal Department of Justice and Police who might have disclosed official secrets.", "16.  He also ordered monitoring of the telephone lines of the informants Y and X, and of those of Mr Kopp and his wife. The applicant was monitored as a “third party”, not as a suspect.", "17.  The monitoring began on 21 November 1989 and ended on 11 December 1989.", "18.  On 23 November 1989 the President of the Indictment Division of the Federal Court allowed an application by the Federal Public Prosecutor for monitoring of thirteen telephone lines in total, including the applicant’s private and professional lines and those of his wife, and in particular a secret line allocated to her as a former member of the Federal Council. The order expressly mentioned that “the lawyers’ conversations [were] not to be taken into account”.", "19.  On 24 November 1989 the parliamentary commission of inquiry published its report. It concluded that Mrs Kopp had performed her duties with competence, diligence and circumspection, and that the rumours to the effect that she had allowed external influences to affect the way she performed her duties were unfounded. In February 1990 the Federal Court acquitted Mrs Kopp of disclosing official secrets.", "20.  On 1 December 1989 the Federal Public Prosecutor’s Office interviewed the informant Y, in the presence of the chairman of the parliamentary commission, Mr Leuenberger.", "21.  On 4 December 1989 Mr Leuenberger contacted the informant Z, who was interviewed by the Federal Public Prosecutor’s Office on 8 December.", "22.  On 12 December 1989, having concluded that the suspicions regarding the disclosure of official secrets were unfounded, the Federal Public Prosecutor’s Office discontinued monitoring of all Mr and Mrs Kopp’s telephone lines.", "23.  On 14 December 1989 the Federal Public Prosecutor’s Office submitted its final report on the investigation, which stated that in 1988 Mr Hauser had passed on to the firm of Niederer, Kraft & Frey a file relating to the letter of request (see paragraph 8 above) and that there was no evidence that the applicant and his wife had been directly involved in that case.", "24.  On 6 March 1990 the Federal Public Prosecutor’s Office decided to close the investigation, on the ground that there was no evidence to corroborate the suspicions that the applicant’s wife or a member of the Federal Department of Justice and Police had disclosed official secrets, namely certain passages of the letter of request which had been classified as confidential.", "25.  In a letter of 9 March 1990 the Federal Public Prosecutor’s Office informed Mr Kopp that a judicial investigation had been opened, pursuant to Articles 320 and 340 § 1 (7) of the Criminal Code (see paragraph 34 below), in connection with the suspected disclosure of official secrets, and that his private and professional telephone lines had been tapped, in accordance with sections 66 et seq. of the Federal Criminal Procedure Act (see paragraphs 35–38 below).", "\nThe letter stated that the monitoring had lasted from 21 November to 11 December 1989 and that “conversations connected with his professional activities as a lawyer [had not been] monitored”. It also stated that, pursuant to section 66(1 ter) of the Federal Criminal Procedure Act, all the recordings had been destroyed.", "26.  On 12 March 1990 the parliamentary commission of inquiry issued a communiqué concerning the monitoring of Mr Kopp’s telephone lines in connection with the judicial investigation concerning him. It stated in particular:", "“In the course of its inquiries, in connection with which it obtained authorisation to intercept telephone communications, the [Federal] Public Prosecutor’s Office discovered that the American citizen’s Swiss representatives had tried to obtain the confidential document in the file by applying to [the applicant]. They were hoping for privileged access to the Federal Department of Justice and Police on account of the fact that he was the husband of the Federal Councillor then responsible for that Department. For a fee, a lawyer from [the applicant]’s law firm studied the file in order to decide whether to take on the case, but turned it down. An attempt was then made to obtain the confidential part of the file through another lawyer. The American letter of request was in the end disclosed, but only after the confidential passages had been blotted out. On the basis of these findings, the Federal Public Prosecutor’s Office discontinued the investigation… The suspicion that there had been a disclosure of official secrets thus proved to be unfounded. The police investigation did, however, reveal how the rumour that led to the information and the suspicion arose.”", "27.  On 13 March 1990 a number of Swiss newspapers commented on the above communiqué. They mentioned the applicant among the persons implicated and mentioned that telephones had been tapped.", "C.\tThe proceedings brought by the applicant", "1.\tThe complaint to the Federal Department of Justice and Police", "28.  On 10 April, 3 September and 10 October 1990 Mr Kopp lodged complaints with the Federal Department of Justice and Police about breaches of the legislation on telephone tapping and of Article 8 of the Convention.", "29.  On 2 November 1992 the Federal Department dismissed the applicant’s complaints. Considering that they were to be classified as complaints to a higher authority, it refused him unrestricted access to his file.", "2.\tThe administrative appeal to the Federal Council", "30.  On 2 December 1992 Mr Kopp lodged an administrative appeal with the Federal Council against the decision taken on 2 November 1992 by the Federal Department of Justice and Police. He complained, among other matters, of unlawful telephone tapping and of the refusal to give him free access to the file.", "Under the heading “Violation of Article 8 of the Convention”, he made the following submission in particular:", "“In that context, it should also be noted that the telephone lines of [the applicant]’s law firm, which included a number of partners, were tapped. Section 66(1 bis) of the Federal Criminal Procedure Act expressly prohibits the interception of such telephone conversations. Interception of telephone conversations with [the applicant]’s law firm was therefore likewise illegal under the above-mentioned provision of Swiss law.”", "31.  On 30 June 1993 the Federal Council dismissed the administrative appeal.", "It observed that, where telephone tapping was concerned, a complaint to a higher authority, even one which had no basis in law, was to be treated as a normal administrative appeal. It held that it had jurisdiction to determine whether monitoring of the applicant’s telephone lines had been unlawful, whether that measure had been in breach of the Convention and whether the applicant’s right to inspect his file had been infringed. If his personal rights had been infringed, the applicant could claim damages. He could also rely on the Federal Council’s decision in order to seek redress (Genugtuung) from the Federal Court.", "(a)\tThe right to inspect the file", "The Federal Council considered that the applicant should have access only to those documents in the file which were directly relevant to the fact that he had had his telephone tapped as a “third party”. It noted that he had had restricted access to the documents, some of which had been censored, particularly as regards the informants’ names. Others, which concerned, for instance, the telephone tapping, had not been made available to him, but he had been orally informed of their existence and content. Several documents concerning third parties had not been handed over to him because their interests prevailed over his.", "(b)\tThe lawfulness of the telephone tapping", "According to the Federal Council, section 66 of the Federal Criminal Procedure Act authorised monitoring the telephones of third parties, such as the applicant, if there was evidence giving rise to a presumption that they were receiving information from an offender or imparting information to him.", "It considered that in the period of general uncertainty due to rumours of subversion which had then obtained (eine durch Unterwanderungsgerüchte verunsicherte Zeit) there had been specific evidence pointing to a disclosure of official secrets by someone within the Federal Department of Justice and Police. The document in question contained confidential information about which guarantees had been given to the United States. The credibility of Switzerland had therefore been at stake. An apparent risk had been identified when the name of the applicant, who was the husband of the former head of the Department of Justice and Police, was mentioned.", "According to the Federal Council, it had been necessary to tap the telephone lines at the beginning of the investigation, before contacts were established with Mr Y and Mr Z. The civil servants concerned had therefore not immediately looked into the informants’ credibility, considering that any further contact would have compromised the investigation.", "The Federal Council observed that the applicant had had his telephone tapped not as a suspect but as a “third party” within the meaning of section 66(1 bis) of the Federal Criminal Procedure Act. The conversations he had had in the capacity of lawyer had been expressly excluded. As he was not a civil servant, he could not have been guilty of the offence concerned. His wife had been one of the theoretically possible suspects, but there was no real evidence implicating her or anyone else. The fact that the applicant’s telephone lines had been monitored did not mean, therefore, that he had been under suspicion in the criminal sense. Moreover, the fact that the police investigation had been initiated in respect of “a person or persons unknown” was not simply a ploy to preserve appearances. Lastly, the investigation had not been ordered for political reasons and the chairman of the parliamentary commission had not been in a position to influence it.", "In conclusion, the Federal Council observed that the conversations recorded had been of no interest to the investigators and no report on them had been made. Be that as it may, even if such a report had been sent to the parliamentary commission, it could not have been used improperly because its members were bound by the duty not to disclose official secrets.", "3.\tThe administrative-law appeal to the Federal Court", "32.  The applicant also lodged with the Federal Court an administrative-law appeal against the decision taken on 2 November 1992 by the Federal Department of Justice and Police (see paragraph 29 above). He asked the Federal Court to rule that the telephone tapping had been unlawful and accordingly to order the institution of criminal proceedings against those responsible.", "33.  On 8 March 1994 the Federal Court gave judgment against the applicant.", "It first considered whether he should have been permitted to inspect the whole of the file when the case had been brought before the Federal Department of Justice and Police. It noted that he had been able to inspect those passages in the document which had determined the decision (entscheidungswesentlich) and that the decision not to disclose the informants’ names had been justified. It held that the above conclusion was also consistent with the parliamentary commission of inquiry’s decision to guarantee the informants’ anonymity. Moreover, on the basis of even a partial inspection of the file (gestützt auf die ihm zugestellten “gestrippten” Akten), the applicant had been able to lodge appeals.", "The Federal Court then considered whether criminal proceedings should be brought in connection with the monitoring of the applicant’s telephone lines. It held that it was not required to provide a conclusive (abschliessend) answer to the question whether the telephone tapping constituted a violation of Article 8 of the Convention, having regard in particular to the fact that the applicant had already appealed to the Federal Council. It noted that criminal proceedings had been instituted for a presumed disclosure of official secrets on the basis of information passed on by the chairman of the parliamentary commission of inquiry. The applicant’s firm was involved inasmuch as one of his partners had looked into the case in order to decide whether he should take it on. The presumption by the Federal Public Prosecutor’s Office that the first informant or the disloyal civil servant would contact the applicant did not seem to have been wholly unjustified.", "II.\tRELEVANT DOMESTIC LAW", "A.\tThe Swiss Criminal Code", "34.  Under Article 320 § 1 of the Swiss Criminal Code, any person who discloses a secret entrusted to him in the capacity of civil servant makes himself liable to imprisonment or a fine. Under Article 340 § 1 (7), the offence comes under the jurisdiction of the Federal Court.", "B.\t\tThe Federal Criminal Procedure Act", "35.  The relevant provisions of the Federal Criminal Procedure Act (“the FCPA”), in the version of 23 March 1979, which was in force at the material time, were worded as follows:", "Section 66", "“1.  The investigating judge may order monitoring of the accused’s or suspect’s postal correspondence and telecommunications…", "1 bis.  Where the conditions justifying the monitoring of the accused or suspect are satisfied, third parties may also be monitored if specific facts give rise to the presumption that they are receiving or imparting information intended for the accused or suspect or sent by him. Persons who, by virtue of section 77, may refuse to give evidence shall be exempt.", "…", "1 ter.  Recordings which are not needed for the conduct of an investigation shall be kept in a separate place, under lock and key, and shall be destroyed at the end of the proceedings…”", "Section 66 bis", "“1.  Within twenty-four hours of his decision, the investigating judge shall submit a copy of it, accompanied by the file and a brief statement of his reasons, for approval by the President of the Indictment Division.", "2.  The decision shall remain in force for not more than six months; the investigating judge may extend its validity for one or more further periods of six months. The order extending its validity, accompanied by the file and the statement of reasons, must be submitted, not later than ten days before expiry of the time-limit, for approval by the President of the Indictment Division.", "3.  The investigating judge shall discontinue the monitoring as soon as it becomes unnecessary, or immediately if his decision is rescinded.”", "Section 66 ter", "“1.  The President of the Indictment Division shall scrutinise the decision in the light of the statement of reasons and the file. Where he finds that there has been a breach of federal law, including any abuse of a discretionary power, he shall rescind the decision.", "2.  He may authorise monitoring provisionally; in that case, he shall lay down a time-limit within which the investigating judge must justify the measure, either by adding any relevant material to the file or orally.”", "Section 66 quater", "“1.  The procedure shall be kept secret even from the person concerned. The President of the Indictment Division shall give brief reasons for his decision and notify the investigating judge thereof within five days of the date when the monitoring began, or, where the period of validity has been extended, before the further period begins.", "2.  The President of the Indictment Division shall ensure that the interception measures are discontinued on expiry of the time-limit.”", "Section 72", "“1.  Before the opening of a preliminary investigation the Principal Public Prosecutor may order interception of postal correspondence and telecommunications…”", "Section 77", "“Clergymen, lawyers, notaries, doctors, pharmacists, midwives, and their auxiliaries, cannot be required to give evidence about secrets confided to them on account of their ministry or profession.”", "36.  By the Telecommunications Act of 21 June 1991, which has been in force since 1 May 1992, the following relevant provisions were supplemented as follows (new text shown in italics):", "Section 66", "“1.  The investigating judge may order monitoring of the accused’s or suspect’s postal correspondence and telecommunications if", "(a)  The criminal proceedings concern a major offence whose seriousness or particular nature justifies intervention; and if", "(b)  Specific facts cause the person who is to be monitored to be suspected of being a principal or accessory in the commission of the offence; and if", "(c)  Without interception, the necessary investigations would be significantly more difficult to conduct or if other investigative measures have produced no results.", "1 bis.  … The telecommunications connection of third parties may be monitored at any time if there are reasons to suspect that it is being used by the accused.", "…”", "37.  By the Federal Law of 4 October 1991, which has been in force since 15 February 1992, the following relevant provisions were amended as follows:", "Section 66 quinquies", "“1.  The investigating judge shall inform the person concerned, within thirty days of the close of the proceedings, of the reasons for the monitoring carried out, the means employed and its duration.", "…”", "Section 72", "“…", "3.  Sections 66 to 66 quinquies shall be applicable by analogy.”", "C.\tLegal literature and case-law on the scope of professional privilege", "38.  In the opinion of academic writers, information not specifically connected with a lawyer’s work on instructions from a party to proceedings is not covered by professional privilege (see, for example, G. Piquerez, Précis de procédure pénale suisse, Lausanne, 1994, p. 251, no. 1264, and B. Corboz, “Le secret professionnel de l’avocat selon l’article 321 CP”, Semaine judiciaire, Geneva, 1993, pp. 85–87).", "39.  Thus, in a judgment of 29 December 1986 (see ATF [Judgments of the Swiss Federal Court] 112 lb 606), the Federal Court held that a lawyer may not decline to give evidence about confidential matters of which he has learned in the course of work not going beyond the management of assets and the investment of funds.", "In another judgment, of 16 October 1989, the Federal Court similarly held that a lawyer who is the director of a company may not plead professional privilege to justify his refusal to give evidence (ATF 115 la 197).", "In a case where a lawyer had complained of a seizure of documents, the Federal Court, after considering the complaint in the particular light of Article 8 of the Convention, once again upheld that case-law on 11 September 1991 (ATF 117 la 341).", "Similarly, in connection with medical confidentiality, the Federal Court has held that information imparted to a doctor in his private capacity is not protected by professional privilege (ATF 101 la 10, judgment of 5 February 1975).", "PROCEEDINGS BEFORE THE COMMISSION", "40.  Mr Kopp applied to the Commission on 15 December 1993. Relying on Articles 8 and 13 of the Convention, he complained of the monitoring of his telephone lines and of the lack of an effective remedy in that connection.", "41.  The Commission (First Chamber) declared the application (23224/94) admissible on 12 April 1996. In its report of 16 October 1996 (Article 31), it expressed the unanimous opinion that there had been a breach of Article 8 but no breach of Article 13. The full text of the Commission’s opinion is reproduced as an annex to this judgment.", "FINAL SUBMISSIONS TO THE court", "42.  In their memorial the Government asked the Court", "“to declare that there has been no violation of the Convention on the part of the Swiss authorities by virtue of the facts which gave rise to the application introduced by Mr Kopp against Switzerland”.", "43.  The applicant asked the Court to uphold his application.", "AS TO THE LAW", "I.\tAlleged violation of Article 8 of the Convention", "44.  Mr Kopp submitted that the interception of his telephone communications had breached Article 8 of the Convention, which provides:", "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.", "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "A.\tThe Government’s preliminary objection", "45.  The Government submitted as their principal argument, as they had done before the Commission, that the applicant had not exhausted domestic remedies (Article 26 of the Convention), not having raised his complaint in substance before the national authorities. Before the Federal Council he had argued that it was only the application of section 66(1 bis) of the Federal Criminal Procedure Act (“the FCPA” – see paragraph 35 above) which had been contrary to Article 8 of the Convention, without contesting the lawfulness as such of the tapping of his telephone lines.", "46.  The applicant, on the other hand, asserted that he had complied with all the requirements of Article 26 of the Convention in so far as he had contended that the monitoring of his law firm’s telephone lines had no legal basis in Swiss law.", "47.  The Court reiterates that the purpose of Article 26 is to afford the Contracting States the opportunity of preventing or putting right – usually through the courts – the violations alleged against them before those allegations are submitted to the Convention institutions. Thus the complaint to be submitted to the Commission must first have been made to the appropriate national courts, at least in substance, in accordance with the formal requirements of domestic law and within the prescribed time-limits. However, Article 26 must be applied with some degree of flexibility and without excessive formalism (see, for example, the Ankerl v. Switzerland judgment of 23 October 1996, Reports of Judgments and Decisions 1996-V, p. 1565, § 34, and the K.-F. v. Germany judgment of 27 November 1997, Reports 1997-VII, pp. 2670–71, § 46).", "48.  In the present case, the Court notes that in Mr Kopp’s administrative appeal to the Federal Council of 2 December 1992 his lawyer complained, under the heading “Violation of Article 8 of the Convention”, that the tapping of his telephone lines had been unlawful (see paragraph 30 above). He maintained in particular that section 66(1 bis) of the FCPA expressly prohibited the interception of lawyers’ telephone calls and consequently that the monitoring of the lines of the applicant’s law firm had contravened Swiss law.", "49.  The Court therefore considers, like the Commission, that the applicant raised in substance, before the national authorities, his complaint relating to Article 8 of the Convention. The preliminary objection must accordingly be dismissed.", "B.\t\tMerits of the complaint", "1.\tApplicability of Article 8", "50.  In the Court’s view, it is clear from its case-law that telephone calls made from or to business premises, such as those of a law firm, may be covered by the notions of “private life” and “correspondence” within the meaning of Article 8 § 1 (see, among other authorities, the Halford v. the United Kingdom judgment of 25 June 1997, Reports 1997-III, p. 1016, § 44, and, mutatis mutandis, the Niemietz v. Germany judgment of 16 December 1992, Series A no. 251-B, pp. 33–35, §§ 28–33). This point was in fact not disputed.", "2.\tCompliance with Article 8", "(a)\tExistence of an interference", "51.  The Government contended that the question whether there had really been interference by the authorities with the applicant’s private life and correspondence remained open, since none of the recorded conversations in which he had taken part had been brought to the knowledge of the prosecuting authorities, all the recordings had been destroyed and no use whatsoever had been made of any of them.", "52.  The Court notes that it was not contested that the Federal Public Prosecutor had ordered the monitoring of the telephone lines of Mr Kopp’s law firm, that the President of the Indictment Division of the Federal Court had approved that measure and that it had lasted from 21 November to 11 December 1989 (see paragraphs 16–18 above).", "53.  Interception of telephone calls constitutes “interference by a public authority”, within the meaning of Article 8 § 2, with the exercise of a right guaranteed to the applicant under paragraph 1 (see, among other authorities, the Malone v. the United Kingdom judgment of 2 August 1984, Series A no. 82, p. 30, § 64, and the above-mentioned Halford judgment, p. 1017, § 48 in fine). The subsequent use of the recordings made has no bearing on that finding.", "(b)\tJustification for the interference", "54.  Such interference breaches Article 8 unless it is “in accordance with the law”, pursues one or more of the legitimate aims referred to in paragraph 2 and is, in addition, “necessary in a democratic society” to achieve those aims.", "\t(i) “In accordance with the law”", "55.  The expression “in accordance with the law”, within the meaning of Article 8 § 2, requires firstly that the impugned measure should have some basis in domestic law; it also refers to the quality of the law in question, requiring that it should be accessible to the person concerned, who must moreover be able to foresee its consequences for him, and compatible with the rule of law.", "\t\t– Whether there was a legal basis in Swiss law", "56.  The applicant submitted that in the present case there was no legal basis in Swiss law, since sections 66(1 bis) and 77 of the FCPA (see paragraph 35 above) expressly prohibited the tapping of a lawyer’s telephone lines where the latter was being monitored as a third party.", "57.  The Commission accepted this argument. It took the view that the purpose of the legal provisions in question was to protect the professional relationship between, among others, a lawyer and his clients. For this special relationship to be respected, it had to be assumed that all the telephone calls of a law firm were of a professional nature. Consequently, the Swiss authorities’ interpretation to the effect that these provisions gave them the power to record and listen to a lawyer’s telephone conversations before deciding whether they were covered by professional privilege could not be accepted.", "58.  The Government maintained in the first place that telephone tapping in the course of proceedings conducted by the federal authorities was governed by a set of exhaustive and detailed rules (see paragraphs 35–37 above). Moreover, according to sections 66(1 bis) and 77 of the FCPA, and the relevant legal literature and case-law, legal professional privilege covered only activities specific to a lawyer’s profession.", "", "59.  The Court reiterates that it is primarily for the national authorities, notably the courts, to interpret and apply domestic law (see, among many other authorities, the above-mentioned Malone judgment, p. 35, § 79, and the Kruslin v. France and Huvig v. France judgments of 24 April 1990, Series A no. 176-A and B, p. 21, § 29, and p. 53, § 28, respectively). In principle, therefore, it is not for the Court to express an opinion contrary to that of the Federal Department of Justice and Police and the Federal Council on the compatibility of the judicially ordered tapping of Mr Kopp’s telephone with sections 66(1 bis) and 77 of the FCPA.", "60.  Moreover, the Court cannot ignore the opinions of academic writers and the Federal Court’s case-law on the question, which the Government cited in their memorial (see paragraphs 38–39 above).", "In relation to paragraph 2 of Article 8 of the Convention and other similar clauses, the Court has always understood the term “law” in its “substantive” sense, not its “formal one”, and has in particular included unwritten law therein (see the above-mentioned Kruslin and Huvig judgments, pp. 21–22, § 29 in fine, and pp. 53–54, § 28 in fine, respectively).", "61.  In short, the interference complained of had a legal basis in Swiss law.", "\t\t– “Quality of the law”", "62.  The second requirement which emerges from the phrase “in accordance with the law” – the accessibility of the law – does not raise any problem in the instant case.", "63.  The same is not true of the third requirement, the law’s “foreseeability” as to the meaning and nature of the applicable measures.", "64.  The Court reiterates in that connection that Article 8 § 2 requires the law in question to be “compatible with the rule of law”. In the context of secret measures of surveillance or interception of communications by public authorities, because of the lack of public scrutiny and the risk of misuse of power, the domestic law must provide some protection to the individual against arbitrary interference with Article 8 rights. Thus, the domestic law must be sufficiently clear in its terms to give citizens an adequate indication as to the circumstances in and conditions on which public authorities are empowered to resort to any such secret measures (see, as the most recent authority, the above-mentioned Halford judgment, p. 1017, § 49).", "65.  The Government submitted that the relevant legislation taken as a whole and the case-law of the Federal Court warranted the conclusion that the telephone tapping ordered in the instant case did in fact satisfy the requirement of foreseeability, as defined by the European Court.", "66.  The Court must therefore examine the “quality” of the legal rules applicable to Mr Kopp in the instant case.", "67.  It notes in the first place that the telephone lines of the applicant’s law firm were tapped pursuant to sections 66 et seq. of the FCPA (see paragraph 25 above) and that he was monitored as a third party.", "Under section 66(1 bis) of the FCPA, “… third parties may also be monitored if specific facts give rise to the presumption that they are receiving or imparting information intended for the accused or suspect or sent by him. Persons who, by virtue of section 77, may refuse to give evidence shall be exempt.”", "Section 77 of the FCPA provides: “… lawyers … cannot be required to give evidence about secrets confided to them on account of their … profession.”", "68.  On the face of it, the text seems clear and would appear to prohibit the monitoring of a lawyer’s telephone lines when he is neither suspected nor accused. It is intended to protect the professional relations between a lawyer and his clients through the confidentiality of telephone conversations.", "69.  In the present case, moreover, the President of the Indictment Division adverted to that principle of the law, since the order of 23 November 1989 (see paragraph 18 above) states: “the lawyers’ conversations are not to be taken into account.” Similarly the Federal Public Prosecutor’s Office mentioned it in the letter of 9 March 1990 informing the applicant that his telephone lines had been tapped (see paragraph 25 above) and the Federal Council likewise referred to it in its decision of 30 June 1993 (see paragraph 31 above).", "70.  However, as the Court has already observed (see paragraph 52 above), all the telephone lines of Mr Kopp’s law firm were monitored from 21 November to 11 December 1989.", "71.  The Government sought to resolve this contradiction by referring to the opinions of academic writers and the Federal Court’s case-law to the effect that legal professional privilege covered only matters connected with a lawyer’s profession. They added that Mr Kopp, the husband of a former member of the Federal Council, had not had his telephones tapped in his capacity as a lawyer. In the instant case, in accordance with Swiss telephone-monitoring practice, a specialist Post Office official had listened to the tape in order to identify any conversations relevant to the proceedings in progress, but no recording had been put aside and sent to the Federal Public Prosecutor’s Office.", "72.  The Court, however, is not persuaded by these arguments.", "Firstly, it is not for the Court to speculate as to the capacity in which Mr Kopp had had his telephones tapped, since he was a lawyer and all his law firm’s telephone lines had been monitored.", "", "", "Secondly, tapping and other forms of interception of telephone conversations constitute a serious interference with private life and correspondence and must accordingly be based on a “law” that is particularly precise. It is essential to have clear, detailed rules on the subject, especially as the technology available for use is continually becoming more sophisticated (see the above-mentioned Kruslin and Huvig judgments, p. 23, § 33, and p. 55, § 32, respectively).", "In that connection, the Court by no means seeks to minimise the value of some of the safeguards built into the law, such as the requirement at the relevant stage of the proceedings that the prosecuting authorities’ telephone-tapping order must be approved by the President of the Indictment Division (see paragraphs 18 and 35 above), who is an independent judge, or the fact that the applicant was officially informed that his telephone calls had been intercepted (see paragraph 25 above).", "73.  However, the Court discerns a contradiction between the clear text of legislation which protects legal professional privilege when a lawyer is being monitored as a third party and the practice followed in the present case. Even though the case-law has established the principle, which is moreover generally accepted, that legal professional privilege covers only the relationship between a lawyer and his clients, the law does not clearly state how, under what conditions and by whom the distinction is to be drawn between matters specifically connected with a lawyer’s work under instructions from a party to proceedings and those relating to activity other than that of counsel.", "74.  Above all, in practice, it is, to say the least, astonishing that this task should be assigned to an official of the Post Office’s legal department, who is a member of the executive, without supervision by an independent judge, especially in this sensitive area of the confidential relations between a lawyer and his clients, which directly concern the rights of the defence.", "75.  In short, Swiss law, whether written or unwritten, does not indicate with sufficient clarity the scope and manner of exercise of the authorities’ discretion in the matter. Consequently, Mr Kopp, as a lawyer, did not enjoy the minimum degree of protection required by the rule of law in a democratic society. There has therefore been a breach of Article 8.", "\t\t(ii) Purpose and necessity of the interference", "76.  Having regard to the above conclusion, the Court, like the Commission, does not consider it necessary to review compliance with the other requirements of paragraph 2 of Article 8 in this case.", "", "", "II.\tAlleged violation of Article 13 of the Convention", "77.  Article 13 of the Convention provides:", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "78.  Mr Kopp expressly stated that he did not intend to pursue this complaint before the Court, and the Court considers that it is not required to consider it of its own motion.", "III.\tapplication of Article 50 of the Convention", "79.  Under Article 50 of the Convention,", "“If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.\tDamage", "80.  Mr Kopp claimed 550,000 Swiss francs (CHF) for pecuniary damage on account of the effects that publication of the fact that his law firm’s telephone lines had been tapped had had on his professional activities and his firm’s good name. He also claimed CHF 1,000 for non-pecuniary damage, on the ground that the monitoring of his telephone lines had seriously perturbed his relations with his family and the members of his firm.", "81.  The Government maintained that the amounts claimed were excessive and that the applicant had not adduced evidence of either the existence of pecuniary damage or a causal connection between any violation of the Convention and such damage. Furthermore, if the applicant had lost clients, it was not because of the telephone tapping in issue but for other reasons, such as the fact that he had been convicted of fraud and forging securities or the fact that his name had been struck off the roll of members of the Bar.", "As regards non-pecuniary damage, the Government submitted that if the Court were to find a violation, that would constitute sufficient just satisfaction.", "", "", "", "82.  The Delegate of the Commission submitted that compensation should be awarded for loss of income, but left the amount to the Court’s discretion. He was of the view that the compensation claimed for non-pecuniary damage was justified.", "83.  As regards pecuniary damage, the Court considers that Mr Kopp was not able to prove the existence of a causal connection between the interception of his telephone calls and the alleged loss. As to non-pecuniary damage, the Court considers that the finding of a violation of Article 8 constitutes sufficient compensation.", "B.\t\tCosts and expenses", "84.  The applicant also claimed CHF 67,640 in respect of his costs and expenses for the proceedings in the Swiss courts and CHF 58,291 in respect of those he had incurred for the proceedings before the Convention institutions. He further sought CHF 174,000 for research he had conducted himself and for out-of-pocket expenses.", "85.  The Government submitted that if the Court were to find a violation, an award of CHF 21,783 for costs and expenses would satisfy the requirements of Article 50. If the finding of a violation concerned only one of the two complaints raised by the applicant, it would be appropriate for the Court to reduce that amount in an equitable proportion.", "86.  The Delegate of the Commission left the amount to be awarded for costs and expenses to the Court’s discretion.", "87.  On the basis of the information in its possession and its case-law on this question, and taking into account the fact that only the applicant’s complaint under Article 8 of the Convention has given rise to the finding of a violation, as the applicant expressly stated that he no longer wished to pursue the complaint relating to Article 13 of the Convention (see paragraph 78 above), the Court decides, on an equitable basis, to award the applicant the sum of CHF 15,000.", "C.\tDefault interest", "88.  According to the information available to the Court, the statutory rate of interest applicable in Switzerland at the date of adoption of the present judgment is 5% per annum.", "", "", "FOR THESE REASONS, THE COURT unanimously", "1.\tDismisses the Government’s preliminary objection;", "", "2.\tHolds that there has been a violation of Article 8 of the Convention;", "", "3.\tHolds that it is not necessary for the Court to consider of its own motion the complaint relating to Article 13 of the Convention;", "", "4.\tHolds that the present judgment in itself constitutes sufficient just satisfaction for non-pecuniary damage;", "", "5.\tHolds", "(a)\tthat the respondent State is pay to the applicant, within three months, 15,000 (fifteen thousand) Swiss francs for costs and expenses;", "(b)\tthat simple interest at an annual rate of 5% shall be payable on this sum from the expiry of the above-mentioned three months until settlement;", "", "6.\tDismisses the remainder of the claim for just satisfaction.", "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 25 March 1998.", "", "Signed: Rudolf Bernhardt", "\tPresident", "Signed: Herbert Petzold", "\tRegistrar", "", "", "In accordance with Article 51 § 2 of the Convention and Rule 55 § 2 of Rules of Court B, the concurring opinion of Mr Pettiti is annexed to this judgment.", "", "", "Initialled: R. B.\nInitialled: H. P.", "Concurring opinion of judge pettiti", "(Translation)", "", "I voted for the finding of a breach of Article 8, in agreement with the analysis made by my colleagues. However, as to reasons, I did so on the basis of a number of additional considerations.", "The Kopp case was of particular interest, coming as it did eight years after the Kruslin and Huvig judgments, and provided an opportunity to consolidate the case-law which led to the enactment of new French legislation regulating telephone tapping. Unfortunately, since that time mistakes have continued to be made in a number of Council of Europe member States, and some draft legislation may cause jurists some concern.", "It is a regrettable fact that State, para-State and private bodies are making increasing use of the interception of telephone and other communications for various purposes. Private companies engage in all manner of illicit practices for industrial espionage. In Europe so-called administrative telephone monitoring is not generally subject to an adequate system or level of protection.", "There is now less respect for private life, and this is accentuated by the excesses of certain sections of the media on the lookout for indiscreet articles or documents.", "The Kopp case involved multiple breaches of Article 8, in that the law firm’s partners and employees, clients and third parties who had no connection with the criminal proceedings were all monitored.", "In my opinion, paragraph 72 of the judgment should also contain a reference to the serious breach of professional privilege. A number of States lay down conditions for the Bar associations to be involved in the procedure when a judge wishes to order searches or interceptions in respect of lawyer’s practices. The safeguards mentioned in paragraph 72 are insufficient, since the fact that the applicant was informed dealt with only one aspect of the problem.", "Swiss law, as formulated by the texts in force, does not afford sufficient protection to third parties, and does not provide for checks to ensure that recordings have been destroyed. In addition, it is shocking that Post Office officials were deployed to listen to the calls. The Court’s considerations in paragraphs 73 and 74 could be more severe.", "The European Court has clearly laid down in its case-law the requirement of supervision by the judicial authorities in a democratic society, which is characterised by the rule of law, with the attendant guarantees of independence and impartiality; this is all the more important in order to meet the threat posed by new technologies. The Court has set forth the rules which telephone monitoring as a part of criminal procedure must obey. These cover matters such as the existence of serious grounds for suspicion, ", "the lack of other sources of evidence, restrictions concerning the persons to be monitored, maximum duration, etc. The Court has also previously paid attention to measures for the destruction of tapes used for monitoring (see my concurring opinion in the case of Malone v. the United Kingdom).", "Where monitoring is ordered by a judicial authority, even where there is a valid basis in law, it must be used for a specific purpose, not as a general “fishing” exercise to bring in information.", "Similarly, where it is justified, the monitoring of suspects or those occupying posts of authority who may be guilty of offences or responsible for violations of State security must never be extended to partners in private life, because that is going beyond the bounds of what is required to protect democratic institutions and amounts to a perverse inquisition.", "The legislation of numerous European States fails to comply with Article 8 of the Convention where telephone tapping is concerned. States use – or abuse – the concepts of official secrets and secrecy in the interests of national security. Where necessary, they distort the meaning and nature of that term. Some clarification of what these concepts mean is needed in order to refine and improve the system for the prevention of terrorism.", "The warnings of jurists and parliamentarians go back more than twenty years: the Schmelck Report in France, the advisory opinion I gave to the Luxembourg parliament, the Government White Paper in the United Kingdom and the Court’s Klass, Malone, Kruslin and Huvig judgments have all remained largely ineffective. The people running the relevant State services remain deaf to these injunctions and to a certain extent act with impunity. Apart from the specific problem, is this not a sign of the decadence of the democracies; does it not reveal to what extent the meaning of human dignity has been eroded? For this depressing trend States and individuals must share responsibility."]}