{"file": "ENG_CLIN_39534_07.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "39534/07", "text_paragraphs": ["Information Note on the Court’s case-law No. 168", "November 2013", "Österreichische Vereinigung zur Erhaltung, Stärkung und Schaffung eines wirtschaftlich gesunden land- und forstwirtschaftlichen Grundbesitzes v. Austria - 39534/07", "Judgment 28.11.2013 [Section I]", "Article 10", "Article 10-1", "Freedom to impart information", "Freedom to receive information", "Refusal by regional authority to provide copy of its decisions to an association wishing to study the impact of property transfers on agricultural and forest land: violation", "", "Facts – The applicant was a registered association whose aims were to research the impact of transfers of ownership of agricultural and forest land on society and to give opinions on relevant draft legislation. In that connection, in April 2005 it asked the Tyrol Real Property Transactions Commission, a regional authority whose approval was required for certain agricultural and forest land transactions, to provide it with copies of all decisions it had issued since the beginning of the year. It accepted that details of the parties and other sensitive information could be deleted and offered to reimburse the costs this entailed. The Commission refused citing a lack of time and personnel. Its decision was upheld by the domestic courts.", "Law – Article 10: The refusal to afford the association, which was involved in the legitimate gathering of information of public interest, access to the Commission’s decisions had amounted to interference with its right to receive and impart information under Article 10 of the Convention. The interference was prescribed by law and pursued the legitimate aim of protecting the rights of others.", "The Court had noted in its Társaság a Szabadságjogokért judgment that it had advanced towards a broader interpretation of the notion of the “freedom to receive information” encompassing recognition of a right of access to information. It also drew a parallel to its case-law concerning freedom of the press, stating that the most careful scrutiny was called for when authorities enjoying an information monopoly interfered with the exercise of the function of a social watchdog.", "Accordingly, although the Court did not accept the association’s submission that a general obligation to publish all decisions in an electronic database or to provide anonymised paper copies upon request could be inferred from the Court’s case-law under Article 10, it nevertheless had to examine whether the reasons given by the domestic authorities for refusing the association’s request were “relevant and sufficient” in the specific circumstances of the case. It was true that, unlike the position in Társaság a Szabadságjogokért, the request for information in the instant case was not confined to a particular document, but concerned a series of decisions issued over a period of time. In addition, the need to anonymise the decisions and send copies to the association would have required substantial resources. Nevertheless, the association had accepted that personal data would have to be removed from the decisions and had offered to reimburse the cost of producing and mailing the requested copies. In addition, it was striking that none of the decisions of the Commission – a public authority responsible for deciding disputes over “civil rights” – were published, either electronically or otherwise. Consequently, much of the anticipated difficulty referred to by the Commission had been of its own making and its choice not to publish any of its decisions. ", "In sum, the reasons relied on by the domestic authorities for refusing the association’s request for access to the Commission’s decisions were “relevant”, but not “sufficient”. While it was not for the Court to establish how the Commission should have granted the association access to its decisions, a complete refusal to give it access to any of its decisions was disproportionate and could not be regarded as having been necessary in a democratic society.", "Conclusion: violation (six votes to one).", "Article 41: No claim made in respect of damage.", "The Court further held unanimously that there had been no violation of Article 13 of the Convention.", "(See Társaság a Szabadságjogokért v. Hungary, 37374/05, 14 April 2009, )", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}