{"file": "ENG_CLIN_32093_10.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "32093/10", "text_paragraphs": ["Information Note on the Court’s case-law No. 180", "December 2014", "Cumhuriyetçi Eğitim Ve Kültür Merkezi Vakfı v. Turkey - 32093/10", "Judgment 2.12.2014 [Section II]", "Article 14", "Discrimination", "Refusal to grant exemption from electricity bills available to places of worship to Alevi premises: violation", "Facts – The applicant association is a religious foundation which runs, throughout Turkey, many cemevis, which are premises dedicated to the practice of Alevism, a minority and heterodox branch of Islam. In August 2006, submitting that a particular centre was a place of worship for the Alevi community, its director requested exemption from paying electricity bills, since the legislation provided that the electricity bills for places of worship would be paid from a fund administered by the Directorate of Religious Affairs. In a judgment of May 2008 the District Court dismissed the foundation’s claims, basing its decision on the Directorate’s opinion that Alevism was not a religion and that the cemevis were not places of worship. That judgment was upheld by the Court of Cassation and an application for rectification lodged by the applicant foundation was dismissed in 2009. The total amount of the Centre’s unpaid bills came to about EUR 290,000.", "Law – Article 14 taken together with Article 9: The coverage of electricity expenses by public funds to help places of worship pay their bills was sufficiently linked to the exercise of the right guaranteed by Article 9 of the Convention. Consequently, the complaint by the applicant foundation concerning the denial of its request for an exemption from payment of electricity bills fell within the scope of Article 9, such that Article 14 of the Convention was also engaged in the present case.", "Under Turkish law the status of cemevi was different from that of places of worship recognised as such by the State. However, in view of the fact the Alevis’ free exercise of the right to freedom of religion was protected under Article 9 of the Convention, that the centre in question included a room for the practice of cem, a basic part of the exercise of the Alevi religion, that it provided a funeral service, and that the activities performed there were not of a profit-making nature, the cemevis were premises intended for the practice of religious rituals, like the other recognised places of worship.", "While freedom of religion did not imply that religious groups or believers had to be granted a particular legal status or a tax status different from that of the other existing entities, a special status for places of worship had been created under Turkish law by a decision of the Council of Ministers. Such status carried a number of significant consequences, including the coverage of electricity bills by a fund of the Directorate of Religious Affairs. The applicant foundation which ran the cemevi was thus in a situation comparable to other places of worship as regards the need for legal recognition and the protection of its status. In addition, the decision in question expressly reserved the coverage of electricity bills to recognised places of worship. Consequently, by tacitly excluding cemevis from the benefit of that status, the impugned measure introduced a difference in treatment on the ground of religion.", "The refusal of the applicant foundation’s request for exemption had been based on an assessment by the domestic courts, on the basis of an opinion issued by the authority for Islamic religious affairs, to the effect that Alevism was not a religion and could not therefore have its own place of worship. The Court took the view, however, that such an assessment could not be used to justify the exclusion of the cemevis from the benefit in question, as they were, like other recognised places of worship, premises intended for the practice of religious rituals. While a State might have other legitimate reasons to restrict the enjoyment of a specific regime to certain places of worship, the Government, in the present case, had not given any justification for the difference in treatment between the recognised places of worship and the cemevis.", "As to the Government’s argument that the applicant foundation was entitled to benefit, for the centre in question, from a reduced electricity rate granted to foundations, such a possibility was not capable of compensating for the payment exemption in respect of electricity bills granted to places of worship.", "In the light of all those considerations, the difference in treatment sustained by the applicant foundation had no objective or reasonable justification. The system for granting exemptions from payment of electricity bills to places of worship thus entailed discrimination on the ground of religion.", "Conclusion: violation (unanimously).", "Article 41: question reserved.", "(Compare with the case of The Church of Jesus Christ of Latter-Day Saints v. the United Kingdom, 7552/09, 4 March 2014, )", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}