{"file": "ENG_HEJUD_48135_06.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "48135/06", "text_paragraphs": ["", "", "", "SECOND SECTION", "", "", "", "", "", "", "CASE OF YOUTH INITIATIVE FOR HUMAN RIGHTS v. SERBIA", "", "(Application no. 48135/06)", "", "", "", "", "", "JUDGMENT", "", "", "", "", "STRASBOURG", "", "25 June 2013", "", "FINAL", "", "25/09/2013", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "In the case of Youth Initiative for Human Rights v. Serbia,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\tGuido Raimondi, President,\n\tPeer Lorenzen,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tNebojša Vučinić,\n\tPaulo Pinto de Albuquerque,\n\tHelen Keller, judges,\nand Stanley Naismith, Section Registrar,", "Having deliberated in private on 28 May 2013,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 48135/06) against the Republic of Serbia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a non-governmental organisation based in Belgrade, Youth Initiative for Human Rights (“the applicant”), on 29 November 2006.", "2.  The applicant was represented by Ms T. Drobnjak, a lawyer practising in Belgrade. The Serbian Government (“the Government”) were represented by their Agent, Mr S. Carić.", "3.  The applicant complained, under Articles 6 and 10 of the Convention, about a refusal of the intelligence agency of Serbia to provide it with certain information concerning electronic surveillance, notwithstanding a final and binding decision of the Information Commissioner in its favour.", "4.  On 15 September 2010 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicant is a non-governmental organisation set up in 2003 and based in Belgrade. It monitors the implementation of transitional laws with a view to ensuring respect for human rights, democracy and the rule of law.", "6.  On 31 October 2005 the applicant requested the intelligence agency of Serbia (Bezbednosno-informativna agencija) to inform it how many people had been subjected to electronic surveillance by that agency in 2005.", "7.  On 4 November 2005 the agency refused the request, relying thereby on section 9(5) of the Freedom of Information Act 2004.", "8.  On 17 November 2005 the applicant complained to the Information Commissioner (Poverenik za informacije od javnog značaja i zaštitu podataka о ličnosti – “the Commissioner”), a domestic body set up under the Freedom of Information Act 2004 to ensure the observance of that Act.", "9.  On 22 December 2005 the Commissioner found that the intelligence agency had breached the law and ordered that the information requested be made available to the applicant within three days. The agency appealed, but on 19 April 2006 the Supreme Court of Serbia held that it lacked standing and dismissed its appeal.", "10.  On 23 September 2008 the intelligence agency notified the applicant that it did not hold the information requested.", "II.  RELEVANT DOMESTIC LAW", "11.  The Freedom of Information Act 2004 (Zakon o slobodnom pristupu informacijama od javnog značaja, published in Official Gazette of the Republic of Serbia no. 120/04, amendments published in Official Gazette nos. 54/07, 104/09 and 36/10) has been in force since 13 November 2004. The relevant provisions of the Act read as follows:", "Section 5(2)", "“Everyone shall have the right to access information of public interest by being allowed to examine a document containing that information, by being entitled to make a copy of that document, and by being entitled to receive a copy of that document on request, by post, fax, electronic mail or otherwise.”", "Section 8", "“The rights provided for in this Act may, in exceptional circumstances, be subject to limitations set out in this Act, to the extent necessary in a democratic society to prevent a serious violation of a prevailing interest based on the Constitution or law.", "Nothing in this Act may be interpreted so as to lead to the destruction of any of the rights set forth herein or to their limitation to a greater extent than is provided for in paragraph 1 above.”", "Section 9", "“Access to information of public interest may be refused, if its disclosure would:", "...", "(5)  Disclose information or a document formally qualified as State, official, commercial or other secret, or as accessible to a limited group of people, if the disclosure of that information or document could seriously undermine a legitimate interest which has priority over freedom of information.”", "12.  In accordance with section 22(1) of the Act, an applicant may lodge a complaint with the Commissioner if a public authority refuses his or her request for access to information. The decisions of the Commissioner are final and binding (see section 28(1) of the Act).", "III.  RELEVANT INTERNATIONAL DOCUMENTS", "13.  The International Covenant on Civil and Political Rights, adopted under the auspices of the United Nations on 16 December 1966, entered into force in respect of Serbia on 12 March 2001. Article 19 of that Covenant guarantees freedom of expression in similar terms to those used in Article 10 of the Convention. In July 2011 the Human Rights Committee, the body of independent experts set up to monitor the implementation of that treaty, reiterated in its General Comment No. 34 that Article 19 of the Covenant embraced a right of access to information held by public bodies (document CCPR/C/GC/34 of 12 September 2011, § 18). It further stated that such information included records held by a public body, regardless of the form in which the information was stored, its source and the date of production (ibid.). Lastly, the Human Rights Committee emphasised that when a State party imposed restrictions on the exercise of freedom of expression, these may not put in jeopardy the right itself; in other words, the relation between right and restriction and between norm and exception must not be reversed (see § 21 of that document).", "14.  The Joint Declaration by the United Nations Special Rapporteur on Freedom of Opinion and Expression, the OSCE Representative on Freedom of the Media and the OAS Special Rapporteur on Freedom of Expression of December 2004 reads, in the relevant part, as follows:", "“The right to access information held by public authorities is a fundamental human right which should be given effect at the national level through comprehensive legislation (for example Freedom of Information Acts) based on the principle of maximum disclosure, establishing a presumption that all information is accessible subject only to a narrow system of exceptions.", "...", "Access to information is a citizens’ right. As a result, the procedures for accessing information should be simple, rapid and free or low-cost.", "The right of access should be subject to a narrow, carefully tailored system of exceptions to protect overriding public and private interests, including privacy. Exceptions should apply only where there is a risk of substantial harm to the protected interest and where that harm is greater than the overall public interest in having access to the information. The burden should be on the public authority seeking to deny access to show that the information falls within the scope of the system of exceptions.", "Public authorities should be required to meet minimum record management standards. Systems should be put in place to promote higher standards over time.", "The access to information law should, to the extent of any inconsistency, prevail over other legislation.", "Those requesting information should have the possibility to appeal any refusals to disclose to an independent body with full powers to investigate and resolve such complaints.", "National authorities should take active steps to address the culture of secrecy that still prevails in many countries within the public sector. This should include provision for sanctions for those who wilfully obstruct access to information. Steps should also be taken to promote broad public awareness of the access to information law.", "Steps should be taken, including through the allocation of necessary resources and attention, to ensure effective implementation of access to information legislation.", "Urgent steps should be taken to review and, as necessary, repeal or amend, legislation restricting access to information to bring it into line with international standards in this area, including as reflected in this Joint Declaration.", "...", "Certain information may legitimately be secret on grounds of national security or protection of other overriding interests. However, secrecy laws should define national security precisely and indicate clearly the criteria which should be used in determining whether or not information can be declared secret, so as to prevent abuse of the label ‘secret’ for purposes of preventing disclosure of information which is in the public interest. Secrecy laws should set out clearly which officials are entitled to classify documents as secret and should also set overall limits on the length of time documents may remain secret. Such laws should be subject to public debate.”", "15.  The Joint Declaration by the United Nations Special Rapporteur on Freedom of Opinion and Expression, the OSCE Representative on Freedom of the Media, the OAS Special Rapporteur on Freedom of Expression and the ACHPR (African Commission on Human and Peoples’ Rights) Special Rapporteur on Freedom of Expression of December 2006 reads, in so far as relevant, as follows:", "“Public bodies, whether national or international, hold information not for themselves but on behalf of the public and they should, subject only to limited exceptions, provide access to that information.”", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION", "16.  The applicant complained, under Article 10 of the Convention, that the intelligence agency of Serbia had denied it access to certain information concerning electronic surveillance, despite a final and binding decision of the Information Commissioner in its favour. Article 10 reads as follows:", "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent states from requiring the licensing of broadcasting, television or cinema enterprises.", "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”", "A.  Admissibility", "17.  The Government argued that the application was out of time, taking into account the dates of the decisions of the Information Commissioner and the Supreme Court of Serbia in the applicant’s case. They further submitted that Article 10 did not guarantee a general right of access to information and that the application was, as a result, incompatible ratione materiae. Lastly, they claimed that the application was incompatible ratione personae as the applicant did not need the information sought.", "18.  The applicant disagreed.", "19.  With regard to the first objection, the Court notes that the applicant did not complain about the decisions to which the Government referred, as they were in its favour. On the contrary, it complained about a refusal of the intelligence agency of Serbia to provide it with certain information despite those decisions. Given that the applicant filed its application with the Court while the impugned situation was ongoing, this objection must be rejected.", "20.  With regard to the second and third objections, the Court recalls that the notion of “freedom to receive information” embraces a right of access to information (see Társaság a Szabadságjogokért v. Hungary, no. 37374/05, § 35, 14 April 2009). The Court has also held that when a non-governmental organisation is involved in matters of public interest, such as the present applicant, it is exercising a role as a public watchdog of similar importance to that of the press (Animal Defenders International v. the United Kingdom [GC], no. 48876/08, § 103, 22 April 2013). The applicant’s activities thus warrant similar Convention protection to that afforded to the press (see Társaság a Szabadságjogokért, cited above, § 27). Accordingly, the Government’s remaining objections must also be rejected.", "21.  As this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and it is not inadmissible on any other grounds, it must be declared admissible.", "B.  Merits", "22.  The applicant submitted that the refusal of the intelligence agency to provide it with information as to the use of electronic surveillance measures had adversely affected its ability to exercise its role as a public watchdog, in breach of Article 10 of the Convention.", "23.  The Government claimed that the intelligence agency did not hold the information requested (they referred to the intelligence agency’s letter of 23 September 2008 mentioned in paragraph 10 above). They added that freedom to receive information merely prohibited a State from restricting a person from receiving information that others wished or might be willing to impart to him; that freedom could not be construed as imposing on a State, in the circumstances of the present case, positive obligations to collect and disseminate information of its own motion (see Guerra and Others v. Italy, 19 February 1998, § 53, Reports of Judgments and Decisions 1998I).", "24.  The Court notes that the applicant requested the intelligence agency to provide it with some factual information concerning the use of electronic surveillance measures. The agency first refused the request, relying thereby on the statutory provision applicable to secret information. After an order by the Information Commissioner that the information at issue be nevertheless disclosed, the intelligence agency notified the applicant that it did not hold that information. As the applicant was obviously involved in the legitimate gathering of information of public interest with the intention of imparting that information to the public and thereby contributing to the public debate, there has been an interference with its right to freedom of expression (see, by analogy, Társaság a Szabadságjogokért, cited above, § 28, and Kenedi v. Hungary, no. 31475/05, § 43, 26 May 2009).", "25.  The exercise of freedom of expression may be subject to restrictions, but any such restrictions ought to be in accordance with domestic law. The Court finds that the restrictions imposed by the intelligence agency in the present case did not meet that criterion. The domestic body set up precisely to ensure the observance of the Freedom of Information Act 2004 examined the case and decided that the information sought had to be provided to the applicant. It is true that the intelligence agency eventually responded that it did not hold that information, but that response is unpersuasive in view of the nature of that information (the number of people subjected to electronic surveillance by that agency in 2005) and the agency’s initial response.", "26.  The Court concludes that the obstinate reluctance of the intelligence agency of Serbia to comply with the order of the Information Commissioner was in defiance of domestic law and tantamount to arbitrariness.", "There has accordingly been a violation of Article 10 of the Convention.", "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION", "27.  The applicant complained that the refusal of the intelligence agency to comply with the order of the Information Commissioner amounted also to a violation of Article 6 of the Convention.", "28.  The Government contested that argument.", "29.  Having regard to the finding relating to Article 10 of the Convention, the Court considers that it is not necessary to examine the admissibility or the merits of the same complaint under Article 6 (see, by analogy, Lepojić v. Serbia, no. 13909/05, § 79, 6 November 2007, and Filipović v. Serbia, no. 27935/05, § 60, 20 November 2007).", "III.  APPLICATION OF ARTICLE 46 OF THE CONVENTION", "30.  The relevant part of Article 46 of the Convention reads as follows:", "“1. The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.", "2. The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution. ...”", "31.  Before examining the applicant’s claim for just satisfaction under Article 41 of the Convention and in view of the circumstances of the instant case, the Court wishes to consider what consequences may be drawn for the respondent State from Article 46. It reiterates that by virtue of Article 46 the High Contracting Parties have undertaken to abide by the final judgments of the Court in any case to which they are parties, execution being supervised by the Committee of Ministers of the Council of Europe. It follows, among other things, that a judgment in which the Court finds a breach imposes on the respondent State a legal obligation not just to pay those concerned any sums awarded under Article 41, but also to select, subject to supervision by the Committee of Ministers, the general and/or, if appropriate, individual measures to be adopted in their domestic legal order to put an end to the violation found by the Court and to redress so far as possible the effects (see Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII). The aim is to put the applicant, as far as possible, in the position he would have been in had the requirements of the Convention not been disregarded (restitutio in integrum) (see Emre v. Switzerland (no. 2), no. 5056/10, § 69, 11 October 2011). Although it is in principle not for the Court to determine what remedial measures may be appropriate to satisfy the respondent State’s obligations under Article 46 of the Convention, the violation found in this case, by its very nature, does not leave any real choice as to the measures required to remedy it (see Assanidze v. Georgia [GC], no. 71503/01, § 202, ECHR 2004II, and Karanović v. Bosnia and Herzegovina, no. 39462/03, § 29, 20 November 2007).", "32.  In view of the foregoing, the Court finds that the most natural execution of its judgment, and that which would best correspond to the principle of restitutio in integrum, would have been to secure that the intelligence agency of Serbia provide the applicant with the information requested (namely, how many people were subjected to electronic surveillance by that agency in the course of 2005).", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "33.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "34.  The applicant claimed 8,000 euros (EUR) for non-pecuniary damage suffered on account of the fact that, because of the refusal of the intelligence agency to provide it with the information requested, it had been unable to generate, and contribute to, an open and well-informed public debate on the use of electronic surveillance measures in Serbia.", "35.  The Government contested that claim.", "36.  The Court considers that the finding of a breach and the order made in paragraph 32 above constitute sufficient just satisfaction for any non-pecuniary damage which the applicant may have suffered (see Társaság a Szabadságjogokért, cited above, § 43).", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the complaint under Article 10 of the Convention admissible;", "", "2.  Holds that there has been a violation of Article 10 of the Convention;", "", "3.  Holds that there is no need to examine the complaint under Article 6 of the Convention;", "", "4.  Holds that the respondent State must ensure, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, that the intelligence agency of Serbia provide the applicant with the information requested;", "", "5.  Holds that the finding of a violation and the order made under point 4 constitute sufficient just satisfaction for any non-pecuniary damage sustained by the applicant.", "Done in English, and notified in writing on 25 June 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tStanley Naismith\tGuido Raimondi\n\tRegistrar\tPresident", "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges Sajó and Vučinić is annexed to this judgment.", "G.R.A.\tS.H.N.", "JOINT CONCURRING OPINION OF JUDGES SAJÓ AND VUČINIĆ", "We are in full agreement with the conclusions and reasoning of this judgment. It is of particular importance for those countries where, even today, long lasting habits make it difficult to have access to data which, in the days of totalitarianism, were used for oppressive purposes by secret services. However, we write this concurring opinion in particular to highlight the general need to interpret Article 10 in conformity with developments in international law regarding freedom of information, which entails access to information held by public bodies. We refer, in particular, to Human Rights Committee, General Comment No. 34 (document CCPR/C/GC/34 of 12 September 2011, § 18).", "The Court has recently (in its Gillberg v. Sweden [GC] judgment, (no. 41723/06, § 74, 3 April 2012) restated that “the right to receive and impart information explicitly forms part of the right to freedom of expression under Article 10. That right basically prohibits a Government from restricting a person from receiving information that others wish or may be willing to impart to him (see, for example, Leander v. Sweden, 26 March 1987, § 74, Series A no. 116, and Gaskin v. the United Kingdom, 7 July 1989, § 52, Series A no. 160).”", "The Grand Chamber did not quote the continuation of paragraph 74 of the Leander judgment: “Article 10 (art. 10) does not, in circumstances such as those of the present case, confer on the individual a right of access to a register containing information on his personal position, nor does it embody an obligation on the Government to impart such information to the individual.”", "In view of the legal developments summarized in the judgment, and the Council of Europe Convention on Access to Official Documents (2009, not yet in force), and in particular, in view of the demands of democracy in the information society, we find it appropriate to highlight certain implications of the present judgment in light of Gillberg that the Court should address in due course:", "1. In the world of the Internet the difference between journalists and other members of the public is rapidly disappearing. There can be no robust democracy without transparency, which should be served and used by all citizens.", "2. The case raises the issue of the positive obligations of the State, which arise in respect of the accessibility of data controlled by Government. The authorities are responsible for storing such information and loss of data cannot be an excuse, as the domestic authorities erroneously claimed in the present case. The difference between the State’s negative and positive obligations is difficult to determine in the context of access to information. Given the complexity of modern data management the simple lack of a prohibition of access may not suffice for the effective enjoyment of the right to information.", "3. Without prejudice to the specific circumstances of the Leander case, to grant the citizen more restricted access to important information that concerns him or her and is generated or is used by the authorities than to the general public on public information may seem illogical, at least in certain circumstances. An artificial distinction between public data and data of personal interest may even hamper access to public information. Of course, access to information under Article 10 must respect, in particular, informational self-determination and the considerations referred to in Klass and Others v. Germany (6 September 1978, § 81, Series A no. 28)."]}