{"file": "ENG_HEJUD_39912_09.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "39912/09", "text_paragraphs": ["", "", "THIRD SECTION", "", "", "", "", "", "", "CASE OF FERENČÍKOVÁ v. ", "", "(Application no. 39912/09)", "", "", "", "", "", "", "", "JUDGMENT", "", "", "", "25 September 2012", "", "", "FINAL", "", "25/12/2012", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Ferenčíková v. ,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tJosep Casadevall, President,\n\tEgbert Myjer,\n\tAlvina Gyulumyan,\n\tJán Šikuta,\n\tLuis López Guerra,\n\tNona Tsotsoria,\n\tKristina Pardalos, judges,\nand  Quesada, Section Registrar,", "Having deliberated in private on 28 August 2012,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 39912/09) against the Slovak Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Slovak nationals, Ms Natália Ferenčíková (“the first applicant”) and Ms Jessica Júlia Ferenčíková (“the second applicant”) (jointly “the applicants”), on 16 July 2009.", "2.  The applicants were represented by Mr R. Heinrich, a lawyer practising in . The Government of the  (“the Government”) were represented by their Agent, Ms M. Pirošíková.", "3.  The applicants alleged, in particular, that the decision to declare their claim for maintenance for the period between 5 February 2001 and 16 February 2004 inadmissible had been contrary to their right of access to court pursuant to Article 6 § 1 of the Convention.", "Of its own motion, the Court raised the question whether the applicants had been denied the effective remedy guaranteed by Article 13 of the Convention.", "4.  On 14 April 2011 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The first applicant was born in 1976. She is the mother of the second applicant, who was born in 1997. The applicants live in .", "A.  Background", "6.  On 22 May 1996 the first applicant married A., a United States national, in the .", "7.  On 8 November 1996 the first applicant left the United States for  and has remained there since. This gave cause to several judicial proceedings, all of which took place before the courts in .", "8.  While the first applicant’s marriage was dissolved and the second applicant was entrusted to her care and custody, the subject matter of the present application concerns the second applicant’s maintenance.", "This matter was determined in three different sets of proceedings.", "9.  First, by way of a judgment (rozsudok) that became final and binding on 16 February 2004 (“the first judgment”), ruling on appeal by the first applicant against a judgment of the Bratislava IV District Court (Okresný súd), the Bratislava Regional Court (Krajský súd) dismissed a maintenance claim against A., observing that the first applicant had failed to indicate an address for the defendant in the United States and that it had been impossible to make him available for the purposes of the proceedings.", "A maintenance order made in such circumstances would not be enforceable in the  and there was thus no point in making it.", "While the District Court’s ruling was phrased as “[the court] refrains from making a ruling” on the claim, the Regional Court changed it into “[the court] dismisses the claim” observing specifically that should the first applicant be able to obtain the defendant’s address in the future there would be no obstacle to her lodging a fresh application in the same matter.", "10.  Second, by way of a ruling, which became final and binding on 1 October 2004 (“the second judgment”), which was attached to the judgment in the divorce proceedings, and which concerned the period subsequent to the divorce, the District Court ordered A. to contribute to the second applicant’s maintenance by way of monthly payments.", "A. was identified as residing at the same address as that indicated in the first judgment, and he took part in the proceedings by making a written submission and through a court-appointed representative.", "11.  The third set of proceedings concerning the second applicant’s maintenance is the actual subject matter of the present application. It is described below.", "B.  Action", "12.  Following the dismissal of her first claim concerning the maintenance of the second applicant in the period prior to the divorce (see paragraph 9 above), in February 2004 the first applicant made a fresh claim and indicated a new address for the defendant.", "13.  On 21 July 2005 the District Court inquired at the Centre for the International Legal Protection of Children and Youth (Centrum pre medzinárodnoprávnu ochranu detí a mládeže – “the Centre”) about the address of the employer of A. and any other information concerning him. In the absence of a reply, the District Court sent a reminder on 2 September 2005, to which the Centre replied on 29 September 2005, submitting that no such information was available and that, under the 1956 Convention on the Recovery Abroad of Maintenance (Decree of the Minister of Foreign Affairs no. 33/1959 Coll.), the Centre had no power to investigate such matters.", "14.  On 21 November 2005 the District Court sent a request to the  authorities to question the defendant under the 1970 Convention on the Taking of Evidence Abroad in Civil or Commercial Matters (Decree of the Minister of Foreign Affairs no. 129/1976 Coll.). In the absence of a reply, the District Court sent reminders on 9 February 2007 and 21 January 2008.", "15.  On 7 April 2008 the District Court again enquired with the Centre about the address of the employer of A. and any other information concerning him. The Centre replied on 14 April 2008 submitting that no information was available except for the last address for A., which was substantially the same as that used in the previous proceedings (see paragraphs 9 and 10 above).", "16.  On 19 June 2008 the District Court gave a decision, making two different rulings concerning the periods before and after the first judgment (16 February 2004) (see paragraph 9 above).", "17.  As regards the period prior to 16 February 2004, the District Court observed that it was covered by the first judgment, which constituted a res judicata. The matter could accordingly not be examined again, and that part of the action was declared inadmissible.", "18.  As regards the period after 16 February 2004 and until the second judgment (1 October 2004) (see paragraph 10 above), the District Court ordered A. to make monthly contributions to the second applicant’s maintenance in the same amount as under the second judgment.", "19.  The first applicant challenged the judgment of 19 June 2008 in so far as the action had been declared inadmissible. She relied on the first judgment, in that the matter had not been decided upon on the merits, and it was open to her to bring the claim anew once an address had been established for the defendant.", "20.  On 21 January 2009 the  dismissed the appeal. It observed that although the first applicant had submitted a new address for the defendant, it had still not been possible to make him available for the purposes of the proceedings and, to that extent, the matter was a res judicata.", "21.  Eventually, after the proceedings had been concluded, on 14 December 2009 a report was obtained from the  authorities concerning A. being questioned, pursuant to the District Court’s request of 21 November 2005 (see paragraph 14 above).", "C.  Constitutional complaint", "22.  On 9 April 2009 the applicants challenged the judgments of 19 June 2008 and 21 January 2009 by way of a complaint under Article 127 of the Constitution (Constitutional law no. 460/1992 Coll., as amended) in the  (Ústavný súd). They relied, inter alia, on Article 6 § 1 of the Convention and Article 5 of Protocol No. 7 (equality between spouses). They alleged a violation of their right of access to court and to a fair trial, and submitted that they had identified A.’s address and that he himself had confirmed that address in his written submission to the court in the divorce proceedings. Moreover, maintenance orders had been enforced against A. in the past via the Centre and its counterpart in the .", "23.  On 14 May 2009 the  declared the complaint inadmissible. It found that the applicants had failed to exhaust ordinary remedies as required under section 53(1) of the Constitutional Court Act (Law no. 38/1993 Coll., as amended) by seeking protection of their rights before the ordinary courts by way of an appeal on points of law (dovolanie) under Article 237 (f) of the Code of Civil Procedure (Law no. 99/1963 Coll., as amended - “the CCP”).", "24.  As observed by the Constitutional Court, it was true that that the subject matter of the proceedings fell within the ambit of the Family Code (Law no. 36/2005 Coll., as amended) and that, pursuant to Article 238 § 4 of the CCP, appeals on points of law were specifically unavailable in matters governed by the Family Code.", "However, if there were serious procedural irregularities within the meaning of Article 237 of the CCP, an appeal on points of law was available in all cases. To that end, the  relied on a commentary to the CCP of 2006 by Krajčo J. and others, page 618, and on its own inadmissibility decision of 17 April 2008 in a case no. I. ÚS 136/08 (see paragraphs 34 below).", "D.  Review by the Public Prosecution Service", "25.  The applicants subsequently lodged a request with the Prosecutor General, seeking that he use his discretionary powers and challenge the contested judgments on the applicants’ behalf by way of an extraordinary appeal on points of law (mimoriadne dovolanie).", "26.  In a letter of 20 July 2009 the Prosecutor General responded that no such remedy was available in the applicants’ case, as it fell within the Family Code and, under Article 243f § 2 (a) of the CCP, no extraordinary appeal on points of law could be lodged in matters governed by the Family Code (see paragraphs 35 and 36 below).", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "A.  Constitution", "27.  Article 127, subsumed under Section (Oddiel) One (dealing with Judicial Power) of Part (Hlava) Seven (dealing with the ), provides:", "“1.  The Constitutional Court shall decide on complaints by natural or legal persons alleging a violation of their fundamental rights or freedoms ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.", "2.  If the Constitutional Court finds a complaint justified, it shall deliver a decision stating that a person’s rights or freedoms as set out in paragraph 1 have been violated by a final decision, specific measure or other act and shall quash that decision, measure or act. If the violation that has been found is the result of a failure to act, the  may order [the authority] which has violated the rights or freedoms to take the necessary action. At the same time it may remit the case to the authority concerned for further proceedings, order that authority to refrain from violating the fundamental rights and freedoms ... or, where appropriate, order those who have violated the rights or freedoms set out in paragraph 1 to restore the situation to that existing prior to the violation.", "3.  In its decision on a complaint the  may grant appropriate financial compensation to a person whose rights under paragraph 1 have been violated.”", "B.  Constitutional Court Act", "28.  Under section 53(1) an individual complaint under Article 127 of the Constitution is not admissible if the complainant has not exhausted effective remedies or other legal means available for the protection of the complainant’s fundamental rights or freedoms.", "29.  Section 53(3) provides that such a complaint may be lodged within two months of the date on which the decision in question has become final and binding, or on which a measure has been notified or notice of other interference with the complainant’s interests has been given. As regards measures and other types of interference, this period commences when it is practically possible for the complainant to become aware of them.", "C.  Code of Civil Proceedings and commentary", "30.  Procedures for of civil proceedings are regulated by Part Four, Chapter Two. Under Article 228 § 1 (d), civil proceedings can be reopened where the Court has found a violation of the requesting party’s Convention rights and where serious consequences of the violation have not been adequately redressed by the award of just satisfaction.", "31.  The procedure in respect of appeals on points of law is defined in Part Four, Chapter Three. Under Article 236 (1) an appeal on points of law is available against final decisions of a court of appeal if the law so provides.", "32.  Pursuant to Article 237 (f) an appeal on points of law is admissible against any decision of the appellate court where a party has been prevented, by the appellate court’s conduct from acting before the court.", "33.  Under Article 238 § 4, as a matter of principle, an appeal on points of law is not admissible in matters governed by the Family Code. The existing exceptions are not relevant to the case at hand.", "34.  Further statutory rules concerning appeals on points of law are summarised in the Court’s judgment in the case of Ringier Axel Springer Slovakia, v. Slovakia (no. 41262/05, §§ 61-8, 26 July 2011).", "35.  According to a commentary by Krajčo J. and others (EUROUNION, 2006, page 618, “inadmissibility of an appeal on points of law against certain decisions of a court of appeal cannot stem from the provisions of Articles 238 §§ 4 and 5 and 239 § 3. These provisions do not allow for an appeal on points of law except in cases where an appeal on points of law would otherwise be admissible under Articles 238 §§ 1 and 3 and 239 §§ 1 and 2. This means that even in cases where an appeal on points of law is excluded under Articles 238 §§ 4 and 5 and 239 § 3, such an appeal is admissible on the grounds envisaged by Article 237. Thus, in the light of the existing legal framework, even in cases governed by the Family Code... admissibility of an appeal on points of law is based on Article 237.”", "36.  In accordance with Article 243f § 1 (a) the Prosecutor General has the power to challenge final and binding judicial decisions by way of an extraordinary appeal on points of law in cases falling within the ambit of Article 237 of the Code (see above).", "37.  However, under Article 243f § 2 (a) no extraordinary appeal on points of law is admissible in matters governed by the Family Code.", "D.  The ’s practice", "38.  On 17 April 2008 the  declared a case, no. I. ÚS 136/08, inadmissible on account of the complainant’s failure to lodge an appeal on points of law under Article 237 of the CCP in a matter regulated by the Family Code. It cited reasons similar to those mentioned above.", "This approach was later followed in inadmissibility decisions on 27 January 2009 and 26 January 2010 in cases nos. III. ÚS 26/09 and III. ÚS 39/2010.", "39.  However, in a judgment (nález) of 1 July 2009 in case no. II. ÚS 398/08, the Constitutional Court found that admitting an appeal on points of law on the ground envisaged under Article 237 (f) of the CCP in divorce proceedings, a matter governed by the Family Code, had violated the complainant’s rights under Article 6 § 1 of the Convention because, by virtue of Article 238 § 4 of the CCP no such appeal was admissible. In order to reach this conclusion, the  conducted a full-fledged jurisprudential, doctrinal and comparative analysis.", "E.  The Supreme Court’s practice", "40.  In a decision (uznesenie) of 17 June 2005, the Supreme Court (Najvyšší súd) ruled on admissibility of an appeal on points of law in case no. 2Cdo 128/2005. That appeal had been lodged in reliance on Article 237 (f) of the CCP against a decree of divorce, a matter being regulated by the Family Code. The Supreme Court found that any such an appeal was excluded by virtue of Article 238 § 4 of the CCP, which superseded its Article 237. At the same time, however, the Supreme Court referred to its previous judgement in case no. MCdo 29/03 and observed that its own practice in that respect was not uniform.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "41.  The applicants complained that the outcome of the proceedings on their claim for maintenance for the period prior to the first judgment had been arbitrary and contrary to their right of access to court and to a fair hearing as provided in Article 6 of the Convention, the relevant part of which reads as follows:", "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”", "A.  Admissibility", "42.  The Government submitted that the merits of the claim for the second applicant’s maintenance in the period prior to the first judgment had in fact been determined in the first judgment, which in their submission constituted a res judicata.", "Should the applicants have disagreed with that determination, it would have been open to them to challenge the first judgment by way of an appeal on points of law under Article 237 (f) of the CCP and, as the case may be, to challenge the decision on such an appeal by way of a complaint under Article 127 of the Constitution. In the Government’s view, by failing to do so the applicants had failed to satisfy the requirement of exhaustion of domestic remedies under Article 35 § 1 of the Convention.", "Alternatively, should the Court conclude that an appeal on points of law had not been a remedy to be exhausted by the applicants under the quoted provision, the Government considered that the application had to be rejected as having been introduced outside the six-month time-limit under Article 35 § 1 of the Convention, to be counted from the date of the first judgment.", "43.  The applicants opposed these objections and submitted that, essentially, the first judgment had involved no determination of the merits of the claim, but rather a dismissal of it on purely procedural grounds, leaving a substantive determination of the claim open once the procedural conditions had been met.", "Furthermore, the applicants submitted that the admissibility of an appeal on points of law in questions such as the one obtaining in the present case was directly excluded by law: any departure from the unequivocal language of which lacked legal basis and predictable outcome.", "44.  The Court considers that the Government’s objections raise issues which are closely linked to the merits of the complaint and that they would be more appropriately examined at the merits stage.", "45.  At the same time, the Court considers, in the light of the parties’ submissions, that the complaint raises serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. The Court concludes therefore that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It must accordingly be declared admissible.", "B.  Merits", "46.  The applicants considered that, in respect of the period prior to the first judgment, they had been deprived of their right of access to court with their claim for the second applicant’s maintenance.", "47.  In reply, the Government submitted that the District Court had proactively and repeatedly sought the assistance of the  authorities, as well as of the Centre, in order to establish the defendant’s address and any other useful information with a view to determining the claim.", "48.  The applicants responded that in the judgments of 19 June 2008 and 21 January 2009 (see paragraphs 16 and 20 above), the courts concluded that it had still not been possible to make the defendant available for the purposes of the proceedings, which was why the claim in respect of the period prior to the first judgment could not be examined. However, at the same time, the courts had not considered themselves prevented from examining and determining the claim in respect of the period after the first judgment which, in the applicants’ view, was not reasonable.", "49.  The Court observes that the present case involves a number of intertwined practical, substantive and procedural questions, linked to the determination of the applicants’ claim concerning the second applicant’s maintenance and availability and exhaustion of domestic remedies in that respect.", "50.  For that matter, the Court reiterates that the right to a fair hearing, as guaranteed by Article 6 § 1 of the Convention, must be construed in the light of the principle of the rule of law, which requires that all litigants should have an effective judicial remedy enabling them to assert their civil rights (see Běleš and Others v. the , no. 47273/99, § 49, ECHR 2002IX). In this way the right to a fair hearing embodies the “right to court”, one aspect of which is the right of access, that is the right to institute proceedings before courts in civil matters (see Golder v. the United Kingdom, 21 February 1975, § 36, Series A no. 18; Prince HansAdam II of Liechtenstein v. Germany [GC], no. 42527/98, § 43, ECHR 2001-VIII; and Roche v. the United Kingdom [GC], no. 32555/96, § 116, ECHR 2005-X). In other words, everyone has the right to have any claim relating to his civil rights and obligations brought before a court or tribunal (see, among many other authorities, Waite and Kennedy v. Germany [GC], no. 26083/94, § 50, ECHR 1999-I).", "51.  The Court also reiterates that a restrictive interpretation of the right of access to court guaranteed by Article 6 § 1 would not be consonant with the object and purpose of the provision (see De Cubber v. Belgium, 26 October 1984, § 30, Series A no. 86).", "52.  The Court also reiterates the following general principles, which are of relevance in respect of the Government’s non-exhaustion plea in this case, as formulated and summarised, for example, in its judgment in the case of Akdivar and Others v. Turkey ([GC], 16 September 1996, §§ 65-69, Reports of Judgments and Decisions 1996 IV): The rule of exhaustion of domestic remedies obliges those seeking to bring a case against the State before an international judicial or arbitral organ to use the remedies provided by the national legal system first. Consequently, States are dispensed from answering before an international body for their acts before they have had an opportunity to put matters right through their own legal system. The rule is based on the assumption, reflected in Article 13 of the Convention, with which it has close affinity, that there is an effective remedy available in respect of the alleged breach in the domestic system whether or not the provisions of the Convention are incorporated in national law. In this way, it is an important aspect of the principle that the machinery of protection established by the Convention is subsidiary to the national systems safeguarding human rights.", "Under this rule, normal recourse should be had by an applicant to remedies which are available and sufficient to afford redress in respect of the breaches alleged. The existence of the remedies in question must be sufficiently certain not only in theory but in practice, failing which they will lack the requisite accessibility and effectiveness.", "The rule also requires that complaints intended to be made subsequently at the European Court should have been made to the appropriate domestic body, at least in substance and in compliance with the formal requirements and time-limits laid down in domestic law and, further, that any procedural means that might prevent a breach of the Convention should have been used.", "53.  Turning to the circumstances of the present case, the Court observes that at the domestic level the applicants were seeking determination of a claim for the second applicant’s maintenance in the period prior to the first judgment. Therefore, first of all, it has to be established whether, as argued by the Government, the claim was actually determined in the first judgment.", "54.  In that respect, the Court observes that the first judgment does not contain any analysis of any matter relevant to the substantive determination of the claim. This is, inter alia, reflected in the formulation of the firstinstance ruling, whereby the court of first instance actually refrained from making a ruling on the claim. Although, formally speaking, the Court of Appeal changed the wording of the ruling into a dismissal of the claim, it added in unequivocal terms that there would be no obstacle to a fresh application in the same matter should the first applicant be able to obtain the defendant’s address in the future.", "55.  The Court also notes that, in its judgment of 20 January 2009, the Regional Court considered the applicants’ claim a res judicata not on the ground that the claim had actually been resolved in the first judgment but rather because, in its assessment, the first applicant had failed to provide an actual address for the defendant, just as in the first judgment.", "From that perspective, however, the Court observes that in their claim for the first applicant’s maintenance prior to the first judgment, the applicants submitted a new address for the defendant, which was different from that known in the first judgment and the second judgment.", "56.  Furthermore, the Court observes that no support for a conclusion that the applicants’ claim was determined on its merits in the first judgment can be drawn from the ’s decision either.", "57.  In these circumstances, the Court cannot but conclude that the first judgement as such contained no determination of the applicants’ claim on its merits. It considers that the next issue that must be resolved is whether the applicants have complied with the requirement of exhaustion of domestic remedies pursuant to Article 35 § 1 of the Convention, in particular with reference to the Government’s argument concerning the appeal on points of law under Article 237 (f) of the CCP.", "58.  In that respect, the Court notes that in the Slovakian legal system an appeal on points of law is an extraordinary remedy, which is only available as long as any of the admissibility grounds are available. The Court further notes that the existence of some admissibility grounds, for example those under Article 238 § 1 of the CCP (the instance of overturning the first-instance judgment), is easier to establish unequivocally than others, for example that under Article 237 (f) of the CCP, the existence of which depends on the assessment by the Court of Cassation. The Court also notes that, in view of the applicable statutory rules and the existing practice of their application in respect of admissibility of appeals on points of law, its determination is susceptible of raising various Convention issues, in particular under its Articles 6 § 1 and 35 § 1 (see, for example, Stavebná spoločnosť TATRY Poprad, s.r.o. v. , no. 7261/06, 3 May 2011 and, mutatis mutandis, Zvolský and Zvolská v. the Czech Republic, no. 46129/99, ECHR 2002 IX, Běleš and Others, cited above, and Saez Maeso v. , no. 77837/01, 9 November 2004).", "59.  However, the Court reiterates that it is not its role to decide in the abstract whether the applicable domestic law is compatible with the Convention or whether the domestic law has been complied with by the national authorities. In cases arising from individual petitions it must as far as possible examine the issues raised by the case before it. The question of exhaustion of domestic remedies will therefore now be examined with reference to the specific circumstances of the present case only (see, for example, Jakub v. Slovakia, no. 2015/02, § 48, 28 February 2006, with further references).", "60.  For the purposes of that examination, the Court observes that the language of Article 238 § 4 of the CCP is unequivocal in not allowing an appeal on points of law in matters governed by the Family Code. Unless this provision is understood as embodying a lex specialis in respect of Article 237, which allows an appeal on points of law against “any decision of the Court of Appeal”, there is an inherent contradiction between these two provisions.", "61.  The position of speciality of Article 238 § 4 of the CCP in respect of Article 237 of the CCP appears to be supported by the Prosecutor General, who concluded that in the specific circumstances of the present case no extraordinary appeal on points of law was available, precisely for the reason that, just as in respect of an appeal on points of law, an extraordinary appeal on points of law was not available in matters regulated by the Family Code (see paragraphs 26, 35 and 36 above). This position also appears to be supported by the practice of the Supreme Court at the relevant time (see paragraph 39 above).", "62.  On the other hand, the opposite position, which was taken by the  in the present case, appears to have been preceded by at least two and followed by at least one other decision of the  (see paragraph 37 above).", "63.  The Court observes that, in the practice referred to in the preceding two paragraphs, there is an obvious contradiction, the existence of which was specifically pointed out by the Supreme Court itself (see paragraph 39 above). The existence of this contradiction at the relevant time was ultimately confirmed by the Constitutional Court which, in its judgment of 1 July 2009, preceded by a thorough analysis, arrived at the conclusion that Article 238 § 4 of the CCP excluded the availability of an appeal on points of law under Article 237 (f) of the CCP.", "64.  In these circumstances, the Court concludes that the Government have failed to show that, at the relevant time, an appeal on points of law was available to the applicants not only in theory but in practice, with reasonable prospects of success, and that it was a remedy to be exhausted for the purposes of Article 35 § 1 of the Convention. In reaching this conclusion, the Court has taken into account, inter alia, that the Convention is intended to guarantee rights that are not theoretical or illusory, but rights that are practical and effective (see, for example, Matthews v. the United Kingdom [GC], no. 24833/94, § 34, ECHR 1999-I), that a matter as sensitive as the maintenance of a minor was at stake, and that various aspects of that matter were the subject of examination in three different sets of proceedings.", "65.  As to the Government’s argument in respect of the applicants’ observance of the six-month rule, the Court notes that it has been based on a contention that the claim for the second applicant’s maintenance was examined and determined in the first judgment (see paragraph 42 above), a proposition that has been rejected by the Court (see paragraph 57 above). It follows that the Government’s six-month argument is equally to be rejected.", "66.  The Court further observes that, although the merits of the claim for the second applicant’s maintenance had not been determined in the first judgment, in their judgments of 19 June 2008 and 21 January 2009 the ordinary courts declined to examine it anew. Irrespective of the categorisation of the legal ground for such a denial of examination, the essential ground for it was that the applicants had failed to supply an actual address for the defendant. This reason however does not appear tenable because, in the same judgment, that is to say in the judgment of 19 June 2008, the District Court issued a maintenance order against A. for the period after the first judgment. For the sake of completeness, the Court considers it noteworthy that, in the second judgment, a maintenance order was issued against A. while he was identified essentially by the same address as in the first judgment.", "67.  Lastly, the Court observes that there is no indication that a fresh maintenance claim against A. in respect of the same period would have any greater chance of success than before on the basis of his address finally being obtained by the ordinary courts (see paragraph 21 above).", "68.  The foregoing considerations are sufficient to enable the Court to conclude that, in respect of their claim for maintenance of the second applicant in the period prior to the first judgment, the applicants have been deprived of their right of access to court.", "The Court accordingly rejects the Government’s inadmissibility objections and concludes that there has been a violation of Article 6 § 1 of the Convention.", "In view of this finding, the Court considers that it is no longer necessary for it to examine this part of the application of its own motion (see paragraph 3 above) under Article 13, in conjunction with Article 6 § 1 of the Convention.", "II.  OTHER ALLEGED VIOLATIONS", "69.  The applicants also complain that the outcome of those proceedings was contrary to Article 5 of Protocol No. 7.", "70.  However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the provision invoked.", "It follows that the remainder of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "71.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "72.  The applicants claimed 3,980 euros (EUR) in respect of pecuniary damage, this amount consisting of contributions to the second applicant’s maintenance that they had been seeking in vain at the domestic level. They also claimed EUR 4,000 in respect of non-pecuniary damage.", "73.  As to the former claim, the Government stated that, should the applicants have incurred any pecuniary damage, a potential finding by the Court of a violation of the applicants’ Convention rights would provide a basis for reopening the impugned domestic proceedings under Article 228 § 1 (d) of the CCP (see paragraph 30 above), the applicants being able to seek compensation in such reopened proceedings. As to the latter claim, the Government considered it to be excessive.", "74.  As to the Government’s argument concerning the possibility of seeking reopening of the proceedings at the domestic level, the Court reiterates that has already held that if a victim, after exhausting the domestic remedies in vain before complaining to the Convention institutions of a violation of his or her rights, were obliged to do so a second time before being able to obtain just satisfaction from the Court, the total length of the procedure instituted by the Convention would scarcely be in keeping with the idea of the effective protection of human rights. Such a requirement would lead to a situation incompatible with the aim and object of the Convention (see, for example, Liivik v. Estonia, no. 12157/05, § 109, 25 June 2009; Jalloh v. Germany [GC], no. 54810/00, § 129, ECHR 2006IX; Oğur v. Turkey [GC], no. 21594/93, § 98, ECHR 1999 III; Barberà, Messegué and Jabardo v. Spain (Article 50), 13 June 1994, § 17, Series A no. 285-C; Papamichalopoulos and Others v. Greece (Article 50), 31 October 1995, § 40, Series A no. 330-B; and De Wilde, Ooms and Versyp v. Belgium (Article 50), 10 March 1972, § 16, Series A no. 14). Consequently, the Court is not prevented from making an award in this respect.", "75.  However, noting that in the present case an award of just satisfaction can only be based on the fact that the applicants did not have the benefit of the right of access to court as guaranteed by Article 6 § 1 of the Convention, the Court considers that it cannot speculate as to the outcome of the proceedings had the position been otherwise. It accordingly finds that any causal link between the violation found and the pecuniary damage alleged has not been established and that the applicants’ claim in that respect has to be dismissed. On the other hand, the Court considers that the applicants must have suffered non-pecuniary damage. Making its assessment on an equitable basis, and having regard to the amount of the applicants’ claim, the Court awards the applicants jointly EUR 4,000, plus any tax that may be chargeable, in respect of non-pecuniary damage.", "B.  Costs and expenses", "76.  The applicants also claimed EUR 2,463.23 for legal fees and expenses, this amount consisting of EUR 1,571.50 for the proceedings before the ordinary courts (including the application to the Prosecutor General), EUR 292.38 for the proceedings before the Constitutional Court; and EUR 599.35 for the proceedings before the Court. In support of this claim, the applicants submitted that these amounts had been calculated under the applicable domestic scales. They also submitted a copy of two legal assistance contracts dated 14 February 2005 and 6 March 2009, in which the applicants had made a commitment to pay their lawyer’s fees under the applicable domestic scales in the event of success in the proceedings.", "77.  The Government submitted that, in accordance with the Court’s case-law, any award should only be made in respect of reasonably incurred costs and expenses supported by relevant documents.", "78.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see, for example, Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000-XI).", "79.  In the present case, regard being had the violation found (see paragraph 67 above), the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 2,000 covering costs under all heads.", "C.  Default interest", "80.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Joins to the merits of the complaint under Article 6 § 1 of the Convention concerning the alleged lack of access to court the Government’s objections under Article 35 § 1 of the Convention and rejects them;", "", "2.  Declares the complaint under Article 6 § 1 of the Convention concerning the alleged lack of access to court admissible and the remainder of the application inadmissible;", "", "3.  Holds that there has been a violation of Article 6 § 1 of the Convention;", "", "4.  Holds that there is no need to examine the case of its own under Article 13 of the Convention, in conjunction with Article 6 § 1 of the Convention;", "", "5.  Holds", "(a)  that the respondent State is to pay the applicants jointly, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:", "(i)  EUR 4,000 (four thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;", "(ii)  EUR 2,000 (two thousand euros), plus any tax that may be chargeable to the applicants, in respect of costs and expenses;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "6.  Dismisses the remainder of the applicants’ claim for just satisfaction.", "Done in English, and notified in writing on 25 September 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\t Quesada\tJosep Casadevall\n\tRegistrar\tPresident", ""]}