{"file": "ENG_CLIN_4864_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "4864/05", "text_paragraphs": ["Information Note on the Court’s case-law 128", "March 2010", "Oyal v. Turkey - 4864/05", "Judgment 23.3.2010 [Section II]", "Article 2", "Positive obligations", "Article 2-1", "Life", "Failure to provide a patient, infected with HIV virus by blood transfusions at birth, with full and free medical cover for life: violation", "Article 41", "Just satisfaction", "Obligation to provide a patient infected with HIV virus by blood transfusions at birth with full and free medical cover for life", "Facts – The first applicant is the second and third applicants’ son. He was infected with the HIV virus after undergoing blood transfusions following a premature birth. The applicants brought proceedings against the supplier of the blood and the Ministry of Health. The domestic courts ruled that the supplier was at fault for supplying HIV-infected blood and that the Ministry of Health was responsible for the negligence of its staff in the performance of their duties. They also established that the HIV had not been detected because the medical staff had failed to test the blood because of the expense of doing so and that, prior to the first applicant’s infection, there was no legal requirement for blood donors to give information about their sexual activity. On account of these deficiencies, the domestic courts awarded the applicants compensation in respect of non-pecuniary damage plus statutory interest. However, following the judgments the special card (the “green card”), which was issued by the Ministry of Health and provided free access to health care and medicine to persons with minimal income, was withdrawn from the applicants, who have to meet medical expenses in the order of EUR 6,800 per month.", "Law – Article 2: The applicants’ complaints pertained to the alleged failure of the State authorities to fulfil their positive obligation to protect life by not taking preventive measures against the spread of HIV through blood transfusions and by not conducting an effective investigation against those responsible for the infection of the first applicant. Article 2 was therefore applicable. The applicants had had access to the civil and administrative courts, which had established the liability of those responsible for the infection of the first applicant with the HIV virus and made an order for damages. However, a crucial question in the instant case was whether the redress in question had been appropriate and sufficient. The non-pecuniary damage awards had only covered one year’s treatment and medication for the first applicant. Thus the family had been left in debt and poverty and unable to meet the high costs of the continued treatment and medication. It was striking that the green card given to the applicants had been withdrawn immediately after the delivery of the judgments in their favour. The Court acknowledged the sensitive and positive approach adopted by the national courts; however, it considered that the most appropriate remedy in the circumstances would have been to have ordered the defendants, in addition to the payment in respect of non-pecuniary damage, to pay for the first applicant’s treatment and medication expenses during his lifetime. The redress offered to the applicants had therefore been far from satisfactory for the purposes of the positive obligation under Article 2. Moreover, as the domestic proceedings had lasted over nine years, it could not be said that the administrative courts had complied with the requirements of promptness and reasonable expedition implicit in this context. Apart from the concern for the respect of the rights inherent in Article 2 in each individual case, more general considerations also called for a prompt examination of cases concerning medical negligence. Knowledge of the facts and of possible errors committed in the course of medical care was essential to enable the institutions and medical staff concerned to remedy the potential deficiencies and prevent similar errors. The prompt examination of such cases was therefore important for the safety of users of all health services.", "Conclusion: violation (unanimously).", "Article 41: EUR 300,000 in respect of pecuniary damage and EUR 78,000 in respect of non-pecuniary damage, together with free and full medical cover for the first applicant for the rest of his life.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}