{"file": "ENG_CLIN_23118_93.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "23118/93", "text_paragraphs": ["Information Note on the Court’s case-law 12", "November 1999", "Nilsen and Johnsen v. Norway [GC] - 23118/93", "Judgment 25.11.1999 [GC]", "Article 10", "Article 10-1", "Freedom of expression", "Defamation - statements by journalists declared null and void by court: violation", "(Extract from press release)", "Facts: The first applicant, Arnold Nilsen, and the second applicant, Jan Gerhard Johnsen, are Norwegian citizens born in 1928 and 1943 respectively and living in Bergen. The first applicant is a police inspector, who at the relevant time was President of the Norwegian Police Association (Norsk Politiforbund). The second applicant is a police constable and was at the relevant time Chairman of the Bergen Police Association (Bergen Politilag), a branch of the former association.", "In 1981 Gunnar Nordhus and Edvard Vogt at the University of Bergen published a summary of their findings, following an investigation into the phenomenon of violence in Bergen, in a book which found that the Bergen police force was responsible for approximately 360 incidents a year of excessive and illegal use of force. The book gave rise to a heated public debate. The Ministry of Justice appointed a Committee of Inquiry consisting of Anders Bratholm, professor of criminal and procedural law, and Hans Stenberg-Nilsen, a Supreme Court advocate. In a report published in 1982 they concluded that the nature and extent of police violence in Bergen was far more serious than seemed to be generally assumed. The conclusions and premises in the report were called into question by the Norwegian Police Association, among others. In 1981 the newspaper Morgenavisen stated that Mr Nordhus had lied in connection with the collection of material for his research. He instituted defamation proceedings against the newspaper but in 1983 the Bergen City Court (byrett) dismissed the action on the grounds that the accusation had been justified. Mr Bratholm continued his work on police brutality, eventually as an independent researcher. In the spring of 1986 he published a book entitled Police Brutality (Politivold). Similar publications by him and others followed later that year and in subsequent years. During 1986 and 1987 the Prosecutor-General carried out an investigation, the results of which were made public in June 1987, with the overall conclusion that the various allegations of police brutality were unfounded. At the close of the investigation fifteen of the interviewees were charged with having made false accusations against the police. Ten of them were later convicted in jury trials before Gulating High Court (lagmannsrett), from November 1988 to March 1992, the so-called “boomerang cases”.", "In the context of the above, in particular in the wake of the publication of Police Brutality, the applicants made a number of statements publicised in the press in response to the various accusations of police brutality. In May 1989 Mr Bratholm instituted defamation proceedings against the applicants in respect of the above-mentioned statements. The Oslo City Court, in a judgment of 7 October 1992, held that some of the statements had been defamatory under Article 247 of the Penal Code and declared them null and void (død og maktesløs, mortifisert) under Article 253 § 1. It ordered the first applicant to pay 25,000 Norwegian kroner (NOK) in non-pecuniary damage to Mr Bratholm (the latter’s claim for non-pecuniary damage against the second applicant had been submitted out of time) and ordered that the applicants pay Mr Bratholm certain sums for legal costs. On appeal, the Supreme Court, by judgment of 5 May 1993, upheld the City Court's judgment, and ordered the applicants to pay additional costs to Mr Bratholm. It found that two of Mr Nilsen’s statements published by Annonseavisen and Bergens Tidende on 2 March and 7 June 1988 and three of Mr Johnsen’s statements published by Dagbladet on 15 May 1986 were defamatory, “unlawful” (rettstridig) and not proven to be true. The Supreme Court considered that the statements amounted to accusations against Mr Bratholm of falsehood (item 1.1), of deliberate lies (statement 1.2), unworthy and malicious motives (statements 1.1 and 1.3), dishonest motives (statement 2.2) and having fabricated allegations of police brutality (statement 2.3). The manner in which Mr Bratholm had expressed his views in Police Brutality, and in other publications, could not justify calling into question his integrity in the way done by the applicants. On 16 January 1998 the Supreme Court ordered the reopening of seven of the “boomerang cases” and on 16 April 1998 the defendants were acquitted.", "The applicants complained that the Norwegian courts’ judgments constituted an unjustified interference with their right to freedom of expression guaranteed under Article 10 of the European Convention on Human Rights.", "Law: Article 10 - The Court saw no grounds to question the Norwegian courts’ findings that the statements were capable of adversely affecting Mr Bratholm’s reputation. The reasons relied on by the national courts clearly were relevant to the legitimate aim of protecting his reputation. As regards the further question whether the reasons were sufficient, the Court observed that the impugned statements clearly bore on a matter of serious public concern. However, despite the particular role played by the applicants as representatives of professional associations and the privileged protection afforded under the Convention to the kind of speech in issue, the applicants had to act within the bounds set, among other things, in the interest of the “protection of the reputation or rights of others”. As regards one allegation, namely statement 1.2 accusing Mr Bratholm of deliberate lies, this could be regarded as an allegation of fact susceptible of proof, for which there was no factual basis and which could not be warranted by Mr Bratholm’s way of expressing himself. Declaring this statement null and void was justifiable in terms of Article 10. On the other hand, as to statements 1.1, 1.3, 2.2 and 2.3, in so far as these were imputing improper motives or intentions to Mr Bratholm, it was apparent from the wording and the context that they were intended to convey the applicants’ own opinions and were thus rather akin to value-judgments. In as far as the said statements implied that Mr Bratholm had provided false information about police violence and fabricated allegations of such misconduct, there existed at the material time certain objective factors supporting the applicants’ questioning of Mr Bratholm’s investigations: the libel action brought by Mr Nordhus in respect of allegations of lies in certain newspaper articles had been unsuccessful; the Prosecutor-General’s criminal investigations of Bergen Police had reached the overall conclusion that the various allegations of police brutality were unfounded; in the ensuing “boomerang cases” a number of informers had been convicted of false accusations against the police. This was not altered by the fact that the Supreme Court subsequently re-opened seven of the “boomerang cases” and acquitted the defendants. Moreover, regard should be had to the role played by the injured party in the present case, notably to the harsh criticism voiced by Mr Bratholm in Police Brutality. The applicants were therefore not entirely unjustified in claiming that they were entitled to “hit back in the same way”. Bearing in mind that applicants were, in their capacity as elected representatives of professional associations, responding to criticism of the working methods and ethics within their profession, the Court attached greater weight to the plaintiff’s own active involvement in a lively public discussion than the national courts had done when applying national law. The statements at issue were directly concerned with the plaintiff’s contribution to that discussion. Moreover, a degree of exaggeration should be tolerated in the context of such a heated and continuing public debate of affairs of general concern, where on both sides professional reputations were at stake. Against this background, the Court was not satisfied that statements 1.1, 1.3, 2.2 and 2.3 exceeded the limits of permissible criticism for the purposes of Article 10 of the Convention. The impugned interference with the applicants’ exercise of their freedom of expression was not supported by sufficient reasons in terms of Article 10 and was disproportionate to the legitimate aim of protecting the reputation of Mr Bratholm. There had thus been a violation of Article 10.", "Conclusion: violation (12 votes to 5).", "Article 41 - The applicants each requested NOK 25,000 in compensation for non-pecuniary damage. The Court considered that the finding of a violation itself constituted adequate just satisfaction in this respect. The applicants also sought the reimbursement of NOK 440,242.74 for economic loss suffered as a result of the domestic courts’ judgments. The Court awarded them NOK 375,000 under this head. The applicants claimed, in addition, reimbursement of NOK 750,912 in respect of costs and expenses incurred in the national proceedings and the Strasbourg proceedings, of which the Court awarded NOK 465,000. The applicants also claimed NOK 325,000 in interest and were awarded NOK 50,000 under this head.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}