{"file": "ENG_HEJUD_34539_02.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "34539/02", "text_paragraphs": ["", "", "FOURTH SECTION", "", "", "CASE OF DEBONO v. ", "", "", "(Application no. 34539/02)", "", "", "JUDGMENT", "", "", "", "", "", "7 February 2006", "", "", "", "FINAL", "", "", "07/05/2006", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Debono v. ,", "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:", "\tSir\tNicolas Bratza, President,\n\tMr\tJ. Casadevall,\n\tMr\tG. Bonello,\n\tMr\tR. Maruste,\n\tMr\tS. Pavlovschi,\n\tMr\tL. Garlicki,\n\tMr\tJ. Borrego Borrego, judges,\nand Mr M. O’Boyle, Section Registrar,", "Having deliberated in private on 17 January 2006,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 34539/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Maltese national, Mr Nicholas Richard Debono (“the applicant”), on 6 September 2002.", "2.  The applicant was represented by Mr T. Abela, a lawyer practising in . The Maltese Government (“the Government”) were represented by their Agent, Mr S. Camilleri, Attorney General.", "3.  The applicant alleged, in particular, that the length of a set of civil proceedings was excessive.", "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "5.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section (Rule 52 § 1).", "6.  By a decision of 3 May 2005 the Court declared the application partly admissible.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "7.  The applicant was born in 1934 and lives in Marsascala ().", "A.  The first-instance proceedings instituted by the applicant", "8.  On 13 June 1996 the applicant instituted proceedings against the Water Services Corporation, against the Director of the Drainage Department in the Ministry of the Environment and against the Minister of the Environment. He complained about the infiltration of foul liquid in several of his properties, allegedly due to the seepage of sewage from the Government drainage system and asked for compensation.", "9.  Thirty-three hearings took place before the . A number of witnesses were examined and an expert report was prepared. Thirteen hearings were adjourned by reason of the defendants’ absence.", "10.  In a judgment of 5 July 2000, the  found in favour of the applicant. It held that the Minister of the Environment was not liable and declared that the two other defendants were responsible for the damage suffered by the applicant. It therefore awarded him 5,649.92 liri (Lm – approximately 13,559 euros, “EUR”) for damages and a sum for reimbursement of all the legal costs of the case.", "B.  The proceedings before the Court of Appeal", "11.  On 25 July 2000 the Water Services Corporation and the Director of the Drainage Department appealed against the judgment of 5 July 2000.", "12.  On 31 July 2002 the applicant requested that his case be dealt with and decided within a short time.", "13.  By a decree of 28 August 2002 the Court of Appeal ordered that the case be fixed for hearing according to law.", "14.  On 15 October 2002, the hearing was fixed for 10 December 2002. An application for postponement presented by the Director of the Drainage Department on the ground of the absence of his lawyer was rejected.", "15.  On 10 December 2002 the parties presented their pleadings and the case was left for judgment to be delivered on 25 April 2003.", "16.  In a judgment of 8 May 2003, the Court of Appeal confirmed the firstinstance decision. Observing that the first court had correctly concluded that the applicant had summoned the Minister of the Environment without good reason, the Court of Appeal decided that the legal expenses incurred by the Minister should be borne by the applicant.", "C.  The Constitutional proceedings", "1.  The constitutional complaint before the ", "17.  Meanwhile, on 1 October 2002, the applicant had filed a constitutional complaint before the  (First Hall). He alleged that as the appeal against the judgment of 5 July 2000 had not been decided, his right to a hearing within a reasonable time, guaranteed by Article 6 § 1 of the Convention and by Article 39(1) of the Constitution of Malta, had been violated.", "18.  By a judgment of 29 April 2003, the  upheld the applicant’s claim and awarded him compensation of Lm 500 (approximately EUR 1,200).", "19.  The  noted that the delay in fixing the hearing before the Court of Appeal was due to the workload of the domestic courts. Now, the State had the duty of organising its judicial system in such a way that the courts could comply with the requirements established in Article 6 of the Convention.", "20.  Moreover, according to Article 152(1) of Chapter 12 of the Laws of Malta, as in force at the relevant time, the Registrar had the duty to list an appeal for hearing not later than six months after the filing of the appeal. However, in the applicant’s case the date of the hearing had been fixed for 10 December 2002, and this had happened only after the applicant had filed two submissions in which he complained about the undue delay. As a principal rule of procedure had been breached and no fault could be imputed to the applicant, the  found a violation of the “reasonable time” requirement.", "21.  In reaching this conclusion and in determining the amount to be granted as just satisfaction, the  took into account only the period after July 2000, as in his constitutional complaint the applicant had not referred to the duration of the first-instance proceedings.", "2.  The appeal before the ", "22.  The Principal Registrar of the Courts of Justice, the Minister of Justice and the Local Government appealed against the judgment of 29 April 2003. They alleged that the failure to observe Article 152(1) of Chapter 12 of the Laws of Malta could not be considered tantamount to a violation of the “reasonable time” requirement and that the fixing of cases for particular dates did not depend on the Registrar. The defendants also complained about the amount of compensation they had been ordered to pay.", "23.  In a judgment of 30 June 2003, the  upheld the appeal and annulled the impugned decision in so far as it had accepted the applicant’s claims.", "24.  The  noted that the lack of observance of the six months period mentioned in the said Article 152(1) could not amount to a violation of Article 6 of the Convention. In fact, according to the  case-law, a failure to comply with the time-limits set out in the domestic law did not in itself infringe the “reasonable time” requirement.", "25.  The  further observed that the applicant was complaining about the delay between the date on which the appeal was filed (25 July 2000) and the date of the first hearing before the competent court (10 December 2002). An overall period of less than two years and five months was at stake. Taking into account the number of duties that the Court of Appeal had to accomplish, such delay could not be considered excessive. It was true that the State was obliged to organise its judicial system in a way that all the guarantees afforded by Article 6 of the Convention were respected; however, regard must be had to all the circumstances of the case, and to the remedial actions undertaken by the authorities in order to cope with a temporary backlog of business affecting the domestic courts.", "26.  In the ’s view, the applicant’s case was not an easy one. It took more than four years to decide at first instance. The applicant was not complaining about this first delay, which was in any case justified by the number of witnesses heard, by the volume of documents and notes submitted to the judge and by the factual and technical difficulties encountered by the expert. Moreover, there did not exist any special reason to treat the appeal with urgency and it was necessary to consider that in 2002 the Court of Appeal had faced abnormal problems, as its President had changed twice within a few months. Notwithstanding this, when the applicant requested that his case be decided within a short time, the Court of Appeal fixed the hearing for 10 December 2002 and rejected a request for postponement presented by the Director of the Drainage Department.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "27.  The applicant’s complaint relates to the length of the proceedings before the Court of Appeal. He invoked Article 6 § 1 of the Convention, which, in so far as relevant, reads as follows:", "“1.  In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing within a reasonable time by an independent and impartial tribunal ...”", "A.  Submissions of the parties", "1.  The applicant", "28.  According to the applicant, the length of the proceedings was in breach of the “reasonable time” requirement laid down in Article 6 § 1 of the Convention. He observed that the Government had failed to explain the reasons for the delay in fixing the date of the hearing and to indicate the persons responsible for this. They moreover had not clarified why Article 152(1) of Chapter 12 of the Laws of Malta was deleted and why the case-file had been misplaced.", "2.  The Government", "29.  The Government rejected the allegation. They observed that the applicant’s complaint focused on the delay in fixing a date for the hearing before the Court of Appeal. Therefore, the period to be taken into consideration should end on 15 October 2002, when a date for the hearing was actually fixed. In any case, even if the final point of the said period were the delivery of the Court of Appeal’s judgment (8 May 2003), the overall duration of the proceedings (two years, nine months and thirteen days) could not be considered excessive in the light of the Court’s case-law. In this respect, they recalled that no violation of the “reasonable time” principle was found in the case of G. v. Italy (see judgment of 27 February 1992, Series A no. 228-F), where there was a period of inactivity of two years at the appeal level.", "30.  They noted that according to Article 152(1) of Chapter 12 of the Laws of Malta, as in force at the relevant time, the Court of Appeal was obliged to set a date for the hearing within six months from the date on which the appeal was filed. However, according to the Court’s case-law (see G. v. Italy, judgment quoted above, and Wiesinger v. Austria, judgment of 30 October 1990, Series A no. 213), it could not be held that non-compliance with this rule would, in itself, infringe Article 6 § 1 of the Convention.", "31.  The Government considered that the applicant’s case was rather complex from the legal and technical points of view. In particular, a number of questions arose as to the liability of the defendants and as to the amount of the damages. The applicant also requested that the remedial works be carried out during the judicial proceedings under the supervision of the court appointed expert. Moreover, the said expert had encountered difficulties in determining the origin of the foul water seeping into the applicant’s property. The case-file thus amounted to six hundred and twenty-two pages.", "32.  They acknowledged that the parties had not used any delaying tactics. The Court of Appeal had in any case rejected a request for adjournment based on the unavailability of the lawyers of one of the appellants.", "33.  The Government further pointed out that at the relevant time exceptional circumstances had interfered with the functioning of the Court of Appeal. In particular, the latter had gone through two changes of President in a short time, with the consequence that a number of cases ready for decision had to be granted a fresh hearing. Furthermore, the applicant, who was aware of this situation and did not request that his case be treated as urgent, had failed to complain about the delay in fixing the hearing before 31 July 2002, which was two years after the date on which the appeal was filed. By that time, the problem of seepage of foul water had been eliminated and the applicant knew that, in case of success in the appeal, he would receive default interest at a rate of eight percent per annum. They argued that the applicant had acquiesced in the period of inactivity prior to 31 July 2002 with a view to increasing the amount finally obtained by way of damages and interest.", "B.  The Court’s assessment", "34.  In its final decision on the admissibility, the Court had noted that the proceedings had begun on 25 July 2000, the date of the filing of the defendants’ appeal, and had ended on 8 May 2003, when the Court of Appeal’s final judgment was delivered. They had therefore lasted two years, nine months and thirteen days for one instance.", "35.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII and Lukenda v. Slovenia , no. 23032/02, § 74, 6 October 2005).", "36.  In the Court’s view, the applicant’s case was not particularly complex. It recalls that the applicant’s complaint has been declared admissible only with regard to the length of the appeal proceedings. Even though at first instance a huge amount of evidence, including witnesses’ statements, needed to be collected and discussed, during the appeal stage the parties did not present any request for the production of new evidence. As a consequence, the scope of the Court of Appeal’s review was confined to examining the case-file and to evaluating whether the impugned judgment was based on a correct assessment of the facts and a reasonable application of the law.", "37.  Moreover, it is not disputed by the Government that no delay could be imputed to the applicant’s conduct. As acknowledged by the , nothing suggests that the applicant contributed, in any significant way to the length of the proceedings.", "38.  As to the conduct of the authorities, the Court observes that even though the appeal was lodged on 25 July 2000, the date of the hearing was only fixed for 10 December 2002, which is more than two years and four months later. This was in breach of Article 152(1) of Chapter 12 of the Laws of Malta, a provision according to which the Registrar had the duty to list an appeal for hearing not later than six months after the filing of the appeal (see paragraph 20 above).", "39.  It is true that failure to abide by the time-limit prescribed by domestic law does not in itself contravene Article 6 § 1 of the Convention (see Wiesinger, judgment cited above, pp. 22-23, § 60). However, the fact remains that the case was dormant for a substantial period of time, during which no judicial activity was accomplished. The Court should therefore ascertain whether the explanations put forward by the Government in this respect were pertinent and sufficient.", "40.  The Government argued that at the relevant time the Court of Appeal had gone through two changes of President in a short time, with the consequence that a number of cases ready for decision had to be granted a fresh hearing (see paragraph 33 above). According to the Court’s established case-law, a temporary backlog of court business does not engage the international responsibility of the State concerned, provided that the State takes effective remedial action with the requisite promptness (see Guincho v. Portugal, judgment of 10 July 1984, Series A no. 81, p. 17, § 40, and Kępa v. Poland (Dec.), no. 43978/98, 30 September 2003). The evidence adduced by the Government does not support the conclusion that in the present case there occurred a sudden and unforeseeable increase in the number of actions being brought, thereby generating a temporary backlog of business. The changes of presiding judge represent a natural part of the life of a court and may occasion a degree of delay (Deumeland v. Germany, judgment of 29 May 1986, Series A no. 100, p. 28, § 82). However, in the present case the overall delay registered by the Court is excessive in view of the nature of the shortcomings invoked by the Government and it does not appear that the latter had taken prompt and effective remedial action to diminish the burdensome effect of the delay on the applicant.", "41.  The Court recalls that, as it has repeatedly held, Article 6 § 1 imposes on the Contracting States the duty to organise their judicial systems in such a way that their courts can meet each of its requirements, including the obligation to hear cases within a reasonable time (see, amongst many other authorities, Muti v. Italy, judgment of 23 March 1994, Series A no. 281-C, p. 37, § 15 and Süssmann v. Germany, judgment of 16 September 1996, Reports of Judgments and Decision 1996-IV, p. 1190, § 57).", "42.  The Court also notes that the appeal proceedings complained of followed first-instance proceedings which lasted more than four years. The overall length of the applicant’s case was therefore a little less than six years and eleven months.", "43.  Finally, as to the Government’s argument that the applicant had waited more than two years before requesting that his case be decided within a short time (see paragraph 33 above), the Court does not consider it established that, had such a request been submitted before, the delay in fixing the date of the appeal hearing would have been reduced.", "44.  In the Court’s view, considering all the circumstances of the case, the overall length of the appeal proceedings in the instant case was excessive and failed to meet the “reasonable-time” requirement.", "45.  There has accordingly been a breach of Article 6 § 1 of the Convention.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "46.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "47.  The applicant claimed Lm 1,080 (approximately EUR 2,592) as compensation for the frustration suffered during the period while his case was pending.", "48.  The Government considered that the amount sought by the applicant was excessive.", "49.  The Court finds, in the circumstances, that the applicant must have suffered some damage of a moral nature which cannot be compensated solely by the finding of a violation. Making an assessment on an equitable basis, as required by Article 41, the Court awards the applicant EUR 1,000 in respect of non-pecuniary damage, plus any tax that may be chargeable on this amount.", "", "B.  Costs and expenses", "50.  The applicant sought the reimbursement of the costs sustained at the domestic level, which he claimed amounted to Lm 749.27 (approximately EUR 1,798). As to the proceedings before the Court, he claimed Lm 1,725 (approximately EUR 4,140). Value Added Tax (VAT) of Lm 378.90 (approximately EUR 909) should be added to these sums.", "51.  The Government argued that it was not clear whether the sum sought for the domestic proceedings referred to the civil or to the constitutional claim and recalled that the authorities had been sentenced to pay the legal costs of the applicant’s civil action. With regard to the costs of the European proceedings, the Government submitted that the sums requested were manifestly exorbitant, that the VAT assessment was unclear and was not evidenced by a fiscal receipt.", "52.  According to the Court’s established case-law, an award can be made in respect of costs and expenses incurred by the applicant only in so far as they have been actually and necessarily incurred and are reasonable as to quantum (see, inter alia, Belziuk v. Poland, judgment of 25 March 1998, Reports 1998-II, p. 573, § 49, and Craxi v. Italy, no. 34896/97, § 115, 5 December 2002).", "53.  The Court notes that before introducing his application the applicant had exhausted the available domestic remedies with regard to his claim pertaining to a breach of the “reasonable time” principle. In particular, he filed a constitutional claim before the  and was subject to an appeal lodged by the authorities before the . The Court accepts that the costs of these proceedings were incurred to afford the State the opportunity of preventing or putting right the violation alleged. However, as the Government pointed out, it is unclear whether the sum claimed by the applicant for the domestic proceedings refers to his civil or to his constitutional claim. Under these circumstances, the Court decides to award the applicant EUR 1,000 under this head.", "54.  As to the costs incurred in the European proceedings, the Court considers the amount claimed to be excessive. It also recalls that all the applicant’s complaints other than the one concerning the violation of the “reasonable time” principle have been declared inadmissible. It is therefore appropriate to reimburse only in part the costs and expenses alleged by the applicant (see, mutatis mutandis, Nikolova v. Bulgaria, no. 31195/96, § 79, ECHR 1999-II; Sakkopoulos v. Greece, no. 61828/00, § 59, 15 January 2004; Cianetti v. Italy, no. 55634/00, § 56, 22 April 2004). Having regard to the elements at its disposal, the Court awards the applicant EUR 1,500 under this head.", "55.  The overall sum due to the applicant for costs and expenses is therefore EUR 2,500, plus any tax that may be chargeable on this amount.", "C.  Default interest", "56.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT", "1.  Holds, by six votes to one, that there has been a violation of Article 6 § 1 of the Convention;", "", "2.  Holds, by six votes to one,", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Maltese liri at the rate applicable at the date of settlement:", "(i)  EUR 1,000 (one thousand euros) in respect of non-pecuniary damage;", "(ii)  EUR 2,500 (two thousand and five hundred euros) in respect of costs and expenses;", "(iii)  any tax that may be chargeable on the above amounts;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "3.  Dismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 7 February 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tMichael O’Boyle\tNicolas Bratza\n\tRegistrar\tPresident", "", "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Mr J. Borrego Borrego is annexed to this judgment.", "N.B.\nM.O’B.", "", "", "DISSENTING OPINION OF JUDGE BORREGO BORREGO", "I regret to say that although I am a judge I am not an expert in accounting.", "In assessing whether or not the length of a set of proceedings it is required to examine is reasonable, the Court routinely makes use of arithmetic. Hence, it must add up the years, months and even days which elapsed (albeit without having to deduct public holidays). Then, depending on the case, it must perform further additions and subtractions and even work out percentages. What is more, the length of time which is deemed to be reasonable is gradually becoming shorter. Although it is not possible to indicate a length of time which might be taken as a model, it is fair to say that, at present, the cut-off point for what is considered reasonable is in the region of five years. In my view, we are coming close to saying, as in May 68, “Let’s be realistic and demand the impossible”.", "After some hesitation, I have come to the following conclusion as regards the length of proceedings: a violation of Article 6 can occur when two circumstances combine. First, a reasonable time means a normal length of time. Hence, the length of proceedings is not reasonable if it is abnormal, that is to say, out of the ordinary. We must make a distinction between the achievable and the utopian. Second, whatever happens, the proceedings before the Court must be shorter than the proceedings complained of.", "In the case in question, while the length of the domestic proceedings under consideration was less than three years, the proceedings before the Court took longer than three years. Furthermore, once the applicant had requested (two years after lodging his appeal) that a decision be given within a short time, he received a positive response from the domestic courts (see paragraphs 11 to 16). In my opinion, having regard to the circumstances of the case, there was no violation of the applicant’s right to have his case heard within a reasonable time.", "I should like to draw attention to another aspect, which also concerns accounting. The majority of the Court assessed the amount payable for nonpecuniary damage in respect of the violation at EUR 1,000. However, and this needs to be stressed,  in order to award the applicant EUR 1,000 (an amount below that awarded three years ago by the domestic courts at first instance, which the applicant regarded as inadequate – see paragraphs 18 to 21), the Court set costs and expenses at EUR 2,500, not including taxes. If to that we add the corresponding costs for the Court, the result is, purely and simply, that thousands of euros are being spent in order for the applicant to receive in the end a mere one thousand euros.", "This case is a good example of what is happening today with the right to a fair hearing, both in this Court and in the higher courts of European countries. We are witnessing a truly extraordinary upsurge in cases concerning Article 6, both in numerical terms and in terms of the attention paid to them by the courts. For example, in 2005, four out of every five judgments delivered by the Court related, wholly or in part, to Article 6. In addition, 25% of the total number of judgments delivered concerned length of proceedings. Consequently, the right to a fair hearing, the only human right which is instrumental in nature, has become the predominant human right. Have the “rights of man and of the citizen” now become the “rights of legal practitioners” (lawyers, prosecutors and judges)?", "Of course, human rights cannot be reduced to mere figures based on a cost-benefit analysis. However, in my view, we must not lose sight of the fact that protecting the rights “of man and of the citizen” requires money, a commodity which is inevitably in short supply. If we wish to continue to protect those rights, I believe that we must devote our attention to the issues of genuine importance to human beings and citizens.", "Lord Woolf’s Review of the Working Methods of the European Court of Human Rights is, in my view, a truly important piece of work. In it, Lord Woolf writes that Protocol 14 is “far from being a fix-all solution”. He is right. However, I should like to express two ideas regarding this point. First, even though some are still looking for the “magic wand”, there is no panacea for all these problems. Second, experience shows that moderate, sensible reforms have always achieved more than radical change.", "A Spanish poet, Antonio Machado, once wrote: “There is no path. We forge the path by walking.” The Court cannot grind to a halt or become submerged while it awaits a cure-all solution or a miracle. It can and, as I see it, must continue to forge a path, and the Protocol 14 reforms will be a tremendous asset in this respect.", "The case before us would be an obvious candidate for inclusion under the future Article 35 §3 (b) of the Convention, once Protocol 14 has entered into force.", ""]}