{"file": "ENG_CLIN_50939_99.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "50939/99", "text_paragraphs": ["Information Note on the Court’s case-law No. 98", "June 2007", "Bakan v. Turkey - 50939/99", "Judgment 12.6.2007 [Section II]", "Article 6", "Civil proceedings", "Article 6-1", "Access to court", "Refusal of legal aid for a claimant who was unable to pay the procedural costs for bringing an action – procedural guarantees afforded by the domestic legal-aid scheme: violation", "", "Facts: The applicants' husband, father and brother respectively was accidentally killed by a gendarme during a police operation against third parties; the victim was accidentally hit by a ricochet when a warning shot was fired to stop a fugitive. The widow, acting in her own right and on behalf of her children, applied to a civil court for damages; she qualified for legal aid as she had no property and no income. The Civil Court declined jurisdiction in favour of the Administrative Court.", "The Administrative Court refused her application for legal aid on the ground that at that stage of the proceedings, in the light of the evidence submitted to it, the action was ill-founded, and that she could not claim to be unable to pay costs as she was represented by a lawyer; it referred on this point to the case-law of the Supreme Administrative Court. The court ordered the applicant to pay court fees amounting to approximately twice the net minimum wage at the time. Court fees may be waived only if the applicant has been granted legal aid.", "Having no source of income following the death of her husband, the applicant failed to pay the court fees within 60 days as ordered. Her lawyer requested confirmation of the legal aid awarded by the Civil Court as it was the same case, emphasising the fact that his client was impecunious and that he had not charged her for his services. The Administrative Court declared the application for damages not duly lodged on account of the applicant's failure to pay the court fees.", "The gendarme who fired the fatal shot was initially convicted of causing death by negligence, but eventually acquitted.", "Law: Article 2 – The authorities had not failed to discharge their positive obligation to take sufficient precautions to protect the victim's life, and they had carried out a satisfactory investigation.", "Conclusion: non-violation (unanimously).", "Article 6 § 1 (Access to a court) – The amount they had been required to pay in court fees represented an excessive sum for the applicants, who no longer had any source of income following the death of their relative. The Administrative Court had assumed that the applicants had sufficient resources based on the simple fact that they were assisted by a lawyer. That reason was irrelevant; the court had not taken the applicants' actual financial situation into account. Furthermore, the Administrative Court had ruled in no uncertain terms on the merits of the applicants' claim (cf. the finding of a violation in a similar case: Aerts v. Belgium, 1998).", "As to the legal aid system, it did not offer all the procedural guarantees necessary to protect litigants from arbitrary decisions. No appeal lay against the decision concerning legal aid. Applicants were therefore unable to challenge the court's appraisal of the merits of their applications for legal aid as they were examined only once, based on written documents alone, without the parties being heard or having an opportunity to submit objections. The rejection of the request for legal aid – at the initial stage of the proceedings – had completely deprived the applicants of the possibility to have their case heard by a court.", "Conclusion: violation (unanimously).", "Article 41 – EUR 7,500 to the widow and children of the deceased and EUR 1,000 to his brother in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}