{"file": "ENG_CLIN_30240_96.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "30240/96", "text_paragraphs": ["Information Note on the Court’s case-law", "May 1997", "D. v. the United Kingdom - 30240/96", "Judgment 2.5.1997", "Article 3", "Expulsion", "Proposed removal of an alien drug courier dying of AIDS to his country of origin (St Kitts) where he has no accommodation, family, moral or financial support and no access to adequate medical treatment: deportation would constitute a violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 3 OF THE CONVENTION", "Expulsion of alien drug couriers is a justified response to the scourge of drug trafficking - right of Contracting States to expel aliens is however subject to the need to respect the absolute nature of the prohibition contained in Article 3 - duty of respondent State to secure to the applicant the guarantees contained in Article 3 irrespective of the gravity of the offence committed - applicant within the jurisdiction of the respondent State since 21 January 1993 even if he never entered in the technical sense.", "Application of this principle not confined to contexts in which the individual to be expelled faces a real risk of being exposed to forms of treatment proscribed by Article 3 which are intentionally inflicted by public authorities in receiving State or by non-State bodies when the public authorities in that State are unable to afford him appropriate protection - Court must be able to apply Article 3 in other contexts so as to avoid undermining the absolute character of the Article's protection.", "Conditions which await applicant in St Kitts do not in themselves breach standards of Article 3 - respondent State has assumed responsibility for treating applicant since August 1994 - applicant now reliant on medical and palliative care provided to him - applicant has entered final stages of fatal illness - removal at this stage would hasten his death and expose him to a real risk of dying under most distressing circumstances and thus to inhuman treatment - no adequate medical treatment, no shelter, no family support in receiving country.", "Aliens who have served their prison sentences and are subject to expulsion cannot in principle claim any entitlement to remain in territory of Contracting State in order to continue to benefit from medical, social or other forms of assistance provided by that State during their stay in prison.", "However, in view of the very exceptional circumstances of case and the compelling humanitarian considerations at stake, removal of applicant would violate Article 3.", "Conclusion: expulsion would constitute a violation (unanimously).", "II.\tARTICLE 2 OF THE CONVENTION", "Applicant's contention that circumstances of case engaged responsibility of Government under Article 2 - having regard to finding under Article 3, not necessary to examine Article 2 complaint.", "Conclusion: not necessary to examine complaint (unanimously).", "III.\tARTICLE 8 OF THE CONVENTION", "Applicant's assertion that removal would amount to a disproportionate interference with his right to respect for private life, in particular his physical integrity - having regard to finding under Article 3, complaint Article 8 raises no separate issue.", "Conclusion: no separate issue arises (unanimously).", "IV.\tARTICLE 13 OF THE CONVENTION", "Confirmation of conclusion reached in certain earlier judgments concerning the respondent State that judicial review proceedings constitute an effective remedy - domestic court subjected the applicant's plight to a most anxious scrutiny and had the power to grant relief sought - substance of complaints examined.", "Conclusion: no violation (unanimously).", "V.\tARTICLE 50 OF THE CONVENTION", "A.\tDamage: no damages claimed.", "B.\tCosts and expenses: partial reimbursement of amount claimed.", "Conclusion: respondent State to pay a specified sum to applicant (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}