{"file": "ENG_CLIN_24662_94.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "24662/94", "text_paragraphs": ["Information Note on the Court’s case-law No. ", "September 1998", "Lehideux and Isorni v. France - 24662/94", "Judgment 23.9.1998 [GC]", "Article 10", "Article 10-1", "Freedom of expression", "Conviction for “public defence of war crimes or the crimes of collaboration” following appearance in a national daily newspaper of an advertisement presenting in a positive light certain acts of Philippe Pétain: violation", "", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 10 OF THE CONVENTION", "A.\tApplication of Article 17", "In order to take into account all circumstances of case, Court began by considering question of compliance with Article 10, whose requirements it assessed, however, in light of Article 17.", "B.\tCompliance with Article 10", "Conviction in issue: interference with applicants’ exercise of their right to freedom of expression – prescribed by law – pursued several legitimate aims, namely protection of reputation or rights of others and prevention of disorder or crime.", "So-called “double game” theory: not Court’s task to settle this point, which was part of an ongoing debate among historians about events in question (Montoire) and their interpretation – question did not belong to category of clearly established historical facts, such as the Holocaust, whose negation or revision would be removed from protection of Article 10 by Article 17 – it did not appear that applicants had attempted to deny or revise what they themselves had referred to as “Nazi atrocities and persecutions” or “German omnipotence and barbarism” – only names which appeared at foot of text in issue were those of two associations legally constituted with the object of promoting rehabilitation of Philippe Pétain.", "Paris Court of Appeal: had not taken sides in controversy over so-called “double game” theory but had noted “the absence … of any criticism of … artfully concealed facts”, namely signing of so-called Act relating to aliens of Jewish race, or any attempt “to distance [the] authors from them”.", "Applicants had not so much praised a policy as a man, and had done so for a purpose whose pertinence and legitimacy had been recognised by Court of Appeal, namely securing revision of Philippe Pétain’s conviction – omissions for which authors of text were criticised concerned events directly linked with the Holocaust – passivity of prosecuting authorities – events referred to in publication had taken place forty years before – publication corresponded directly to object of associations which had produced it – seriousness of a criminal conviction for publicly defending crimes of collaboration, regard being had to existence of civil remedies – not appropriate to apply Article 17.", "Conclusion: violation (fifteen votes to six).", "II.\tARTICLE 50 OF THE CONVENTION", "Pecuniary damage: sufficiently made good by finding of violation.", "Costs and expenses: reimbursed on equitable basis.", "Conclusion: respondent State to pay applicants specified sum for costs and expenses (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}