{"file": "ENG_CLIN_31801_96.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "31801/96", "text_paragraphs": ["Information Note on the Court’s case-law 11", "October 1999", "Maini v. France - 31801/96", "Judgment 26.10.1999 [Section III]", "Article 6", "Civil proceedings", "Article 6-1", "Reasonable time", "Length of criminal proceedings which the applicant joined as a civil party: violation", "Facts: In September 1991 the applicant filed a criminal complaint and applied to join the criminal proceedings as a civil party. In March 1996 the investigating judge held that there was no case to answer. The applicant appealed but in June 1996 the Indictments Division of the Court of Appeal upheld that decision. The applicant’s appeal on points of law was dismissed by the Court of Cassation (Criminal Division) on 1 October 1997.", "Law: In his criminal complaint, the applicant had expressly referred to the damage to property, psychological suffering and financial damage caused him by the alleged offences. Thus his complaint had concerned a civil right. The fact that he had not quantified the damage at the time of filing the complaint could not be held against him for, under French law, it had been open to him to file a claim for damages at any time before or during the trial. Moreover, the aim of his complaint had been to have criminal proceedings commenced with a view to obtaining a guilty verdict which would have enabled him to exercise his civil rights in relation to the alleged offences – in particular, to obtain compensation for the harm he claimed to have suffered. The outcome of the proceedings was, therefore, decisive for establishing his right to redress. Consequently, Article 6 § 1 of the Convention was applicable. The period to be taken into consideration (September 1991 to October 1997) was six years and one month. The case had not been complex and the Government had not accused the applicant of delaying the proceedings by his conduct. As to the conduct of the authorities dealing with the matter, the Court found two delays in the investigation, delays which had held it up for two years and eleven months of its total length of four years and six months. The Government had advanced no convincing explanation for those delays.", "Conclusion: violation (unanimous).", "Article 41 - The Court awarded the applicant FRF 30,000 for non-pecuniary damage. With regard to the claim for costs incurred in the domestic proceedings, the Court held that those costs had not been “necessarily” incurred for the purposes of redressing the violation of the Convention and that they should not, therefore, be reimbursed. As to the claim for the costs of the proceedings before the Convention bodies, the Court awarded the applicant FRF 413 by way of reimbursement of proven, justified costs.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}