{"file": "ENG_CLIN_63737_00.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "63737/00", "text_paragraphs": ["Information Note on the Court’s case-law 55", "July 2003", "Perry v. the United Kingdom - 63737/00", "Judgment 17.7.2003 [Section III]", "Article 8", "Article 8-1", "Respect for private life", "Covert filming of suspect at police station for identification purposes: violation", "Facts: The applicant, suspected of a series of robberies, failed to attend several identification parades. A senior police officer then gave permission for him to be filmed covertly. The police arranged for the applicant to be taken to a police station for the purposes of identification. The applicant again refused to participate in an identification parade but while he was waiting in a communal area he was filmed on closed circuit television, which had been adjusted to obtain a clear view of him. A video-tape was compiled, with footage of eleven volunteers and the applicant, and shown to a number of witnesses, two of whom identified the applicant as the perpetrator of certain robberies. At the applicant’s trial, the judge refused an application to exclude the video evidence, although he recognised that the police had not fully complied with the Code of Practice. The applicant was convicted and his appeal was dismissed.", "Law: Article 8 – The normal use of security cameras, whether in a public street or on premises such as shopping centres or police stations where they serve a legitimate and foreseeable purpose, does not in itself raise an issue under Article 8. In the present case, however, the police had regulated the security camera to obtain clear footage of the applicant and had included the footage in a montage shown to witnesses for the purposes of identifying him. The video was also shown during the public trial. Whether or not the applicant was aware of the camera, there was no indication that he had any expectation that he was being filmed for identification purposes. The ploy adopted by the police went beyond the normal or expected use of security cameras and the permanent recording of the footage and its inclusion in a montage for further use could therefore be regarded as the processing or collecting of personal data about the applicant. Moreover, the footage had not been obtained voluntarily or in circumstances where it could reasonably be anticipated that it would be recorded and used for identification purposes. There had therefore been an interference with the right to respect for private life. There was a sufficient basis in domestic law for the interference but the courts had found that the police had failed to comply with the procedures set out in the Code of Practice and in the light of those findings it could only be concluded that the measure as implemented in the present case did not comply with the requirements of domestic law.", "Conclusion: violation (unanimously).", "Article 41 – The Court awarded the applicant 9,500 euros in respect of non-pecuniary damage. It also made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}