{"file": "ENG_CLIN_4944_11.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "4944/11", "text_paragraphs": ["Information Note on the Court’s case-law No. 176", "July 2014", "Milhau v. France - 4944/11", "Judgment 10.7.2014 [Section V]", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Deprivation of property", "Failure to consider other means of paying compensatory award when making transfer of property order: violation", "Facts – In 2001 the applicant’s wife filed for divorce. In 2005 the court granted the divorce on grounds of fault by the applicant alone. The domestic courts noted that the termination of the marriage created a disparity in the former spouses’ pecuniary circumstances, which had to be offset by the payment of a compensatory financial provision to the applicant’s former wife. In spite of the applicant’s substantial and varied property portfolio, the domestic courts held that this compensatory award was to take the form of a villa which he owned separately. In appealing on points of law, the applicant submitted, in particular, that while Article 275 of the Civil Code authorised the judge to order that a property be relinquished, such a provision could only be implemented where it was impossible for the person liable for the compensatory financial award to fulfil that obligation in another way, failing which the right to property guaranteed by Article 1 of Protocol No. 1 would be breached.", "Law – Article 1 of Protocol No. 1: It was common ground that there had been a “deprivation of possessions” on account of a compulsory, integral and final transfer of ownership. The Court also considered it established that there had been interference in the applicant’s right to peaceful enjoyment of his possessions. Moreover, the enforced award had a legal basis. The law on compensatory financial awards, which had made it possible for the courts to order payment of this compensatory award through the compulsory transfer of the debtor’s ownership rights, had sought to correct abuses in relation to the legislature’s initial intention, which had been to favour payment of the compensatory award in a lump sum. This measure pursued a legitimate aim, namely that of settling rapidly the financial consequences of divorce and limiting the likelihood of further proceedings once it had been pronounced. The interference had therefore been in the public interest.", "The domestic courts had interpreted the law as authorising them to use compulsory transfer of one of the applicant’s assets as a means of payment of the compensatory financial provision, without having to take account of the overall value of his property holdings or his willingness to suggest other assets as a means of payment. The courts’ decision to order compulsory transfer of the villa as payment of the compensatory award could not have been based on the applicant’s inability to pay his debt by other means: it was clear from the various decisions of the regional and appeal courts, which contained particularly ample reasoning on this point, that the applicant owned substantial assets which would have enabled him to settle his debt by paying a lump sum. Accordingly, the legitimate aim pursued by the law could have been achieved without needing to resort to the impugned measure in question. Furthermore, the Constitutional Council, ruling on a preliminary question on constitutionality concerning the provisions of the Civil Code, admittedly submitted after the material time but with relevant content identical to that applicable in the present case, had validated the option of payment by compulsory transfer of ownership of a property only where such an arrangement was used as an “alternative” in those cases where payment of a lump sum did not appear sufficient to guarantee payment of the compensatory award.", "In view of the foregoing, the fair balance which had to be struck between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights had not been achieved. In the present case, the applicant had “borne an individual and excessive burden”, which could have been rendered legitimate only if he had had the possibility of paying his debt by another means available to him under the law, namely the payment of a sum of money or the transfer of his property rights over one or several other properties.", "Conclusion: violation (unanimously).", "Article 41: EUR 10,000 in respect of non-pecuniary damage; claim in respect of pecuniary damage dismissed.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}