{"file": "ENG_CLIN_6817_02.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "6817/02", "text_paragraphs": ["Information Note on the Court’s case-law No. 112", "October 2008", "Iordache v. Romania - 6817/02", "Judgment 14.10.2008 [Section III]", "Article 8", "Article 8-1", "Respect for family life", "Automatic application of ban on exercising parental rights: violation", "", "Article 6", "Civil proceedings", "Article 6-1", "Access to court", "Inability to exercise remedies in access proceedings owing to failure to pay stamp duty: violation", "", "Article 13", "Effective remedy", "Lack of effective remedy against ban on exercising parental rights: violation", "", "Article 35", "Article 35-1", "Six month period", "Existence of continuing situation in family proceedings: preliminary objection joined to the merits", "", "Facts: In 1999 the applicant was sentenced to 20 years’ imprisonment which resulted in the automatic withdrawal of his parental authority for the duration of his detention. In 2000 he brought proceedings against his former wife for access to his son. His request was rejected at first instance on the ground that she could not be compelled to take the boy to the prison. The applicant’s subsequent appeals were rejected because he had not paid the requisite stamp duty. ", "Law: Article 6 § 1 – The Court noted that although at first sight the stamp duty the applicant had been required to pay (ROL 94,500, approximately EUR 2.55) appeared insignificant, it was nevertheless a substantial sum for someone in his circumstances. Furthermore, what was at stake in the proceedings, namely access to his son, was of great importance to him. ", "Conclusion: violation (unanimously).", "Articles 8 and 13 – Completely depriving someone by law of their parental rights without any review by the courts of the type of offence and the interests of the child was incompatible with the basic need to take the interests of the child into account, and could therefore not be said to pursue a legitimate aim. The decision to withdraw all the applicant’s parental rights had been taken automatically by the domestic courts, which had not assessed the child’s interests or the applicant’s alleged unfitness to take decisions. Persons in the applicant’s situation had no effective remedy to defend their Article 8 rights before the competent courts. Furthermore, since the authorities’ acts were not limited to the judgment withdrawing parental authority, the applicant’s situation had to be regarded as a continuing one. Accordingly, the Government’s preliminary objection, which had been joined to the merits of the complaint, had been raised out of time and was dismissed.", "Conclusion: violation (unanimously).", "Article 41 – EUR 9,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}