{"file": "ENG_CLIN_2834_06.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "2834/06", "text_paragraphs": ["Information Note on the Court’s case-law No. 160", "February 2013", "Petko Petkov v. Bulgaria - 2834/06", "Judgment 19.2.2013 [Section IV]", "Article 6", "Civil proceedings", "Article 6-1", "Access to court", "Civil rights and obligations", "Retrospective application of a change in the case-law with unforeseen consequences on proceedings already under way: violation", "", "Facts – Following the death of his father the applicant brought an action in 2003 against his uncle, who had inherited the entire estate and received lifetime gifts, for a reserved share under the Inheritance Act 1949. Section 30(2) of the Act required the claimant of a reserved share to produce an inventory of the estate where the defendant to the action was not an “heir-at-law”. That term was not statutorily defined but had been the subject of an interpretative decision of the Supreme Court in 1964. In reliance on that interpretative decision the applicant did not produce an inventory in support of his claim. His action was ultimately dismissed after the Supreme Court reinterpreted the term “heir-at-law” in a new decision of 4 February 2005 in a way which meant that the applicant should have produced an inventory. This he was unable to do, as the time-limit had expired.", "Law – Article 6 § 1: The requirement under the Inheritance Act 1949 for the claimant to prepare an inventory when the defendant to the claim was not an “heir-at-law” had to be seen not as qualifying a substantive right but as a procedural bar to the domestic courts’ power to determine the right. The action brought by the applicant thus fell within the civil limb of Article 6.", "Although the term “heir-at-law” was not statutorily defined, until 2005 it had been interpreted by the Supreme Court in such a way that, when bringing his claim in 2003, the applicant could reasonably have expected that the requirement for an inventory would not apply. However, the Supreme Court had reinterpreted the term in 2005. The new interpretation had not only prevented the applicant from having his claim determined by a court without an inventory, it had also become an insurmountable obstacle to any future attempts on his part to recover his reserved share, as the time-limit for preparing an inventory had long since expired. While case-law development was not, in itself, contrary to the proper administration of justice, in previous cases where changes in domestic jurisprudence had affected pending civil proceedings, the Court had been satisfied that the way in which the law had developed had been well known to the parties, or at least reasonably foreseeable, and that no uncertainty had existed as to their legal situation. In the instant case, however, while the restitution process and other legal developments which had led the Supreme Court to amend its interpretation of the term “heir-at-law” were known, it appeared that the side effect of that new interpretation on cases pending at the cassation level such as the applicant’s had not been foreseen. Indeed, in later judgments the Supreme Court had found that the lower courts were in fact interpreting the formal requirement for an inventory too strictly when applying it to cases where the defendant had inherited the entire estate.", "The Court was not convinced that the otherwise reasonable aim pursued by that requirement could not have been attained in an adversarial trial rather than by barring the applicant’s claim altogether. It noted too that the Supreme Court’s decision of 2005 did not contain provisions on its applicability to pending proceedings. Unlike the case of Legrand v. France, in which the new legal principle established by the French Court of Cassation had not had the effect of depriving the applicants in that case – even retrospectively – of their right to access to court, in the instant case the unforeseeability of the procedural requirement had applied retroactively to the pending proceedings and thus restricted the applicant’s access to court to such an extent that its very essence had been impaired.", "Conclusion: violation (unanimously).", "Article 41: EUR 1,000 in respect of non-pecuniary damage.", "(See Legrand v. France, no. 23228/08, 26 May 2011, Information Note no. 141)", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}