{"file": "ENG_HECOM_58171_09.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "58171/09", "text_paragraphs": ["SECOND SECTION", "Application no. 58171/09\nZsigmond SZKÓRITS\nagainst \nlodged on 26 October 2009", "STATEMENT OF FACTS", "The applicant, Mr Zsigmond Szkórits, is a Hungarian national, who was born in 1929 and lives in Budakalász. He is represented before the Court by Mrs Gy. Scheszták, a lawyer practising in .", "A.  The circumstances of the case", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 12 November 1999 a plot of arable land of 979 square metres, situated in the , was designated by the Pest County Land Registry for the purpose of privatisation under lot no. 3305. This designation was approved by the Regional Office for Restitution and Compensation Affairs. On 15 November 1999 the applicant was granted the ownership of the plot by the Regional Office of Agriculture. His title to the land was registered on 28 August 2000. However, he could not enter into possession, because the plot which he had been granted appeared not to exist in reality as a separate entity and was apparently occupied and being used by the owners of the neighbouring plots.", "The applicant brought a civil action before the Budapest II/III District Court against the neighbours for the protection of his property rights. While this case was pending, the respondents initiated simultaneous correction of the land register maps. In the ‘remapping’ proceedings, the District Land Registry observed that plot no. 3305 did not exist in reality. On appeal, the County Land Registry confirmed this finding, finally establishing that plot no. 3305 indeed did not exist. The County Land Registry designated a new plot for the applicant under no. 3305/1 on 21 June 2006.", "The applicant’s action was stayed for the duration of these remapping proceedings. After the adoption of the County Land Registry’s final decision, the District Court dismissed the action on 15 December 2006, observing that the respondents had not unlawfully appropriated the applicant’s land. The applicant appealed.", "The appeal proceedings appear to have been subsequently suspended since the applicant sought judicial review of the remapping decision. In the course of these administrative court proceedings, it was confirmed by an expert land surveyor that the applicant had been originally granted a plot which had been registered with topographic and editing errors, and that these had been duly corrected in the remapping proceedings. Therefore, the  dismissed the applicant’s claim on 13 March 2008, which was confirmed by the Supreme Court on 28 April 2009.", "Since in the remapping proceedings the location of the land belonging to the applicant became eventually indisputable and it turned out that this plot was not possessed by any of the respondents, the applicant withdrew his appeal against the first-instance judgment of 15 December 2006.", "As a result of the above sets of proceedings, the applicant could finally take in possession the land in question ten years after having acquired it, that is, some time in 2009.", "COMPLAINTS", "The applicant complains that his inability to have his property localised for a ten-year period because of errors in the land register amounted to an unjustified interference with his right to the peaceful enjoyment of his possession in breach of Article 1 of Protocol No. 1 to the Convention.", "He also complains under Article 13 of the Convention that only a chain of various proceedings could redress this situation.", "QUESTION TO THE PARTIES", "Has there been an interference with the applicant’s peaceful enjoyment of possessions, within the meaning of Article 1 of Protocol No. 1?", "If so, can this interference be considered to have exerted an excessive individual burden on the applicant?"]}