{"file": "ENG_CLIN_75252_01.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "75252/01", "text_paragraphs": ["Information Note on the Court’s case-law No. 94", "February 2007", "Evaldsson and Others v. Sweden - 75252/01", "Judgment 13.2.2007 [Section II]", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Deprivation of property", "Deduction of wages from workers not belonging to any trade union to finance the workers’ union’s wage monitoring activities: violation", "", "Facts:The five applicants were employed in the construction industry by a company which was bound by a collective agreement concluded between the Swedish Building Workers’ Union (“the Union”) and the Swedish Construction Industries (“the Industries”). Under the agreement, the local branch of the Union had the right to inspect wage conditions and was entitled to reimbursement of the costs involved, by means of a one and a half percent levy on employees’ wages. At the request of the applicants, who were not members of any trade union, the company granted them exemption from the deduction. The Industries applied to the Labour Court for a declaratory judgment to the effect that the company was not obliged to levy the fees in question, submitting that since the inspection fees greatly exceeded the actual costs of the work involved and were thus used for the general activities of the Union – with whose political values the applicants did not agree – the deductions were tantamount to forced union membership. The Labour Court rejected the application.", "Law:The deductions in question had deprived the applicants of possessions. Taking into account the fact that no State authority oversaw compliance with collective agreements, this being left to the parties in the labour market, the levying of the fee as such could be considered to pursue a legitimate aim in the public interest, since the inspection system aimed at protecting the interests of construction workers generally. As to proportionality, the Court accepted that workers not belonging to any trade union nevertheless received a certain service in return for the fee paid. The available financial information did not allow it to draw any completely reliable conclusion as to whether the fees had generated any surplus which was used to finance activities other than wage monitoring, but given that the collective agreement provided that only the actual cost of the monitoring was to be covered by the fees, the Court considered that the applicants were entitled to information which was sufficiently exhaustive for them to verify that the fees were not used for any other purpose, in particular since they did not support the Union’s political agenda. However, the data available to them was not sufficient for that purpose. While the State had a wide margin of appreciation in the organisation of the labour market, a system which in reality delegated power to regulate important labour issues to independent organisations required that those organisations be held accountable for their activities. The State thus had a positive obligation to protect the applicants’ interests. However, the Union’s wage monitoring activities lacked the necessary transparency and, even having regard to the limited amounts of money involved, it was not proportionate to the “public interest” to make deductions from the applicants’ wages without giving them a proper opportunity to check how that money was spent.", "Conclusion: violation (unanimously).", "Article 41 – EUR 5,000 to each of the applicants in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}