{"file": "ENG_HEJUD_62608_00.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "62608/00", "text_paragraphs": ["", "", "SECOND SECTION", "", "", "CASE OF AGROTEHSERVIS v. ", "", "", "(Application no. 62608/00)", "", "", "JUDGMENT", "", "", "", "", "", "5 July 2005", "", "", "", "FINAL", "", "", "30/11/2005", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.\n", "", "In the case of Agrotehservis v. ,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\tMr\tJ.-P. Costa, President,\n\tMr\tI. Cabral Barreto,\n\tMr\tV. Butkevych,\n\tMrs\tA. Mularoni,\n\tMrs\tE. Fura-Sandström,\n\tMs\tD. Jočienė,\n\tMr\tD. Popović, judges,\nand Mrs S. Dollé, Section Registrar,", "Having deliberated in private on 19 October 2004 and on 14 June 2005,", "Delivers the following judgment, which was adopted on the lastmentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 62608/00) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Latvian-Ukrainian Joint Venture “Agrotehservis” (“the applicant”), on 30 June 2000.", "2.  The applicant was represented by Mr A. Sidko, its president. The Ukrainian Government (“the Government”) were represented by their Agents - Mrs V. Lutkovska and Mrs Z.Bortnovska. The Latvian Government were represented by their Agent, Ms I. Reine.", "3.  The applicant alleged, in particular, that the final and binding judgment given in its favour was quashed in violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.", "4.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "5.  By a decision of 19 October 2004, the Court declared the application partially admissible.", "6.  The applicant, but not the Government, filed observations on the merits (Rule 59 § 1).", "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).", "THE FACTS", "I.  RELEVANT CIRCUMSTANCES OF THE CASE", "8.  The applicant, Agrotehservis, is a Latvian-Ukrainian joint venture based in , with legal personality under Latvian law.", "9.  On 13 May 1992, under the intergovernmental agreement of 21 April 1992 between the Republic of Latvia and Ukraine, the applicant concluded a contract with the Kherson Refinery, which was later transformed into the “Khersonnaftopererobka” Joint-Stock Company (hereinafter “the Refinery”). Under the contract the applicant was to supply oil to the Refinery and the latter had to provide it with oil products in return.", "10.  On 10 December 1996 the applicant lodged a claim with the Highest Arbitration Court of Ukraine (Вищий арбітражний суд України, hereinafter “the HAC”) against the Refinery for failure to honour the contract.", "11.  On 7 February 1997 the HAC rejected the applicant’s claim as time-barred. The applicant did not appeal against this decision.", "12.  On 2 September 1997 the panel of the  for the review of judgments, orders and decisions (судова колегія з перегляду рішень, ухвал, постанов Вищого арбітражного суду України, hereinafter “the Review Panel”) reviewed the decision of 7 February 1997 on its own motion. The latter decision was quashed and the case was remitted for a fresh consideration.", "13.  On 9 October 1997 the HAC rejected the applicant’s claim as time-barred.", "14.  On 26 November 1997 the applicant appealed against this decision under the supervisory review procedure to the Review Panel. On 30 January 1998, the Panel quashed the decision of 9 October 1997 and remitted the case for a fresh consideration.", "15.  On 10 April 1998 the HAC found for the applicant. The court established that in June 1992 the applicant had supplied 60,000 tonnes of oil to the defendant and was to receive 17,852 tonnes of oil products from the defendant in return. As the oil products had not been supplied, the HAC awarded them to the applicant. The court also awarded the applicant UAH 10,000 in legal costs.", "16.  In August 1998 the applicant lodged a claim with the HAC to change the manner of enforcement of the judgment of 10 April 1998. On 26 August 1998 the court allowed the claim and ordered the Refinery to pay the applicant UAH 7,011,186 in lieu of the 17,852 tonnes of oil products.", "17.  On 2 June 1998 the General Prosecutor’s Office of Ukraine (Генеральна Прокуратура України, hereinafter - “the GPO”) lodged an appeal for supervisory review with the Review Panel of the HAC seeking to quash the judgment of 10 April 1998. The GPO maintained that the applicant had lodged its original claim outside the time-limit and had not paid a court fee. It further maintained that the HAC had not taken certain documents into account.", "18.  On 17 July 1998 the Review Panel rejected the appeal as unsubstantiated.", "19.  On 31 August 1998 the GPO lodged an appeal for supervisory review with the Presidium of the HAC (президія Вищого арбітражного суду України) to quash the judgment of 10 April 1998 given in the applicant’s favour. The GPO maintained that there was insufficient evidence that the applicant was the owner of the oil which had been supplied to the Refinery in 1992 and that the HAC had wrongly decided that the original claim was not time-barred.", "20.  On 26 November 1998 the Presidium of the HAC ordered a forensic examination in the framework of the supervisory review proceedings.", "21.  On 30 December 1998 the experts of the Kiev Scientific and Research Institute of Forensic Examination gave their opinion, confirming the applicant’s ownership of the oil supplied to the Refinery in 1992.", "22.  On 6 January 1999 (11 January, according to the Government) the Presidium of the HAC rejected the GPO’s appeal as unsubstantiated and upheld the previous decisions of the HAC in the case.", "23.  On 18 May 1999 the GPO lodged an appeal with the HAC for a review of the case in the light of newly discovered circumstances. The GPO maintained in particular that, at the time of the original proceedings, the courts had been unaware of the results of a forensic examination of 6 May 1999, and therefore the case should be reviewed.", "24.  On 15 June 1999 the HAC rejected this appeal as unsubstantiated. The court noted that the latest forensic examination confirmed the conclusions of the court in its decision of 10 April 1998 and were mentioned in the court’s decision of 6 January 1999.", "25.  On 26 August 1999 the GPO lodged an appeal for review in the light of newly discovered circumstances with the Review Panel of the HAC. The GPO submitted the same arguments as it had in its appeal of 18 May 1999.", "26.  On 4 October 1999 the Review Panel of the HAC rejected the appeal as unsubstantiated and upheld the decision of 15 June 1999.", "27.  On 21 December 1999 the GPO lodged an appeal for supervisory review with the Presidium of the HAC to quash the judgment of 10 April 1998 in the applicant’s favour. In support of its appeal, the GPO maintained that the court had erroneously rejected their previous appeals and that there was insufficient evidence to establish ownership of the oil by the applicant.", "28.  On 28 January 2000 the Presidium of the HAC allowed the extraordinary appeal and quashed the judgment of 10 April 1998 in the applicant’s favour. The court found that the applicant had not provided sufficient evidence of its ownership of the 60,000 tonnes of oil supplied to the Refinery in 1992, and that its original claim was time-barred.", "29.  On 17 March 2000 the applicant requested the President of the HAC to review the decision of 28 January 2000 at the Plenary of the HAC (пленум Вищого арбітражного суду України). By letter of 26 July 2000, the Acting President of the HAC rejected the applicant’s request for lack of grounds.", "30.  In June 2001 the procedural legislation changed, allowing appeals in cassation to the Supreme Court of Ukraine (Верховний Суд України) against the decisions of the HAC (see the relevant domestic law below).", "31.  On 28 September 2001 (26 October, according to the Government) the applicant lodged an appeal under the new cassation procedure with the Supreme Court of Ukraine against the judgment of 28 January 2000.", "32.  On 21 January 2002 the Supreme Court of Ukraine quashed the decision of the Presidium of the HAC of 28 January 2000 and confirmed the validity of the judgment of 10 April 1998 given in the applicant’s favour. The court established that the prosecutors had not been competent to lodge the extraordinary appeals in the interests of the Refinery, and quashed all the decisions of the HAC given under the extraordinary review proceedings in 1998-2000.", "II.  RELEVANT DOMESTIC LAW", "A.  Code of Arbitration Procedure of 6 November 1991 (as worded when the application was lodged)", "33.  The relevant provisions of the Code provided as follows:", "Article 91", "“The lawfulness and merits of a judgment, order or decision of an arbitration court ... may be reconsidered under the supervisory review procedure on an application by a party or on an appeal by a prosecutor or his deputy, in accordance with this Code and other Ukrainian laws.", "An application by a party for the review of a judgment, order or decision under the supervisory review procedure shall be examined by the President of the Arbitration Court of the Autonomous Republic of Crimea or his deputy, by the presidents of the regional arbitration courts, the Kiev City Arbitration Court or the Sebastopol City Arbitration Court or their deputies, or by a panel of the Highest Arbitration Court for the review of judgments, orders and decisions (hereinafter –the panel).", "The following persons are empowered to lodge an appeal for supervisory review:", "The Prosecutor General and his deputies ...;", "The Prosecutor of the Autonomous Republic of Crimea, the prosecutor of a region and of the cities of  and Sebastopol and their deputies ...”", "Article 97", "“The President of the , the Prosecutor General or his deputies shall be entitled to lodge an appeal with the Presidium of the , seeking the review of a judgment of the Panel of the  in a commercial case. ...”", "B.  Law of 21 June 2001 introducing amendments to the Code of Arbitration Procedure", "34.  This Law introduced amendments and renamed the Code of Arbitration Procedure as the Code of Commercial Procedure, with effect from 5 July 2001. The Final and Transitional Provisions of the Law provide:", "“9. Decisions of the panel of the Highest Arbitration Court, decisions of the Presidium of the Highest Arbitration Court, not appealed against prior to the entry into force of this Law, and decisions of the Plenary of the Highest Arbitration Court are final and can be appealed against to the Supreme Court of Ukraine on the grounds and in accordance with the procedure laid down in the Code of Commercial Procedure.”", "THE LAW", "I.  SCOPE OF THE CASE", "35.  Following the Court’s admissibility decision, the applicant made submissions on the merits in which he repeated all his original complaints.", "36.  The Government made no comments.", "37.  The Court recalls that, in its final decision on admissibility of 19 October 2004, it declared admissible the applicant’s complaints under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 concerning the quashing of the final and binding judgment of 10 April 1998 given in its favour. At the same time, all other complaints of the applicant under the above-mentioned Articles were declared inadmissible. Thus, the scope of the case now before the Court is limited to the complaints which have been declared admissible.", "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "38.  The applicant complained under Article 6 § 1 of the Convention that the final and binding judgment in its favour had been quashed following the supervisory review. Article 6 § 1 provides as relevant:", "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”", "39.  The Government submitted that the proceedings in the applicant’s case had ended in the applicant’s favour by the decision of the Supreme Court of Ukraine. Moreover, the supervisory review procedure had been repealed in June 2001 following changes in Ukrainian legislation.", "40.  The applicant maintained that the numerous appeals for review lodged by the GPO and the quashing of the judgment in its favour had violated its rights.", "41.  In the light of the Court’s consistent case-law on this issue, the fact that the applicant’s claims were ultimately satisfied does not by itself remove the effects of the legal uncertainty which the applicant endured for two years after the final judgment of 10 April 1998 was quashed (see, mutatis mutandis, Ryabykh v. Russia, no. 52854/99, § 49, ECHR 2003X), given that the State did not offer any compensation for the pecuniary or non-pecuniary damage sustained by the applicant as a result of the quashing.", "42.  By using the supervisory review procedure to set aside the judgment of 10 April 1998, the Presidium of the Highest Arbitration Court infringed the principle of legal certainty and the applicant’s “right to a court” under Article 6 § 1 of the Convention.", "43.  There has accordingly been a violation of that Article.", "III.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1", "44.  The applicant complained that its right to the peaceful enjoyment of its possessions had been violated as a result of the quashing of the final and binding court decision in its favour. It invoked Article 1 of Protocol No. 1 which provides as relevant:", "“Every natural ... person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.”", "45.  The Court recalls that a judgment debt may be regarded as a “possession” for the purposes of Article 1 of Protocol No. 1 (see, among other authorities, Burdov v. Russia, no. 59498/00, § 40, ECHR 2001-IV and the cases cited therein). Furthermore, quashing such a judgment after it has become final and unappealable will constitute an interference with the judgment beneficiary’s right to the peaceful enjoyment of that possession (see Brumărescu v. Romania, judgment of 28 October 1999, Reports 1999VII, § 74).", "46.  However, in the present case, unreasonable uncertainty was created as to the applicant’s right to the finalised judgment debt because it was continually challenged by the GPO through the extraordinary supervisory review procedure between June 1998 and January 2002.", "47.  There has accordingly been a violation of Article 1 of Protocol No. 1 to the Convention.", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "48.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "49.  The applicant claimed UAH 431,451,745 for pecuniary damage and UAH 500,000,000 for non-pecuniary damage.", "50.  The Government maintained that the applicant’s just satisfaction claims refer to the totality of its complaints, while only one of them was found admissible by the Court. The Government therefore invited the Court to determine the amount of just satisfaction on an equitable basis and to take into account that the supervisory review procedure was abolished in  and that the judicial proceedings were ultimately concluded in the applicant’s favour.", "51.  The Court notes that the applicant’s pecuniary claim relates to the unpaid judgment debt, a matter which was deemed premature in the Court’s decision on admissibility. The breach which the Court has found in the present case is limited to a lack of legal certainty. Accordingly, there is no question of pecuniary damage to be determined. This leaves the question of non-pecuniary damage. The Court, ruling on an equitable basis, awards the applicant 5,000 EUR under this head.", "B.  Costs and expenses", "52.  The applicant did not submit any claim under this head. The Court therefore makes no award.", "C.  Default interest", "53.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;", "", "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;", "", "3.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, 5,000 EUR (five thousand euros) in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 5 July 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tS. Dollé\tJ.-P. Costa\n\tRegistrar\tPresident"]}