{"file": "ENG_CLIN_4916_07.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "4916/07", "text_paragraphs": ["Information Note on the Court’s case-law No. 134", "October 2010", "Alekseyev v. Russia - 4916/07", "Judgment 21.10.2010 [Section I]", "Article 11", "Article 11-1", "Freedom of association", "Freedom of peaceful assembly", "Repeated refusals to authorise gay-pride parades: violation", "", "Facts – The applicant was one of the organisers of a series of marches planned to be held in Moscow in 2006, 2007 and 2008 to draw public attention to discrimination against the gay and lesbian community in Russia and to promote tolerance and respect for human rights. The organisers informed the mayor’s office of their intention to hold the marches and undertook to cooperate with the law-enforcement authorities in ensuring safety and respect for public order and to comply with noise restrictions. Their requests were, however, turned down on public-order grounds after petitions were received from people opposed to the marches. In the authorities’ view, there was a risk of a violent reaction degenerating into disorder and mass riots. The mayor and his staff were also quoted in the media as saying that no gay parade would be allowed in Moscow under any circumstances “as long as the city mayor held his post” and that the mayor further called for an “active mass media campaign … with the use of petitions brought by individual and religious organisations” against the gay-pride marches. The organisers subsequently informed the mayor’s office of their intention to hold short pickets instead, but were again refused permission. The applicant mounted an unsuccessful challenge in the domestic courts against the decisions not to allow the marches or the pickets.", "Law – Article 11: The Government had argued that the bans were justified both on safety grounds and for the protection of morals. As to the first of these grounds, the mere risk of a demonstration creating a disturbance was not sufficient. If every probability of tension and heated exchanges between opposing groups were to warrant a ban, society would be deprived from hearing differing views on questions which offended the sensitivity of the majority opinion. The Moscow authorities had repeatedly, over a period of three years, failed to carry out adequate assessments of the risk to the safety of the participants and to public order. In the event of a counter-demonstration by those opposed to the marches, the authorities could have made arrangements to ensure that both events proceeded peacefully and lawfully, thus allowing both sides to express their views without clashing. Any threats of or incitement to violence against the participants could have been adequately dealt with through the prosecution of those responsible. Instead, by banning the marches, the authorities had effectively endorsed the intentions of those clearly and deliberately intent on disrupting a peaceful demonstration in breach of the law and public order.", "In any event, the safety considerations had been of secondary importance in the decisions of the authorities, who had mainly been guided by the prevailing moral values of the majority. The mayor had on many occasions expressed his determination to prevent gay parades as he found them inappropriate. The Government had also stated in their submissions to the Court that such events had to be banned as a matter of principle because gay propaganda was incompatible with religious doctrines and public morals, and could harm children and vulnerable adults. The Court stressed, however, that it would be incompatible with the underlying values of the Convention if the exercise of Convention rights by a minority group were made conditional on its being accepted by the majority. The purpose of the marches and picketing had been to promote respect for human rights and tolerance towards sexual minorities. There had been no intention to exhibit nudity, engage in sexually provocative behaviour or criticise public morals or religious views. Indeed, the authorities had indicated that it was not the behaviour or the attire of the participants that the authorities found objectionable but the fact that they wished to openly identify themselves as gay men or lesbians, individually and as a group. The Court rejected the Government’s claim that, in the absence of a European consensus in this sphere, they were entitled to a wide margin of appreciation. While noting that there was in fact a European consensus on a whole range of matters relating to the rights of homosexuals, it went on to state that in any event the issue of consensus was not relevant because conferring substantive rights on homosexual persons was fundamentally different from recognising their right to campaign for such rights. There was no ambiguity about the other member States’ recognition of the right of individuals to openly identify themselves as belonging to the gay, lesbian or any other sexual minority, and to promote their rights and freedoms, in particular by exercising their freedom of peaceful assembly. It was only through fair and public debate that society could address such complex issues as gay rights, which in turn would benefit social cohesion as all views would be heard. An open debate of the kind the applicant had repeatedly but unsuccessfully attempted to launch could not be replaced by officials spontaneously expressing uninformed views they considered popular. Consequently, the decisions to ban the events in question had not been based on an acceptable assessment of the relevant facts, did not meet a pressing social need and were thus not necessary in a democratic society.", "Conclusion: violation (unanimously).", "Article 13: In the absence of a legally binding rule requiring the authorities to issue a final decision before the dates on which the marches were planned, the judicial remedy available to the applicant was of a post hoc nature and not capable of affording adequate redress in respect of the alleged violations of the Convention.", "Conclusion: violation (unanimously).", "Article 14: The main reason for the bans on the gay marches was the authorities’ disapproval of demonstrations which they considered promoted homosexuality. In that connection, the Court could not disregard the strong personal opinions publicly expressed by the Moscow mayor and the undeniable link between those statements and the bans. The applicant had thus suffered a difference in treatment on the grounds of his and other participants’ sexual orientation for which the Government had not provided any valid justification.", "Conclusion: violation (unanimously).", "Article 41: EUR 12,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}