{"file": "ENG_CLIN_20323_92.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "20323/92", "text_paragraphs": ["Information Note on the Court’s case-law No.", "February 1998", "Pafitis and Others v. Greece - 20323/92", "Judgment 26.2.1998", "Article 6", "Civil proceedings", "Article 6-1", "Reasonable time", "Length of proceedings in the Supreme Administrative Court and the civil courts: violation; no violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 6 § 1 OF THE CONVENTION", "A.\tApplicability", "Purpose of proceedings to settle a dispute (contestation) over civil rights and obligations: applicants, as shareholders of a bank, could arguably claim right under Greek and European Community legislation to vote on increase in its capital and thus participate in decisions concerning value of their shares.", "Conclusion: Article 6 § 1 applicable (unanimously).", "B.\tCompliance", "1.\tGeneral considerations concerning all the sets of proceedings complained of", "Dispute raised serious questions of Greek and European Community law – outcome would have important repercussions not only for parties to various sets of proceedings but also for country’s economy in general – complexity alone not sufficient to justify such lengthy delays as occurred in case.", "Apart from complexity of case – and conduct of parties and judicial authorities – three additional factors contributed to prolongation of proceedings, namely:", "– proceedings before Court of Justice of European Communities: Court could not take these into consideration; to do so would adversely affect system instituted by Article 177 of EEC Treaty and work against aim pursued in substance in that Article;", "– strike by members of Athens Bar: in calling on its members to withdraw their services, Bar was taking action designed to protect their professional interests, not exercising one of functions of a public authority; delays caused by strike could not therefore be attributed to State;", "– close connection between the different sets of proceedings: in circumstances of case fact that proceedings in certain actions were stayed and relinquishment of jurisdiction by Fourth Division of Supreme Administrative Court in favour of plenary court were compatible with fair balance to be struck between various aspects of principle of the proper administration of justice.", "Delays due to above three factors therefore beyond jurisdiction of domestic legal system.", "2.\tConsiderations specific to each set of proceedings", "(a)\tProceedings for judicial review in Supreme Administrative Court, brought by some of the applicants", "Start: application to court. End: judgment. Total: five years, four months and sixteen days. Seven adjournments ordered by Supreme Administrative Court of its own motion. ", "Conclusion: violation (unanimously).", "(b)\tProceedings concerning action no. 10429/1986", "(i)\tIn so far as action brought by some of the applicants", "Start: application to Athens District Court. Still pending in Court of Cassation. Proceedings stayed for about five years pending outcome of judicial review proceedings. Proceedings detrimentally affected by delays noted in Supreme Administrative Court.", "Conclusion: violation (unanimously).", "(ii)\tIn so far as action brought by certain other applicants", "Application lodged with court on 12 May 1992. Most of delays since then due to proceedings before Court of Justice of European Communities and strike by members of the Athens Bar.", "Conclusion: no violation (unanimously).", "(c)\tProceedings concerning action no. 5220/1989", "Start: application to Athens District Court. Still pending in Court of Cassation. Only a delay of five months imputable to District Court.", "Conclusion: no violation (eight votes to one).", "(d)\tProceedings concerning action no. 11301/1990", "Start: application to Athens District Court. Still pending in Court of Cassation. Only a delay of five months imputable to District Court.", "Conclusion: no violation (eight votes to one).", "(e)\tProceedings concerning action no. 6137/1991", "Start: application to Athens District Court. Still pending in Court of Cassation. Only a delay of seven months imputable to District Court.", "Conclusion: no violation (eight votes to one).", "(f)\tProceedings concerning action no. 5055/1993", "Start: application to Athens District Court. Still pending in Court of Cassation. District Court adjourned case pending outcome of reference to Court of Justice of European Communities.", "Conclusion: no violation (unanimously).", "(g)\tProceedings concerning action no. 23/1994", "Start: application to Athens District Court. Still pending in Court of Cassation. Until date when District Court gave judgment, proceedings had lasted one year and twenty-eight days; such a period cannot be regarded as excessive.", "Conclusion: no violation (unanimously).", "(h)\tProceedings concerning action no. 45/1994", "Start: application to Athens District Court. Still pending in Court of Cassation. No delay imputable to District Court.", "Conclusion: no violation (unanimously).", "(i)\tProceedings concerning action no. 7968/1994", "Start: application to Athens District Court. Still pending in Court of Cassation. Hearing put back on account of related subject matter of another case – District Court decided to stay proceedings pending judgment of Court of Justice of European Communities and its own judgments in the previous cases.", "Conclusion: no violation (unanimously).", "II.\tARTICLE 50 OF THE CONVENTION", "A.\tDamage: overall sum awarded for non-pecuniary damage.", "B.\tCosts and expenses: numerous adjournments caused applicants to incur costs which were not inconsiderable. Overall sum awarded.", "Conclusion: respondent State to pay six of the applicants specified sums (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}