{"file": "ENG_HEJUD_32504_11.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "32504/11", "text_paragraphs": ["", "", "", "FIRST SECTION", "", "", "", "", "", "", "CASE OF KAPLAN AND OTHERS v. NORWAY", "", "(Application no. 32504/11)", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "STRASBOURG", "", "24 July 2014", "", "", "FINAL", "", "24/10/2014", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "", "In the case of Kaplan and Others v. Norway,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tIsabelle Berro-Lefèvre, President,\n\tKhanlar Hajiyev,\n\tMirjana Lazarova Trajkovska,\n\tJulia Laffranque,\n\tPaulo Pinto de Albuquerque,\n\tLinos-Alexandre Sicilianos,\n\tErik Møse, judges,\nand Søren Nielsen, Section Registrar,", "Having deliberated in private on 1 July 2014,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 32504/11) against the Kingdom of Norway lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Kamran and his wife Mrs Naime Kaplan, who were born in 1966 and 1976, and their three children Azat, Cemsit and Rojin Kaplan who were born in 1993, 1995 and 2005. They were all Turkish nationals. In 2012, the second to fifth applicants acquired Norwegian citizenship.", "2.  The applicants were represented by Mr B. Endresen, a lawyer practising in Stavanger. The Norwegian Government (“the Government”) were represented by their Agent, Mr M. Emberland.", "3.  The applicants alleged, in particular, that the first applicant’s expulsion to Turkey entailed a violation of their right to respect for family life under Article 8 of the Convention.", "4.  On 5 April 2013 the application was communicated to the respondent Government, and the Government of Turkey was informed of the application (Article 36 § 1 of the Convention and Rule 44 of the Rules of Court). The latter Government did not express a wish to take part in the proceedings before the Court.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The first applicant currently lives in Turkey and the second to fifth applicants live in Stavanger, Norway.", "A.  Factual background", "6.  The first applicant, a mechanics and a professional driver, is of Kurdish ethnic origin coming from south-east Turkey. He was not a member of any political party but like many other members of his family sympathised with the PKK (Kurdistan Workers Party). During the violent conflicts between Turkish authorities and Kurdish people in 1992 and 1993 he lived in the City of Sirnak. The first applicant stated that he had assisted the PKK and that because of several occurrences he felt persecuted by Turkish authorities. Fearing for his life he found it necessary to flee in March 1993.", "7.  The second applicant, Mrs Naime Kaplan, married the first applicant in the early 1990s. She and the third applicant, their son Azat (born in 1993), continued to live with the first applicant’s parents in Sirnak. After the latter’s house was set on fire, she and the son spent a period as refugees in Iraq.", "8.  Over a period of more than a year and a half, the first applicant sojourned at several locations in Turkey. He had some contact with his wife and son and applied for visa to visit Denmark, where his older brother had obtained asylum (in 1988). Only the first applicant obtained a visa. In February 1995 he arrived in Denmark and applied for asylum. His wife and son went back to Sirnak, where she gave birth to the couple’s second son, Cemsit, in August 1995 (the fourth applicant).", "9.  The first applicant’s asylum application in Denmark was refused. He then stayed in several European countries and returned to Denmark where his second asylum application was refused in September 1998.", "10.  On 23 October 1998 he applied for asylum in Norway. The Directorate of Immigration rejected the application on 30 September 1999. His appeal to the Ministry of Justice was rejected by a decision of 21 January 2000, according to which he was under a duty to leave the country and measures were to be taken to implement this decision.", "B.  The first applicant’s criminal conviction and follow-up by the immigration authorities", "11.  On 7 December 1999 the Sunnhordaland District Court (tingrett) convicted the first applicant on charges of aggravated assault and sentenced him to 90 days’ imprisonment, of which 60 days were suspended. He was found guilty of having inflicted with a kitchen knife a cut in the shoulder of another man which had been mended with three stiches. Even though the extent of the injury was not considerable, the offence was deemed very serious and could easily have had great consequences for the victim. In mitigation, the District Court had regard to its finding that, whilst it was uncertain who had started the row, the victim had gone further than the applicant and had provoked him by hitting his face with his palm and by uttering serious insults against his family. The victim had also withdrawn his criminal complaint against the applicant. The judgment was transmitted to the Directorate of Immigration for consideration of whether there was a ground for ordering his expulsion.", "12.  On 5 May 2000 the Ministry of Justice refused to revise its earlier rejection (of 21 January 2000) of the first applicant’s asylum application and asked the Stavanger Police to implement the decision. It contained no mention of the judgment of 7 December 1999, but on 5 May 2000 the Ministry also forwarded a copy to the Directorate of Immigration requesting it to assess whether there was a basis for expulsion. The applicant did not leave the country, and the authorities took no specific measures to deport him until he received a warning to this effect issued on 31 October 2006.", "13.  In 2003 the applicant was fined for driving too fast, and in 2005 and 2006 for driving without a license.", "C.  Attempts to establish family life in Norway and decisions regarding the first applicant and his family", "14.  The second applicant arrived in Norway with the couple’s two sons and applied for asylum on 24 May 2003, which the Directorate of Immigration rejected on 30 December 2003. The Immigration Appeals Board upheld the rejection on 25 February 2005, stating that unless they left the country voluntarily, the expulsion was to be forcibly implemented, if possible in coordination with that of the first applicant.", "15.  On 4 August 2005 a daughter of the couple, Rojin, was born (the fifth applicant).", "16.  Pending amendments to the Immigration Regulations, the Directorate of Immigration decided on 19 September 2006 to stay the implementation of the decision of 25 February 2005 regarding the wife and the sons but in a separate decision, referring inter alia to his conviction of 1999, rejected the first applicant’s request to stay the implementation of the refusal of 5 may 2000 to grant him asylum.", "17.  Following the warning of 31 October 2006, the first applicant was on 1 November 2006 arrested and detained for two weeks with a view to deportation. On 2 November 2006 the Directorate of Immigration decided, under section 29 of the Immigration Act 1988, to order his expulsion and to prohibit his re-entry in Norway for an indefinite duration. This was because of his criminal conviction and of his long illegal stay and work in Norway. On appeal, the decision was upheld by the Immigration Appeals Board on 2 March 2007.", "18.  In the meantime, on 1 November 2006, the first applicant requested the Oslo City Court (tingrett) to issue an order that he be granted a residence- and work permit and an interlocutory injunction to stay his deportation pending the outcome of the judicial proceedings.", "19.  Following a request by the first applicant to the Immigration Appeals Board, the latter granted him on 8 November 2006 a stay of implementation of his expulsion until the City Court had decided on his request for an interim measure to stay his deportation.", "20.  On 5 July 2007 the Immigration Appeals Board rejected a request to revise its earlier rejection (of 25 February 2005) as there were not sufficient reasons to grant the wife and the children a residence permit on humanitarian grounds.", "21.  In an appeal of 18 December 2007 the applicants’ lawyer challenged the lawfulness of the decision of 5 July 2007 on the ground that Rojin had been diagnosed as suffering from child autism and had special needs.", "22.  In the light of this information the parties agreed before the City Court that the immigration authorities should consider the matter anew for all the family members.", "23.  After having decided on 3 January 2008 not to implement the expulsion with respect to the wife and the children, the Immigration Appeals Board on 28 February 2008 decided (with two votes to one) to alter its decision of 5 July 2007 and granted the second applicant, with the children, a residence- and work-permit under section 8(2) of the Immigration Act 1988 (according to which such a permit could be granted if warranted by weighty humanitarian considerations or particular links to the country, see paragraph 49 below). The majority attached decisive weight to the new information concerning the daughter’s health together with the length of the children’s residence in Norway (four years and nine months in the case of the sons). It also had regard to more recent practice of the Board. The permit was granted for a period of one year and could on certain conditions be renewed, constitute a ground for settlement permit and for family reunification. A prerequisite for the permit was that the wife continued to live in Norway.", "24.  On 7 April 2008 the Immigration Appeals Board carried out a new assessment of the first applicant’s immigration status. It did not alter its decision of 2 March 2007 upholding the Directorate’s decision of 2 November 2006 to order his expulsion, stating inter alia the following reasons.", "25.  In the Board’s view, the Directorate could in principle have responded more rapidly with regard to the question of expulsion in connection with the applicant’s conviction. The Directorate had had an occasion to bring this matter up as early as in May 2000, when the Ministry of Justice by a letter of 5 May 2000 forwarded a copy of the judgment with a request for assessment of the question of expulsion (see paragraph 12 above). By the fact that counsel for the applicant was sent a copy of the Ministry’s letter, the applicant had been made aware that the offence could constitute a ground for expulsion. The specific procedural rules concerning expulsion of convicted foreign nationals indicated in principle that a decision to expel should be made as soon as possible after conviction with no further right of appeal or after the serving of a sentence had been commenced (section 126 of the Immigration Regulations of 1990).", "26.  There was nevertheless nothing to prevent that the offence be taken into account at a later date together with any other factors militating in favour of expulsion in a global assessment. In the Board’s view, it could not be decisive for the applicant’s expulsion from the country pursuant to section 29 (c) of the Immigration Act that his 1999 conviction had not been raised until 2006. In this connection, it referred to the fact that at the date of the Directorate’s expulsion decision the applicant had resided unlawfully in Norway for over six years and had in addition worked without a work permit for large parts of this period. In addition, since his conviction in 1999, he had on three occasions been fined for violation of the Road Traffic Act (on the latter two occasions for driving without a driving license, see paragraph 13 above). Whilst these offences were regarded individually and on principle as being relatively minor, they ought to be viewed in connection with the applicant’s previous conviction for bodily harm, in addition to his failure to respond to the order to leave the country as well as his prolonged unlawful residence and employment throughout several years. These offences, when considered as a whole, indicated a lack of respect for Norwegian law and for Norwegian authorities’ decisions.", "The Board further observed that intentional or negligent violations of the Immigration Act of 1988 of the nature involved in the instant case in principle constituted a criminal offence (section 47(1)(a) of the Immigration Act of 1988). It reiterated that the legislative bill to Parliament (Ot.prp.nr. 75 (2006-2007)) stated inter alia the following with regard to expulsion on the grounds of violations of the Immigration Act (page 289):", "“Although such violations [i.e. gross violations of the Immigration Act] normally also may lead to criminal liability, in terms of prosecution costs, it would be advantageous if an expulsion order could be made without requiring a legally enforceable criminal judgment.”", "27.  On the other hand, the Board altered its decision of 2 March 2007 prohibiting the first applicant to return to Norway indefinitely and limited the prohibition to five years. A decisive consideration for this change was that his spouse and children had been granted a residence permit. The Board observed that as a starting point the first applicant’s expulsion would mean that the family would be split. However, the right of the other family members to reside in Norway did not imply any corresponding duty to do so. The whole family originated from Turkey, where the older children had been born and lived during their childhood. Their family life could in principle be secured either by the whole family moving to Turkey or through the visits of the wife and children of the husband in Turkey. His expulsion was of limited duration and at the expiry of the period it would be possible to apply for a residence permit on family reunification ground. Whether such a permit would be granted would depend on future circumstances. However, an expulsion for five years did not imply a permanent splitting of the family.", "28.  The Board had particular regard to the daughter’s situation, which was followed up and was to be the subject of measures in Norway, and to the scarcity and low quality of public assistance in Turkey to children suffering from handicaps and other types of illnesses affecting their functional capacities, where assistance to children suffering from autism and their parents was provided primarily by private institutions. Bearing in mind especially the daughter’s interests, the Board had understanding for the fact that the family as a whole did not prefer to return to Turkey.", "D.  Judicial appeals by the first applicant", "1.  The City Court", "29.  In the light of the above, the City Court discontinued, by decisions of 23 April and 20 November 2008, the proceedings in so far as the spouse and the children were concerned. As regards the first applicant, the City Court found for the Immigration Appeals Board and rejected his request for an interlocutory injunction to stay his deportation, by a judgment and a decision of 23 April 2009.", "2.  The High Court", "30.  On 10 July 2009 the Borgarting High Court (lagmannsrett) rejected the first applicant’s appeal against the City Court’s decision not to grant an interlocutory injunction, as did the Supreme Court on 1 September 2009.", "31.  On the other hand, the High Court, by a judgment of 1 March 2010, quashed the Immigration Appeals Board’s decision of 7 April 2008 as being unlawful.", "32.  The High Court had no doubt, nor was it disputed, that the objective conditions set out in section 29(1)(a) and (c) of the 1988 Immigration Act for ordering the first applicant’s deportation had been fulfilled; the only question was whether the measure would be proportionate as required by section 29(2). In this regard, the High Court observed that his conviction in 1999 for having caused physical injury to a third party with a knife was serious, even though there had been mitigating circumstances and the sentence (90 days of which 60 were suspended) had been relatively short. General considerations of crime prevention suggested that one ought to react to violence of this character.", "33.  However, the expulsion of a convicted person ought to be effected as soon as possible after the criminal judgment had become enforceable. The fact that more than six years had elapsed before concrete measures had been taken to expel him, which could hardly be due to anything else than a lack of coordination on the part of the immigration authorities, weakened the significance of the judgment.", "34.  On the other hand, the fact that the first applicant for a number of years had stayed and worked unlawfully in Norway was very serious and was not altered by the authorities’ passiveness. The Board had not incorrectly assessed his attachment to Norway and lack of legitimate expectations of being able to stay there. The fact that his spouse and children had been granted a residence permit would not hinder his expulsion, as this would not in the circumstances be a disproportionate measure vis-à-vis him. Another question was whether his four and half year daughter Rojin with her special care needs ought to be viewed as such extraordinary circumstances as could warrant his being able to stay in Norway.", "35.  On the evidence the High Court found that Rojin’s chronic and very serious degree of child autism and need for follow-up would affect the other family members strongly in the years to come and entail a burden on them far beyond the normal level. Her functional incapacity meant that she would always be dependent on her parents’ resources. Her mother was exhausted and had a marginal level of functioning. It was the father who had activated Rojin on a daily basis and she was particularly attached to him. Should he be deported it was likely that the disturbance to her development would be aggravated and would cause a further burden to the mother, to the brothers and to others who assumed responsibilities for her.", "36.  The High Court concluded that the first applicant’s expulsion would expose Rojin to an extraordinary burden that would not be justified by general considerations of crime prevention or immigration policy and would constitute a disproportionate measure. In this context the High Court had regard to the importance of the fact that the residence permit to the mother and the children had so far been limited to one year at a time.", "37.  The High Court upheld the City Court’s findings that the first applicant had not made it sufficiently probable that he upon return to Turkey would risk such persecution as could justify granting him a refugee status or would otherwise face a real danger of loss of life or exposure to inhuman treatment.", "38.  Finally, the High Court dismissed the claim for a residence- and work permit from the courts.", "3.  The Supreme Court", "39.  The State appealed to the Supreme Court (Høyesterett) challenging the High Court’s proportionality assessment under section 29(2) of the 1988 Immigration Act.", "40.  In its judgment of 26 November 2010 (Norsk Retstidende) (Norwegian Supreme Court Law Reports – “Rt.” p. 1430) the Supreme Court observed inter alia that considerable time had elapsed from the rejection of his asylum application in 2000 until the expulsion decision of 2006 and further to the present review of the case by the Supreme Court. Throughout this time, the first applicant had resided in Norway unlawfully, of which he had also been aware. The time factor could thus not be given particular weight in the assessment. Whilst his residence had naturally resulted in strengthening his attachment to Norway, it had equally aggravated his violations of the Immigration Act. This point of view was particularly valid in a case such as the present one, where the applicant had been aware throughout that he was required to leave the country.", "41.  Nor had the first applicant had any legitimate expectation of being allowed to remain in the country. Also, his criminal conviction meant that an instruction of 31 August 2006 issued by the Ministry of Labour and Social Inclusion to put certain cases in abeyance, notably cases concerning applications for asylum or residence, involving or relating to children, made by persons who had resided in Norway for more than three years, did not apply to the first applicant.", "42.  The Supreme Court found it established that the first applicant had committed serious violations of the Immigration Act 1988 which of their own clearly constituted a sufficient ground for expulsion. An additional ground were the offences he had committed under Article 229, cf. Article 232, of the Penal Code and, albeit of lesser importance, under the Road Traffic Act. The Immigration Appeals Board had in its decision of 7 April 2008 pointed out that immigration policy considerations then ought to militate strongly in favour of upholding the expulsion order. Also the background – his unlawful stays in other European countries with unsuccessful asylum applications, including once under a false name – was a factor that to some extent went in the same direction.", "43.  The Supreme Court further observed that the first applicant lacked a legal basis for residing in Norway and therefore ought to leave the country in any event. What the likely outcome could be of an application for residence permit in the current situation could not enter into the consideration of the case. The disputed decision entailed the consequence for him that he would be expelled from the country for a period of five years and he could not apply for a residence- or work permit during this period. Norway’s participation in the Schengen cooperation meant as a rule that an expulsion from Norway also implied a prohibition to enter the entire Schengen Area. In the case of a foreigner, whose unlawful residence had been so extensive and so long and who had been convicted of violence, it could not be said that an expulsion in such circumstances would constitute an extraordinary burden.", "44.  The interests pertaining to his wife and his two eldest children could hardly speak in favour of making a different assessment than that which applied to the first applicant. They had for many years lived on their own in Turkey. That the first applicant in the event of an expulsion could not come for visit for a period of five years was a normal consequence of expulsion and did not constitute an extraordinary burden. The family life could be maintained by his wife and children travelling to Turkey for shorter or longer periods.", "45.  The Supreme Court also noted that, whilst the High Court had relied on the consideration that Rojin was suffering from a chronic and serious degree of child autism, the first applicant had submitted a medical statement of 27 October 2010 from which it appeared that her current diagnosis was “unspecified far-reaching developmental disturbance”. The expulsion applied for a period of five years during which the first applicant would not have the opportunity to help his daughter upon visits in the country. As already mentioned, the family contact would instead be maintained through visits in Turkey. Nor in this respect could there be a question of any extraordinary burden.", "46.  The Supreme Court, having regard the Court’s case-law, notably Darren Omoregie and Others v. Norway (no. 265/07, §§ 57 and 66, 31 July 2008) and the criteria of “exceptional circumstances” and “insurmountable obstacles” relied on there, concluded that the first applicant’s expulsion would not give rise to a violation of Article 8. His expulsion would not constitute a disproportionate measure vis-à-vis the other family members.", "E.  Subsequent developments", "47.  On 16 July 2011 the first applicant was expelled to Turkey.", "48.  The second to fifth applicants were granted Norwegian citizenship on 24 January 2012.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "49.  Sections 6 and 8 of the Immigration Act 1988 (Act of 24 June 1988 Nr 64, Lov om utlendingers adgang til riket og deres opphold her – utlendingsloven – applicable at the material time and later replaced by the Immigration Act 2008) contained the following relevant provisions:", "Section 6 Work permits and residence permits", "“Any foreign national who intends to take work with or without remuneration or who wishes to be self-employed in the realm must have a work permit.", "Any foreign national who intends to take up residence in the realm for more than 3 months without taking work must have a residence permit.”", "Section 8 When work and residence permits shall be granted", "“Any foreign national has on application the right to a work permit or a residence permit in accordance with the following rules:", "...", "...", "3)\tThere must not be circumstances which will give grounds for refusing the foreign national leave to enter the realm, to reside or work in accordance with other provisions of the Act.", "When warranted by strong humanitarian considerations or when the foreign national has particularly strong links to the realm, a work permit or a residence permit may be granted even it the conditions have not been fulfilled. ...”", "50.  Section 29 (1) (a) and (c) read:", "\t“Any foreign national may be expelled", "a) when the foreign national has seriously or repeatedly contravened one or more provisions of the present Act or evades the execution of any decision which means that the person concerned shall leave the realm.", "...", "c) when the foreign national here in the realm has been sentenced or placed under preventive supervision for an offence that is punishable by imprisonment for a term exceeding three months, or has been sentenced to imprisonment on several occasions during the last three years,”", "51.  Even when the conditions for expulsion pursuant to section 29 (1) of the Immigration Act were satisfied, expulsion could not take place if it would be a disproportionate measure against the foreign national or the closest members of his or her family. Section 29 (2) of the Immigration Act 1988 provided:", "“Expulsion pursuant to the first paragraph, sub-paragraphs (a), (b), (c), (e) and (f) of this section, shall not be ordered if, having regard to the seriousness of the offence and the foreign national’s links to the realm, this would be a disproportionately severe measure vis-à-vis the foreign national in question or the closest members of this person’s family.”", "52.  According to section 29 (4), an expulsion order may be accompanied by a prohibition on re-entry into Norway. However, the person expelled may, on application, be granted leave to enter . Furthermore, according to well-established administrative practice, when considering an application for leave to enter under section 29 (4), the Directorate of Immigration was under an obligation to consider the proportionality of its decision on prohibition on re-entry. The provision read:", "“Expulsion is an obstacle to subsequent leave to enter the realm. Prohibition on entry may be made permanent or of limited duration, but as a general rule not for a period of less than two years. On application the person expelled may be granted leave to enter the realm, but as a rule not until two years have elapsed since the date of exit.”", "53.  Section 41 (1) provided inter alia:", "“Any decision which means that any foreign national must leave the realm is implemented by ordering the foreign national to leave immediately or within a prescribed time limit. If the order is not complied with or it is highly probable that it will not lead to the foreign national’s leaving the realm, the police may escort the foreign national out. ... Any decision which applies to implementation is not considered to be an individual decision, cf. section 2 (1) (b), of the Public Administration Act.”", "54.  In a ruling of 28 June 2011 (Rt. 2011 p. 948), the Norwegian Supreme Court affirmed that the proportionality assessment under section 29 (2) ought also to be carried out in cases where the foreigner had been found guilty of serious crime or in massively violating the Immigration Act. In such instances, however, the best interests of the child might be decisive if the expulsion would constitute an exceptionally great burden to the child (paragraphs 30 to 38 of the judgment). Thus, it was not necessarily a condition in the proportionality assessment that the child be exposed to an exceptionally great burden. Especially in cases concerning less serious offences of the Immigration Act, which to a lesser extent affected the interests of immigration control protected by the Act, it would be appropriate to give precedence to the interests of the child (paragraph 39).", "55.  The Supreme Court moreover held that entry, unlawful stay and unlawful work, although of central importance in the Immigration Act 2008, was not the kind of conduct which constituted the greatest challenges to an efficient immigration control, as was the case for example of failure to inform about one’s identity, the provision of false information and the use of false documents (paragraph 48 of the judgment). It further observed that according to an amendment of 23 August 2010 to section 14-1 of the Immigration Regulation, the interest of the children ought to carry such weight that unlawful stay and work for up to two years should normally not lead to expulsion when the foreign national had children in the country. Such a breach of the immigration rules could hardly be viewed as so gross that the proportionality assessment would only exceptionally operate in favour of the foreign national in question. Nor could it be the position that just any offence transgressing the said Regulation could be regarded as so serious as to make the balancing of interests tip only exceptionally in favour of the foreigner or his or her closest persons (paragraph 51).", "THE LAW", "I.  SCOPE OF THE CASE", "56.  The applicants initially complained that the first applicant’s expulsion to Turkey would entail a violation not only of Article 8 but also of Articles 2 and 3 of the Convention. However, after his expulsion to Turkey on 16 July 2011, they submitted in their pleadings to the Court of 18 October 2011 that they only maintained their complaint under Article 8 of the Convention.", "57.  In these circumstances, it appears that the applicants do not, in the sense of Article 37 § 1 (a) of the Convention, intend to pursue the complaints under Articles 2 and 3 before the Court. Furthermore it considers that respect for human rights does not require it to continue the examination of these complaints (Article 37 § 1 in fine). It will accordingly limit its examination below to the complaint under Article 8 of the Convention.", "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION", "58.  The applicants complained that the first applicant’s expulsion to Turkey gave rise to a violation of Article 8 of the Convention, which reads:", "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.", "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "59.  The Government contested that argument.", "A.  Admissibility", "60.  The Court finds that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  Submissions by the parties", "(a)  The applicants’ arguments", "61.  The applicants maintained that the Supreme Court’s judgment of 26 November 2010 entailed a violation of Article 8, not only with regard to the father, but also vis-à-vis his wife and not least his three children, especially the youngest one – the daughter suffering from psychiatric problems within the spectrum of autism illnesses. The children, in particular the daughter, could not accompany him to Turkey.", "The applicants prayed in aid the Court’s judgment in Nunez v. Norway (no. 55597/09, §§ 65 to 85, 28 June 2011), where the Court had found that expulsion would violate Article 8 of the Convention. The latter case was in their view similar to the present case in the sense that a criminal offence and a breach of the Immigration Act as well as the considerations pertaining to the children and the applicant’s partner had constituted factors of central importance also in that case.", "62.  The Kaplan family had been founded in Turkey years before the first applicant had to flee the country. It was therefore not correct to argue that their family life had been established at a time when their situation in Norway was unclear (compare Darren Omoregie and Others v. Norway, cited above, §§ 59-61).", "63.  The Nunez case differed in that it concerned an applicant whose second entry into Norway had been illegal.", "64.  The first applicant had been living in a united family which included a child with special needs. He was the sole provider and was taking active part in his daughter’s treatment. Thus the interests of the child and of the family were very strong in the instant case.", "65.  The breach of the Immigration Act had been more serious in Nunez than in the present case. Also, the interests of the family weighed far more heavily in this case, especial those related to the little daughter Rojin. The fact that the first applicant, the father, had assumed the role as the family’s single provider had allowed the second applicant, the mother, to fully focus on the sick child during daytime. He also actively took part in his daughter’s treatment.", "66.  Whilst in Nunez, a ban on re-entry had been imposed for a period of two years, in the present case such a ban had been imposed for five years. Like in Nunez (cited above, see the submissions in §§ 62 and 64 of that judgment) an application for family reunification could only be made after expiry of the ban and there was no guarantee that a residence permit would be granted.", "67.  The circumstances in the present case were exceptional due to a number of factors namely: the illness of the child and her special needs; the long lapse of time from the crime committed in 1999 until the warning of expulsion issued on 31 October 2006; the fact that the first applicant’s expulsion had been ordered due to an old conviction whilst the remainder of the family had been granted temporary residence on the ground of new regulations authorising the grant of amnesty to parents who had not left Norway but who had stayed “illegally” in the country with their children. It was exceptional to split a family in such circumstances. Also, in another case, the Supreme Court had in a more recent ruling of 28 June 2011 held that the unlawful residence and work of a foreigner had not been sufficiently serious to warrant expulsion (see paragraph 54 to 55 above).", "68.  The applicants further maintained that it would be impossible for the family to settle in Turkey, first and foremost for the sake of Rojin, who would perish in Turkey where she would not have access to the treatment she was receiving in Norway. In this respect their case differed from Darren Omoregie and Others (cited above, § 66), where the Court found that the family could live in Nigeria.", "(b)  The Government’s arguments", "69.  The Government maintained that the interference with the applicants’ family life resulting from the expulsion of the first applicant was in accordance with the law, namely section 29 of the Immigration Act, and pursued the legitimate aims of preventing “disorder or crime” and protecting the “economic well-being of the country”.", "70.  As regards the necessity of the interference the Government relied on the reasoning of the Supreme Court in its judgment of 26 November 2010 (see paragraphs 40 to 46 above).", "71.  In the Government’s opinion, the lapse of time between the first applicant’s criminal conviction and the decisions of 31 October and 2 November 2006 relying on this circumstance as a ground for ordering his expulsion with a prohibition of re-entry (see paragraphs 12 and 17 above) had no bearing on the proportionality assessment undertaken by the Court. The domestic authorities’ assessment of the compatibility with the Convention of the first applicant’s expulsion had been based not only on his criminal conviction of 1999 but also on his subsequent unlawful conduct, as illustrated by both the Supreme Court’s judgment (see in particular paragraph 41 above) and the Immigration Appeals Board decision of 7 April 2008 (see paragraph 26 above).", "72.  Nor was it significant for the first applicant’s situation that the Immigration Appeals Board had in its decision of 28 February 2008 granted his wife and three children a residence permit of a renewable period of one year. The granting of a residence permit naturally strengthened somewhat the links to Norway for the second, third, fourth and fifth applicants. However, the first applicant being the person who had been expelled, it was his links in particular that ought to be at the centre of the proportionality assessment. These links were not similarly affected by the decision and ought not to carry any particular weight in the Court’s proportionality assessment.", "73.  In any event, the seriousness of the first applicant’s offences against the laws of the realm clearly outweighed the fact that his family had been granted a residence permit. On this point, the Government referred notably to the Supreme Court’s judgment (see, in particular, paragraphs 42 to 45 above).", "74.  Whilst the first applicant’s expulsion involved splitting up of the family, the right of residence accorded to the remaining family members did not entail a corresponding obligation for them to reside in Norway. The entire family originated from Turkey and the two eldest children were born in that country and had spent some of their childhood years there. The applicants’ family life could in principle be safeguarded either by the whole family returning to Turkey or by visits to the first applicant in their joint country of origin. The possibility to visit him in Turkey had in no way been negatively affected by the granting of residence permit in 2008. In fact, it made lawful the second, third, fourth and fifth applicants’ residence in Norway, which, in turn, enabled them to visit the first applicant in their country of origin, without any risk of the former being unable to return to Norway.", "75.  The first applicant was not expelled indefinitely but only for a period of five years, which would expire in July 2016. The Government referred to the Supreme Court’s judgment cited above (in particular paragraph 43) and to Konstatinov v. the Netherlands, no. 16351/03, § 52, 26 April 2007. Moreover, as pointed out by the Immigration Appeals Board in its decision 7 April 2008, since the expulsion was limited in time, it would be possible upon expiry of the expulsion period to apply for a permit for the purposes of family reunification. Whilst the granting of such a permit would depend on the circumstances obtaining when a future decision would be taken, an expulsion for five years did not in principle involve a permanent splitting up of the family.", "76.  Before leaving his country of origin for Denmark in 1995, the first applicant had spent twenty-nine years in Turkey, including his formative years and many years of his adulthood. He had had no prior links to Norway when he arrived there in 1998. His ties to that country had in the main consisted of unlawful residence and work and were weak. At the time of his expulsion his only legitimate link to Norway was the remainder of his family who had obtained temporary residence permit there.", "77.  By visiting Turkey prior to the first applicant’s expulsion in 2011, the family had also demonstrated willingness and ability to travel to Turkey. Thus, the applicants’ “family life” had clearly not been “effectively ruptured” in the sense of the Court’s case law. Also, the third and fourth applicants (born in 1993 and 1995, respectively), had reached the age of majority. The disputed interference was accordingly proportionate.", "78.  There were no “exceptional circumstances” in the present case suggesting incompatibility with Article 8 of the Convention. The only possible factor that could weigh in favour of considering the matter as “exceptional” was the situation of the fifth applicant, Ms Rojin Kaplan. However, her diagnosis was less serious than what had been initially suggested (see paragraph 45 above). Moreover, it ought to be assumed that she would receive the necessary follow-up and training, inter alia, at a daycare centre and a school in Norway and that the remainder of the family would receive the requisite assistance and follow-up from appropriate instances (as stated by the Immigration Appeals Board in its decision of 7 April 2008).", "79.  Furthermore, there was no evidence to indicate that the fifth applicant found herself in a situation of vulnerability and distress comparable to that of, for instance, in Nunez v. Norway (cited above, §§ 79 to 81).", "80.  Nor was there anything to suggest that she had had long-lasting and close bonds to the first applicant (her father) that outweighed the bonds she had to her mother. Indeed, given the fact that the first applicant for the duration of his stay in Norway had been fully employed and, consequently, unlike the second applicant, not present at home with the children during daytime, the evidence clearly spoke in favour of the view that the fifth applicant had particular bonds with her mother, under whose care she remained in Norway. In this essential matter the present case was distinguishable not only from Nunez (cited above) but also from Rodrigues da Silva and Hoogkamer v. the Netherlands, no. 50435/99, §§ 42 and 44, ECHR 2006I).", "2.  The Court’s assessment", "81.  On the same approach as that adopted in the afore-mentioned Nunez judgment, the Court will have regard to the following principles stated therein (see also Antwi and Others v. Norway, no. 26940/10, § 89, 14 February 2012):", "“68.  ... [W]hile the essential object of [Article 8] is to protect the individual against arbitrary action by the public authorities, there may in addition be positive obligations inherent in effective ‘respect’ for family life. However, the boundaries between the State’s positive and negative obligations under this provision do not lend themselves to precise definition. The applicable principles are, nonetheless, similar. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole; and in both contexts the State enjoys a certain margin of appreciation (see Konstatinov v. the Netherlands, no. 16351/03, § 46, 26 April 2007; Tuquabo-Tekle and Others v. the Netherlands, no. 60665/00, § 42, 1 December 2005; Ahmut v. the Netherlands, 28 November 1996, § 63, Reports of Judgments and Decisions 1996VI; Gül v. Switzerland, 19 February 1996, § 63, Reports of Judgments and Decisions 1996I; Powell and Rayner v. the United Kingdom, 21 February 1990, § 41, Series A no. 172).", "69.  Since the applicable principles are similar, the Court does not find it necessary to determine whether in the present case the impugned decision, namely the order to expel the applicant with a two-year prohibition on re-entry, constitutes an interference with her exercise of the right to respect for her family life or is to be seen as one involving an allegation of failure on the part of the respondent State to comply with a positive obligation.", "70.  The Court further reiterates that Article 8 does not entail a general obligation for a State to respect immigrants’ choice of the country of their residence and to authorise family reunion in its territory. Nevertheless, in a case which concerns family life as well as immigration, the extent of a State’s obligations to admit to its territory relatives of persons residing there will vary according to the particular circumstances of the persons involved and the general interest (see Gül, cited above, § 38; and Rodrigues da Silva and Hoogkamer, cited above, § 39). Factors to be taken into account in this context are the extent to which family life is effectively ruptured, the extent of the ties in the Contracting State, whether there are insurmountable obstacles in the way of the family living in the country of origin of one or more of them and whether there are factors of immigration control (for example, a history of breaches of immigration law) or considerations of public order weighing in favour of exclusion (see Rodrigues da Silva and Hoogkamer, cited above, ibid.; Ajayi and Others v. the United Kingdom (dec.), no. 27663/95, 22 June 1999; Solomon v. the Netherlands (dec.), no. 44328/98, 5 September 2000). Another important consideration is whether family life was created at a time when the persons involved were aware that the immigration status of one of them was such that the persistence of that family life within the host State would from the outset be precarious (see Jerry Olajide Sarumi v. the United Kingdom (dec.), no. 43279/98, 26 January 1999; Andrey Sheabashov c. la Lettonie (dec.), no. 50065/99, 22 May 1999). Where this is the case the removal of the non-national family member would be incompatible with Article 8 only in exceptional circumstances (see Abdulaziz, Cabales and Balkandali, cited above, § 68; Mitchell v. the United Kingdom (dec.), no. 40447/98, 24 November 1998, and Ajayi and Others, cited above; Rodrigues da Silva and Hoogkamer, cited above, ibid.).”", "82.  The Court observes that the Immigration Appeals Board, upholding on 2 March 2007 the Directorate of Immigration’s decision of 2 November 2006, had imposed the disputed expulsion and the prohibition on re-entry on the first applicant in view of the gravity of his violations of the Immigration Act (see paragraph 17 above). Thereafter, on 28 February 2008, the Board had granted the second applicant, with the children, a residence- and work permit under section 8(2) of the Immigration Act 1988, attaching decisive weight on new information concerning the daughter’s health together with the length of the children’s residence in Norway (four years and nine months in the case of the sons, see paragraph 23 above). On 7 April 2008, as a consequence of these residence permits to the remainder of the family, the Board altered its decision of 2 March 2007 prohibiting the first applicant to return to Norway indefinitely so as to limit the duration of the prohibition to five years (see paragraphs 27 to 28 above). The question arises whether the first applicant’s expulsion with a prohibition on re-entry for five years failed to strike a proper balance between the applicants’ right to respect for family life, on the one hand, and the public interest in ensuring efficient immigration control, on the other hand.", "83.  The Court sees no reason to question the assessment of the national immigration authorities and courts as to the aggravated character of the first applicant’s administrative offences under the Act (see paragraphs 26, 32 and 42 above). Moreover, as already held on previous occasions, the possibility for the authorities to react with expulsion would constitute an important means of general deterrence against gross or repeated violations of the Immigration Act (see Antwi, cited above, § 90; Nunez, cited above, § 71, and Darren Omoregie and Others, cited above, § 67; see also Kaya v. the Netherlands (dec.) no 44947/98, 6 November 2001). A scheme of implementation of national immigration law which, as here, is based on administrative sanctions in the form of expulsion does not as such raise an issue of failure to comply with Article 8 of the Convention (see Antwi, Nunez and Darren Omoregie and Others, cited above, ibid.). In the Court’s view, the public interest in favour of ordering the first applicant’s expulsion weighed heavily in the balance when assessing the issue of proportionality under Article 8 of the Convention (see Antwi, cited above, § 90; Nunez, cited above, § 73).", "84.  Furthermore, the first applicant had grown up in Turkey, where he had spent his formative years and many years of adulthood before leaving in 1995 at the age of twenty-nine. He had no links to Norway when he arrived in 1998. The links that he had established there since could not be said to outweigh those of his home country and had in any event been formed through unlawful residence and without any legitimate expectation of being able to remain in the country.", "85.  Like the first applicant, the second applicant had grown up in Turkey, where she had founded a family with the first applicant in the early 1990s before arriving in Norway in May 2003 at the age of twenty-seven. Although she had obtained a residence permit in Norway in January 2008, there was no particular obstacle preventing her from accompanying the first applicant and resettling in their country of origin.", "86.  Also their two sons, the third and fourth applicants, were born in Turkey, respectively in 1993 and 1995. They had spent most of their childhood years in that country before they arrived with their mother in Norway in May 2003. Weighty immigration policy considerations in any event militate in favour of identifying children with the conduct of their parents, failing which there would be a great risk that the parents exploit the situation of their children in order to secure a residence permit for themselves and for the children (see Butt v. Norway, no. 47017/09, § 79, 4 December 2012). Their family life had continued in Norway at a time when both their parents were aware that their immigration status in the country was such that the persistence of that family life would be precarious. Although their links to Norway appear to have been stronger than those to Turkey and they might have faced certain difficulties in integrating into normal life in Turkey, there were no insurmountable obstacles in the way of them accompanying the first applicant in returning to Turkey in July 2011.", "87.  Similar considerations apply to the daughter, the fifth applicant, who was born in Norway in 2005, who was at an adaptable age and whose health problems did not seem to constitute a hindrance to hers accompanying the remainder of the family if resettling in Turkey (see paragraphs 27 and 45 above). In this regard, it may be reiterated that a decision to remove an alien who is suffering from a serious mental or physical illness to a country where the facilities for the treatment of that illness are inferior to those available in the Contracting State may raise an issue under Article 3, but only in a very exceptional case, where the humanitarian grounds against the removal are compelling (see N. v. the United Kingdom [GC], no. 26565/05, §§ 32-51, ECHR 2008; compare D. v. the United Kingdom, 2 May 1997, §§ 53-54, Reports of Judgments and Decisions 1997III). However, that does not appear to have been the situation in this case.", "88.  The Court will nonetheless consider whether the removal of the first applicant from Norway was incompatible with Article 8 of the Convention on account of exceptional circumstances pertaining in particular to the best interests of the youngest child (see Nunez, cited above, §§ 78 and 84; Antwi, cited above, §§ 100-101; Butt, cited above § 79).", "89.  In this connection, it is to be noted that in granting, on 28 February 2008, the second applicant, with the children, for one year a renewable residence- and work permit under section 8(2) (according to which such a permit could be granted if warranted by weighty humanitarian considerations or particular links to the country) of the Immigration Act 1988, the Board attached decisive weight to new information concerning the daughter’s health together with the length of the children’s residence in Norway (at that time four years and nine months in the case of the sons) and set as a condition that the mother continued to live in Norway.", "90.  Further details on the subject of the daughter were set out in the judgment of the High Court which found that the daughter’s chronic and very serious degree of child autism and need for follow-up would affect the other family members strongly in the years to come and entail a burden on them far beyond the normal level. Her functional incapacity meant that she would always be dependent on her parents’ resources. Her mother was exhausted and had a marginal level of functioning. It was the father who activated the daughter on a daily basis and she was particularly attached to him. Should he be expelled it was likely that the disturbance to her development would be aggravated and would cause a further burden to the mother, to the brothers and to others who assumed responsibilities for her (see paragraph 35 above).", "91.  The Supreme Court did not specifically disagree with the abovementioned assessment but noted that, whilst the High Court had relied on the consideration that the daughter was suffering from a chronic and serious degree of child autism, the first applicant had submitted a medical statement of 27 October 2010 from which it appeared that her current diagnosis was “unspecified far-reaching developmental disturbance”. She would not be able during her father’s five year ban on re-entry to receive any assistance from him in Norway and family contacts would then instead be maintained through visits in Turkey. However, his expulsion would not in the Supreme Court’s view mean that she would be brought to bear an “extraordinary burden” (see paragraph 45 above).", "92.  The Court will not for the purposes of its examination of the present application pronounce any view on the appropriateness of the grant of a residence permit to the first applicant’s wife and children, but notes that the grounds pertaining to the fifth applicant were of a kind that the Norwegian immigration authorities were prepared to regard as covered by the statutory criterion of “weighty humanitarian considerations” (see paragraph 23 above). In the present context it suffices to reiterate that the decisive criterion according to the Court’s case-law is whether there were exceptional circumstances (see paragraph 81 above).", "93.  In view of the above, in particular the High Court’s assessment – with which the Supreme Court did not specifically disagree – regarding the adverse consequences of the measure for the youngest child (see paragraphs 90 and 91 above), the Court considers that the expulsion of the first applicant father with a five-year re-entry ban constituted a very far-reaching measure especially vis-à-vis her.", "94.  The Court has taken note of the first applicant’s criminal conviction by the District Court on 7 December 1999 for aggravated assault. Whilst the nature of the offence was serious, the extent of injury caused on the victim had not been great and the latter’s provocation was a factor taken into account in mitigation of the applicant’s sentence – 90 days’ imprisonment, of which 60 days were suspended. Although the said judgment was transmitted to the Directorate of Immigration for consideration of whether there was a ground for ordering his expulsion on 5 May 2000 the authorities took no specific measures to deport him for about six years (see below). In the Court’s view, bearing also in mind that the first applicant had not reoffended since, apart from a few minor traffic offences (see paragraph 13 and 26 above), his conviction is not in itself a factor that ought to carry significant weight in the instant case (see Butt, cited above, § 89).", "95.  Moreover, in contrast to a number of comparable cases dealt with by the Court (see, for example, Darren Omoregie and Others, cited above, § 64 with further references), the applicant parents in the case now under review had established their family life primarily in their country of origin well before arriving in the respondent State (see paragraphs 6 to 8 above) and could not therefore be reproached for having confronted the authorities with a fait accompli (see, mutatis mutandis, Butt, cited above, § 82; and Rodrigues da Silva and Hoogkamer, § 43). They were nonetheless aware that after settling in Norway their family life there would become precarious due to their immigration status. Indeed, as already stated above, Article 8 of the Convention does not entail a general obligation for a Contracting Party to the Convention to respect immigrants’ choice of country of residence and to authorise family reunion in its territory. However, in view of the long duration of the period that lapsed from 1999-2000 until the Immigration Appeals Board’s warning to the first applicant on 31 October 2006 (see paragraphs 11 to 13 above), the Court is not persuaded that the impugned measure to any appreciable degree fulfilled the interests of swiftness and efficiency of immigration control that was the intended purpose of such administrative measures (see Nunez, cited above, § 82; compare Antwi, cited above, § 102). It may further be noted that shortly after the warning, the Board decided – on 8 November 2006 – to stay the implementation of his expulsion pending the City Court’s judgment in his case, which was delivered some two years and a half later, on 23 April 2009 (see paragraphs 19 and 29 above).", "96.  The Court also finds it significant that in the meantime, in January 2008, the wife and the couple’s three children had been granted a residence permit, by which time the family had lived united in Norway for more than four and a half years (see paragraph 23 above). She obtained this permit in spite of having lived in Norway unlawfully for an important period, for nearly three years from the Immigration Appeals Board’s final rejection on 25 February 2005 of her May 2003 asylum request (see paragraph 14 above), until the Board in January 2008 decided to grant a residence- and work permit to her with the children (see paragraph 23 above). It is true that the husband’s unlawful residence in the country had been considerably longer, and that for periods he also worked there unlawfully. However, considering especially the immigration authorities’ unexplained inactivity practically for the entire period of his illegal stay in Norway, the Court is not convinced that these offences against the national immigration rules, by reason of their nature and degree, meant that the interests of the respondent State in ensuring efficient immigration control weighed more heavily in respect of the first applicant than they did for the second applicant so as to justify a differentiation between the parents for the purposes of the present proportionality assessment.", "97.  Thus, like in Nunez (cited above, § 79), the child in question in the present instance had strong bonds to both her mother and her father, albeit that she may have devoted more time than he in looking after the children at home because he was working as the family’s only bread-winner outside the home. Moreover, as indicated above, her parents had founded their family primarily in their country of origin well before arriving in Norway rather than in a situation of unlawful residence. When the first applicant was expelled in July 2011, the family had lived united in the country for nearly eight years. The competent authorities expected that the family would be split as a result of the expulsion, at least temporarily for the five years period during which the first applicant was prohibited from re-entering the country and the youngest child was prevented from seeing him other than by visiting him Turkey (see paragraphs 27 and 45 above). However, in as much as the measure deprived her of the care she needed from her father it does not appear to have been accompanied by reasons that were sufficient to show that the disputed interference was necessary within the meaning of paragraph 2 of Article 8.", "98.  Having regard to all of the above considerations, notably the youngest child’s long-lasting and close bonds to her father, her special care needs and the long period of inactivity before the immigration authorities issued a warning to the first applicant and took their decision to order his expulsion with a re-entry ban, the Court is not convinced in the concrete and exceptional circumstances of the case that sufficient weight was attached to the best interests of the child for the purposes of Article 8 of the Convention. The Court is therefore not satisfied that the authorities of the respondent State acted within their margin of appreciation when seeking to strike a fair balance between, on the one hand, the first applicant’s need to be able to remain in Norway in order to maintain his contact with his daughter in her best interest (see Nunez, § 84) and, on the other hand, its public interest in ensuring effective immigration control – namely, according to the Government, “the interests of ... the economic well-being of the country” and “the prevention of disorder or crime”.", "99.  Accordingly, the Court concludes that the first applicant’s expulsion from Norway with a five-year re-entry ban entailed a violation of Article 8 of the Convention.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "100.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "101.  The first applicant, referring to his gross income of Norwegian krones (NOK) 420,000 (corresponding to approximately 51,000 euros (EUR)) for the year of 2009, sought compensation for loss of income which by the time of the submission of his just satisfaction claims (12 September 2013) amounted to more than two years of earnings.", "102.  The applicants claimed NOK 100,000 (approximately EUR 12,000) in respect of non-pecuniary damage.", "103.  The Government did not offer their comments to the above claims.", "104.  The Court does not discern a sufficient causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the applicants EUR 12,000 in respect of non-pecuniary damage, plus any tax that may be chargeable on this amount.", "B.  Costs and expenses", "105.  The applicants also claimed NOK 160,000 (approximately EUR 19,350) for their lawyer’s work (80 hours at NOK 2,000 per hour) in the Strasbourg proceedings, which amount was to be increased by 25% on account of value added tax (“VAT”). They did not make any claim for legal costs before the national courts which had been covered by free legal aid granted by the domestic authorities.", "106.  The Government did not comment.", "107.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 8,000 for the proceedings before the Court, plus any tax that may be chargeable to the applicants on this amount.", "C.  Default interest", "108.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT, UNANIMOUSLY,", "1.  Decides to strike the application out in so far as concerns the complaints under Articles 2 and 3 of the Convention;", "", "2.  Declares the complaint concerning Article 8 admissible;", "", "3.  Holds that the first applicant’s expulsion from Norway with a five-year re-entry ban entailed a violation of Article 8 of the Convention;", "", "4.  Holds", "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:", "(i)  EUR 12,000 (twelve thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;", "(ii)  EUR 8,000 (eight thousand euros), plus any tax that may be chargeable to the applicants, in respect of costs and expenses;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.", "Done in English, and notified in writing on 24 July 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSøren Nielsen\tIsabelle Berro-Lefèvre\n\tRegistrar\tPresident"]}