{"file": "ENG_HEJUD_35671_97.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "35671/97", "text_paragraphs": ["", "", "GRAND CHAMBER", "", "", "", "", "", "", "CASE OF LINDNER AND HAMMERMAYER v. ", "", "(Application no. 35671/97)", "", "", "", "", "", "", "", "", "", "", "JUDGMENT", "(Friendly settlement)", "", "", "", "", "6 April 2006", "", "", "This judgment is final but may be subject to editorial revision.", "", "In the case of Lindner and Hammermayer v. ,", "The European Court of Human Rights, sitting as a Grand Chamber composed of:", "Mr\tL. Wildhaber, President,\n\tMr\tC.L. Rozakis,\n\tMr\tJ.-P. Costa,\n\tSir\tNicolas Bratza,\n\tMr\tG. Bonello,\n\tMr\tC. Bîrsan,\n\tMrs\tN. Vajić,\n\tMr\tJ. Hedigan,\n\tMr\tM. Pellonpää,\n\tMrs\tM. Tsatsa-Nikolovska,\n\tMr\tA. Kovler,\n\tMrs\tE. Steiner,\n\tMr\tL. Garlicki,\n\tMr\tJ. Borrego Borrego,\n\tMrs\tE. Fura-Sandström,\n\tMr\tK. Hajiyev,\n\tMrs\tR. Jaeger, judges,\nand Mr T.L. Early, Deputy Grand Chamber Registrar,", "Having deliberated in private on 29 March 2006,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 35671/97) against  lodged with the European Commission of Human Rights under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Romanian nationals, Mr Alexandru Lindner and Mrs Cristina Hammermayer (“the applicants”), on 9 April 1997.", "2.  The applicants were represented by Mr A. Vasiliu, a lawyer practising in . The Romanian Government (“the Government”) were represented by their Agent, Mrs B. Ramaşcanu, of the Ministry of Foreign Affairs.", "3.  The applicants alleged, in particular, that the Bucharest Court of Appeal’s finding on 14 October 1996 that the courts had no jurisdiction to determine an action for recovery of possession was contrary to Article 6 of the Convention. The applicants also complained that the Court of Appeal’s judgment had had the effect of infringing their right to peaceful enjoyment of their possessions as secured by Article 1 of Protocol No. 1.", "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).", "5.  The application was allocated to the Court’s First Section (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "6.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1). The Chamber was composed of the following judges: Mr J.-P. Costa, President, Mr A. B. Baka, Mr Gaukur Jörundsson, Mr L. Loucaides, Mr C. Bîrsan, Mr M. Ugrekhelidze and Mrs A. Mularoni, and also of Mrs S. Dollé, Section Registrar.", "7.  In a judgment of 3 December 2002, having examined the admissibility and the merits of the case together (Article 29 § 3 of the Convention), the Court declared the application partly admissible and held, unanimously, that there had been a violation of Article 6 § 1 of the Convention, because the applicants had been denied the right of access to a tribunal, and no violation of Article 1 of Protocol No. 1 to the Convention because the applicants did not have a possession within the meaning of that Article. It further held that the respondent State should pay the applicants 5,000 euros (EUR) for non-pecuniary damage and EUR 400 for costs and expenses.", "8.  On 13 December 2002 the applicants requested that the case be referred to the Grand Chamber, in accordance with Article 43 of the Convention and Rule 73.", "9.  On 24 September 2003 the panel of the Grand Chamber accepted this request.", "10.  The composition of the Grand Chamber was determined according to the provisions of Article 27 §§ 2 and 3 of the Convention and Rule 24.", "11. The applicants and the Government each filed a memorial on the merits. The applicants also filed a memorial in reply to the Government’s memorial.", "12.  A hearing scheduled for 24 June 2004 was adjourned in view of the fact that domestic proceedings germane to the case were pending. It was rescheduled for 7 December 2005. The hearing was again adjourned, given that the parties were actively pursuing a friendly settlement of the case with the assistance of the Registrar (Article 38 § 1 (b) of the Convention). The parties were given until 27 February 2006 to agree on the terms of a settlement, failing which a hearing would be held on 29 March 2006.", "13.   Following various exchanges of correspondence between the Registrar and the parties, the Government and the applicants submitted formal signed declarations accepting a friendly settlement of the case, on 21 and 22 February 2006 respectively.", "14.  Consequently, on 7 March 2006 the hearing scheduled for 29 March 2006 was cancelled.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "15.  On 2 October 1939 the applicants’ mother became the owner of a house in , divided into three flats, with 301 sq. m of land. On 30 March 1948 she sold one of the three flats to L.N.", "16.  In 1975 she emigrated to , where she died in 1985.", "17.  On 18 September 1975, citing Decree no. 223/1974, the State confiscated the property belonging to the applicants’ mother without paying compensation. No notice of the confiscation was ever served on her, so she was never informed of the grounds or legal basis for the confiscation.", "A.  Action for recovery of possession", "18.  On 27 July 1992 the applicants, as heirs, brought an action in the  (First District) Court of First Instance against Bucharest City Council and H., a company responsible for the management of public housing, seeking the annulment of the decision to confiscate the property. They contended that their mother had been the owner of the property and that the State had taken possession of it citing Decree no. 223/1974 on confiscation, but that this deprivation of property was unlawful because their mother had never been notified of the administrative decision of confiscation.", "19.  In a judgment of 28 September 1995, the Court of First Instance allowed the applicants’ claim, finding that the administrative decision of confiscation in favour of the State had breached the then applicable domestic and international legal provisions, in particular Article 36 of the 1965 Constitution and Article 480 of the Civil Code. Consequently, it held that the State had not lawfully acquired title and that the applicants were the rightful owners. The court annulled the confiscation decision and ordered the property to be returned to the applicants.", "20.  An appeal by Bucharest City Council against that judgment was dismissed by Bucharest County Court in an enforceable judgment of 17 May 1996.", "21.  The City Council appealed on points of law to the Bucharest Court of Appeal, which, in a judgment of 14 October 1996, allowed the appeal and dismissed the applicants’ action for recovery of possession. It found that the property at issue had passed into State ownership on the basis of a decision by the City Council dated 18 September 1975 and held that the applicants could seek restitution or, failing that, compensation, only by relying on legislation concerning the restitution of nationalised property.", "22.  On 20 December 1996 the State sold one of the two flats in the disputed property to the former tenant, V.V.S.", "B.  Action for restitution under Law no. 10/2001", "23.  On 26 April 2001 the applicants lodged an application with Bucharest City Council for the return of the two flats, relying on Law no. 10/2001.", "24.  The City Council refused to return the flat that had been sold on 20 December 1996 (“flat no. 2”).", "25.  Flat no. 1 was returned to the applicants by a decision of Bucharest City Council dated 15 February 2006.", "C.  Action for rescission of the sale of flat no. 2", "26.  On 12 August 2002 the applicants brought an action in the Bucharest Court of First Instance seeking the rescission of the contract of sale dated 20 December 1996 between the State and the former tenant V.V.S.", "27.  In a final and irreversible judgment of 7 September 2005, given at last instance after an initial appeal and a further appeal on points of law, the Bucharest Court of Appeal declared that the applicants were the rightful owners of flat no. 2 and that its sale was null and void. It ordered the flat to be returned to the applicants.", "28.  On an unspecified date, the purchaser of the flat, V.V.S., appealed to the Bucharest Court of Appeal, using a special form of appeal, to have the judgment of 7 September 2005 set aside. The proceedings are still pending in the Court of Appeal, before which a hearing has been scheduled for 28 March 2006.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "29.  The relevant domestic law and practice, referred to in the cases of Brumărescu v. Romania [GC] (no. 28342/95, §§ 31-44, ECHR 1999-VII) and Străin and Others v. Romania (no. 57001/00, §§ 19-26, ECHR 2005...), is also relevant to the present case.", "30.  Law no. 10/2001 of 14 February 2001, whose relevant parts are quoted in the above-mentioned Străin and Others case, was amended by Law no. 247, published in the Official Gazette of 22 July 2005. The new law extends the types of compensation available by allowing those entitled to compensation to choose between compensation in the form of goods or services and pecuniary compensation equivalent to the market value, at the time of the award, of property that cannot be returned.", "Law no. 247/2005 further provides, in Part VII, for the manner in which compensation for property that has wrongfully passed into State ownership is to be calculated and paid.", "THE LAW", "31.  On 21 February 2006 the Court received the following declaration from the Government:", "“1.  I declare that the Government of Romania offer to pay to the applicants a global sum of EUR 8,600 (eight thousand six hundred euros) with a view to securing a friendly settlement of their application registered under no. 35671/97 and pending before the Grand Chamber.", "This sum, which also covers legal expenses connected with the case, shall be free of any tax that may be applicable and shall be paid in euros, to be converted into Romanian lei at the rate applicable at the date of payment, to a bank account named by the applicants and/or their duly authorised representative. This sum shall be payable within three months from the date of the notification of the judgment delivered by the Grand Chamber pursuant to Article 39 of the European Convention on Human Rights. From the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.", "2.  This payment, taken together with the domestic court and administrative decisions (decision of the Bucharest Court of Appeal of 7 September 2005 and decision of the  of 15 February 2006) by which the property which was the subject of the present application was returned to the applicants, constitute the final settlement of the case.", "3.  The Government further undertake to implement fully the above-mentioned judicial and administrative decisions so as to ensure the applicants’ enjoyment of their right to the entire property in question.", "4.  This declaration does not entail any acknowledgement by the Government of any violation of the Convention other than the one found by the Court’s judgment of 3 December 2002.", "5.  The Government consider that the supervision by the Committee of Ministers of the Council of Europe of the execution of the Court’s judgment in the present case is an appropriate mechanism for ensuring that improvements will continue to be made in the context of the issues raised by it.”", "32.  On 22 February 2006 the Court received the following declaration signed by the applicants:", "“1.  We, Alexandru Lindner and Cristina Hammermayer, note that the Government of Romania are prepared to pay us the global sum of EUR 8,600 (eight thousand six hundred euros) with a view to securing a friendly settlement of our application registered under no. 35671/97 and pending before the Grand Chamber.", "This sum, which is to cover any pecuniary and non-pecuniary damage as well as legal costs and expenses connected with the case, shall be paid in euros, to be converted into Romanian lei at the rate applicable at the date of payment, to a bank account to be named by us and/or our representative. The sum shall be payable free of any taxes which may be applicable, within three months from the date of the judgment delivered by the Grand Chamber pursuant to Article 39 of the European Convention on Human Rights. From the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.", "2.  We accept the proposal and waive any further claims against  in respect of the facts of this application. We declare that this payment, taken together with the domestic court and administrative decisions (decision of the Bucharest Court of Appeal of 7 September 2005 and decision of the Bucharest City Hall of 15 February 2006) by which the property which was the subject of the present application was returned to us, constitute the final settlement of the case.", "3.  We also take note of the Government’s undertaking to implement fully the above-mentioned judicial and administrative decisions.", "4.  This declaration is made in the context of a friendly settlement which the Government and we have reached.”", "", "33.  The Court takes note of the friendly settlement reached between the parties (Article 39 of the Convention).", "It notes that since the adoption of the Chamber judgment of 3 December 2002 the applicants have obtained restitution of the property which was the subject of this application (see paragraphs 25 and 27 above).", "It also notes that a new law on restitution has been enacted, namely Law No. 247 of 22 July 2005. This law extends the types of compensation available and provides that compensation should be equivalent to the market value, at the time of the award, of property that cannot be returned (see paragraph 30 above).", "Moreover, the Court observes that it has already specified the nature and extent of the obligations which arise for the respondent Government in cases which relate either to delays in, or the impossibility of, obtaining a final domestic decision on claims of unlawful confiscation of property by the former communist regime (see Brumărescu, cited above, § 65) or to the sale by the State of such property to third parties (see Străin and Others, cited above, §§ 39-59). The question of the performance of those obligations is currently pending before the Committee of Ministers.", "34.  The Court further observes that under Article 37 § 1 (b) of the Convention an application may be struck out of its list of cases at any stage of the proceedings if it is satisfied that the matter has been resolved.", "35.  Moreover, the Court is satisfied that the settlement has been reached on the basis of respect for human rights as defined in the Convention and its Protocols (Article 37 § 1 in fine of the Convention and Rule 62 § 3 of the Rules of Court).", "36.  Accordingly, the case should be struck out of the Court’s list.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Takes note of the terms of the friendly settlement reached and of the modalities for ensuring compliance with the undertakings referred to therein (Rule 43 § 3 of the Rules of Court);", "", "2.  Decides to strike the case out of its list.", "Done in English and in French, and notified in writing on 6 April 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\t\tLuzius Wildhaber\n\t\tPresident\n\tT.L. Early\n\tDeputy to the Registrar"]}