{"file": "ENG_CLIN_27154_95.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "27154/95", "text_paragraphs": ["Information Note on the Court’s case-law 28", "March 2001", "D.N. v. Switzerland [GC] - 27154/95", "Judgment 29.3.2001 [GC]", "Article 5", "Article 5-4", "Review by a court", "Independence of specialist judge participating in review of psychiatric detention after having given an expert opinion: violation", "Facts: The applicant applied for release from psychiatric detention and, on the refusal of the chief medical officer, filed an application with the cantonal Administrative Appeals Commission. She requested that the expert appointed to examine her should not subsequently act as specialised judge on the Commission. R.W. was appointed as rapporteur. After interviewing the applicant, he informed her that he would propose that the Commission dismiss her application. In his written opinion, he diagnosed schizophrenia and recommended dismissal of the applicant's application. For the hearing of the applicant's case, the Commission was composed of the president (a professional judge) and five other judges, including R.W., the only expert in psychiatry. The Commission dismissed the application, referring in its decision to R.W.'s opinion. The applicant's public law appeal was rejected by the Federal Court.", "Law: Article 5 § 4 – It undisputed that the Administrative Appeals Commission was in principle a “court” within the meaning of this provision, under which States are granted a certain freedom to choose the most appropriate system for judicial review. Although it is not always necessary that the proceedings under Article 5 § 4 have the same guarantees as those under Article 6, they must have a judicial character and provide appropriate guarantees. While Article 5 § 4 does not specifically require that the court be independent and impartial, it would be inconceivable that, relating to such a sensitive issue as the deprivation of liberty of persons of unsound mind, it should not envisage the impartiality of the court as a fundamental requirement. As to the present case, in view of the various activities carried out by R.W., it differs from proceedings in which a judge rapporteur is in a position, after the hearing and during the court’s deliberations, to examine and comment upon specialised evidence;  indeed, while it is to be expected that a court-appointed expert will transmit his opinion to the court and to the parties, it is unusual for an expert judge to have formed an opinion and disclosed it to the parties before the hearing. While according to the Federal Court’s case-law, the position of an expert in the context of psychiatric detention differs substantially from that of an expert in proceedings in which evidence was taken, experts in either proceedings are only called upon to assist a court with relevant expert advice, without having adjudicative functions. It is for the court to assess such advice together with all other relevant information and evidence and an issue will arise as to its objective impartiality if it is called upon to assess evidence which was previously given by one of its judges as an expert. Consequently, as a result of R.W.’s position in the proceedings, he had a preconceived opinion as to the applicant's request for release and was not approaching her case with due impartiality. The applicant’s fears would have been reinforced by R.W.’s position in the Commission, where he was the sole psychiatric expert as well as the only person who had interviewed her. In these circumstances, the applicant’s apprehension that R.W. lacked the necessary impartiality were justified.", "Conclusion: violation (12 votes to 5).", "Article 41 – The Court awarded the applicant 3,000 Swiss francs (CHF) in respect of non-pecuniary damage and also made an award in respect of costs.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}