{"file": "ENG_HECOM_39544_05.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "39544/05", "text_paragraphs": ["\t13 November 2007", "", "FIRST SECTION", "Application no. 39544/05\nby ZAGREBAČKA BANKA against \nlodged on 13 October 2005", "STATEMENT OF FACTS", "THE FACTS", "The applicant, Zagrebačka banka d.d., is a joint stock company incorporated under Croatian law with its seat in . It is represented before the Court by Mrs D. Rose Q.C. of Blackstone Chambers, a barrister practising in London, Mr B. Porobija of Law Firm Porobija & Porobija, a lawyer practising in Zagreb, and Mrs A. Walls of Linklaters Solicitors, a solicitor practising in .", "The facts of the case, as submitted by the applicant bank, may be summarised as follows.", "1.  Civil proceedings", "The applicant bank was founded on the basis of a “self-management agreement” (samoupravni sporazum, hereafter “the founding agreement”) of 8 July 1986 concluded between several companies (at the time called “organizations of associated labour”). One of the parties to the agreement, a certain company Textil, contributed, as a founder, some 11 billion Yugoslav dinars (hereafter “the establishment sum”).", "It appears that on 24 June 1992 Textil notified the applicant bank of the termination of the above agreement and requested repayment of the establishment sum. As the applicant bank refused to do so, in 1992 Textil brought a civil action in the  (Trgovački sud u Zagrebu) seeking the refund, plus statutory default interest (zakonska zatezna kamata). The applicant bank replied that during its transformation into a joint stock company in November 1989 it had made the plaintiff its shareholder and assigned it a certain number of shares corresponding to the establishment sum.", "On 7 June 1995 the court delivered a judgment (“the original judgment”) ruling for the plaintiff. It ordered the applicant bank to pay the plaintiff the principal amount of 1,100 Croatian kunas (HRK) plus statutory default interest. The operative part of that judgment read as follows:", "“I. The respondent ZAGREBAČKA BANKA d.d., Zagreb, Paromlinska 2, is ordered to pay the plaintiff TEXTIL import-export d.d. from Zagreb, Šoštarićeva 10, the amount of 1,100.00 kunas plus statutory default interest in accordance with the applicable regulations stipulating the interest rate and the Act on Interest Rate, accruable from 15 September 1986 until the date of payment, as well as the costs of the proceedings in the amount of 900.00 kunas, all within 8 days.", "II. The alternative claim to hand over 12,272 shares with the pertaining outstanding dividends is dismissed.”", "The court held that the applicant bank had not been entitled to transform the funds received into shares without Textil’s consent. Thus, Textil had been entitled to terminate the 1986 agreement and request a refund. The applicant bank appealed.", "On 31 October 1995 the  (Visoki trgovački sud Republike Hrvatske) dismissed the appeal and upheld the first-instance judgment, endorsing the reasons given therein.", "It appears that the applicant bank did not attempt to lodge an appeal on points of law (revizija) with the Supreme Court against the second-instance judgment, nor did it lodge a constitutional complaint with the .", "2. Enforcement proceedings", "On 18 December 1995 Textil, being the original judgment’s creditor, concluded an assignment contract (ugovor o cesiji) by which it assigned its claim against the applicant bank to the company Texhol d.o.o.", "The applicant bank disputed the validity of that assignment contract, claiming that on 15 March 1994 Textil had ceased to exist as legal entity owing to a merger with the company Turist Trip d.o.o. In May 1998 the applicant bank instituted civil proceedings in order to have the assignment contract declared null and void. Eventually, in January 2006 the  dismissed the applicant bank’s action finding that at the relevant time Textil had existed as a legal entity.", "On 15 January 1996 Texhol applied to the  for enforcement of the original judgment. On 26 January 1996 that court issued a writ of execution (rješenje o izvršenju). It ordered the financial institution operating the applicant bank’s account, which was at the time the Domestic Payment Transfer Agency (Zavod za platni promet subsequently renamed Financijska agencija – hereafter “ZAP” or “FINA”), to collect the amount corresponding to the judgment debt and transfer it to Texhol’s account. The writ read as follows:", "“I. The debtor is ordered to pay the creditor’s claim in the amount of 1,100.00 kunas plus statutory default interest in accordance with the applicable regulations stipulating the interest rate and the Act on Interest Rate, accruable from 15 September 1986 until the date of payment, as well as the costs of the [civil] proceedings in the amount of 900 kunas.", "II. The debtor is ordered to reimburse the creditor for the costs of these [enforcement] proceedings, as well as to pay statutory default interest on the amount of those costs accruable from the date of the issuance of the writ of execution until satisfaction of the creditor following the service of the writ.", "III. In order to satisfy the creditor’s claim referred to under  of this writ of execution", "t h e e n f o r c em e n t i s a l l o w e d", "to the debit of the account of the debtor ZAGREBAČKA BANKA d.d. held with ZAP , giro account no. [...], and to the credit of the creditor TEXHOL, giro account no. [...] held [also] with ZAP , and in accordance with the assignment agreement between TEXTIL import-export d.d. and TEXHOL d.o.o. of 18 December 1995.", "ZAP is ordered to carry out this writ by transferring the funds from the debtor’s giro account no. [...] with ZAP  to the creditor’s giro account no. [...] with ZAP .", "Should there be no funds in the debtor’s giro account, ZAP shall freeze the account and effect the payment as soon as funds are available.”", "The calculation of statutory default interest on the principal amount of HRK 1,100 made by ZAP in the execution of the writ resulted in the total amount of HRK 5,416,078. On 12 February 1996 ZAP seized that amount from the applicant bank’s account and transferred it to Texhol’s account.", "On an unspecified date in February 1996 Texhol’s advocate wrote to ZAP complaining that the interest for the period between 9 December 1988 and 6 October 1989 (hereafter “the relevant period”) had been calculated incorrectly because the so-called “revaluation interest” had not been taken into consideration.", "In its reply of 26 February 1996 ZAP responded that the interest had been calculated correctly, as in the relevant period the statutory interest rate had been 8%. It explained:", "“In your complaint you requested the application of another type of interest i.e. revaluation interest, the level of which is different from statutory interest, and which was not expressly stipulated in the writ of execution, so we cannot calculate it.”", "(a) Continuation of the enforcement: first attempt", "On 6 March 1996 Texhol applied to the  asking it to continue the enforcement because ZAP had miscalculated the amount of statutory default interest. Texhol argued that ZAP had used the simple instead of the compound method and that it had not taken into account “revaluation interest”.", "On 9 June 1997 the court issued a decision ruling for the creditor. It ordered ZAP to recalculate the statutory default interest by taking revaluation interest into consideration and by using the compound method, and thereafter to satisfy the remainder of Texhol’s claim. The applicant bank appealed, arguing that it had not been informed of Texhol’s application to continue the enforcement nor the resultant decision of the .", "On 23 December 1997 the  dismissed the appeal and upheld the first-instance decision. On 9 March 1998 the State Attorney filed a request for the protection of legality (zahtjev za zaštitu zakonitosti) to the Supreme Court against the second-instance decision.", "On 9 September 1998 the Supreme Court accepted the request, quashed the lower instances’ decisions for procedural errors, and remitted the case to the first-instance court. It held that the principle of adversarial hearing had been breached because the applicant bank had not been given the opportunity to comment on Texhol’s application to continue the enforcement. It also instructed the lower courts to establish the type of statutory default interest (depending whether the founding agreement constituted a contract of a commercial or non-commercial nature) as well as its rate and method of calculation (simple or compound) in the resumed proceedings", " (b) Continuation of the enforcement: second attempt", "Meanwhile, Texhol d.o.o. was renamed Retag d.o.o.", "In the resumed proceedings, on 5 November 1999 the  decided to obtain the opinion of a financial expert and on 12 November 1999 instructed the expert to calculate the statutory default interest bearing in mind that, in the court’s view, the founding agreement was to be qualified as commercial. The applicant bank submits that the expert appointed by the court, a certain auditing firm, K., was not authorised to act as a court expert.", "On 11 January 2000 the court delivered a decision ordering ZAP to transfer from the applicant bank’s account the remaining amount of the creditor’s claim of HRK 263,077,597.48 plus statutory default interest accruable from 24 November 1999 until payment. The court dismissed the applicant bank’s arguments that the creditor’s claim had already been satisfied in full on 12 February 1996 and that the assignment agreement of 18 December 1995 was not valid.", "On 14 February 2000 the applicant bank appealed against that decision to the , at the same time asking that the enforcement be postponed. Shortly afterwards the applicant bank filed a request that judges Z.J., R.S. and L.Ć. withdraw because they had sat in the panel of that court which, on 23 December 1997, had dismissed its previous appeal. It appears that this request was never dealt with.", "In addition, on 6 March 2000 the applicant bank lodged a constitutional complaint against the first-instance decision, at the same time asking the  to issue an interim measure that would postpone the enforcement.", "On 3 March 2000 the  granted the applicant bank’s request and postponed the enforcement. However, on 16 May 2000 the panel of the , composed of judges Z.J., N.Š. and R.S., accepted Retag’s appeal and reversed the first-instance decision by dismissing the applicant bank’s request for postponement.", "On the same day the same panel of the  also dismissed the applicant bank’s appeal against the Commercial Court’s decision of 11 January 2000.", "On 23 May 2000 the applicant bank lodged a constitutional complaint against that second-instance decision, alleging violations of its constitutional rights to appeal, fair hearing, equality before the law and property.", "On the same day the  accepted the request for an interim measure of 6 March 2000 and postponed the enforcement until it had decided on the applicant bank’s constitutional complaint of 23 May 2000.", "On 13 December 2000 the  accepted that constitutional complaint and quashed the decision of the Zagreb Commercial Court of 11 January 2000 and the decision of the High Commercial Court of 16 May 2000. It found violations of the applicant bank’s constitutional rights to appeal, fair hearing and equality before the law but not of its right to property. The case was remitted to the  for the second time.", "(c) Continuation of the enforcement: third attempt", "(i) The proceedings leading to the decision of 3 October 2003 and the subsequent remedies", "In the resumed proceedings, on 10 July 2003 the  issued an instruction inviting the parties to file written submissions. By another instruction, of 1 September 2003, the court forwarded Retag’s submissions of 23 July 2003 to the applicant bank and scheduled a hearing for 23 September 2003. The applicant bank submits that these instructions had never been served on it and that consequently neither of its two representatives in the proceedings (a corporate lawyer and an advocate) attended the hearing.", "The hearing was nevertheless held as scheduled, in their absence. The judge appointed to hear the case noted in the minutes of the hearing that the receipt of the letter containing summons for the applicant bank’s corporate lawyer I.T. was not acknowledged whereas the same letter sent to the applicant bank’s advocate D.J. was returned with an “out of office” stamp. The judge also recorded in the minutes that a day before the hearing he had telephoned the advocate’s office and left a message with an employee that the hearing was scheduled for the following day.", "On 3 October 2003 the  issued a decision, which in its relevant part read as follows:", "“III. On the basis of a [...] decision of this court. [...] of 26 January 1996 ... the Croatian National Bank is ordered to make the calculation of the creditor’s claim in the amount of HRK 1,100 together with the following interest:", "- for the period from 15 September 1986 to 6 October 1989, interest at the rate [usually] paid at the place of performance on time savings deposits with no established purpose for a term longer than one year, pursuant to section 277 (1) of the Civil Obligations Act;", "IV. When calculating the interest the Croatian National Bank is required to deduct from the sum arrived at on 12 February 1996 the amount of HRK 5,416,078 ...", "V. The remaining amount shall be seized by the Croatian National Bank without delay from the debtor’s account no. [...], held with the Croatian National Bank, and paid into account of the creditor no. [...], held with Karlovačka banka d.d., and inform the court thereof.”", "In deciding the above the court took into consideration the creditor’s written pleadings of 25 July 2003 as well as the written pleadings of the applicant bank of 26 September 2003. It stressed that the issue of which interest rate was to be applied was of a legal rather than technical nature. It qualified the founding agreement as a non-commercial contract, thereby effectively sidestepping the contestation over the applicability of “revaluation interest” in the relevant period, because that interest could only potentially be applied to claims arising out of commercial contracts. However, the court did not indicate the exact rate to be applied but merely stated that it was the “interest paid at the place of performance on time savings deposits with no established purpose for a term longer than one year” (kamatu po stopi koja se u mjestu ispunjenja plaća na štedne uloge oročene bez utvrđene namjene preko godinu dana). Nor did the court indicate the method of calculation of statutory default interest (simple or compound).", "On 14 October 2003 the applicant bank appealed to the  against that decision, asking at the same time that its execution be postponed. It also requested that the judges R.S., Z.J. and L.Ć., as well as the President of that court, N.Š., withdraw. The applicant bank explained that those judges had previously been involved in decision-making in the case and that it had filed several criminal complaints against them, which had not been decided on to that date. For that reason the applicant bank argued that it had cause to doubt their impartiality. It would appear that, like the applicant bank’s previous request following its appeal of 14 February 2000, this request was never dealt with.", "Retag also appealed against the decision, insisting on the application of “revaluation interest” and the compound method.", "On 13 October 2003 the applicant bank also lodged, and on 14 and 29 October 2003 supplemented, a constitutional complaint against the first-instance decision, asking at the same time for the postponement of the execution.", "The applicant bank submits that while the appellate proceedings were pending, on 6 November 2003 N.Š. – a judge of the  and its former President – was quoted in a newspaper article where he made certain comments that, in the applicant bank’s view, were injudicious and hostile. The article, featuring a photo of judge N.Š. and entitled “[N.Š]: ZABA has to pay at least 28 million euros pursuant to the writ of execution” read in its relevant part as follows:", " “‘The principal debt of 56 million German marks (28 million euros) is indisputable – the question is only how the interest should be calculated’, explains the former President and now judge of the High Commercial Court of the Republic of Croatia [N.Š.], against whom Zagrebačka banka already filed criminal charges in 2001 in which it attempted to prove that [he] had abused his judicial authority in a case that may bring the bank to its knees due to enormous default interest accrued as a result of 11 years of court proceedings.", "...", "[N.Š.] however emphasises that the bank could have pre-empted all of this, had it reacted in time: ‘Execution has already been ordered three times, and each time the matter has been deliberately blurred with incorrect amounts of principal debt and interest. As far as I know, [the first-instance judge appointed to hear the case] last ordered the execution in the amount of 187 million kunas, whereas FINA calculated an amount several times higher due to the application of the so-called compound method of calculating interest. The bank itself calculates interest to its debtors in the same manner it complains against. I neither know, nor have I seen, let alone be connected to, the people from Textil. I have personally filed charges against an ‘anonymous person’ in Zaba. If the allegations in the criminal charges [against me] were true, I can assure you that the State Attorney’s Office would have undertaken steps against me’ Š. argues.”", "On 6 April 2004 the  denied the applicant bank’s request for postponement of the execution and dismissed the appeals against the first-instance decision of 3 October 2003 endorsing the reasons given therein. Judge R.S. participated in the panel of three judges that delivered the decision.", "On 2 June 2004 the applicant bank lodged a constitutional complaint against that decision, alleging violations of its constitutional rights to appeal, fair hearing and equality before the law.", "In addition, on 14 June 2004 the State Attorney filed a request for the protection of legality against the same decision.", "On 4 October 2004 the  declared the State Attorney’s request inadmissible, finding that such a remedy no longer existed under the relevant legislation. On 18 January 2005 the  dismissed the State Attorney’s appeal and upheld the first-instance decision.", "On 7 July 2005 the  declared the applicant bank’s constitutional complaint inadmissible, finding that the decision complained of did not concern the merits of the case.", "(ii) The proceedings leading to the instruction of 28 October 2003 and the subsequent remedies", "Meanwhile, on 14 October 2003 the Croatian National Bank (CNB) wrote to the  explaining that it was unable to calculate the statutory default interest as indicated in that court’s decision of 3 October 2003 because it did not have the necessary information about interest rates on time savings deposits. However, it had asked several banks to provide that information and notified the court that it would proceed with the implementation of the court’s decision as soon as it received the necessary data. The applicant bank submits that that letter was never served on it.", "On 16 and 20 October 2003 Retag asked the  to expedite the proceedings and informed it that the CNB had not yet transferred the funds from the applicant bank’s account.", "On an unspecified date in October 2003 the judge of the Commercial Court appointed to hear the case wrote to ZAP (which had in the meantime been renamed Financial Agency – FINA) informing it of the CNB’s inability to calculate the statutory default interest owing to the lack of necessary information concerning interest rates on time savings deposits. It requested FINA to provide that information and calculate the statutory default interest as indicated in the Commercial Court’s decision of 3 October 2003.", "On 27 October 2003 FINA made the calculation as requested and forwarded it to the .", "The applicant bank submits that neither the Commercial Court’s request nor FINA’s calculation were ever served on it.", "On 28 October 2003 the Commercial Court issued an instruction (zaključak) ordering the CNB to transfer, pursuant to FINA’s calculation, the amount of HRK 165,167,676.75 from the applicant bank’s account to Retag’s account. The instruction was served on the applicant bank on 24 November 2003. The CNB transferred the above sum pursuant to the instruction on 22 December 2003.", "On 2 December 2003 the applicant bank appealed against the instruction of 28 October 2003 to the  notwithstanding the fact that no appeal had been available against such a decision under Croatian law. It appears that no decision has ever been taken on that appeal.", "On 24 November 2003 the applicant bank also lodged, and on 2 and 18 December 2003 supplemented, a constitutional complaint against the instruction asking at the same time that its execution be postponed. On 14 April 2004 the  declared that complaint inadmissible as the impugned decision did not concern the merits of the case.", "3.  Bankruptcy proceedings", "Meanwhile, on 21 June 2000 the  decided to open bankruptcy proceedings against Retag d.o.o. The applicant bank reported to the bankruptcy manager two claims against Retag amounting to HRK 30,300,000 and HRK 11,422,427.08. As the bankruptcy manager opposed both claims, the court instructed the applicant bank to institute separate civil proceedings in order to establish whether they were well founded. On 22 November 2004 the bankruptcy manager prepared a disbursement plan to which the applicant bank objected and raised an additional claim for unjust enrichment in the amount seized from it on 22 December 2003 (see above).", "On 23 December 2004 the Karlovac Commercial Court dismissed the applicant bank’s objection against the disbursement plan, finding that the claim for unjust enrichment had not been reported and that therefore the bankruptcy manager could not have examined and included it in the disbursement plan. The applicant bank appealed, but on 23 March 2005 the  dismissed the appeal and upheld the first-instance decision.", "On 18 April 2005 the applicant bank lodged a constitutional complaint against the second-instance decision, asking at the same time that the distribution of the bankruptcy estate be postponed. The  took no action on the postponement request but on 7 July 2005 declared the applicant bank’s constitutional complaint inadmissible.", "On 18 April and 7 July 2005 the bankruptcy estate was distributed to the Retag creditors pursuant to the disbursement plan.", "COMPLAINTS", "1.  The applicant bank complains under Article 1 of Protocol No. 1 to the Convention about the outcome and numerous procedural errors in the above enforcement proceedings, which resulted in the seizure of over HRK 168,000,000 from its account. The applicant bank submits that this interference with its property rights was neither provided by law nor proportionate. In particular, the continuation of the enforcement proceedings was contrary to domestic law, the ensuing Commercial Court’s decision of 3 October 2003 and instruction of 28 October 2003 were unlawful, arbitrary and rendered without proper adversarial procedure resulting in the imposition of unforeseeable liability on the applicant bank.", "2.  The applicant bank further complains under Article 6 § 1 of the Convention that the abovementioned procedural errors led to a violation of its right to a fair hearing and access to court. It complains, inter alia, that it was not given proper notice of the hearing held on 23 September 2003, and that it had no opportunity to comment on the Commercial Court’s qualification of the founding agreement as non-commercial or FINA’s calculation of statutory default interest of 27 October 2003, which that court merely deferred to and applied without any further examination.", "3.  The applicant bank also complains under Article 6 § 1 of the Convention that the domestic courts that examined the case lacked impartiality. In particular, in its appeal of 14 October 2003 the applicant bank requested that judge R.S. withdraw because it had filed a criminal complaint against him and because he had previously been involved in decision-making in the case. However, its request was never dealt with. Instead, that judge eventually sat in the panel of three judges of the  that delivered the decision of 6 April 2004 dismissing the applicant bank’s appeal.", "4.  Relying on Article 6 § 1 of the Convention and Article 13 taken in conjunction with Article 6 § 1 and Article 1 of Protocol No. 1, the applicant bank complains about the Constitutional Court’s decision of 7 July 2005 refusing to examine the merits of its constitutional complaint of 2 June 2004, as well as about the failure of the domestic courts to postpone either the implementation of the decision of 3 October 2003 or the instruction of 28 October 2003 or the distribution of Retag’s bankruptcy estate.", "", "QUESTIONS TO THE PARTIES", "1.  Did the applicant bank have a fair hearing in the determination of its civil rights and obligations, in accordance with Article 6 § 1 of the Convention, in the enforcement proceedings complained about? In particular, was the service of FINA’s calculation of statutory default interest of 27 October 2003 on the applicant bank in the circumstances of the case required in order to respect the principle of adversarial hearing?", "", "2.  Was the High Commercial Court impartial, as required by Article 6 § 1 of the Convention, given the statements made during the appellate proceedings by judge N.Š. in a newspaper article of 6 November 2003 and having regard to the participation of judge R.S. – whose withdrawal had been requested – in the panel which dealt with the applicant bank’s appeal of 14 October 2003?", "", "3.  (a) Did the enforcement proceedings complained of offer the necessary procedural guarantees enabling the domestic courts to adjudicate effectively and fairly the applicant bank’s case (see, mutatis mutandis, Sovtransavto Holding v. , no. 48553/99, § 96, ECHR 2002VII), as required by the State’s positive obligations under Article 1 of Protocol No. 1?", "", "  (b) Did the relevant legislation on statutory default interest and/or its interpretation and application by the domestic courts in the present case create permanent uncertainty as regards the extent of the applicant bank’s liabilities, contrary to Article 1 of Protocol No. 1? In particular, were the decisions of the domestic courts consistent with the State’s obligation to deal with the applicant bank’s situation in as coherent a manner as possible (see, mutatis mutandis, Sovtransavto Holding, cited above, § 97)?", ""]}