{"file": "ENG_CLIN_20378_13.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "20378/13", "text_paragraphs": ["Information Note on the Court’s case-law 187", "July 2015", "Martzaklis and Others v. Greece - 20378/13", "Judgment 9.7.2015 [Section I]", "Article 3", "Degrading treatment", "Inhuman treatment", "HIV-positive prisoners held in poor physical and sanitary conditions and without adequate treatment in prison psychiatric wing: violation", "Article 14", "Discrimination", "HIV-positive prisoners held in poor physical and sanitary conditions and without adequate treatment in prison psychiatric wing: violation", "Facts – The applicants, who are HIV positive, were detained or continue to be detained in the prison hospital. In a petition sent in October 2012 to the supervising prosecutor responsible for the prison, 45 HIV-positive persons detained in the prison hospital, including the thirteen applicants, complained of their conditions of detention with regard to the physical and sanitary conditions and the medical treatment dispensed. They also complained to the prison hospital board, but received no reply.", "Law – Article 3 (substantive aspect) taken alone and in conjunction with Article 14: The applicants alleged in particular that they were held in overcrowded rooms with personal living space of less than two square metres. The bathrooms did not comply with minimum hygiene standards, the food was low in nutritional value and the premises were inadequately heated. With regard to their health, they maintained that medication was not prescribed on an individual basis, the hospital had no doctor specialising in infectious diseases and there were delays in transferring patients to outside hospitals. Supplies of the medication prescribed to some of the applicants were frequently interrupted without explanation for periods ranging from a week to a month, while some of the other applicants had not begun treatment.", "The Court could not criticise the prison authorities’ initial intention to move the HIV-positive prisoners, including the applicants, to the prison hospital in order to provide them with a greater degree of comfort and regular supervision of their medical treatment. Thus, the applicants’ situation could not be described as “ghettoisation” since their placement in the psychiatric wing had been justified by the need to improve their monitoring and treatment, protect them against infectious diseases, provide them with better meals and allow them longer exercise periods and access to their own kitchen and washrooms. Hence, although there had been a difference in treatment where they were concerned, it had pursued a “legitimate aim”, namely to provide them with more favourable conditions of detention compared with ordinary prisoners.", "However, the applicants were simply HIV-positive rather than having full-blown Aids and, as such, did not need to be placed in isolation in order to prevent the spread of a disease or the infection of other inmates. Furthermore, the various findings and comments made at domestic and international level corroborated the applicants’ assertions concerning their detention.", "In these circumstances the Court found established the inadequate physical and sanitary conditions for persons detained in the prison hospital and the irregularities in the administering of the appropriate treatment. The applicants had been exposed – and in some cases perhaps continued to be exposed – to physical and mental suffering going beyond the suffering inherent in detention. They had been subjected to inhuman and degrading treatment and there had been no objective and reasonable justification for their segregation, which had not been necessary in the circumstances.", "Conclusion: violation (unanimously).", "The Court further held that there had been a violation of Article 3 taken in conjunction with Article 13 on account of the lack of an effective domestic remedy in respect of the conditions of detention and the medical treatment dispensed in the prison hospital.", "Article 41: EUR 10,000 to each of the applicants in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}