{"file": "ENG_CLIN_17070_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "17070/05", "text_paragraphs": ["Information Note on the Court’s case-law No. 93", "January 2007", "Farhi v. France - 17070/05", "Judgment 16.1.2007 [Section II]", "Article 6", "Criminal proceedings", "Article 6-1", "Fair hearing", "Refusal of a request by the defendant for the record to indicate that an unlawful exchange had taken place between the advocate-general and members of the jury during a break in his trial at the assize court: violation", "", "Facts: The applicant was sentenced at first instance to 12 years' imprisonment. In the proceedings before the assize court of appeal, his counsel requested that the court take formal note of unlawful communication which had taken place between some members of the jury and the avocat général during an adjournment of the hearing when the court had retired in order to deliberate, leaving the jurors in the hearing room. The request was denied on the ground that the judges on the bench had been unable personally to observe an incident that had allegedly occurred in their absence. The same day the appeal court increased the applicant's sentence to 15 years' imprisonment.", "Under domestic law, jurors in an assize court were prohibited from communicating with anyone during the trial. Before the Court of Cassation the applicant alleged that his right to be tried by an impartial tribunal had been breached on account of the refusal by the assize court to investigate the complaint, which concerned unlawful communication between some jurors and the representative of the prosecution during the trial. His appeal on points of law was dismissed.", "Law: In view of the avocat général's role in a criminal trial as representative of the prosecution, an allegation that he had had contact with jurors was serious enough to warrant a decision by the president of the assize court to initiate an investigation. The president had heard submissions on this matter from the avocat général, the applicant's lawyers, the civil party and the defendant. However, the Government had failed to show that this debate had helped to ascertain the subject of the impugned communication or the identity of the jurors concerned. In the Court's view, only by hearing evidence from the jurors would it have been possible to shed light on the nature of the remarks exchanged and on the influence they might have had on jurors' opinions.", "Moreover, in the decision denying the request by the applicant's counsel to have the unlawful communication formally noted, it had merely been stated that there had been an adversarial hearing, though no details had been provided on information that might have been ascertained as a result of that hearing. This verification had moreover deprived the applicant of the possibility of submitting his complaint effectively to the Court of Cassation.", "Conclusion: violation (unanimously)", "Article 41 – The finding of a violation constituted in itself sufficient just satisfaction for the non-pecuniary damage sustained.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}