{"file": "ENG_CLIN_19554_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "19554/05", "text_paragraphs": ["Information Note on the Court’s case-law No. 174", "May 2014", "Taranenko v. Russia - 19554/05", "Judgment 15.5.2014 [Section I]", "Article 10", "Article 10-1", "Freedom of expression", "One year’s detention pending trial and three year suspended sentence prison for involvement in protest against President: violation", "Article 11", "Article 11-1", "Freedom of peaceful assembly", "One year’s detention pending trial and three year suspended sentence prison for involvement in protest against President: violation", "Facts – In December 2004 the applicant was arrested at the scene of a protest action against Presidential policies. She was part of a group of about 40 people who had forced their way through identity and security checks into the reception area of the President’s administration building and had locked themselves in one of the offices, where they had started to wave placards and to distribute leaflets out of the windows. She was charged with participation in mass disorder and remanded in custody for a year, at the end of which time she was convicted as charged and sentenced to three years’ imprisonment, suspended for three years.", "Law – Article 10 of the Convention read in the light of Article 11: The arrest, detention and conviction of the applicant constituted an interference with her right to freedom of expression, which interference was prescribed by law and pursued the legitimate aims of preventing disorder and protecting the rights of others.", "The applicant and the other participants in the protest action had wished to draw the attention of their fellow citizens and public officials to their disapproval of the President’s policies and their demand for his resignation. This was a topic of public interest and contributed to the debate about the exercise of presidential powers. The protest action had taken place in the President’s administration building. It was significant that the administration’s mission was to receive citizens and examine their complaints and that its premises were therefore open to the public, subject to identity and security checks. The protesters, however, had failed to comply with the established admission procedure. Instead, they had stormed into the building, pushed one of the guards aside, and jumped over furniture before locking themselves in a vacant office. Such behaviour, intensified by the number of protesters, could have frightened those present and caused disruption. In such circumstances, the actions of the police in arresting the protesters and removing them from the premises may have been justified by the demands of protection of public order.", "It remained to be ascertained whether the length of the applicant’s detention pending trial and the penalty imposed on her were proportionate to the legitimate aim pursued. The applicant’s conviction was at least in part founded on the domestic courts’ condemnation of the political message conveyed by the protesters. Indeed, she was accused of “throwing anti-[Putin] leaflets” and “issuing an unlawful ultimatum by calling for the President’s resignation”. At the same time, it was significant that she was not convicted solely for the expression of an opinion, but rather for such expression mixed with particular conduct. The participants in the protest action had come to the building to meet officials, hand over a petition criticising the President’s policies, distribute leaflets and talk to journalists. They were not armed and did not resort to the use of violence or force, except for pushing aside the guard who had attempted to stop them. The disturbance that had followed was not part of their initial plan but a reaction to the guards’ attempts to stop them from entering the building. Although that reaction may have appeared misplaced and exaggerated, it was significant that the protesters had not caused any bodily injuries to those present. Indeed, the charges against them did not mention any use or threat of violence or any infliction of bodily harm. Although, they were found guilty of damaging property the domestic courts had not established whether the applicant had personally participated in causing such damage or had committed any other reprehensible act. It was also significant that before the end of the trial the defendants had paid for all the pecuniary damage caused by their action.", "The Court considered that the circumstances of the applicant’s case presented no justification for her being remanded in custody for a year or being given a three year suspended prison sentence. The unusually severe sanction imposed in the present case must have had a chilling effect on the applicant and others taking part in protest actions. Thus, the interference in question had not been necessary in a democratic society.", "Conclusion: violation (unanimously).", "The Court also found a violation of Article 5 § 3 as the authorities had extended the applicant’s detention on grounds which, though relevant, could not be regarded as sufficient.", "Article 41: EUR 12,500 in respect of non-pecuniary damage.", "(See also Barraco v. France, 31684/05, 5 March 2009, )", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}