{"file": "ENG_CLIN_54270_10.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "54270/10", "text_paragraphs": ["Information Note on the Court’s case-law No. 155", "August-September 2012", "Costa and Pavan v.  - 54270/10", "Judgment 28.8.2012 [Section II]", "Article 8", "Article 8-1", "Respect for private life", "Ban preventing healthy carriers of cystic fibrosis from screening embryos for in vitro fertilisation, despite existence of right to therapeutic abortion in domestic law: violation", "", "Facts – Not until their daughter was born with the disease in 2006 did the applicants discover that they were healthy carriers of cystic fibrosis. When Ms Costa subsequently became pregnant again, she underwent a pre-natal test to make sure that their second child would not be born with cystic fibrosis, but the foetus tested positive for the disease. The couple decided to have the pregnancy terminated on medical grounds. Before having any more children the applicants sought access to medically-assisted procreation techniques so they could have the embryos screened prior to implantation. In Italy, however, medically-assisted procreation was available only to sterile or infertile couples or where the man had a sexually transmissible viral disease, and embryo screening (or pre-implantation diagnosis) was prohibited.", "Law – Article 8: The applicants’ desire to use medically-assisted procreation and embryo screening to have a child not infected with the genetic disease of which they were healthy carriers was a form of expression of their private and family life that fell within the scope of Article 8. Access to embryo screening was banned outright under Italian law, whereas medically-assisted procreation was permitted but only to certain categories of people, to which the applicants did not belong. This interference with the applicants’ family life was in accordance with the law and could be considered to pursue the legitimate aims of protecting morals and the rights and freedoms of others. However, the domestic law lacked consistency: on the one hand it prohibited the screening of embryos, a technique that made it possible to select only those not infected with cystic fibrosis for implantation, while on the other hand it permitted the abortion of a foetus infected with the same disease. This meant that in order to protect their right to have a child not infected with cystic fibrosis the only course of action open to the applicants, who were healthy carriers of the disease, was to initiate a pregnancy by natural means and to terminate it if prenatal testing showed the foetus to be infected. Yet a foetus was at a much more advanced stage of development than an embryo. Furthermore, although the Government spoke of protecting the health of the “child”, an embryo was not a “child”. In these circumstances the Court could not ignore the anxiety the applicant must have felt, for with no access to embryo screening there was always a risk that any child she had would have cystic fibrosis. Nor could the Court ignore the suffering of a mother faced with the painful choice of having an abortion if the foetus she was carrying tested positive for the disease. Unlike the S.H. and Others case,* which concerned the prohibition of donor insemination, this case concerned homologous insemination and the proportionality of a measure in a specific context of inconsistency of the law. Lastly, the authorisation of termination of pregnancy on medical grounds, combined with the prohibition of embryo screening, was a situation found in only three of the thirty-two States covered by a research report, including Switzerland, where amendments to the law were in progress. In view of the inconsistency of the Italian legislation regarding embryo screening, the interference with the applicants’ right to respect for their private and family life had been disproportionate.", "Conclusion: violation (unanimously).", "Article 41: EUR 15,000 jointly in respect of non-pecuniary damage.", "*  [GC], no. 57813/00, 3 November 2011, .", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}