{"file": "ENG_CLIN_39084_97.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "39084/97", "text_paragraphs": ["Information Note on the Court’s case-law 59", "December 2003", "Yankov v. Bulgaria - 39084/97", "Judgment 11.12.2003 [Section I]", "Article 10", "Article 10-1", "Freedom of expression", "Imposition of disciplinary punishment on prisoner on account of a manuscript in which he criticised the penitentiary system: violation", "Facts: The applicant was the executive director of two investment/financial companies. In March 1996, he was arrested and detained pending trial on charges of unlawful financial operations with a view to obtaining an illicit gain. Despite several complaints by the applicant to the prosecution and courts against his pre-trial detention, he was kept in detention on remand until July 1998, when he was released on bail on health grounds. In October 1998, the District Court found the applicant guilty of ordering money transfers abroad, in breach of financial regulations. In 2000, the Regional Court quashed the applicant’s conviction and remitted the case to the preliminary investigation stage (the criminal proceedings were still pending in 2001). During his detention, the prison administration seized typewritten material by the applicant when he was handing it over to his lawyer. The material, in the form of a personal manuscript, described moments of the applicant’s life as a detainee and voiced criticism against the judicial and penitentiary systems and some of their officials. As a result, he was punished by seven days’ confinement in an isolation cell, on grounds of having made allegedly offensive and defamatory statements against prison officers, investigators, judges, prosecutors and State institutions. Before being placed in the disciplinary cell, the applicant’s hair was shaved off.", "Law: Article 3 – The forced shaving off of a detainee’s hair is in principle an act which can humiliate and debase the person. In the present case, the Government had failed to substantiate their assertion that the shaving of the applicant’s head was a hygienic measure. The act had no legal basis or justification, and had been an arbitrary punitive element for the writing of offensive remarks by the applicant. Given his age and the fact that he had to appear at a hearing a few days after the incident, the applicant was likely to have felt humiliated. It followed that the shaving-off of his hair amounted to unjustified treatment of sufficient severity to be characterised as degrading within the meaning of Article 3.", "Conclusion: violation (unanimously).", "Article 10 – Punishing the applicant by seven days’ confinement in a disciplinary cell for having made moderately offensive statements against the judicial and penitentiary systems in a personal manuscript amounted to an interference with his right to freedom of expression. The Court examined this complaint without the benefit of a decision by a national authority, finding unacceptable that the factual statements in the applicant’s manuscript – critical, inter alia, of the prison administration and its officials – called for his disciplinary punishment. The authorities should have shown restraint in their reaction, in particular considering that the remarks had never been circulated among other detainees and there was no immediate danger of dissemination of the manuscript, even if it had been taken out of the prison, as it was not in a form ready for publication. A fair balance had not been struck between the applicant’s freedom of expression, on the one hand, and the legitimate aim of protecting the reputation of civil servants and maintaining the authority of the judiciary, on the other. It followed that the interference had not been necessary in a democratic society. ", "Conclusion: violation (unanimously).", "Article 41 – The Court awarded the applicant 8,000 euros in respect of non-pecuniary damage. It also made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}