{"file": "ENG_CLIN_36378_97.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "36378/97", "text_paragraphs": ["Information Note on the Court’s case-law 50", "February 2003", "Bertuzzi v. France - 36378/97", "Judgment 13.2.2003 [Section II]", "Article 6", "Civil proceedings", "Article 6-1", "Access to court", "Inability of applicant granted legal aid to bring an action against a lawyer to find someone to represent him: violation", "Facts: In June 1995 the applicant was granted full legal aid in order to bring proceedings for damages against a barrister. The three barristers successively appointed by the Chair of the Bar asked to be released from their duties under the legal aid order by reason of their personal links with the barrister about whom the proceedings had been brought. In November 1995 the applicant asked the Chair of the Legal Aid Board and the Chair of the Bar to appoint another barrister. In March 1997 the applicant received only one reply, that of the Chair of the Bar informing him that the decision to award him legal aid in June 1995 had lapsed and that it was for him to reapply if he still wished to carry on with the proceedings. ", "Law: Article 6 § 1 – The Legal Aid Board had granted legal aid to the applicant even though it was not compulsory for him to be represented by counsel and had therefore considered that the assistance of a practitioner was of vital importance in these proceedings brought against a barrister. The applicant had seen three barristers in succession withdraw from the case and he had not been able to have another barrister appointed and represent him effectively. Once they were on notice of the withdrawal of those barristers, the competent authorities - the Chair of the Bar or his representative - should have secured their replacement in order that the applicant might have the benefit of effective assistance. Given the attitude of the Chair of the Bar and of the barristers of the local Bar, the applicant could not be reproached for not having made a new application after he had been warned that the grant of legal aid had lapsed. In short, the option of defending his case unaided, in proceedings in which he would have had to face a legal practitioner, did not afford the applicant the right to access to a court in conditions such as to enable him effectively to benefit from the equality of arms inherent in the notion of a fair trial.", "Conclusion: violation (unanimously).", "Article 41 – The Court awarded the sum of € 5 000 for non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}