{"file": "ENG_HEJUD_48322_12.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "48322/12", "text_paragraphs": ["", "", "", "SECOND SECTION", "", "", "", "", "", "", "CASE OF GAZSÓ v. HUNGARY", "", "(Application no. 48322/12)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "STRASBOURG", "", "16 July 2015", "", "", "FINAL", "\t", "16/10/2015", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Gazsó v. Hungary,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\tIşıl Karakaş, President,\n\tAndrás Sajó,\n\tNebojša Vučinić,\n\tHelen Keller,\n\tPaul Lemmens,\n\tEgidijus Kūris,\n\tJon Fridrik Kjølbro, judges,\nand Stanley Naismith, Section Registrar,", "Having deliberated in private on 23 June 2016,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 48322/12) against Hungary lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian national, Mr György Gazsó (“the applicant”), on 24 July 2012.", "2.  The applicant was represented by Mr D. Karsai, a lawyer practising in Budapest. The Hungarian Government (“the Government”) were represented by Mr Z. Tallódi, Agent, Ministry of Justice.", "3.  The applicant alleged that litigation in his labour dispute had lasted an unreasonably long time and there was no effective remedy available to him in this regard. He relied on Articles 6 and 13 of the Convention.", "4.  On 13 November 2014 the application was communicated to the Government. At the same time, the Court proposed the pilot judgment procedure (Rule 61 of the Rules of Court) to the parties. The parties submitted comments in that respect.", "THE FACTS", "THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1963 and lives in Telki.", "6.  Between 25 February 2002 and 18 May 2005, litigation was in progress between the applicant and his former employer. The latter was eventually obliged to re-employ the applicant.", "7.  The applicant did not accept the position that was offered to him in pursuit of the re-employment order. New litigation started on \n5 January 2006.", "8.  On 18 November 2008 the Budapest Labour Court dismissed the applicant’s action.", "9.  On appeal, on 9 July 2010 the Budapest Regional Court reversed this decision and found for the applicant.", "10.  The respondent pursued a petition for review before the Kúria. On 29 February 2012 this court reversed the appeal judgment and found for the respondent.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "11.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement of Article 6 § 1 of the Convention, which, in so far as relevant, reads as follows:", "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribuna l...”", "12.  The Government contested this view.", "13.  The period to be taken into consideration began on 5 January 2006 and ended on 29 February 2012. It thus lasted almost six years and two months for three levels of jurisdiction.", "A.  Admissibility", "14.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "15.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII. The Court reiterates that special diligence is necessary in employment disputes (see Ruotolo v. Italy, 27 February 1992, § 17, Series A no. 230D; Mangualde Pinto v. France, no. 43491/98, § 27, 9 April 2002).", "16.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present application (see, among many other authorities, Kútfalvi v. Hungary, no. 4853/02, §§ 17-19, 5 October 2004).", "In the instant case, the Court observes that the dispute was not of any particular complexity. It concerned the question of the applicant’s re-employment; however, the Court is not satisfied that the authorities exercised the requisite due diligence in bringing the case to an end. Moreover, the applicant or the respondent party have not been shown to have caused any particular delay.", "17.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or convincing argument capable of persuading it to reach a different conclusion in the present circumstances. Having regard to its case-law on the subject, the Court considers that the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.", "There has accordingly been a breach of Article 6 § 1.", "II.  ALLEGED VIOLATION OF ARTICLE 13 READ IN CONJUNCTION WITH ARTICLE 6 § 1 OF THE CONVENTION", ".  The applicant further complained of the fact that there was no effective remedy available to him by which to accelerate the proceedings. He relied on Article 13 of the Convention which provides as follows:", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", ".  The Government contested this view in general terms.", ".  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) or inadmissible on any other grounds. It must therefore be declared admissible.", ".  The Convention institutions have already held that there was no effective domestic remedy available in respect of the protraction of civil proceedings in Hungary (see Bartha v. Hungary, no. 33486/07, § 21, 25 March 2014; Mr T.K. and Mrs T.K. v. Hungary, no. 26209/95, Commission decision of 21 May 1997). The Government have not shown that the situation has changed in the meantime, either in terms of acceleratory or compensatory remedies.", "For these reasons, there has been a violation of Article 13 read in conjunction with Article 6 § 1 of the Convention.", "III.  APPLICATION OF ARTICLE 46 OF THE CONVENTION", "22.  The Court notes that the instant case concerns a recurring problem underlying the most frequent violations of the Convention found by the Court in respect of Hungary (see paragraph 34 below). Moreover, the Hungarian legal system offers no effective domestic remedy, as required by Article 13 of the Convention, to prevent excessively long judicial proceedings or to afford redress for the damage created by such proceedings.", "23.  The Court finds that the issues of excessive length of civil proceedings and lack of effective domestic remedies in the Hungarian legal system are unresolved, despite the fact that there has been for quite some time clear case-law giving the Government reason to take appropriate measures to resolve those issues.", "24.  The Court reiterates that, in accordance with Article 46 of the Convention, the finding of a violation imposes on the respondent State a legal obligation not just to pay those concerned the sums awarded by way of just satisfaction under Article 41, but also to select, subject to supervision by the Committee of Ministers, the general and/or, if appropriate, individual measures to be adopted in their domestic legal order to put an end to the violation found by the Court and to redress so far as possible the effects (see Broniowski v. Poland [GC], no. 31443/96, § 192, ECHR 2004‑V).", "25.  In these circumstances the Court considers it necessary to examine this case under Article 46 of the Convention, which, in so far as relevant, reads as follows:", "“1.  The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.", "2.  The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution.", "...”", "A.  The parties’ submissions", "26.  The applicant submitted that the Hungarian authorities’ continuing failure to secure a “hearing within a reasonable time” in civil cases or to introduce an effective domestic remedy constituted a systemic problem.", "27.  Without formally opposing the pilot judgment procedure, the Government considered it unnecessary for the Court to embark on such a procedure, given that they had already submitted an Action Plan in the matter to the Committee of Ministers. This plan comprised, in regard to civil proceedings, a number of administrative reforms as well as a certain restructuring of the judicial system, measures enacted in 2011.", "B.  The Court’s assessment", "1.  Application of the pilot judgment procedure", "28.  The Court reiterates that Article 46 of the Convention, as interpreted in the light of Article 1, imposes on the respondent State a legal obligation to implement, under the supervision of the Committee of Ministers, appropriate general and/or individual measures to secure the right of the applicant which the Court found to be violated. Such measures must also be taken in respect of other persons in the applicant’s position, notably by solving the problems that have led to the Court’s findings (see Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000VIII; Lukenda v. Slovenia, no. 23032/02, §§ 94-95, ECHR 2005‑X; and S. and Marper v. the United Kingdom [GC], nos. 30562/04 and 30566/04, § 134, ECHR 2008).", "29.  In its resolution on judgments revealing an underlying systemic problem, adopted on 12 May 2004, the Committee of Ministers invited the Court “to identify in its judgments finding a violation of the Convention what it considers to be an underlying systemic problem and the source of that problem, in particular when it is likely to give rise to numerous applications, so as to assist States in finding the appropriate solution and the Committee of Ministers in supervising the execution of judgments”.", "30.  In order to facilitate the effective implementation of its judgments along these lines, the Court may adopt a pilot judgment procedure allowing it to clearly identify in a judgment the existence of structural and/or systemic problems underlying the violations and to indicate specific measures or actions to be taken by the respondent State to remedy them (see Broniowski, cited above, §§ 189-194 and the operative part; Hutten-Czapska v. Poland [GC], no. 35014/97, §§ 231-239 and the operative part, ECHR 2006VIII).", "31.  In line with its approach in the case of Ümmühan Kaplan v. Turkey (no. 24240/07, §§ 59 to 77, 20 March 2012) which concerned similar issues, the Court considers it appropriate to apply the pilot judgment procedure in the present case, given notably the recurrent and persistent nature of the underlying problems, the number of people affected by them in Hungary and the need to grant them speedy and appropriate redress at domestic level (see paragraphs 33 to 40 below).", "32.  The Court notes the Government’s submission about having already introduced to the Committee of Ministers an Action Plan with a view to addressing the problem of protraction of proceedings. It welcomes the Government’s commitment to deal with this issue and encourages them continue these efforts (see Torreggiani and Others v. Italy, nos. 43517/09, 46882/09, 55400/09, 57875/09, 61535/09, 35315/10 and 37818/10, § 92, 8 January 2013).", "33.  However, the Court cannot but observe that the problem has persisted in the four years that have elapsed since the enactment of the reforms referred to by the Government. Therefore, it considers that the pilot judgment procedure will allow it to emphasise that the respondent State must introduce remedies which address, in a genuinely effective manner, the violations of the Convention on account of the protraction of court proceedings.", "2.  Existence of a practice incompatible with the Convention", "34.  From Hungary’s accession to the Convention system and up to 1 May 2015, more than 200 judgments have involved the finding of a violation by Hungary concerning the excessive length of civil proceedings. In 2014 alone, violations of the right to a hearing within a reasonable time in civil cases were found on 24 occasions. Moreover, the Government have concluded friendly settlements and submitted unilateral declarations in numerous cases concerning the length of civil proceedings; these applications were subsequently struck out of the list of cases.", "35.  The Court notes that the respondent State has failed so far to put into effect any measures actually improving the situation, despite the Court’s substantial and consistent case-law on the matter.", "36.  The systemic character of the problems identified in the present case is further evidenced by the fact that, on 1 May 2015, approximately 400 cases submitted against Hungary and concerning the same issue are pending before the Court’s various judicial formations, and the number of such applications is constantly increasing.", "37.  In view of the foregoing, the Court concludes that the violations found in the present judgment were neither prompted by an isolated incident nor were they attributable to a particular turn of events in this case, but were the consequence of shortcomings of the respondent State. Accordingly, the situation in the present case must be qualified as resulting from a practice incompatible with the Convention (see Bottazzi v. Italy [GC], no. 34884/97, § 22, ECHR 1999‑V).", "3.  Adoption of measures to remedy the systemic problems", "38.  The Court reiterates that it is in principle not its task to determine what remedial measures may be appropriate to satisfy the respondent State’s obligations under Article 46 of the Convention. Subject to monitoring by the Committee of Ministers, the respondent State remains free to choose the means by which it will discharge its legal obligation under Article 46 of the Convention, provided that such means are compatible with the conclusions set out in the Court’s judgment (see Scozzari and Giunta v. Italy, cited above, § 249, ECHR 2000VIII).", "39.  The Court considers that the respondent State must introduce without delay, and at the latest within one year from the date on which this judgment becomes final, a remedy or a combination of remedies in the national legal system in order to bring it into line with the Court’s conclusions in the present judgment and to comply with the requirements of Article 46 of the Convention. It must further ensure that the remedy or remedies comply, both in theory and in practice, with the key criteria set by the Court (see Sürmeli v. Germany [GC], no. 75529/01, §§ 97-101, ECHR 2006VII). In particular, the Court recalls that “the best solution in absolute terms is indisputably, as in many spheres, prevention. Where the judicial system is deficient with regard to the reasonable-time requirement in Article 6 § 1 of the Convention, a remedy designed to expedite the proceedings in order to prevent them from becoming excessively lengthy is the most effective solution. Such a remedy offers an undeniable advantage over a remedy affording only compensation since it also prevents a finding of successive violations in respect of the same set of proceedings and does not merely repair the breach a posteriori, as does a compensatory remedy. Some States have understood the situation perfectly by choosing to combine two types of remedy, one designed to expedite the proceedings and the other to afford compensation” (see Sürmeli, cited above, § 100). Article 13 also allows a State to choose between a remedy which can expedite pending proceedings or a remedy post factum in damages for delay that has already occurred. While the former is preferred as it is preventative of delay, a compensatory remedy may be regarded as effective when the proceedings have already been excessively long and a preventative remedy did not exist (see McFarlane v. Ireland [GC], no. 31333/06, § 108, 10 September 2010).", "In identifying a solution to the problem of remedies, the Hungarian authorities should also have due regard to the Committee of Ministers’ recommendations to the member States on the improvement of domestic remedies of 12 May 2004.", "4.  Procedure to be followed in similar cases", "40.  The Court reiterates that one of the aims of the pilot judgment procedure is to allow the speediest possible redress to be granted at domestic level to the large numbers of persons suffering from the structural problem identified in the pilot judgment (see Burdov v. Russia (no. 2), no. 33509/04, § § 127, ECHR 2009). While the respondent State’s action should primarily aim at the resolution of such a dysfunction and at the introduction of effective domestic remedies in respect of the violations in question, it may also include ad hoc solutions such as friendly settlements with the applicants or unilateral remedial offers in line with the Convention requirements.", "41.  In the present circumstances the Court considers it necessary to adjourn the examination of any similar new cases which will be introduced after the date on which this judgment becomes final pending the implementation of the relevant measures by the respondent State, and this for one year counted from that date (see Ümmühan Kaplan, cited above, § 77).", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "42.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "43.  The applicant claimed 20,000 euros (EUR) in respect of non-pecuniary damage.", "44.  The Government contested this claim.", "45.  The Court considers that the applicant must have suffered some non-pecuniary damage and awards him, on the basis of equity, EUR 1,000 in respect of non-pecuniary damage.", "B.  Costs and expenses", "46.  The applicant also claimed EUR 2,400 plus VAT for the costs and expenses incurred before the Court. This should correspond to twelve hours of legal work charged at an hourly rate of EUR 200 plus VAT, billable by his lawyer.", "47.  The Government contested this claim.", "48.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the full sum claimed.", "C.  Default interest", "49.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT, UNANIMOUSLY,", "1.  Declares the application admissible;", "", "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;", "", "3.  Holds that there has been a violation of Article 13 read in conjunction with Article 6 § 1 of the Convention;", "", "4.  Holds that the above violations originated in a practice incompatible with the Convention which consists in the respondent State’s recurrent failure to ensure that proceedings determining civil rights and obligations are completed within a reasonable time and to take measures enabling applicants to claim redress for excessively long civil proceedings at a domestic level;", "", "5.  Holds that the respondent State must introduce without delay, and at the latest within one year from the date on which the judgment becomes final in accordance with Article 44 § 1 of the Convention, an effective domestic remedy or combination of such remedies capable of addressing, in an adequate manner, the issue of excessively long court proceedings, in line with the Convention principles as established in the Court’s case-law;", "", "6.  Adjourns the examination of any similar new cases which will be introduced after the date on which this judgment becomes final, pending the implementation of the relevant measures by the respondent State, and this for one year counted from that date;", "", "7.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:", "(i)  EUR 1,000 (one thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;", "(ii)  EUR 2,400 (two thousand four hundred euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "8.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 16 July 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tStanley Naismith\tIşıl Karakaş\n\tRegistrar\tPresident"]}