{"file": "ENG_CLIN_11818_02.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "11818/02", "text_paragraphs": ["Information Note on the Court’s case-law No. 117", "March 2009", "Mojsiejew v. Poland - 11818/02", "Judgment 24.3.2009 [Section IV]", "Article 2", "Article 2-1", "Life", "Death by asphyxia of a person immobilised with belts and left alone without medical supervision in a sobering-up centre; lack of effective investigation: violation", "", "Facts: In 1999 the applicant’s son was taken to a sobering-up centre, where he was immobilised with belts and left alone. He was found dead by staff a few hours later. The prosecution launched an inquiry. An autopsy was carried out. Several medical opinions were prepared. Although they agreed that he had died from asphyxiation, they differed in respect of what had been its cause: some medical reports found that he had been inadequately immobilised with belts on the chest and had suffocated; others that he had died as a result of pressure being applied to his neck, most probably when a staff member had put him in a headlock. In the domestic court proceedings, several employees of the sobering-up centre were found guilty of having exposed the applicant’s son to an immediate danger of loss of life and were sentenced to two years in prison, suspended for a probationary period of three years. The court established, inter alia, that the applicant’s son had not been examined every 15 minutes as required under domestic law for patients immobilised by belts. Following an appeal both by the applicant and the convicted employees, the judgment was annulled and the case remitted for fresh examination. The case was still pending in May 2008.", "Law: (a) Procedural aspect: Although the investigation had been concluded in little over a year, the trial had started more than two years after the charges were brought against the accused and had been affected by a number of lengthy delays. The first time the applicant was heard by the court was almost five years after her son’s death. Moreover, his body had not been examined at the place where it had been found, which had made it impossible to establish the time of death and thus determine the personal responsibility of each of the accused. The Polish authorities had therefore failed to carry out a prompt and effective investigation into the death of the applicant’s son.", "Conclusion: violation (unanimously).", "(b) Substantive aspect: The applicant’s son had been taken to the sobering-up centre in good health and without pre-existing injuries or obvious illness. In the particularly grave circumstances of the case, in which the applicant’s son had died under the exclusive control of the Polish authorities, the obligation on the Government to provide plausible explanations was particularly stringent. Moreover, the Government’s explanations should have been provided within a reasonable time. Postponing them further until the resolution of the criminal case, even though over nine years had elapsed since the events in question, showed that the State was unable to provide them and to satisfy the burden of proof. The Government had also failed to provide a convincing explanation as to whether the centre’s employees had carried out periodic checks on the applicant’s son and had complied with domestic regulations aimed at protecting the lives of persons admitted to sobering-up centres, particularly those immobilised by belts. The Court’s examination of whether the circumstances of a case engaged the State’s responsibility could be precluded by an ongoing investigation before the domestic authorities. However, in the light of its finding that the authorities had failed to carry out a prompt and effective investigation, the applicant was dispensed from awaiting the conclusion of the proceedings and her application could not therefore be considered premature. The Court emphasised that its decision was limited to the circumstances of the instant case. Having regard to the overall length of the period which had elapsed since the tragic event and to the Government’s failure to provide a satisfactory and convincing explanation, the Court found that the applicant’s son had been deprived of his life in circumstances engaging the responsibility of the respondent State.", "Conclusion: violation (unanimously).", "Article 41 – EUR 20,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}