{"file": "ENG_CLIN_72001_01.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "72001/01", "text_paragraphs": ["Information Note on the Court’s case-law No. 112", "October 2008", "Atanasova v. Bulgaria - 72001/01", "Judgment 2.10.2008 [Section V]", "Article 6", "Civil proceedings", "Article 6-1", "Access to court", "Criminal courts’ refusal to hear civil claim owing to statutory limitation in the criminal proceedings: violation", "", "Facts: In January 1992 the applicant was injured in a road-traffic accident. In June 1994 she joined as a civil party the criminal proceedings that had been brought against the driver and claimed compensation for her alleged physical injuries. The domestic courts ultimately concluded in June 2002 that they could not examine her claim as a civil party in the criminal proceedings as those proceedings had been discontinued under the statute of limitations, but that she retained a remedy in the civil courts.", "Law: The issue before the Court was whether, despite the fact that the applicant retained the right to seek compensation in the civil courts, the criminal courts’ decision not to examine her civil claim once the criminal proceedings had been discontinued under the statute of limitations had infringed her right of access to a court competent to hear civil claims. The applicant had exercised her right under domestic law to seek compensation in the criminal proceedings as a civil party. She had therefore had a legitimate expectation that the courts would determine her claim one way or the other. It was solely because of the Bulgarian authorities’ delays in dealing with the case that the prosecution of the offence had become time-barred with the result that she could no longer obtain a decision on her compensation claim in the criminal proceedings. In such circumstances, it would not be right for her to be required to wait until the prosecution of the offence had become time-barred through the negligence of the judicial authorities before she was allowed, years after the accident had taken place, to bring a new action in the civil courts for compensation for her injuries. ", "Conclusion: violation (five votes to two).", "Article 41 – EUR 4,000 in respect of non-pecuniary damage. ", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}