{"file": "ENG_HEJUD_13616_88.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "13616/88", "text_paragraphs": ["", "", "", "COURT (CHAMBER)", "", "", "", "", "", "", "CASE OF HENTRICH v.  (INTERPRETATION)", "", "(Application no. 13616/88)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "3 July 1997", "\n", "In the case of Hentrich v.  (interpretation of the judgment of 3 July 1995),", "The European Court of Human Rights, sitting, in accordance with Article 43 (art. 43) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\") and Rule 57 para. 4 of Rules of Court A, as a Chamber composed of the following judges:", "\tMr \tR. Ryssdal, President,", "\tMr \tR. Bernhardt,", "\tMr \tThór Vilhjálmsson,", "\tMr \tL.-E. Pettiti,", "\tMr \tJ. De Meyer,", "\tMr \tA.B. Baka,", "\tMr \tL. Wildhaber,", "\tMr \tJ. Makarczyk,", "\tMr \tD. Gotchev,", "and also of Mr H. Petzold, Registrar, and Mr P.J. Mahoney, Deputy Registrar,", "Having deliberated in private on 30 May and 28 June 1997,", "Delivers the following judgment, which was adopted on the last-mentioned date:", "PROCEDURE", "1.   The European Commission of Human Rights (\"the Commission\") submitted a request to the Court, under Rule 57 of Rules of Court A, for interpretation of the judgment delivered on 3 July 1995 on the application of Article 50 of the Convention (art. 50) in the case of Hentrich v.  (Series A no. 320-A). The request, dated 8 July 1996, was filed on 10 July 1996, within the three-year period laid down by Rule 57 para. 1, and was signed by Mr Krüger, the Secretary to the Commission.", "2.   In accordance with paragraph 4 of that Rule, the request for interpretation has been considered by the Chamber which gave the aforementioned judgment, composed of the same judges. Subsequently Mr Thór Vilhjálmsson, Mr R. Bernhardt and Mr D. Gotchev, substitute judges, replaced Mr F. Gölcüklü, Mr N. Valticos and Mr S.K. Martens, who were unable to take part in the further consideration of the case (Rules 22 para. 1 and 24 para. 1).", "3.   On 15 July 1996 the Registrar communicated the request to the French Government (\"the Government\") and to the applicant and invited them to submit any written comments by 18 October 1996, the time-limit laid down by the President of the Chamber (Rule 57 para. 3).", "The Registrar received the applicant’s observations on 16 October 1996 and the Government’s on 5 November 1996. The applicant filed supplementary observations on 16 December 1996.", "The Court decided to dispense with a hearing.", "THE REQUEST FOR INTERPRETATION", "4.   The case of Hentrich v. France originated in an application against the  lodged with the Commission under Article 25 (art. 25) by a French national, Mrs Liliane Hentrich, on 14 December 1987.", "5.   On 12 July 1993 the Commission referred the case to the Court, which gave judgment on 22 September 1994. The Court held that there had been a breach of Article 1 of Protocol No. 1 (P1-1), as the applicant had not been able to mount an effective challenge to the pre-emption of her property by the Revenue, and of Article 6 para. 1 of the Convention (art. 6-1) for want of a fair hearing and on account of the length of the proceedings. It held that its judgment in itself constituted sufficient just satisfaction in respect of the alleged non-pecuniary damage and reserved the question of the application of Article 50 of the Convention (art. 50) as regards pecuniary damage, inviting the Government and the applicant to inform it, within three months, of any agreement they might reach. It also held that the respondent State was to pay the applicant, within three months, 56,075 French francs (FRF) in respect of costs and expenses.", "6.   In a judgment of 3 July 1995 the Court ruled on the remainder of the question of the application of Article 50 (art. 50). The operative provisions read as follows:", "\"FOR THESE REASONS, THE COURT", "1.  Holds by eight votes to one that the respondent State is topay the applicant, within three months,800,000 (eight hundred thousand) French francs in respectof pecuniary damage;", "2.  Holds unanimously that the respondent State is to pay theapplicant, within three months,20,000 (twenty thousand) francs in respect of costs andexpenses relating to the proceedings under Article 50(art. 50);", "3.  Holds unanimously that the respondent State is to pay theapplicant, within three months, statutory interest from22 December 1994 on the sum of 56,075 francs awarded in theprincipal judgment;", "4.  Dismisses by eight votes to one the remainder of the claimfor just satisfaction.\"", "7.   Mrs Hentrich twice wrote to the Committee of Ministers of the Council of Europe, on 19 October 1995 to complain of the delay in paying the just satisfaction - payment being made on 1 December 1995 - and on 19 February 1996 to claim default interest on the sums awarded.", "8.   In a letter of 29 May 1996 she asked the President of the Commission to lodge two requests with the Court, one for interpretation and the other for revision of the judgment of 3 July 1995.", "9.   With reference to Rule 57 of Rules of Court A and to the aforementioned letter, which it communicated to the Court, the Commission put the following question to the Court:", "\"In view of point 3 of the operative provisions of the judgment of 3 July 1995 and the practice followed by the Court since January 1996, are points 1 and 2 of that judgment to be interpreted as necessarily entailing an obligation on the French Government to pay statutory interest in the event of failure to pay within the three-month period laid down by the Court the total sum of 820,558 francs awarded as just satisfaction?\"", "It also indicated that it had not accepted the request for revision.", "AS TO THE LAW", "10.   Under the terms of Rule 57 of Rules of Court A:", "\"1. A Party or the Commission may request the interpretation of a judgment within a period of three years following the delivery of that judgment.", "2. The request shall state precisely the point or points in the operative provisions of the judgment on which interpretation is required ...", "...\"", "11.   The Government argued that the request for interpretation was inadmissible. It related to difficulties with the execution of a judgment of the Court, which came within the exclusive competence of the Committee of Ministers of the Council of Europe, and was in reality designed to secure a variation of the clear, precise operative provisions of the judgment of 3 July 1995 and thus amounted to a request for revision in disguise.", "They pointed out that the award made to the applicant in the judgment of 3 July 1995 had, moreover, been paid on 1 December 1995, only a few weeks after the deadline of 3 October 1995 had expired.", "12.   Mrs Hentrich maintained that the obligation to pay interest for delay, which was also laid down in Article 1153-1 of the French Civil Code, was a fundamental principle of law that was equally binding on States, which themselves imposed penalties for delay, in particular in relation to taxes.", "13.   The Court observes in the first place that, under the terms of its judgment of 3 July 1995 and in accordance with Article 53 of the Convention (art. 53), the respondent State was required to pay the applicant the sums awarded within three months. However, these sums were not paid until 1 December 1995, that is nearly two months after expiry of the time-limit. Moreover, it is for the Committee of Ministers to supervise execution of the judgment (Article 54 of the Convention) (art. 54). The Court further notes that it did not stipulate in its judgment that default interest was to be paid in the event of delayed settlement.", "14.   In point 3 of the operative provisions of the judgment of 3 July 1995 the Court did no more than direct the respondent State to pay interest on the costs and expenses it was required to reimburse pursuant to the judgment of 22 September 1994. In doing so the Court was allowing a request expressly made by Mrs Hentrich which had not been contested by the Government.", "15.   The practice of awarding default interest for delayed settlement was not introduced by the Court until January 1996.", "16.   That being so, and in view of the clear wording of the operative provisions of the judgment of 3 July 1995, to allow the application for interpretation would not be to clarify \"the meaning and scope\" of that judgment but rather to modify it in respect of an issue which the Court decided \"with binding force\" (see the Allenet de Ribemont v. France judgment of 7 August 1996 (interpretation), Reports of Judgments and Decisions 1996-III, p. 911, para. 23).", "Accordingly, there is no matter for interpretation within the meaning of Rule 57 of Rules of Court A.", "FOR THESE REASONS, THE COURT", "Rejects by eight votes to one the request for interpretation.", "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 3 July 1997.", "", "Rolv RYSSDAL", "President", "", "Herbert PETZOLD", "Registrar", "In accordance with Article 51 para. 2 of the Convention (art. 51-2) and Rule 53 para. 2 of Rules of Court A, the dissenting opinion of Mr De Meyer is annexed to this judgment.", "", "R.R.", "H.P.", "", "", "\nDISSENTING OPINION OF JUDGE DE MEYER", "(Translation)", "In its judgment of 3 July 1995 the Court did not expressly rule on the question of any interest that might have been due on the amounts awarded for (a) pecuniary damage and (b) costs and expenses relating to the Article 50 proceedings (art. 50), but clearly stated that those amounts had to be paid \"within three months\", that is to say before 3 October 1995.", "In the same judgment, moreover, the Court awarded interest on the sum of 56,075 French francs (FRF) already due under the principal judgment, to run from 22 December 1994, that is from the date when the three-month time-limit laid down in the judgment of 22 September 1994 expired.", "In the present judgment the Court construes its judgment of 3 July 1995 as meaning that all claims for interest on the pecuniary damage and on the costs and expenses of the Article 50 proceedings (art. 50) had been dismissed.", "I cannot agree with that construction.", "Obviously the majority is free to interpret the judgment of 3 July 1995 as it deems appropriate.", "For my part, I consider that that judgment does not preclude an award of interest for the period subsequent to 3 October 1995.", "As stated in paragraph 14 of the judgment, the Court only dismissed the claim for interest - on both the costs of the Article 50 proceedings (art. 50) and the costs of the proceedings on the merits - in so far as it was sought to have that interest paid retrospectively with effect from 22 September 1994.", "However, in its judgment of 3 July 1995 the Court did award interest on the costs and expenses of the proceedings on the merits with effect from 22 December 1994, by which date the Government was required to make payment pursuant to the judgment of 22 September 1994.", "Indeed, there would be little point in the Court setting a three-month time-limit for payment if there was no penalty for failure to comply.", "In accordance with the general principles on this subject, which have been explicitly applied by the Court in all its judgments on Article 50 (art. 50) since January 1996, and which, moreover, were applied in the judgment of 3 July 1995 itself with respect to the costs and expenses of the judgment on the merits, my view is that the judgment of 3 July 1995 must be construed as containing an implied award in favour of the applicant of interest at the statutory rate to run from 3 October 1995 on both the sum of FRF 800,000 awarded for pecuniary damage and the sum of FRF 20,000 relating to the Article 50 proceedings (art. 50)."]}