{"file": "ENG_HECOM_3910_13.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "3910/13", "text_paragraphs": ["SECOND SECTION", "Application no. 3910/13\nM.P.E.V. and others\nagainst \nlodged on 8 January 2013", "STATEMENT OF FACTS", "", "The applicants are a married couple (who have been separated since 2009) and their two daughters. M.P.E.V. is the step-father of the third applicant and the biological father of the fourth applicant. The second applicant is the mother of the third and fourth applicants. She has custody of the fourth applicant. Meanwhile, the third applicant has obtained Swiss citizenship through marriage. All of the applicants are represented by lawyers in Geneva and .", "", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "In the 1990s, the applicants sought asylum in  on three occasions. Each time, after the rejection of their applications, they returned to their home country. The fourth time, in an application filed in 2002, M.P.E.V. claimed that he had attended a demonstration organised by a political party, at which he had been beaten by the police so badly that he had had to be hospitalised. He had attended another demonstration, at which he claimed to have been arrested, tortured and threatened with death. M.P.E.V. also claimed that the police had threatened his wife in 2001. Consequently, the applicants had left their home country and illegally entered . In 2002, the Swiss Federal Office for Refugees (“the SFOR”, now called the Swiss Federal Office for Migration) rejected the applicants’ request for asylum in  based on evidence that the applicants had prepared their departure from their home country before the alleged aggression against them took place.", "However, in 2007 the  reversed the decision of the SFOR on the grounds that the information contained in medical records regarding M.P.E.V.’s state of mental health drawn up in his home country in 2001 might be a reason to grant refugee status to the applicants. Thus, the  ordered the SFOR to review the applicants’ request for asylum.", "M.P.E.V.’s criminal record between 2005 and 2009 consists of four convictions: He was convicted of selling stolen goods and was sentenced to a three-month suspended prison term and fined 2,000 francs (CHF). He was convicted of driving without a valid driver’s licence and sentenced to 80 hours of community service. He was convicted of attempting to steal perfumes in a shopping centre and was sentenced to 120 hours of community service. He was convicted of selling stolen goods and given a suspended sentence of nine months in prison and fined 1,000 CHF. In all four cases, M.P.E.V. did not appeal against the convictions, but paid the fines and completed his community service.", "In 2009, M.P.E.V. and the second applicant separated, but he maintains regular contact with his family and in particular with his daughter, the fourth applicant.", "In 2010, the SFOR obtained new evidence to the effect that the medical records were forged and that the members of the legal and rather insignificant political party were not threatened. In 2012, the SFOR rejected the applicants’ request for asylum and ordered their expulsion to his home country.", "The decision of the SFOR was upheld in part by the . In 2012, the court ordered the expulsion of M.P.E.V. Taking into account the fact that the fourth applicant is now thirteen years old and has mainly grown up in Switzerland, the Federal Administrative Court ordered the admission of the fourth applicant and her mother to Switzerland on a provisional basis for one more year, renewable on a yearly basis thereafter (“temporary residence”).", "In 2013, the applicants filed an application before the Court and requested the indication of interim measures under Rule 39 of the Rules of the Court. The Acting President of the Section decided to refuse to indicate interim measures to the Swiss Government, but decided to grant anonymity, confidentiality, and priority under Rule 41.", "COMPLAINTS", "The applicants claim that the expulsion of M.P.E.V. would constitute a violation of Article 8 of the Convention on account of its disproportionate interference with their family life. Furthermore, the applicants complain that the failure of the  to consider their right to respect for their private and family lives violated Article 13 of the Convention, in conjunction with Article 8 of the Convention.", "", "QUESTIONS TO THE PARTIES", "If M.P.E.V. is expelled to his home country, would there be a violation of the right to respect for family life of the applicants, contrary to Article 8 of the Convention?", "", "In particular, taking into account the close ties between M.P.E.V. and applicant no. 4, has the Court’s case law regarding the “unité familiale” duly been taken into account by the Swiss authorities in the present case?"]}