{"file": "ENG_CLIN_43278_98.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "43278/98", "text_paragraphs": ["Information Note on the Court’s case-law No. 95", "March 2007", "Velikovi and Others v. Bulgaria - 43278/98", "Judgment 15.3.2007 [Section V]", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Deprivation of property", "Deprivation of property pursuant to legislation aimed at compensating victims of arbitrary expropriations during the communist regime: no violation (five applications) and violation (four applications)", "", "Facts: After 1945 the communist regime in Bulgaria introduced nationalisation laws of a punitive or redistributive nature. As regards housing, the policy was to limit private real estate ownership to one dwelling per family. All apartments considered “in excess” were nationalised and allocated to municipal housing funds which managed them and rented them out to those who, according to the special legislation, were in priority need of housing. A large number of nationalised apartments were sold to tenants in the 1960s and 1970s. After the fall of the communist regime in 1990, Parliament enacted legislation aiming at restoring justice for those whose property had been nationalised without compensation, or for their heirs. In particular, the Restitution Law 1992 provided that the former owners, or their heirs, became ex lege the owners of their nationalised property. Even if certain property had been acquired by third persons after the nationalisation, the former owners or their heirs could still recover it if the third persons in question had become owners in breach of the law, by virtue of their position in the Communist party or through abuse of power. In 1997, the persons who had lost their dwellings pursuant to the Restitution Law were entitled to receive housing compensation bonds.", "The applicants in the present case were deprived of their property as a result of the proceedings brought against them under the Restitution Law by the pre-nationalisation owners or their heirs.", "Law: The interference with the applicants’ property rights had been provided for by law and had pursued a legitimate aim of compensating the victims of arbitrary expropriations during the communist regime. The impugned measures had been the result of difficult decisions which the authorities had to make in the conditions of transition from a totalitarian regime to a democratic society. Even if the relevant legislation and its interpretation had changed several times in contradictory directions, a purist approach to legal predictability would be inappropriate. The proportionality issue must be decided with reference to the following factors: (i) whether or not the case fell clearly within the scope of the legitimate aims of the Restitution Law, having regard to the factual and legal basis of the applicants’ title and the findings of the national courts in their judgments declaring it null and void (abuse of power, substantive unlawfulness or minor omissions attributable to the administration) and (ii) the hardship suffered by the applicants, the adequacy of the compensation actually obtained or the compensation which could be obtained through a normal use of the procedures available to the applicants at the relevant time, including the bonds compensation scheme and the possibilities for the applicants to secure a new home for themselves. On this basis, the Court distinguished between cases where the property in question had been obtained through abuse or material violations of housing regulations, cases where the State administration had been responsible for irregularities resulting in the applicants’ titles having been annulled and cases where the domestic courts’ interpretation of the Restitution Law’s scope of application had been excessive.", "Conclusions:", "no violation in two applications because there had been abuse by the applicants in obtaining the property in questionand, in any case, they had obtained adequate compensation (unanimously);", "no violation in two other cases due to there having been material violations of the relevant housing regulations (unanimously);", "no violation in one case in which the State administration was responsible for irregularities that led to nullification of titles, but the applicants had obtained adequate compensation (unanimously); and", "violation in four other cases either because the State administration had been responsible for irregularities resulting in the applicants’ titles having been annulled or the interpretation of the Restitution Law’s scope of application had been excessive (unanimously).", "Article 41 reserved.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}