{"file": "ENG_CLIN_38411_02.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "38411/02", "text_paragraphs": ["Information Note on the Court’s case-law No. 98", "June 2007", "Garabayev v. Russia - 38411/02", "Judgment 7.6.2007 [Section I]", "Article 3", "Extradition", "Arrest in breach of domestic law and extradition in circumstances in which the authorities must have been aware that the applicant faced a real risk of ill-treatment: violation", "", "Facts: The applicant was a citizen of Russia and Turkmenistan. In September 2002 the Turkmen authorities requested the Russian authorities to detain and extradite him in connection with alleged banking offences. The applicant was arrested in Moscow and placed in detention. His lawyer pointed out to the Russian authorities that, as a Russian national, he could not be extradited to Turkmenistan. She also referred to human-rights reports indicating that the applicant would be at risk of torture or inhuman or degrading treatment if extradited. A Russian NGO and a member of the State Duma also wrote to the authorities, again referring to his Russian nationality, the risk of torture and the lack of guarantees of a fair-trial. On 18 and 24 October 2002 the applicant's lawyer challenged the orders for the applicant's detention and extradition in a city court, which, however, declined jurisdiction to hear the detention complaint and refused to review the decision regarding extradition in the applicant's absence. On 24 October 2002 the applicant was extradited to Turkmenistan. He says that he was shown a copy of the decision to extradite him for the first time at the airport and that his request to see a lawyer was rejected. In December 2002 the city court reviewed the decision to extradite him. It held that it was unlawful in view of his Russian nationality and had not been officially served on him or his lawyer. It also ruled that his detention had been unlawful. The applicant claimed that while in detention in Turkmenistan he was threatened with torture and reprisals against his family, hit on the head and back and held in unsatisfactory conditions. He was questioned twice without a lawyer and the Russian consular authorities were denied access to him. In February 2003 the applicant was returned to Moscow, where he was arrested and detained pending trial on embezzlement charges. He later learnt that his mother had been sentenced to 14 years' imprisonment following a retrial and that similar sentences had been imposed on his sister and uncle. In March 2004 the applicant was found guilty of using a forged document and fined. He was acquitted of the other charges and released from detention. The Russian Government later gave assurances to the Court that, in view of his undisputed Russian nationality, the applicant would not be extradited to Turkmenistan.", "Law: Article 3 – The competent authorities had been made sufficiently aware of the risk of ill-treatment in the event of the applicant's extradition as letters had been sent by the applicant, his lawyers and various public figures to the prosecutor general. Substantial grounds for believing that he faced a real risk of proscribed treatment therefore existed at the date of his extradition. However, no assurances regarding the applicant's safety had been sought and no medical reports or visits by independent observers had been requested or obtained; the applicant had been informed of the decision to extradite him only on the day of his transfer and had not been allowed to challenge it or to contact his lawyer; lastly, the domestic court which had ruled the extradition to be unlawful after it had already taken place had also failed to take into account the submissions under Article 3. The conclusion that the authorities had failed to carry out any proper assessment of the risk of ill-treatment prior to the applicant's extradition was reinforced by his uncontested account of his treatment in Turkmenistan following his extradition: he had spent most of his three-months detention in a 10 sq. m. cell he shared with two other inmates; he had been allowed very little or no exercise, been denied consular visits and had lived in constant fear for his life and his relatives' safety; and he had been physically assaulted by investigators on several occasions.", "Conclusion: violation (unanimously).", "Article 5 § 1 (f) – The applicant was detained in Russia under a detention order issued by a prosecutor in Turkmenistan without being confirmed by a Russian court, contrary to the provisions of the Code of Criminal Procedure. Accordingly, his detention pending extradition was not in accordance with a “procedure prescribed by law”. Further, the city court had declared his detention unlawful from the outset as domestic law excluded, in unambiguous terms, the extradition of Russian nationals. The procedural flaw in the order authorising the applicant's detention was so fundamental as to render it arbitrary and invalid. That conclusion was further strengthened by the absence of judicial review of the lawfulness of the applicant's detention until after his extradition had taken place. The applicant's detention during the period in question was therefore unlawful and arbitrary.", "Conclusion: violation (unanimously).", "Article 5 § 3 – The period of one month and 19 days it had taken to bring the applicant before a judge following his arrest in Russia on his return from Turkmenistan was incompatible with the strict requirement for arrested persons to be brought promptly before a judge.", "Conclusion: violation (unanimously).", "Article 5 § 4 – Prior to the applicant's extradition the city court had declined jurisdiction to review the lawfulness of his detention. Although it had subsequently addressed that issue this was only after he had already been extradited. Thus, the lawfulness of the applicant's detention during the relevant period was not examined by any court, despite his requests to that effect. Accordingly, even supposing that the remedy required by Article 5(4) was available in national law, the applicant had not been able to benefit from it. The Court's findings regarding the arbitrariness of the detention were also of direct relevance here, since a court would have been much better placed to uncover the fundamental flaw in the detention order and order the applicant's release.", "Conclusion: violation (unanimously).", "Article 13 (in connection with Article 3) – The applicant had not been provided with an effective remedy in respect of his complaint that extradition would expose him to a risk of ill-treatment. In particular, he was only informed of the decision to extradite him on the day of his transfer; in breach of domestic law, he was not allowed to contact his lawyer or to lodge a complaint; and the compatibility of the scheduled removal with Article 3 was not examined by the relevant authorities before it occurred.", "Conclusion: violation (unanimously).", "Article 41 – EUR 20,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}