{"file": "ENG_HECOM_44883_09.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "44883/09", "text_paragraphs": ["DEUXIÈME SECTION", "Requête no 44883/09\nprésentée par Osama Mustafa Hassn NASR et Nabila GHALI\ncontre l’Italie\nintroduite le 6 août 2009", "EXPOSÉ DES FAITS", "EN FAIT", "1.  Les requérants, M. Osama Mustafa Hassn Nasr, alias Abou Omar, (« le requérant ») et Mme Nabila Ghali (« la requérante »), sont un couple marié. Tous deux sont des ressortissants égyptiens nés en 1963 et résident actuellement à Alexandrie (Égypte). Ils sont représentés devant la Cour par Mes L. Bauccio et C. Scambia, avocats à Milan.", "LES CIRCONSTANCES DE L’ESPÈCE", "2.  Les faits de la cause, tels qu’ils ont été exposés par les requérants, peuvent se résumer comme suit.", "Le requérant arriva en Italie en 1997. Membre du groupe Jamaa Islamiya, un mouvement islamiste considéré comme terroriste par le gouvernement égyptien, il demanda le statut de réfugié politique. Le 22 février 2001, les autorités italiennes firent droit à sa demande.", "3.  Entre-temps, en 2000, il était devenu imam d’une mosquée de Milan. Soupçonné notamment d’association de malfaiteurs aux fins de la commission d’actes violents de terrorisme international, infraction prévue à l’article 270 bis du code pénal (« CP »), il fit l’objet d’investigations préliminaires menées par le parquet de Milan sur ses relations avec des réseaux fondamentalistes. Ces investigations aboutirent à la délivrance d’un ordre de placement en détention provisoire, délivré le 26 juin 2005 par le juge des investigations préliminaires (« le GIP ») de Milan.", "A.  L’enlèvement du requérant, son transfert en Égypte et les conditions de sa détention", "1.  L’enlèvement du requérant et son transfert en Égypte", "4.  Selon la version du requérant, le 17 février 2003, aux alentours de midi, il fut intercepté par un inconnu habillé en civil alors qu’il marchait dans la rue Guerzoni à Milan pour se rendre à la mosquée située boulevard Jenner. Se faisant passer pour un policier, l’inconnu lui aurait demandé sa pièce d’identité et son titre de séjour et feint de contrôler son identité par téléphone portable.", "5.  Soudain, le requérant aurait été attaqué par des inconnus qui l’auraient saisi et poussé violemment dans une fourgonnette blanche garée à proximité. Il aurait alors été sévèrement frappé à coups de pied et de poing, immobilisé, ligoté aux mains et aux pieds et couvert d’un capuchon par deux hommes âgés d’une trentaine d’années parlant italien.", "6.  Le véhicule aurait ensuite démarré à grande vitesse. Pendant le trajet, le requérant aurait été pris d’un fort malaise, se serait évanoui et aurait été ranimé.", "7.  Vers 16 h 30, le véhicule serait arrivé à la base des Forces aériennes américaines en Europe (United States Air Forces in Europe, USAFE) d’Aviano et le requérant aurait été embarqué dans un avion.", "8.  Après un voyage d’environ une heure, l’avion aurait atterri à la base de l’USAFE à Ramstein (Allemagne). Le requérant aurait été transporté pieds et poings liés dans une salle de la base militaire. Là, on l’aurait déshabillé et rhabillé avec d’autres vêtements. On lui aurait également enlevé quelques instants le bandeau qui lui couvrait les yeux pour le prendre en photo.", "9.  Il aurait ensuite été embarqué dans un avion militaire à destination de l’aéroport civil du Caire. Pendant le transfert, il aurait été ligoté à une chaise. On lui aurait placé sur les oreilles un casque diffusant de la musique classique qui l’empêchait d’entendre ce qui se passait autour de lui et on l’aurait maltraité à plusieurs reprises. Il n’aurait reçu de soins médicaux qu’après une forte crise respiratoire causée par les traitements subis.", "2.  La détention au secret en Égypte", "10.  Une fois arrivé à l’aéroport du Caire, le requérant aurait été ligoté avec une bande adhésive serrée autour de ses pieds et de ses mains. Deux personnes l’auraient aidé à descendre de l’avion et une personne parlant l’arabe avec un accent égyptien lui aurait dit de monter dans une camionnette.", "11.  Le requérant aurait été emmené au quartier général des services nationaux de renseignement et interrogé par trois officiers égyptiens sur ses activités en Italie, sa famille et ses voyages à l’étranger. Par la suite, une personne se présentant comme le ministre de l’Intérieur égyptien l’aurait interrogé et lui aurait proposé un retour immédiat en Italie en échange de sa collaboration avec les services de renseignement. Il aurait décliné cette proposition.", "12.  Le 18 février 2003 dans la matinée, le requérant aurait été placé dans une cellule d’environ deux mètres carrés sans fenêtre, sans toilettes, sans eau, sans lumière et sans aération suffisante, extrêmement froide en hiver et très chaude en été. Pendant toute la durée de sa détention dans cette cellule, tout contact avec l’extérieur lui aurait été interdit.", "13.  Pendant cette période, le requérant aurait été conduit régulièrement dans une salle d’interrogatoire où il aurait été soumis à des violences physiques et psychiques destinées à lui extorquer des informations, notamment sur ses relations supposées avec des réseaux de terrorisme islamiste en Italie. Lors de son premier interrogatoire, il aurait été dévêtu et contraint à rester debout sur un pied – l’autre pied et les mains ligotés – de sorte qu’il serait tombé plusieurs fois par terre, les hommes en uniforme qui étaient présents se moquant de lui. Par la suite, il aurait été battu, soumis à des chocs électriques et menacé de violences sexuelles s’il ne répondait pas aux questions qui lui étaient posées.", "14.  Le 14 septembre 2003, il aurait été transféré dans un autre lieu de détention après avoir été contraint à signer des déclarations attestant qu’il n’avait aucun objet sur lui au moment de son arrivée et qu’il n’avait subi aucun mauvais traitement pendant sa détention.", "15.  Il aurait alors été détenu dans une cellule en sous-sol d’environ trois mètres carrés, sans lumière, sans ouvertures, sans installations sanitaires et sans eau courante, dans laquelle se trouvait seulement une couverture très sale et malodorante. Il aurait été nourri exclusivement avec du pain rassis et de l’eau. Il n’aurait pas eu accès à des toilettes et aurait donc été obligé de déféquer et d’uriner dans la cellule. Il n’aurait pu prendre de douche que tous les quatre mois et on ne lui aurait jamais taillé la barbe ni coupé les cheveux pendant toute sa détention. Il aurait en outre été fréquemment réveillé et n’aurait pu avoir aucun contact avec l’extérieur. On aurait refusé de lui donner un Coran et de lui indiquer la direction de la Mecque, vers laquelle les musulmans doivent se tourner pour prier. Il aurait dû se présenter debout face au mur lorsqu’un gardien ouvrait la cellule – ce qui selon lui pouvait arriver à tout moment – sous peine d’être battu, parfois avec une matraque électrique. Lorsqu’ils s’adressaient à lui, les gardiens l’auraient appelé soit par le numéro de sa cellule, soit par des noms de femme ou d’organes génitaux. De temps en temps, on l’aurait conduit près des salles d’interrogatoire pour lui faire entendre les cris de douleur des autres détenus.", "16.  Deux fois par jour, un gardien serait venu le chercher pour l’emmener à la salle d’interrogatoire, ligoté et aveuglé par un bandeau sur les yeux. À chaque interrogatoire, un agent l’aurait dénudé puis aurait invité les autres agents à toucher ses parties intimes pour l’humilier. Souvent, il aurait été suspendu par les pieds ou ligoté à une porte en fer ou à un grillage en bois, dans différentes positions. Régulièrement, les agents l’auraient battu pendant des heures et lui auraient infligé des électrochocs au moyen d’électrodes mouillées apposées sur sa tête, son thorax et ses organes génitaux. D’autres fois, il aurait été soumis à la torture appelée « martaba » (matelas), qui consiste à immobiliser la victime sur un matelas mouillé puis à envoyer des décharges électriques dans le matelas. Enfin, il aurait subi des violences sexuelles à deux reprises.", "17.  À partir du mois de mars 2004, au lieu de lui poser des questions, les agents égyptiens auraient fait répéter au requérant une fausse version des événements, qu’il aurait dû confirmer devant le Procureur. Notamment, il aurait dû affirmer avoir quitté l’Italie de son propre chef et avoir rejoint l’Égypte par ses propres moyens, avoir remis son passeport italien aux autorités égyptiennes parce qu’il ne souhaitait pas rentrer en Italie et n’avoir subi de leur part aucun mauvais traitement.", "18.  Le requérant serait resté détenu au secret jusqu’au 19 avril 2004. À cette date, il fut libéré, selon lui parce qu’il avait fait des déclarations conformes aux instructions qu’il avait reçues et à la condition de ne pas quitter Alexandrie ni parler à qui que ce soit des traitements qu’il avait subis en prison.", "19.  Malgré l’obligation qui lui aurait été faite de ne parler à personne des traitements qu’il avait subis, le requérant contacta sa femme par téléphone dès sa remise en liberté afin de la rassurer sur son sort. Il contacta également d’autres personnes auxquelles il décrivit son enlèvement et sa détention.", "20.  À une date non précisée, environ vingt jours après sa remise en liberté, le requérant fut de nouveau arrêté. Il fut détenu dans différents établissements, notamment les prisons d’Istiqbal et de Tora, et placé à l’isolement pendant de longues périodes. Sa détention, qui était de nature administrative, aurait été fondée sur la législation anti-terrorisme égyptienne. Il fut remis en liberté en février 2007, sans être inculpé. Frappé d’une interdiction absolue de quitter le territoire égyptien, il vit actuellement à Alexandrie.", "21.  Les traitements subis par le requérant lui auraient laissé de graves séquelles physiques, notamment une baisse de l’audition, des difficultés pour se déplacer, des rhumatismes, des problèmes d’incontinence, ainsi qu’une perte de poids importante et le blanchissement de ses cheveux et de sa barbe. Certificat médical à l’appui, il fait aussi état d’importantes séquelles psychologiques, notamment d’un état de dépression et de stress post-traumatique aigu.", "B.  L’enquête menée par le parquet de Milan", "1.  L’identification des agents de la CIA soupçonnés d’avoir pris part à l’enlèvement et les ordonnances de placement en détention provisoire rendues à leur encontre.", "22.  Le 20 février 2003, la requérante signala à un commissariat de police de Milan la disparition de son époux.", "23.  L’imam de la mosquée ayant lancé un appel à témoins, une certaine Mme R., membre de la communauté égyptienne, se fit connaître. Le 26 février 2003, elle fut entendue par la police. Elle déclara que le 17 février 2003, peu avant midi, alors qu’elle passait avec ses enfants dans la rue Guerzoni pour rentrer chez elle, elle avait vu une camionnette blanche garée sur le côté gauche de la chaussée et, sur l’autre côté, appuyé contre un mur, un homme portant une longue barbe et des habits traditionnels arabes près duquel se trouvaient deux autres hommes, d’aspect occidental, dont l’un était en train de parler au téléphone portable. Après s’être entretenue quelques instant avec les bénévoles d’une association avec lesquels ses enfants jouaient, elle se serait remise en route. Elle aurait alors entendu un grand bruit qui l’aurait fait se retourner et aurait vu la camionnette blanche démarrer à toute vitesse tandis que les trois hommes n’étaient plus dans la rue.", "24.  À une date non précisée, le parquet de Milan ouvrit une enquête contre X pour enlèvement au sens de l’article 605 CP. Le bureau de police chargé des affaires de terrorisme (« Digos ») de Milan fut chargé de l’enquête. Les autorités d’enquête ordonnèrent la mise en place d’écoutes téléphoniques et de contrôles sur l’utilisation de téléphones portables dans la zone où les faits s’étaient supposément déroulés.", "25.  Le 4 mars 2003, Mme R. fut entendue par le parquet et confirma son témoignage du 24 février 2003. Par la suite, plusieurs autres témoins furent entendus.", "26.  Le 20 mars 2003, la Direction centrale de la police chargée de la prévention du terrorisme indiqua que, selon des informations provenant des services de renseignement américains, le requérant se trouvait quelque part dans la région des Balkans.", "27.  Le 20 avril 2004, les enquêteurs enregistrèrent une conversation téléphonique entre la requérante et le requérant. Ce dernier appelait depuis Alexandrie (Égypte). Après avoir rassuré son épouse sur son état de santé, il lui expliqua qu’il avait été enlevé et qu’il ne pouvait pas quitter l’Égypte. Il lui demanda de lui envoyer deux cents euros, de prévenir ses amis musulmans et de ne pas contacter la presse.", "28.  Le 15 juin 2004, M. E.M.R, ressortissant égyptien résidant à Milan, fut entendu en tant que témoin car il avait eu des conversations téléphoniques avec le requérant. Celui-ci lui avait relaté les circonstances de son enlèvement et de son transfert en Égypte à bord d’avions militaires américains et lui avait dit avoir refusé une proposition du ministre de l’Intérieur égyptien de collaborer avec les services de renseignement.", "29.  Le 24 février 2005, la Digos remit au parquet un rapport sur les investigations qu’elle avait menées. Grâce notamment à une vérification des communications téléphoniques passées dans les zones pertinentes, les enquêteurs avaient repéré un certain nombre de puces téléphoniques potentiellement suspectes. Ces puces avaient été connectées plusieurs fois pour de courtes durées malgré la proximité entre les usagers respectifs ; elles avaient été activées dans les mois précédant l’enlèvement et avaient cessé de fonctionner dans les jours suivants ; et elles avaient été enregistrées sous de faux noms. En outre, les utilisateurs de certaines d’entre elles s’étaient par la suite dirigés vers la base aérienne d’Aviano et, pendant le trajet, ces puces avaient été utilisées pour appeler le chef de la Central Intelligence Agency américaine (CIA) à Milan (M. Robert Seldon Lady), le chef de la sécurité américaine de la base d’Aviano (le lieutenant-colonel Joseph Romano), ainsi que des numéros de l’État de Virginie, aux ÉtatsUnis, où la CIA a son siège. Enfin, une de ces puces avait été repérée dans la zone du Caire au cours des deux semaines suivantes.", "30.  Le contrôle croisé des numéros appelés et appelants sur ces puces, des déplacements de leurs utilisateurs dans les périodes précédant et suivant l’enlèvement, de l’utilisation de cartes de crédit, des séjours à l’hôtel et des déplacements en avion ou en voiture de location avait permis aux enquêteurs de confirmer certaines hypothèses formées à partir des témoignages recueillis et de parvenir à l’identification des utilisateurs réels des puces.", "31.  L’ensemble des éléments réunis confirmait la version du requérant quant à son enlèvement et à son transfert à la base américaine d’Aviano puis au Caire. Il en ressortait aussi qu’étaient impliqués dans les faits dix-neuf ressortissants américains, parmi lesquels des membres du personnel diplomatique et consulaire des États-Unis en Italie. Notamment, les enquêteurs indiquaient dans leur rapport que le responsable de la CIA à Milan de l’époque, M. Lady, avait joué un rôle-clé dans l’affaire.", "32.  Par ailleurs, des contrôles sur le trafic aérien réalisés à partir de quatre sources différentes avaient confirmé que, le 17 février 2003, un avion avait décollé à 18 h 30 d’Aviano à destination de Ramstein et un autre avion avait décollé à 20 h 30 de Ramstein à destination du Caire. L’avion qui avait fait le trajet Ramstein-Le Caire appartenait à la société américaine Richmore Aviation et avait déjà été loué plusieurs fois par la CIA auparavant.", "33.  Le 23 mars 2005, le parquet demanda au GIP d’ordonner le placement en détention provisoire des dix-neuf ressortissants américains soupçonnés d’avoir participé à la planification ou à l’exécution de l’enlèvement, y compris M. Lady.", "34.  Par une ordonnance du 22 juin 2005 déposée au greffe du tribunal le 29 juin 2005, le GIP accueillit la demande pour treize des suspects et la rejeta, faute d’indices graves de culpabilité, pour les six personnes soupçonnées exclusivement de participation aux activités de préparation de l’enlèvement.", "35.  Le 23 juin 2005, au cours d’une perquisition menée au domicile de M. Lady, les enquêteurs trouvèrent des photos du requérant prises dans la rue Guerzoni. Ils saisirent également les traces électroniques d’une recherche sur internet de trajet en voiture de la rue Guerzoni à la base d’Aviano, ainsi que des billets d’avion et des réservations hôtelières pour un séjour au Caire du 24 février au 4 mars 2003.", "36.  Le 26 juin 2005, la requérante, de retour d’Égypte, fut à nouveau entendue par le parquet.", "37.  Par un décret du 5 juillet 2005, le GIP déclara que les accusés étaient introuvables (irreperibili) et ordonna la notification des actes de la procédure à l’avocat commis d’office.", "38.  Le parquet ayant attaqué l’ordonnance du 22 juin 2005, une chambre du tribunal de Milan chargée de réexaminer les mesures de précaution la réforma par une ordonnance du 20 juillet 2005 et ordonna le placement en détention provisoire de l’ensemble des accusés.", "39.  Le 27 septembre 2005, faisant suite à une nouvelle demande du parquet, le GIP de Milan ordonna le placement en détention provisoire de trois autres ressortissants américains.", "À une date non précisée, les vingt-deux accusés furent déclarés « en fuite » (latitanti).", "40.  Le 7 novembre et le 22 décembre 2005, le procureur chargé de l’enquête pria le Procureur général de Milan de demander au ministère de la Justice, d’une part, de solliciter auprès des autorités américaines l’extradition des accusés sur la base d’un accord bilatéral avec les ÉtatsUnis et, d’autre part, d’inviter Interpol à diffuser un avis de recherche à leur égard.", "41.  Les 5 et 9 janvier 2006 respectivement, la chambre chargée de réexaminer les mesures de précaution et le GIP délivrèrent des mandats d’arrêt européens pour les vingt-deux accusés.", "42.  Le 12 avril 2006, le ministre de la Justice indiqua au parquet qu’il avait décidé de ne pas demander l’extradition ni la publication d’un avis de recherche international des vingt-deux accusés américains.", "2.  Les informations provenant des services de renseignement italiens", "43.  Par un courrier du 1er juillet 2005, le parquet demanda aux directeurs du service de renseignement civil (Servizio per le informazioni e la sicurezza democratica – SISDe) et du service de renseignement militaire (Servizio per le informazioni e la sicurezza militare – SISMi) d’indiquer si, en vertu des accords existants, la CIA était tenue de communiquer aux autorités italiennes les noms de ses agents opérant sur le territoire national et, dans l’affirmative, si la présence des accusés avait été signalée à ce titre.", "44.  À une date inconnue, le général Nicolò Pollari, directeur du SISMi, adressa au parquet une lettre dans laquelle, tout en soulignant que certaines des questions posées pouvaient concerner des informations relevant du secret d’État, il l’assura de la pleine coopération de son service. Par une deuxième lettre du 26 juillet 2005, le SISMi répondit négativement à la première question mais confirma la présence en Italie de M. Lady et de Mme Madero. Le directeur du SISDe, le général Mario Mori, communiqua la même réponse dans une lettre du 22 juillet 2005.", "45.  Par une lettre du 5 novembre 2005, le parquet demanda au SISMi et au SISDe si certains des ressortissants américains en cause étaient membres du personnel diplomatique ou consulaire des ÉtatsUnis, s’il y avait eu des échanges verbaux ou écrits entre le SISMi et la CIA au sujet de l’enlèvement du requérant et, si oui, de quelle teneur.", "46.  Par une note confidentielle du 11 novembre 2005, le président du Conseil des ministres, autorité compétente en matière de secrets d’État, indiqua avoir autorisé la transmission des informations demandées dans la mesure où leur divulgation ne porterait pas préjudice à l’ordre constitutionnel. Il ajouta que l’autorisation était donnée « dans la certitude responsable et consciente que le Gouvernement et le SISMi sont absolument étrangers à tout aspect relatif à l’enlèvement de M. Osama Mustafa Nasr alias Abou Omar » et que « ni le gouvernement ni le service n’[avaient] jamais eu aucune information relative à l’implication de quiconque dans les faits dénoncés, à l’exception de celles reçues par l’autorité judiciaire ou par la presse ».", "Il rappela par ailleurs qu’il était de son devoir institutionnel de sauvegarder la confidentialité ou le secret de tout document ou renseignement susceptible de porter atteinte aux intérêts protégés par l’article 12 de la loi no 801 du 24 octobre 1977, notamment quant aux relations avec des États tiers.", "47.  Dans une lettre du 19 décembre 2005, le directeur du SISMi indiqua que son service n’avait entretenu aucune relation avec la CIA ni échangé avec elle aucun document au sujet de l’enlèvement du requérant. Il précisa également que deux des personnes visées par l’enquête avait été accréditées en tant que membres du personnel diplomatique américain en Italie.", "3.  La deuxième phase de l’enquête : l’implication de ressortissants italiens, parmi lesquels des agents de l’État", "48.  La deuxième phase de l’enquête se concentra sur la possible responsabilité d’agents du SISMi dans l’opération ainsi que sur le rôle d’autres ressortissants américains.", "49.  L’examen des relevés d’appels téléphoniques avait permis de conclure que M. Pironi, à l’époque maréchal du regroupement opérationnel spécial (« ROS ») des carabiniers, avait été présent sur la scène de l’enlèvement et qu’il avait eu des contacts fréquents avec M. Lady. Par la suite, M. Pironi avoua être la personne qui avait intercepté le requérant pour lui demander de s’identifier et déclara avoir agi à l’initiative de M. Lady, qui lui aurait présenté l’enlèvement comme une action conjointe de la CIA et du SISMi.", "50.  Entre mai et juillet 2006, les enquêteurs interrogèrent plusieurs agents du SISMi. Ceux-ci déclarèrent avoir reçu pour instruction de coopérer avec les autorités judiciaires, les faits sur lesquels portaient l’enquête n’étant pas couverts par le secret d’État.", "Deux anciens membres du service furent notamment interrogés à plusieurs reprises en tant que témoins. Le Colonel S. D’Ambrosio, ancien directeur du centre du SISMi à Milan, déclara qu’au cours de l’automne 2002, M. Lady lui avait confié que la CIA et le SISMi étaient en train de préparer le « prélèvement » de M. Nasr et lui avait demandé d’intervenir auprès de ses supérieurs pour empêcher cette opération. M. D’Ambrosio aurait donc pris contact avec son supérieur direct, M. Marco Mancini. Quelque jour plus tard, il fut relevé de ses fonctions.", "Le Colonel Sergio Fedrigo, ancien responsable du centre du SISMi à Trieste, territorialement compétent pour la région dans laquelle se trouve la base d’Aviano, déclara qu’en février 2002, il avait refusé une proposition de M. Mancini de prendre partie à des activités « non orthodoxes » du SISMi. Il ajouta que, selon les dires d’autres agents de la structure de Trieste, son successeur, M. Pillini s’était vanté d’avoir joué un rôle opérationnel dans l’enlèvement du requérant. Ces propos furent confirmés successivement par deux agents du SISMi de Trieste qui en avaient été les témoins directs. M. Fedrico fut également relevé de ses fonctions en décembre 2002.", "51.  Les lignes téléphoniques de plusieurs personnes – dont M. Mancini et M. Pillini, successeur de M. Fedrico à la direction de l’unité de Trieste – ayant été placées sur écoute, les enquêteurs eurent accès aux conversations tenues notamment entre M. Mancini et le colonel G. Pignero, son ancien supérieur, dont la teneur laissait entendre que les deux hommes étaient au courant de l’intention de la CIA d’enlever le requérant et d’une éventuelle participation du SISMi à la planification de l’opération. Cette dernière hypothèse était corroborée par la présence simultanée dans deux hôtels de Milan, dans les semaines précédant l’enlèvement, d’agents du SISMi et de la CIA.", "52.  Les écoutes révélèrent aussi que M. Mancini notamment avait tenté d’amener les fonctionnaires impliqués dans l’affaire à fournir au parquet une version des faits concordante excluant tout rôle des services de renseignement dans l’opération.", "53.  Par ailleurs, les écoutes téléphoniques d’un autre membre du SISMi, M. Pio Pompa, révélèrent que celui-ci s’entretenait quotidiennement avec un journaliste, M. Renato Farina, qui l’informait des progrès de l’enquête dont il avait connaissance grâce à son rôle de chroniqueur judiciaire. À la demande d’agents du SISMi, M. Farina aurait en outre essayé d’aiguiller les enquêteurs sur de fausses pistes.", "54.  Par une ordonnance du 3 juillet 2006, le GIP de Milan, à la demande du parquet, révoqua les ordonnances adoptées le 22 juin et le 20 juillet 2005 et ordonna le placement en détention provisoire de vingt-huit accusés, parmi lesquels les deux haut-fonctionnaires du SISMi, MM. Mancini et Pignero.", "Dans l’ordonnance, le GIP déclara notamment ceci :", "« [I]l est évident qu’une opération telle que celle menée par les agents de la CIA à Milan, selon un schéma « légalisé » par le service [de renseignement] américain, ne pouvait avoir lieu sans que le service correspondant de l’État [territorial] en soit au moins informé. »", "55.  Le 5 août 2006, le siège du SISMi à Rome fit l’objet d’une perquisition ordonnée par le parquet. Plusieurs documents concernant l’enlèvement du requérant furent saisis.", "56.  Le 15 juillet 2006, le directeur du SISMi, M. Pollari, refusa de répondre aux questions du parquet, arguant que les faits sur lesquels il était interrogé étaient couverts par le secret d’État.", "57.  Le même jour, le parquet invita le ministère de la Défense à produire toute information et tout document en sa possession concernant l’enlèvement du requérant et la pratique des « transfèrements extrajudiciaires », demanda au président du Conseil des ministres si ces informations et documents étaient couverts par le secret d’État, et le pria, dans l’affirmative, d’examiner l’opportunité de lever le secret.", "58.  Par une note du 26 juillet 2006, le président du Conseil des ministres indiqua que les informations et les documents demandés étaient couverts par le secret d’État et que les conditions pour une levée du secret n’étaient pas réunies.", "59.  Le 30 septembre 2006, interrogé au cours d’une audience ad hoc tenue en chambre du conseil devant le GIP aux fins de la production d’une preuve (incidente probatorio), M. Pironi confirma les déclarations déjà recueillies par les enquêteurs.", "60.  Le 31 octobre 2006, le ministère de la Défense confirma que certains documents avaient été déclarés secrets d’État par le président du Conseil de ministres et ne pouvaient donc pas être produits. Dans les documents restants, les parties relevant du secret d’État avaient été effacées.", "61.  En novembre 2006, M. Pollari fut relevé de ses fonctions de directeur du SISMi « dans le cadre d’une réorganisation des services ».", "4.  La clôture de l’enquête et le renvoi en jugement des accusés", "62.  Le 5 décembre 2006, le parquet demanda le renvoi en jugement de trente-cinq personnes. Parmi elles se trouvaient vingt-six ressortissants américains (dont les anciens responsables de la CIA à Milan et en Italie, certains membres du personnel diplomatique et consulaire américain et l’ancien responsable militaire de la sécurité de la base d’Aviano) et six ressortissants italiens (dont le directeur et les responsables des activités antiterrorisme du SISMi), accusés d’avoir participé à la planification et à la réalisation de l’enlèvement. Les trois autres accusés, Renato Farina, Pio Pompa et Luciano Seno, devaient répondre d’entrave aux investigations.", "63.  Le 16 février 2007 l’affaire s’acheva pour deux des accusés par la procédure spéciale d’application de la peine convenue entre les intéressés et le ministère public (applicazione della pena su richiesta delle parti, article 444 du code de procédure pénale), à savoir un an et neuf mois d’emprisonnement pour M. Pironi et six mois d’emprisonnement, convertis en amende de 6 800 EUR, pour M. Farina.", "64.  Par une décision du même jour, déposée le 20 février 2007, le GIP déféra les trente-trois autres accusés devant le tribunal de Milan. Vingt-sept d’entre eux ne se présentèrent pas au procès et furent jugés par contumace.", "5.  Les recours concernant le conflit de compétence entre les pouvoirs de l’État dans la phase de l’enquête", "a)  Les recours de la présidence du Conseil des ministres", "65.  Le 14 février et le 14 mars 2007, le président du Conseil des ministres saisit la Cour constitutionnelle de deux recours, respectivement contre le parquet et contre le GIP de Milan, pour conflit de compétence entre les pouvoirs de l’État.", "Dans le premier recours (no 2/2007), il se plaignait que le parquet ait utilisé et diffusé des documents et des renseignements couverts par le secret d’État, mis sur écoute les lignes téléphoniques du SISMi et posé, lors de l’audience du 30 septembre 2006, des questions concernant des faits relevant du secret d’État. Pour ces motifs, il demandait à la Cour constitutionnelle d’annuler les actes de l’enquête concernés ainsi que la demande de renvoi en jugement.", "66.  Dans le deuxième recours (no 3/2007), il se plaignait que le GIP ait versé au dossier et utilisé des actes, des documents et des éléments de preuve couverts par le secret d’État, qu’il en ait pris connaissance et que, sur le fondement de ces éléments, il ait décidé de renvoyer les accusés en jugement et d’entamer les débats, ce qui aurait eu pour effet d’accroître encore la publicité des informations relevant du secret. Le président demanda à la Cour constitutionnelle d’annuler la décision de renvoi en jugement du 16 février 2007 et d’ordonner la restitution des documents contenant des informations secrètes.", "67.  Le tribunal de Milan intervint dans la procédure, formant un recours incident. Il estimait que le président du Conseil des ministres avait méconnu les attributions constitutionnelles du GIP en refusant de collaborer avec lui et de lui fournir les documents relatifs à l’enlèvement d’Abou Omar et à la pratique des « transfèrements extrajudiciaires » nécessaires pour le déroulement de l’enquête.", "68.  Par deux ordonnances du 18 avril 2007 (nos 124/2007 et 125/2007), la Cour constitutionnelle déclara recevables les deux recours du président du Conseil des ministres.", "b)  Les recours du parquet et du GIP de Milan", "69.  Les 12 et 15 juin 2007 respectivement, le parquet et le GIP de Milan déposèrent des recours pour conflit de compétence contre le président du Conseil des ministres (no 6/2007 et 7/2007)", "Le parquet de Milan priait la Cour constitutionnelle de conclure que le président du Conseil des ministres avait excédé ses pouvoirs lorsque, par la note du 26 juillet 2006, il avait déclaré secrets les documents et les renseignements relatifs à l’organisation et à la réalisation de l’enlèvement. Il arguait, d’abord, que le secret d’État ne pouvait pas s’appliquer à l’enlèvement, qui était « subversif de l’ordre constitutionnel » étant donné que les principes de l’État constitutionnel s’opposaient à ce que l’on enlève des individus sur le territoire de la République pour les transférer de force dans des pays tiers afin qu’ils y soient interrogés sous la menace ou l’usage de violences physiques et morales. Il soulignait à cet égard que le secret avait été appliqué de façon générale, rétroactivement et sans motivation adéquate.", "70.  Par deux ordonnances du 26 septembre 2007, la Cour constitutionnelle déclara recevable le recours du parquet et irrecevable celui du GIP.", "C.  Les procès devant le tribunal de Milan", "1.  La suspension et la reprise du procès et l’ouverture des débats", "71.  À la première audience, le 8 juin 2007, les requérants se constituèrent parties civiles et les accusés demandèrent la suspension du procès au motif que la procédure pour conflit de compétence était encore pendante devant la Cour constitutionnelle. À la deuxième audience, le 18 juin 2007, le tribunal décida de suspendre le procès.", "72.  Le 12 octobre 2007, la loi no 124 du 3 août 2007 sur la réforme des services de renseignement et du secret d’État entra en vigueur.", "73.  Par une ordonnance du 19 mars 2008, le tribunal révoqua l’ordonnance de suspension du procès. Il s’exprima notamment ainsi :", "« Les questions susceptibles de se poser quant à l’invalidité d’actes du procès accomplis ou à accomplir ou à l’interdiction de les utiliser ne pourront être examinées qu’après la décision de la Cour constitutionnelle quant à la nullité de ces actes ou à l’interdiction de les utiliser ;", "Aucune atteinte aux intérêts supérieurs protégés par le secret d’un document ou d’un acte ne peut découler du déroulement des débats concernant des actes et des documents désormais connus et sur une grande partie desquels aucun secret n’a été imposé ;", "D’éventuelles questions liées aux exigences du secret pourront être résolues au cas par cas, en évaluant la nécessité, le cas échéant, de maintenir la confidentialité sur le déroulement de l’instruction (...) ou en recourant à la procédure prévue par l’article 202 du code de procédure pénale [secret d’État] (...) »", "74.  À la demande du parquet, le juge ordonna le remplacement des documents partiellement secrets du dossier par les versions expurgées communiquées par le ministère de la Défense.", "75.  À l’audience du 14 mai 2008, le tribunal admit la demande du parquet tendant à ce que des membres du SISMi soient interrogés sur un certain nombre d’éléments, notamment sur les rapports entre la CIA et le SISMi, dans la mesure où ces informations étaient nécessaires pour établir les responsabilités individuelles quant aux faits litigieux. Il précisa néanmoins qu’il se réservait d’exclure, lors de l’audition, toute question ayant trait à un examen général des relations entre le SISMi et la CIA.", "2.  Le conflit de compétence dénoncé par le président du Conseil des ministres relativement aux ordonnances rendues par le tribunal de Milan le 19 mars et le 14 mai 2008", "76.  Le 30 mai 2008, le président du Conseil des ministres saisit à nouveau la Cour constitutionnelle, se plaignant que le tribunal de Milan ait outrepassé ses compétences (recours no 14/2008).", "Il demandait l’annulation des deux ordonnances du 19 mars et du 14 mai 2008, arguant que, la procédure destinée à trancher le conflit de compétence étant pendante devant la Cour constitutionnelle, le principe de la coopération loyale imposait au tribunal de ne pas admettre, acquérir, ou utiliser, notamment au cours des débats, d’actes, documents ou autres éléments de preuve susceptibles de relever du secret d’État, afin d’éviter d’accroître la publicité de ces éléments.", "Il priait également la cour de déclarer que le tribunal ne pourrait pas en tout cas considérer que seraient utilisables les informations nécessaires à l’établissement des responsabilités pénales individuelles, même celles portant sur les rapports entre la CIA et le SISMi, une telle utilisation étant selon lui de nature à affirmer la primauté du pouvoir judiciaire de sanctionner les auteurs d’infractions sur celui du président du Conseil des ministres de déclarer secrets certains éléments de preuve.", "Par une ordonnance du 25 juin 2008 (no 230/2008), la Cour constitutionnelle déclara ce recours recevable.", "3.  La poursuite des débats", "77.  Lors de l’audience du 15 octobre 2008, le défenseur de M. Mancini versa au dossier une note du 6 octobre 2008 dans laquelle le président du Conseil des ministres rappelait aux agents de l’État leur devoir de ne pas divulguer au cours d’une procédure pénale des faits couverts par le secret d’État et leur obligation de l’informer de toute audition et de tout interrogatoire pouvant concerner de tels faits, notamment pour ce qui concernait « toute relation entre les services [de renseignement] italiens et étrangers, y compris les contacts concernant ou pouvant concerner l’affaire appelée « enlèvement d’Abou Omar » ».", "78.  Au cours de la même audience, pendant la déposition d’un ancien membre du SISMi, le défenseur de M. Pollari demanda au témoin s’il avait connaissance de l’existence d’ordres ou de directives de M. Pollari visant à interdire des activités illégales liées à des « transfèrements extrajudiciaires ». Le témoin refusa de répondre, invoquant le secret d’État. Le défenseur de M. Pollari pria le tribunal d’appliquer la procédure prévue à l’article 202 du code de procédure pénale (CPP) et de demander au président du Conseil des ministres de confirmer que les faits sur lesquels le témoin refusait de s’exprimer étaient couverts par le secret d’État. Le ministère public s’opposa à cette demande et pria le tribunal de déclarer les faits « subversifs de l’ordre constitutionnel », qualification excluant la possibilité d’invoquer l’existence d’un secret d’État. Selon lui en effet, l’enlèvement s’inscrivant dans un cadre de violations systématiques des droits de l’homme, notamment de l’interdiction de la torture et des privations arbitraires de liberté, il allait à l’encontre des principes fondamentaux de la Constitution et des normes internationales en matière de droits de l’homme.", "79.  À l’audience du 22 octobre 2008, le tribunal entama la procédure prévue à l’article 202 CPP sur la question de savoir si « les directives et les ordres impartis par le général Pollari (...) à ses subordonnés afin de leur interdire le recours à toute mesure illégale dans le cadre de la lutte contre le terrorisme international et, notamment, en ce qui concerne les activités dites de « restitution » étaient couvertes par le secret », et il ordonna la poursuite des débats.", "80.  Au cours de l’audience, un autre ancien agent du SISMi, interrogé sur les informations que M. Mancini lui avait ou non confiées quant à son implication dans l’enlèvement du requérant, invoqua également le secret d’Etat.", "81.  À l’audience du 29 octobre 2008, le tribunal, appliquant l’article 202 CPP, demanda au président du Conseil des ministres de confirmer que les faits sur lesquels les témoins refusaient de répondre relevaient du secret d’État et suspendit l’audition de tous les agents du SISMi appelés à témoigner.", "82.  Les débats se poursuivirent. À l’audience du 5 novembre 2008, le tribunal entendit le rapporteur de l’Assemblée parlementaire du Conseil de l’Europe sur les transferts illégaux de détenus et les détentions secrètes en Europe, M. Dick Marty, et le rapporteur de la commission temporaire du Parlement européen sur l’utilisation alléguée de pays européens par la CIA pour le transport et la détention illégale de prisonniers, M. Claudio Fava. À l’audience du 12 novembre 2008, deux des accusés, les journalistes C. Antonelli et R. Farina, furent entendus en tant que témoins.", "83.  Par deux notes du 15 novembre 2008, le président du Conseil, répondant à la question du tribunal, confirma l’existence du secret d’État invoqué par les anciens agents du SISMi à l’audience du 22 octobre 2008. Il précisa que le maintien du secret était justifié par la nécessité, d’une part, de préserver la crédibilité des services italiens dans leurs rapports avec leurs homologues étrangers et, d’autre part, de sauvegarder les exigences de confidentialité relatives à l’organisation interne des services. Il ajouta, en ce qui concernait la nécessité de préserver les relations des services italiens avec leurs homologues étrangers, qu’une atteinte à ces relations créerait le risque d’une restriction du flux d’informations vers les services italiens qui porterait atteinte à leur capacité d’opérer. Enfin, il indiqua que l’autorité judiciaire était libre de mener des investigations et de rendre un jugement à l’égard de l’enlèvement, qui n’était pas, en soi, couvert par le secret, à l’exception des éléments de preuve ayant pour objet les relations susmentionnées.", "84.  À l’audience du 3 décembre 2008, le tribunal suspendit à nouveau le procès, dans l’attente de la décision de la Cour Constitutionnelle.", "4.  Le conflit de compétence soulevé par le tribunal de Milan relativement aux lettres du président du Conseil des ministres du 15 novembre 2008", "85.  Le 3 décembre 2008, le tribunal de Milan saisit la Cour constitutionnelle d’un recours pour conflit de compétence contre le président du Conseil des ministres (no 20/2008). Il la pria de déclarer que, étant donné qu’il avait expressément indiqué que l’enlèvement ne relevait pas du secret d’État, le président n’avait pas le pouvoir d’inclure dans le domaine d’application du secret les rapports entre les services italiens et étrangers ayant trait à la commission de cette infraction car cette décision, dès lors qu’elle avait pour effet d’empêcher l’établissement des faits constitutifs de l’infraction, n’aurait été ni cohérente ni proportionnée. Il ajouta qu’en tout état de cause, le secret ne pouvait pas être opposé a posteriori par rapport à des faits ou documents déjà vérifiés, notamment au cours des investigations préliminaires.", "Par une ordonnance du 17 décembre 2008, la Cour constitutionnelle déclara ce recours recevable.", "D.  L’arrêt no 106/2009 de la Cour constitutionnelle", "86.  Par l’arrêt no 106/2009 du 18 mars 2009, dont le texte fut déposé au greffe le 3 avril 2009, la Cour constitutionnelle joignit tous les recours pour conflit de compétence soulevés dans le cadre de la procédure concernant l’enlèvement du requérant. Elle déclara irrecevables le recours incident formé par le GIP de Milan et le recours no 6/2007 du parquet de Milan, accueillit partiellement les recours nos 2/2007, 3/2007 et 14/2008 du président du Conseil des ministres et rejeta le recours no 20/2008 du GIP.", "87.  Dans son arrêt, la Cour constitutionnelle résuma d’abord les principes résultant de sa jurisprudence en matière de secret d’État. Elle affirma la prééminence des intérêts protégés par le secret d’État sur tout autre intérêt constitutionnellement garanti et rappela que l’exécutif était investi du pouvoir discrétionnaire d’apprécier la nécessité du secret aux fins de la protection de ces intérêts, pouvoir « dont les seules limites résid[ai]ent dans l’obligation d’adresser au Parlement les motifs essentiels sur lesquels reposent les décisions et dans l’interdiction d’invoquer le secret à l’égard de faits subversifs de l’ordre constitutionnel (fatti eversivi dell’ordine costituzionale) ». Elle précisa que ce pouvoir était soustrait à tout contrôle judiciaire, y compris le sien, et souligna qu’elle n’avait pas pour tâche d’apprécier, dans les procédures de conflit de compétence, les raisons du recours au secret d’État.", "1.  Sur les recours du président du Conseil des ministres (nos 2/2007, 3/2007 et 14/2008)", "88.  La Cour constitutionnelle considéra que la perquisition du siège du SISMi et la saisie sur place de documents, réalisées le 5 juillet 2006 en présence d’agents du service alors que le secret d’État n’avait pas été invoqué, étaient des actes légitimes et relevaient à l’époque des mesures d’investigation ouvertes aux autorités judiciaires. Elle jugea en revanche que, après l’émission de la note du 26 juillet 2006 par laquelle certains faits et informations contenus dans les documents saisis avaient été déclarés secrets et il avait été communiqué, en lieu et place de ces éléments, des documents ne faisant apparaître que les informations non couvertes par le secret, les autorités judiciaires devaient remplacer les documents saisis par les documents communiqués afin d’éviter une divulgation ultérieure des contenus secrets portant atteinte aux exigences de la sécurité nationale et aux intérêts fondamentaux justifiant l’application du secret.", "89.  La haute juridiction considéra par ailleurs que le refus du juge de procéder de cette façon ne pouvait se justifier par la nature des faits faisant l’objet de l’enquête et du procès. Elle reconnut l’illicéité de la pratique des « transfèrements extrajudiciaires », mais jugea cependant qu’« un fait criminel individuel, même grave, ne [pouvait] être qualifié de subversif de l’ordre constitutionnel s’il n’[était] pas susceptible de saper, en la désarticulant, l’architecture d’ensemble des institutions démocratiques ». Elle conclut donc que, même si l’enlèvement du requérant n’était pas soumis en soi au secret d’État, l’application du secret d’État ne pouvait être exclue dans l’enquête sur les faits.", "90.  Ainsi selon la Cour constitutionnelle, le parquet et le GIP n’avaient pas compétence pour fonder, respectivement, la demande et la décision de renvoi en jugement à l’encontre des accusés sur les éléments versés au dossier à l’issue de la perquisition du 5 juillet 2006.", "91.  Relevant par ailleurs que l’existence du secret d’État sur les relations entre les services italiens et étrangers était connue tant du parquet que du GIP lorsqu’il avait été demandé que soit tenue une audience ad hoc aux fins de la production en tant que preuve (incidente probatorio) des déclarations de M. Pironi, la haute juridiction estima que le parquet n’aurait pas dû demander un témoignage ayant trait à ces relations et que le GIP n’aurait pas dû l’accepter.", "92.  Relativement aux actes de la procédure, la Cour constitutionnelle jugea que le tribunal avait aussi outrepassé ses compétences lorsque, par l’ordonnance du 14 mai 2008, il avait admis des témoignages relatifs à l’enlèvement du requérant portant sur des aspects précis des relations entre le SISMi et la CIA, en excluant seulement les informations relatives au cadre général des relations entre les deux services.", "93.   Elle rappela que la déclaration par laquelle il était jugé qu’une autorité avait outrepassé ses compétences entraînait exclusivement l’invalidité des actes ou des parties des actes qui avaient porté atteinte aux intérêts en cause et qu’il appartenait aux autorités judiciaires devant lesquelles avait lieu le procès d’apprécier les conséquences sur l’affaire de cette invalidité, eu égard aux règles prévoyant respectivement l’invalidité des actes découlant d’actes nuls (article 185 § 1 CPP) et l’interdiction d’utiliser les preuves acquises en violation de la loi (article 191 CPP). En d’autres termes, l’autorité judiciaire demeurait libre de mener l’enquête et de juger, sous réserve de respecter l’interdiction d’utiliser les informations couvertes par le secret. Elle souligna par ailleurs qu’en vertu de l’article 202 § 1 CPP, de l’article 41 de la loi no 124/2007 et de l’article 261 CP, les agents de l’État ne pouvaient, même lorsqu’ils étaient interrogés en qualité d’accusés, divulguer des faits couverts par le secret d’État.", "94.  Enfin, la Cour constitutionnelle rejeta le surplus du recours, qui concernait les moyens d’investigation utilisés par le parquet, notamment l’écoute systématique des communications des agents du SISMi. Elle souligna néanmoins que toute information obtenue au sujet des relations entre les services italiens et étrangers était couverte par le secret d’Etat et, partant, inutilisable.", "2.  Sur le recours du tribunal de Milan (no 20/2008)", "95.  La Cour constitutionnelle considéra que les notes du président du Conseil des ministres indiquant en général les matières couvertes par le secret d’État (30 juillet 1985), rappelant les devoirs des agents de la République en matière de secret d’État notamment quant aux relations avec des États tiers (11 novembre 2005) et confirmant l’existence du secret d’État sur les informations et les documents demandés par le parquet le 18 juillet 2006 (26 juillet 2006) s’inscrivaient dans une démarche cohérente indiquant que les informations et les documents ayant trait aux relations entre les services italiens et étrangers ou à l’organisation interne des services relevaient du secret quand bien même ils auraient concerné l’enlèvement du requérant. Elle en déduisit que l’application du secret à ces éléments n’était pas postérieure aux activités judiciaires, contrairement à ce que prétendait le tribunal de Milan.", "96.  Enfin, elle rappela qu’il ne lui appartenait pas d’apprécier les motifs de la décision d’appliquer le secret d’État prise par le président du Conseil des ministres dans le cadre de son pouvoir discrétionnaire. Elle estima toutefois que des informations et des documents essentiels pour l’établissement des faits et des responsabilités pénales dans l’affaire de l’enlèvement du requérant pouvaient être couverts par le secret d’État sans que celui-ci ne s’applique à l’enlèvement en lui-même. Elle s’appuya à cet égard sur l’article 202 § 6 CPP, en vertu duquel, si le secret était confirmé et que la connaissance des éléments couverts par le secret était nécessaire pour trancher l’affaire, le juge devait déclarer le non-lieu pour cause de secret d’État.", "E.  La reprise des débats et l’arrêt du tribunal de Milan", "97.  Les débats reprirent le 22 avril 2009. Par une ordonnance prononcée à l’audience du 20 mai 2009, le tribunal de Milan déclara inutilisables tous ceux des éléments de preuve précédemment admis qui avaient trait aux relations entre le SISMi et la CIA ou à l’organisation interne du SISMi et accueillit une demande du parquet visant à exclure tout témoignage des agents du SISMi.", "À l’audience du 29 mai 2009, les accusés membres du SISMi, interrogés, opposèrent le secret d’État. Au cours des débats qui se déroulèrent par la suite, le tribunal rejeta une question soulevée par le parquet quant à la légitimité constitutionnelle des dispositions législatives en matière de secret d’État.", "98.  Par un jugement rendu le 4 novembre 2009, le tribunal condamna par contumace les vingt-deux agents et hauts responsables de la CIA ainsi qu’un officier de l’armée américaine à une peine de cinq années d’emprisonnement pour l’enlèvement du requérant – huit pour M. Lady. Les poursuites dirigées contre trois autres ressortissants américains furent classées, les accusés bénéficiant de l’immunité diplomatique.", "99.  M. Pompa et M. Seno furent reconnus coupables d’entrave à l’enquête et condamnés à trois années d’emprisonnement. Les procédures dirigées contre l’ancien responsable du SISMi et son adjoint, MM. Pollari et Mancini, de même que celles dirigées contre trois anciens membres du SISMi, furent classées sans suite du fait de l’application du secret d’État.", "100.  Les ressortissants américains furent également condamnés à verser aux requérants, en réparation des atteintes aux droits de l’homme et des injustices qu’ils leur avaient fait subir, des dommages-intérêts dont le montant devait être établi dans le cadre d’un procès civil. À titre provisoire, le tribunal octroya au requérant un million d’euros (EUR) et à la requérante 500 000 EUR.", "101.  Dans les motifs de sa décision, il s’exprima notamment ainsi :", "« L’existence d’une autorisation [d’enlever Abou Omar] provenant des plus hauts responsables de la CIA à Milan laisse présumer que cette activité a été mise en place avec la connaissance (voire l’aval) des autorités italiennes correspondantes, mais cette circonstance n’a pas pu être approfondie du fait de l’application et de l’opposition du secret d’État. »", "Quant au secret d’État, le tribunal affirma ceci :", "« La délimitation du domaine d’application du secret d’État établie par la Cour constitutionnelle et le silence des accusés qui en a découlé ont tiré un « rideau noir » devant toutes les activités des membres du SISMi relatives au fait/délit appelé « enlèvement d’Abou Omar », de sorte qu’il est absolument impossible d’en apprécier la légalité. (...) L’existence d’une telle zone d’ombre et, surtout, l’ampleur de son étendue du point de vue des preuves, fait qu’il est impossible d’avoir connaissance de faits essentiels et qu’il s’impose de rendre une décision de non-lieu au sens du nouvel article 202 § 2 CPP. »", "102.  Le parquet interjeta appel. Par un arrêt déposé le 15 mars 2011, la cour d’appel de Milan confirma le jugement de première instance, notamment quant à la condamnation au versement par les ressortissants américains de dommages-intérêts aux requérants.", "Ces derniers se pourvurent en cassation. La procédure est actuellement pendante.", "103.  À ce jour, les requérants n’ont toujours pas été indemnisés, et les autorités italiennes n’ont pas demandé l’extradition des ressortissants américains condamnés.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La Constitution italienne", "104.  La Constitution italienne de 1948 ne mentionne pas le secret d’État. Néanmoins, selon la jurisprudence constante de la Cour constitutionnelle, récapitulée dans l’arrêt 106/2009 de la haute juridiction, l’encadrement constitutionnel en la matière est le suivant :", "« 3 – (...) [le cadre légal régissant le secret d’État] répond « à l’intérêt suprême de la sécurité de l’État dans sa personnalité internationale, c’est-à-dire l’intérêt [résidant dans la protection] de l’intégrité territoriale et de l’indépendance de l’État, voire de son existence même » (arrêts nos 82/1976, 86/1977 et 110/1998) (...).", "Cet intérêt, qui « existe et est prééminent sur tout autre dans tous les États et sous n’importe quel régime politique », se manifeste dans la Constitution « en la formule solennelle de l’article 52, qui affirme le devoir sacré du citoyen de défendre la Patrie » (arrêts nos 82/1976 et 86/1977 précités). Il faut, pour saisir la portée concrète de la notion de secret, se référer à ce concept et le mettre « en relation avec les autres normes constitutionnelles fixant les éléments et les moments indispensables de notre État : notamment, l’indépendance nationale, les principes d’unité et d’indivisibilité de l’État (article 5) et la disposition qui, sous la formule de la « République démocratique », en synthétise les caractères essentiels (arrêt no 86/1977).", "(...) Partant, la matière du secret d’État « pose une question de rapport et d’interférence entre [les différents] principes constitutionnels », y inclus ceux « régissant la fonction juridictionnelle ». »", "B.  Les dispositions légales", "1.  La réforme du secret d’État et les problèmes d’applicabilité ratione temporis", "105.  Précédemment, le secret d’État était régi par la loi no 801 du 24 octobre 1977 sur l’institution et l’organisation des services de renseignement et de sécurité et le secret d’État (« loi no 801/1977 »).", "Cette loi a été abrogée par la loi no 124 du 3 août 2007 sur le système de renseignement pour la sécurité de l’État et la réforme du secret (« loi no 124/2007 » ou « loi de réforme ») entrée en vigueur le 12 octobre 2007 alors que la procédure pénale concernant l’enlèvement du requérant était en cours.", "Bien que les règles de droit interne relatives à l’application du secret d’État et à son opposition au cours de la procédure pénale concernée par la présente affaire aient été régies par les deux lois, toute l’activité judiciaire postérieure à la date de l’entrée en vigueur de la loi de réforme tombe sous l’empire de cette nouvelle loi en vertu du principe tempus regit actum.", "2.  L’objet du secret d’État et ses limites matérielles et temporelles", "106.  L’article 12 § 1 de la loi no 801/1977 était ainsi libellé :", "« Sont couverts par le secret d’État tous les actes, documents, informations, procédés et autres éléments dont la diffusion est susceptible de porter atteinte à l’intégrité de l’État démocratique, même en relation avec des accords internationaux, à la défense de ses institutions créées par la Constitution, au libre exercice des fonctions des organes constitutionnels, à l’indépendance de l’État par rapport aux autres États ainsi qu’aux relations avec eux et à la préparation et la défense militaire de l’État. »", "107.  L’article 39 § 1 de la loi no 124/2007 se lit ainsi :", "« Sont couverts par le secret d’État tous les actes, documents, informations, procédés et autres éléments dont la diffusion est susceptible de porter atteinte à l’intégrité de la République, même en relation avec des accords internationaux, à la défense de ses institutions créées par la Constitution, à l’indépendance de l’État par rapport aux autres États ainsi qu’aux relations avec eux et à la préparation et la défense militaire de l’État. »", "108.  L’article 12 § 1 de la loi no 801/1977 excluait du champ d’application du secret d’État tout « fait subversif de l’ordre constitutionnel ». Dans la loi de réforme, cette disposition a été maintenue, et s’ajoutent aux faits soustraits au secret d’État certaines infractions telles que celles liées au terrorisme ou à la mafia et le massacre (strage) (article 39 § 11 de la loi 124/2007).", "109.  Sous l’empire de l’ancienne loi no 801/1977, le président du Conseil des ministres avait indiqué, dans la note no 2001.5/07 du 30 juillet 1985, une liste de domaines couverts par le secret, parmi lesquels « les opérations et (...) les activités de renseignement » des services spéciaux et leurs « relations avec les autorités de renseignement des autres États ».", "Après l’entrée en vigueur de la loi de réforme, le président du Conseil des ministres a adopté, le 8 avril 2008, un décret indiquant, sans préjudice de la nécessité d’évaluer au cas par cas l’existence du secret selon les critères établis par la loi, certains éléments susceptibles de relever du secret d’État. Parmi ces éléments figurent, entre autres, les informations portant sur « la coopération internationale en matière de sécurité, notamment dans la lutte contre le terrorisme (...) » et les « relations avec les autorités de renseignement des autres États ».", "110.  L’article 39 § 4 de la loi 124/2007 prévoit en outre que le secret d’État s’applique aux actes, documents ou éléments déclarés secrets sur ordre exprès du président du Conseil des ministres et que, si possible, il fait l’objet d’une mention sur les documents auxquels il s’applique.", "D’autre part, dans son arrêt 106/2009, la Cour constitutionnelle a souligné le caractère objectif du secret tel que défini par la loi et jugé que certains actes ou faits pouvaient présenter un contenu ou une forme tels que leur caractère secret était intrinsèque, indépendamment de toute décision formelle des autorités compétentes.", "111.  Il y a par ailleurs en droit italien une distinction entre le secret d’État, d’une part, et, de l’autre, la classification de documents dans les catégories « très secret », « secret », « très confidentiel » et « confidentiel ». La classification, qui est décidée par l’auteur du document, détermine exclusivement des restrictions à l’accès, dont l’étendue est fonction du niveau de classification, et qui ne peuvent jamais empêcher les autorités judiciaires d’en prendre connaissance.", "112.  Avant la réforme, la loi ne prévoyait aucune limite temporelle pour le secret d’État. La loi de réforme a fixé à quinze ans la durée maximale du secret d’État. Ce délai peut être prorogé jusqu’à un maximum de trente ans par le président du Conseil des ministres, qui en informe alors le Comité parlementaire pour la sécurité de la République (Comitato parlamentare per la sicurezza della Repubblica, COPASIR) (article 39 §§ 7, 8, 9 et 10).", "3.  L’autorité compétente pour l’application du secret d’État et la nature politique de son contrôle", "113.  Les décisions en matière de secret d’État relèvent des attributions du pouvoir exécutif. Dans le système antérieur à la loi de réforme, le pouvoir d’appliquer et d’opposer le secret était partagé entre le président du Conseil des ministres et les ministères de l’Intérieur et de la Défense. La loi de réforme a dévolu ce pouvoir exclusivement au président du Conseil des ministres, qui est responsable de la direction et de la coordination des activités de renseignement (article 1 § 1 a), b) et c)).", "Le pouvoir d’appliquer le secret d’État est soustrait à tout contrôle juridictionnel. À ce propos, la Cour constitutionnelle, dans son arrêt 106/2009, a rappelé ceci :", "« (...) le président du Conseil des ministres est investi en la matière d’un pouvoir très étendu, dont les seules limites sont l’obligation de communiquer au Parlement les motifs essentiels sur lesquels reposent les décisions [d’appliquer le secret] et l’interdiction [de l’invoquer] à l’égard de faits subversifs de l’ordre constitutionnel (fatti eversivi dell’ordine costituzionale) (lois no 801 de 1977 et no 124 de 2007). En réalité, la « détermination des faits, actes, informations, etc... [dont la divulgation est susceptible de] menacer la sécurité de l’État et qui doivent donc rester secrets » relève [d’un pouvoir d’]appréciation « amplement discrétionnaire » (...) (arrêt no 86/1977). Dans ces circonstances, et à l’exception des compétences exercées par [la Cour constitutionnelle] dans le cadre des conflits d’attributions, tout contrôle juridictionnel sur l’opportunité et les modalités d’imposition du secret est exclu. De fait, « l’appréciation de l’utilité et de la nécessité de certaines mesures aux fins d’assurer la sécurité de l’État a un caractère purement politique et, relevant des prérogatives des autorités politiques, elle ne se prête pas à un contrôle par le juge » (arrêt no 86/1977). Toute conclusion différente conduirait « à l’élimination du secret en pratique » (arrêt no 86/1977). »", "Ainsi, la compétence de la Cour constitutionnelle se limite à la question de savoir si, en appliquant ou en opposant le secret, le président du Conseil des ministres a outrepassé les pouvoirs que lui confère la loi, mais elle ne peut pas s’étendre à l’appréciation au fond des motifs de la décision.", "114.  Cependant, le président du Conseil des ministres doit communiquer tout cas d’application, d’opposition et de confirmation de l’existence d’un secret d’État, notamment au cours d’un procès pénal (voir l’article 202 CPP, paragraphe 116 ci-dessous), et en indiquer les « motifs essentiels » à un comité parlementaire (le « COPASIR ») composé de cinq membres de la Chambre des députés et de cinq membres du Sénat de la République et présidé par un membre de l’opposition parlementaire. Si le COPASIR estime que l’opposition du secret est dépourvue de fondement, il en informe les deux chambres du Parlement (article 41 § 9 de la loi 124/2007).", "Le COPASIR peut obtenir des informations, des documents et des actes de toute autorité publique, y compris les services de renseignement, sauf ceux, couverts par le secret d’État, « dont la communication ou la transmission peut porter atteinte à la sécurité de la République, aux relations avec les États étrangers, au déroulement d’opérations en cours, ou à l’intégrité d’informateurs, collaborateurs ou membres des services de renseignement ». En cas de désaccord au sein du COPASIR, le président du Conseil des ministres tranche. Toutefois, il ne peut s’opposer à une décision unanime du COPASIR d’enquêter sur la légitimité de comportements des membres des services spéciaux (article 31 §§ 7, 8 et 9 de la loi no 124/2007).", "Dans son rapport sur ses activités de 2010, le COPASIR a fait état d’une divergence de vues parmi ses membres quant à la nature et l’étendue de son pouvoir de contrôle :", "« Selon certains de ses membres, le [COPASIR] doit limiter [ses activités] à la disposition de la loi en vertu de laquelle le président du Conseil des ministres indique les « motifs essentiels » ayant déterminé sa décision de confirmer le secret d’État. Il ne peut informer les Chambres que des décisions qu’il estime mal fondées. Selon cette approche, il exercerait un contrôle « extérieur » et limité aux motifs essentiels, mais ne pourrait pas examiner au fond la décision du président du Conseil [des ministres], seul responsable du recours au secret d’État.", "Selon d’autres membres, en revanche, la mission de contrôle que la loi confère au [COPASIR] ne pourrait être dûment accomplie qu’à travers une pleine connaissance des motifs ayant fondé la décision du président du Conseil [des ministres] de confirmer le secret d’État. Le [COPASIR] aurait, par conséquent, le droit de demander l’acquisition de tout élément d’information sur les événements faisant l’objet du secret d’État, sauf si les exigences de confidentialité prévues par la loi justifient un refus du président du Conseil [des ministres]. »", "Le COPASIR a indiqué qu’il n’y avait pas eu d’accord au sein de ses membres relativement à la confirmation du secret d’État dans deux cas, dont l’un était celui faisant l’objet de la présente affaire.", "4.  La protection du secret d’État, notamment dans le cadre du procès pénal", "115.  L’article 41 de la loi no 124/2007 interdit aux agents de l’État et aux personnes chargées d’un service public de divulguer tout fait couvert par le secret d’État. Notamment, dans le cadre d’un procès pénal, cet article, de même que l’article 202 CPP dans sa version résultant de l’article 40 § 1 de la loi no 124/2007, leur impose de s’abstenir de déposer sur de tels faits.", "116.  En cas d’opposition du secret d’État par un témoin, l’article 202 CPP prévoit une procédure par laquelle l’autorité judiciaire concernée demande au président du Conseil des ministres la confirmation de l’existence du secret. L’article 202 du CPP est ainsi libellé :", "« 1.  Les agents de l’État et les personnes chargées d’un service public sont tenus de s’abstenir de déposer en justice sur les faits couverts par le secret d’État.", "2.  Si le témoin oppose le secret d’État, l’autorité judiciaire en informe le président du Conseil des ministres, aux fins de sa confirmation éventuelle, et suspend toute activité visant à acquérir l’information relevant du secret.", "3.  Lorsque le secret est confirmé et que la preuve est nécessaire pour trancher l’affaire, le juge déclare le non-lieu pour cause de secret d’État.", "4.  Si, dans les trente jours suivant la notification de la requête, le président du Conseil des ministres ne confirme pas le secret, l’autorité judiciaire acquiert l’information et ordonne la poursuite du procès.", "5.  L’opposition du secret d’État confirmée par un acte motivé du président du Conseil des ministres empêche l’autorité judiciaire d’acquérir et d’utiliser, même indirectement, les informations couvertes par le secret.", "6.  L’autorité judiciaire n’est pas empêchée de procéder sur la base d’éléments autonomes et indépendants des actes, documents et éléments couverts par le secret d’État.", "7.  Lorsque, à la suite d’un conflit de compétence [entre le président du Conseil des ministres et l’autorité judiciaire], l’existence du secret d’État est exclue, le président du Conseil des ministres ne peut plus l’opposer par rapport aux mêmes éléments. Dans le cas contraire, l’autorité judiciaire ne peut plus ni acquérir ni utiliser, directement ou indirectement, les actes et documents couverts par le secret.", "8.  Le secret d’État ne peut jamais être opposé à la Cour constitutionnelle. Celle-ci adopte les mesures nécessaires pour assurer le secret de la procédure. »", "Dans son arrêt no 106/2009, la Cour constitutionnelle a précisé que ces dispositions s’appliquaient également à la phase des investigations préliminaires.", "117.  Selon le libellé des articles 185 et 191 CPP, « [l]’invalidité d’un acte nul s’étend aux actes qui en découlent » et « [l]es preuves acquises en violation des interdictions prévues par la loi sont inutilisables ».", "118.  En ses parties pertinentes, l’article 204 CPP, dans sa version issue de l’article 40 § 2 de la loi no 124/2007, est ainsi libellé :", "« 1.  Les faits, informations et documents qui concernent des infractions visant la subversion de l’ordre constitutionnel ou des infractions prévues aux articles 285 [massacre visant à porter atteinte à la sûreté de l’État], 416-bis et 416-ter [association de type mafieux] et 422 [massacre] du code pénal  ne peuvent relever du secret d’État. Lorsque le secret d’État est invoqué, la nature de l’infraction est définie par le juge. Avant l’exercice de l’action publique, le juge des investigations préliminaires se prononce à la demande des parties.", "(...)", "2.  La décision de rejet de l’exception de secret est communiquée au président du Conseil des ministres. »", "III.  ELEMENTS INTERNATIONAUX PERTINENTS", "119.  Dans une déclaration du 5 décembre 2005, Condoleezza Rice, alors Secrétaire d’État des États-Unis, tout en excluant le recours à des pratiques assimilables à la torture dans la lutte contre le terrorisme international, a reconnu l’existence de prisons secrètes de la CIA en Europe et l’utilisation d’aéroports européens pour des transferts de « combattants ennemis ». Elle a affirmé qu’il était nécessaire de recourir aux « transfèrements extrajudiciaires » (extraordinary renditions, parfois désignés en français par l’expression « restitutions extraordinaires ») pour lutter contre le terrorisme, et estimé que, lorsqu’un État ne pouvait pas emprisonner ou poursuivre en justice une personne soupçonnée de terrorisme, il pouvait « faire le choix souverain de coopérer dans le cadre d’une « restitution » ». Selon elle, les transfèrements extrajudiciaires étaient « légitimes en droit international » et « répond[ai]ent à l’obligation de ces États de protéger leurs citoyens ».", "120.  Plusieurs rapports internationaux ont condamné les « transfèrements extrajudiciaires » pratiqués dans le cadre de la lutte contre le terrorisme.", "A.  Le premier « rapport Marty » de l’Assemblée parlementaire du Conseil de l’Europe", "121.  Ce rapport, publié le 12 juin 2006 et intitulé « Allégations de détentions secrètes et de transferts interétatiques illégaux de détenus concernant des États membres du Conseil de l’Europe », mentionne, entre autres, le cas du requérant. On peut y lire ceci :", "« 231. Le cas le plus troublant – parce que le mieux documenté – est vraisemblablement celui de l’Italie. Comme nous l’avons déjà mentionné, le Parquet et la police de Milan ont pu, grâce à une enquête qui témoigne d’une compétence et [d’une] indépendance remarquables, reconstruire jusque dans les détails un cas de extraordinary rendition, celui de l’imam Abou Omar, enlevé le 17 février 2003 et remis aux autorités égyptiennes. Le Parquet a identifié 25 auteurs de cette opération montée par la CIA et à l’encontre de 22 [il] a émis des mandats d’arrêts. Le ministre de la Justice alors en charge a en réalité fait usage de ses compétences pour faire obstacle au travail de l’autorité judiciaire : non seulement il a tardé à transmettre les requêtes d’assistance judiciaire aux autorités américaines, mais il a catégoriquement refusé de leur transmettre les mandats d’arrêt émis contre 22 citoyens américains. Mais il y a pire : le même ministre de la Justice a accusé les magistrats de Milan de s’en prendre aux chasseurs de terroristes, plutôt qu’aux terroristes mêmes. Le gouvernement italien n’a par ailleurs même pas estimé nécessaire de demander des explications aux autorités américaines au sujet de l’opération exécutée par des agents américains sur son propre territoire national, ni de se plaindre du fait que l’enlèvement d’Abou Omar a réduit à néant une importante opération anti-terrorisme qui était en cours de la part de la justice et de la police de Milan. Compte tenu de l’envergure de l’opération qui a conduit à l’enlèvement d’Abou Omar, il est difficile de croire – comme le gouvernement italien l’affirme – que les autorités italiennes, à un échelon ou à un autre, n’aient pas eu connaissance, sinon participé activement, à cette rendition. L’attitude, pour le moins étrange, du ministre de la Justice semble d’ailleurs plaider en ce sens. C’est d’ailleurs à cette conclusion que semble arriver la justice italienne : comme nous venons de le mentionner ci-dessus (2.3.2.4), l’enquête en cours est en train de démontrer que des fonctionnaires italiens ont directement pris part à l’enlèvement de Abou Omar et que les services de renseignement sont impliqués ».", "« 237.  Dans cette affaire, la justice et la police italiennes ont fait preuve [d’une] grande compétence et d’une remarquable indépendance, nonobstant les pressions politiques. Une compétence et une indépendance par ailleurs déjà démontrées lors des tragiques années ensanglantées par le terrorisme. Le parquet de Milan a été ainsi à même de reconstruire dans le détail un cas manifeste de restitution ainsi qu’un exemple déplorable d’absence de coopération internationale dans la lutte contre le terrorisme. »", "2.  Le deuxième « rapport Marty »", "122.  Ce rapport, publié le 11 juin 2007, explique en détails le déroulement de l’enquête concernant l’affaire « Abou Omar ». On peut y lire ceci :", "« 5.  Certains gouvernements européens ont fait et continuent de faire obstacle à la recherche de la vérité en invoquant la notion de « secret d’État ». Le secret est invoqué pour ne pas fournir d’explications aux instances parlementaires ou pour empêcher les autorités judiciaires d’établir les faits et de poursuivre les responsables d’actes délictueux. Ces critiques sont notamment valables envers l’Allemagne et l’Italie (...) En ce qui concerne l’Italie, il est frappant de constater que la doctrine du secret d’État est invoquée contre le procureur en charge de l’enquête de l’affaire Abou Omar avec des justifications qui sont presque identiques à celles qui sont avancées par les autorités de la Fédération de Russie pour réprimer des scientifiques, des journalistes et des avocats, dont un bon nombre a été poursuivi et condamné pour des soi-disantes activités d’espionnage. La même démarche a induit les autorités de « l’ex-République yougoslave de Macédoine » à cacher la vérité et à donner une version manifestement fausse concernant les agissements de ses propres agences nationales ainsi que de la CIA lorsqu’elles ont procédé à la détention secrète et à la « restitution » de Khaled El-Masri.", "6.  Un recours à la doctrine du secret d’État, de telle manière à ce qu’elle s’applique même des années après les faits, apparaît inacceptable dans une société démocratique fondée sur le principe de la prééminence du droit. Cela devient franchement choquant lorsque l’instance même qui s’en prévaut cherche à définir la notion et la portée du secret, afin de se soustraire ainsi à ses responsabilités. L’invocation du secret d’État ne devrait pas être autorisée lorsqu’elle sert à couvrir des violations des droits de l’homme et son recours devrait, en tous les cas, être soumis à une procédure rigoureuse de contrôle. (...)", "322.  Dans mon [précédent] rapport j’avais déjà eu l’occasion de rendre hommage à la compétence et à la grande qualité du travail de magistrats et des services de police de Milan. Il est affligeant de voir aujourd’hui à quel genre de traitement sont soumis des magistrats de la valeur de Armando Spataro et de Ferdinando Pomarici, des procureurs engagés depuis des années, non sans de grands risques personnels, dans la répression du terrorisme, une lutte qu’ils ont toujours menée avec efficacité et dans le strict respect des règles d’un État fondé sur la primauté du droit. On est arrivé maintenant au point de dénoncer ces magistrats pour violation du secret d’État ! »", "3.  Le Rapport du Parlement européen", "Le 30 janvier 2007, le Parlement européen a publié un rapport intitulé « Utilisation alléguée de pays européens par la CIA pour le transport et la détention illégale de prisonniers ». Dans ses passages concernant l’affaire du requérant, ce rapport se lit ainsi :", "« Le Parlement européen,", "(...)", "50.  déplore que les représentants des gouvernements italiens, ancien et actuel, qui sont ou ont été responsables des services secrets italiens, aient décliné l’invitation à se présenter devant la commission temporaire;", "51.  condamne la restitution extraordinaire par la CIA de l’ecclésiastique égyptien Abou Omar, qui avait obtenu l’asile en Italie et a été enlevé à Milan le 17 février 2003, pour être ensuite transféré à la base militaire de l’OTAN d’Aviano en voiture, avant d’être transporté par avion, via la base militaire de l’OTAN de Ramstein, en Allemagne, vers l’Égypte, où il a été détenu au secret et torturé;", "52.  condamne le rôle actif joué par un capitaine des carabinieri et par certains fonctionnaires du Service de renseignement et de sécurité militaire italien (SISMI) dans l’enlèvement d’Abou Omar, comme le montrent l’enquête judiciaire et les preuves réunies par le procureur milanais Armando Spataro;", "53. constate, en le déplorant, que le général Nicolò Pollari, ancien directeur du SISMI, a dissimulé la vérité lorsqu’il s’est présenté devant la commission temporaire le 6 mars 2006, déclarant que les agents italiens n’avaient joué aucun rôle dans les enlèvements organisés par la CIA et que le SISMI ignorait le projet d’enlèvement d’Abou Omar;", "54.  estime très probable, au vu de l’implication du SISMI, que le gouvernement italien alors en fonction ait été au courant de la restitution extraordinaire d’Abou Omar sur son territoire;", "55.  remercie le procureur Spataro de son témoignage devant la commission temporaire, salue l’enquête efficace et indépendante qu’il a réalisée afin de faire la lumière sur la restitution extraordinaire d’Abou Omar et souscrit pleinement à ses conclusions et à la décision du GUP (juge des audiences préliminaires) de traduire en justice vingt-six citoyens américains, agents de la CIA, sept hauts responsables du SISMI, un carabiniere du Raggruppamento Operativo Speciale (ROS, groupe spécial d’opérations) et le directeur adjoint du quotidien \"Libero\"; se félicite de l’ouverture du procès au tribunal de Milan;", "56.  regrette que l’enlèvement d’Abou Omar ait porté préjudice à l’enquête que menait le procureur Spataro sur le réseau terroriste auquel était lié Abou Omar; rappelle que, si Abou Omar n’avait pas été illégalement enlevé et transporté dans un autre pays, il aurait fait l’objet d’un jugement ordinaire et équitable en Italie;", "57.  prend acte de ce que le témoignage fourni par le général Pollari est incompatible avec un certain nombre de documents trouvés dans les locaux du SISMI et saisis par le parquet milanais; considère que ces documents montrent que le SISMI était régulièrement informé par la CIA sur la détention d’Abou Omar en Égypte;", "58.  regrette profondément que la direction du SISMI ait systématiquement induit en erreur, parmi d’autres, le parquet milanais, dans le but de nuire à l’enquête sur la restitution extraordinaire d’Abou Omar; exprime la très vive préoccupation que lui inspirent, d’une part, le fait que la direction du SISMI semblait bien travailler à un programme parallèle et, d’autre part, l’absence de contrôles internes et gouvernementaux appropriés; demande au gouvernement italien de remédier d’urgence à cette situation en mettant en place des contrôles parlementaires et gouvernementaux renforcés;", "59.  condamne les poursuites illégales à l’encontre de journalistes italiens qui enquêtaient sur la restitution extraordinaire d’Abou Omar, la mise sur écoutes de leurs conversations téléphoniques et la confiscation de leurs ordinateurs; souligne que les témoignages de ces journalistes ont été extrêmement bénéfiques au travail de la commission temporaire;", "60.  critique la lenteur avec laquelle le gouvernement italien a décidé de démettre de ses fonctions et de remplacer le général Pollari;", "61.  regrette que des documents sur la coopération italo-américaine dans la lutte contre le terrorisme, qui auraient permis d’avancer dans l’enquête sur la restitution extraordinaire d’Abou Omar, aient été classifiés par l’ancien gouvernement italien et que le gouvernement actuel ait confirmé le statut classifié de ces documents;", "62.  prie instamment le ministre italien de la justice de donner suite dès que possible aux demandes d’extradition des vingt-six citoyens américains susmentionnés afin qu’ils soient jugés en Italie. »", "GRIEFS", "1.  Invoquant l’article 3 de la Convention, le requérant se plaint premièrement d’avoir été maltraité lors de son enlèvement et de son transfert à la base d’Aviano. Il estime que la responsabilité de l’Italie est engagée à double titre : d’une part, en vertu de la participation directe d’agents de l’État à la planification de son enlèvement et, d’autre part, en raison de la connivence de l’État italien avec les agents américains agissant sur son territoire.", "Deuxièmement, le requérant dénonce son transfert en Égypte, réalisé avec la participation des autorités italiennes en violation de l’obligation pour les Partie contractantes de ne pas éloigner les individus soumis à leur juridiction vers des pays où ils risquent d’être exposés à des tortures ou à des traitements inhumains ou dégradants.", "En outre, les requérants estiment que l’application du secret d’État, ayant de facto empêché la punition des responsables et la réparation du dommage subi, est contraire aux obligations procédurales découlant de l’article 3 de la Convention.", "2.  La requérante soutient que la disparition de son époux a constitué à son égard un traitement inhumain et dégradant emportant violation de l’article 3 de la Convention. Elle allègue que l’incertitude totale dans laquelle elle s’est trouvée quant au sort de son époux a été source pour elle d’une souffrance psychologique continue et prolongée.", "3.  Le requérant se plaint d’avoir été privé de sa liberté en dehors de tout cadre légal, en violation de l’article 5 de la Convention.", "4.  Sur le terrain des articles 6 et 13, il dénonce l’application à son cas du secret d’État, estimant que compte tenu des circonstances de l’espèce, cette décision a constitué une ingérence injustifiée et disproportionnée dans son droit à un procès équitable et à un recours effectif contre les violations des droits garantis par la Convention en ce qu’elle a fait obstacle à la sanction des coupables et à la réparation des dommages subis.", "Il y aurait également eu violation à l’égard du requérant des droits garantis par l’article 6, en raison du refus des autorités italiennes de transmettre la demande d’extradition des ressortissants américains condamnés.", "5.  Enfin, les deux requérants se plaignent d’une violation de l’article 8 de la Convention, l’enlèvement et la détention du requérant ayant eu pour conséquence leur séparation forcée pendant plus de cinq ans.", "QUESTIONS AUX PARTIES", "1.  Le requérant a-t-il été soumis à des traitements inhumains ou dégradants par des agents de l’État italiens lors de son enlèvement et de son transfert à la base d’Aviano, en violation de l’article 3 de la Convention ?", "", "2.  Compte tenu des informations disponibles à l’époque des faits, y avait-il des motifs sérieux de craindre que la « restitution » du requérant aux agents de la CIA, qui aurait pour conséquence son retour en Égypte, l’exposerait à des traitements contraires à l’article 3 ?", "", "3.  La requérante a-t-elle subi un traitement contraire à l’article 3 de la Convention du fait de l’enlèvement de son époux et de l’incertitude prolongée dans laquelle elle s’est trouvée quant au sort de celui-ci ?", "", "4.  En ce qui concerne la protection procédurale contre les traitements inhumains ou dégradants (voir le paragraphe 131 de l’arrêt Labita c. Italie [GC], no 26772/95, CEDH 2000-IV), la procédure pénale menée en l’espèce par les autorités internes a-t-elle satisfait aux exigences de l’article 3 de la Convention compte tenu notamment du fait que les membres du service de renseignement militaire (SISMi) n’ont pas été jugés et que les ressortissants américains condamnés n’ont pas été extradés ?", "", "5.  Les requérants ont-ils subi une atteinte au droit au respect de la vie privée et familiale protégé par l’article 8 § 1 de la Convention ? Dans l’affirmative, l’ingérence dans l’exercice de ce droit était-elle prévue par la loi et nécessaire au sens de l’article 8 § 2 ?", "", "6.  Les décisions qui ont été adoptées par les juridictions italiennes à la suite de l’arrêt no 106 du 3 avril 2009 de la Cour constitutionnelle et qui ont empêché l’examen judiciaire de la responsabilité de certains des accusés ont-elles été constitutives d’un déni de justice et, dès lors, limité le droit des requérants à avoir accès à un tribunal tel que garanti par l’article 6 § 1 de la Convention ?", "", "7.  Dans l’affirmative, compte tenu des circonstances de l’espèce, les limitations du droit d’accès à un tribunal imposées aux requérants visaient-elles un but légitime et ont-elles respecté le rapport raisonnable de proportionnalité qui doit exister en la matière entre les moyens employés et le but visé ?", "", "8.  En particulier, compte tenu des circonstances de l’espèce, quelles sont les chances pour les intéressés d’obtenir le paiement du dédommagement octroyé par les autorités judiciaires à l’issue de la procédure litigieuse ?", "", "9.  Les requérants ont-ils eu à leur disposition, comme l’exige l’article 13 de la Convention, un recours interne effectif dans le cadre duquel ils auraient pu se plaindre de violations de la Convention ?"]}