{"file": "ENG_CLIN_33958_96.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "33958/96", "text_paragraphs": ["Information Note on the Court’s case-law 25", "December 2000", "Wettstein v. Switzerland - 33958/96", "Judgment 21.12.2000 [Section II]", "Article 6", "Civil proceedings", "Article 6-1", "Impartial tribunal", "Part-time judge acting as legal representative of the other party in separate proceedings brought by applicant before the same court: violation", "Facts: The applicant was involved in unsuccessful proceedings in the Administrative Court of the Canton of Zürich. The court was composed of five judges, including two part-time judges, one of whom had, shortly before, in separate proceedings brought by the applicant, acted as representative of the other party;  the other part-time judge shared an office with the first and also with a third lawyer who had also acted for the opposing party in separate proceedings brought by the applicant. The applicant's public law appeal was dismissed by the Federal Court. The law has subsequently been changed to prohibit part-time judges from acting as legal representatives in proceedings before the Administrative Court.", "Law: Article 6 § 1 – There is no reason to doubt that legislation and practice on part-time judiciary in general can be framed so as to be compatible with Article 6. What is at stake is solely the manner in which the proceedings were conducted in this case. While there was no material link between the applicant's case and the separate proceedings in which the two lawyers had acted as legal representatives, there was in fact an overlap in time, since the latter proceedings were still pending before the Federal Court when the former were instituted and indeed only ended two months before the Administrative Court's judgment. The applicant could therefore have reason for concern that the judge in question would continue to see him as the opposing party and this situation could have raised legitimate fears that the judge was not approaching the case with the requisite impartiality. The fact that another colleague had represented the applicant's opponent in further proceedings, while of minor relevance, could be seen as confirming these fears.", "Conclusion: violation (unanimously).", "Article 41 – The Court saw no causal link between the violation and the pecuniary damage claimed by the applicant and dismissed his claim in that respect. It made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}