{"file": "ENG_CLIN_665_08.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "665/08", "text_paragraphs": ["Information Note on the Court’s case-law No. 131", "June 2010", "Hakimi v. Belgium - 665/08", "Judgment 29.6.2010 [Section II]", "Article 37", "Article 37-1", "Striking out applications", "Unilateral declaration by Government denying applicant opportunity to obtain finding of violation of Article 6 § 1 needed to seek review of domestic decision: strike out refused", "", "Facts – In 2006 an appeal court sentenced the applicant in his absence to a prison term and payment of a fine. The judgment, which was served on the applicant the same day, made no reference to the fifteen-day period allowed for lodging an application to have the judgment set aside. A few weeks later the applicant applied to have his conviction set aside. A court of appeal rejected the application as being out of time. In 2007 the Court of Cassation dismissed an appeal on points of law by the applicant.", "Law – Article 6 § 1: (a)  Preliminary remarks concerning the strike-out application – The friendly settlement proposed by the Court was rejected by the applicant on the ground that he wished to obtain a guarantee that he would be able to have his case reopened. The Government had submitted a unilateral declaration to the Court requesting that it strike the application out of its list of cases in return for an acknowledgment that Article 6 § 1 had been breached and payment of compensation. In their declaration they stressed that no right to have proceedings reopened existed, that the Minister of Justice did not have the power to issue guarantees in that regard and that the Court of Cassation had discretion as to whether requests for the reopening of proceedings should be granted. In view of the terms of the Government’s declaration and the circumstances of the case, the Court took the view that the application should not be struck out of its list of cases on the sole basis of the declaration. In particular, the Court could not rule out the possibility that the applicant, should he decide to request a review of the impugned court of appeal judgment, might need to rely on a judgment of the Court expressly finding a violation of Article 6 § 1. Consequently, it decided to continue its examination of the application, which was not inadmissible on any grounds.", "(b) Merits – The notice of the judgment served on the applicant had made no mention of the time-limit for applying to have the judgment set aside. The Court based its decision on its finding in a similar case to the effect that the refusal by a court of appeal to reopen the proceedings conducted in the applicant’s absence and the rejection of the application to set aside as being out of time had deprived the applicant of his right of access to a court.", "Conclusion: violation (unanimously).", "Article 41: finding of a violation sufficient in itself in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}