{"file": "ENG_HEJUD_15172_13.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "15172/13", "text_paragraphs": ["", "", "", "GRAND CHAMBER", "", "", "", "", "", "", "", "", "PROCEEDINGS UNDER ARTICLE 46 § 4 IN THE CASE OF", "ILGAR MAMMADOV v. AZERBAIJAN", "", "(Application no. 15172/13)", "", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "STRASBOURG", "", "29 May 2019", "", "", "", "This judgment is final but it may be subject to editorial revision.", "", "In proceedings under Article 46 § 4 of the Convention in the case of Ilgar Mammadov v. Azerbaijan,", "The European Court of Human Rights, sitting as a Grand Chamber composed of:", "\tAngelika Nußberger, President,\n\tLinos-Alexandre Sicilianos,\n\tRobert Spano,\n\tGanna Yudkivska, \n\tHelena Jäderblom, \n\tNebojša Vučinić,\n\tPaulo Pinto de Albuquerque,\n\tErik Møse,\n\tKrzysztof Wojtyczek,\n\tValeriu Griţco,\n\tDmitry Dedov,\n\tIulia Antoanella Motoc,\n\tSíofra O’Leary,\n\tMārtiņš Mits,\n\tStéphanie Mourou-Vikström,\n\tAlena Poláčková,\n\tLәtif Hüseynov, judges,\nand Roderick Liddell, Registrar,", "Having deliberated in private on 20 June 2018, 24 October 2018, 30 January 2019 and 1 April 2019,", "Delivers the following judgment, which was adopted on the lastmentioned date:", "PROCEDURE", "1.  The case originated in the question referred to the Court in accordance with Article 46 § 4 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by the Committee of Ministers (“the Committee”) on 5 December 2017, whether the Republic of Azerbaijan has failed to fulfil its obligation under Article 46 § 1 of the Convention to abide by the Court’s judgment in Ilgar Mammadov v. Azerbaijan (no. 15172/13, 22 May 2014 (“the first Mammadov judgment”)).", "2.  In the first Mammadov judgment, the Court found violations of Articles 5 § 1 (c), 5 § 4, 6 § 2, as well as Article 18 taken in conjunction with Article 5, in relation to criminal charges brought against Mr Mammadov in February 2013 and his subsequent pre-trial detention.", "3.  That judgment became final on 13 October 2014, at which point it was transmitted to the Committee of Ministers under Article 46 § 2 of the Convention to supervise its execution. The Committee of Ministers repeatedly examined the case at its Human Rights meetings held between December 2014 to October 2017 (see paragraphs 45-70 below). At its 1302nd Human Rights meeting of 5-7 December 2017, exercising its powers under Article 46 § 4 of the Convention and Rule 11 of its Rules for the supervision of the execution of judgments, the Committee adopted an Interim Resolution referring its question under Article 46 § 4 to the Court (CM/ResDH(2017)429, see Annex).", "4.  On 11 December 2017 the referral was filed with the Registrar by the Committee of Ministers in accordance with Rule 100 (former Rule 95) of the Rules of Court (“the Rules of Court”) and subsequently allocated to the Grand Chamber of the Court, in accordance with Rule 101 (former Rule 96) of the Rules of Court.", "5.  The composition of the Grand Chamber was determined in accordance with Article 31 (b) of the Convention and Rule 24 of the Rules of Court.", "6.  On 31 January 2018 the Government raised an objection under Rule 28 § 2 (d) of the Rules of Court to a statement made by the President of the Court on the occasion of the official opening of the judicial year on 26 January 2018. Considering the challenge to be legally unfounded the President nonetheless took the view that the interests of the Court were best served by his withdrawing from the composition of the Grand Chamber. In accordance with Rule 10 he was replaced as President of the Grand Chamber by Judge Angelika Nußberger, the Vice-President of the Court taking precedence (Rule 5 § 2). The composition of the Grand Chamber was revised accordingly. Based on the statement made by the President of the Court on 26 January 2018 the Government also objected to the impartiality of the Court as a whole under Rule 9 § 1. The President of the Grand Chamber acting pursuant to Rule 28 § 4 referred the objection to the newly composed Grand Chamber which examined it and decided to reject it as wholly unfounded.", "7.  The Committee of Ministers, the Government and Mr Mammadov each submitted written comments (Rules 102 and 103 § 1 (former Rules 97 and 98 § 1)).", "8.  No hearing was requested. Having deliberated in private on 16 April 2018 the Grand Chamber decided to dispense with a hearing in accordance with Rule 103 § 2 (former Rule 98 § 2). The Committee of Ministers, the Government and Mr Mammadov each submitted further written comments in response to the first round of written comments.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "A.  The background facts", "1.  Ilgar Mammadov and the events leading up to his pre-trial detention", "9.  Mr Mammadov is an Azerbaijani national who has been involved in various political organisations and local and international non-governmental organisations for a number of years. In 2008 he co-founded the Republican Alternative Movement (“REAL”) and in 2012 was elected its chairman. For several years he has also been the Director of the Baku School of Political Studies, which is part of a network of schools of political studies affiliated with the Council of Europe (see the first Mammadov judgment, § 6).", "10.  Mr Mammadov maintained a personal internet blog on which he commented on various political issues. In particular, in November 2012, after the enactment of a new law by the National Assembly introducing heavy sanctions for unauthorised public gatherings, Mr Mammadov posted a comment on his blog which he claimed was meant to insult members of the National Assembly. Without naming any names, he went on to state, inter alia, that the National Assembly was composed of “fraudulent people” and compared the entire legislative body to a zoo. Those statements were quoted in the media and elicited a number of seemingly irate responses from various National Assembly members. The responses, also published in the media, ranged in content from retaliatory ad hominem insults to calls for punishment and threats of suing him in court. According to Mr Mammadov, the parliamentarians’ “lawsuit plans were ... temporarily dropped” after the calls for reprisals against him were condemned by one of the VicePresidents of the European Commission, who was visiting the country at the time (ibid., § 7).", "11.  At the beginning of January 2013 REAL announced that it would consider nominating its own candidate for the upcoming presidential election of November 2013. Mr Mammadov himself announced that he was considering standing as a candidate in the election. According to him, his prospective presidential candidacy was widely discussed in Azerbaijan at that time (ibid., § 8).", "12.  On 23 January 2013 rioting broke out in the town of Ismayilli, located to the northwest of Baku. According to media reports quoting local residents, the rioting was sparked by an incident involving V.A., the son of the then Minister of Labour and Social Protection and nephew of the then Head of the Ismayilli District Executive Authority (“IDEA”). It was claimed that after being involved in a car accident, V.A. had insulted and physically assaulted passengers of the other car, who were local residents. On hearing of the incident, hundreds (perhaps thousands) of local residents took to the streets and destroyed a number of commercial establishments (including the Chirag Hotel) and other property in Ismayilli thought to be owned by V.A.’s family (ibid., § 9).", "13.  On 24 January 2013 Mr Mammadov travelled to Ismayilli to get a firsthand account of the events. On 25 January 2013 he described his impressions from the trip on his blog. On 28 January 2013 Mr Mammadov posted more information on his blog concerning the events, citing the official websites of the Ministry of Culture and Tourism and the Ministry of Taxes and publishing screenshots of those sites. In particular, he noted that, according to those sources and to information posted on V.A.’s Facebook account, the Chirag Hotel was actually owned by V.A. This directly contradicted an earlier denial by the Head of IDEA. The information cited by Mr Mammadov was removed from the aforementioned Government websites and V.A.’s Facebook page within one hour of Mr Mammadov publishing his blog entry. However, the blog entry itself was extensively quoted in the media (ibid., §§ 12-13).", "14.  On 29 January 2013 Mr Mammadov received a phone call from the Serious Crimes Department of the Prosecutor General’s Office and was orally invited to the department for questioning as a witness. Over the course of the following days he was repeatedly questioned (see ibid., §§ 1628).", "15.  On 4 February 2013 Mr Mammadov was charged with criminal offences under Articles 233 (organising or actively participating in actions causing a breach of public order) and 315.2 (resistance to or violence against public officials, posing a threat to their life or health) of the Criminal Code (ibid., § 27).", "16.  On the same day, 4 February 2013, Mr Mammadov was remanded in custody for a period of two months (until 4 April 2013) by a decision of the Nasimi District Court (ibid., § 32).", "17.  On 30 April 2013 the head of the investigation team decided to charge Mr Mammadov under Articles 220.1 (mass disorder) and 315.2 (resistance to or violence against public officials, posing a threat to their life or health) of the Criminal Code, thereby replacing the original charges (ibid., § 49).", "18.  The original two-month period of Mr Mammadov’s detention was subsequently extended by the decisions of the Nasimi District Court of 14 March 2013 (extended until 4 June 2013), 15 May 2013 (until 4 September 2013) and 14 August 2013 (until 4 November 2013) (ibid., §§ 44, 51 and 53). His appeals against the original detention order of 4 February 2013 (see paragraph 16 above) and the extension orders were rejected (ibid., §§ 34-39, 45-46 and 53). Mr Mammadov also made unsuccessful requests to have his detention replaced by house arrest and to be released on bail (ibid., §§ 40-42 and 47-48).", "2.  The criminal trial", "19.  Mr Mammadov’s trial, involving eighteen defendants in total, commenced in November 2013. On 4 November 2013 the Shaki Court for Serious Crimes held a preliminary hearing of the case (see Ilgar Mammadov v. Azerbaijan (no. 2), no. 919/15, §§ 21 et seq., 16 November 2017) (“the second Mammadov judgment”). The trial, during which he remained detained, spanned approximately thirty hearings (ibid., § 26).", "20.  On 17 March 2014 the Shaki Court for Serious Crimes delivered its judgment, convicting him as charged and sentencing him to seven years’ imprisonment (ibid., § 94).", "21.  On 24 September 2014, following an appeal by Mr Mammadov, the Shaki Court of Appeal upheld his conviction and sentence (ibid., § 121).", "22.  In November 2014 Mr Mammadov lodged a cassation appeal with the Supreme Court. At the first hearing held on 13 January 2015 the Supreme Court decided, in the absence of any objections, to postpone any further hearing of the case for an indefinite period because it needed more time for examination of the case file (ibid., §§ 123-124).", "23.  The hearing was resumed on 13 October 2015. By a decision on that date, the Supreme Court quashed the Shaki Court of Appeal’s judgment of 24 September 2014, having found that the lower courts’ rejection of the defence’s requests for the examination of additional witnesses and other evidence had been insufficiently reasoned and were in breach of the domestic procedural rules and the requirements of Article 6 of the Convention. The case was remitted for a new examination by the appellate court (ibid., §§ 124-125).", "24.  On 29 April 2016, having re-examined the case material and having examined additional evidence, the Shaki Court of Appeal delivered a judgment upholding Mr Mammadov’s conviction and sentence (ibid., §§ 127-129).", "25.  The Court of Appeal took account of the Court’s finding a violation of Article 5 (1) (c) in the first Mammadov judgment but concluded that it was unfounded. Having heard a number of witnesses it instead concluded that there had been sufficient evidence to charge and convict Mr Mammadov for the crimes with which he had been charged. It made no reference to the violations of other Articles of the Convention in the first Mammadov judgment. It referred to Mr Mammadov’s “disobedienceprovoking” facebook and blog posts and found:", "“Case circumstances undoubtedly prove that Ilgar Mammadov and Tofig Yagublu travelled to Ismailli town on 24 January 2013 and organised and actively participated in mass riots resulting in an attack on the local government office at about 5 p.m. committed by local residents ...", "The court collegium notes that Ilgar Mammadov and Tofig Yagublu arrived from Baku and managed to convert spontaneous rallies into organised mass riots within two hours: though in normal circumstances this could look odd the situation was strained, local residents condemned the head of Executive Power N.Alekperov and were excited and as Ilgar Mammadov noted “the situation was flammable”. Ilgar Mammadov and Tofig Yagublu took advantage of these factors and using antigovernment slogans attracted the crowd’s attention, made emotions high and committed criminal acts described above.”", "26.  It continued:", "“The court collegium concluded that in compliance with provisions of the Articles 143-146 of the Code of Criminal Procedure, sufficient evidence was collected and assessed comprehensively and objectively at the court of first instance. Articles 220.1 and 315.2 of the Criminal Code of the Republic of Azerbaijan were correctly applied to the indictees Yagublu Tofig Rashid and Mammadov Ilgar Eldar.”", "27.  Mr Mammadov made a second appeal in cassation to the Supreme Court on 21 June 2016. By a final decision of 18 November 2016 the Supreme Court upheld the Shaki Court of Appeal’s judgment of 29 April 2016 (ibid., § 149). Mr Mammadov remained in detention from that point until 13 August 2018 (see paragraph 32 below).", "28.  After the second Mammadov judgment of the Court (see paragraphs 74-80 below) became final on 5 March 2018, Mr Mammadov again appealed to the Supreme Court of Azerbaijan to re-open his case. On 29 June 2018 the Plenum of the Supreme Court accepted his appeal, reopened his case and remitted it to the Shaki Court of Appeal.", "29.  On 13 August 2018, the Shaki Court of Appeal reviewed the judgment of the Shaki Court for Serious Crimes which initially convicted Mr Mammadov on 17 March 2014. Both Mr Mammadov and the Prosecution Service were heard during the appeal. Neither adduced new information.", "30.  The Court of Appeal re-examined the evidence and recalled that in accordance with this Court’s well established case-law the domestic courts are in a better position to evaluate the evidence. Reviewing the evidence given by police officers it considered that there was “definitely no legal basis to cast doubt on the reliability of the[ir] testimonies”. It then reviewed the other original witness statements and evidence. It affirmed the conclusion in its decision of 29 April 2016 that “sufficient evidence was collected and assessed comprehensively and objectively before the court of first instance”. It concluded:", "“Thus, as a result of reviewing the appeals, the court finds that the judgment of the Shaki Serious Crimes Court dated 17 March 2014 by which the defendant Ilgar Mammadov was found to be guilty under Articles 220.1 and 315.2 of the Criminal Code and was sentenced to imprisonment for six years under Article 220.1 of the Criminal Code and for four years under Article 315.2 of the Criminal Code and overall for seven years by partial combination of these terms under Article 66.3 of the Criminal Code, was lawful and grounded.”", "31.  As regards sentencing the Court of Appeal stated as follows:", "“The court also notes that, during the conditional sentence, the convict is not released from criminal responsibility; when a sentence imposed by the judgment is not enforced, it is served in the special form defined by the law.", "The court, having regard to the personality of the convict Ilgar Mammadov, the existence of one minor child in his care, the absence of a prior criminal record, the fact that he has served the most part of the sentence and that he has not committed any illegal action during the period of imprisonment and the absence of any complaint or claim directly filed against him in connection with the crime committed, considers that his rehabilitation is possible without his serving the remaining part of his sentence and without his isolation from the public. Accordingly, the court considers that the application of Article 70 of the Criminal Code of the Republic of Azerbaijan and conditional enforcement of the remaining part of sentence, along with the determination of a probation period, corresponds to the law and is appropriate from the perspective of attaining the aim of the punishment.”", "32.  The Court of Appeal decided that the unserved term of one year five months and 21 days should be deducted from his final sentence. Applying Article 70 of the Criminal Code of the Republic of Azerbaijan it granted him a two year probation period to expire on 13 August 2020. Mr Mammadov was released from prison the day of the Court of Appeal’s judgment – 13 August 2018. The Court of Appeal indicated:", "“The supervision of the convicted person’s behaviour shall be assigned to the Enforcement and Probation Department of his place of residence. In accordance with Article 70.5 of the Criminal Code, during the probation period Ilgar Mammadov shall not change his permanent place of residence without informing the supervising authority, shall present himself when called upon by that body, shall not leave the country and shall prove his correction by his behaviour.”", "B.  The first Mammadov judgment", "33.  In the first Mammadov judgment of 22 May 2014, which became final on 13 October 2014, the Court found violations of Articles 5 § 1(c), 5 § 4, 6 § 2, as well as Article 18 taken in conjunction with Article 5, in relation to criminal charges brought against Mr Mammadov in February 2013 for denouncing on his blog the authorities’ version of the Ismayilli riots of 23 January 2013 and his subsequent pre-trial detention (see paragraphs 9 to 18 above). It awarded Mr Mammadov the sum of EUR 20,000 in respect of non-pecuniary damage and EUR 2,000 in respect of costs and expenses.", "34.  The Court found that the arrest and detention of Mr Mammadov took place in the absence of any reasonable suspicion that he had committed an offence and therefore constituted a violation of Article 5 § 1(c) (see the first Mammadov judgment §§ 99-101):", "“99.  For the above reasons, the Court considers that no specific facts or information giving rise to a suspicion justifying the applicant’s arrest were mentioned or produced during the pre-trial proceedings, and that R.N.’s and I.M.’s statements, which were only subsequently produced before the Court, have not been shown to constitute such facts or information. Furthermore, it has not been shown that, following the applicant’s arrest and throughout the entire period of his continued detention falling within the scope of this case, the authorities obtained any new information or evidence of such nature.", "100.  The Court is mindful of the fact that the applicant’s case has been taken to trial (the applicant’s continued detention during the trial proceedings and the trial hearings themselves have not yet been the subject of a complaint before the Court). That, however, does not affect the Court’s findings in connection with the present complaint, in which it is called upon to examine whether the deprivation of the applicant’s liberty during the pretrial period was justified on the basis of information or facts available at the relevant time. In this respect, having regard to the above analysis, the Court finds that the material put before it does not meet the minimum standard set by Article 5 § 1 (c) of the Convention for the reasonableness of a suspicion required for an individual’s arrest and continued detention. Accordingly, it has not been demonstrated in a satisfactory manner that, during the period under the Court’s consideration in the present case, the applicant was deprived of his liberty on a “reasonable suspicion” of having committed a criminal offence.", "101.  There has accordingly been a violation of Article 5 § 1 (c) of the Convention.”", "35.  It also found that the domestic courts, both at first instance and on appeal, had limited themselves in all their decisions to an automatic endorsement of the prosecution’s requests without having conducted a genuine review of the lawfulness of the detention, resulting in a violation of Article 5 § 4.", "36.  Recalling that the charges brought against Mr Mammadov were not based on reasonable suspicion, the Court further found that the actual purpose of the impugned measures was to silence or punish Mr Mammadov for having criticised the government and for having attempted to disseminate what he believed to be true information which the government was trying to hide (ibid., §§ 141-143, cited at paragraph 187 below).", "37.  Accordingly, the Court found a violation of Article 18 taken in conjunction with Article 5 (ibid., § 144).", "38.  The Court also found a violation of the Mr Mammadov’s right to the presumption of innocence under Article 6 § 2 on account of statements made to the press by the Prosecutor General and the Minister of the Interior encouraging the public to believe that Mr Mammadov was guilty (ibid., §§ 127-128).", "C.  The Committee of Ministers’ supervision of the execution of the first Mammadov judgment", "1.  Proceedings prior to the Committee of Ministers’ Human Rights meetings", "39.  Once the first Mammadov judgment became final on 13 October 2014 it was transmitted to the Committee of Ministers, in order for the Committee to supervise its execution in accordance with Article 46 § 2 (see paragraph 3 above).", "40.  On 26 November 2014 the Government took its first procedural step in the execution process (see paragraph 102), which was to submit an Action Plan to the Committee (see DH-DD(2014)1450).", "41.  In the Action Plan, the Government informed the Committee about the state of the domestic criminal proceedings, in particular that following the facts examined in the first Mammadov judgment, Mr Mammadov had been convicted by a judgment of the Shaki Court for Serious Crimes of 17 March 2014, which had been upheld by the Shaki Court of Appeal’s judgment of 24 September 2014. A cassation appeal brought by him against the appellate judgment was pending (see paragraphs 19 to 22).", "42.  The Government then included quotations from a decision of the Plenum of the Supreme Court of 3 November 2009 “on the application of the legislation by the courts during the examination of requests for the application of the preventive measure of remand in custody in respect of an accused”.", "43.  Setting out the measures they had “planned and taken in order to give effect to the Court’s judgment”, the Government noted that the first Mammadov judgment had been submitted to the Supreme Court “to be taken into account during the examination of the applicant’s cassation appeal”.", "44.  The Government Agent’s Office also planned to organise, together with the Supreme Court, a series of training sessions for the judges of firstinstance and appellate courts as regards the implementation of the Plenum’s decision of 3 November 2009. Lastly, according to the Action Plan it was also envisaged that training would be held for prosecutors as regards the principle of presumption of innocence and the requirement of submission of the prosecution’s case files for review by the courts for the purpose of verifying the existence of a “reasonable suspicion”. It was noted that the detailed time-table of the above measures would be submitted to the Committee in due course, following necessary arrangements.", "2.  Proceedings from the Committee of Ministers’ Human Rights meeting in December 2014 to its Human Rights meeting in December 2016", "(a)  Overview", "45.  Following the Government’s submission of the Action Plan (see paragraphs 40 to 44 above) the Committee of Ministers examined the case at the first of its quarterly Human Rights meetings to be held after the judgment had become final (its 1214th Human Rights meeting (24 December 2014) see also paragraph 100 below). It was advised by its Secretariat as follows:", "“The violation of Article 18, taken in conjunction with Article 5 casts doubt on the merit of the criminal proceedings instituted against the applicant.", "...", "It would therefore be useful if the authorities informed the Committee of the measures which the authorities and bodies concerned (notably, the Prosecutor’s Office and the Supreme Court) intend to take in order to take into account the findings of the Court and to erase, as far as possible, the consequences of this violation for the applicant in the context of the criminal procedure which appears to be pending before the Supreme Court. In the light of the serious findings of the Court in this case, release of the applicant would constitute the first important measure to be envisaged as a matter of priority and without delay, in accordance with the domestic procedures.”", "At that meeting the Committee of Ministers classified the case in the “enhanced procedure” on the basis that it required “urgent individual measures” and disclosed a “complex problem” (see paragraph 101 below). Having considered the judgment, the Action Plan provided and the advice of its Secretariat, the Committee adopted the following decision:", "“The Deputies", "1.  as regards individual measures and considering the circumstances of the case, called upon the authorities, to ensure the applicant’s release without delay;", "2.  in view of the preoccupying reports about the applicant’s health condition, called upon the authorities to urgently take any necessary action and provide rapidly information in this respect;", "3.  invited the authorities to indicate the further measures taken or planned in order to give effect to the Court’s judgment, and to erase rapidly, as far as possible, the remaining consequences for the applicant of the serious violations established;", "4.  noted, in this context, that the criminal proceedings, the initiation of which was criticised by the European Court, are still pending before the Supreme Court;", "5.  recalled the general problem of the arbitrary application of criminal legislation to restrict freedom of expression and conveyed their particular concern about the finding of a violation of Article 18 taken in conjunction with Article 5 of the Convention;", "6.  therefore called upon the Azerbaijani authorities to furnish, without delay, concrete and comprehensive information on the measures taken and/or planned to avoid that criminal proceedings are instituted without a legitimate basis and to ensure effective judicial review of such attempts by the Prosecutor’s office;", "7.  expressed concern about the repetitive nature of the breach of the principle of presumption of innocence by the Prosecutor General’s Office and members of the government, despite several judgments of the Court which, since 2010, have indicated the precise requirements of the Convention in this regard, and insisted on the necessity of rapid and decisive action in order to prevent similar violations in the future;", "...”", "46.  During this period, the Committee of Ministers was informed in the context of the individual measures that Mr Mammadov had initiated a cassation appeal against the decision of the Shaki Court of Appeal of 24 September 2014 (see paragraphs 21-22 above) to the Supreme Court. On 13 January 2015 the Supreme Court postponed the appeal sine die and at its Human Rights meeting of 12 March 2015, the Committee adopted an interim resolution calling for Mr Mammadov’s release “without delay” (see CM/ResDH(2015)43). The Supreme Court ultimately gave its judgment on 13 October 2015 quashing the judgment of the Shaki Court of Appeal (see paragraph 23 above). Examining that judgment, the Committee concluded that the Supreme Court had not taken into account the findings of the first Mammadov judgment. At its examination of the case at its 1243rd Human Rights meeting (from 8-9 December 2015), the Committee:", "“3.  insisted anew on the necessity for the authorities to ensure, without further delay, the applicant’s release ...", "...", "4.  noted that the Supreme Court of Azerbaijan ordered only a partial cassation, which does not appear to take into account the findings of the European Court in the applicant’s case and, in particular, those [findings] relating to the violation of Article 18 in conjunction with Article 5;", "...”", "47.  The Committee of Ministers continued to follow the events concerning Mr Mammadov’s conviction and appeal (see paragraphs 19-27 above). It noted that after the decision of the Supreme Court, the Shaki Court of Appeal on 29 April 2016 re-examined Mr Mammadov’s case and confirmed his conviction (see paragraph 24 above). On 21 June 2016, he again appealed the decision of the Shaki Court of Appeal to the Supreme Court (see paragraph 27 above).", "48.  Until June 2016, the Committee of Ministers examined the case at each of its quarterly Human Rights meetings (see paragraph 100 below). From June 2016 it decided to examine Mr Mammadov’s situation at its ordinary, monthly, meetings whilst also continuing to examine it at every Human Rights meeting of the Committee.", "(b)  Information submitted to the Committee of Ministers", "49.  From December 2014 to December 2016 the Committee of Ministers received nineteen submissions of information from Mr Mammadov about the individual measures in the case, submitted under Rule 9 of its Rules (see paragraphs 89 and 93 below) and at a frequency of around one submission every fortnight. He complained about his continued detention stating that the judgment was not executed as he had not been released; the domestic courts had failed to take into account this Court’s findings in the re-opened proceedings; and the domestic courts were taking too long to consider his case. Mr Mammadov also submitted that he had been assaulted and mistreated in detention and that members of his family had been threatened.", "50.  In addition to their initial Action Plan submitted on 26 November 2014 (see paragraph 40 above) the Government made three submissions to the Committee of Ministers during this period under Rule 8 of the Rules (see paragraph 92 below) and responding to Mr Mammadov’s submissions. On 15 December 2014 (see DH-DD(2014)1521) and 5 August 2015 (see DH-DD(2015)780) they provided information indicating that Mr Mammadov’s health was satisfactory. On 7 March 2016 (see DHDD(2016)261) they indicated that national law obliged his appearance at the hearings in his case and as such he was being transferred to Shaki Court of Appeal.", "51.  Under Rule 9 of the Rules (see paragraph 93 below), the NGO Freedom Now made one submission to the Committee of Ministers on 26 November 2014 (see DH-DD(2015)844). It stated that Azerbaijan had failed to execute the Court’s judgment by failing to release Mr Mammadov or stop domestic judicial proceedings against him and by failing to provide any workable plan to curtail political prosecutions. It urged the Committee to initiate proceedings under Article 46 § 4 of the Convention.", "52.  Two NGOs, the Helsinki Foundation for Human Rights and the Public Association for Assistance to a Free Economy, made a joint submission of information on 6 March 2015 (see DH-DD(2015)264). They criticised the content of the authorities’ Action Plan from 2014 (see paragraph 40 above) and, with reference to other cases against Azerbaijan pending before the Court, underlined a pattern of increased application of criminal legislation to persecute those exercising their freedom of expression.", "(c)  Decisions and Interim Resolutions adopted by the Committee of Ministers during this period", "53.  In its examination of the case at the nine meetings up to and including December 2016, the Committee of Ministers adopted three interim resolutions and six decisions (one at every Human Rights meeting where the case was examined and an interim resolution was not adopted).", "54.  All those decisions and resolutions expressed the Committee of Ministers’ insistence that Mr Mammadov should be released immediately and that information should be provided on the general measures envisaged to execute the judgment. The language used by the Committee reflected its growing concerns about the fact that Mr Mammadov remained in detention, notwithstanding its repeated calls for his release.", "55.  The Committee of Ministers’ addressed its concerns first to the authorities of Azerbaijan in general, then to the highest authorities in Azerbaijan. From the 1236th Human Rights meeting onwards (24 September 2015) it called on the Council of Europe as a whole and member states acting individually to use all means available to ensure Azerbaijan’s compliance with its obligations under the judgment.", "56.  The Committee also indicated that it would use all the means at the disposal of the Organisation, including under Article 46 § 4 of the Convention (see paragraph 58 below).", "57.  The last interim resolution adopted in that period was at the Committee of Ministers’ 1259th Human Rights meeting (7-9 June 2016 (see CM/Res/DH(2016)144). It stated:", "“The Committee of Ministers, under the terms of Article 46 § 2 of the Convention for the Protection of Human Rights and Fundamental Freedoms, which provide that the Committee supervises the execution of final judgments of the European Court of Human Rights (“the Court”) below;", "Deeply deploring that, despite the Court’s findings on the fundamental flaws of the criminal proceedings engaged against him and notwithstanding the Committee’s repeated calls, the applicant still has not been released;", "Recalling that it is intolerable that, in a State subject to the rule of law, a person should continue to be deprived of his liberty on the basis of proceedings engaged, in breach of the Convention, with a view to punishing him for having criticised the government.", "Recalling that the obligation to abide by the judgments of the Court is unconditional;", "INSISTS that the highest competent authorities of the respondent State take all necessary measures to ensure without further delay Ilgar Mammadov’s release;", "DECLARES the Committee’s resolve to ensure, with all means available to the Organisation, Azerbaijan’s compliance with its obligations under this judgment;", "DECIDES in view thereof to examine the applicant’s situation at each regular and Human Rights meeting of the Committee until such time as he is released.”", "58.  The final decision adopted during this period at its 1273rd Human Rights meeting (6-8 December 2016) stated:", "“The Deputies", "1.  noting with the utmost concern that, more than two years after the final judgment of the European Court and notwithstanding the repeated calls of the Committee of Ministers and the Secretary General on the respondent State to release the applicant, he remains detained;", "2.  recalling the previous decisions and interim resolutions adopted by the Committee of Ministers, particularly the repeated calls of the Committee for the immediate release of the applicant;", "3.  deeply deplored that the criminal proceedings against the applicant concluded on 18 November 2016 before the Supreme Court without the consequences of the violations found by the European Court having been drawn, in particular, that of Article 18 taken in conjunction with Article 5 of the Convention;", "4.  firmly reiterated that it is not acceptable that, in a state subject to the rule of law, an individual remains deprived of his liberty on the basis of proceedings carried out in violation of the Convention in order to punish him for having criticised the government and that, in consequence, the continuing arbitrary detention of Ilgar Mammadov constitutes a flagrant breach of the obligations under Article 46, paragraph 1, of the Convention;", "5.  affirmed their determination to ensure the implementation of the judgment by actively considering using all the means at the disposal of the Organisation, including under Article 46, paragraph 4 of the European Convention on Human Rights;", "6.  finally expressed their deep concern about the absence of any information from the authorities concerning the general measures taken or envisaged to prevent violations of the rule of law through abuse of power of the kind established in the European Court’s judgment; in this respect, encouraged Azerbaijan to engage in meaningful dialogue with the Committee of Ministers.”", "3.  Proceedings in 2017", "59.  Exercising his powers under Article 52 of the Convention the Secretary General of the Council of Europe appointed a representative to visit Baku. On 11 January 2017, the representative attended meetings in the Supreme Court, the Prosecutor’s Office, the Ministry of Justice, and the Administration of the President of Azerbaijan when issues concerning the execution of the judgment were discussed.", "60.  On 10 February 2017 the President of Azerbaijan signed an Executive Order. According to the analysis of the Secretariat at the 1280th Human Rights meeting ((7-10 March 2017) CM/Notes/1280/H46-2) the Order envisaged the adoption of a number of measures. Amongst others, it foresaw measures regarding:", "“... the prevention of arbitrary arrests; a liberalisation of criminal policy; an obligation to “strictly comply with the principles of criminal law and general grounds of sentencing”; the elimination of “non-procedural attitudes during criminal prosecution and execution of sentences”; or the implementation of stricter measures to fight notably abuse of power. The Executive Order also foresaw the elaboration within two months of draft laws notably on: the decriminalisation of certain crimes, in particular in the economic field; a greater recourse to alternatives to imprisonment and “a wider application of substitution of remainder of imprisonment by lighter punishment, parole and suspended sentence”. It has also been recommended to the domestic courts to examine the existence of reasonable suspicions of individuals having committed an offence and grounds for arrest, when deciding on measure of restraint, and arguments in favour of alternative measures. In addition, it has also been recommended to the Supreme Court to ensure continued analysis of case law concerning arrest and imposition of imprisonment, and development of fair case law in this field.”", "61.  The Committee of Ministers adopted the following decision at that 1280th meeting:", "“1.  recalling their previous decisions and interim resolutions calling for the immediate release of Ilgar Mammadov and in particular their decision of December 2016 affirming their determination to ensure the implementation of the judgment by actively considering using all the means at the disposal of the Organisation;", "2.  reiterating their utmost concern that he is still detained;", "3.  in this respect took note with interest of the Azerbaijani authorities’ commitment to examine all avenues discussed during the mission of the representative of the Secretary General to execute the Ilgar Mammadov judgment, as well as of the recent Presidential Executive Order which foresees promising measures for the execution of this judgment;", "4.  invited the authorities to keep the Committee informed of the concrete measures adopted on the basis of this Executive Order and in particular of those enabling the release of Ilgar Mammadov without further delay;", "5.  noted the indication given during the meeting by the Azerbaijani authorities that the just satisfaction has been paid to Ilgar Mammadov in December 2015 ...; invited them to confirm this information in writing;", "...”", "62.  At its 1288th Human Rights meeting (6-7 June 2017), the Committee of Ministers’ adopted a decision which recalled the terms of the decision from its previous meeting, called for Mr Mammadov’s “unconditional” release and encouraged urgent progress of the Executive Order.", "63.  The Committee of Ministers examined the case at its 1293rd (ordinary) meeting (13 September 2017). At that meeting the Secretary General of the Council of Europe called on the Committee of Ministers, should Mr Mammadov’s situation remain unchanged, to trigger proceedings under Article 46 § 4 of the Convention.", "64.  The Committee of Ministers then examined the case at its 1294th Human Rights meeting (19-21 September 2017). It noted information provided by the Azerbaijan authorities on 6 September 2017 (see DHDD(2017)951) that the draft legislative amendments to the Criminal Code to implement the Executive Order had been submitted to parliament; that the authorities considered there was no particular urgency to adopt those reforms but that the amendments could be adopted in the autumn session. In response to questions asked by the Deputies about whether those amendments would assist Mr Mammadov, the Government indicated their position that the Court’s findings of a violation in the first Mammadov judgment concerned the pre-trial phase of proceedings and a second application was pending concerning the criminal proceedings. They informed the Committee that the amendments would help to prevent similar violations.", "65.  Recalling the statement of the Secretary General, the Committee of Ministers adopted a decision at that meeting which followed the terms of the decisions adopted in March and June 2017 (see paragraphs 60 to 62 above).", "66.  At its ordinary meeting on 25 October 2017, in light of the lack of further developments, the Committee of Ministers adopted a fourth interim resolution putting Azerbaijan on formal notice that it had failed to fulfil its obligations (see CM/ResDH(2017)379).", "67.  Finally, at its 1302nd Human Rights meeting (5-7 December 2017) it adopted its fifth interim resolution (CM/ResDH(2017)429) which triggered proceedings under Article 46 § 4:", "“Recalling anew", "a.  that in its above-mentioned judgment, the Court found not only a violation of Article 5 § 1 of  the Convention, as no facts or information had been produced giving rise to a suspicion justifying  the bringing of charges against the applicant or his arrest and pre-trial detention, but also a violation  of Article 18 taken in conjunction with Article 5, as the actual purpose of these measures was to silence or punish him for criticising the government;", "b.  the respondent State’s obligation, under Article 46 § 1 of the Convention, to abide by all  final judgments in cases to which it has been a party and that this obligation entails, in addition to the payment of the just satisfaction awarded by the Court, the adoption by the authorities of the respondent State, where required, of individual measures to put an end to violations established and erase their consequences so as to achieve as far as possible restitutio in integrum;", "c.  the Committee’s call, at its first examination on 4 December 2014, of the individual measures required in the light of the above judgment to ensure the applicant’s release without  delay;", "d.  the Committee’s numerous subsequent decisions and interim resolutions stressing the fundamental flaws in the criminal proceedings revealed by the Court’s conclusions under Article 18 combined with Article 5 of the Convention and calling for the applicant’s immediate and  unconditional release;", "e.  that the criminal proceedings against the applicant concluded on 18 November 2016 before the Supreme Court without the consequences of the violations found by the European Court having  been drawn, in particular, that of Article 18 taken in conjunction with Article 5 of the Convention;", "f.  that, over three years since the Court’s judgment became final, the applicant remains in detention on the basis of the flawed criminal proceedings;", "Considers that, in these circumstances, by not having ensured the applicant’s unconditional release, the Republic of Azerbaijan refuses to abide by the final judgment of the Court;", "Decides to refer to the Court, in accordance with Article 46 § 4 of the Convention, the question whether the Republic of Azerbaijan has failed to fulfil its obligation under Article 46 § 1; ...”", "68.  In accordance with the Committee of Ministers’ Rules (see paragraph 94 below) the views of the Republic of Azerbaijan were included in an Appendix to the resolution (see Annex to the present judgment). There, the Government set out the measures adopted to execute the judgment. In respect of individual measures they confirmed payment of the just satisfaction awarded by the Court. They also stated that on 29 April 2016 the Shaki Court of Appeal finalised its examination of Mr Mammadov’s appeal and in doing so it carefully addressed the Court’s conclusions in the first Mammadov judgment and remedied the deficiencies found in the proceedings leading to Mr Mammadov’s conviction.", "69.  In respect of general measures they referred to the Executive Order presented to the Committee of Ministers during the supervision process in 2017 (see paragraph 60 above). They also confirmed the adoption on 20 October 2017 by the Milli Medjlis of the Law on Amendments to the Criminal Code decriminalising certain acts and creating the possibility for those convicted for serious crimes to apply for conditional release after having served two-thirds of a criminal sentence.", "70.  They concluded that they had taken the necessary measures to comply with the Court’s judgment.", "4.  Developments after the Committee of Ministers’ referral of the case to the Court under Article 46 § 4", "71.  On 14 August 2018 the Government of Azerbaijan wrote to the Committee of Ministers informing them of the decision of the Shaki Court of Appeal and Mr Mammadov’s release on 13 August 2018 (see paragraphs 28-32 above). The Committee of Ministers replied to the Government of Azerbaijan on 28 August 2018 asking them a number of questions on the factual and procedural developments in Mr Mammadov’s case. The Government provided a memorandum in reply which was also commented on by Mr Mammadov in a separate submission (see documents DHDD(2018)816 and DH-DD(2018)891).", "72.  The Committee of Ministers examined the first and second Mammadov judgments together in light of those written exchanges at its 1324th (Human Rights) meeting of 18-20 September 2018, and then the first Mammadov judgment at its 1325th ordinary meeting on 26 September 2018. It did not adopt any decisions relevant to the cases at those meetings.", "73.  According to information provided by the Government of Azerbaijan, on 28 March 2019 the Supreme Court gave its decision in a cassation appeal by Mr Mammadov against the decision of the Court of Appeal. The Supreme Court upheld the appeal in part and amended the Shaki Court of Appeal’s judgment of 13 August 2018. It reduced the consolidated sentences imposed on Mr Mammadov to five years, six months and nine days imprisonment. In light of the time Mr Mammadov had already spent in prison, the Supreme Court considered his sentence to have been fully served. The Supreme Court also set aside the conditional sentence of two years imposed by the Shaki Court of Appeal, thus removing its associated restrictions on Mr Mammadov (see paragraphs 31-32 above) including the obligation on him to report to the Enforcement and Probation Department, and restrictions on his residence and travel.", "D.  The second Mammadov judgment", "74.  On 19 December 2014 Mr Mammadov made a second application to the Court alleging violations of the Convention arising from the conduct of his trial and conviction which followed his pre-trial detention examined by the Court in the first Mammadov judgment (see paragraphs 19-27 above).", "75.  In the second Mammadov judgment, cited above, the Court found a violation of Article 6 § 1 in connection with his trial and conviction; events also examined by the Committee of Ministers in the execution proceedings for the first Mammadov judgment (see paragraphs 45 to 48 above).", "76.  In that judgment, delivered on 16 November 2017, after the Committee of Ministers had put Azerbaijan on formal notice in relation to the first Mammadov judgment (see paragraph 66 above), the Court first considered in detail the scope of its examination, stating:", "“202.  The scope of the [first] Ilgar Mammadov judgment was limited, inter alia, to the issues of compatibility with Articles 5 §§ 1 (c) and 4 and Article 18 of the Convention of the applicant’s detention during the pre-trial stage of the proceedings. In the present case, however, the Court is called upon to examine a different set of legal issues – namely, whether the criminal proceedings against the applicant, taken as a whole, were fair, as required by Article 6 of the Convention.", "203.  While the issues to be examined and the legal standards applicable under Article 6 of the Convention are different, both the previous case and the present case concern the same criminal proceedings against the applicant involving the same charges stemming from the same events. As the Court held in the [first] Ilgar Mammadov judgment, during the pre-trial stage of the proceedings, the accusations against the applicant suffered from a prima facie lack of plausibility. In particular, the Court highlighted the fact that the applicant was accused of arriving in Ismayilli one day after the spontaneous and disorganised “acts of hooliganism” had already taken place and that within the short period of two hours, his overall stay in the town, he managed to seize a significant degree of control over the situation, turn the ongoing disorganised rioting into “organised acts” of disorder, establish himself as a leader of the protestors whom he had not known before and who had already gathered without his involvement, and directly cause all of their subsequent disorderly actions. As already noted, this lack of plausibility of the accusations, coupled with the attitude of the authorities towards the applicant’s political activities, called for a high level of scrutiny of the facts. The circumstances on which this previous finding of the Court was based remain unchanged in the present case. The Court will therefore proceed with analysing under Article 6 whether this deficiency has been compensated by the evidence presented at the trial and the reasons provided by the domestic courts.”", "77.  Then, concluding in respect of Article 6, it found:", "“237.  Having regard to the aforementioned considerations, the Court finds that the applicant’s rights to a reasoned judgment and to examine witnesses were infringed. His conviction was based on flawed or misrepresented evidence and his objections in this respect were inadequately addressed. The evidence favourable to the applicant was systematically dismissed in an inadequately reasoned or manifestly unreasonable manner. Even though the case was remitted once for a new examination by the Supreme Court and an attempt was made to address some of the defence’s requests and objections, none of the shortcomings noted above were eventually remedied. The above findings are sufficient to conclude that the criminal proceedings against the applicant, taken as a whole, did not comply with guarantees of a fair trial.”", "78.  In relation to Mr Mammadov’s complaint of a violation of Article 18 in conjunction with Article 6 the Court stated in the second Mammadov judgment, cited above:", "“260.  The Court recalls that it has already held in [the first] Ilgar Mammadov judgment (cited above, §§ 142-43) that the restriction of the applicant’s liberty prior to the conviction which is the focus of the present application had been applied for purposes other than bringing him before a competent legal authority on a reasonable suspicion of having committed an offence. This led the Court in that case to find a breach of Article 18 taken in conjunction with Article 5 of the Convention (...).", "261.  Furthermore, the Court observes that the question of whether Article 6 of the Convention contains any express or implied restrictions which may form the subject of the Court’s examination under Article 18 of the Convention remains open ....", "262.  Taking those circumstances into account and having further regard to the submissions of the parties and its findings under Article 6 § 1 of the Convention, the Court considers that there is no need to give a separate ruling on the complaint under Article 18 in the present case (compare Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. , § 156, ECHR 2014, with further references).”", "79.  Concerning the remaining issues, it found that Mr Mammadov’s complaint under Articles 6 and 13 concerning the length of proceedings, and his complaint under Article 17 were inadmissible. It concluded that it was not necessary to examine separately the admissibility or merits of his complaints under Articles 13 and 14, or under Article 18 in conjunction with Article 6.", "80.  Under Article 41, it awarded him EUR 10 000 for any non-pecuniary damage suffered (ibid., § 269).", "II.  RELEVANT INTERNATIONAL LAW AND PRACTICE", "A.  The International Law Commission’s Articles on Responsibility of States for Internationally Wrongful Acts", "81.  Following extensive work carried out over a number of decades on the legal principles of State responsibility as set out in a series of Draft Articles, in 2001 the International Law Commission adopted those Articles which became known as the Articles on Responsibility of States for Internationally Wrongful Acts (the “ARSIWA”). The International Law Commission submitted the text to the United Nations General Assembly in a report which contained commentaries on the Articles.", "82.  The United Nations General Assembly has given consideration to those Articles on a number of occasions since 2001. At its seventy-first session the Sixth Committee of the General Assembly adopted resolution 71/133 on 19 December 2016 which acknowledged the growing number of decisions of international courts, tribunals and other bodies referring to them, and continued to acknowledge their importance and usefulness.", "83.  The Articles formulate general conditions under international law for the State to be considered responsible for wrongful actions and omissions, and the legal consequences which flow therefrom. Concerning the applicability of the Articles, paragraph (4) (b) of the General Commentary states as follows:", "“... Nor do the articles cover such indirect or additional consequences as may flow from the responses of international organisations to wrongful conduct. In carrying out their functions it may be necessary for international organisations to take a position on whether a State has breached an international obligation. But even where this is so, the consequences will be those determined by or within the framework of the constituent instrument of the organisation, and these fall outside the scope of the articles.”", "84.  Article 30 which relates to cessation and non-repetition reads:", "“The State responsible for the internationally wrongful act is under an obligation:", "(a)  to cease that act, if it is continuing;", "(b)  to offer appropriate assurances and guarantees of non-repetition, if circumstances so require.”", "85.  Article 31 is titled “Reparation” and states:", "“1.  The responsible State is under an obligation to make full reparation for the injury caused by the internationally wrongful act.", "2.  Injury includes any damage, whether material or moral, caused by the internationally wrongful act of a State.”", "86.  According to the commentaries on that article a number of principles arising from international law should be used to interpret those provisions:", "“(9)  Paragraph 2 addresses a further issue, namely the question of a causal link between the internationally wrongful act and the injury. It is only “[i]njury ... caused by the internationally wrongful act of a State” for which full reparation must be made. This phrase is used to make clear that the subject matter of reparation is, globally, the injury resulting from and ascribable to the wrongful act, rather than any and all consequences flowing from an internationally wrongful act.", "(10)  The allocation of injury or loss to a wrongful act is, in principle, a legal and not only a historical or causal process [...]. But other factors may also be relevant: for example, whether State organs deliberately caused the harm in question, or whether the harm caused was within the ambit of the rule which was breached, having regard to the purpose of that rule. In other words, the requirement of a causal link is not necessarily the same in relation to every breach of an international obligation. In international as in national law, the question of remoteness of damage “is not a part of the law which can be satisfactorily solved by search for a single verbal formula”. The notion of a sufficient causal link which is not too remote is embodied in the general requirement in article 31 that the injury should be in consequence of the wrongful act, but without the addition of any particular qualifying phrase.", "(11)  A further element affecting the scope of reparation is the question of mitigation of damage. Even the wholly innocent victim of wrongful conduct is expected to act reasonably when confronted by the injury. Although often expressed in terms of a “duty to mitigate”, this is not a legal obligation which itself gives rise to responsibility. It is rather that a failure to mitigate by the Injured Party may preclude recovery to that extent ...”", "87.  Article 32 is titled “Irrelevance of internal law”:", "“The responsible State may not rely on the provisions of its internal law as justification for failure to comply with its obligations under this part.”", "88.  Articles 34 to 37 address the constituent elements of reparation, (restitution, compensation and satisfaction):", "“Article 34. Forms of reparation", "Full reparation for the injury caused by the internationally wrongful act shall take the form of restitution, compensation and satisfaction, either singly or in combination, in accordance with the provisions of this chapter.", "Article 35. Restitution", "A State responsible for an internationally wrongful act is under an obligation to make restitution, that is, to re-establish the situation which existed before the wrongful act was committed, provided and to the extent that restitution:", "(a)  is not materially impossible;", "(b)  does not involve a burden out of all proportion to the benefit deriving from restitution instead of compensation.", "Commentary", "(1)  In accordance with article 34, restitution is the first of the forms of reparation available to a State injured by an internationally wrongful act. Restitution involves the re-establishment as far as possible of the situation which existed prior to the commission of the internationally wrongful act, to the extent that any changes that have occurred in that situation may be traced to that act. In its simplest form, this involves such conduct as the release of persons wrongly detained or the return of property wrongly seized. In other cases, restitution may be a more complex act.", "...", "Article 36. Compensation", "1.  The State responsible for an internationally wrongful act is under an obligation to compensate for the damage caused thereby, insofar as such damage is not made good by restitution.", "2.  The compensation shall cover any financially assessable damage including loss of profits insofar as it is established.", "Article 37. Satisfaction", "1.  The State responsible for an internationally wrongful act is under an obligation to give satisfaction for the injury caused by that act insofar as it cannot be made good by restitution or compensation.", "2.  Satisfaction may consist in an acknowledgement of the breach, an expression of regret, a formal apology or another appropriate modality.", "3.  Satisfaction shall not be out of proportion to the injury and may not take a form humiliating to the responsible State.”", "B.  The Committee of Ministers’ supervision of the execution of the Court’s judgments", "89.  The Committee of Ministers, which is the executive body of the Council of Europe, supervises the execution of the judgments of the Court under Article 46 of the Convention. For this purpose it has adopted Rules of the Committee of Ministers for the supervision of the execution of judgments and of the terms of friendly settlements reflecting the principles of state responsibility in international law. It has also adopted a number of “practical modalities” which govern its daily work.", "1.  The Committee of Ministers’ Rules", "90.  The Committee of Ministers adopted the Rules governing the supervision of the execution of judgments on 10 May 2006 at the 964th meeting of the Ministers’ Deputies (later amended on 18 January 2017 at the 1275th meeting of the Ministers’ Deputies).", "91.  Rule 6 states as follows:", "“Rule 6 - Information to the Committee of Ministers on the execution of the judgment", "1.  When, in a judgment transmitted to the Committee of Ministers in accordance with Article 46, paragraph 2, of the Convention, the Court has decided that there has been a violation of the Convention or its protocols and/or has awarded just satisfaction to the Injured Party under Article 41 of the Convention, the Committee shall invite the High Contracting Party concerned to inform it of the measures which the High Contracting Party has taken or intends to take in consequence of the judgment, having regard to its obligation to abide by it under Article 46, paragraph 1, of the Convention.", "2.  When supervising the execution of a judgment by the High Contracting Party concerned, pursuant to Article 46, paragraph 2, of the Convention, the Committee of Ministers shall examine:", "a.  whether any just satisfaction awarded by the Court has been paid, including as the case may be, default interest; and", "b.  if required, and taking into account the discretion of the High Contracting Party concerned to choose the means necessary to comply with the judgment, whether:", "i.  individual measures1 have been taken to ensure that the violation has ceased and that the Injured Party is put, as far as possible, in the same situation as that party enjoyed prior to the violation of the Convention;", "ii.  general measures2 have been adopted, preventing new violations similar to that or those found or putting an end to continuing violations.", "__________________", "1.  For instance, the striking out of an unjustified criminal conviction from the criminal records, the granting of a residence permit or the reopening of impugned domestic proceedings (see on this latter point Recommendation Rec(2000)2 of the Committee of Ministers to member states on the re-examination or reopening of certain cases at domestic level following judgments of the European Court of Human Rights, adopted on 19 January 2000 at the 694th meeting of the Ministers’ Deputies).", "2.  For instance, legislative or regulatory amendments, changes of case-law or administrative practice or publication of the Court’s judgment in the language of the respondent state and its dissemination to the authorities concerned.”", "92.  Rule 8 provides for the accessibility of information submitted in the supervision process:", "“Rule 8 - Access to information", "1.  The provisions of this Rule are without prejudice to the confidential nature of the Committee of Ministers’ deliberations in accordance with Article 21 of the Statute of the Council of Europe.", "2.  The following information shall be accessible to the public unless the Committee decides otherwise in order to protect legitimate public or private interests:", "a.  information and documents relating thereto provided by a High Contracting Party to the Committee of Ministers pursuant to Article 46, paragraph 2, of the Convention;", "b.  information and documents relating thereto provided to the Committee of Ministers, in accordance with the present Rules, by the Injured Party, by nongovernmental organisations or by national institutions for the promotion and protection of human rights.", "...”", "93.  Rule 9 allows information to be submitted to the Committee of Ministers by individual applicants, non-governmental organisations and other bodies on the execution of a judgment. It states:", "“Rule 9 - Communications to the Committee of Ministers", "1.  The Committee of Ministers shall consider any communication from the Injured Party with regard to payment of the just satisfaction or the taking of individual measures.", "2.  The Committee of Ministers shall be entitled to consider any communication from non-governmental organisations, as well as national institutions for the promotion and protection of human rights, with regard to the execution of judgments under Article 46, paragraph 2, of the Convention.", "3.  The Committee of Ministers shall also be entitled to consider any communication from an international intergovernmental organisation or its bodies or agencies whose aims and activities include the protection or the promotion of human rights, as defined in the Universal Declaration of Human Rights, with regard to the issues relating to the execution of judgments under Article 46, paragraph 2, of the Convention which fall within their competence.", "4.  The Committee of Ministers shall likewise be entitled to consider any communication from an institution or body allowed, whether as a matter of right or upon special invitation from the Court, to intervene in the procedure before the Court, with regard to the execution under Article 46, paragraph 2, of the Convention of the judgment either in all cases (in respect of the Council of Europe Commissioner for Human Rights) or in all those concerned by the Court’s authorisation (in respect of any other institution or body).", "5.  The Secretariat shall bring, in an appropriate way, any communication received under paragraph 1 of this Rule, to the attention of the Committee of Ministers.", "6.  The Secretariat shall bring any communication received under paragraphs 2, 3 or 4 of this Rule to the attention of the State concerned. When the State responds within five working days, both the communication and the response shall be brought to the attention of the Committee of Ministers and made public. If there has been no response within this time limit, the communication shall be transmitted to the Committee of Ministers but shall not be made public. It shall be published ten working days after notification, together with any response received within this time limit. A State response received after these ten working days shall be circulated and published separately upon receipt.”", "94.  Rule 11 sets out the procedure in infringement proceedings under Article 46 § 4 of the Convention:", "“Rule 11- Infringement proceedings", "1.  When in accordance with Article 46, paragraph 4, of the Convention the Committee of Ministers considers that a High Contracting Party refuses to abide by a final judgment in a case to which it is a party, it may, after serving formal notice on that Party and by decision adopted by a majority vote of two-thirds of the representatives entitled to sit on the Committee, refer to the Court the question whether that Party has failed to fulfil its obligation.", "2.  Infringement proceedings should be brought only in exceptional circumstances. They shall not be initiated unless formal notice of the Committee’s intention to bring such proceedings has been given to the High Contracting Party concerned. Such formal notice shall be given ultimately six months before the lodging of proceedings, unless the Committee decides otherwise, and shall take the form of an interim resolution. This Resolution shall be adopted by a majority vote of two-thirds of the representatives entitled to sit on the Committee.", "3.  The referral decision of the matter to the Court shall take the form of an interim resolution. It shall be reasoned and concisely reflect the views of the High Contracting Party concerned.", "4.  The Committee of Ministers shall be represented before the Court by its Chair unless the Committee decides upon another form of representation. This decision shall be taken by a two-thirds majority of the representatives casting a vote and a majority of the representatives entitled to sit on the Committee.”", "95.  Rule 16 addresses the adoption of interim resolutions in the execution process and their intended function:", "“Rule 16 – Interim resolutions", "In the course of its supervision of the execution of a judgment or of the terms of a friendly settlement, the Committee of Ministers may adopt interim resolutions, notably in order to provide information on the state of progress of the execution or, where appropriate, to express concern and/or to make suggestions with respect to the execution.”", "96.  Rule 17 states:", "“Rule 17 - Final resolution", "After having established that the High Contracting Party concerned has taken all the necessary measures to abide by the judgment or that the terms of the friendly settlement have been executed, the Committee of Ministers shall adopt a Resolution concluding that its functions under Article 46, paragraph 2, or Article 39, paragraph 4, of the Convention have been exercised.”", "2.  The Committee of Ministers’ procedures", "97.  The procedures for the supervision of the execution of judgments were adopted by the Committee of Ministers in 2010 (see ", "98.  The procedures were based on two principles. The first is that of “continuous supervision”, meaning that all final judgments remain under the continuous supervision of the Committee of Ministers until the Committee closes its supervision procedure by adopting a final resolution (see paragraph 96 above).", "99.  The second principle is that of prioritisation, as implemented through the Committee of Ministers’ “twin-track” approach. In line with that approach, all cases pending in the supervision process will be examined under the “standard supervision” track unless, because of its specific nature, a case warrants consideration under the “enhanced supervision” track.", "100.  Applying these two principles means that it is not necessary to include every case pending execution on the agenda of the Committee of Ministers’ quarterly Human Rights meetings. These meetings are dedicated to the supervision of the Court’s judgments and held in March, June, September and December (in accordance with Article 3 of the Statute of the Council of Europe and Section III. 3. of the Committee’s general Rules of Procedure). The cases pending execution remain under the Committee’s continued supervision, as entrusted to the Committee’s secretariat. The Committee’s quarterly meetings are therefore reserved for the examination of a minority of the cases pending which are classified under the enhanced procedure and which may require more active intervention by the Committee such as the adoption of decisions and/or interim resolutions, in the latter case usually following debate and sometimes a vote.", "101.  The types of cases that may be placed in the enhanced procedure are judgments requiring urgent individual measures; pilot judgments; judgments raising structural and/or complex problems as identified by the Court or by the Committee of Ministers; and interstate cases.", "102.  In order to allow the Committee of Ministers to effectively carry out its supervision role respondent states should submit Action Plans and/or Action reports to the Committee to inform it of the measures planned and/or adopted to execute a judgment of the Court (see also paragraph 91 above about Rule 6 of the Rules).", "103.  For cases classified in the enhanced procedure, the Committee of Ministers entrusts its Secretariat with a role of more intensive and pro-active cooperation with States.", "3.  The Committee of Ministers’ practice", "(a)  Introduction", "104.  There have been relatively few applications to the Court under Article 18 in conjunction with Article 5 (for a summary of the Court’s caselaw see the recent judgment in Merabishvili v. Georgia [GC], no. 72508/13, §§ 264-282, 28 November 2017). To date there have been nine cases where the Court has found such a violation, including in the first Mammadov judgment. The first was Gusinskiy v. Russia, no. 70276/01, ECHR 2004IV. After that, Cebotari v. Moldova, no. 35615/06, 13 November 2007; then two cases against Ukraine: Lutsenko v. Ukraine, no. 6492/11, 3 July 2012, and Tymoshenko v. Ukraine, no. 49872/11, 30 April 2013. Those were followed by Rasul Jafarov v. Azerbaijan, no. 69981/14, 17 March 2016, Merabishvili v. Georgia, cited above, Mammadli v. Azerbaijan, no. 47145/14, 19 April 2018, and Rashad Hasanov and Others v. Azerbaijan, nos. 48653/13 and 3 others, 7 June 2018.", "105.  Of the eight cases listed above, three became final relatively recently and have not yet been examined by the Committee of Ministers – Merabishvili, Mammadli, and Rashad Hasanov cited above. Four cases have been examined by the Committee and are pending in the supervision procedure – Gusinskiy, Lutsenko, Tymoshenko and Rasul Jafarov, all cited above. Finally, the Committee of Ministers has closed the supervision procedure in one case, Cebotari, cited above. An overview of the execution process is set out below.", "(b)  Cases pending supervision before the Committee of Ministers where the Court found a violation of Article 18 in conjunction with Article 5", "(i)  Individual measures", "106.  In the four cases pending supervision where there has been a violation of Article 18 in conjunction with Article 5, the Committee of Ministers has examined three elements taken by respondent states as individual measures – payment of the just satisfaction, erasure of the negative consequences of the impugned decision, and release of the applicants following the judgment.", "107.  The Committee noted that payment of the just satisfaction and release of the applicants had occurred in Lutsenko, cited above (examination at the 1172nd Human Rights meeting (4-6 June 2013) and Tymoshenko, cited above (examination at the 1193rd Human Rights meeting (4-6 March 2014)). In Gusinskiy, cited above (examination at the 1243rd Human Rights meeting (8-9 December 2015)), the Committee noted that the applicant was released prior to the Court’s judgment becoming final and the commercial agreement the applicant was intimidated into signing whilst held in detention on remand was not enforced.", "108.  In Rasul Jafarov, cited above, the applicant was pardoned and released the day that the judgment of the European Court was delivered, however the just satisfaction was not paid in full. Notwithstanding his pardon, as a result of his conviction the applicant was prevented from standing for any elections in Azerbaijan until 2021, and from admission to the Bar Association also until 2021. In the decision adopted at the Committee’s 1294th Human Rights meeting (19-21 September 2017) the Committee:", "“1.  urged the authorities to pay without delay the remaining amount of just satisfaction, including default interest;", "2.  in view of the seriousness of the consequences which the applicant continues to suffer despite his early release, urged the authorities to explore all avenues including a reopening of the impugned proceedings in order to erase the consequences of the violations found;”", "(ii)  General measures", "109.  In respect of the general measures taken in the four cases pending supervision to avoid similar violations of Article 18 in conjunction with Article 5, the Committee’s Secretariat’s analysis in the cases of Tymoshenko and Lutsenko (see the Committee’s examination of the case at its 1193rd Human Rights meeting (4-6 March 2014)) indicated:", "“... reform of the prosecution service and the constitutional reform aimed at strengthening the independence of the judiciary, appear relevant and interesting and a more in-depth examination is under way (both these draft legislative reforms have been examined from a more general point of view by the Venice Commission in 2013 – see  and ). It also underlined that the progress achieved in these respects is also followed in the context of other groups of cases, notably the Oleksandr Volkov case, also dealing with important shortcomings in the organisation of the Ukrainian judiciary.”", "110.  In the third case, Gusinsky, the Secretariat’s analysis prepared at the 1243rd meeting (8-9 December 2015) advised the Committee in relation to the violation of Article 18 in conjunction with Article 5 that:", "“... it appears that this violation was closely linked to the vagueness of the law at the time and the absence of effective judicial review of detention of suspects. The new CCP adopted in 2001 appears to have eliminated the vagueness of Article 90 of the 1960 CCP. Effective judicial review has also been introduced. Accordingly, the kind of abuse of power by the executive and the prosecutor services at issue in the Gusinskiy case would today be subjected to effective judicial review. These developments also appear to address the violation of Article 5 found in this case.”", "111.  In its decision at that meeting the Committee:", "“... welcomed the efforts made by the Russian authorities aimed at aligning Russian legislation and practice with the Convention requirements under Article 5 of the Convention”.", "However, the Gusinsky case remains pending to ensure supervision of other elements arising from the judgment in the context of the Committee’s supervision of the Klyakin group v. Russia (see the examination of that group of cases at its 1294th Human Rights meeting (19-21 September 2017)).", "112.  The general measures in the case of Rasul Jafarov, cited above, were considered by the Committee to be the same as in the first Mammadov judgment and therefore that case also remains pending supervision (examination at the 1294th Human Rights meeting (19-21 September 2017)).", "(c)  Case where the Court found a violation of Article 18 in conjunction with Article 5 and the Committee of Ministers has closed the supervision procedure", "113.  As mentioned above (see paragraph 105), the Committee of Ministers has closed the supervision process in Cebotari, cited above. In that case, the applicant had been released and acquitted by the domestic courts before the judgment of this Court became final (see Cebotari, cited above, § 36). Concerning the general measures the Committee was advised (see the Order of Business from the 1259th Human Rights meeting (7-8 June 2016)) that:", "“the reform of the Moldovan prosecution service, and notably the new Law on the Prosecution Service of February 2016, appear to improve and consolidate the independence of the prosecution from executive and legislative powers (in particular as regards the handling of individual cases), exclude political involvement of prosecutors, including the Prosecutor General, and enhance their criminal and disciplinary accountability. Taking also into account the fact that no further violations of Article 18 have been established since, these measures would appear in principle capable of preventing abuse of the kind here at issue. As the question of individual measures is resolved, it is accordingly proposed to close the supervision of the Cebotari case.”", "114.  Accordingly, the Committee decided to close its supervision of the case at its 1259th Human Rights meeting (8 June 2016 (see Final Resolution CM/ResDH(2016)147)).", "C.  Protocol No. 14 to the European Convention on Human Rights", "115.  The idea of introducing infringement proceedings as a procedural possibility in the Convention was set out by the Parliamentary Assembly to the Council of Europe in its Resolution 1226(2000) and followed up in Assembly Recommendation 1477(2000). The initial proposal was to amend the Convention to introduce a system of “astreintes” (daily fines for a delay in the performance of a legal obligation) to be imposed on states that persistently fail to execute a judgment. The Recommendation does not indicate whether the Committee of Ministers or the Court was intended to have the power to impose a fine.", "116.  The proposal to impose fines was not ultimately taken up in Protocol 14 but it initiated a debate which led to the insertion of Article 46 § 4 in the Convention. That debate was about the need to increase the Committee of Ministers’ powers when supervising the execution of judgments. As it states in the Explanatory Report to Protocol No. 14:", "“Measures to be taken concerning execution of judgments", "16.  Execution of the Court’s judgments is an integral part of the Convention system. The measures that follow are designed to improve and accelerate the execution process. The Court’s authority and the system’s credibility both depend to a large extent on the effectiveness of this process. Rapid and adequate execution has, of course, an effect on the influx of new cases: the more rapidly general measures are taken by States Parties to execute judgments which point to a structural problem, the fewer repetitive applications there will be. In this regard, it would be desirable for states, over and above their obligations under Article 46, paragraph 1, of the Convention, to give retroactive effect to such measures and remedies. Several measures advocated in the above-mentioned recommendations and resolutions pursue this aim. In addition, it would be useful if the Court and, as regards the supervision of the execution of judgments, the Committee of Ministers, adopted a special procedure so as to give priority treatment to judgments that identify a structural problem capable of generating a significant number of repetitive applications, with a view to securing speedy execution of the judgment. The most important Convention amendment in the context of execution of judgments of the Court involves empowering the Committee of Ministers to bring infringement proceedings in the Court against any state which refuses to comply with a judgment.", "17.  The measures referred to in the previous paragraph are also designed to increase the effectiveness of the Convention system as a whole. While the supervision of the execution of judgments generally functions satisfactorily, the process needs to be improved to maintain the system’s effectiveness", "...", "Article 46 – Binding force and execution of judgments", "...", "98.  Rapid and full execution of the Court’s judgments is vital. It is even more important in cases concerning structural problems, so as to ensure that the Court is not swamped with repetitive applications. For this reason, ever since the Rome ministerial conference of 3 and 4 November 2000 (Resolution I), it has been considered essential to strengthen the means given in this context to the Committee of Ministers. The Parties to the Convention have a collective duty to preserve the Court’s authority – and thus the Convention system’s credibility and effectiveness – whenever the Committee of Ministers considers that one of the High Contracting Parties refuses, expressly or through its conduct, to comply with the Court’s final judgment in a case to which it is party.", "99.  Paragraphs 4 and 5 of Article 46 accordingly empower the Committee of Ministers to bring infringement proceedings in the Court (which shall sit as a Grand Chamber – see new Article 31, paragraph b), having first served the state concerned with notice to comply. The Committee of Ministers’ decision to do so requires a qualified majority of two thirds of the representatives entitled to sit on the Committee. This infringement procedure does not aim to reopen the question of violation, already decided in the Court’s first judgment. Nor does it provide for payment of a financial penalty by a High Contracting Party found in violation of Article 46, paragraph 1. It is felt that the political pressure exerted by proceedings for noncompliance in the Grand Chamber and by the latter’s judgment should suffice to secure execution of the Court’s initial judgment by the state concerned.", "100.  The Committee of Ministers should bring infringement proceedings only in exceptional circumstances. None the less, it appeared necessary to give the Committee of Ministers, as the competent organ for supervising execution of the Court’s judgments, a wider range of means of pressure to secure execution of judgments. Currently the ultimate measure available to the Committee of Ministers is recourse to Article 8 of the Council of Europe’s Statute (suspension of voting rights in the Committee of Ministers, or even expulsion from the Organisation). This is an extreme measure, which would prove counter-productive in most cases; indeed the High Contracting Party which finds itself in the situation foreseen in paragraph 4 of Article 46 continues to need, far more than others, the discipline of the Council of Europe. The new Article 46 therefore adds further possibilities of bringing pressure to bear to the existing ones. The procedure’s mere existence, and the threat of using it, should act as an effective new incentive to execute the Court’s judgments. It is foreseen that the outcome of infringement proceedings would be expressed in a judgment of the Court.”", "THE LAW", "ALLEGED FAILURE TO FULFIL THE OBLIGATION UNDER ARTICLE 46 § 1", "117.  By an interim resolution of 5 December 2017, the Committee of Ministers referred to the Court, in accordance with Article 46 § 4 of the Convention, the question whether the Republic of Azerbaijan had failed to fulfil its obligation under Article 46 § 1 of the Convention to abide by the Court’s judgment of 22 May 2014 in the Ilgar Mammadov case (“the first Mammadov judgment”, see paragraph 1 above).", "118.  Article 46 of the Convention states as follows:", "“1.  The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.", "2.  The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution.", "3.  If the Committee of Ministers considers that the supervision of the execution of a final judgment is hindered by a problem of interpretation of the judgment, it may refer the matter to the Court for a ruling on the question of interpretation. A referral decision shall require a majority vote of two thirds of the representatives entitled to sit on the Committee.", "4.  If the Committee of Ministers considers that a High Contracting Party refuses to abide by a final judgment in a case to which it is a party, it may, after serving formal notice on that Party and by decision adopted by a majority vote of two thirds of the representatives entitled to sit on the Committee, refer to the Court the question whether that Party has failed to fulfil its obligation under paragraph 1.", "5.  If the Court finds a violation of paragraph 1, it shall refer the case to the Committee of Ministers for consideration of the measures to be taken. If the Court finds no violation of paragraph 1, it shall refer the case to the Committee of Ministers, which shall close its examination of the case.”", "A.  Submissions", "1.  The Committee of Ministers", "119.  In its initial comments, referring to the Court’s case-law, the Committee of Ministers recalled that the Court’s finding of a violation is in principle declaratory. It emphasised the general principles underpinning the execution process explaining that where the Court has found a breach of the Convention or its Protocols the respondent State has a legal obligation not just to pay those concerned the sums awarded by way of just satisfaction, but also to choose, subject to supervision by the Committee of Ministers, the general and/or, if appropriate individual measures to be adopted in their domestic legal order to put an end to the violation found by the Court.", "120.  The Committee then recalled the circumstances of the first Mammadov judgment and stated that in its view the Court’s finding of a violation of Article 18 in conjunction with Article 5 challenged the foundation of the criminal proceedings against the applicant. Therefore, at its first examination of the case the Committee called upon the authorities to ensure the applicant’s release without delay (see the decision adopted at its 1214th Human Rights meeting (2-4 December 2014), cited at paragraph 45 above). Subsequently, the absence of any remedial action had led the Committee to call for the applicant’s immediate and unconditional release, on the basis that the proceedings were fundamentally flawed (see the decisions adopted at its 1230th Human Rights meeting (11 June 2015) and 1288th Human Rights meeting (6-7 June 2017) (see paragraph 62 above)).", "121.  The submissions then summarised the factual developments that occurred in the supervision process, and the content of the Committee’s decisions and interim resolutions.", "122.  The Committee of Ministers concluded stating that at no point since the judgment became final had the national authorities shown any sign of having drawn the consequences of the violations found by the Court, in particular under Article 18 taken in conjunction with Article 5, nor any intention of taking the necessary action. By that stage, that is by December 2017, well over three years since the judgment became final, the position could no longer be characterised as a delay in execution but instead had to be recognised as a refusal to execute. Moreover, it appeared from the views of the Republic of Azerbaijan (as set out in the appendix to Interim Resolution CM/ResDH(2017)429) that the authorities considered that the completion of the criminal proceedings and the payment of the just satisfaction awarded by the Court were all that was required in terms of individual measures to comply with the judgment.", "123.  In further comments the Committee of Ministers responding to the arguments raised by the Government underlined the difference between the first Mammadov judgment and the Court’s judgments in Lutsenko and Tymoshenko, both cited above. In neither of those two cases did the Court find it established that there was no “reasonable suspicion” underlying the applicants’ arrest and detention and consequently the nature of the violations was more circumscribed. They also recalled that the applicants in those cases were released at an early stage in the supervisory procedure.", "124.  It rejected the argument that the Committee’s use of language had been inconsistent. By calling for Mr Mammadov’s “unconditional release” the Committee was simply providing a further specification of what was required in a manner that was fully in keeping with its analysis of the first Mammadov judgment.", "125.  In comments submitted following Mr Mammadov’s release on 13 August 2018, the Committee of Ministers confirmed that it had been informed of Mr Mammadov’s release subject to certain conditions imposed upon him by the Shaki Court of Appeal. The Committee enclosed the memorandum from the Government containing replies to questions it had posed, and Mr Mammadov’s comments on that memorandum (see paragraph 71 above). The content of those documents corresponded to their respective comments recapitulated below (see paragraphs 133-134 and 141142). The Committee indicated their hope that the information submitted would assist the Court in its deliberations on the case (in the French version « aideront la Cour à statuer sur cette affaire »).", "2.  The Government", "126.  In their initial comments the Government recalled their views as set out in the Appendix to Interim Resolution CM/ResDH(2017)429 (see Annex).", "127.  In respect of the individual measures the Government indicated that the just satisfaction had been paid to Mr Mammadov. They referred to the re-examination of the case by the Shaki Court of Appeal on 29 April 2016, in which, according to the Government, it “... carefully addressed the Court’s conclusions drawn in the present judgment and remedied the deficiencies found in the proceedings leading to Mr Mammadov’s conviction”. The submissions then highlighted the amendment made to the Criminal Code of the Republic of Azerbaijan on 20 October 2017 providing for the possibility of applying for conditional release after serving twothirds of a term of imprisonment and stated that Mr Mammadov was eligible for conditional release from 1 December 2017.", "128.  As to the general measures, the Government referred to the mission of the Secretary General’s representative to Azerbaijan of 11 January 2017 and the authorities’ readiness to examine all avenues suggested by the mission to further execute the Court’s judgment. The submissions also summarised the content of the Executive order signed by the President of the Republic of Azerbaijan on 10 February 2017 “On improvement of operation of penitentiary, humanization of penal policies and extension of application of alternative sanctions and non-custodial procedural measures of restraint”. The Government explained that this Order and contemporaneous amendments to the Criminal Code had served to decriminalise activities in Azerbaijan and reduce the number of detainees in pre-trial detention.", "129.  The Government contrasted the developments in the supervision proceedings in the first Mammadov judgment with the proceedings in Lutsenko and Tymoshenko, both cited above, where the Committee of Ministers had not immediately called for release of the applicants notwithstanding that the Court had also found violations of Article 18 in conjunction with Article 5 in those cases. Noting that the applicants in those cases were later released, the Government maintained that this difference in approach showed that the Committee had not consistently applied the principles of the supervision procedure.", "130.  Highlighting the absence of any indication in the Court’s judgment about securing Ilgar Mammadov’s immediate release, the Government compared this with the indication given in Fatullayev v. Azerbaijan, no. 40984/07, 22 April 2010. The Government inferred that this contrast meant that such a measure was not necessary in the first Mammadov judgment and also demonstrated inconsistency in the Committee’s approach. They also submitted that the Committee had been inconsistent in calling initially for the applicant’s “immediate release” and only later for his “unconditional” release. The Government concluded that, in light of the measures implemented, they had fully complied with the first Mammadov judgment.", "131.  In further comments, the Government criticised Mr Mammadov for relying in argument on later judgments of the Court and emphasised that the infringement proceedings concerned only the first Mammadov judgment.", "132.  They also underlined that the Committee of Ministers’ position would imply that Mr Mammadov had to be released notwithstanding the fact that the national court’s judgment had become final and in the absence of any direct indication by the Court.", "133.  In comments submitted following Mr Mammadov’s release, the Government highlighted that on 13 August 2018 the Shaki Court of Appeal had lifted the preventive measure of arrest and released the applicant, thus putting an end to the violation established in the first Mammadov judgment. In the view of the Government this responded to the Committee of Ministers’ call for the applicant to be unconditionally released. Giving reasons as to why Mr Mammadov’s release should be viewed as unconditional, the Government first noted that it was possible for Mr Mammadov to appeal the decision of the Shaki Court of Appeal. Second, they indicated that the conditions imposed on Mr Mammadov related to his probation and not to his release, which meant that those conditions could be challenged by him at his local first instance court and that his conviction in the second Mammadov judgment had nothing to do with the present request under Article 46 § 4. Third, the Government reviewed the decisions of the Committee of Ministers and concluded that in using the word “unconditional” in its decisions the Committee had meant that “there should be no pre-condition envisaged for the applicant to be released ... for example, his application with the judicial authorities”.", "134.  The comments concluded that given the aims of the Article 46 § 4 procedure and its exceptional nature the matter had been resolved and there was no need for further examination of the question under Article 46 § 4 of the Convention by the Court.", "3.  Ilgar Mammadov", "135.  In his initial comments, Mr Mammadov submitted that the execution of the first Mammadov judgment required his immediate and unconditional release, accompanied by an unequivocal recognition by the Republic of Azerbaijan that his detention since his remand in custody on 4 February 2013 was not only contrary to the Convention but also to the law of the Republic of Azerbaijan.", "136.  With references to the Court’s case-law, Mr Mammadov made seven propositions to support his submission, namely that the High Contracting Parties are bound to abide by the final judgments of the Court in any case to which they are parties; this obligation is not limited to the payment of just satisfaction but may also entail the adoption of general and/or individual measures; the discretion of High Contracting parties to choose those measures is not absolute; the determination of which individual measures are required falls within the responsibility of the Committee of Ministers under Article 46 § 2 of the Convention; the only appropriate individual measure to be adopted by a High Contracting Party where a person continues to be detained pursuant to a process found by the Court to amount to an abuse of his rights under the Convention will be for him or her to be released in circumstances involving an unequivocal recognition that his or her detention was contrary to those rights; the individual measure required by the first Mammadov judgment was to release him in circumstances involving an unequivocal recognition that his detention was contrary to the laws of Azerbaijan and the Convention; the Republic of Azerbaijan could have adopted this measure but had not, and its continued delay had aggravated the original finding of the violation of Article 18 and 5, which meant that it had not fulfilled its obligation under Article 46 § 1 of the Convention.", "137.  Submitting that the adoption of individual measures in the first Mammadov judgment required his immediate release, Mr Mammadov referred to a number of cases in the Court’s case-law where the Court had indicated in its judgment that ‘release at the earliest possible date’, ‘immediate release’ or ‘release without further delay’ should occur. He concluded that the common element in those cases was that there was no conceivable legal basis for the deprivation of liberty involved. Also, release had to be immediate or very quick because the seriousness of the violation meant that the respondent State had very limited scope for postponing the execution of the judgments concerned.", "138.  Notwithstanding the absence of an indication in the first Mammadov judgment, it should be viewed in the same light as those judgments where there was no conceivable legal basis for the deprivation of liberty. Mr Mammadov contended that this interpretation was supported by the Court’s findings in the first Mammadov judgment, and considered that the entire process from his remand in custody onwards had amounted to a flagrant denial of justice. Taking this into account, only unconditional release would constitute proper execution, as other types of release would be at odds with the fundamentally flawed criminal process in the first Mammadov judgment.", "139.  In further comments Mr Mammadov acknowledged payment of the just satisfaction but argued that this was not the only individual measure needed in his case. He underlined that the domestic proceedings had not addressed any element of the first Mammadov judgment and could not be considered as individual measures in his case. For the same reasons advanced by the Committee of Ministers (see paragraph 123 above) he argued that the cases of Lutsenko and Tymoshenko, both cited above, were different to his case and therefore it was appropriate for the Committee to treat them differently in the supervision process.", "140.  Finally, he accepted that the Committee of Ministers had used slightly different formulations in its use of language when calling for his release but that the language remained completely coherent with the Committee’s position and there was no basis for asserting any inconsistency in the Committee’s approach.", "141.  In comments submitted following his release, Mr Mammadov underlined that the judgment of the Shaki Court of Appeal of 13 August 2018 made no reference to the first Mammadov judgment, rejected the criticisms of the Court in the second Mammadov judgment, and had upheld his conviction, changing only his sentence. Recalling the conditions of his release (see paragraphs 31-32 above) Mr Mammadov submitted that for two years he is required to report to the Probation Office every ten days to sign a register, although no document confirming the need for such appearance had been issued to him. There remained the possibility for him to be returned to prison under what he described as vague provisions in the Criminal Code if he systematically or deliberately evades his “duty of correction”, or other duties placed on him by the court or commits other crimes. Mr Mammadov maintained that the restrictions placed on him affect the extent to which he is able to engage in legitimate political activities, thus prolonging the measures that have been used to silence or punish him for criticising the Government. He did not comment on the possibility to appeal those restrictions.", "142.  Concerning the question whether the first Mammadov judgment had been executed, he indicated that his release occurred three years and ten months after the Court’s judgment and therefore was not without delay and could not be considered “timely”. Recalling the explicit and implicit restrictions on him under domestic law Mr Mammadov stated that his release could only be characterised as “conditional”. He concluded that even if his release were to be regarded as belated execution of the judgment (which in his view it was not), there had already been a substantial failure by the Government to fulfil its obligation under Article 46 § 1 at the time the referral request was made.", "B.  The Court’s Assessment", "1.  Procedural issues", "143.  Following Mr Mammadov’s release, the Government indicated that they considered the matter resolved and that there was no need for further examination of the question under Article 46 § 4 of the Convention by the Court (see paragraph 134 above).", "144.  The Court notes that none of the provisions in Article 46 mention the possibility of withdrawing a case referred to the Court. However, they make clear that only the Committee of Ministers can initiate a referral under Article 46 § 4. Given this procedural prerogative, the collective responsibility of the Committee of Ministers and the inter-institutional character of the proceedings, the Court considers that it is not excluded that the powers afforded to the Committee of Ministers under Article 46 also imply that the Committee could withdraw a case referred to the Court.", "145.  However, the Committee of Ministers has not done so in the present proceedings. Following Mr Mammadov’s conditional release, it examined the case in the light of those new developments and, having consulted the Government and heard from Mr Mammadov, did not decide to withdraw the proceedings (see paragraphs 71-72 above). Moreover, in response to the Court’s invitation, the Committee provided written comments following Mr Mammadov’s conditional release which it indicated were to assist the Court in its deliberations on the case (« aideront la Cour à statuer sur cette affaire », see paragraph 125 above).", "146.  Following the decision of the Supreme Court of 28 March 2019 (see paragraph 73 above), the Government indicated that they considered that the decision had created a new situation in the execution of the first Mammadov judgment which “might be taken into account by the Court” in the present proceedings. Having examined the above elements, the Court considers that it remains seised of the case referred to it.", "2.  General principles relating to the execution of the Court’s judgments under Article 46 §§ 1 and 2", "147.  One of the most significant features of the Convention system is that it includes a mechanism for reviewing compliance with the provisions of the Convention. Thus, the Convention not only requires the States Parties to observe the rights and obligations deriving from it, but also establishes a judicial body, the Court, which is empowered to find violations of the Convention in final judgments by which the States Parties have undertaken to abide (Article 19, in conjunction with Article 46 § 1). In addition, it sets up a mechanism for supervising the execution of judgments, under the Committee of Ministers’ responsibility (Article 46 § 2 of the Convention). Such a mechanism demonstrates the importance of effective implementation of judgments (see Verein gegen Tierfabriken Schweiz (VgT) v. Switzerland (no. 2) [GC], no. 32772/02, § 84, ECHR 2009).", "148.  The Court has articulated many times in its case-law that its judgments are essentially declaratory in nature and that, in general, it is primarily for the State concerned to choose, subject to supervision by the Committee of Ministers, the means to be used to discharge its obligations under Article 46 of the Convention, provided that such means are compatible with the conclusions set out in the Court’s judgment (see, among other authorities, Öcalan v. Turkey [GC], no. 46221/99, § 210, ECHR 2005IV; Brumărescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2001-I, and Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII).", "149.  The Court has also underlined the binding force of its judgments under Article 46 § 1 and the importance of their effective execution, in good faith and in a manner compatible with the “conclusions and spirit” of those judgments (see Emre v. Switzerland (no. 2), no. 5056/10, § 75, 11 October 2011).", "150.  As regards the requirements of Article 46, it should first be noted that a respondent State found to have breached the Convention or its Protocols is under an obligation to abide by the Court’s decisions in any case to which it is a party. In other words, a total or partial failure to execute a judgment of the Court can engage the State Party’s international responsibility. The State Party in question will be under an obligation not only to pay those concerned the sums awarded by way of just satisfaction, but also to take individual and/or, if appropriate, general measures in its domestic legal order to put an end to the violation found by the Court and to redress the effects, the aim being to put the applicant, as far as possible, in the position he would have been in had the requirements of the Convention not been disregarded (see Verein gegen Tierfabriken Schweiz (VgT), cited above, § 85 with further references). In exercising their choice of individual measures, the State party must bear in mind their primary aim of achieving restitutio in integrum (see Kudeshkina v. Russia (No.2) (dec.), no. 28727/11, § 74, 17 February 2015; Brumărescu, cited above, § 20, and Papamichalopoulos and Others v. Greece (Article 50), 31 October 1995, § 34, Series A no. 330B).", "151.  These obligations reflect the principles of international law whereby a State responsible for a wrongful act is under an obligation to make restitution, consisting in restoring the situation which existed before the wrongful act was committed, provided that restitution is not “materially impossible” and “does not involve a burden out of all proportion to the benefit deriving from restitution instead of compensation” (Article 35 of the ARSIWA, see paragraphs 81 and 88 above). In other words, while restitution is the rule, there may be circumstances in which the State responsible is exempted – fully or in part – from this obligation, provided that it can show that such circumstances obtain (see Verein gegen Tierfabriken Schweiz (VgT), cited above, § 86).", "152.  In any event, respondent States are required to provide the Committee of Ministers with detailed, up-to-date information on developments in the process of executing judgments that are binding on them (Rule 6 of the Committee of Ministers’ Rules for the supervision of the execution of judgments and of the terms of friendly settlements – see paragraph 91 above). In this connection, the Court emphasises the obligation on States to perform treaties in good faith, as noted, in particular, in the third paragraph of the Preamble to, and in Article 26 of, the Vienna Convention on the Law of Treaties 1969 (ibid., § 87).", "153.  Admittedly, subject to monitoring by the Committee of Ministers, the respondent State in principle remains free to choose the means by which it will discharge its obligations under Article 46 § 1 of the Convention (see also paragraph 148 above), provided that such means are compatible with the conclusions set out in the Court’s judgment. However, in certain special circumstances the Court has found it useful to indicate to a respondent State the type of measures that might be taken to put an end to the situation – often a systemic one – which has given rise to the finding of a violation. Sometimes, the nature of the violation does not even leave any choice as to the measures to be taken (see Verein gegen Tierfabriken Schweiz (VgT), cited above, § 88 with further references).", "154.  Although the Court can in certain situations indicate the specific remedy or other measure to be taken by the respondent state it still falls to the Committee of Ministers to evaluate the implementation of such measures under Article 46 § 2 of the Convention (see Egmez v. Cyprus (dec.), no. 12214/07, § 49, 18 September 2012 with further references).", "155.  Moreover, the Court reiterates that given the variety of means available to achieve restitutio in integrum and the nature of the issues involved, in the exercise of its competence under Article 46 § 2 of the Convention, the Committee of Ministers is better placed than the Court to assess the specific measures to be taken. It should thus be left to the Committee of Ministers to supervise, on the basis of the information provided by the respondent State and with due regard to the applicant’s evolving situation, the adoption of such measures that are feasible, timely, adequate and sufficient to ensure the maximum possible reparation for the violations found by the Court (see Mukhitdinov v. Russia, no. 20999/14, § 114, 21 May 2015; Mamazhonov v. Russia, no. 17239/13, § 236, 23 October 2014; Kim v. Russia, no. 44260/13, § 74, 17 July 2014; and Savriddin Dzhurayev v. Russia, no. 71386/10, § 255, ECHR 2013 (extracts)).", "156.  The purpose of awarding sums by way of just satisfaction is to provide reparation solely for damage suffered by those concerned to the extent that the relevant events constitute a consequence of the violation that cannot otherwise be remedied (see Scozzari and Giunta, cited above, § 250). The general logic of the just-satisfaction rule (Article 41, or former Article 50, of the Convention), as intended by its drafters, is directly derived from the principles of public international law relating to State liability, and has to be construed in this context. This is confirmed by the travaux préparatoires to the Convention (see Cyprus v. Turkey (just satisfaction) [GC], no. 25781/94, § 40, ECHR 2014).", "3.  The Court’s task in infringement proceedings under Article 46 § 4", "157.  Under Article 46 § 4 of the Convention the Court is required to decide whether a State has failed to fulfil its obligation under Article 46 § 1. The provision does not provide further indication concerning the approach to be taken. As this is the first time that the Committee of Ministers has initiated infringement proceedings, the Court considers that it should clarify the nature of its task.", "(a)  The drafting history of Protocol No. 14", "158.  It is recalled that Article 46 § 4 was one of the amendments of the Convention resulting from the entry into force of Protocol No. 14 (see paragraph 116 above). The fifth preambular paragraph of the Protocol referred to the urgent need to amend certain provisions in order to maintain and improve the efficiency of the control system, mainly in the light of the continuing increase in the workload of the Court and the Committee of Ministers. Also the Explanatory Report to the Protocol contained many references to this overall objective. As regards specifically the execution of judgments, it was stressed that some of the proposed measures were designed to improve and accelerate the execution process, as the Court’s authority and the system’s credibility both depend to a large extent on the effectiveness of this process. Empowering the Committee of Ministers to bring infringement proceedings was considered to be the most important Convention amendment in the context of rapid and adequate execution (see paragraph 116 above, quoting paragraph 16 of the Explanatory Report).", "159.  The Explanatory Report further highlighted that rapid and full execution of the Court’s judgments is vital, and that the Parties to the Convention have a collective duty to preserve the Court’s authority whenever the Committee of Ministers considers that a State refuses to comply with a final judgment of the Court (ibid.). The infringement procedure did not aim to reopen the question of violation, already decided in the Court’s first judgment, or provide for payment of a financial penalty; it sought to add political pressure in order to secure execution of the Court’s initial judgment (ibid.).", "160.  It follows clearly from this overview of the drafting history to Protocol No. 14 that the infringement procedure in Article 46 § 4 was introduced in order to increase the efficiency of the supervision proceedings – to improve and accelerate them.", "(b)  The legal framework for the execution process", "161.  In addition to examining the drafting history and aims of Protocol No. 14, the Court will also take into account the relevant legal framework for the execution process. Under Article 46 § 2 of the Convention the Committee of Ministers is responsible for supervision of the execution of the Court’s judgments (see paragraphs 89 and 147 above). The Committee is the executive body of the Council of Europe and as such its work has a political character. That said, when supervising the execution of judgments it is fulfilling a particular task which consists of applying the relevant legal rules.", "162.  According to the Court’s established case-law the execution process concerns compliance by a Contracting Party with its obligations in international law under Article 46 § 1 of the Convention. Those obligations are based on the principles of international law relating to cessation, nonrepetition and reparation as reflected in the ARSIWA (see paragraphs 81-88 and 150-151 above). They have been applied over the years by the Committee of Ministers and currently find expression in Rule 6.2 of the Rules of the Committee of Ministers (see paragraph 91 above).", "163.  Accordingly, the supervision mechanism now established under Article 46 of the Convention provides a comprehensive framework for the execution of the Court’s judgments, reinforced by the Committee of Ministers’ practice. Within that framework the Committee’s continuous supervision work has generated a corpus of public documents encompassing information submitted by respondent States and others concerned by the execution process, and recording decisions taken by the Committee in cases pending execution. That practice has also influenced general standardsetting in the Committee’s Recommendations to the Member States on topics relevant to execution issues (for example Recommendation R (2000) 2 on the reexamination or reopening of certain cases at domestic level following judgments of the European Court of Human Rights or Recommendation CM/Rec(2010)3 on effective remedies for excessive length of proceedings). The result is that the Committee of Ministers has developed an extensive acquis.", "164.  With this in mind, the Court notes that it has previously held that Article 41 is a lex specialis in relation to the general rules and principles of international law, whilst also concluding that this provision should be interpreted in harmony with international law (see Cyprus v. Turkey (just satisfaction), cited above, §§ 4042). Having regard to its conclusions above concerning the legal framework for the execution process and the Committee of Ministers’ acquis, it will adopt a similar approach in the present context and consider Rule 6 of the Committee’s rules to reflect the principles of international law set out in the ARSIWA.", "(c)  The Court’s approach in infringement proceedings", "165.  To determine its approach in infringement proceedings the Court will address two issues. First, to what extent it should be guided by the conclusions of the Committee of Ministers in the execution process and second, the time-frame for its analysis.", "166.  In respect of the first issue, drawing together its observations under the two elements outlined above – the drafting history of Protocol No. 14 and the legal framework for the execution process – the Court considers that there is no indication that the drafters of the Protocol aimed to displace the Committee of Ministers from its supervisory role. The infringement proceedings were not intended to upset the fundamental institutional balance between the Court and the Committee.", "167.  The Court has emphasised the competence of the Committee of Ministers to assess the specific measures to be taken by a State to ensure the maximum possible reparation for the violations found (see paragraph 155 above). It has also found that the question of compliance by the High Contracting Parties with its judgments falls outside its jurisdiction if it is not raised in the context of the “infringement procedure” provided for in Article 46 §§ 4 and 5 of the Convention (see Moreira Ferreira v. Portugal (no. 2) [GC], no. 19867/12, § 102, 11 July 2017).", "168.  However, in infringement proceedings the Court is required to make a definitive legal assessment of the question of compliance. In so doing, the Court will take into consideration all aspects of the procedure before the Committee of Ministers, including the measures indicated by the Committee. The Court will conduct its assessment having due regard to the Committee’s conclusions in the supervision process, the position of the respondent Government and the submissions of the victim of the violation. In the context of infringement proceedings, the Court will have to identify the legal obligations flowing from the final judgment, as well as the conclusions and spirit of that judgment (see paragraph 149 above) with a view to determining whether the respondent State has failed to fulfil its obligations under Article 46 § 1.", "169.  The Court will consider separately the second issue, namely the time-frame relevant to its assessment of a State’s alleged failure to fulfil its obligation to abide by a judgment.", "170.  In this connection the Court observes that the date on which the Committee of Ministers refers a question to the Court under Article 46 § 4 is the date by which it has deemed that the State in question has refused to abide by a final judgment within the meaning of Article 46 § 4 because it could not consider the State’s actions to be “timely, adequate and sufficient” (see paragraph 155 above). Execution of the Court’s judgments is a process. This point is underlined by the fact that in infringement proceedings, the Committee of Ministers must, in accordance with Article 46 § 4, put the State party on formal notice of its intention to refer to the Court the question whether that party had failed to fulfil its obligations under Article 46 § 1.", "171.  Accordingly, and having regard to the Committee of Ministers’ decision, the Court considers that the starting point for its examination should be the moment the question under Article 46 § 4 of the Convention is referred to it.", "4.  Application of the above principles to the present case", "172.  Before applying the principles outlined above, the Court will address the scope of the present infringement proceedings.", "(a)  Scope of the present infringement proceedings", "173.  In the first Mammadov judgment of 22 May 2014, the Court found a violation of Articles 5 § 1(c), 5 § 4, 6 § 2, as well as Article 18 taken in conjunction with Article 5, in relation to criminal charges brought against Mr Mammadov in February 2013 and his subsequent pre-trial detention (see paragraphs 2 and 33 above). Under Article 18 taken in conjunction with Article 5, the Court held that the charges brought against Mr Mammadov were not based on reasonable suspicion and the actual purpose of the impugned measures was to silence or punish him for criticising the Government (see paragraph 36 above).", "174.  In its interim resolution of 5 December 2017 the Committee of Ministers asked the Court under Article 46 § 4 “whether the Republic of Azerbaijan [had] failed to fulfil its obligation under Article 46 § 1” in respect of that judgment (see paragraph 1 and 67 above and the Annex).", "175.  At the same time, the interim resolution also recalled the Committee of Ministers’ numerous decisions and previous interim resolutions adopted in the supervision procedure stressing the fundamental flaws in the criminal proceedings revealed by the Court’s conclusions under Article 18 combined with Article 5 of the Convention and calling for Mr Mammadov’s immediate and unconditional release. It stated that “by not having ensured the applicant’s unconditional release, the Republic of Azerbaijan refuses to abide by the final judgment of the Court” (see paragraph 66 above).", "176.  The Court notes the difference between the wide scope of the question referred, framed as it is in the wording of Article 46 § 4, and the Committee of Ministers’ specific concerns in the present case articulated during the course of the supervision procedure. It is evident that the Committee of Ministers considered the core issue in the present infringement proceedings to be the failure by the Republic of Azerbaijan to adopt individual measures which respond to the violation of Article 18 taken in conjunction with Article 5. With this in mind the Court considers that the essential question in this case is whether there has been a failure by the Republic of Azerbaijan to adopt the individual measures required to abide by the Court’s judgment regarding the violation of Article 18 taken in conjunction with Article 5.", "177.  The remaining elements of just satisfaction and general measures relating to the execution of the first Mammadov judgment fall within the scope of the infringement proceedings given the wording of Article 46 § 4. However, in the present case they do not require detailed examination.", "178.  As to just satisfaction, the Court recalls that it awarded Mr Mammadov the sum of EUR 20,000 in respect of non-pecuniary damage and EUR 2,000 in respect of costs and expenses (see §§ 151 and 154 of the first Mammadov judgment and paragraph 33 above). There is no dispute concerning the payment of just satisfaction, which was placed at Mr Mammadov’s disposal on 25 December 2014 (see paragraphs 122, 127 and 139 above and the Annex).", "179.  Turning to the general measures, the Court observes that the Committee of Ministers concluded as a matter of procedure that any general measures required in the present case should be supervised in the context of other similar cases, in particular Farhad Aliyev v. Azerbaijan, no. 37138/06, 9 November 2010, and Rasul Jafarov, cited above. As a consequence, the general measures presented by the authorities (see paragraphs 42-44 above and the Annex) are being taken into account in the supervision process for those other judgments.", "180.  The Court will therefore turn to the main aspect of the present case: the individual measures required to abide by the Court’s judgment as far as the violation of Article 18 in conjunction with Article 5 is concerned.", "(b)  Individual measures", "(i)  The first Mammadov judgment", "(α)  The text of the judgment", "181.  In the first Mammadov judgment the Court did not state explicitly how the judgment should be executed, either in the reasoning or in the operative part. The Government have argued that the absence of an indication means that no particular individual measure was required (see paragraph 130 above).", "182.  The Court reiterates that as a matter of well-established case-law its judgments are declaratory in nature and that it may in certain special circumstances seek to indicate the type of measure that might be taken in order to put an end to a violation it has found to exist (see paragraph 153 above). Occasionally, the Court has included indications with relevance to the execution process concerning both individual and general measures (see for example Assanidze v. Georgia [GC], no. 71503/01, § 203, ECHR 2004II and Aydoğdu v. Turkey, no. 40448/06, §§ 118-122, 30 August 2016). However, taking account of the institutional balance between the Court and the Committee of Ministers under the Convention (see paragraphs 167-168 above) and the States’ responsibility in the execution process (see paragraph 150 above), the ultimate choice of the measures to be taken remains with the States under the supervision of the Committee of Ministers provided the measures are compatible with the “conclusions and spirit” set out in the Court’s judgment (see Egmez, cited above, §§ 48-49, and Emre (no. 2), cited above, § 75, and paragraphs 149 and 153 above).", "183.  It should also be noted that the Committee of Ministers considers that it may review the indications relevant to execution for example where objective factors which came to light after the Court’s judgment was delivered must be taken into account in the supervision process. One example is Al-Saadoon and Mufdhi v. the United Kingdom, no. 61498/08, ECHR 2010, where the Court’s indication that the United Kingdom authorities take “all possible steps to obtain an assurance from the Iraqi authorities that [the applicants] will not be subjected to the death penalty” was not further pursued once the domestic tribunal acquitted the applicants on the basis of insufficient evidence. There were no other charges outstanding and the Committee of Ministers closed the case accepting the United Kingdom’s conclusion that the applicants were no longer at real risk of the death penalty (see Final Resolution CM/ResDH(2012)68).", "184.  An approach which limited the supervision process to the Court’s explicit indications would remove the flexibility needed by the Committee of Ministers to supervise, on the basis of the information provided by the respondent State and with due regard to the applicant’s evolving situation, the adoption of measures that are feasible, timely, adequate and sufficient (see paragraph 155 above).", "185.  The need for flexibility is evident where, as in the present context, a first application relating to Article 5 concerns the pre-trial stage, followed later by a second application relating to Article 6 which concerns the subsequent trial stage of the same criminal proceedings. Thus in the circumstances of the present case, the Court has been obliged by the chronology of events and its legal procedures to address separately the connected, substantive complaints in its first and second Mammadov judgments. It should also be noted that the Court has recognised that when it comes to allegations of political or other ulterior motives in the context of criminal prosecution, it is difficult to dissociate the pre-trial detention from the criminal proceedings within which such detention had been ordered (see Lutsenko, cited above, § 108).", "186.  Consequently, the absence of an explicit statement relevant to execution in the first Mammadov judgment is not decisive for the question whether there has been a failure by Azerbaijan to fulfil its obligations under Article 46 § 1. What is decisive is whether the measures taken by the respondent State are compatible with the conclusions and spirit of the Court’s judgment.", "187.  Accordingly, the Court now turns to the reasons for which it found the violation of Article 18 in conjunction with Article 5 in the first Mammadov judgment:", "“141.  The Court has found above that the charges against the applicant were not based on a “reasonable suspicion” within the meaning of Article 5 § 1 (c) of the Convention (contrast Khodorkovskiy, cited above, § 258, and compare Lutsenko, cited above, § 108). Thus, the conclusion to be drawn from this finding is that the authorities have not been able to demonstrate that they acted in good faith. However, that conclusion in itself is not sufficient to assume that Article 18 was breached, and it remains to be seen whether there is proof that the authorities’ actions were actually driven by improper reasons.", "142.  The Court considers that, in the present case, it can be established to a sufficient degree that such proof follows from the combination of the relevant casespecific facts. In particular, the Court refers to all the material circumstances which it has had regard to in connection with its assessment of the complaint under Article 5 § 1 (c) (see paragraph 92 above), and considers them equally relevant in the context of the present complaint. Moreover, it considers that the applicant’s arrest was linked to the specific blog entries made by the applicant on 25, 28 and 30 January 2013. ...", "143.  The above circumstances indicate that the actual purpose of the impugned measures was to silence or punish the applicant for criticising the Government and attempting to disseminate what he believed was the true information that the Government were trying to hide. In the light of these considerations, the Court finds that the restriction of the applicant’s liberty was applied for purposes other than bringing him before a competent legal authority on reasonable suspicion of having committed an offence, as prescribed by Article 5 § 1 (c) of the Convention.", "144.  The Court considers this sufficient basis for finding a violation of Article 18 of the Convention taken in conjunction with Article 5.”", "188.  In the first Mammadov judgment the Court thus found not only a violation of Article 5 § 1 (c) of the Convention in the absence of “reasonable suspicion” but also a violation of Article 18 in conjunction with Article 5.", "189.  From its reasoning, it is clear that the Court’s finding applied to the totality of the charges and pre-trial proceedings against the applicant. There was no suggestion of a plurality of purposes in those proceedings (compare and contrast Merabishvili, cited above, §§ 277 and 292-308) which might have meant that some part of the proceedings were pursued for a legitimate reason. Moreover, in its judgment the Court underlined that the mere fact that the authorities were not able to demonstrate that they had acted in good faith was not sufficient to assume that Article 18 had been violated. The violation occurred because the authorities’ actions were driven by improper reasons as they imposed the charges in order to silence or punish Mr Mammadov for criticising the Government (see the first Mammadov judgment, § 143). This finding is central in light of the object and purpose of Article 18, which is to prohibit the misuse of power (see Merabishvili, cited above, § 303 and Rashad Hasanov and Others, cited above, § 120). It follows that the Court’s finding of a violation of Article 18 in conjunction with Article 5 of the Convention in the first Mammadov judgment vitiated any action resulting from the imposition of the charges.", "(β)  The corresponding obligations of State responsibility", "190.  The Court will now consider the obligations of State responsibility falling upon Azerbaijan in conformity with the above approach (see paragraph 155) and in light of its conclusion in relation to the nature of its finding of a violation of Article 18 in conjunction with Article 5 in the first Mammadov judgment (see paragraph 189 above). It considers that Azerbaijan was required to eliminate the negative consequences of the imposition of the charges which the Court found to be abusive.", "191.  It follows from well-established case-law under Article 46 of the Convention that the State must take individual measures in its domestic legal order to put an end to the violation found by the Court and to redress its effects. The aim is to put the applicant, as far as possible, in the position he would have been in had the requirements of the Convention not been disregarded. In exercising their choice of individual measures, the Government must bear in mind their primary aim of achieving restitutio in integrum (see paragraphs 150-151 above).", "192.  In light of the Court’s conclusion above (see paragraph 189), the first Mammadov judgment and the corresponding obligation of restituto in integrum initially obliged the State to lift or annul the charges criticised by the Court as abusive, and to end Mr Mammadov’s pre-trial detention. In fact, his pre-trial detention was brought to an end when he was convicted by the first instance court in March 2014 (see paragraph 20 and 76 above). However, the charges were never annulled. On the contrary, his subsequent conviction was based wholly on them. Therefore, the fact that he was later detained based on that conviction (rather than detained in pre-trial detention) did not put him back in the position he would have been in had the requirements of the Convention not been disregarded. The primary obligation of restitutio in integrum therefore still required that the negative consequences of the imposition of the impugned criminal charges be eliminated, including by his release from detention.", "193.  The Court must therefore consider whether restitutio in integrum in the form of eliminating the negative consequences of the imposition of the criminal charges criticised by the Court as abusive was achievable, or whether that would be “materially impossible” or “involve a burden out of all proportion to the benefit deriving from restitution instead of compensation” (see paragraph 151 above).", "194.  As regards those elements, the Court notes that the Government never argued that there were obstacles to achieving restitutio in integrum on the basis that it would be “materially impossible” or would involve a “burden out of all proportion”. In this connection, the Court reiterates that it is for the respondent State to remove any obstacles in its domestic legal system that might prevent the applicant’s situation from being adequately redressed (see Maestri v. Italy [GC], no. 39748/98, § 47, ECHR 2004 I). The Court concludes that there were no obstacles to achieving restitutio in integrum in the present case.", "(γ)  Conclusion", "195.  The Court has analysed the nature of the finding of the violation of Article 18 in conjunction with Article 5 in the first Mammadov judgment and identified the corresponding obligation of restitutio in integrum falling upon Azerbaijan under Article 46 § 1 as requiring Azerbaijan to eliminate the negative consequences of the imposition of the criminal charges criticised by the Court as abusive and to release Mr Mammadov from detention. The Court recalls that the respondent State remains free to choose the means by which it will discharge its obligations under Article 46 § 1 of the Convention provided that such means are compatible with the “conclusions and spirit” set out in the Court’s judgment (see also paragraphs 148-149 and 153 above). Accordingly, it will now examine the individual measures taken by Azerbaijan to meet that obligation, and the Committee of Ministers’ assessment of those measures in the execution process.", "(ii)  The execution process", "(α)  The individual measures taken by Azerbaijan", "196.  It was the initial position of Azerbaijan as set out in their Action Plan that the violation was remedied by the examination of Mr Mammadov’s case by the domestic courts.", "197.  When invited by the Committee of Ministers to present their views prior to the initiation of the infringement proceedings, the Government pointed out that the Supreme Court, by its decision of 13 October 2015, had quashed the Shaki Court of Appeal’s judgment of 24 September 2014. The Supreme Court had found that the lower court’s rejection of Mr Mammadov’s requests for examination of additional witnesses and other evidence had been in breach of the domestic procedural rules and the requirements of Article 6 of the Convention and had remitted the case to that court for a new examination. The Government considered that the Shaki Court of Appeal’s judgment of 29 April 2016 had carefully addressed the Court’s conclusions in the first Mammadov judgment and remedied the deficiencies found in the proceedings leading to Mr Mammadov’s conviction (see paragraphs 40, 43 and 127 above).", "198.  The Azerbaijani authorities, as part of a broader reform of criminal law, also created in domestic law the possibility for Mr Mammadov to apply for conditional release on the basis of time served in prison (see the Annex, §§ 8-10 and 20 of the Government’s view reproduced therein).", "199.  Following the second Mammadov judgment and a further cassation appeal by Mr Mammadov, the Shaki Court of Appeal reviewed his conviction on 13 August 2018 for a second time, and again upheld it. However, the Court of Appeal released Mr Mammadov. Whilst the Government characterised this as release on an unconditional basis, the Committee of Ministers and Mr Mammadov described it as conditional (see paragraphs 125 and 142 above). The Government indicated that this development was sufficient to satisfy the requirements of the execution process (see paragraphs 133-134 above). On 28 March 2019 the Supreme Court upheld in part a cassation appeal by Mr Mammadov against the Court of Appeal’s judgment of 13 August 2018. It reduced the consolidated sentences imposed on Mr Mammadov, considering his sentence to have been fully served in light of the time he had already spent in prison. The Supreme Court also set aside the conditional sentence of two years imposed by the Shaki Court of Appeal in it judgment of 13 August 2018 (see paragraph 73 above).", "(β)  The Committee’s assessment of those measures", "200.  At its first examination of the case at its 1214th Human Rights meeting (2-4 December 2014), taking into account the Action Plan submitted by Azerbaijan, the Committee of Ministers was advised by its Secretariat that “the violation of Article 18, taken in conjunction with Article 5 cast doubt on the merit of the criminal proceedings instituted against the applicant” and that it would be useful if the Azerbaijani authorities informed the Committee of the measures they intended to take in order to erase the consequences of that violation in the context of the criminal proceedings which appeared to be pending before the Supreme Court (see paragraph 45 above). The advice concluded as follows:", "“In the light of the serious findings of the Court in this case, release of the applicant would constitute the first important measure to be envisaged as a matter of priority and without delay, in accordance with the domestic procedures”.", "201.  In the decision adopted at that meeting the Committee called upon the authorities, to ensure Mr Mammadov’s release without delay (see paragraph 45 above).", "202.  Following the adoption of that first decision the Committee of Ministers continued to call for Mr Mammadov’s release “without delay”, and closely followed the developments of the domestic criminal proceedings during the supervision process (see paragraphs 41-44 above). At its second examination of the case following the Supreme Court’s postponement sine die of Mr Mammadov’s appeal on 13 January 2015 the Committee called for his release “without delay” (see the interim resolution of 12 March 2015 (see CM/ResDH(2015)43); then at the following meeting for the first time his “immediate release” (see the decision adopted at the 1230th (DH) meeting 11 June 2015). After his case was subsequently remitted by the Supreme Court on 13 October 2015 the Committee called for his release “without further delay”. Following the final decision of the Supreme Court on 18 November 2016 the Committee called again for Mr Mammadov’s “immediate release” (see paragraph 58 above). In June 2017, having been informed that Azerbaijan had initiated legislative amendments which might permit Mr Mammadov’s conditional release, the Committee also called for his “unconditional release” (see paragraphs 60-62 above).", "203.  The Committee of Ministers also invited the authorities to indicate the further measures taken or planned in order to give effect to the Court’s judgment, and to erase rapidly, as far as possible, the remaining consequences for the applicant of the serious violations established (see paragraph 45 above).", "204.  Following Mr Mammadov’s release on 13 August 2018 the Committee sought information from the Government of Azerbaijan on that development and also received comments from Mr Mammadov. It examined that information at its meetings in September 2018 but did not adopt any decisions (see paragraphs 71-72 above).", "(iii)  Whether Azerbaijan has failed to fulfill its obligation to abide by a final judgment under Article 46 § 1", "(α)  Whether the individual measures provided restitutio in integrum", "205.  The Court has found that the first Mammadov judgment required in essence that the negative consequences of the imposition of the impugned criminal charges be eliminated (see paragraph 192 above). The Committee of Ministers considered that the appropriate measure of redress was Mr Mammadov’s unconditional release. The Government have argued that the reexamination of his case by the Shaki Court of Appeal in 2016 and 2018 was a satisfactory individual measure (see paragraphs 127 and 133 above). The Government also considered that the decision of the Supreme Court of 28 March 2019 created a new situation in the execution of the first Mammadov judgment which might be taken into account by the Court in the present proceedings (see paragraph 146 above).", "206.  The question the Court must answer is whether there had been a failure by Azerbaijan to fulfil its obligation under Article 46 § 1 of the Convention, taking the time of the referral by the Committee of Ministers as a starting point for its examination (see paragraphs 169 and 171 above).", "207.  In this connection, it considers that by the time of the Committee of Ministers referral it was already clear that the domestic proceedings had not provided redress. Indeed, when re-examining Mr Mammadov’s conviction in its judgment of 29 April 2016, the Shaki Court of Appeal rejected as incorrect this Court’s findings in the first Mammadov judgment under Article 5 (1) (c) and made no reference to the other violations found including that of Article 18 in conjunction with Article 5 (see paragraph 25 above). It found that sufficient evidence had been collected, and assessed comprehensively and objectively before the court of first instance (see paragraph 26 above). The Committee of Ministers closely followed the proceedings before the domestic courts and their conclusion on this point was that these courts had not eliminated the negative consequences caused by the violation of Article 18 in conjunction with Article 5 established in the first Mammadov judgment.", "208.  In so far as the question could arise whether it was appropriate for the Committee to call for Mr Mammadov’s release at the outset of the execution process and before the domestic proceedings had terminated, the Court has already concluded that its finding of a violation of Article 18 in conjunction with Article 5 in the first Mammadov judgment vitiated the subsequent criminal proceedings (see paragraph 189 above). It was therefore logical to seek to secure his release urgently (see paragraph 192 above). Even assuming that for the purposes of restitutio in integrum it was sufficient to wait for the ensuing domestic proceedings to redress the problems found in that judgment, the Court notes that those domestic proceedings did not do so.", "209.  The defects identified in the first Mammadov judgment were later confirmed by the Court in the second Mammadov judgment. In that judgment the Court examined the trial proceedings with a high level of scrutiny due to the prima facie lack of plausibility of the accusations against the applicant (see paragraph 76 above quoting the second Mammadov judgment, § 203).", "210.  In the context of Article 6 the Court found that Mr Mammadov’s conviction was based on flawed or misrepresented evidence, and that evidence favourable to the applicant was systematically dismissed in an inadequately reasoned or manifestly unreasonable manner. Even following remittal of the case for a new examination by the Supreme Court none of these shortcomings were eventually remedied. The Court concluded that the criminal proceedings against the applicant, taken as a whole, did not comply with the guarantees of a fair trial (see paragraph 77 above).", "211.  Consequently, the Court considers that the effects of its finding of a violation of Article 18 in conjunction with Article 5 in the first Mammadov judgment were not displaced by the second Mammadov judgment which in fact confirmed the need for the individual measures required by the first Mammadov judgment.", "212.  The Government presented the judgment of the Shaki Court of Appeal of 13 August 2018 as a means to eliminate the negative consequences of the imposition of the criminal charges criticised as abusive. In that judgment the Court of Appeal again rejected the findings of this Court and provided only for Mr Mammadov’s conditional release (see paragraphs 31-32 above). That conditional release was later set aside by the judgment of the Supreme Court of 28 March 2019 and Mr Mammadov’s sentence was considered to have been fully served by the Supreme Court (see paragraph 73 above). The core reasoning of the Supreme Court’s judgment confirmed, at the highest judicial level, Mr Mammadov’s conviction and the rejection of this Court’s findings by the domestic courts. In any event, both judgments were subsequent to the referral of the present case to the Court.", "213.  To sum up, the Court, taking the approach set out in paragraphs 168 and 171 above, has examined the text of the first Mammadov judgment and the corresponding obligations of State responsibility. It has then considered the measures taken by Azerbaijan and their assessment by the Committee of Ministers in the execution process and also the position of the respondent Government and the submissions of Mr Mammadov. Before drawing a conclusion whether Azerbaijan has failed to fulfil its obligation under Article 46 § 1 of the Convention to abide by the first Mammadov judgment the Court finds it appropriate to set out some final considerations.", "(β)  Final considerations", "214.  The execution of the Court’s judgments should involve good faith on the part of the High Contracting Party. As the Court stated in the first Mammadov judgment (§ 137), the whole structure of the Convention rests on the general assumption that public authorities in the member States act in good faith. That structure includes the supervision procedure and the execution of judgments should also involve good faith and take place in a manner compatible with the “conclusions and spirit” of the judgment (see Emre (no. 2), cited above, § 75,). Moreover, the importance of the good faith obligation is paramount where the Court has found a violation of Article 18, the object and purpose of which is to prohibit the misuse of power (Merabishvili, cited above, § 303, see also paragraph 189 above).", "215.  The Court also recalls its well established case-law that the Convention is intended to guarantee not rights that are theoretical or illusory but rights that are practical and effective (see G.I.E.M. S.R.L. and Others v. Italy [GC], nos. 1828/06 and 2 others, § 216, 28 June 2018 and Airey v. Ireland, 9 October 1979, § 24, Series A no. 32), and that failure to implement a final, binding judicial decision would be likely to lead to situations incompatible with the principle of the rule of law which the Contracting States undertook to respect when they ratified the Convention (see Hornsby v. Greece, 19 March 1997, § 40, Reports of Judgments and Decisions 1997II). These principles have been frequently mentioned by the Court in its case-law when examining the merits of applications before it. It considers that they extend equally to the execution process. Indeed, Protocol No. 14 underlines that rapid and full execution of the Court’s judgments is vital, for the protection of the applicant’s rights and as the Court’s authority and the system’s credibility both depend to a large extent on the effectiveness of this process.", "216.  The Court reiterates that Azerbaijan did take some steps towards executing the first Mammadov judgment. They put the just satisfaction awarded by the Court at Mr Mammadov’s disposal (see paragraph 178 above). They also presented an Action Plan which in their view set out measures capable of executing the judgment (see paragraphs 40-44 and 179 above). On 13 August 2018, the Shaki Court of Appeal released Mr Mammadov (see paragraph 71 above) albeit, as the Court has noted, that release was conditional and imposed a number of restrictions on Mr Mammadov for a period of nearly eight months until it was set aside by the Supreme Court in its judgment of 28 March 2019 (see paragraph 73 above). However, as indicated previously, both judgments post-date the referral to the Court of the question whether the respondent State had fulfilled its obligations pursuant to the first Mammadov judgment.", "217.  In light of its conclusions set out above (see paragraphs 207-213 above), those limited steps do not permit the Court to conclude that the State party acted in “good faith”, in a manner compatible with the “conclusions and spirit” of the first Mammadov judgment, or in a way that would make practical and effective the protection of the Convention rights which the Court found to have been violated in that judgment.", "5.  Conclusion", "218.  In response to the question as referred to it by the Committee of Ministers, the Court concludes that Azerbaijan has failed to fulfil their obligation under Article 46 § 1 to abide by the Ilgar Mammadov v. Azerbaijan judgment of 22 May 2014.", "FOR THESE REASONS, THE COURT, UNANIMOUSLY,", "Holds that there has been a violation of Article 46 § 1 of the Convention.", "Done in English and in French, and notified in writing on 29 May 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "Roderick Liddell\tAngelika Nußberger\n\tRegistrar\tPresident", "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:", "(a)  Joint concurring opinion of Judges Yudkivska, Pinto de Albuquerque, Wojtyczek, Dedov, Motoc, Poláčková and Hüseynov;", "(b)  Concurring opinion of Judge Wojtyczek;", "(c)  Concurring opinion of Judge Motoc.", "A.N.R.\nR.L.", "", "JOINT CONCURRING OPINION OF JUDGES YUDKIVSKA, PINTO DE ALBUQUERQUE, WOJTYCZEK, DEDOV, MOTOC, POLÁČKOVÁ AND HÜSEYNOV", "1.  We agree with the finding in the present case that, at the time the Committee of Ministers referred the question to the Court, Azerbaijan had failed to fulfil its obligation under Article 46 § 1 of the Convention to abide by the Ilgar Mammadov v. Azerbaijan judgment of 22 May 2014 (“the first Mammadov judgment”). However, we respectfully disagree with the approach taken by the majority in the reasoning of the judgment. Our disagreement concerns in particular the following points: (1) the interpretation of the first Mammadov judgment; and (2) the assessment of the powers of the Committee of Ministers under Article 46 § 2 of the Convention in the context of cases pending before the Court and the domestic courts.", "I.  Interpretation of the first Mammadov judgment", "2.  It is crucial to delimit the exact scope of the first Mammadov judgment. The Court stated the following in the reasoning of that judgment:", "“79.  Accordingly, the events described in the applicant’s subsequent submissions fall within the scope of the present case. The Court will therefore proceed with the examination of the applicant’s complaints related to his pre-trial detention, taking into account all the relevant factual information made available to it, covering the events up to the latest extension of the applicant’s detention by the Nasimi District Court’s order of 14 August 2013, as upheld on 20 August 2013 [the detention was extended until 4 November 2013 – see § 53 of the judgment].", "...", "100.  The Court is mindful of the fact that the applicant’s case has been taken to trial (the applicant’s continued detention during the trial proceedings and the trial hearings themselves have not yet been the subject of a complaint before the Court). That, however, does not affect the Court’s findings in connection with the present complaint, in which it is called upon to examine whether the deprivation of the applicant’s liberty during the pre‑trial period was justified on the basis of information or facts available at the relevant time. In this respect, having regard to the above analysis, the Court finds that the material put before it does not meet the minimum standard set by Article 5 § 1 (c) of the Convention for the reasonableness of a suspicion required for an individual’s arrest and continued detention. Accordingly, it has not been demonstrated in a satisfactory manner that, during the period under the Court’s consideration in the present case, the applicant was deprived of his liberty on a ‘reasonable suspicion’ of having committed a criminal offence.”", "3.  Thus, the first Mammadov case was limited to the events which took place up to 4 November 2013. The period pending trial which started on that date was clearly considered in § 100 of the above-mentioned judgment as a separate period which could be the subject of a new complaint. It was not seen as a continuous situation which started before the trial.", "4.  On 6 January 2015 Mr Mammadov lodged a second application which led to the judgment of 16 November 2017 in Ilgar Mammadov v. Azerbaijan (no. 2) (“the second Mammadov judgment”). The applicant complained, inter alia (see p. 7 of the application), about his detention from 20 August 2013 up to at least 17 March 2014, when he was convicted at first instance.", "5.  The Court declared this part of the application inadmissible (see § 4 of the second Mammadov judgment). This implicitly confirms that the applicant’s detention from 20 August 2013 to 17 March 2014 was not considered as part of a continuous violation which began on 4 February 2013 but as a new situation distinct from the previous violation. The Court refused to deal with this new situation in the second Mammadov judgment. As a result, Mr Mammadov was not able to rebut the presumption that his detention after 20 August 2013 was compatible with the Convention.", "6.  The scope of the Court’s findings in the first Mammadov case was thus clear and was explained once again by the Court itself in the second Mammadov judgment as follows:", "“The scope of the Ilgar Mammadov judgment was limited, inter alia, to the issues of compatibility with Articles 5 §§ 1 (c) and 4 and Article 18 of the Convention of the applicant’s detention during the pre-trial stage of the proceedings” (§ 202).", "7.  The Court went on to emphasise that in that second case it was “called upon to examine a different set of legal issues – namely, whether the criminal proceedings against the applicant, taken as a whole, were fair, as required by Article 6 of the Convention” (ibid.). Moreover, accepting that the general background to the applicant’s case remained unchanged, the Court explained that it would now “proceed with analysing under Article 6 whether this deficiency [had] been compensated by the evidence presented at the trial and the reasons provided by the domestic courts” (§ 203).", "8.  Thus, contrary to the position of the Committee of Ministers (see below), the Court clearly admitted that – despite the finding of a violation of Article 18 – the past deficiencies identified in the first Mammadov judgment might have been compensated for during the subsequent trial. Accordingly, the respondent State had a choice of means by which to put an end to the violation found by the Court and, in particular, could (and should) ensure that Mr Mammadov, who had already been convicted at first instance by that time, was prosecuted on the basis of solid evidence and that relevant and sufficient reasons were given for his detention.", "9.  We further note in this context that in the first Mammadov judgment the Court refrained from indicating the release of the applicant as an adequate measure by which to execute the judgment. We presume that the Court did not indicate any specific remedial measure on the understanding that the case under examination concerned pre-trial proceedings and that the national authorities could still remedy the situation and the deficiencies identified could still be compensated for by the domestic courts.", "10.  In the second Mammadov judgment the Court likewise did not indicate any specific individual measure, and in particular refrained from indicating the release of the applicant as an adequate measure by which to execute that judgment.", "11.  In the present case, the majority expressed in § 189 in fine the following view:", "“It follows that the Court’s finding of a violation of Article 18 in conjunction with Article 5 of the Convention in the first Mammadov judgment vitiated any action resulting from the imposition of the charges.”", "This interpretation of the first Mammadov judgment is in contradiction with the Court’s interpretation in the second Mammadov judgment, presented above.", "II.  The assessment of the powers of the Committee of Ministers under Article 46 § 2 of the Convention in the context of cases pending before the Court and the domestic courts", "12.  The present case raises delicate questions regarding respect for judicial independence in cases in which the execution of a judgment of the Court is to be carried out by the domestic courts.", "13.  The common heritage of the rule of law referred to in the Preamble to the Convention encompasses judicial independence, which is an important aspect of the right to a fair trial enshrined in Article 6 of the Convention. The Court explained the meaning of judicial independence as protected by this provision in the following terms, in the case of Agrokompleks v. Ukraine (no. 23465/03, 6 October 2011):", "“133.  The Court has already condemned, in the strongest terms, attempts by nonjudicial authorities to intervene in court proceedings, considering them to be ipso facto incompatible with the notion of an ‘independent and impartial tribunal’ within the meaning of Article 6 § 1 of the Convention (see Sovtransavto Holding v. Ukraine, no. 48553/99, § 80, ECHR 2002-VII, and Agrotehservis v. Ukraine (dec.), no. 62608/00, 19 October 2004).", "134.  Similarly to its approach outlined in the Sovtransavto Holding case, cited above (§ 80), the Court finds it to be of no relevance whether the impugned interventions actually affected the course of the proceedings. Coming from the executive and legislative branches of the State, they reveal a lack of respect for the judicial office itself and justify the applicant company’s fears as to the independence and impartiality of the tribunals.", "...", "136.  The Court emphasises in this connection that the scope of the State’s obligation to ensure a trial by an ‘independent and impartial tribunal’ under Article 6 § 1 of the Convention is not limited to the judiciary. It also implies obligations on the executive, the legislature and any other State authority, regardless of its level, to respect and abide by the judgments and decisions of the courts, even when they do not agree with them. Thus, the State’s respecting the authority of the courts is an indispensable precondition for public confidence in the courts and, more broadly, for the rule of law. For this to be the case, the constitutional safeguards of the independence and impartiality of the judiciary do not suffice. They must be effectively incorporated into everyday administrative attitudes and practices.”", "14.  Under this case-law, any public authority should refrain from interfering with ongoing judicial proceedings, including by expressing views as to the proper solution in these cases.", "15.  The majority sum up the attitude taken by the Committee of Ministers within the execution process in the following terms:", "“The Committee of Ministers closely followed the proceedings before the domestic courts and their conclusion on this point was that these courts had not eliminated the negative consequences caused by the violation of Article 18 in conjunction with Article 5 established in the first Mammadov judgment” (§ 207 in fine).", "16.  Here we would like to point out that from the very first examination of the case in question on 2 December 2014 until the initiation of the present infringement proceedings, the Committee of Ministers persistently demanded Ilgar Mammadov’s immediate (unconditional) release. According to the Committee of Ministers, that was the only individual measure which would amount to complying with the first Mammadov judgment. That was indeed the decisive point prompting the Committee of Ministers to consider that “the Republic of Azerbaijan refuses to abide by the final judgment of the Court” and, apparently, the only reason prompting it to resort to Article 46 § 4.", "17.  We stress that at the time when Mr Mammadov’s appeal was being examined by the domestic courts, the Committee of Ministers actually interfered with the ongoing domestic judicial proceedings by insisting that he should be immediately released and by questioning the fairness of those proceedings. We consider that such interference should not be allowed as it is difficult to reconcile with the independence of the judiciary.", "18.  Further, the present case also raises a very delicate question regarding respect for the independence of an international judicial human rights body while the latter is adjudicating cases in which the issues overlap with the execution of its previous judgment. In order to ensure the proper administration of justice by the European Court of Human Rights it is essential that all the relevant international actors, including the States and the organs of the Council of Europe, respect its independence and refrain from interfering with the examination of specific pending cases.", "19.  The Government of Azerbaijan were given notice of the second Mammadov case on 20 September 2016. From that date it was made public that the Court was to examine a complaint about the fairness of the judicial proceedings against Mr Mammadov. In such a context, by explicitly stating that the domestic criminal proceedings against Mr Mammadov had been flawed, the Committee of Ministers could be seen as having interfered with the case pending before the European Court of Human Rights. In our view, when facing similar situations the Committee of Ministers should refrain from expressing views which may prejudice the outcome of a pending case and from taking a position on matters to be considered by the Court.", "Conclusion", "20.  To sum up, given the limited scope of the first Mammadov judgment as explained above, and taking into consideration the fact that the criminal proceedings in relation to Ilgar Mammadov were still pending before the domestic judicial authorities, the Committee of Ministers could not indicate that the only means of executing that judgment was Mr Mammadov’s immediate (unconditional) release. We cannot therefore accept the finding implying that Azerbaijan violated its obligation to abide by the first Mammadov judgment by not immediately (unconditionally) releasing Mr Mammadov. It was the second Mammadov judgment that implicitly required the release of Mr Mammadov. In our view, the respondent State failed to execute the first Mammadov judgment because it failed to remedy, during the subsequent appeal proceedings, the deficiencies found by the Court in that judgment.", "21.  We consider that the supervisory powers of the Committee of Ministers under Article 46 § 2 of the Convention are not unlimited. The measures indicated by the Committee within the execution process must be compatible with the Court’s findings. The Court must be able to assess, in infringement proceedings, whether those measures were compatible with the Court’s judgment in question.", "22.  Finally, we wish to stress the necessity of putting in place adequate safeguards ensuring that the supervisory powers of the Committee of Ministers within the execution process do not interfere with pending proceedings before the domestic courts as well as before the European Court of Human Rights.", "", "", "CONCURRING OPINION OF JUDGE WOJTYCZEK", "1.  I respectfully disagree with the approach taken by the majority in the reasoning of the judgment in the instant case. Several of the reasons for my disagreement are explained in the joint concurring opinion of Judges Yudkivska, Pinto de Albuquerque, Wojtyczek, Dedov, Motoc, Poláčková and Hüseynov. I would like to add here a few additional remarks. My concerns relate to the following matters: (1) the procedure followed by the Court in the instant case, (2) the interpretation of Article 46 § 2 of the Convention defining the powers of the Committee of Ministers in respect of the execution of the judgments of the European Court of Human Rights, and (3) the interpretation of Article 46 § 5 of the Convention.", "2.  As explained in the joint concurring opinion of Judges Yudkivska, Pinto de Albuquerque, Wojtyczek, Dedov, Motoc, Poláčková and Hüseynov, in the judgment of 16 November 2017 in the case of Ilgar Mammadov v. Azerbaijan (no. 2) (no. 919/15), the Court clearly stated that – despite the finding of a violation of Article 18 – the past deficiencies identified in the judgment of 22 May 2014 in the case of Ilgar Mammadov v. Azerbaijan (no. 15172/13) might have been compensated for during the subsequent trial. Accordingly, the respondent State had a choice of means by which to put an end to the violation found by the Court, and in particular could choose to:", "(i)  release the applicant from detention pending trial or", "(ii)  detain the applicant pending trial and further prosecute him – but on the basis of solid evidence substantiating the charges against him, while providing relevant and sufficient reasons for the applicant’s remand in custody.", "The respondent State did neither of these things.", "3.  In the instant case the majority expressed in paragraph 189 in fine the following view:", "“It follows that the Court’s finding of a violation of Article 18 in conjunction with Article 5 of the Convention in the first Mammadov judgment vitiated any action resulting from the imposition of the charges.”", "This interpretation of the judgment of 22 May 2014 is not only in contradiction with the Court’s interpretation in the above-mentioned judgment of 16 November 2017: for the same reasons, there is also a discrepancy between the views expressed by the Committee of Ministers and those expressed by the Court concerning the manner of execution of the judgment of 22 May 2014.", "I.  The proceedings against the respondent State", "4.  The first difficulty in the present case lies in the precise identification of the object and purpose of the proceedings under Article 46 § 4 of the Convention. This provision is worded as follows:", "“If the Committee of Ministers considers that a High Contracting Party refuses to abide by a final judgment in a case to which it is a party, it may, after serving formal notice on that Party and by decision adopted by a majority vote of two-thirds of the representatives entitled to sit on the committee, refer to the Court the question whether that Party has failed to fulfil its obligation under paragraph 1.”", "It is not clear whether the purpose of the proceedings is to establish: (i) whether the High Contracting Party has failed to abide by a final judgment at any stage of its execution, (ii) whether the respondent State has failed to take the measures necessary for execution of the final judgment by the time the case is referred to the Court, or (iii) whether the respondent State has failed to take the measures necessary for execution of the final judgment by the time the case brought under Article 46 § 4 is decided by the Court. Given the situation of uncertainty about the exact object and purpose of the proceedings it was not easy for the parties to plead in the present case. For the sake of procedural fairness it would have been preferable to make the Court’s choices in this regard known when the respondent State was given notice of the case under Article 46.", "In any event, in my view, States have an obligation to execute the Court’s judgment within a reasonable time, and therefore the fact that the necessary measures have been taken does not mean that the obligations under Article 46 have been fulfilled, if those measures have been unduly delayed. Thus, the Court is competent not only to assess whether sufficient measures have been taken, but also whether such measures have been taken without undue delay, and may assess the situation until the delivery of its judgment in the case under Article 46 § 4.", "II.  Interpretation of Article 46 § 2 of the Convention", "7.  The majority expressed the following view concerning the powers of the Committee of Ministers in respect of the execution of the judgments of the European Court of Human Rights:", "“154.  Although the Court can in certain situations indicate the specific remedy or other measure to be taken by the respondent state it still falls to the Committee of Ministers to evaluate the implementation of such measures under Article 46 § 2 of the Convention ...", "155.  Moreover, the Court reiterates that given the variety of means available to achieve restitutio in integrum and the nature of the issues involved, in the exercise of its competence under Article 46 § 2 of the Convention, the Committee of Ministers is better placed than the Court to assess the specific measures to be taken. It should thus be left to the Committee of Ministers to supervise, on the basis of the information provided by the respondent State and with due regard to the applicant’s evolving situation, the adoption of such measures that are feasible, timely, adequate and sufficient to ensure the maximum possible reparation for the violations found by the Court ...” (emphasis added)", "8.  I disagree with this approach, which places the emphasis on the special role of the Committee of Ministers in determining the legal consequences of a Convention breach.", "Article 32 of the Convention (entitled “Jurisdiction of the Court”) is worded as follows:", "“1.  The jurisdiction of the Court shall extend to all matters concerning the interpretation and application of the Convention and the Protocols thereto which are referred to it as provided in Articles 33, 34, 46 and 47.", "2.  In the event of dispute as to whether the Court has jurisdiction, the Court shall decide.”", "Under the case-law of the international courts, the application of a treaty involves issues concerning reparation for violations of the treaty in question (see in particular the judgment of the Permanent Court of International Justice of 26 July 1927 in the Case concerning the Factory at Chorzów, Claim For Indemnity (Jurisdiction), PCIJ Series A, No. 9, p. 25, and the judgment of 13 September 1928 in the Case concerning the Factory at Chorzów, Claim For Indemnity (Merits), PCIJ Series A, No. 17, p. 29; see also the judgment of the International Court of Justice of 27 June 2001 in the La Grand Case (Germany v. United States Of America), International Court of Justice, Reports of Judgments, Advisory Opinions and Orders, 2001, p. 485).", "The same phrase “interpretation or application” is also used in Article 55 of this Convention. If this formula did not cover issues concerning remedies for Convention violations, then Article 55 would allow States to pursue claims in this regard through other means of dispute settlement.", "Moreover, the Convention characterises the treaty body mandated to ensure observance of the engagements undertaken by the High Contracting Parties in the Convention and the Protocols thereto as a “court”. Determining the legal consequences of the breach of the law goes to the core of the judicial function. A body which determines these consequences can be called a court only if it fulfils other criteria as regards its independence and impartiality. At the same time, if the European Court of Human Rights is to be a real court it has to have the power to determine the legal consequences of its judgments.", "The Court, in some judgments, has exercised its power to determine the legal consequences of breaches of the Convention by indicating specific individual or general measures to be taken in order to remedy the violations found by it. There is nothing to prevent the Court from indicating such measures in other cases.", "Article 46 § 2 defines the mandate of the Committee of Ministers in the following terms: to supervise the execution of judgments. The very notion of execution presupposes the existence of a precisely defined obligation to be executed.", "9.  The foregoing considerations support the conclusion that the Convention defines the mandate and the jurisdiction of the Court in very broad terms, encompassing the determination of the legal consequences of the breaches of the Convention, whereas the mandate of the Committee of Ministers is defined in narrow terms, limited in principle to compliance with the obligations imposed by the Court. The decision of the Court to leave to the respondent State, acting under the supervision of the Committee of Ministers, the choice of the means of remedying a violation is not determined by the provisions of the Convention but is a free choice guided by judicial self-restraint.", "III.  Article 46 § 5, first sentence", "10.  Article 46 § 5 reads as follows:", "“If the Court finds a violation of paragraph 1, it shall refer the case to the Committee of Ministers for consideration of the measures to be taken. If the Court finds no violation of paragraph 1, it shall refer the case to the Committee of Ministers, which shall close its examination of the case.”", "The term “Court” in this provision refers to the competent formation which examines the case brought under Article 46 § 4. If the competent formation finds a violation of Article 46 § 1, then the most appropriate way of executing the obligation formulated in the first sentence of Article 46 § 5 would be to include in the operative part of the judgment a point explicitly referring the case to the Committee of Ministers for consideration of the measures to be taken. If the Court finds no violation of paragraph 1, the operative part of the judgment should in my view contain a clause referring the case to the Committee of Ministers under the second sentence of Article 46 § 5.", "In the instant case the majority did not decide to insert in the operative part any clause referring the case to the Committee of Ministers, a fact which raises questions concerning the consequences of the judgment. The judgment could thus be understood to mean that it was not deemed necessary to refer the case to the Committee of Ministers for consideration of the measures to be taken.", "Conclusion", "11.  To sum up: the instant case reveals a certain number of weaknesses in the Convention enforcement system as established in the practice of the Convention institutions. Firstly, determination of the legal consequences of the Convention breaches, which goes to the core of the judicial function, is performed with the participation of a body composed of representatives of the executive branch of government in the States Parties to the Convention. The decisions of the Committee of Ministers are subject to the applicable rules of State responsibility but they are not reasoned under the law.", "Secondly, many judgments of the Court have to be executed by the national judiciary. Supervision of the execution of the Court’s judgment may encompass an assessment by the Committee of Ministers as to whether the judicial decisions rendered by the domestic courts correctly applied the Convention as well as the relevant international rules concerning reparation for damages stemming from Convention breaches. This means that the judicial decisions rendered at the domestic level are subject to assessment by a non-judicial body.", "Thirdly, the instant case shows that execution proceedings before the Committee of Ministers may interfere with cases pending before the domestic courts. There are insufficient guarantees protecting the independence of the domestic courts in such situations.", "", "", "CONCURRING OPINION OF JUDGE MOTOC", "(Translation)", "", "“The genuine realist, if he is an unbeliever, will always find strength and ability to disbelieve in the miraculous, and if he is confronted with a miracle as an irrefutable fact he would rather disbelieve his own senses than admit the fact” (Dostoyevsky, The Brothers Karamazov).", "", "1.  This first application of Article 46 § 4 and of the “nuclear option” calls, in my view, for reflection on the legitimacy of the Court.  Before addressing this issue, it is worth examining the travaux préparatoires as regards the manner of execution of the Court’s judgments.", "2.  Those travaux préparatoires highlight a series of issues which the drafters of the Convention raised and which remain relevant today. The drafters were conscious of the difficulties linked to the execution of the Court’s judgments. In parallel, they drew comparisons with the International Court of Justice, whose institutional structure served as a model for constructing the European Court of Human Rights. Hence, as the travaux préparatoires show, the States’ concern was that, in the absence of an international police force, the judgments might remain without effect. Furthermore, most of the participants in the travaux préparatoires pleaded on behalf of the role of public opinion in a democracy. It is most interesting to note that the European Movement’s draft stated clearly that the drift to dictatorship did not occur automatically, as illustrated by Germany before the Second World War. Once the Council of Europe had been proposed as the organisation responsible for the execution of judgments, Belgium’s representative, Mr Schmal, expressed the fear that only the weakest countries would be required to execute judgments, while the strongest would never be required to do so.", "3.  It is also worth pointing out that Article 46 echoed word for word Article 94 of the United Nations Charter, which provides:", "“1.  Each Member of the United Nations undertakes to comply with the decision of the International Court of Justice in any case to which it is a party.", "2.  If any party to a case fails to perform the obligations incumbent upon it under a judgment rendered by the Court, the other party may have recourse to the Security Council, which may, if it deems necessary, make recommendations or decide upon measures to be taken to give effect to the judgment.”", "4.  There is no doubt that Article 94 is one of the most heavily criticised provisions of the Charter and that although, generally speaking, States execute the judgments of the International Court of Justice, there are also cases in which they do not. The most famous example is the judgment of 27 June 1986 in the Case concerning Military and Paramilitary Activities in and against Nicaragua (Nicaragua v. United States of America), which has never been executed by the United States.", "5.  Even though we are currently witnessing a judicialisation of the execution of the Court’s rulings, political factors, and hence the “politics of power”, appear to play an important role in the execution of the Court’s judgments.", "6.  The issue that needs to be addressed with some urgency concerns the legitimacy of the Court. To the extent that the Belgian delegate was apparently thinking about the manner in which the Court would apply this option, it should be counterbalanced by providing it with a moral basis. The literature proposed the concept of a “living instrument” as a moral basis. In so far as the agreement reached was based on the “procedural turn” and the nuclear option has been used against a State, the legitimacy of the Court needs to be reassessed.", "", "", "ANNEX", "Interim Resolution CM/ResDH(2017)429\nExecution of the judgment of the \nEuropean Court of Human Rights\nIlgar Mammadov against Azerbaijan", "", "(Adopted by the Committee of Ministers on 5 December 2017", "at the 1302nd meeting of the Ministers’ Deputies)", "", "", "The Committee of Ministers, under the terms of Article 46, paragraph 2, of the Convention for the Protection of Human Rights and Fundamental Freedoms, which provides that the Committee supervises the execution of final judgments of the European Court of Human Rights (hereinafter “the Convention” and “the Court”),", "", "Recalling its Interim Resolution CM/ResDH(2017)379 serving formal notice on the Republic of Azerbaijan of its intention, at its 1302nd meeting (DH) on 5 December 2017, to refer to the Court, in accordance with Article 46 § 4 of the Convention, the question whether the Republic of Azerbaijan has failed to fulfil its obligation under Article 46 § 1 to abide by the Court’s judgment of 22 May 2014 in the Ilgar Mammadov case, and inviting the Republic of Azerbaijan to submit in concise form its view on this question by 29 November 2017 at the latest;", "", "Recalling anew", "", "a.  that in its above-mentioned judgment, the Court found not only a violation of Article 5 § 1 of the Convention, as no facts or information had been produced giving rise to a suspicion justifying the bringing of charges against the applicant or his arrest and pre-trial detention, but also a violation of Article 18 taken in conjunction with Article 5, as the actual purpose of these measures was to silence or punish him for criticising the government;", "b.  the respondent State’s obligation, under Article 46 § 1 of the Convention, to abide by all final judgments in cases to which it has been a party and that this obligation entails, in addition to the payment of the just satisfaction awarded by the Court, the adoption by the authorities of the respondent State, where required, of individual measures to put an end to violations established and erase their consequences so as to achieve as far as possible restitutio in integrum;", "c.  the Committee’s call, at its first examination on 4 December 2014, of the individual measures required in the light of the above judgment to ensure the applicant’s release without delay;", "d.  the Committee’s numerous subsequent decisions and interim resolutions stressing the fundamental flaws in the criminal proceedings revealed by the Court’s conclusions under Article 18 combined with Article 5 of the Convention and calling for the applicant’s immediate and unconditional release;", "e.  that the criminal proceedings against the applicant concluded on 18 November 2016 before the Supreme Court without the consequences of the violations found by the European Court having been drawn, in particular, that of Article 18 taken in conjunction with Article 5 of the Convention;", "f.  that, over three years since the Court’s judgment became final, the applicant remains in detention on the basis of the flawed criminal proceedings;", "", "Considers that, in these circumstances, by not having ensured the applicant’s unconditional release, the Republic of Azerbaijan refuses to abide by the final judgment of the Court;", "", "Decides to refer to the Court, in accordance with Article 46 § 4 of the Convention, the question whether the Republic of Azerbaijan has failed to fulfil its obligation under Article 46 § 1;", "", "The concise views of the Republic of Azerbaijan on the question raised before the Court are appended hereto:", "Appendix: Views of the Republic of Azerbaijan", "“INTRODUCTION", "1.  At their 1298th meeting of 25 October 2017, the Ministers’ Deputies adopted Interim Resolution CM/ResDH(2017)379, in which the Committee served formal notice on the Republic of Azerbaijan of its intention, at its 1302nd meeting (DH) on 5 December 2017, to refer to the Court, in accordance with Article 46 § 4 of the Convention, the question whether the Republic of Azerbaijan has failed to fulfil its obligation under Article 46 § 1 of the Convention arising following the Court’s judgment in Mammadov v. Azerbaijan (no.15172/13, 22 May 2014).", "", "2.  In response to the Committee’s invitation extended in the Deputies’ above Interim Resolution, the Government of the Republic of Azerbaijan submit their views concerning the question of execution of the Court’s judgment in the above case.", "THE FACTS", "3.  On 4 February 2013 the applicant was charged with criminal offences under Articles 23 (organising or actively participating in actions causing a breach of public order) and 315.2 (resistance to or violence against public officials, posing a threat to their life or health) of the Criminal Code, and arrested by the decision of the Nasimi District Court. On 30 April 2013 the applicant was charged under Articles 220.1 (mass disorder) and 315.2 of the Criminal Code.", "", "4.  On 17 March 2014 the Shaki Court for Serious Crimes convicted the applicant under Articles 220.1 and 315.2 of the Criminal Code and sentenced him to seven years’ imprisonment.", "", "5.  On 24 September 2014 the Shaki Court of Appeal upheld the judgment of the court of first instance. Article 407.2 of the Criminal Code of the Republic of Azerbaijan provides that the judgment shall be final immediately after delivery of the decision of the Court of Appeal. Accordingly, as from 24 September 2014, the applicant was not under the pre-trial detention; he was serving his sentence.", "", "6.  On 22 May 2014 the Court (First Section) adopted judgment, in which it found violation of Article 5 §§ 1 (c) and 4, Article 6 § 2 of the Convention, and Article 18 of the Convention taken in conjunction with Article 5 of the Convention. This judgment was final on 13 October 2014.", "THE COMMITTEE OF MINISTERS’ PROCEDURES FOR SUPERVISION OF EXECUTION OF THE COURT’S JUDGMENTS", "7.  Rule 6 of the CM Rules reads as follows:", "", "“1.  When, in a judgment transmitted to the Committee of Ministers in accordance with Article 46, paragraph 2, of the Convention, the Court has decided that there has been a violation of the Convention or its protocols and/or has awarded just satisfaction to the injured party under Article 41 of the Convention, the Committee shall invite the High Contracting Party concerned to inform it of the measures which the High Contracting Party has taken or intends to take in consequence of the judgment, having regard to its obligation to abide by it under Article 46, paragraph 1, of the Convention.", "", "2.  When supervising the execution of a judgment by the High Contracting Party concerned, pursuant to Article 46, paragraph 2, of the Convention, the Committee of Ministers shall examine:", "a.  whether any just satisfaction awarded by the Court has been paid, including as the case may be, default interest; and", "b  if required, and taking into account the discretion of the High Contracting Party concerned to choose the means necessary to comply with the judgment, whether:", "i.  individual measures have been taken to ensure that the violation has ceased and that the injured party is put, as far as possible, in the same situation as that party enjoyed prior to the violation of the Convention;", "ii.  general measures have been adopted, preventing new violations similar to that or those found or putting an end to continuing violations.”", "INDIVIDUAL MEASURES ADOPTED", "8.  On 25 December 2014 a total amount of 22,000 euros was paid to the applicant in respect of nonpecuniary damage and costs and expenses.", "", "9.  By its decision of 13 October 2015, the Supreme Court quashed the Shaki Court of Appeal’s judgment of 24 September 2014, finding that the lower court’s rejection of the applicant’s requests for examination of additional witnesses and other evidence had been in breach of the domestic procedural rules and the requirements of Article 6 of the Convention. The case was remitted to the Shaki Court of Appeal for a new examination in compliance with the domestic procedural rules and the Convention requirements.", "", "10.  On 29 April 2016 the Shaki Court of Appeal finalized examination of the applicant’s case and upheld the judgment of the Shaki Court for Serious Crimes of 17 March 2014. It, particularly carefully addressed the Court’s conclusions drawn in the present judgment and remedied the deficiencies found in the proceedings leading to the applicant’s conviction.", "GENERAL MEASURES", "11.  In December 2015, under Article 52 of the Convention, the Secretary General of the Council of Europe launched an inquiry to find out how the domestic law in any member state makes sure that the convention is properly implemented.", "", "12.  On 11 January 2017 the mission set up by the Secretary General visited Azerbaijan and held discussions, with judicial, legislative and executive authorities, to cover all issues related to execution of the Court’s judgment in the applicant’s case. Authorities have confirmed their readiness to examine all avenues suggested by the mission to further execute the Court’s judgment.", "", "13.  On 10 February 2017, President of the Republic of Azerbaijan signed Executive Order “On improvement of operation of penitentiary, humanization of penal policies and extension of application of alternative sanctions and noncustodial procedural measures of restraint”.", "", "14.  Executive Order covered a number of questions raised by the Court in its judgment, including existence of reasonable suspicion of having committed an offence at the time of arrest and consideration of alternative measures of restraint by relevant authorities.", "", "15.  Further humanisation of penal policies in Azerbaijan was listed among the aims of the document. It said that, in application of measures of restraint by investigation authorities and courts, provisions of criminal procedure law concerning grounds for arrest should be strictly complied with, and the level of application of alternative sanctions and measures of procedural compulsion extended to attain aims of punishment and of measure of restraint through non-custodial means.", "", "16.  The President of the Republic of Azerbaijan recommended to the Supreme Court, the General Prosecutor’s Office and instructed the Ministry of Justice with elaboration of the draft laws concerning decriminalisation of certain crimes; provision of the sentences alternative to imprisonment; development of grounds for non-custodial measures of restraint and sentences alternative to imprisonment; wider application of institutions of substitution of remainder of imprisonment by lighter punishment, parole and suspended sentence; extension of cases of application of measures of restraint alternative to arrest; simplification of rules for amendment of arrest by alternative measures of restraint; and further limitation of grounds for arrest for low-risk or less serious crimes.", "", "17.  The President also recommended to the Office of the Prosecutor General to start with examination of alternative measures of restraint when considering motions for arrest.", "", "18.  It was also recommended to the courts that they examine the existence of reasonable suspicions of individual’s having committed an offence and grounds for arrest, when deciding on measure of restraint, and arguments in favour of alternative measures.", "19.  According to Executive Oder, the Supreme Court shall hold continued analysis of case-law of the courts concerning application of arrest and imposition of imprisonment.", "", "20.  On 20 October 2017 the Milli Medjlis of the Republic of Azerbaijan adopted the Law on Amendments to the Criminal Code, amending more than three hundred provisions of the criminal legislation. Along with decriminalization of certain acts, the law provides for introduction of sanctions alternative to imprisonment and more simplified rules concerning early release. It shall enter into force on 1 December 2017. The law provides for inclusion of Article 76.3.1-1 opening possibility of conditional release after serving of two-thirds of the term of imprisonment imposed for commitment of serious crimes. Further to this amendment, the applicant would be eligible for conditional release as from 4 August 2017.", "", "21.  On 1 December 2017 the Parliament shall also examine, in the third reading, amendments to the Code of Criminal Procedure and the Penal Code, which are in line with the recommendations addressed in the Presidential Decree.", "", "22.  In the meantime, following the recommendations given to the investigation and judicial authorities, the number of detainees held in the pretrial detention facilities continues to decrease: the number of detainees held in pretrial detention facilities decreased by 25% in nine months. In addition, the number of judicial decisions concerning the arrest of individuals decreased by 24% in in comparison to 2016.", "", "23.  In sum, having regard to absence of the Court’s any ruling to secure the applicant’s immediate release and the discretion of the High Contracting Party to choose the means necessary to comply with the Court’s judgment, the Government consider that they implement necessary measures to comply with the Court’s judgment in the present case.”", ""]}