{"file": "ENG_HEJUD_26602_95.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "26602/95", "text_paragraphs": ["14/12/199926602/95W. R.AUSTRIA3", "", "THIRD SECTION", "", "", "", "", "", "", "CASE OF W. R. v. AUSTRIA", "", "(Application no. 26602/95)", "", "", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "STRASBOURG", "", "21 December 1999", "", "", "[This judgment is subject to editorial revision before its reproduction in final form in the official reports of selected judgments and decisions of the Court.]", "", "In the case of W. R. v. AUSTRIA,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tMr\tP. Kūris, President,", "\tMrs\tF. Tulkens,", "\tMr\tW. Fuhrmann,", "\tMr\tK. Jungwiert,", "\tMrs\tH.S. Greve,", "\tMr\tK. Traja,", "\tMr\tM. Ugrekhelidze,", "and\tMrs\tS. Dollé, Section Registrar,", "Having deliberated in private on 14 December 1999,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 2 November 1998, and by Mr W.R. (“the applicant”), an Austrian national, on 18 November 1998, within the three-month period laid down by former Articles 32 § 1 and 47 of the Convention. It originated in an application (26602/95) against Austria lodged by the applicant with the Commission under former Article 25 of the Convention on 13 February 1995. The Government of Austria are represented by their Agent, Mr. F. Cede, Ambassador, Head of the International Law Department at the Federal Ministry of Foreign Affairs. The applicant asked the Court not to reveal his identity. He was granted leave to present his own case to the Court and to use German in his written pleadings.", "The Commission’s request referred to former Articles 44 and 48 and to the declaration whereby Austria had recognised the compulsory jurisdiction of the Court (former Article 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach of Article 6 § 1. ", "2.  On 14 January 1999 the Panel of the Grand Chamber decided, pursuant to Article 5 § 4 of Protocol No. 11 to the Convention and Rules 100 § 1 and 24 § 6 of the Rules of Court, that the application would be examined by one of the Sections. It was, thereupon, assigned to the Third Section.", "3.  The Chamber constituted with the Section included ex officio Mr W. Fuhrmann, the judge elected in respect of Austria (Article 27 § 2 of the Convention and Rule 26 § 1 (a) of the Rules of Court) and Mr. P. R. Kūris, Acting President of the Section (Rule 12). The other members designated by the latter to complete the Chamber were Mrs F. Tulkens, Mr K. Jungwiert, Mrs H.S. Greve, Mr K. Traja and Mr M. Ugrekhelidze.", " 4.  In accordance with Rule 59 § 3 the President of the Chamber invited the parties to submit memorials on the issues in the application. The Registrar received both the applicant’s and Government’s memorials on  25 May 1999.", "5.  After consulting the Agent of the Government and the applicant, the Chamber decided not to hold a hearing in the case.", "AS TO THE FACTS", "I.\tTHE CIRCUMSTANCES OF THE CASE", "", "6.  The applicant is a practising lawyer by profession. ", "7.  On 30 April and 15 May 1985, respectively, the president of the Mauerkirchen District Court (Bezirksgericht) laid a disciplinary information against the applicant. Subsequently, preliminary investigations were carried out.", "8.  On 15 June 1987 the Disciplinary Council of the Upper Austrian Bar Chamber (Disziplinarrat der Oberösterreichischen Rechtsanwaltskammer) decided to open disciplinary proceedings against the applicant. He was charged with several counts of professional misconduct.", "9.  On 16 May 1988 the Disciplinary Council joined a further set of disciplinary proceedings against the applicant, which had been started in 1987, to the above proceedings and held a hearing in the presence of the applicant. ", "10.  On 18 January 1989 the Disciplinary Council, after having held a further hearing in the presence of the applicant, convicted him on three counts and acquitted him on three other counts. The Disciplinary Council found that he had, in two sets of civil proceedings before the Mauerkirchen District Court, wrongly accused the competent judge of having made incorrect entries in the records and that he had, in a civil case before the Ried Regional Court, repeatedly interrupted the judge and put questions to the other party to the proceedings without having obtained leave to do so. The Disciplinary Council, referring to section 2 of the 1977 Guidelines for the Professional Conduct of Lawyers (Richtlinien für die Ausübung des Rechtsanwaltsberufes, RL-BA 1977), found that the applicant had thereby committed a breach of his professional duties and had infringed the profession's honour and reputation. It ordered him to pay a fine of Austrian schillings (ATS) 5,000.", "11.  The written version of the Disciplinary Council's decision was served on the applicant on 4 April 1990. The Appeals Board (Oberste Berufungs- und Disziplinarkommission) received his appeal in May 1990.", "12.  On 25 January 1993 the Appeals Board dismissed the applicant's appeal. On the appeal of the Bar Chamber, the Appeals Board confirmed the Disciplinary Council's finding of guilt as regards the three counts, and found the applicant guilty of two disciplinary offences for which he had been acquitted by the Disciplinary Council. ", "13.  In the same decision the Appeals Board decided on appeals brought by both the applicant and the Bar Chamber in two further sets of disciplinary proceedings, which were started in 1988 and 1991, respectively. As to the latter, the Appeals Board, noting that the applicant had requested his acquittal, while the Bar Chamber had requested that the fine imposed on him by the Disciplinary Council be replaced by a three month prohibition on exercising his profession, found that the Disciplinary Council, in its decision of 7 October 1991, had failed to establish the relevant facts. Consequently, the Appeals Board quashed this decision and referred the case back to the Disciplinary Council. As to the 1988 proceedings, the Appeals Board found the applicant guilty on two counts. ", "14.  Noting that the applicant had been found guilty of breaching his professional duties on a total of seven counts, the Appeals Board, referring to the 1990 Disciplinary Act (Disziplinarstatut 1990), imposed a fine of ATS 25,000 on him.", "15.  On 17 May 1993 the applicant lodged a complaint with the Constitutional Court (Verfassungsgerichtshof). He complained in particular about the length of the disciplinary proceedings against him. ", "16.  On 12 October 1994 the Constitutional Court dismissed the applicant's complaint. It found in particular that the Appeals Board had dealt with a number of different sets of disciplinary proceedings against the applicant and a variety of different facts. In the circumstances of the case, the duration of the proceedings was not excessive. ", "II.\tRELEVANT DOMESTIC LAW", "A. The Disciplinary Act 1872", "17.\tSection 12 of the Disciplinary Act 1872 (Disziplinarstatut 1872) provided for the following disciplinary penalties: a written reprimand, a fine of up to ATS 360,000, a prohibition on practising as a lawyer for a period not exceeding one year and being struck off the bar roll (paragraph 1). The choice of the penalty to be imposed in a given case depended on the extent of guilt and the prejudice caused by the disciplinary offence (paragraph 2).", "B. The Disciplinary Act 1990", "18.  Section 16 of the Disciplinary Act 1990 (Disziplinarstatut 1990) provides for the following disciplinary penalties: a written reprimand, a fine of up to ATS 500,000, a prohibition on practising as a lawyer for a period not exceeding one year and being struck off the bar roll (paragraph 1). A temporary prohibition on practising as a lawyer may be suspended for a probationary period of one to three years if this appears sufficient to prevent the accused from committing further disciplinary offences (paragraph 2). ", "The Disciplinary Act 1990 entered into force on 1 January 1991.", "proceedings before the commission", "19.  The applicant applied to the Commission on 13 February 1995. He alleged, inter alia, a violation of Article 6 § 1 of the Convention on account of the length of the disciplinary proceedings against him.", "20.  The Commission declared the application (no. 26602/95) partly admissible on 30 June 1997. In its report of 3 March 1998 (former Article 31 of the Convention), it expressed by a majority the opinion that there had been a violation of Article 6 § 1 of the Convention.", "FINAL SUBMISSIONS TO THE COURT by the Government", "21.  In their memorial, the Government asked the Court to find that Article 6 § 1 was not applicable to the proceedings at issue or, alternatively, that there has been no violation of Article 6 § 1 of the Convention.", "AS TO THE LAW", "I.\tScope of the case", "22.  The applicant, in his memorial, made a number of submissions alleging that his disciplinary conviction had violated his right to freedom of expression.", "23.  The Court recalls that the scope of the case before it is determined by the Commission’s decision on admissibility (see for instance, the Fusco v. Italy judgment of 2 September 1997, Reports of Judgments and Decisions 1997-V, p. 1731, § 16). The Commission declared the application inadmissible with the exception of the applicant’s complaint about the length of the disciplinary proceedings against him. It follows that the scope of the present case is limited to that complaint.", "II.\talleged violation of article 6 § 1 of the convention", "24.  The applicant complained about the length of the disciplinary proceedings against him. He relied on Article 6 § 1 of the Convention which, so far as relevant, provides as follows:", "“In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”", "A. Applicability of Article 6 § 1 ", "25.  The applicant contended that the disciplinary proceedings concerned his civil rights and submitted in particular that the Bar Chamber, in the proceedings before the Appeals Board, requested a three month prohibition on his right to practise as a lawyer. Moreover, the applicant submitted that, given the number of disciplinary charges brought against him, it appeared likely that a temporary prohibition on his right to practise would be imposed.", "26.  The Government contested that Article 6 § 1 of the Convention was applicable to the present case. As to the civil head of this Article, the Government argued that the applicant’s right to practise as a lawyer was not at stake in the disciplinary proceedings at issue. They pointed out that a prohibition on exercising the profession may be imposed in extremely serious cases only. In the circumstances of the case, the applicant had, at no stage of the proceedings, reason to fear that his right to practice his profession would be temporarily suspended. The penalty actually imposed on him, namely a fine, did not affect his right to practise as a lawyer and the result of the proceedings was, thus, not decisive for his civil rights. As to the criminal head of Article 6, the Government, referring to the Court’s case-law, argued that the proceedings at issue are not to be regarded as criminal proceedings in domestic law, and that they are designed to ensure that practising lawyers comply with certain professional rules of conduct. Further, the nature and severity of the penalties the applicant risked incurring was not such as to bring the case into the criminal sphere. ", "27.  The Court finds that the applicant’s right to practice as a lawyer is a “civil right” within the meaning of Article 6 § 1 of the Convention (De Moor v. Belgium judgment of 23 June 1994, Series A no. 292-A, p. 16, § 47, with reference to the H. v. Belgium judgment of 30 November 1987, Series A no. 127-B, pp. 32-34, §§ 44-48).", "28.  Further, the Court recalls that it has constantly held that disciplinary proceedings in which the right to continue to exercise a profession is at stake give rise to \"contestations” (disputes) over civil rights within the meaning of Article 6 § 1  (Philis v. Greece (no. 2) judgment of 27 June 1997, Reports 1997-IV, p. 1085, § 45, with references to the following judgments: König v. Germany, 28 June 1978, Series A no. 27, pp. 29-32, §§ 87-95; Le Compte, Van Leuven and De Meyere v. Belgium, 23 June 1981, Series A no. 43, pp. 19-23, §§ 41-51; Albert and Le Compte v. Belgium, 10 February 1983, pp. 14-16, §§ 25-29; Diennet v. France, 26 September 1995, Series A no. 325-A, p. 13, § 27). ", "29.  The above-mentioned judgments all related to disciplinary proceedings in which an unconditional temporary suspension or a permanent prohibition to exercise the profession had actually been imposed at least at one stage of the proceedings. However in a recent case, concerning a number of medical practitioners some of whom had only been reprimanded, the Court, when examining whether the right to continue to practise medicine was at stake, had regard to the penalties the professional disciplinary bodies could impose (Gautrin and Others v. France judgment of 20 May 1998, Reports 1998-III, p.1022, § 33).", "30.  Having regard to this recent case-law, the Court observes that in the present case the possible penalties for disciplinary offences under section 12 of the Disciplinary Act 1872 and section 16 of the Disciplinary Act 1990, respectively, included a suspension of the right to practise as a lawyer for up to one year. Thus, the applicant ran the risk of a temporary suspension of his right to practise his profession. Indeed, the Bar Chamber, in the appeal proceedings, requested that a three month suspension be imposed. It follows that the applicant’s right to continue to practise as a lawyer was at stake in the disciplinary proceedings against him. Accordingly, Article 6 § 1 is applicable under its civil head.", "31.  As regards the criminal head of Article 6, the Court finds that it is not necessary to decide on the question whether there was also a “criminal charge” against the applicant, as the “reasonable time” requirement of Article 6 § 1 on which the applicant relies applies to civil and to criminal matters (see mutatis mutandis the above-mentioned Le Compte, Van Leuven and De Meyere judgment, pp. 23-24, § 53).", "B. Compliance with Article 6 § 1", "32.  The applicant maintained that the disciplinary proceedings lasted unreasonably long and alleged that there were a number of delays imputable to the authorities.", "33.  The Government accepted that the disciplinary proceedings lasted from 15 June 1987, when the disciplinary proceedings against the applicant started, until 12 October 1994, when the Constitutional Court gave judgment. However, they submitted that the duration of the proceedings was mainly due to the large number of disciplinary charges brought against the applicant.", "34.  The Court sees no reason to disagree with the conclusion reached by the Commission. It holds that the overall duration of the disciplinary proceedings of seven years and four months, at three levels of jurisdiction, cannot be considered “reasonable” within the meaning of Article 6 § 1 of the Convention.", "It follows that there has been a breach of Article 6 § 1.", "III. Application of Article 41 of the Convention", "35.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A. Damages", "36.  The applicant claimed ATS 30,000 as compensation for non-pecuniary damages resulting from distress caused by the disciplinary proceedings against him.", "37.  The Government did not comment on this claim.", "38.  The Court finds the claim reasonable and therefore allows it in full.", "B. Costs and expenses", "39.  The applicant also claimed that he had incurred costs of ATS 114,300 in the Strasbourg proceedings. Further, he incurred the following costs and expenses in the domestic proceedings: ATS 90,995.35 in the proceedings before the disciplinary bodies and ATS 22,860 in the proceedings before the Constitutional Court, as well as expenses of ATS 27,000. Finally, the applicant requests reimbursement of the fine of ATS 25,000 under this head.", "40.  The Government did not comment on these claims.", "41.  The Court recalls that, according to its case-law, it has to consider whether the costs and expenses were actually and necessarily incurred in order to prevent or obtain redress for the matter found to constitute a violation of the Convention and were reasonable as to quantum (see for instance the Bladet Tromsø and Stensaas judgment of 20 May 1999, to be published in Reports 1999, § 80). The Court finds the applicant’s costs claim for the Strasbourg proceedings excessive and, making an assessment on an equitable basis, awards him ATS 20,000 under this head. As to the costs of the domestic proceedings, the Court finds that only the costs of the proceedings before the Constitutional Court were necessarily incurred to obtain redress for the duration of the proceedings complained of and, therefore, awards the applicant ATS 22,860 under this head. Finally, the Court observes that there is no causal link between the imposition of the fine and the violation found.", "42.  In sum, the Court awards the applicant ATS 42,860 for costs and expenses.", "C. Default interest", "43.  According to the information available to the Court, the statutory rate of interest applicable in Austria at the date of adoption of the present judgment is 4% per annum.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.\tHolds that there has been a violation of Article 6 § 1 of the Convention;", "", "2.\tHolds ", "\t(a) that the respondent State is to pay the applicant, within three months, the following amounts:", "(i) 30,000 (thirty-thousand) Austrian schillings for non-pecuniary damage;", "(ii) 42,860 (fourty-two thousand eight hundred and sixty) Austrian schilling for costs and expenses;", "\t(b) that simple interest at an annual rate of 4% shall be payable from the expiry of the above-mentioned three months until settlement;", "", "3.\tDismisses the remainder of the applicant’s claims for just satisfaction.", " Done in English, and notified in writing on 21 December 1999, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "", "", "\tS. Dollé\tP. Kūris\tRegistrar\tPresident"]}