{"file": "ENG_HECOM_19391_11.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "19391/11", "text_paragraphs": ["FIRST SECTION", "Application no. 19391/11\nDiana TOPČIĆ-ROSENBERG\nagainst \nlodged on 7 March 2011", "", "STATEMENT OF FACTS", "THE FACTS", "The applicant, Ms Diana Topčić-Rosenberg, is a Croatian national who was born in 1962 and lives in . She was represented before the Court by Mr J. Novak, a lawyer practising in Slavonski Brod.", "A.  The circumstances of the case", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 5 October 2006 by a final decision of the Nova Gradiška Social Welfare Centre (Centar za socijalnu skrb Nova Gradiška) the applicant adopted a three-year old child. At that time the applicant was a private entrepreneur living in .", "On 16 October 2006 the applicant lodged a request with the Zagreb Office of the Croatian Health Fund (Hrvatski zavod za zdravstveno osiguranje Područni ured u Zagrebu) seeking that her right to paid maternity leave be established.", "On 20 October 2006 the Zagreb Office of the Croatian Health Fund dismissed the applicant’s request. It found that the applicant had adopted a three-year old child and that the Act on Maternity Leave of Private Entrepreneurs and Unemployed Mothers provided that paid maternity leave could have been recognised to the biological mothers only until the child’s first birthday and that the adoptive mothers had to be treated equally.", "On an unspecified date in 2007 the applicant lodged an appeal with the Central Office of the Croatian Health Fund (Hrvatski zavod za zdravstveno osiguranje, Direkcija) complaining that she had been discriminated against as an adoptive mother and a private entrepreneur. She relied on the Labour Act which provided that the adoptive parent of a child under the age of twelve was entitled to a paid maternity leave of 270 days, starting from the date of adoption.", "On 21 March 2007 the Central Office of the Croatian Health Fund dismissed the applicant’s appeal on the ground that the Act on Maternity Leave of Private Entrepreneurs and Unemployed Mothers had to be applied in the applicant’s case as a lex specialis and that it had not provided for maternity leave to an adoptive mother of a child which was older than one year.", "On an unspecified date in 2007 the applicant lodged a complaint with the  (Upravni sud Republike Hrvatske).", "On 26 November 2009 the  dismissed the applicant’s complaint on the ground that the administrative bodies had correctly applied the Act on Maternity Leave of Private Entrepreneurs and Unemployed Mothers as lex specialis, and that under that Act she was not entitled to a paid maternity leave.", "On 10 December 2009 the applicant lodged a constitutional complaint with the  (Ustavni sud Republike Hrvatske).", "On 9 February 2011 the  declared the applicant’s constitutional complaint inadmissible as manifestly ill-founded.", "B.  Relevant domestic law", "At the material time the relevant part of the Labour Act (Official Gazette no. 137/2004-consolidated text, Zakon o radu) provided:", "Section 66", "“(1)  A women in employment has the right to maternity leave during her pregnancy, childbirth and caring for her child.", "(2)  A women in employment may take maternity leave 45 days before the expected date of the childbirth and may remain on such leave until the child’s first birthday.", "...”", "Section 72", "“(1)  During the maternity leave, a employee on leave has the right to an allowance under the special regulations.", "... ”", "Section 74", "“(1)  The rights specified by this Act for the purpose of the protection of motherhood and bringing up of children may be exercised, under the same conditions, by an adoptive parent or by a person in whose custody the child has been placed by a decision issued by a body responsible for social welfare.", "(2)  If a child is older than the age specified in this Act, in order to exercise the rights referred to in paragraph (1) of this Article, one of the adoptive parents of a child under twelve years of age is entitled to an adoption leave of 270 continuous days from the date of adoption, provided that the adoptive parent’s spouse is not the child’s biological parent.", "...“", "At the material time the relevant part of the Act on Maternity Leave of Private Entrepreneurs and Unemployed Mothers, Official Gazette nos. 24/1996, 109/1997, 82/2001, 30/2004 (Zakon o porodnom dopustu majki koje obavljaju samostalnu djelatnost i nezaposlenih majki) provided:", "Section 2", "“(1)  A mother private entrepreneur has the right to maternity leave during her pregnancy, childbirth and caring for her child.", "...", "(3)  A mother private entrepreneur may take maternity leave 45 days before the expected date of childbirth and may remain on such leave until the child is six months old.", "... “", "Section 3", "(1)  A mother private entrepreneur who used her maternity leave under the section 2 of this Act, may continue to stay on the maternity leave until the child’s first birthday and for twins, as well as for third and every further child she may stay on the maternity leave until the child’s third year.", "... “", "Section 6", "All the rights guaranteed under this Act can be used under the equal conditions by an adoptive parent or a person to whom the competent body for social care his entrusted with the care of a child.”", "COMPLAINTS", "The applicant complains that she was discriminated against as an adoptive mother and private entrepreneur in that she was not granted maternity leave.", "The applicant complains that she did not have access to a court which was competent do decide her case.", "QUESTION TO THE PARTIES", "Has the applicant suffered discrimination in the enjoyment of her Convention rights on the ground that she was not granted maternity leave, contrary to Article 14 of the Convention read in conjunction with Article 8 of the Convention?"]}