{"file": "ENG_HEJUD_22341_09.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "22341/09", "text_paragraphs": ["", "", "", "FOURTH SECTION", "", "", "", "", "", "", "CASE OF HODE AND ABDI v. THE ", "", "(Application no. 22341/09)", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "6 November 2012", "", "", "FINAL", "", "06/02/2013", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Hode and Abdi v. the ,", "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:", "\tLech Garlicki, President,\n\tDavid Thór Björgvinsson,\n\tNicolas Bratza,\n\tPäivi Hirvelä,\n\tGeorge Nicolaou,\n\tLedi Bianku,\n\tVincent A. De Gaetano, judges,\nand Fatoş Aracı, Deputy Section Registrar,", "Having deliberated in private on 16 October 2012,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 22341/09) against the United Kingdom of Great Britain and Northern Ireland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Somali national, Mr Ilyas Elmi Hode, and a Djibouti national, Ms Hawa Aden Abdi (“the applicants”), on 25 March 2009.", "2.  The applicants were represented by Mr I. Thrilling of Harehills & Chapeltown Law Centre, a charitable organisation based in Leeds. The  Government (“the Government”) were represented by their Agent, Ms J. Neenan of the Foreign and Commonwealth Office.", "3.  On 2 June 2009 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "4.  The first applicant was born on 13 February 1980 and currently lives in Leeds. The second applicant was born on 15 January 1990 and currently lives in .", "5.  The first applicant arrived in the  on 18 February 2004. He claimed asylum and that claim was accepted in March 2006. Prior to 30 August 2005, successful asylum seekers were granted Indefinite Leave to Remain in the  along with refugee status. However, after 30 August 2005 the Immigration Rules were amended and refugees were granted an initial period of 5 years’ Leave to Remain, following which they could apply for Indefinite Leave to Remain. Consequently, the first applicant was granted five years’ leave to remain in the , to expire on 16 March 2011. At the same time, he was provided with a Refugee Convention Travel Document (“CTD”), also to expire on 16 March 2011.", "6.  In June 2006 the first applicant was introduced to the second applicant through a friend. In February 2007 he travelled to  to meet her and they married on 5 April 2007. They lived together in Djibouti until the first applicant returned to the  on 15 May 2007.", "7.  The second applicant applied for a visa to join the first applicant in the . Although the first applicant was a refugee, the applicants did not qualify for “family reunion” under the Immigration Rules HC 395 (as amended) (“the Immigration Rules”) because paragraph 352A of the Immigration Rules only applied to spouses who formed part of the refugee’s family unit before he or she left the country of permanent residence. The second applicant therefore applied for leave to enter the United Kingdom under paragraph 281 of the Immigration Rules, as the spouse of a person present and settled in the .", "8.  On 18 November 2007 the Entry Clearance Officer refused the application on the ground that the first applicant, having only been granted five years’ Leave to Remain, was not a person present and settled in the  for the purposes of paragraph 281.", "9.  On 17 February 2008 the second applicant gave birth to a son. The first applicant was named as the father on the birth certificate.", "10.  The second applicant appealed against the decision to refuse her application for leave to enter. The Immigration Judge accepted that the applicants were married and that the first applicant had sufficient funds to accommodate and maintain his wife and child. He also accepted that the refusal of entry clearance engaged the rights of both applicants under Article 8 of the Convention. He dismissed the appeal, however, holding that the refusal of entry clearance would not interfere disproportionately with the second applicant’s rights under Article 8 of the Convention. In particular, he noted that she had never enjoyed her family life in the United Kingdom and there were no obstacles to prevent the first applicant from living in  other than that he could not speak French and would be unlikely to secure employment there.", "11.  The second applicant applied for reconsideration of the decision. In a decision dated 28 August 2008, the Asylum and Immigration Tribunal refused to order reconsideration. On 24 October 2008 the  also dismissed the application for reconsideration.", "12.  The first applicant’s leave to remain in the  expired on 16 March 2011. He was subsequently granted Indefinite Leave to Remain.", "13.  In April 2011 the Immigration Rules were amended to permit refugees to be joined in the  by post-flight spouses during their initial period of leave to remain, provided certain other conditions were met.", "14.  The second applicant has not re-applied for leave to enter the  as the spouse of the first applicant.", "15.  The second applicant gave birth to the applicants’ second child on 17 July 2011.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "A.  Leave to enter for spouses", "1.  The Immigration Rules HC 395 (as amended)", "16. At the relevant time paragraph 352A of the Immigration Rules contained the requirements for family reunion for refugees. It provided that:", "“The requirements to be met by a person seeking leave to enter or remain in the United Kingdom as the spouse or civil partner of a refugee are that:", "(i) the applicant is married to or the civil partner of a person granted asylum in the  ; and", "(ii) the marriage or civil partnership did not take place after the person granted asylum left the country of his former habitual residence in order to seek asylum; and", "(iii) the applicant would not be excluded from protection by virtue of article 1F of the United Nations Convention and Protocol relating to the Status of Refugees if he were to seek asylum in his own right; and", "(iv) each of the parties intends to live permanently with the other as his or her spouse or civil partner and the marriage is subsisting; and", "(v) if seeking leave to enter, the applicant holds a valid  entry clearance for entry in this capacity.”", "17.  Consequently, at the relevant time a refugee could only be joined in the  by a spouse pursuant to paragraph 352A if the marriage took place before leaving the country of formal habitual residence.", "18.  In April 2011 the Government introduced paragraph 319L of the Immigration Rules, which made family reunion available to post-flight family members of refugees. It provided that:", "“319L. The requirements to be met by a person seeking leave to enter the United Kingdom as the spouse or civil partner of a person with limited leave to enter or remain in the United Kingdom as a refugee or beneficiary of humanitarian protection, are that:", "(i) (a) the applicant is married to or the civil partner of a person who has limited leave to enter or remain in the United Kingdom as a refugee or beneficiary of humanitarian protection granted such status under the immigration rules and the parties are married or have formed a civil partnership after the person granted asylum or humanitarian protection left the country of his former habitual residence in order to seek asylum or humanitarian protection; and", "(b) the applicant provides an original English language test certificate in speaking and listening from an English language test provider approved by the Secretary of State for these purposes, which clearly shows the applicant’s name and the qualification obtained (which must meet or exceed level A1 of the Common European Framework of Reference) unless:", "(i) the applicant is aged 65 or over at the date he makes his application; or", "(ii) the Secretary of State or Entry Clearance Officer considers that the applicant has a physical or mental condition that would prevent him from meeting the requirement; or", "(iii) the Secretary of State or entry Clearance officer considers there are exceptional compassionate circumstances that would prevent the applicant from meeting the requirement; or", "(iv) the applicant is a national of one of the following countries: Antigua and Barbuda; Australia; the Bahamas; Barbados; Belize; Canada; Dominica; Grenada; Guyana; Jamaica; New Zealand; St Kitts and Nevis; St Lucia; St Vincent and the Grenadines; Trinidad and Tobago; USA; or", "(v) the applicant has obtained an academic qualification (not a professional or vocational qualification), which is deemed by UK NARIC to meet the recognised standard of a Bachelor’s or Masters degree or PhD in the UK, from an educational establishment in one of the following countries: Antigua and Barbuda; Australia; The Bahamas; Barbados; Belize; Dominica; Grenada; Guyana; Ireland; Jamaica; New Zealand; St Kitts and Nevis; St Lucia; St Vincent and The Grenadines; Trinidad and Tobago; the UK; the USA; and provides the specified documents; or", "(vi) the applicant has obtained an academic qualification (not a professional or vocational qualification) which is deemed by UK NARIC to meet the recognised standard of a Bachelor’s or Masters degree or PhD in the UK, and", "(1) provides the specified evidence to show he has the qualification, and", "(2)  NARIC has confirmed that the degree was taught or researched in English, or", "(vii) has obtained an academic qualification (not a professional or vocational qualification) which is deemed by UK NARIC to meet the recognised standard of a Bachelor’s or Masters degree or PhD in the , and provides the specified evidence to show:", "(1) he has the qualification, and", "(2) that the qualification was taught or researched in English; and", "(ii) the parties to the marriage or civil partnership have met; and", "(iii) each of the parties intends to live permanently with the other as his or her spouse or civil partner and the marriage or civil partnership is subsisting; and", "(iv) there will be adequate accommodation for the parties and any dependants without recourse to public funds in accommodation which they own or occupy exclusively; and", "(v) the parties will be able to maintain themselves and any dependants adequately without recourse to public funds; and", "(vi) the applicant holds a valid  entry clearance for entry in this capacity.”", "19.  Paragraph 281 of the Immigration Rules is a general provision enabling persons present and settled in the  to be joined by a spouse or civil partner if certain conditions are met. It provided that:", "“The requirements to be met by a person seeking leave to enter the United Kingdom with a view to settlement as the spouse or civil partner of a person present and settled in the United Kingdom or who is on the same occasion being admitted for settlement are that:", "(i) (a) the applicant is married to or the civil partner of a person present and settled in the  or who is on the same occasion being admitted for settlement; or", "(b)(i) the applicant is married to or the civil partner of a person who has a right of abode in the United Kingdom or indefinite leave to enter or remain in the United Kingdom and is on the same occasion seeking admission to the United Kingdom for the purposes of settlement and the parties were married or formed a civil partnership at least 4 years ago, since which time they have been living together outside the United Kingdom; and", "(b)(ii) the applicant has sufficient knowledge of the English language and sufficient knowledge about life in the , unless he is under the age of 18 or aged 65 or over at the time he makes his application; and", "(ii) the parties to the marriage or civil partnership have met; and", "(iii) each of the parties intends to live permanently with the other as his or her spouse or civil partner and the marriage or civil partnership is subsisting; and", "(iv) there will be adequate accommodation for the parties and any dependants without recourse to public funds in accommodation which they own or occupy exclusively; and", "(v) the parties will be able to maintain themselves and any dependants adequately without recourse to public funds; and", "(vi) the applicant holds a valid  entry clearance for entry in this capacity.”", "20.  Prior to 30 August 2005, successful asylum seekers were given Indefinite Leave to Remain alongside refugee status. As they were “persons present and settled in the ”, post-flight spouses could join them provided the other requirements set down in paragraph 281 of the Immigration Rules were met. After 30 August 2005 the rules were changed and refugees were instead granted an initial period of five years’ leave to remain, although they could subsequently be granted Indefinite Leave to Remain. As a consequence of the change of the rules, for the first five years refugees were not “persons present and settled in the ” and could not be joined by a post-flight spouse during this period even if all the other requirements of paragraph 281 were met.", "21.  Under the Immigration Rules the spouses of other categories of person granted limited leave to enter the  could accompany or join their spouse without any requirement that the marriage took place in the country of former habitual residence. Paragraph 76 of the Immigration Rules contained the requirements for entry to the  as the spouse of a student or prospective student. It provided that:", "“The requirements to be met by a person seeking leave to enter or remain in the United Kingdom as the spouse or civil partner of a student or a prospective student are that:", "(i) the applicant is married to or the civil partner of a person admitted to or allowed to remain in the United Kingdom under paragraphs 57-75 or 82-87F; and", "(ii) each of the parties intends to live with the other as his or her spouse or civil partner during the applicant’s stay and the marriage or the civil partnership is subsisting; and", "(iii) there will be adequate accommodation for the parties and any dependants without recourse to public funds; and", "(iv) the parties will be able to maintain themselves and any dependants adequately without recourse to public funds; and", "(v) the applicant does not intend to take employment except as permitted under paragraph 77 below; and", "(vi) the applicant intends to leave the  at the end of any period of leave granted to him.”", "22.  Similarly, paragraph 194 of the Immigration Rules contained the requirements for entry to the  of a person with leave to remain for the purpose of obtaining employment. It provided that:", "“The requirements to be met by a person seeking leave to enter the United Kingdom as the spouse or civil partner of a person with limited leave to enter or remain in the United Kingdom under paragraphs 128-193 (but not paragraphs 135I-135K) are that:", "(i) the applicant is married to or a civil partner of a person with limited leave to enter the United Kingdom under paragraphs 128-193 (but not paragraphs 135I-135K); and", "(ii) each of the parties intends to live with the other as his or her spouse or civil partner during the applicant’s stay and the marriage or civil partnership is subsisting; and", "(iii) there will be adequate accommodation for the parties and any dependants without recourse to public funds in accommodation which they own or occupy exclusively; and", "(iv) the parties will be able to maintain themselves and any dependants adequately without recourse to public funds; and", "(v) the applicant does not intend to stay in the  beyond any period of leave granted to his spouse; and", "(vi) the applicant holds a valid  entry clearance for entry in this capacity.”", "2.  Decisions of the domestic courts and tribunals", "23.  In 2009 the case of A () v. the Secretary of State for the Home Department [2009] EWCA Civ 825 came before the Court of Appeal. The appellant, an Afghani national resident in Pakistan, was refused leave to join her husband, a refugee, in the  because the marriage had taken place after he left his country of permanent residence. At the time of the application the appellant was heavily pregnant and there was evidence to suggest that her husband could not live in . An Immigration Judge dismissed her appeal, which then went before the Asylum and Immigration Tribunal for reconsideration. The Tribunal was unable to identify any public interest being served by the omission from the Immigration Rules of any provision for a refugee to bring a post-flight spouse to the country. However, it held that Article 8 could not be used to plug lacunae in the Immigration Rules and, on the facts of the case, it was not engaged.", "24.  On appeal, the Court of Appeal had no doubt that the interference with family life which would result from not allowing a husband and his heavily pregnant wife in a genuine and subsisting marriage to cohabit had consequences of such gravity as potentially to engage the operation of Article 8. It therefore fell to the Court of Appeal to consider whether or not there was a public interest in refusing to grant the appellant leave to enter. As the Government had submitted its skeleton argument on the public interest point at a late stage, the court held that it was estopped from reopening the issue. Although it went on to allow the appellant’s appeal against the refusal of entry clearance, it clearly stated that its decision could be of no authority if and when the issue arose again.", "25.  The following year the Upper Tribunal (Immigration and Asylum Chamber) had to consider the same question in FH (Post-flight spouses)  [2010] UKUT 275. The appellant was an Iranian national resident in Iran who was refused leave to join her husband, also an Iranian national, who had been granted refugee status in the . It was not suggested that there was any other country where the appellant and sponsor could live together as husband and wife. An Immigration Judge refused her appeal. The Upper Tribunal allowed her appeal. It noted that with regard to the admission of post-flight spouses, refugees in the United Kingdom were in a particularly disadvantageous position compared to students, persons working in the , businessmen, artists and ministers of religion and so on. In particular, the Tribunal stated that:", "“...the appellant’s situation is by no means an unusual one, and it arises from provisions of the Rules for which there appears to be no justification. Unless there is some justification, of which we have not been made aware, of the Rules’ treatment of post-flight spouses, we think that the Secretary of State ought to give urgent attention to amending the Rules, by extending either paragraph 281 or, (perhaps preferably) paragraph 194, so as to extend to the spouses of those with limited leave to remain as refugees. In the meantime, it seems to us that although a decision based on Article 8 does have to be an individual one in each case, it is most unlikely that the Secretary of State or an Entry Clearance Officer will be able to establish that it is proportionate to exclude from the United Kingdom the post-flight spouse of a refugee where the applicant meets all the requirements of paragraph 281 save that relating to settlement.”", "B.  Movement of refugees following grant of asylum", "26.  Paragraph 20 of the Immigration Rules provided that:", "“The leave of a person whose stay in the  is subject to a time limit lapses on his going to a country or territory outside the common travel area if the leave was given for a period of six months or less or conferred by a visit visa. In other cases, leave lapses on the holder remaining outside the  for a continuous period of more than two years. A person whose leave has lapsed and who returns after a temporary absence abroad within the period of this earlier leave has no claim to admission as a returning resident. His application to re-enter the  should be considered in the light of all the relevant circumstances. The same time limit and any conditions attached will normally be reimposed if he meets the requirements of these Rules, unless he is seeking admission in a different capacity from the one in which he was last given leave to enter or remain.”", "", "27.  Paragraphs 11 and 13 (1) of the Schedule to the Refugee Convention provided that:", "“When a refugee has lawfully taken up residence in the territory of another , the responsibility for the issue of a new document, under the terms and conditions of article 28, shall be that of the competent authority of that territory, to which the refugee shall be entitled to apply.", "...", "Each  undertakes that the holder of a travel document issued by it in accordance with article 28 of this Convention shall be readmitted to its territory at any time during the period of its validity.”", "THE LAW", "28.  The applicants complained of a violation of Article 8 read alone and together with Article 14 of the Convention. Article 8 reads as follows:", "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.", "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "Article 14 of the Convention reads as follows:", "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”", "I.  ADMISSIBILITY", "29.  The Government submitted that the applicants’ complaints were manifestly ill-founded within the meaning of Article 35 § 3(a) of the Convention. The Court, however, finds that the applicants’ complaints are not manifestly ill-founded within the meaning of Article 35 § 3(a), nor are they inadmissible on any other grounds. They must therefore be declared admissible.", "II.  MERITS", "A.  Alleged violation of Article 14 of the Convention read together with Article 8", "1.  The applicants’ submissions", "30.  The applicants submitted that they were treated differently in respect of their enjoyment of their rights under Article 8 of the Convention from other persons – and the spouses of those persons – with temporary leave to remain in the . In particular, they relied on the example of students and workers, both of whom had been entitled to be joined in the  by their spouses, regardless of whether the marriage took place before or after they were granted leave to remain.", "31.  The applicants submitted that refugees had been in an analogous position to students and workers because in each case the person had established an entitlement to temporary residence in the , and that the difference in treatment between refugees, on the one hand, and students and workers, on the other, could not be objectively and reasonably justified.", "32.  The applicants also submitted that they had been treated differently, without objective and reasonable justification, from refugees – and the spouses of refugees – who were married at the date of flight.", "33.  The applicants relied on the domestic decisions of A (Afghanistan) v. Secretary of State for the Home Department [2009] EWCA Civ 825 and FH (Post-flight spouses) Iran [2010] UKUT 275 (IAC), in which both the Court of Appeal and the Upper Tribunal (Asylum and Immigration) appeared to find no public interest justification for distinguishing between pre- and post-flight spouses, especially when students and workers were entitled to be joined by their spouses regardless of when the marriage took place.", "2.  The Government’s submissions", "34.  The Government submitted that the decision to refuse the second applicant entry clearance did not violate Article 14 of the Convention read in conjunction with Article 8.", "35.  The Government argued that it was not appropriate to compare the applicants’ situation with that of a student or worker and spouse because paragraph 277 of the Immigration Rules provided that the rules relating to spouses of students and workers did not apply to spouses under the age of 18. As the second applicant was 17 at the date her application for entry clearance was first refused, the outcome would not have been different had the first applicant been a student or worker rather than a refugee.", "36.  In any case, the Government contended that refugees had not been in an analogous situation to students and workers. The  faced international competition to attract students and workers. It therefore sought to encourage applications and one incentive it offered to prospective applicants was the assurance that they could be joined by their spouse, regardless of whether or not they were married when they first came to the United Kingdom. On the other hand, although the Government were committed to honouring their international obligations with respect to refugees, they had not sought to encourage refugees and asylum seekers to choose to travel to the  by offering additional incentives.", "37.  Even if a refugee who married after leaving the country of his former habitual residence could have been considered to have been in an analogous position to a student or worker, the Government submitted that the difference in the Immigration Rules had pursued a legitimate aim. Of particular significance in this regard was the fact that the international obligations reflected in the Immigration Rules themselves distinguished between the rights of family members who were part of the family unit in the country of origin and other family members. The United Kingdom argued that it had been entitled to reflect and maintain that distinction while at the same time providing an incentive to other applicants to choose to study or work in the .", "38.  The Government submitted that the cases of A (Afghanistan) v. Secretary of State for the Home Department [2009] EWCA Civ 825 and FH (Post-flight spouses) Iran [2010] UKUT 275 (IAC) offered no support to the applicants. In both cases, there was no safe third country in which the applicants and their spouses could have lived together on a long-term basis. Moreover, in A () v. Secretary of State for the Home Department the Court of Appeal had specifically stated that the case could not be used as authority in any future case as the Secretary of State had failed to submit evidence concerning the justification for the difference in treatment in time and was therefore estopped from arguing the point.", "39.  Furthermore, the opportunity to be joined by a spouse once the refugee had become settled in the United Kingdom (usually after five years) had reflected a reasonable relationship of proportionality between the means employed and the aim sought to be realised, namely the desire to meet the State’s obligations to refugees, while at the same time providing an incentive to other applicants to choose to study and work in the United Kingdom. In any event, these choices had been a matter of social and economic policy which fell well within the ’s margin of appreciation.", "40.  Finally, the Government submitted that any difference in treatment had not been based on any personal or immutable characteristic.", "3.  The submissions of the third party intervener", "41.  The Equality and Human Rights Commission recalled that where a State made national provision in a field covered by a Convention guarantee, it had to do so without discrimination. It further submitted that in cases such as the present there had been no reasonable relationship of proportionality between the aim of immigration control and the differential treatment enshrined in the Immigration Rules between refugees, on the one hand, and other classes of immigrant who had been entitled to be joined by their families. The difference in treatment was more striking in light of the particularly vulnerable position of refugees.", "4.  The Court’s assessment", "42.  The Court recalls that Article 14 complements the other substantive provisions of the Convention and the Protocols. It has no independent existence since it has effect solely in relation to “the enjoyment of the rights and freedoms” safeguarded by those provisions. The application of Article 14 does not necessarily presuppose the violation of one of the substantive rights guaranteed by the Convention. The prohibition of discrimination in Article 14 thus extends beyond the enjoyment of the rights and freedoms which the Convention and Protocols require each State to guarantee. It applies also to those additional rights, falling within the general scope of any Article of the Convention, for which the State has voluntarily decided to provide. It is necessary but it is also sufficient for the facts of the case to fall “within the ambit” of one or more of the Convention Articles (see Stec and Others v. the United Kingdom (dec.) [GC], nos. 65731/01 and 65900/01, § 39, ECHR 2005X).", "43.  The Court accepts that there was no obligation on a State under Article 8 of the Convention to respect the choice by married couples of the country of their matrimonial residence and to accept the non-national spouses for settlement in that country. However, with regard to social benefits, the Court has previously held that if a State did decide to enact legislation providing for the payment as of right of a welfare benefit or pension - whether conditional or not on the prior payment of contributions - that legislation had to be regarded as generating a proprietary interest falling within the ambit of Article 1 of Protocol No. 1 for persons satisfying its requirements (see, for example, Stec and Others v. the United Kingdom (dec.) [GC], cited above, § 54). Likewise, the Court considers that if the domestic legislation in the  confers a right to be joined by spouses on certain categories of immigrant, it must do so in a manner which is compliant with Article 14 of the Convention. In this regard, the Court observes that the Immigration Rules in this case obviously affected the home and family life of the applicants and their children as it impacted upon their ability to set up home together and enjoy family life while living together in a family unit. The Court therefore finds that the facts of this case fall within the ambit of Article 8.", "44.  The Court has established in its case-law that only differences in treatment based on an identifiable characteristic, or “status”, are capable of amounting to discrimination within the meaning of Article 14 (Kjeldsen, Busk Madsen and Pedersen, cited above, § 56). Article 14 lists specific grounds which constitute “status” including, inter alia, sex, race and property. However, the list set out in Article 14 is illustrative and not exhaustive, as is shown by the words “any ground such as” (in French “notamment”) (see Engel and Others, cited above, § 72; and Carson, cited above, § 70) and the inclusion in the list of the phrase “any other status” (in French “toute autre situation”).", "45.  Moreover, in order for an issue to arise under Article 14 there must be a difference in the treatment of persons in analogous, or relevantly similar, situations (D.H. and Others v. the Czech Republic [GC], no. 57325/00, § 175, ECHR 2007; Burden v. the United Kingdom [GC], no. 13378/05, § 60, ECHR 2008-). Such a difference of treatment is discriminatory if it has no objective and reasonable justification; in other words, if it does not pursue a legitimate aim or if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be realised. The Contracting State enjoys a margin of appreciation in assessing whether and to what extent differences in otherwise similar situations justify a different treatment (Burden, cited above, § 60). However, the scope of this margin will vary according to the circumstances, the subject-matter and the background.", "46.  In the present case, the treatment of which the applicant complains does not fall within one of the specific grounds listed in Article 14. In order for the applicant’s complaint to be successful, he must therefore demonstrate that he enjoyed some “other status” for the purpose of Article 14. In this regard, the Court recalls that the words “other status” (and a fortiori the French “toute autre situation”) have generally been given a wide meaning (see Carson, cited above, § 70, and Clift v. the United Kingdom, no. 7205/07, § 63, 13 July 2010). Although the Court has consistently referred to the need for a distinction based on a “personal” characteristic in order to engage Article 14, it is clear that the protection conferred by that Article is not limited to different treatment based on characteristics which are personal in the sense that they are innate or inherent (see Clift v. the United Kingdom, cited above, § 59). On the contrary, the Court has found “other status” where the distinction was based on military rank (Engel and Others v. the Netherlands, 8 June 1976, Series A no. 22); the type of outline planning permission held by the applicant (Pine Valley Developments Ltd and Others v. Ireland, 29 November 1991, Series A no. 222); whether the applicant’s landlord was the State or a private owner (Larkos v.  [GC], no. 29515/95, ECHR 1999I; the kind of paternity the applicant enjoyed (Paulík v. Slovakia, no. 10699/05, ECHR 2006XI (extracts); the type of sentence imposed on a prisoner (Clift v. the United Kingdom, cited above); and the nationality or immigration status of the applicant’s son (Bah v. the , no. 56328/07, ECHR 2011).", "47.  In particular, the Court recalls that in Bah v. the United Kingdom, cited above, § 46, it specifically held that the fact that immigration status is a status conferred by law, rather than one which is inherent to the individual, does not preclude it from amounting to an “other status” for the purposes of Article 14. Moreover, in that case the Court suggested that the argument in favour of refugee status amounting to “other status” would be even stronger, as unlike immigration status refugee status did not entail an element of choice (see § 46).", "48.  In light of the above considerations, the Court concludes that the applicants in the present case, as a refugee who married after leaving his country of permanent residence and the spouse of such a refugee, enjoyed “other status” for the purpose of Article 14 of the Convention.", "49.  The Court notes that the Government did not dispute that the applicants had been treated differently from students and workers and their spouses, or from refugees and their spouses who married before leaving their country of permanent residence. They submitted, however, that they had not been in an analogous situation to any of these groups.", "50.  The Court notes that the requirement to demonstrate an “analogous situation” does not require that the comparator groups be identical. Rather, the applicants must demonstrate that, having regard to the particular nature of their complaints, they had been in a relevantly similar situation to others treated differently (Clift v. the United Kingdom, cited above, § 66). In the present case, the applicants are complaining that at the relevant time the Immigration Rules did not permit refugees to be joined in the  by spouses where the marriage took place after the refugee had left the country of permanent residence. The Court therefore considers that refugees who married before leaving their country of permanent residence were in an analogous position as they were also in receipt of a grant of refugee status and a limited period of leave to remain in the . In fact, the only relevant difference was the time at which the marriage took place. Moreover, as students and workers, whose spouses were entitled to join them, were usually granted a limited period of leave to remain in the United Kingdom, the Court considers that they too were in an analogous position to the applicants for the purpose of Article 14 of the Convention.", "51.  Finally, the Court must consider whether or not the difference in treatment was objectively and reasonably justified. The Government submitted that it was, because the aim had been to provide an incentive to students and workers to come to the . With regard to refugees, on the other hand, the Government’s aim had been to honour their international obligations without providing any further incentives for them to choose the  over other possible countries of refuge. The Government argued that this had been a policy decision, which was within their wide margin of appreciation in this area. In this regard, the Government drew the Court’s attention to the fact that the case did not concern any of the “suspect” grounds of discrimination, such as sex or race.", "52.  The Court recalls that a difference in treatment has no objective and reasonable justification if it does not pursue a legitimate aim or if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be realised. The Contracting State enjoys a margin of appreciation in assessing whether and to what extent differences in otherwise similar situations justify a different treatment (Burden, cited above, § 60; and Carson, cited above, § 61). The scope of this margin will vary according to the circumstances, the subject-matter and the background. A wide margin is usually allowed to the State under the Convention when it comes to general measures of economic or social strategy. Because of their direct knowledge of their society and its needs, the national authorities are in principle better placed than the international judge to appreciate what is in the public interest on social or economic grounds, and the Court will generally respect the legislature’s policy choice unless it is “manifestly without reasonable foundation” (Stec and Others v. the United Kingdom, [GC], nos. 65731/01 and 65900/01, § 52, ECHR 2006).", "53.  The Court accepts that offering incentives to certain groups of immigrants may amount to a legitimate aim for the purposes of Article 14 of the Convention. However, it observes that this “justification” does not appear to have been advanced in the recent domestic cases cited by the applicants. While the Court recognises that the Government were estopped from arguing this point in A (Afghanistan), it notes that in the later case of FH (Post-flight spouses) Iran the Upper Tribunal (Asylum and Immigration) found no justification for the particularly disadvantageous position that refugees had found themselves to be in when compared to students and workers, whose spouses were entitled to join them. In fact, the Tribunal went so far as to call on the Secretary of State for the Home Department to give urgent attention to amending the Immigration Rules so as to extend them to the spouses of those with limited leave to remain as refugees. The Immigration Rules were subsequently amended in the manner suggested by the Tribunal.", "54.  In light of the above, the Court does not consider that the difference in treatment between the applicants, on the one hand, and students and workers, on the other, was objectively and reasonably justified.", "55.  Furthermore, the Court sees no justification for treating refugees who married post-flight differently from those who married pre-flight. The Court accepts that in permitting refugees to be joined by pre-flight spouses, the  was honouring its international obligations. However, where a measure results in the different treatment of persons in analogous positions, the fact that it fulfilled the State’s international obligation will not it itself justify the difference in treatment.", "56.  The Court therefore finds that there has been a violation of Article 14 of the Convention read together with Article 8. It notes, however, that the situation giving rise to the breach no longer exists as the Immigration Rules have subsequently been amended (see paragraphs 13, 17 and 74, above).", "B.  Alleged violation of Article 8 of the Convention", "57.  The applicants further complained that the refusal to grant the second applicant entry clearance violated their right to respect for their family life in violation of Article 8 of the Convention.", "58.  The Government contested that argument, arguing that Article 8 did not extend to a general obligation on the part of a Contracting State to respect the choice by married couples of the country of their matrimonial residence and to accept the non-national spouses for settlement in that country (Abdulaziz, Cabales and Balkandali v. the United Kingdom, cited above, § 68).", "59.  The Court, having regard to its above finding of a violation of Article 14 of the Convention read together with Article 8, does not find it necessary in the circumstances of this case to examine this issue seperately.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "60.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "61.  The applicants claimed 1,000 euros (EUR) in respect of pecuniary damage. This figure represented the costs incurred by the first applicant travelling to  to visit the second applicant. Although the first applicant was unable to provide ticket receipts, he submitted his CTD which demonstrated that he had travelled to  in November 2007 and December 2008/January 2009. The applicants also submitted evidence that the current cost of a fare to Djibouti from  was 874.30 British Pounds (“GBP”).", "62.  The Government did not comment on the applicants’ claim for pecuniary damage.", "63.  The Court considers that a clear causal link exists between the violation found and the pecuniary damage alleged; it therefore awards the applicants EUR 1,000 in respect of pecuniary damage.", "64.  The applicants each claimed 3,000 euros (EUR) in respect of non-pecuniary damage. This figure represented the distress and anxiety caused by a lengthy separation and was based on the award made in Omojudi v. the , no. 1820/08, 24 November 2009.", "65.  The Government argued that Omojudi v. the United Kingdom was not an appropriate comparator, as that case concerned the separation of a family following the expulsion of a settled migrant. In the present case, the applicants had never lived together as a family, and the second applicant and her children had never visited the .", "66. The Court recalls that the applicants married in April 2007. As a consequence of the discriminatory treatment of refugees under domestic law, the second applicant initially was unable to join the first applicant in the . The Court considers that the injury resulting from the breach of Article 14 persisted until March or April 2011, when the second applicant became eligible for leave to enter either as the spouse of a person present and settled in the United Kingdom (under paragraph 281 of the Immigration Rules) or as the spouse of a refugee (under the new paragraph 319L of the Immigration Rules). The Court does not accept that the interference with the applicants’ family life during this four-year period was slight on account of the fact that they had never lived together as a family unit. On the contrary, it notes that the applicants were denied the opportunity to spend the early years of their marriage living together under one roof, and the first applicant was denied the opportunity to bond with his first child during the early years of his life. Consequently, the Court awards the applicants EUR 6,000 in respect of non-pecuniary damage.", "B.  Costs and expenses", "67.  The applicants have not made a claim for the costs and expenses incurred before the Court.", "C.  Default interest", "68.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the application admissible;", "", "2.  Holds that there has been a violation of Article 14 read together with Article 8 of the Convention;", "", "3.  Holds that it is unnecessary to examine the complaint under Article 8 read alone;", "", "4.  Holds", "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into British Pounds at the rate applicable at the date of settlement:", "(i)  EUR 1,000 (one thousand euros), plus any tax that may be chargeable, in respect of pecuniary damage;", "(ii)  EUR 6,000 (six thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.", "Done in English, and notified in writing on 6 November 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tFatoş Aracı\tLech Garlicki\n\tDeputy Registrar\tPresident", ""]}