{"file": "ENG_CLIN_33468_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "33468/03", "text_paragraphs": ["Information Note on the Court’s case-law No. 148", "January 2012", "Vulakh and Others v. Russia - 33468/03", "Judgment 10.1.2012 [Section I]", "Article 6", "Article 6-2", "Presumption of innocence", "Judicial findings concerning criminal liability of a deceased suspect: violation", "", "Facts – The four applicants were the heirs of V.V., who was suspected by the authorities of leading a crime syndicate that was under investigation for a series of violent offences. Following V.V.’s suicide after learning of the arrest of three fellow members of the alleged syndicate the criminal proceedings that had been brought against him were discontinued. The other three alleged members of the syndicate were subsequently convicted of a series of offences and the trial court expressly stated in its judgment that V.V. had been the leader. In subsequent civil proceedings, the civil courts ordered part of V.V.’s shares in a dairy factory to be transferred to the victims of the offences. In reaching that decision, and notwithstanding the fact that the criminal proceedings against V.V. had been discontinued, they relied on the findings of the criminal court concerning his alleged role in the gang. In their complaint to the European Court, the applicants complained of a breach of the presumption of innocence in V.V.’s case (Article 6 § 2 of the Convention) and of a violation of their right to respect for their possessions (Article 1 of Protocol No. 1).", "Law – Article 6 § 2: The scope of Article 6 § 2 was not limited to pending criminal proceedings but extended to judicial decisions taken after a prosecution was discontinued. Further, it was a fundamental rule of criminal law that criminal liability did not survive the person who committed the criminal act. However, in the criminal proceedings against the co-defendants, the criminal court had stated as an established fact, without any qualification or reservation, that V.V. had been the leader of a criminal syndicate and had coordinated and funded its criminal activities. The wording used in the subsequent civil proceedings was even more explicit going so far as to say that the gang had committed, under V.V.’s leadership, serious crimes, including murder and attempted murder. There was a fundamental distinction to be made between a statement that someone is merely suspected of having committed a crime and a clear judicial declaration, in the absence of a final conviction, that the individual has committed the crime in question. The explicit and unqualified character of the statements contained in the domestic courts’ judgments amounted to a pronouncement on V.V.’s guilt before he had been proved guilty, in breach of his right to be presumed innocent.", "Conclusion: violation (unanimously).", "Article 1 of Protocol No. 1: Under Article 1064 of the Russian Civil Code, a person inflicting damage on another could only be relieved from civil liability if he or she was able to demonstrate the absence of fault. In adjudicating the compensation claim, the civil courts did not make any independent findings as to any fault on the part of V.V. or the applicants, but merely referred to the criminal courts’ judgments in the proceedings against V.V.’s co-defendants. Since neither the applicants nor V.V. had been a party to those proceedings and since the Court had already found that the declaration of V.V.’s guilt in the criminal judgments amounted – in the absence of a conviction – to a breach of his presumption of innocence the domestic proceedings had not afforded the applicants the necessary procedural guarantees for a vindication of their property rights.", "Conclusion: violation (unanimously).", "Article 41: EUR 4,000 each in respect of non-pecuniary damage. The Court further considered that a re-opening of the civil proceedings and review of the matter in the light of the principles identified in its judgment would be the most appropriate means of affording reparation in respect of pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}