{"file": "ENG_HEJUD_41957_04.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "41957/04", "text_paragraphs": ["", "", "", "SECOND SECTION", "", "", "", "", "CASE OF KHARITONASHVILI v. ", "", "(Application no. 41957/04)", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "", "STRASBOURG", "", "10 February 2009", "", "", "", "FINAL", "", "10/05/2009", "", "This judgment may be subject to editorial revision.", "", "In the case of Kharitonashvili v. ,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\tFrançoise Tulkens, President,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tNona Tsotsoria, judges,\nand Françoise Elens-Passos, Deputy Section Registrar,", "Having deliberated in private on 20 January 2009,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 41957/04) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Georgian national, Mrs Lali Kharitonashvili (“the applicant”), on 10 November 2004.", "2.  The applicant was represented by Mr V. Tskhomelidze, a lawyer practising in . The Georgian Government (“the Government”) were successively represented by their Agents, Mr B. Bokhashvili and Mr D. Tomadze, of the Ministry of Justice.", "3.  On 4 January 2007 the President of the Second Section decided to give notice to the Government of the applicant’s complaint concerning the length of the eviction proceedings. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).", "4.  The Government and the applicant each filed observations, on 7 May and 10 August 2007 respectively, on the admissibility and merits of the application (Rule 54A of the Rules of Court).", "THE FACTS", "5.  The applicant was born in 1952 and lives in .", "1. Background", "6.  In a judgment of 29 November 1999, the Didube-Chughureti District Court in  recognised the applicant’s mother as the owner of part of her family house. Under a gift contract of 26 January 2000, the applicant’s mother had donated her estate to her three children, including the applicant. The contract was certified by a notary and recorded in the Public Registry.", "7.  According to the applicant, her part of the house was occupied by Mr E. – a descendant of the family who had been leasing the premises since 1923. The legal relations between her ancestors and those of Mr E. had allegedly represented an informal tenancy whereby the tenants had held possession with the landlords’ consent but without any fixed terms.", "2. Eviction proceedings", "8.  On 17 February 2000 the applicant brought an action against Mr E., his spouse and aunt, requesting their eviction on account of the failure to pay rent (“the eviction proceedings”). The claim was registered at the Didube-Chughureti District Court in  (“the District Court”) on the same day.", "9.  Between 29 February and 20 July 2000, four hearings were adjourned at the applicant’s request, the District Court ordering the competent State agencies to submit information about the respondents’ tenancy rights.", "10.  On 25 July and 21 September 2000 the District Court adjourned hearings in view of, respectively, the respondents’ absence and their request to conduct a technical assessment of the disputed house. The District Court raised with an expert of the Ministry of Justice a number of questions about the architecture of the house. No deadline was set for the expert’s reply.", "11.  On 25 October 2000 an expert reported to the District Court that, in view of the absence of proper land registration records, he had been unable to clarify the main issue – whether or not the respondents had occupied the applicant’s estate.", "12.  Between 5 February and 2 July 2001, five hearings were adjourned at the applicant’s request – due to her illness, the need to hire an advocate and her overseas trip. She returned to  in August 2001, of which fact the District Court was informed in due time.", "13.  On 6 November 2001 the applicant filed an amended statement of claim together with additional documents.", "14.  Hearings scheduled for 26 December 2001 and 27 February 2002 were adjourned due to the judge’s sick leave and the absence of the respondents’ advocate.", "15.  On 12 March 2002 the respondents obtained from the District Court an injunction preventing the applicant from recording her estate in the Land Register, pending the eviction proceedings.", "16.  Between 10 April and 27 May 2002, three hearings were adjourned at the request of the respondents’ advocate. The latter referred to the need to familiarise herself with the applicant’s amended claim of 6 November 2001 and its supporting documents, and asked the District Court to collect additional information from various State agencies.", "17.  On 3 June 2002 the respondents requested the District Court to quash the final judgment of 29 November 1999 (“the reopening request”). Claiming that the eviction proceedings were contingent upon the reopening, they requested the District Court to stay the former pending the resolution of the latter. That request was granted on 20 June 2002.", "18.  The reopening request being dismissed at several instances and, lastly, by the  on 10 June 2003, the District Court, having granted the applicant’s request of 14 July 2003, resumed the eviction proceedings either in late July or early August 2003.", "19.  On 1 September 2003 the District Court, pursuant to the applicant’s request, ordered the competent State agencies to submit additional information about the respondents’ ancestors.", "20.  Between 2 October 2003 and 23 January 2004, five hearings were adjourned at both parties’ requests. Either the respondents needed time to hire a new advocate and to study the applicant’s pleadings, or vice versa. One adjournment was accepted because of the death of Mr E.’s aunt.", "21.  On 4 March 2004 the District Court, pursuant to the respondents’ request, ruled under section 8(1) of the amendment of 5 December 2003 to the Use of Dwellings Act to stay the eviction proceedings. The applicant filed an interlocutory appeal against that ruling, which was finally dismissed by the  on 30 April 2004.", "22.  In the meantime, a reorganisation of the judicial system of  was carried out, as a result of which the Tbilisi City Court (“the City Court”) was established and took over the case.", "23.  On 20 and 26 July 2005 the applicant requested the City Court to resume the eviction proceedings on the basis of amendments on 30 June 2005 to the Dwellings Act and to the Code of Civil Procedure. As no reply was forthcoming, the applicant reiterated her request on 16 September 2005, emphasising that the City Court had been obliged by this legislation to decide her case within a month of receiving her first request of 20 July 2005.", "24.  Between July and September 2005, the applicant requested the City Court to provide her with copies of the case materials. It appeared, however, that the file was misplaced in the archives.", "25.  The exact date of the resumption of the eviction proceedings was not disclosed by the parties’ submissions. According to the case file, those proceedings were pending again by 13 March 2006, on which date a hearing was adjourned due to the respondents’ absence. On the same day the applicant requested and the City Court granted leave to admit her fresh pleadings to the file.", "26.  On 27 March 2006 the applicant requested the City Court to annul the District Court’s injunction of 12 March 2002.", "27.  A hearing scheduled for 5 May 2006 was adjourned at the request of the respondents’ advocate, the latter complaining that he had not been served with a copy of the applicant’s request of 27 March 2006 and had thus been unable to prepare a reply. That advocate further requested and the City Court granted leave to adduce documents about the respondents’ ancestors and their tenancy rights. The applicant objected, noting that the file already contained such information.", "28.  On 30 May and 9 August 2006 the respondents submitted written comments on the applicant’s request of 27 March 2006.", "29.  On 1 August 2007 the City Court, allowing the respondents’ request, ruled that a technical expert assessment of the disputed part of the house was necessary for the proper examination of the case. In view of the respondent’s disagreement with the applicant’s allegation that the area of their tenancy coincided with that of her estate, the court ruled that an expert of the Ministry of Justice be charged with replying to a number of questions concerning the architecture of the house. The questions were similar to those posed by the District Court on 21 September 2000 (see paragraphs 1011 above). The City Court did not set a deadline for the Ministry of Justice to reply. Pending the expertise, the eviction proceedings were stayed.", "30.  According to the case file, the proceedings are still pending before the City Court. To date they have thus lasted more than eight years and eleven months.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "31.  The applicant complained under Article 6 § 1 of Convention about the length and unfairness of the eviction proceedings. The invoked provision reads as follows:", "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing within a reasonable time by [a] ... tribunal...”", "A.  Admissibility", "32.  The eviction proceedings being pending at first instance, the complaint about their fairness is premature and must be rejected under Article 35 §§ 1 and 4 of the Convention for non-exhaustion of domestic remedies.", "33.  As regards the length of the eviction proceedings, the Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1. The parties’ arguments", "34.  The Government submitted that the length of the eviction proceedings was not unreasonable, given the factual and legal complexity of the case and the applicant’s conduct. The sensitive and complicated social problem of the “landlord-dweller” relationship under Soviet housing law (“otstupnoy”) was at stake. The complexity of the applicant’s case was further shown by the inability to conduct a technical assessment of the disputed estate and difficulties associated with the retrieval of old documents, some of them dating back to the beginning of the 20th century, from various State archives.", "35.  The Government submitted that the domestic courts had never allowed any particularly long periods of inactivity. On the contrary, hearings were often adjourned at the applicant’s request. Conceding that the eviction proceedings should have progressed more since May 2005, the Government nevertheless asked the Court to accept the reorganisation of the judicial system and a backlog of civil cases as an excuse. Furthermore, utmost care was needed to deal with the applicant’s case, since its outcome would be important for many other similar “landlord-dweller” disputes.", "36.  The applicant replied that her case was not the first of such kind. She referred to the fact that in 2001-2002 the Supreme Court had delivered judgments in thirteen cases raising similar issues under the Dwellings Act. It should not have been difficult for the domestic courts to restore her in the full possession of her real estate, in view of the judgment of 29 November 1999 and the gift contract of 26 January 2000.", "37.  The applicant conceded that several adjournments were made at her request. However, those requests were always justified, and the resultant delays were of definite and short duration, especially when assessed against the total length of the proceedings. Whilst accepting that it was necessary to collect information from State agencies, the applicant reproached the domestic courts for not having fixed time-limits in that respect, which omission had added to the length of the proceedings. She could not have been interested in delaying the proceedings, as it was in her own interests to have them terminated and have restored to her the full possession of her estate as soon as possible.", "38.  The applicant submitted that the amendments to the Dwellings Act could not serve as an excuse for not deciding her case (see paragraph 21 above). Even the legislature could be held responsible for the protraction of court proceedings, if it took that authority an excessive time to regulate the issue in question. Nor could the reorganisation of the judicial system justify delay. A violation of Article 6 § 1 of the Convention was self-evident, as her case was still pending before the court of first instance.", "2. The Court’s assessment", "39.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Mikulić v. Croatia, no. 53176/99, § 38, ECHR 2002I).", "40.  Having regard to the fact that the applicant’s dispute stemmed from the Soviet era and involved elements of the special type of tenancy which existed under Soviet housing law (“otstupnoy”), the eviction proceedings could, in the Court’s view, be considered complex.", "41.  These proceedings were clearly of importance for the applicant, as her right to possess the bequeathed family estate was at stake.", "42.\tThe Court further notes that quite a few hearings were adjourned at the applicant’s request and that she was rather verbose in her pleadings, which factors somewhat slowed the pace of the proceedings. However, the resultant interruptions were never significant, in that they lasted from one to two months only (see paragraphs 10, 12-14 and 19-20 above). Consequently, the Court cannot conclude that the applicant’s conduct was the main reason for the overall length of the proceedings. Moreover, many of the applicant’s requests to adjourn hearings, especially those at the preliminary stage of the proceedings, were the normal exercise of her procedural rights, aimed at collecting the necessary evidence, without which the case could not have been prepared for an examination on the merits.", "43. As to the authorities’ conduct, the Court accepts the Government’s argument that, on the whole, the hearings were scheduled at regular intervals. It further considers that the District Court’s decision of 4 March 2004 to suspend the eviction proceedings on the basis of the Dwellings Act was reasonable. The respondent State had the right to introduce additional regulations, including a system of temporary suspension of eviction proceedings, to find solutions to public-order problems in the housing sector. In general, a stay of proceedings for such a period as is strictly necessary to enable a satisfactory solution to be found to public-order problems may be justified in exceptional circumstances (see, mutatis mutandis, Immobiliare Saffi v. Italy [GC], no. 22774/93, §§ 54, 69, 70 and 73, ECHR 1999V; Kutić v. Croatia, no. 48778/99, §§ 2731, ECHR 2002II).", "44.  However, the Government have not provided a convincing explanation as to why, after the applicant’s request of 20 July 2005 to resume the proceedings, the domestic courts remained inactive for some seven months, until 13 March 2006 (see paragraph 23-25 above). Subsequently, despite the resumption of the practice of scheduling hearings at regular intervals, the first-instance court was still unable to make any tangible progress. It is regrettable that the eviction proceedings have already been pending for more than eight years and eleven months, yet the first-instance court still faces the original procedural challenge – the need to conduct a technical assessment of the disputed house (see paragraphs 1011 and 29 above). As to the Government’s reference to an excessive case-load and the reorganisation of the judicial system, the Court reiterates, first, that a chronic backlog of cases is not a valid explanation for excessive delays, and, secondly, it remains the responsibility of the Contracting State to organise its courts in such a way as to guarantee everyone’s right to the determination of their civil rights and obligations “within a reasonable time” (see Probstmeier v. Germany, 1 July 1997, § 64, Reports of Judgments and Decisions 1997IV; Pavlyulynets v. Ukraine, no. 70767/01, § 51, 6 September 2005; G.H. v. Austria, no. 31266/96, § 20, 3 October 2000).", "45.  The Court considers that the main problem in the present case is the domestic courts’ failure to take effective steps to discipline the parties and ensure the well-organised conduct of the proceedings. For example, had the domestic courts arranged prior exchanges of the parties’ additional submissions, it would not have been necessary to postpone several hearings on that account (see paragraphs 16, 20 and 27 above). Alternatively, no consideration was ever given to the possibility of limiting the parties in their numerous requests to adduce additional pleadings. The domestic courts could also have fixed firm time-limits for the authorities’ submission of requested documents and expert opinions (see, Rachevi v. , no. 47877/99, § 90, 23 September 2004; Peryt v. , no. 42042/98, § 57, 2 December 2003; Sobierajska-Nierzwicka v. , no. 49349/99, § 112, 27 May 2003).", "46.  Having regard to all the circumstances of the present case and, in particular, to the fact that more than eight years and eleven months have elapsed without the first instance court having addressed the merits of the case (see Csanádi v. Hungary, no. 55220/00, §§ 35 and 16, 9 March 2004; Sobierajska-Nierzwicka, cited above, § 113), the Court concludes that applicant’s case has not been heard within a “reasonable time”.", "There thus has been a violation of Article 6 § 1 of the Convention.", "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION", "47.  The applicant further complained that the length of the proceedings complained of had infringed her right to the peaceful enjoyment of her possessions, as guaranteed by Article 1 of Protocol No. 1.", "48.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.", "49.  However, having regard to its finding under Article 6 § 1 (see paragraph 46 above), the Court considers that it is not necessary to examine whether, in this case, there has also been a violation of Article 1 of Protocol No. 1 (see Zanghì v. Italy, 19 February 1991, § 23, Series A no. 194C).", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "50.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "51.  The applicant claimed 18,480 euros (EUR) in respect of pecuniary damage for a loss of rent from the disputed property. She also claimed EUR 20,000 in non-pecuniary damage.", "52.  The Government contested these claims.", "53.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. However, the Court considers that the applicant must have sustained non-pecuniary damage. Ruling on an equitable basis, it awards her EUR 3,200 under that head.", "54.  Furthermore, having regard to the fact that, according to the case file, the applicant’s housing dispute is still pending before the domestic courts (see paragraphs 30 and 46 above), the Court considers that the most appropriate form of redress would consist in bringing its remainder to a conclusion as soon as possible, by administering the proceedings in accordance with all the requirements of Article 6 § 1 of the Convention (see, Uğuz v. Turkey, no. 31932/03, § 30, 13 December 2007).", "B.  Costs and expenses", "55.  The applicant also claimed EUR 500 for the costs and expenses incurred before the domestic courts and EUR 800 for those incurred before the Court. Except for invoices showing that, overall, she has paid 66.40 Georgian laris (EUR 36) for postal and faxed communications with the Court, the applicant did not submit any other supporting documents.", "56.  The Government contested these claims.", "57.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable only to award the substantiated costs of EUR 36.", "C.  Default interest", "58.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the complaint concerning the excessive length of the proceedings admissible and the remainder of the application inadmissible;", "", "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;", "", "3.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following sums, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement:", "(i) EUR 3,200 (three thousand two hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, and", "(ii) EUR 36 (thirty-six euros), plus any tax that may be chargeable to the applicant, for costs and expenses;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 10 February 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "", "\tFrançoise Elens-Passos\tFrançoise Tulkens\n\tDeputy Registrar\tPresident", ""]}