{"file": "ENG_HEJUD_23472_03.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "23472/03", "text_paragraphs": ["", "", "FIRST SECTION", "", "", "CASE OF GRINBERG v. ", "", "", "(Application no. 23472/03)", "", "", "JUDGMENT", "", "", "", "", "", "21 July 2005", "", "", "", "FINAL", "", "", "21/10/2005", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Grinberg v. ,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tMr\tC.L. Rozakis, President,\n\tMr\tP. Lorenzen,\n\tMrs\tN. Vajić,\n\tMrs\tS. Botoucharova,\n\tMr\tA. Kovler,\n\tMrs\tE. Steiner,\n\tMr\tK. Hajiyev, judges,\n and Mr S. Quesada, Deputy Section Registrar,", "Having deliberated in private on 30 June 2005,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 23472/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Isaak Pavlovich Grinberg, on 23 June 2003.", "2.  The applicant was represented before the Court by Ms L. Yemelyanenkova, a lawyer practising in . The Russian Government (“the Government”) were represented by their Agent, Mr P. Laptev, Representative of the  at the European Court of Human Rights.", "3.  The applicant alleged a violation of his right to express opinions, guaranteed by Article 10 of the Convention.", "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "5.  By a decision of 28 October 2004, the Court declared the application admissible.", "6.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).", "7.  Neither the applicant nor the Government filed observations on the merits (Rule 59 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "8.  The applicant was born in 1937 and lives in .", "9.  On 6 September 2002 the Guberniya newspaper published a piece written and signed by the applicant. The entire text of the piece, entitled “[My] statement” («Заявление»), read as follows:", "“The voting ballots were still being counted, but it was already clear that General V.A. Shamanov had been elected Governor of the Ulyanovsk Region. That very night he made the following verbatim statement: 'Let me tell you bluntly and frankly – the local press has to be dealt with thoroughly'.", "During his electoral campaign General [Shamanov] made many promises to the residents of . But, in my opinion, he has kept only one: [he is] 'waging war' against the independent press, against journalists. The judicial proceedings in Shamanov's action against the highly talented  journalist Dyomochkin are still pending. But the criminal prosecution of a journalist is exceptional. Yulia Shelamydova, editor-in-chief of the Simbirskiye Izvestia newspaper, has been sentenced to one year of correctional labour. Let us leave aside the legal aspects of that case: the full text of the court judgment has not yet been published and I hope there will be many more judicial proceedings, not only in , but also in . But there is a moral dimension to this case. How can three robust men, of whom two are Generals and one is a Hero of Russia, wage a battle against a woman who is still a young girl! This brings to mind Shamanov's support for Colonel Budanov, who killed a 18-year-old [Chechen] girl. No shame and no scruples!”", "(“Еще шел подсчет голосов, но было уже ясно: губернатором Ульяновской области избран генерал Шаманов В.А. Этой же ночью он заявил буквально следующее: «С местной прессой, прямо и откровенно скажу, предстоит детально разобраться».", "Во время избирательной кампании генерал обещал ульяновцам много. Но выполнил, с моей точки зрения, только одно: «воюет» с независимой прессой, с журналистами. Еще продолжаются суды по иску Шаманова В.А. к талантливейшему журналисту – ульяновцу Демочкину Г.А. Но преследование журналиста в уголовном порядке – это уникальный случай. Юлия Шеламыдова – главный редактор газеты «Симбирские известия» - осуждена на год исправительно-трудовых работ. Оставим пока в стороне юридический аспект этого дела: еще не опубликован полный текст решения суда, по этому поводу будет, надеюсь, еще много судов, причем не только в Ульяновске, но и в Москве. Но есть моральный аспект в этом деле. Как могут три здоровых мужика, из которых два – генерала, в том числе один – даже герой России, «воевать» с женщиной, более того – с молоденькой девчонкой! Почему-то вспоминается поддержка Шамановым В.А. полковника Буданова, убившего \n18-летнюю девушку. Ни стыда, ни совести!”)", "10.  On 10 September 2002 Mr Shamanov brought a civil defamation action against the applicant, the editor's office and the newspaper's founder – the Fund for Assistance to Disenfranchised Communities Goryachev-Fond (“the Fund”). He claimed that the assertion alleging that he had no shame and no scruples was untrue and damaging to his honour and reputation. He sought 500,000 roubles ((RUR), approximately 20,000 euros (EUR)) in compensation for non-pecuniary damage.", "11.  On 14 November 2002 the Leninskiy District Court of Ulyanovsk found for the plaintiff. The court held as follows:", "“In the article the author asserts that Shamanov, Governor of the Ulyanovsk Region, has no shame and no scruples. The very tenor of the article confirms that the contested statements contain precisely such an assertion. [The applicant's] assertion in this article that the plaintiff has no shame and no scruples is clearly damaging because it impairs his honour, dignity and professional reputation... The [applicant] did not produce before the court any evidence showing the truthfulness of that statement about the plaintiff...”", "The court ruled:", "“... the statement to the effect that the plaintiff has no shame and no scruples, published in [the applicant's] piece... [is] untrue and damaging to Shamanov's honour, dignity and professional reputation”.", "12.  The court held the Fund liable for RUR 5,000 (EUR 200) and the applicant liable for RUR 2,500 (EUR 100) in respect of non-pecuniary damage to the plaintiff. The Fund was also ordered to publish, by way of rectification, the operative part of the judgment.", "13.  The applicant and the Fund lodged an appeal. The applicant pointed out that the District Court had failed to distinguish “opinions” from “statements”. He submitted that his right to hold and impart opinions was guaranteed by Article 29 of the Russian Constitution and the contested statement was his personal assessment of Mr Shamanov's actions. Furthermore, he argued that the contested expression was an idiom in the Russian language, and was commonly used to give an ethical appraisal of a person's deeds.", "14.  On 24 December 2002 the  upheld the judgment of 14 November 2002. The court endorsed the conclusions of the first-instance court and added:", "“The arguments... about the court's confusion of the term 'opinions' and the term 'statements' (сведения) cannot be taken into account because [the applicant's] opinion had been printed in a public medium and from the moment of publication it became a statement.”", "15.  The applicant's subsequent attempts to initiate supervisory review proceedings proved unsuccessful. On 22 August 2003 the Supreme Court of the  dismissed his application for the institution of supervisory-review proceedings.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "Constitution of the ", "16.  Article 29 guarantees freedom of thought and expression, together with freedom of the mass media.", "Civil Code of the  of 30 November 1994", "17.  Article 152 provides that an individual may apply to a court with a request for the rectification of “statements” (“сведения”) that are damaging to his or her honour, dignity or professional reputation if the person who disseminated such statements does not prove their truthfulness. The aggrieved person may also claim compensation for losses and non-pecuniary damage sustained as a result of the dissemination of such statements.", "Resolution no. 11 of the Plenary Supreme Court of the  of 18 August 1992 (amended on 25 April 1995)", "18.  The Resolution (in force at the material time) provided that, in order to be considered damaging, statements (“сведения”) had to be untrue and contain allegations of a breach, by a person or legal entity, of laws or moral principles (commission of a dishonest act, improper behaviour at the workplace or in everyday life, etc.). Dissemination of statements was understood as the publication of statements or their broadcasting, inclusion in professional references, public speeches, applications to State officials and communication in other forms, including oral, to at least one another person (section 2).", "19.  Section 7 of the Resolution governed the distribution of the burden of proof in defamation cases. The plaintiff was to show that the statements had indeed been disseminated by the defendant. The defendant was to prove that the disseminated statements had been true and accurate.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION", "20.  The applicant complained under Article 10 of the Convention about a violation of his right to impart information and ideas. Article 10 provides as follows:", "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers...", "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others...”", "A.  Arguments by the parties", "21.  The applicant submitted that the article at issue had been part of an on-going political debate. He emphasised that Mr Shamanov had not challenged the facts on which the article had been based and that the contested sentence had assessed the latter's deeds rather than his personality. Furthermore, the applicant submitted that the Russian idiom in question was a typical value judgment, not susceptible of proof or refutation. It was an ethical appraisal and one person's opinion about the deeds of another, universally perceived as a value judgment and not as a statement of fact.", "22.  The Government submitted that, pursuant to Article 152 of the Civil Code, it was incumbent on the applicant to show that the information had been true, and he had failed to satisfy the burden of proof. They conceded that there had been an interference with the applicant's right to freedom of expression and that the article had concerned the governor's relations with the press, a subject which could be considered a matter for political debate. However, they maintained that the contested statement had referred to Mr Shamanov's personality rather than to his political activities and that the applicant could have couched his criticism in different terms without resorting to the defamatory assertion that Mr Shamanov had “no shame and no scruples”. The Government considered that the interference had been justified and necessary in a democratic society for the protection of the reputation and rights of others.", "B.  The Court's assessment", "1.  General principles", "23.  According to the Court's well-established case-law, freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and each individual's self-fulfilment. Subject to paragraph 2 of Article 10, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of pluralism, tolerance and broadmindedness, without which there is no “democratic society” (see Handyside v. the United Kingdom, judgment of 7 December 1976, Series A no. 24, p. 23, § 49; and Jersild v. Denmark, judgment of 23 September 1994, Series A no. 298, p. 26, § 37).", "24.  The press fulfils an essential function in a democratic society. Although it must not overstep certain bounds, particularly as regards the reputation and rights of others and the need to prevent the disclosure of confidential information, its duty is nevertheless to impart – in a manner consistent with its obligations and responsibilities – information and ideas on all matters of public interest (see De Haes and Gijsels v. Belgium, judgment of 24 February 1997, Reports of Judgments and Decisions 1997I, pp. 233-34, § 37; and Bladet Tromsø and Stensaas v.  [GC], no. 21980/93, § 59, ECHR 1999III). Not only does it have the task of imparting such information and ideas: the public also has a right to receive them. Were it otherwise, the press would be unable to play its vital role of “public watchdog” (see Thorgeir Thorgeirson v. Iceland, judgment of 25 June 1992, Series A no. 239, p. 28, § 63). Journalistic freedom covers possible recourse to a degree of exaggeration, or even provocation (see Prager and Oberschlick v. Austria (no. 1), judgment of 26 April 1995, Series A no. 313, p. 19, § 38). This freedom is subject to the exceptions set out in Article 10 § 2, which must, however, be construed strictly. The need for any restrictions must be established convincingly.", "25.  The Court reiterates that there is little scope under Article 10 § 2 of the Convention for restrictions on political speech or debates on questions of public interest (see Sürek v.  (no. 1) [GC], no. 26682/95, § 61, ECHR 1999-IV). Moreover, the limit of acceptable criticism is wider with regard to a politician acting in his public capacity than in relation to a private individual, as the former inevitably and knowingly lays himself open to close scrutiny of his every word and deed by both journalists and the public at large, and he must display a greater degree of tolerance. A politician is certainly entitled to have his reputation protected, even when he is not acting in his private capacity, but the requirements of that protection have to be weighed against the interests of the open discussion of political issues (see Lingens v. Austria, judgment of 8 July 1986, Series A no. 103, p. 26, § 42).", "2.  Application to the present case", "26.  The Court notes that it is common ground between the parties that the judgments pronounced in the defamation action constituted an “interference” with the applicant's right to freedom of expression as protected by Article 10 § 1. It is not contested that the interference was “prescribed by law”, notably Article 152 of the Civil Code, and “pursued a legitimate aim”, that of protecting the reputation or rights of others, for the purposes of Article 10 § 2. The dispute in the case relates to whether the interference was “necessary in a democratic society”.", "27.  The test of necessity in a democratic society requires the Court to determine whether the “interference” complained of corresponded to a “pressing social need”, whether it was proportionate to the legitimate aim pursued and whether the reasons given by the national authorities to justify it were relevant and sufficient. In assessing whether such a “need” exists and what measures should be adopted to deal with it, the national authorities are left a certain margin of appreciation. This power of appreciation is not however unlimited, but goes hand in hand with a European supervision by the Court, whose task it is to give a final ruling on whether a restriction is reconcilable with freedom of expression as protected by Article 10. The Court's task in exercising its supervisory function is not to take the place of the national authorities, but rather to review under Article 10, in the light of the case as a whole, the decisions they have taken pursuant to their margin of appreciation. In so doing, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 10 and, moreover, that they based their decisions on an acceptable assessment of the relevant facts (see Dichand and Others v. , no. 29271/95, § 38, 26 February 2002).", "28.  One factor of particular importance for the Court's determination in the present case is the distinction between statements of fact and value judgments. The domestic courts held the applicant liable for his failure to prove the truthfulness of his assertion that Mr Shamanov had “no shame and no scruples”.", "29.  The Court notes that the Russian law on defamation, as it stood at the material time, made no distinction between value judgments and statements of fact, as it referred uniformly to “statements” («сведения») and proceeded from the assumption that any such statement was amenable to proof in civil proceedings (see paragraphs 17 and 18 above). Irrespective of the actual contents of the “statements”, the person who disseminated the “statements” had to satisfy the courts as to their truthfulness (see, in particular, section 7 of the Resolution of the Plenary Supreme Court, paragraph 19 above). Having regard to these legislative provisions, the domestic courts did not embark on an analysis of whether the applicant's contested statement could have been a value judgment not susceptible of proof.", "30.  However, it has been the Court's constant view that, while the existence of facts can be demonstrated, the truth of value judgments is not susceptible of proof. The requirement to prove the truth of a value judgment is impossible to fulfil and infringes freedom of opinion itself, which is a fundamental part of the right secured by Article 10 (see Lingens, cited above, § 46, and Oberschlick v. Austria (no. 1), judgment of 23 May 1991, Series A no. 204, p. 27, § 63).", "31.  The Court considers the contested comment was a quintessential example of a value judgment that represented the applicant's subjective appraisal of the moral dimension of Mr Shamanov's behaviour. The finding of the applicant's liability for the pretended damage to Mr Shamanov's reputation was solely based on his failure to show that Mr Shamanov had indeed lacked “shame and scruples”. This burden of proof was obviously impossible to satisfy.", "32.  It is also relevant for the Court's assessment that the contested statement was made in the context of an article concerning an issue of public interest, that of freedom of the media in the  region. It criticised the conduct of the regional governor, elected by a popular vote - in other words, a professional politician in respect of whom the limits of acceptable criticism are wider than in the case of a private individual (see paragraph 25 above). The facts which gave rise to the criticism were not contested and the applicant expressed his view in an inoffensive manner.", "33.  The domestic courts did not convincingly establish any pressing social need for putting the protection of the politician's personality rights above the applicant's right to freedom of expression and the general interest in promoting this freedom where issues of public interest are concerned. In particular, it does not appear from the domestic courts' judgments that the applicant's statement affected Mr Shamanov's political career or his professional life.", "34.  In conclusion, the Court finds that the Russian authorities overstepped the margin of appreciation afforded to member States under the Convention. Accordingly, the interference complained of was not “necessary in a democratic society” within the meaning of Article 10 § 2 of the Convention.", "35.  There has therefore been a violation of Article 10 of the Convention.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "36.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "37.  The applicant claimed 10,000 euros (EUR) in respect of compensation for pecuniary and non-pecuniary damage.", "38.  The Government contested the claim. In their view, a finding of a violation would constitute sufficient just satisfaction.", "39.  The Court finds that in the circumstances of the case there is a causal link between the violation found and the alleged pecuniary damage insofar as the applicant refers to the amount which he had to pay to Mr Shamanov under the domestic judgments. Moreover, some pecuniary loss must have been occasioned on account of the period that elapsed from the time when the above amount was paid until the Court's award (see Dichand and Others, cited above, § 62, with further references). Consequently, the Court awards the applicant EUR 120 in respect of the pecuniary damage, plus any tax that may be chargeable on that amount.", "40.  The Court accepts that the applicant has also suffered non-pecuniary damage – such as distress and frustration resulting from the judicial decisions incompatible with Article 10 – which is not sufficiently compensated by the finding of a violation of the Convention. However, it finds the particular amount claimed by the applicant excessive. Making its assessment on an equitable basis, the Court awards the applicant EUR 1,000 under this head, plus any tax that may be chargeable on that amount.", "B.  Costs and expenses", "41.  The applicant did not claim costs and expenses. Accordingly, there is no call to make an award under this head.", "C.  Default interest", "42.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a violation of Article 10 of the Convention;", "", "2.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:", "(i)  EUR 120 (one hundred twenty euros) in respect of the pecuniary damage;", "(ii)  EUR 1,000 (one thousand euros) in respect of the non-pecuniary damage;", "(iii)  any tax that may be chargeable on the above amounts;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "3.  Dismisses the remainder of the applicant's claim for just satisfaction.", "Done in English, and notified in writing on 21 July 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\t Quesada\tChristos Rozakis\n\tDeputy Registrar\tPresident", ""]}