{"file": "ENG_CLIN_36590_97.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "36590/97", "text_paragraphs": ["Information Note on the Court’s case-law 44", "July 2002", "Göç v. Turkey [GC] - 36590/97", "Judgment 11.7.2002 [GC]", "Article 6", "Civil proceedings", "Article 6-1", "Public hearing", "Oral hearing", "Lack of oral hearing in proceedings concerning a claim for compensation for detention: violation", "Fair hearing", "Adversarial trial", "Non-communication to appellant of submissions by the Principal Public Prosecutor at the Court of Cassation: violation", "Facts: The applicant lodged a claim for compensation in respect of a period which he had spent in detention. The Assize Court appointed one of its members to investigate the case. He decided that it was unnecessary to hear the applicant and, on the basis of the file, submitted a report recommending that compensation be granted. However, the court awarded a lower amount. The applicant and the Treasury appealed to the Court of Cassation. The Principal Public Prosecutor at the Court of Cassation submitted his opinion on the appeals, recommending that both be rejected. The opinion was not communicated to the applicant. The Court of Cassation, without holding a hearing, upheld the Assize Court’s judgment.", "Law: Scope of the case – Although the applicant contested the right of the Government to reopen the Chamber’s finding that there had been a violation of Article 6 on account of the non-communication of the Principal Public Prosecutor’s opinion, since they had made no submissions on that issue in the proceedings before the Chamber, the “case” referred to the Grand Chamber necessarily embraces all aspects of the application previously examined by the Chamber, the scope of the Grand Chamber’s jurisdiction being delimited solely by the decision on admissibility.", "Article 6 § 1 – (a) Applicability – While the Government had not pleaded this argument in the proceedings before the Chamber, they were not precluded from raising it, given that it was implicitly reserved by the Chamber to the merits stage and accordingly formed part of the case referred to the Grand Chamber. Regardless of the statutory nature of the compensation scheme at issue and its administration on a no-fault basis, the proceedings involved a dispute over the amount of compensation and a “right” to compensation arose in the circumstances. The award of compensation was not at the discretion of the domestic court once it had been established that the statutory conditions had been fulfilled and indeed the Government had not disputed that the applicant had a right to compensation in the circumstances. As to whether it was a “civil” right, it was sufficient in a case of this nature involving a claim under a statutory compensation scheme that the subject matter of the action was pecuniary and that the outcome of the proceedings was decisive.", "(b) Absence of an oral hearing – The Chamber had considered that it was unnecessary to rule on the merits of this complaint, since it had concluded that there had been a breach of the right to an adversarial procedure, but the Grand Chamber considered that the two complaints were distinct and merited separate examination. In proceedings before a court of first and only instance, the right to a “public hearing” entails entitlement to an “oral hearing” unless there are exceptional circumstances that justify dispensing with such a hearing. In the present case, the applicant did not at any stage have an opportunity to state his case orally before the domestic courts and the Court was not persuaded that a request for an oral hearing under the Code of Civil Procedure would have had any prospects of success, as the relevant procedure appeared to be governed rather by the Code of Criminal Procedure. The crucial issue was whether the applicant should have been afforded an oral hearing before the Assize Court, which was responsible for establishing the facts and assessing the amount of compensation. He could not be considered to have waived his right to an oral hearing by failing to request one before the Court of Cassation, since that court did not have full jurisdiction to substitute its own view of the amount of compensation to be awarded. The Assize Court had discretion as to the amount of compensation to be awarded once it had been established that the case came within one of the relevant grounds and while the fact and length of the applicant’s detention, as well as his financial and social status, could be established on the basis of the judge rapporteur’s report and without the need to hear the applicant, different considerations applied to the assessment of the emotional suffering which he claimed to have suffered. He should have been afforded an opportunity to explain orally to the Assize Court the damage which his detention had entailed in terms of distress and anxiety. These were not matters of a technical nature which could be dealt with properly on the basis of the case-file alone. This outweighed considerations of speed and efficiency and there were thus no exceptional circumstances that could justify dispensing with an oral hearing.", "Conclusion: violation (9 votes to 8).", "(c) Non-communication of the Principal Public Prosecutor’s submissions – There was no reason to depart from the Chamber’s finding that Article 6 § 1 had been violated on account of the non-communication to the applicant of the Principal Public Prosecutor’s opinion. The Chamber had found that the opinion was intended to influence the outcome of the Court of Cassation’s decision and that, having regard to the nature of the submissions and to the fact that the applicant was not given an opportunity to reply to them, there had been an infringement of his right to adversarial proceedings. Although the Principal Public Prosecutor also recommended rejecting the Treasury’s appeal and this neutral approach may have ensured equality of arms, it remained the case that the applicant disputed the amount of compensation and he was therefore entitled to have full knowledge of any submissions which undermined his prospects. The safeguards identified in the case of Kress v. France (judgment of 7 June 2001) were absent from the present case. Finally, as to the argument that the applicant could have consulted the case-file at the Court of Cassation and obtained a copy of the opinion, this was not in itself a sufficient safeguard: as a matter of fairness, it was incumbent on the registry of the Court of Cassation to inform the applicant that the opinion had been filed and that he could comment on it in writing, but it appeared that this requirement was not secured in domestic law. Moreover, to require the applicant’s lawyer take the initiative and inform himself periodically as to whether any new elements had been included in the case-file would amount to imposing a disproportionate burden on him and would not necessarily have guaranteed a real opportunity to comment on the opinion, since he was never made aware of the time-table for the processing of the appeal.", "Conclusion: violation (unanimously).", "Article 41 – The Court awarded the applicant 2,000 € in respect of non-pecuniary damage. It also made an award in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}