{"file": "ENG_HEJUD_62202_00.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "62202/00", "text_paragraphs": ["", "", "FOURTH SECTION", "", "", "CASE OF RADIO TWIST A.S. v. ", "", "", "(Application no. 62202/00)", "", "", "JUDGMENT", "", "", "", "", "", "19 December 2006", "", "", "", "FINAL", "", "", "19/03/2007", "", "", "", "In the case of Radio Twist a.s. v. ,", "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:", "\tNicolas Bratza, President,\n\tJosep Casadevall,\n\tGiovanni Bonello,\n\tMatti Pellonpää,\n\tKristaq Traja,\n\tLjiljana Mijović,\n\tJán Šikuta, judges,\nand Lawrence Early, Section Registrar,", "Having deliberated in private on 28 November 2006,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 62202/00) against the Slovak Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a private joint-stock company incorporated in , Radio Twist a.s. (“the applicant”), on 20 July 2000.", "2.  The applicant company was represented by Mr P. Blahušiak, a lawyer practising in Bratislava, who was succeeded by Mr M. Hanúsek, a lawyer who also practised in . The Slovakian Government (“the Government”) were represented by Mrs A. Poláčková, their Agent.", "3.  The applicant company alleged that judicial decisions granting an action in defamation against it by an individual had violated its right under Article 10 of the Convention to impart information.", "4.  By a decision of 8 November 2005, the Court declared the application admissible.", "5.  The Government, but not the applicant, filed further observations (Rule 59 § 1 of the Rules of Court).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "6.  The applicant is a broadcasting company which was established in 1991 and is registered in .", "A.  Factual background", "7.  At the relevant time the applicant company broadcast on five frequencies in  and had a daily audience of more than 400,000 listeners. The principles underlying its operations were democracy and independence.", "8.  At the relevant time Slovenská poisťovňa a.s. (“SP”) was a major insurance company in . It was controlled by the State through the National Privatisation Agency (Fond národného majetku – “the FNM”).", "9.  Following the 1994 parliamentary elections, SP’s management board was appointed through a political agreement between the coalition parties then in power. The coalition included the Movement for a Democratic Slovakia (Hnutie za demokratické Slovensko – “HZDS”) and the Slovak National Party (Slovenská národná strana – “SNS”).", "10.  At that time the majority of seats in the bodies under the FNM’s control were held by HZDS appointees.", "11.  On 1 June 1996 SP’s supervisory board removed the individuals appointed by the SNS from the company’s board of directors and appointed a new management team. The outgoing management team did not accept this move.", "12.  On 3 June 1996 the former management team took over the SP headquarters. They were assisted by private security guards and a squad of State police, who had been assigned to this task by the President of the Slovak Police Corps, an SNS appointee. They forced the newly appointed management team to leave the premises, but a few days later the new management, assisted by their own private security service, regained control of the company and its premises.", "13.  The background to this struggle was, essentially, the wish of those involved to participate in SP’s privatisation. The removal of the SNSappointed management team caused a serious political crisis at government level.", "14.  At the relevant time Mr K. was Deputy Prime Minister and Minister of Finance and Mr D. was State Secretary at the Ministry of Justice. The posts of State Secretaries within ministries were filled through appointments by political parties. They were therefore political posts and did not form part of the civil service.", "15.  After the events complained of, Mr D. was elected as a judge to the .", "B.  The broadcast of the telephone conversation", "16.  At 6 p.m. on 12 June 1996 the applicant company broadcast the recording of a telephone conversation between Mr K. and Mr D. in its news programme “Journal”.", "17.  The broadcast was preceded by comments by the applicant company’s journalist. The names of the persons involved were mentioned in full. The commentary went as follows:", "“As mentioned in our noon programme, we have managed to obtain a tape recording of a telephone conversation which suggests that [Mr K.], the Deputy Prime Minister and Minister of Finance, was involved in the events involving Slovenská poisťovňa a.s. Naturally, Radio Twist disapproves of any wiretapping unless it is done under a court order. We consider [the present recording] unlawful and dissociate ourselves from the manner in which it was obtained. But because, in this case, a matter of general interest is involved, one which cannot be concealed ... we seek to carry out our duty to inform the public. At the same time, we would like to ask the competent authorities about the security situation in our country, if wiretapping of ... senior officials is possible. The fact that senior officials are involved in activities concerning the above-mentioned case should be considered by those authorised to deal with it. And now to the tape which, due to its technical quality, is almost unintelligible. The other person speaking over the phone is probably [Mr D.], State Secretary at the Ministry of Justice.”", "18.  Immediately thereafter the recorded conversation between Mr K. and Mr D. was played. The transcript reads as follows.", "Mr K: “... the police, with the assistance of the policemen [and] some other security guards have entered and seized the building, they have emptied the building ...”", "Mr D: “But this is peculiar, the involvement of the policemen, what could have been the grounds for their action ...”", "Mr K: “Certainly, this was a failure by the security guards, those that were there at that moment, but this was a layman’s approach maybe, because ... It seems the policemen were rather hard according to all the circumstances. You know, the police raid was probably organised through [Mr H.], you know, the Slovak National Party. Well then, this was all I wanted to say, that there is that ...”", "Mr D: “Will you be chairing the meeting?”", "Mr K: “Yes, but the boss will arrive to speak on two items on the agenda.”", "Mr D: “I see. Otherwise, I have been charged with this task, because he is leaving for Banská Bystrica.”", "Mr K: “Good, it is clear, all I wanted to say ...”", "Mr D: “Nobody is going to interfere with my business ...”", "Mr K: “Well, of course not.”", "Mr D: “As he does not even know yet what I am doing ...”", "Mr K: “[The first name of Mr D.], it would therefore be most important ...”", "Mr D: “I shall go and personally inspect it in the morning, before the meeting starts ...”", "Mr K: “I would like to ask you to do this, as it will emphasise the fact that they have done it ...”", "Mr D: “That’s clear.”", "Mr K: “I had a phone call from there just half an hour ago ...”", "Mr D: “Very good, I also need to know this in order to speak about it there.”", "Mr K: “That will be extremely important.”", "Mr D: “All right then, first thing in the morning I shall submit the report about how things are going ...”", "Mr K: “Otherwise, you have to turn to me, this lady I have arranged, simply speaking, it is all organised by me, hence ...”", "Mr D: “Yes, yes.”", "Mr K: “Even if I am not present, I shall later go directly to the government session, but through this [Mrs M.], they know for sure, actually they are well-oriented on the subject ...”", "Mr D: “I have got my instructions.”", "Mr K: “It is clear, these instructions apply.”", "Mr D: “Well then, see you.”", "Mr K: “[The first name of Mr D.], thank you very much, see you ... bye ...”", "19.  The subsequent commentary by the journalist, in which the full names of those involved were again mentioned, stated.", "“And let us start to clarify things for a moment. The dealings around Slovenská poisťovňa surfaced in public on Monday 3 June 1996. To put it simply: the ten managers of Slovenská poisťovňa – let us call them Mr [T.] and Co. – were pushed out of their building after the weekend by a private security service. These security guards had been summoned by the new management team of Slovenská poisťovňa – let us call them Mrs [B.] and Co. Mr [T.] and Co. were supported by the police and, as documented by the taped phone conversation, it is evident that the President of the Police Corps, Major [H.] is a protégé of the Slovak National Party. The former management team, [T.] and Co., seized the building with police assistance and, as has been clear from the start, this was the building of Slovenská poisťovňa. This happened on Tuesday last week, and on the very same day these managers were again sitting in their chairs. As follows from the taped phone conversation, it is clear that the persons spoke together last Monday, 3 June, and that the State Secretary at the Ministry of Justice, [Mr D.], was a somewhat easier partner for Minister [K.] than the Minister of Justice, [Mr L.], who was in Banská Bystrica that day. We have verified this fact. Just to complete the information, it should be noted that last week’s Tuesday government session was chaired by Mr [K.]. Owing to the poor technical quality of the recording of the phone conversation between [Mr K.] and [Mr D.], I think it would be worthwhile listening to it once again.”", "...", "“We asked for the opinion of the Ministry of Justice. [P.Š.], the Ministry’s spokesman, ... did not know of the contents of the recording as it had not yet been made public in . Understandably, he did not therefore want to react to it. We expect the response of the Ministry tomorrow. We also turned to Minister [K.], who stated:", "‘Look, I do not comment on things that are contrary to democracy. I think that journalists should perhaps choose a different approach since government officials have been tapped. So I will not comment on something that has been published without my consent. Undoubtedly, this information is about the fact that there has been certain pressure ... in Slovenská poisťovňa.’”", "C.  Action in defamation", "20.  Mr D. filed a civil action against the applicant company in the Bánovce nad Bebravou District Court (Okresný súd) for protection of his personal integrity.", "He argued that the company had broadcast the telephone conversation despite the fact that it had been obtained in an illegal manner. The broadcast had interfered with his personal integrity by harming his reputation, dignity and respect for his person among the public. In addition, the statements broadcast included distorted and incomplete information that was capable of discrediting him.", "The plaintiff also referred to the fact that the information had subsequently been picked up by the Czech TV station Nova, and that several articles had been published in the Slovak dailies SME, Práca and Slovenská republika. As a result, the trust between the Minister of Justice and the plaintiff had been undermined.", "He acknowledged that, at the time that the recording was made, he had spoken with several persons and admitted that it was his voice on the recording. The recording and the comments as such had been taken out of context, and the telephone conversation had not been broadcast in its entirety. The plaintiff denied that the subject of the conversation had been the events as presented by the commentator, since his position did not authorise him to intervene in the case as suggested in the broadcast.", "21.  In its observations in reply, the applicant company stated that the recording of the conversation had been deposited in its mailbox by unknown persons. Speculation about such a recording had been circulating in the week prior to the broadcast, and as a result the coalition government had been threatened with a split. Prior to the broadcast the applicant company’s employees had tried to contact the persons concerned, in accordance with the company’s internal rules. Although the tape was almost unintelligible, as an information medium the applicant company had felt obliged to inform the public and to demonstrate what was going on in political circles at that time. In his commentary on the material broadcast, the journalist had stated that the applicant company disapproved of the manner in which the recording had been obtained.", "22.  The District Court heard the parties and three witnesses and examined a transcript of the impugned broadcast and other documentary evidence.", "23.  In a judgment delivered on 16 March 1999, the District Court ordered the applicant company to offer the plaintiff a written apology and to broadcast that apology within fifteen days. It was to read as follows:", "“We apologise to [Mr D.], the former State Secretary at the Ministry of Justice of the Slovak Republic, now judge of the Constitutional Court of the Slovak Republic, for having broadcast an unlawfully obtained recording of a telephone conversation on 12 June 1996 at 6 p.m.”", "24.  The applicant company was further ordered to pay 100,000 Slovakian korunas to Mr D. in compensation for non-pecuniary damage, and to reimburse his legal costs.", "25.  The District Court based its judgment, inter alia, on the following grounds. The applicant, as a licensed radio broadcasting company, had the right to use audio recordings for scientific and artistic purposes and for news reporting without a person’s previous consent. However, under the last sentence of Article 12 § 3 of the Civil Code, such use should not conflict with the justified interest of the person concerned. The applicant company had not been prevented from commenting on the situation which had arisen and from presenting its views. In order to do so, however, it had not been necessary to broadcast a tape obtained in an illegal manner.", "The District Court further noted that the plaintiff’s dignity as a public official had been diminished as the issue had been commented on in the press and on television. It therefore considered it appropriate to order the applicant company to compensate the plaintiff in respect of non-pecuniary damage under paragraph 2 of Article 13 of the Civil Code.", "26.  The applicant company appealed. It maintained that the Constitution did not subject the use of recordings to the prior establishment of their lawfulness and that it had not been formally shown that the recording had been unlawfully obtained. The plaintiff was a public official and the contents of the recording concerned the exercise of a public function. The recording had been discussed for several days prior to being broadcast. By broadcasting the telephone conversation, the applicant company had fulfilled its task of informing the public about issues of public interest. Finally, the applicant pointed out that the plaintiff had become a constitutional judge in the meantime, and that it had not been shown that he had suffered any damage as a result of the broadcast.", "27.  On 22 February 2000 the Žilina  (Krajský súd) upheld the judgment of the District Court. The  admitted that imparting of information by the media was an important instrument for supervising political power in a democratic society. Informing on and criticising matters of public interest were among the media’s most important tasks, and constitutional protection of such interests was ensured by the guarantees of freedom of expression and of the right to information. However, in the case under consideration the freedom of communication of users of telecommunications services had been violated, and an interference with the right to respect for privacy had occurred as a result of publicly broadcasting the telephone conversation. That fact was at the heart of the applicant company’s unjustified interference with the plaintiff’s personal rights since, as the  held, protection of privacy extended to the conversations of public officials.", "II.  RELEVANT DOMESTIC LAW", "A.  The Constitution", "28.  Article 16 § 1 provides for protection of a person’s integrity and privacy. Restrictions are permissible only in cases provided for by law.", "29.  Article 22 guarantees secrecy of correspondence, other communications and written messages delivered by post, and of personal information (§ 1). The privacy of letters, other communications and written messages, kept privately or delivered by post or otherwise, including communications made by telephone, telegraph and other means, cannot be violated by anyone except in cases specified by law (§ 2).", "30.  Paragraph 1 of Article 26 guarantees freedom of expression and the right to information. Paragraph 2 provides, inter alia, that everyone has the right to express his or her views and to freely seek, receive and impart ideas and information. Under paragraph 4, freedom of expression and the right to seek and impart information can be restricted by means of a law, where such restriction is necessary in a democratic society for the protection of, inter alia, the rights and freedoms of others.", "31.  Under Article 26 § 5, as in force at the relevant time, State authorities and local self-government authorities were obliged to provide information about their activities in an appropriate manner. Further details in this respect were to be laid down in a special law.", "B.  Civil Code", "32.  The right to protection of a person’s personal integrity is guaranteed by Articles 11 et seq. of the Civil Code.", "33.  According to Article 11 natural persons have the right to protection of their personality, in particular of their life and health, civil and human dignity, privacy, name and personal characteristics.", "34.  Article 12 § 1 provides, inter alia, that audio recordings concerning natural persons or their statements of a personal nature may only be made or used with the consent of the person concerned. Under paragraph 2 of that Article such consent is not required where the documents or recordings are used for official purposes in accordance with the law. Article 12 § 3 provides that pictures and audio recordings can also be made and used in an appropriate manner without the consent of the person concerned for scientific and artistic purposes and also for news reporting by means of the press, film, radio and television. Such use cannot, however, be contrary to the justified interests of the person concerned.", "35.  Pursuant to Article 13 § 1, all natural persons have the right to request an order restraining any unjustified interference with their personal integrity, an order cancelling out the effects of such interference and an award of appropriate compensation.", "36.  Article 13 § 2 provides that in cases where the satisfaction afforded under Article 13 § 1 is insufficient, in particular because the injured party’s dignity or social standing has been considerably diminished, the injured party is also entitled to financial compensation for non-pecuniary damage.", "C.  Periodical Press and Other Mass Media Act (Law no. 81/1966)", "37.  The Act regulates citizens’ (občan) use of the press and mass media in accordance with the constitutionally guaranteed freedom of expression and the press (section 1(1)). Part (časť) V governs protection against abuse of freedom of expression and the press. It contains, inter alia, the following rules.", "38.  Legal protection is afforded to any person who makes use of his or her freedom of expression and the press (section 16(1)).", "39.  Under section 16(2) the publishing of information that threatens the legally protected interests of society or of citizens is considered an abuse of freedom of expression or the press. Protection of society and citizens against abuse of freedom of expression and the press is entrusted to the publisher, the chief editor, the editor and the author. Details are to be laid down in special legislation which, at the same time, will regulate the liability of the publisher for damage caused by the press or other mass media.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION", "40.  The applicant company complained that its right to impart information had been violated by the judicial decisions granting the action by Mr D. It relied on Article 10 of the Convention, which provides:", "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.", "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”", "A.  The parties’ submissions", "41.  The Government acknowledged that Mr D. had been a public figure at the relevant time as he had been involved in politics. However, the recorded telephone conversation had been of a private character. Relying on the Court’s judgment in Tammer v. Estonia (no. 41205/98, ECHR 2001I), they argued that the especially broad limits of permissible criticism otherwise applicable to politicians did not apply to their private affairs.", "42.  The Government further emphasised that the recording in question had been made illegally and in violation of the constitutional protection of secrecy of correspondence and other communications. The applicant had known that the recording had unlawful origins, yet it had decided to broadcast it for reasons which were not tenable. In support of that conclusion the Government pointed out that the recording was almost unintelligible, that there were doubts as to whether the recorded voice was that of Mr D., and that no relevant information could be derived from the recording due to the obscure and unclear character of its contents.", "43.  In view of the above arguments, the Government considered that the broadcasting of the recording had not made any contribution to public discussion other than on whether the applicant company had breached the principles of journalistic ethics. Nevertheless, it had given an untrue impression, harmful to Mr D.’s reputation, that he had been involved in the events surrounding the privatisation of SP.", "44.  The Government considered the reasons given, particularly by the District Court, to be relevant and sufficient. As to the sanction imposed, it was proportionate to the legitimate aim pursued. They concluded that the interference had been necessary in a democratic society in that it had complied with a pressing social need and had been proportionate to the legitimate aim pursued.", "45.  Finally, relying on Article 17 of the Convention, the Government maintained that the applicant company could not seek protection under Article 10 of the Convention, since its conduct had intentionally interfered with Mr D.’s rights, which were also guaranteed by the Convention. In particular, nothing had prevented the applicant company from commenting on the existing situation and criticising the conduct of those involved in a reasonable manner, without broadcasting an illegally obtained recording.", "46.  The applicant company maintained that the interference complained of had not corresponded to any social need which could be considered sufficiently pressing to outweigh the public interest in ensuring the freedom of the media and in informing the public of matters of general interest.", "B.  The Court’s assessment", "1.  General principles", "47.  Freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and each individual’s self-fulfilment. Subject to paragraph 2 of Article 10, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of pluralism, tolerance and broadmindedness, without which there is no “democratic society”. This freedom is subject to the exceptions set out in Article 10 § 2, which must, however, be construed strictly. The need for any restrictions must be established convincingly (see, for example, Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 43, ECHR 1999-VIII).", "48.  An interference with a person’s freedom of expression entails a violation of Article 10 of the Convention if it does not fall within one of the exceptions provided for in paragraph 2 of that Article. The Court therefore has to examine in turn whether such interference was “prescribed by law”, whether it had an aim or aims that is or are legitimate under Article 10 § 2 and whether it was “necessary in a democratic society” for the aforesaid aim or aims (see, for example, The Sunday Times v. the United Kingdom (no. 1), 26 April 1979, § 45, Series A no. 30).", "49.  The adjective “necessary”, within the meaning of Article 10 § 2, implies the existence of a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with a European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression as protected by Article 10 (see, for example, Janowski v. Poland [GC], no. 25716/94, § 30, ECHR 1999-I).", "50.  In exercising its supervisory jurisdiction, the Court must look at the impugned interference in the light of the case as a whole, including the content of the remarks held against the applicant and the context in which he or she made them. In particular, it must determine whether the interference in issue was “proportionate to the legitimate aims pursued” and whether the reasons adduced by the national authorities to justify it are “relevant and sufficient” (see, for example, Barfod v. , 22 February 1989, § 28, Series A no. 149). In doing so, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 10 and, moreover, that they based themselves on an acceptable assessment of the relevant facts (see, for example, Jersild v. Denmark, 23 September 1994, § 31, Series A no. 298).", "51.  The Court further reiterates the essential function that the press fulfils in a democratic society. Although the press must not overstep certain bounds, particularly as regards the reputation and rights of others and the need to prevent the disclosure of confidential information, its duty is nevertheless to impart – in a manner consistent with its obligations and responsibilities – information and ideas on all matters of public interest (see, for example, Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 58, ECHR 1999-III). In addition, the Court is mindful of the fact that journalistic freedom also covers possible recourse to a degree of exaggeration, or even provocation (see, for example, Perna v.  [GC], no. 48898/99, § 39, ECHR 2003V).", "52.  There is little scope under Article 10 § 2 of the Convention for restrictions on political speech or on debate on questions of public interest (see, for example, Sürek v.  (no. 1) [GC], no. 26682/95, § 61, ECHR 1999-IV). Moreover, the limits of acceptable criticism are wider as regards a public figure, such as a politician, than as regards a private individual. Unlike the latter, the former inevitably and knowingly lays himself open to close scrutiny of his words and deeds by journalists and the public at large, and he must consequently display a greater degree of tolerance (see, for example, Incal v. Turkey, 9 June 1998, § 54, Reports of Judgments and Decisions 1998-IV).", "53.  Finally, the Court reiterates that, in assessing the proportionality of the interference, the nature and severity of the penalties imposed are also factors to be taken into account (see, for example, Ceylan v. Turkey [GC], no. 23556/94, § 37, ECHR 1999-IV). In this respect the potential chilling effect of the imposed penalties on the press in the performance of its task of purveyor of information and public watchdog in the future must also be taken into consideration (see, mutatis mutandis, Goodwin v. the United Kingdom, 27 March 1996, § 39, Reports 1996II, and Barthold v. Germany, 25 March 1985, § 58, Series A no. 90).", "2.  Application of the general principles to the present case", "(a)  Interference, legality and legitimate aim", "54.  The Court finds, and it has not been disputed between the parties, that the judgments of the District Court and the  in the action brought by Mr D. for protection of his personal integrity constituted an interference with the applicant company’s right to impart information under Article 10 of the Convention.", "55.  Furthermore, the Court finds, and it has likewise not been disputed by the parties, that the interference complained of was prescribed by law, namely Articles 11 et seq. of the Civil Code, and that it pursued the legitimate aim of protecting the reputation and rights of others. Thus the only point in issue is whether the interference was “necessary” in a “democratic society”.", "(b)  Necessity", "56.  The Court will now examine whether allowing the civil action against the applicant company was necessary in a democratic society for the protection of the reputation and rights of Mr D., that is, whether it served a pressing social need in that respect.", "57.  In this connection, it must be noted that, as acknowledged by the domestic courts, Mr D. was a public figure at the relevant time. He held the office of State Secretary at the Ministry of Justice, a political post that did not form part of the civil service (see paragraph 14 above).", "The domestic courts held that even public figures had the right to have their privacy protected by law and found that the recorded and broadcast telephone conversation was private in nature and, therefore, should not have been broadcast.", "58.  The Court cannot accept that conclusion. It must, in particular, be noted that the telephone conversation in question was between two highranking government officials, the State Secretary at the Ministry of Justice on the one hand and the Deputy Prime Minister and Minister of Finance on the other. It related to the power struggle in June 1996 between two groups, each with political backing, which had an interest in the privatisation of SP, a major national insurance provider.", "The context and content of the conversation were thus clearly political and the Court is unable to discern any private-life dimension in the impugned events. The special standard of tolerance established in the Convention case-law is therefore applicable (see Incal, cited above, § 54).", "Equally, the Court finds that questions concerning the management and privatisation of State-owned enterprises undoubtedly and by definition represent a matter of general interest. This is even more so in periods of economic and political transition. In the circumstances of the instant case it is not relevant whether the recording was clearly audible and whether it gave rise to further public debate.", "59.  The Court further observes that the domestic courts, at two levels of jurisdiction, attached decisive importance to the fact that the audio recording broadcast had been obtained by unlawful means.", "They concluded that the fact that such a recording had been broadcast constituted of itself a violation of the plaintiff’s right to protection of his personal integrity. This follows both from the operative part of the District Court’s judgment (see paragraph 23 above) and from the reasoning of both the District Court and the  (see paragraphs 25 and 27 above).", "60.  In this connection, it should be noted that at no stage has it been alleged that the applicant company or its employees or agents were in any way responsible for the recording or that its journalists transgressed the criminal law when obtaining or broadcasting it. In so far as the circumstances in which the recording was made are concerned, it is also to be noted that there has never been any investigation into the matter at the domestic level. This may appear surprising, given that the recording concerned a telephone conversation between two high-ranking government officials and because a suspicion that the recording had been made through the abuse of official power could not a priori be excluded.", "61.  It should further be noted that it has not been established before the domestic courts that the recording contained any untrue or distorted information or that the information and ideas expressed in connection with it by the applicant company’s journalist occasioned as such any particular harm to the plaintiff’s personal integrity and reputation. As to the latter, it cannot be overlooked that after the impugned broadcast the plaintiff was elected as a judge to the  (see paragraph 15 above) and that his reputation does not seem to have been tarnished.", "62.  The Court further observes that the applicant company was penalised mainly for the mere fact of having broadcast information which someone else had obtained illegally. The Court is however not convinced that the mere fact that the recording had been obtained by a third person, contrary to law, can deprive the applicant company of the protection of Article 10 of the Convention.", "It follows that the reasons invoked for the interference in issue are too narrow and thus insufficient.", "63.  The Court finally observes that there is no indication that the journalists from the applicant company acted in bad faith or that they pursued any purpose other than reporting on matters which they felt obliged to make available to the public (see paragraph 17 above).", "64.  For the above reasons, it cannot be concluded that by broadcasting the telephone conversation in question the applicant company interfered with the reputation and rights of Mr D. in a manner justifying the sanction imposed on it. The interference with its right to impart information therefore neither corresponded to a pressing social need, nor was it proportionate to the legitimate aim pursued. It was thus not “necessary in a democratic society”.", "65.  It follows that there has been a violation of Article 10 of the Convention.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "66.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "67.  The applicant company did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award any sum on that account.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "Holds that there has been a violation of Article 10 of the Convention.", "Done in English, and notified in writing on 19 December 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\t Early\tNicolas Bratza\n\tRegistrar\tPresident"]}