{"file": "ENG_CLIN_30508_96.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "30508/96", "text_paragraphs": ["Information Note on the Court’s case-law 62", "March 2004", "Pitkänen v. Finland - 30508/96", "Judgment 9.3.2004 [Section IV]", "Article 6", "Civil proceedings", "Article 6-1", "Fair hearing", "Participation of a different presiding judge at each hearing: no violation", "Extract: “As far as the applicants have alleged unfairness on account of the change of the presiding professional judge of the District Court, it is undisputed that he or she changed with every hearing. As in P.K. v. Finland, the principle that a change of a judge should lead to the rehearing of an important witness was not respected in this case either. While it is true that the requirement of fairness should not necessarily be as strict as in a criminal case, it would appear that already in the course of the District Court proceedings the applicants challenged the credibility of witness A., who was eventually convicted of perjury. Moreover, as regards the extent of the damage suffered by L., the District Court based itself exclusively on A.’s testimony. ", "The Court notes however that this part of the civil case was eventually reopened on account of A.’s false testimony, whereas in so far as the case was not reopened there is nothing to suggest that it was decided solely on the basis of that evidence.", "Nor can the Court find that the presiding judge was changed in order to affect the outcome of the case to the applicants’ detriment or for any other improper motives. Finally, it has not been alleged that any of the three lay judges changed. ", "In these particular circumstances the fact that the various presiding judges had at their disposal the recordings and transcriptions of the previous hearings where A. and various other witnesses had been heard sufficed to compensate for the lack of immediacy in the proceedings. The Court concludes therefore that the constant change of presiding judge was not tantamount to depriving the applicants of a fair trial. It follows that there has been no violation of Article 6 in this respect.”", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}