{"file": "ENG_CLIN_70204_01.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "70204/01", "text_paragraphs": ["Information Note on the Court’s case-law No. 98", "June 2007", "Frérot v. France - 70204/01", "Judgment 12.6.2007 [Section II]", "Article 3", "Degrading treatment", "Full body search of prisoner including systematic visual inspection of the anus after each prison visit during a period of two years: violation", "", "Article 8", "Article 8-1", "Respect for correspondence", "Refusal, on the basis of a ministerial circular, to forward a prisoner's letter to a fellow prisoner and definition of the notion of “prisoner correspondence” depending on its content: violation", "", "Article 13", "Effective remedy", "Lack of domestic remedy enabling a prisoner to challenge a refusal to forward correspondence: violation", "", "Facts: The applicant was sentenced to life imprisonment. His crimes included murder, hostage taking, conspiracy, possessing and carrying weapons, breaches of the legislation on explosives and terrorism. He had been in prison for over six years when he was first told to open his mouth during a strip-search. When he refused, he was placed in a disciplinary cell. Subsequently, over several months, he was told to open his mouth during a number of strip-searches, either without warning or when he was leaving the visiting room, and twice on the occasion of trips outside the prison. If he refused he was taken to a disciplinary cell. He was subsequently transferred to a higher-security prison where, for two years, upon leaving the visiting room after each visit he was subjected to a strip-search including the obligation to “bend over and cough”. He was subjected to a similar search after an Assize Court hearing. Whenever he refused to comply he was sent to a disciplinary cell.", "The applicant applied for the annulment of provisions in circulars sent out by the Minister of Justice in 1986 concerning strip-searches and prisoners' correspondence in writing or by telegram. He also complained of the prison governor's refusal to pass on a letter to a friend in a different prison, containing information to help him apply for parole, on the ground that the letter did not correspond to the “definition of the notion of correspondence”.", "The Conseil d'Etat dismissed the applicant's complaint concerning strip-searches but annulled the ministerial circular concerning the prohibition of all correspondence between prisoners placed in punishment cells and their friends or relations or prison visitors. As to the applicant's letter to another prisoner, the refusal to pass it on was an internal regulatory measure, not amenable to judicial review.", "Law: Article 3 – On the whole the Court found that the purpose of body searches, the procedure to be followed and the precautions to be taken when carrying out strip-searches, as prescribed in the 1986 circular and the Code of Criminal Procedure, were appropriate. This was so even when the prisoner was obliged, “in the specific case of a search for prohibited objects or substances” to “bend over and cough” in order to permit a visual inspection of the anus, provided that such a measure was permitted only where absolutely necessary in the light of the special circumstances and where there were serious reasons to suspect that the prisoner might be hiding such an object or substance in that part of the body. The applicant did not claim that the strip-searches had failed to follow the prescribed procedure or that their purpose, or that of any other search, had been to humiliate or demean him, or that the warders had lacked respect or behaved towards him in such a way as to indicate any such intention.", "All the facts had to be taken into consideration, moreover. The applicant had often been strip-searched. The searches had been imposed in the context of events which clearly made them necessary in order to maintain security or prevent criminal offences: prior to confinement in a disciplinary cell, to make sure he had nothing on his person with which he might harm himself, or after he had been in contact with the outside world or other detainees, who might have passed him prohibited objects or substances, and the searches had not always included systematic anal inspections.", "However, the Court was struck by the fact that, from one prison to another, the degree of intimacy of the search procedure varied. Over a period of more than three years in prison the detainee had been subjected to frequent body searches during which he had been told to open his mouth or “bend over and cough”. He had however been subjected to anal inspections in only one of the nine establishments in which he had been held. The Government did not claim that each of these measures was based on serious suspicion that the applicant had “prohibited objects or substances” concealed in his anus; or even that a change in the applicant's behaviour had aroused particular suspicions in this regard. In the prison concerned detainees were searched each time they left the visiting room and systematically ordered to “bend over and cough”: there was a presumption that any prisoner returning from the visiting room was hiding objects or substances in the most intimate parts of his person. Anal inspections in such conditions were not based, as they should be, on a “convincing security imperative” or the need to prevent disorder or crime.", "This explained how the applicant might feel that he was the victim of arbitrary measures, especially as the search procedure was laid down in an administrative circular and allowed each prison governor a large measure of discretion. That feeling of arbitrariness, the feelings of inferiority and anxiety often associated with it, and the feeling of a serious encroachment on one's dignity undoubtedly prompted by the obligation to undress in front of another person and submit to a visual inspection of the anus, added to the other excessively intimate measures associated with strip-searches, led to a degree of humiliation which exceeded that which was inevitably a concomitant of the imposition of body searches on prisoners. Moreover, the humiliation felt by the applicant had been aggravated by the fact that on a number of occasions his refusal to comply with these measures had resulted in his being taken to a disciplinary cell. Accordingly, the strip-searches to which the applicant had been subjected while imprisoned in Fresnes, c between September 1994 and December 1996, amounted to degrading treatment.", "Conclusion: violation (unanimously).", "Article 8 (correspondence) – Refusal to pass on a letter, explaining how to go about applying for parole, from one detainee to another in a different prison amounted to “interference”. The prison governor had not based his refusal on any of the reasons provided for in the Code of Criminal Procedure (which amply recognised the principle of freedom of correspondence for prisoners); he had considered that the letter “[did] not correspond to the definition of the notion of correspondence”. However, no law or regulation provided for a definition of that notion and the Government made no claim that case-law made up for that fact; they referred to the “definition of the notion of correspondence” contained in the 1986 ministerial circular. These circulars, however, were only service instructions issued to subordinate staff by a higher administrative authority by virtue of its hierarchical powers; in principle they were not binding. Having been issued by a body with no legislative power, it could not be considered as a “law” within the meaning of Article 8, so the interference was not “in accordance with the law”.", "Furthermore, the definition of “correspondence” contained in the circular excluded letters “whose content [did] not specifically and exclusively concern the addressee”. This definition was incompatible with Article 8 as it was based on the content of “correspondence” and resulted in the automatic exclusion of an entire category of private exchanges in which prisoners might wish to take part.", "Conclusion: violation (unanimously).", "Article 13 – The Conseil d'Etat had declared inadmissible the applicant's petition to set aside a decision in which the prison governor had refused to pass on his mail, citing as the sole reason the fact that such internal regulatory measures were not amenable to judicial review as being ultra vires. The French Government had not asserted that the applicant had had at his disposal any other remedy that met the requirements of Article 13.", "Conclusion: violation (unanimously).", "Article 41 – EUR 12,000 in respect of non-pecuniary damage.", "For further details, see press release No 406.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}