{"file": "ENG_HEJUD_25921_02.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "25921/02", "text_paragraphs": ["", "", "FIFTH SECTION", "", "", "CASE OF FEDORENKO v. ", "", "", "(Application no. 25921/02)", "", "", "JUDGMENT", "", "", "", "", "", "1 June 2006", "", "", "", "FINAL", "", "", "01/09/2006", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Fedorenko v. ,", "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:", "\tMr\tP. Lorenzen, President,\n\tMrs\tS. Botoucharova,\n\tMr\tV. Butkevych,\n\tMrs\tM. Tsatsa-Nikolovska,\n\tMr\tR. Maruste,\n\tMr\tJ. Borrego Borrego,\n\tMrs\tR. Jaeger, judges,\nand Mrs C. Westerdiek, Section Registrar,", "Having deliberated in private on 9 May 2006,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 25921/02) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Vladimir Nikolaevich Fedorenko (“the applicant”), on 18 June 2002.", "2.  The applicant was represented by Mr A. Stakheyev, a lawyer practising in . The Ukrainian Government (“the Government”) were represented by their Agent, Ms Valeria Lutkovska.", "3.  On 15 March 2005 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.", "4.  On 1 April 2006 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly constituted Fifth Section (Rule 52 § 1).", "THE FACTS", "I. THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1937 and lives in the town of Malaya Vyska, the Kirovograd region, .", "6.  On 9 April 1997 the applicant sold his house for UAH 35,000 to the Kirovograd Regional Department of Justice (hereafter “the Department”), responsible for the logistical support of the judiciary. The Department was represented in the transaction by Mr R., the President of the Malaya Vyska City Court. The contract was certified by a notary and specified that the purchase price had to be paid in two instalments: UAH 5,000 and 30,000 to be paid by 1 May 1997 and 1 September 1997 respectively. The contract also contained a clause stating the following:", "“In case if the exchange rate of the Hryvna depreciates the overall sum to be paid cannot be less than the Hryvna equivalent of USD 17,000.”", "7.  In June 1997 the applicant was paid UAH 5,000. In 1998 the Hryvna substantially weakened against US dollar. In October 1998 and August 1999 the applicant received UAH 11,000 and 20,000 respectively.", "8.  The applicant instituted proceedings against the Department, claiming that it had failed to fulfil its obligations under the contract, as the sum paid did not take into account the substantial depreciation of the exchange rate of the Hryvna. Thus, according to the applicant, he had lost some USD 6,553.", "9.  On 4 November 1999 the Kirovsky District Court of Kirovograd (hereafter “the District Court”) rejected this claim as unsubstantiated. On 8 September 2000 the Presidium of the , following the protest (extraordinary appeal) of the Deputy President of this court, quashed the judgment and remitted the case.", "10.  On 29 November 2000, in the course of a new hearing, the Department lodged a counterclaim seeking the annulment of the contract on the ground that Mr R. had exceeded his powers in agreeing to the dollar value clause.", "11.  On 24 July 2001 the Kirovsky District Court of Kirovograd granted the applicant’s claim and rejected that of the Department. The court established that the clause in issue aimed at ensuring the stability of the contract and protecting the applicant against inflation. The court further found that the applicant had suffered increased financial losses due to the erosion of the Hryvna’s purchasing power during the lengthy delay in execution of the contract. It found that the amount eventually paid to him on the date of the final transaction had only been USD 10,457.50. The court awarded the applicant UAH 35,527.77 in compensation for the devaluation of the Hryvna, UAH 3,197.31 in statutory interest for the delay and UAH 502.13 in court costs.", "12.  The Department appealed against this judgment and, on 20 December 2001, the Kirovograd Regional Court of Appeal (hereafter “the Court of Appeal”) quashed it and rejected the applicant’s claim. The court found in favour of the Department on both of their objections. It noted that Mr R. had acted ultra vires by conceding the inclusion of the disputed provision in the contract without the prior consent from the Department. The Court of Appeal further stated that, according to Article 3 of the Governmental Decree on the Regime of Currency Regulation and Currency Control 1993 (the 1993 Decree), the Hryvna was the only currency which could be used for internal transactions. The court did not find convincing the District Court’s argument that the impugned clause protected the applicant from inflation, since Article 214 of the Civil Code 1963 provided for compensation for losses incurred due to inflation if the execution of a contract was delayed.", "The Court of Appeal acknowledged that the price for the apartment was paid with considerable delay and that the applicant, having made the relevant claim before the court, had the right to be awarded statutory interest at the rate of 3% per annum. Taking into account that the applicant had already received an extra thousand Hryvnas (paragraph 6 above), the Court of Appeal found it appropriate to award him further UAH 678.50.", "13.  On 30 May 2002 the Supreme Court rejected the applicant’s request for leave to appeal in cassation.", "II.  RELEVANT DOMESTIC LAW", "1.  The Decree of the Cabinet of Ministers of  “on the Regime of Currency Regulation and Currency Control” of 19 February 1993", "14.  Article 3 of the Decree provided that the currency of Ukraine (i.e. the Hryvna) was the only lawful means of payment in .", "2.  The Civil Code 1963", "15.  According to Article 48 of the Code, a contract concluded contrary to the law should be declared invalid. If the contract is invalidated the parties should return to each other all that was received in execution of the contract.", "16.  Article 214 of the Code provided that a debtor who had delayed the execution of a financial undertaking was obliged, on the request of the creditor, to pay the debt taking into account the established index of inflation for the period of delay, as well as statutory interest at 3% per annum.", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1", "17.  The applicant complained that he was deprived of the benefit of a contractual safeguard against inflation, linking the price of his house to an amount in US dollars. He invoked Article 1 of Protocol No. 1 which provides:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "A.  Admissibilty", "18.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B. The merits", "1. The parties’ submissions", "a.  The Government", "19.  The Government submitted that the disputed clause was not a “possession” for the purposes of Article 1 of Protocol No. 1. They stated that, according to domestic law, the sum in Hryvnas constituted the price of the contract, and the applicant was paid that amount together with statutory interest. Thus he had never had a right to any further payment under the contract. The Government further pointed out that a “legitimate expectation” could only qualify as a “possession” insofar as it is upheld by the domestic courts. However, in the present case there was no valid court decision confirming the applicant’s claims. In their view, the applicant did not suffer any prejudice due to the delayed execution of the contract as the amount eventually paid to him was indexed to take account of inflation.", "b.  The applicant", "20.  The applicant contended that the Department’s refusal to execute the contract in full, and the domestic courts’ refusal to enforce the impugned clause, have denied him his right to the peaceful enjoyment of possessions, and have deprived him of those possessions, contrary to Article 1 of Protocol No. 1. He alleged that the disputed term of the contract was lawful and had created a possession within the meaning of Article 1 of Protocol No. 1. The delay in the execution of the contract, unchallenged by the respondent Government, had caused him substantial financial loss.", "2.  The Court’s assessment", "a. Whether there were possessions within the meaning of Article 1 of Protocol No. 1", "21.  The Court recalls that, according to the established case-law of the Convention organs, “possessions” can be “existing possessions” or assets, including claims, in respect of which the applicant can argue that he has at least a “legitimate expectation” of obtaining effective enjoyment of a property right (cf., Pressos Companía Naviera S.A. v. Belgium judgment of 20 November 1995, Series A no. 332, p. 21, § 31). By way of contrast, the hope of recognition of the survival of an old property right which it has long been impossible to exercise effectively cannot be considered as a “possession” within the meaning of Article 1 of Protocol No. 1, nor can a conditional claim which lapses as a result of the non-fulfilment of the condition (Malhous v. the Czech Republic (dec.), no. 33071/96, 13 December 2000, ECHR 2000-XII).", "22.  In the present case, the applicant contracted to sell his house to the State. Under the terms of the contract the Department was obliged to have paid him UAH 35,000 by 1 September 1997. The contract contained a clause that the sum eventually paid to the applicant should have been in any case no less than USD 17,000. Having delayed the execution of the contract the purchaser paid the applicant a total of UAH 36,000, which on the date of payment was only worth USD 10,457.50. However, when the applicant gave notice to enforce this clause, the Department took the view that its representative, Mr R., had acted ultra vires in accepting it, which rendered the contract invalid. This position was ultimately upheld by the Ukrainian courts (see paragraphs 11 and 12 above).", "23.  While it is true that there exists no valid court decision confirming the applicant’s right to any further payments beyond that already made to him, the Court observes that the applicant did enter into an agreement with the Department on the basis that he would receive a sum equal to USD 17,000. Neither party had been aware that there was any legal obstacle to this clause forming part of the applicant’s consideration in agreeing to the contract, all the more so since the fixing of contract prices in stable, hard currencies was at the material time a widely used practice in commercial transactions in Ukraine (mutatis mutandis, Sovtransavto Holding v. Ukraine, no. 48553/99, §§ 104-107, ECHR 2002VII). From June 1997 to August 1999 the applicant had received payments from the State in accordance with the contract. The authority itself, being apparently well aware of the terms of the contract from the outset, only raised the problem of its invalidity at a very late stage (29 November 2000).", "24.  The Court considers that, in the specific circumstances of the case, the applicant must be regarded as having had at least a legitimate expectation of benefiting from the dollar value clause, and this may be regarded, for the purposes of Article 1 of Protocol No. 1, as being attached to the property rights due to him under the contract with the Department (cf. Stretch v. the , no. 44277/98, §§ 32-35, 24 June 2003).", "b.  Whether there was an interference with possessions", "25.  The Government argued that, since the disputed clause was unlawfully entered into, the Department was not obliged under domestic law to execute it, and the refusal to do so could not amount to an interference with the applicant’s possessions. However, given the terms of the agreement, which Mr R. entered into with the applicant on behalf of the Department, the Court is of the view that the Department’s actions may be regarded as having frustrated the applicant’s legitimate expectations under the contract and depriving him, in part, of the consideration which he gave in entering into the agreement. Regardless of whether this is an interference with the peaceful enjoyment of the applicant’s possessions, within the meaning of the first sentence of Article 1, or a deprivation of possessions within the meaning of the second sentence of that provision, the same principles apply in the present case, and require the measure to be justified in accordance with requirements of that Article, as interpreted by the established case-law of the Court (amongst many authorities,\nGasus Dosier- und Fördertechnik GmbH v. the Netherlands, judgment of 23 February 1995, Series A no. 306-B, § 55).", "c.  Whether the interference was lawful", "26.  The parties disagreed as to whether the disputed contractual clause was included in the agreement in violation of the domestic legislation. The Government stated that it was contrary to Article 3 of the 1993 Decree, whereas the applicant contended that, as the US dollar was only the basis of the calculation for the payment in Hryvnas, the clause did not breach the Decree.", "27.  The Court recalls that its jurisdiction to verify compliance with the domestic law is limited (Håkansson and Sturesson v. Sweden, judgment of 21 February 1990, Series A no. 171-A, p. 16, § 47) and that it is not its task to take the place of the domestic courts. It is primarily for the national authorities, notably the courts, to resolve problems of the interpretation of domestic legislation (Waite and Kennedy v. Germany [GC], no. 26083/94, § 54, ECHR 1999-I). Therefore, whatever doubt there may be as to the authorities’ construction of the provisions of the 1993 Decree in the present case, the Court accepts that the clause in issue was lawfully invalidated by the domestic courts.", "d.  Whether the interference was justified", "28.  According to the Court’s well-established case-law, an interference must strike a “fair balance” between the demands of the general interests of the community and the requirements of the individual’s fundamental rights. The concern to achieve this balance is reflected in the structure of Article 1 as a whole, including the second paragraph. There must therefore be a reasonable relationship of proportionality between the means employed and the aims pursued. Furthermore, as in other areas of social, financial or economic policy, national authorities enjoy a certain margin of appreciation in the implementation of laws regulating property and contractual relationships (see, mutatis mutandis, AGOSI v. the United Kingdom, judgment of 24 October 1986, Series A no. 108, § 52).", "29.  This margin of appreciation, however, goes hand in hand with European supervision. The Court must therefore ascertain whether the discretion afforded to the Government was overstepped, i.e. whether the application of the doctrine of ultra vires (albeit legitimate in itself) in the present case respected the principle of proportionality.", "30.  The Court observes that State authorities inevitably enter into many agreements of a private law nature with ordinary citizens in pursuance of their functions, not all of which however will involve matters of vital public concern. In the present case, Mr R., the president of a local court, representing the Department (an authority responsible for the logistical support of the judiciary) bought a house from the applicant, being apparently unaware that his powers did not include the possibility of equating the price to a foreign currency. The Department nonetheless obtained the applicant’s apartment and, until August 1999, paid him the agreed instalments.", "31.  The Court notes that since Mr R. himself, being a judge, considered that he had had the power to sign the contract as agreed, it does not appear unreasonable that the applicant entertained the same belief. The applicant therefore expected to derive a certain return from the transaction. He sought to link his future benefits to a hard currency to mitigate the risks involved in commercial transactions during the economic turmoil experienced by  in the late 1990s. This condition was thus an important part of the contract for the applicant, who otherwise would probably have had serious reservations about the sale (cf. mutatis mutandis, Stretch, cited above, § 40).", "32.  The Government stated that the applicant was compensated for the inflation rate. The Court, however, is not convinced by this argument as the evidence before it suggests the contrary. In particular, the Court of Appeal’s decision stated that an extra UAH 1,678.50 was paid to the applicant in interest (calculated at the statutory rate of 3% per annum and bearing no relation to the real inflation which had occurred; see paragraph 15 above). In the Court’s view, this amount was clearly inadequate to compensate the applicant for the adverse effects of depreciation, as established by the judgment of 24 July 2001 (see paragraph 10 above; cf. mutatis mutandis, Akkuş v. Turkey, judgment of 9 July 1997, Reports of Judgments and Decisions 1997IV, §§ 30 and 31).", "33.  The Court is also struck by the fact that the Department sought the annulment of the whole contract before the domestic courts. However, the Court of Appeal, having found the impugned clause to be unlawful, did not invalidate the whole contract, which would have required the restoration of the parties to their original situation (see paragraph 14 above). Instead, it greatly decreased the applicant’s gains from the transaction simply by finding that the amount already paid constituted sufficient compliance with the Department’s contractual obligations.", "34.  Having regard to these considerations, the Court finds that there was a disproportionate interference in the present case with the applicant’s peaceful enjoyment of his possessions and, therefore, it concludes that there has been a violation of Article 1 of Protocol No. 1 to the Convention.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "35.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Pecuniary damage", "36.  The applicant claimed UAH 38,019.12 (around 6,302 euros – EUR) in compensation for the losses incurred due to the State’s failure to comply with its contractual obligations.", "37.  The Government alleged that the applicant had not suffered any material damage as he had been repaid the whole sum in Hryvnas, as stipulated by the contract.", "38.  The Court’s case-law establishes that there must be a clear causal link between the damage claimed by the applicant and the violation of the Convention (amongst other authorities, Barberà, Messegué and Jabardo v. Spain (former Article 50), judgment of 13 June 1994, Series A no. 285C, pp. 57-58, §§ 16-20; Cakıcı v. Turkey, judgment of 8 July 1999, Reports 1999-IV, § 127). The Court notes that the damage resulting from the Department’s failure to comply with the foreign currency clause was established on 24 July 2001 by the District Court. On that basis and the dollar value at the material time, the Court finds it equitable to award the applicant EUR 5,890 for pecuniary damage.", "B.  Non-pecuniary damage", "39.  The applicant claimed UAH 8,000 (about EUR 1,326) in compensation for non-pecuniary damage.", "40.  The Government contended that the claim was unsubstantiated.", "41.  The Court finds that the applicant must have suffered some non-pecuniary damage because of the events. It, therefore, finds it equitable to make an award of EUR 1,000 under this head.", "C.  Costs and expenses", "42.  The applicant also claimed UAH 4,453 (about EUR 738) for the costs incurred in the domestic proceedings, including UAH 2,000 for lawyers’ fees and UAH 237 for transportation expenses.", "43.  The Government argued that the applicant had failed to prove this claim.", "44.  The Court, having regard to the information in its possession, finds it reasonable to award the sum of EUR 700 for costs and expenses.", "D.  Default interest", "45.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the application admissible;", "", "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;", "", "3.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, plus any tax that may be chargeable, the following amounts to be converted into the national currency of the respondent State at the date of settlement:", "(i)  EUR 5,890 (five thousand eight hundred and ninety euros) in respect of pecuniary damage;", "(ii)  EUR 1,000 (one thousand euros) in respect of non-pecuniary damage;", "(iii)  EUR 700 (seven hundred euros) in respect of costs and expenses;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 1 June 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tRegistrar\tPresident", ""]}