{"file": "ENG_CLIN_38270_11.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "38270/11", "text_paragraphs": ["Information Note on the Court’s case-law 176", "July 2014", "Nedim Şener v. Turkey - 38270/11", "Judgment 8.7.2014 [Section II]", "Article 5", "Article 5-3", "Length of pre-trial detention", "Reasonableness of pre-trial detention", "Pre-trial detention for over a year of investigative journalists accused of aiding and abetting a criminal organisation: violation", "Article 10", "Article 10-1", "Freedom of expression", "Pre-trial detention for over a year of investigative journalists accused of aiding and abetting a criminal organisation: violation", "[This summary also covers the judgment Şık v. Turkey, 53413/11, 8 July 2014.]", "Facts – The applicants are two investigative journalists who have won numerous awards for their work. In March 2011 the police searched the applicants’ homes and took them both into police custody. They were accused, in particular, of having been involved in the production of publications criticising the government and/or serving as propaganda for the criminal organisation Ergenekon, whose members were convicted in 2013 of fomenting a coup d’état. The applicants were not released until March 2012.", "Law – Article 5 § 3: The period of detention to be taken into consideration had lasted for one year and one week. When they were arrested the applicants had been informed that they had allegedly contributed, at the request of the suspected members of a criminal organisation, to the production of books criticising the actions of the government and the judicial authorities. That accusation, provided for by Article 100 § 3 of the Code of Criminal Procedure, entailed a presumption in favour of keeping the persons concerned in pre-trial detention. However, the offence of bringing pressure to bear on the judicial authorities in charge of a criminal investigation, at the request of a criminal organisation, had been at the core of the charges brought against the applicants and it was on that basis that they had been held in pre-trial detention for over a year. That offence, however, was not among those referred to in Article 100 § 3 of the Code of Criminal Procedure. Furthermore, no reasons had been given for the decisions ordering the applicants’ continued detention. While the lack of detailed reasons might be explained by the fact that the main charge entailed a legal presumption, it meant, in the context of the review required by Article 5 § 3 of the Convention, that no specific evidence had been provided demonstrating the need to keep the applicants in pre-trial detention. Lastly, the applicants had also been accused of using “black propaganda” methods, although that offence as such was not punishable under the Criminal Code. Moreover, the books in question were on sale to the public and it had not been shown that they contained, beyond value judgments formulated in an abrupt or provocative manner, statements made by the author in bad faith and based on untrue facts, which were not normally protected by freedom of expression. In any event, even if the books had contained such passages, the offences of defamation or bringing pressure to bear on the judiciary were less serious in nature than the crimes of belonging to or aiding and abetting a terrorist organisation, and did not warrant such a lengthy period of pre-trial detention. Furthermore, the continued pre-trial detention of one of the applicants had been requested and ordered by the very judicial bodies whose conduct was criticised in the book in question. That measure, which was contrary to the general legal principle according to which no man should be the judge of his own cause, appeared to have been motivated more by a desire to punish those who had criticised the Ergenekon trial than by the aim of bringing the suspected perpetrators of terrorist acts to justice.", "Accordingly, in classifying the offences of which the applicants were accused as serious terrorist offences from the outset of the investigation and therefore applying the legal presumption in favour of keeping them in pre-trial detention, the authorities had not provided “relevant and sufficient” reasons to justify detaining the applicants for the period in question.", "Conclusion: violation (unanimously).", "Article 10: The applicants’ pre-trial detention in the context of criminal proceedings for offences which carried a heavy sentence did not constitute a purely hypothetical risk but was a real and effective constraint and thus amounted to “interference” with the exercise of their right to freedom of expression. The Government argued that the interference in question had been aimed at preventing crime and safeguarding the authority, independence and impartiality of the judiciary. The Court wondered whether the aim had not been rather to stifle any criticism of, or commentary on, the conduct of a trial that had already been the subject of widespread public debate. However, in the light of its finding as to the necessity of the interference, it considered that this question could be left open. In view of their nature and severity, the measures taken against the applicants constituted interference that was disproportionate to the legitimate aims pursued by Article 10 of the Convention. In detaining the applicants for such a lengthy period without relevant or sufficient reasons, the judicial authorities had had a chilling effect on the applicants’ willingness to express their views on matters of public interest. Applying such a measure was liable to create a climate of self-censorship for the applicants and for any investigative journalist planning to carry out research and comment on the conduct and actions of State bodies.", "Conclusion: violation (unanimously).", "The Court also held unanimously that there had been a violation of Article 5 § 4 on account of the applicants’ inability to consult the files.", "Article 41: EUR 20,000 to Mr. Şener and EUR 10,000 to Mr Şık in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}