{"file": "ENG_HEJUD_6518_04.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "6518/04", "text_paragraphs": ["", "", "", "FOURTH SECTION", "", "", "", "", "", "", "CASE OF ĐOKIĆ v. ", "", "(Application no. 6518/04)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "27 May 2010", "", "FINAL", "", "04/10/2010", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Đokić v. ,", "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:", "\tNicolas Bratza, President,\n\tGiovanni Bonello,\n\tLjiljana Mijović,\n\tDavid Thór Björgvinsson,\n\tJán Šikuta,\n\tLedi Bianku,\n\tMihai Poalelungi, judges,\nand Fatoş Aracı, Deputy Section Registrar,", "Having deliberated in private on 4 May 2010,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 6518/04) against Bosnia and Herzegovina lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a citizen of Bosnia and Herzegovina and , Mr Branimir Đokić (“the applicant”), on 9 December 2003.", "2.  The applicant was represented by Mr Nebojša Stanković, a lawyer practising in . The Government of Bosnia and  (“the respondent Government”) were represented by their Agent, Ms M. Mijić.", "3.  The case is about the applicant's failed attempts, despite a legally valid purchase contract, to repossess his pre-war flat and to register his title.", "4.  On 27 September 2007 the President of the Fourth Section decided to give notice of the application to the respondent Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3 of the Convention). The applicant and the respondent Government each submitted written observations. In addition, third-party comments were received from the Serbian Government, which had exercised their right to intervene (Article 36 § 1 of the Convention and Rule 44 § 1 (b) of the Rules of Court). The applicant and the respondent Government replied in writing to those comments (Rule 44 § 5).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "A.  Relevant background", "1.  Socially owned flats", "5.  Flats represented nearly 20% of the pre-war housing stock of  (around 250,000 housing units out of 1,315,000). By local standards, they were a particularly attractive type of home, equipped with modern conveniences and located in urban centres. Practically all flats were under the regime of “social ownership” – a concept which, while it does exist in other countries, was particularly highly developed in the former Socialist Federal Republic of Yugoslavia (“the SFRY”). They were generally built by socially owned enterprises or other public bodies for allocation to their employees, who became “occupancy right holders”. All citizens of the SFRY were required to pay a means-tested contribution to subsidise housing construction. However, the amount an individual had contributed was not amongst the legal criteria taken into account in the waiting lists for allocation of such flats.", "6.  The rights of both the allocation right holders (public bodies which nominally controlled the flats) and the occupancy right holders were regulated by law (the Housing Act 1984, which is still in force in ). In accordance with this Act, an occupancy right, once allocated, entitled the occupancy right holder to permanent, lifelong use of the flat against the payment of a nominal fee. When occupancy right holders died, their rights transferred, as a matter of right, to their surviving spouses (indeed, spouses held occupancy rights in common) or registered members of their family households who were also using the flat (sections 19 and 21 of this Act). In practice, these provisions on transfer meant that occupancy rights originally allocated by public bodies to their employees could pass, as of right, to multiple generations for whom the initial employment-based link to the allocation right holder no longer existed. Occupancy rights could be cancelled only in court proceedings (section 50 of this Act) on limited grounds (sections 44, 47 and 49 of this Act), the most important of which was failure by the occupancy right holders to physically use their flats for their own housing needs for a continuous period of at least six months, without justified grounds (such as, military service, medical treatment, prison sentence, or temporary work elsewhere in the SFRY or abroad). Although inspections were foreseen to ensure compliance with this requirement (section 42 of this Act), occupancy rights were rarely, if ever, cancelled on these grounds prior to the 1992-95 war. Moreover, on 24 December 1992 the Constitutional Court of the  annulled the inspection provisions.", "7.  Following its declaration of independence on 6 March 1992, a brutal war started in . More than 2.2 million people left their homes as a consequence of “ethnic cleansing” or generalised violence. As a rule, they fled to areas controlled by their own ethnic groups. All parties to the conflict quickly adopted procedures allowing the flats of those who had fled the territory under their control to be declared “abandoned” and allocated to new occupancy right holders. While the alleged rationale for the allocation of “abandoned” properties was to provide humanitarian shelter to displaced persons, particularly attractive properties – typically urban flats – were commonly awarded to the military and political elites. In some cases, occupancy rights were cancelled pursuant to the aforementioned section 47 of the Housing Act 1984, because of failure by the occupancy right holders to use their flats for a continuous period of at least six months. In most cases, however, the authorities applied legislation specially enacted for those purposes: the Abandoned Flats Act 1992, the Abandoned Flats Decree 1993, the Refugee Accommodation Decree 1993, the Refugee Accommodation Act 1995 and the Abandoned Property Act 1996.", "8.  The concept of “social ownership” was abandoned during the 1992-95 war . As a result, socially owned flats were effectively nationalised.", "9.  On 14 December 1995 the General Framework Agreement for Peace in  (“the Dayton Peace Agreement”) entered into force. Pursuant to that Agreement, Bosnia and Herzegovina consists of two Entities: the Federation of Bosnia and  and the Republika Srpska. In the immediate aftermath of the war, legislation on abandoned property remained in force in both Entities and reallocation of flats continued nearly unabated, which further reinforced ethnic separation.", "10.  All such legislation was repealed in 1998 under international pressure. Initially, however, in the Federation of Bosnia and  only those who could prove that they were genuine refugees or displaced persons were entitled to return to their pre-war homes (former section 3(2) of the Restitution of Flats Act 1998). The vague terms of this provision left broad discretion to the housing authorities and reportedly led to abuses. The High Representative therefore repealed it in July 1999. Nevertheless, as a result of strong resistance of the military of the Federation of Bosnia and Herzegovina (see decision CH/97/60 et al. of the Human Rights Chamber of 7 December 2001, § 56), a similar restriction remained in force as regards military flats (section 3a of this Act). While this was done on the pretext of creating a pool of flats which could be used to house destitute war veterans and their families, the domestic Human Rights Chamber held that there was no evidence that the property was necessarily being used for this stated purpose (see, for example, its decision CH/97/60 et al. of 7 December 2001, § 154). The Organisation for Security and Cooperation in Europe maintained, in its third-party submissions to that Chamber, that many high-ranking military officials in the Federation of Bosnia and Herzegovina whose housing needs were otherwise met had nevertheless been allocated military flats, in direct contravention of domestic legislation, and that the Ministry of Defence of the Federation of Bosnia and Herzegovina had almost 2,000 unclaimed military flats at its disposal to pursue the legitimate aim of housing war veterans without the need to reach out for claimed ones (see decision CH/02/8202 et al. of the Human Rights Chamber of 4 April 2003, § 121; see also the High Representative's submissions in decision CH/97/60 et al. of the Human Rights Chamber of 7 December 2001, § 61).", "2.  Military flats", "11.  The JNA, the armed forces of the SFRY, nominally controlled around 16,000 flats in  until the 1992-95 war.", "12.  On 6 January 1991 the JNA members were offered the opportunity to purchase their flats at a discount on their market value (see the Military Flats Act 1990). On 18 February 1992  put on hold the sale of military flats on its territory (see the Suspension on the Sale of Flats Decree 1992). The Decree was respected in what is today the Federation of Bosnia and , and those who had purchased military flats located in that Entity could not register their ownership and remained, strictly speaking, occupancy right holders (a purchase contract does not of itself transfer title to the buyer under domestic law). Since the Decree was ignored in what is today the Republika Srpska, those who had purchased military flats in that Entity became their registered owners.", "13.  During the war, the local armed forces (namely, the ARBH, HVO and VRS forces) assumed the nominal control of all non-privatised military flats on the territory under their respective control. Although on 1 January 2006 those forces merged into the armed forces of Bosnia and Herzegovina, non-privatised military flats are still under the nominal control of the Entities (see “Relevant domestic law and practice” below).", "3.  Foreign armed forces in the 1992-95 war in Bosnia in ", "14.  The dissolution of the SFRY was a gradual process which took place in 1991/92 (see Opinion No. 11 of the Arbitration Commission of the International Conference on the Former Yugoslavia of 16 July 1993).  declared its independence on 6 March 1992. It was recognised by the European Community and the  on 7 April 1992 and admitted to membership of the United Nations on 22 May 1992.", "15.  On 15 May 1992 the United Nations Security Council, acting under Chapter VII of the United Nations Charter, demanded that all units of the JNA and all elements of the Croatian Army either be withdrawn from Bosnia and Herzegovina, or be subject to the authority of the Government of Bosnia and Herzegovina, or be disbanded and disarmed with their weapons placed under effective international monitoring (see Resolution 757). While the JNA formally withdrew from Bosnia and Herzegovina on 19 May 1992, the United Nations Secretary General and the International Criminal Tribunal for the former Yugoslavia (“the ICTY”), a United Nations court of law dealing with war crimes that took place during the conflicts in the Balkans in the 1990s, later established that JNA members born in Bosnia and Herzegovina actually remained there with their equipment and joined the VRS forces and only those born in Serbia and Montenegro left and joined the VJ forces (see the United Nations Secretary General's report of 3 December 1992, A/47/747, § 11, and the ICTY judgment in the Tadić case, IT-94-1-A, § 151, 15 July 1999).", "16.  The ICTY has also held that the VRS forces were to be regarded as acting under the overall control of and on behalf of the Federal Republic of Yugoslavia and that hence, even after 19 May 1992, the armed conflict in Bosnia and Herzegovina between the local Serbs and the central authorities of Bosnia and Herzegovina must be classified as an international armed conflict (see the ICTY judgment in the Tadić case, IT-94-1-A, §§ 146-62, 15 July 1999, and the ICTY judgment in the Čelebići case, IT-96-21-A, §§ 34-51, 20 February 2001). It has arrived at a similar conclusion as regards the relationship between neighbouring  and the HVO forces (see the ICTY judgments in the Blaškić case, IT-95-14-T, §§ 95-123, 3 March 2000, and IT-95-14-A, §§ 167-78, 29 July 2004).", "17.  The International Court of Justice (“the ICJ”), the principal judicial organ of the United Nations, has arrived at a different conclusion in the Application of the Convention on the Prevention and Punishment of the Crime of Genocide (Bosnia and Herzegovina v. Serbia and ) case. It held that despite much evidence of direct and indirect participation by the VJ forces, along with the VRS forces, in military operations in Bosnia and Herzegovina, the acts of those who committed genocide at Srebrenica cannot be attributed to the Federal Republic of Yugoslavia under the rules of international law of State responsibility (see the judgment of 26 February 2007, §§ 377-415).", "B.  The present case", "18.  The applicant was born in  in 1960. He lives in .", "19.  Being a lecturer at a military school in , the applicant was allocated a military flat there in 1986.", "20.  On 9 March 1992 he bought the flat pursuant to the Military Flats Act 1990. Although he had paid the full purchase price on 18 February 1992 (in the amount of 379,964 Yugoslav dinars), the local authorities refused to register his title (see paragraph 12 above).", "21.  On 18 April 1992 the military school was transferred from Bosnia and Herzegovina to  (initially to Sombor and then to Niš). On 19 May 1992 the applicant decided to leave  and to continue lecturing at the same military school.", "22.  On 17 August 1998 the applicant made an application for the restitution of his flat in . On 30 March 2000 his application was rejected pursuant to section 3a of the Restitution of Flats Act 1998.", "23.  On 17 July 2000 the competent Ministry of the Sarajevo Canton upheld the first-instance decision of 30 March 2000.", "24.  On 21 May 2001 the applicant lodged an application with the Human Rights Chamber, a domestic human-rights body. He relied on Articles 6, 8 and 14 of, and Article 1 of Protocol No. 1 to, the Convention.", "25.  On 25 April 2002 the , on an application for judicial review, quashed the administrative decisions of 30 March and 17 July 2000 for procedural reasons and remitted the case for reconsideration.", "26.  On 9 July 2002 the restitution commission set up by Annex 7 to the Dayton Peace Agreement, before which the applicant pursued parallel proceedings, held that the applicant was neither a refugee nor a displaced person within the meaning of Annex 7 and declined jurisdiction.", "27.  On 12 November 2002 the competent housing authorities refused once again the applicant's application for restitution pursuant to section 3a of the Restitution of Flats Act 1998.", "28.  On 12 September 2003 the competent Ministry of the Sarajevo Canton upheld the first-instance decision of 12 November 2002.", "29.  On 26 November 2003 the applicant lodged an application for judicial review. On 22 June 2004 the  stayed the proceedings under an instruction from the legislature of the Federation of Bosnia and .", "30.  On 28 December 2005 the Ministry of Defence of the Federation of Bosnia and  formally allocated the disputed flat to Dž.K., a former member of the ARBH forces. It would appear, however, that Dž.K. had lived in that flat even before, since 25 April 2000.", "31.  On 8 March 2006 the Human Rights Commission (which had succeeded the Human Rights Chamber in 2004) found a violation of Article 6 of the Convention because of the length of the restitution proceedings and awarded the applicant 2,100 convertible marks for non-pecuniary damage in this connection. Having established the excessive length of the restitution proceedings, the Human Rights Commission held that they did not constitute an effective remedy which would have to be used as a condition for the examination of the applicant's substantive complaints. In accordance with domestic jurisprudence, it considered that although the purchase contract of 9 March 1992 had not of itself transferred title to the impugned flat to the applicant, it had conferred on him valuable personal rights (that is, the rights to occupy the flat and to be registered as owner) amounting to “possessions” within the meaning of Article 1 of Protocol No. 1 to the Convention. The Human Rights Commission further held that the situation complained of (that is, the applicant's inability to repossess the flat and to register his title to it) undoubtedly amounted to a continuing interference with the peaceful enjoyment of his “possessions”. While assessing the proportionality of the interference, the Human Rights Commission held that the applicant's service in the VJ forces after the 1992-95 war demonstrated his disloyalty to . Taking into consideration also the serious shortage of housing units and compensation to which the applicant was entitled, the Human Rights Commission concluded that the interference was justified. It therefore found no violation of Article 1 of Protocol No. 1 to the Convention and considered it to be unnecessary to examine the discrimination and Article 8 complaints.", "32.  On 30 August 2006 the Supreme Court of the Federation of Bosnia and  quashed the decision of 22 June 2004 and remitted the case to the  for reconsideration.", "33.  On 19 December 2006 the  upheld the administrative decision of 12 September 2003.", "34.  The applicant has not been allocated a flat in , but receives from the Serbian authorities a rent allowance in the monthly amount of approximately 100 euros (EUR). It would appear that he has not applied for compensation pursuant to section 39e of the Privatisation of Flats Act 1997 (see paragraph 37 below).", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "A.  ", "35.  On 22 December 1995 all purchase contracts concluded under the Military Flats Act 1990 were declared void. As explained in paragraph 12 above, this affected flats in the Federation of Bosnia and  only.", "36.  On 3 November 1997 the domestic Human Rights Chamber held that a contract to purchase a military flat, although it had not of itself transferred title to the buyer, conferred on the buyer valuable property rights (that is, the rights to occupy the flat and to be registered as owner) which constituted “possessions” for the purposes of Article 1 of Protocol No. 1 to the Convention. It then found a breach of that Article and ordered the Federation of Bosnia and  to restore the legal validity of all such contracts (decision CH/96/3 et al.).", "37.  On 5 July 1999 the Federation of Bosnia and  amended the Privatisation of Flats Act 1997 and the Restitution of Flats Act 1998. While all such contracts have since been regarded as legally valid, two categories of buyers are not entitled to repossess their flats and to register their title (see section 39e of the Privatisation of Flats Act 1997 and section 3a of the Restitution of Flats Act 1998). First, those who served in foreign armed forces after the 1992-95 war. Since those who were granted a refugee or equivalent status in a country outside the former SFRY are exempted, the restriction affects only those who served in the forces of the successor States of the SFRY and, in reality, almost exclusively those who served in the VJ forces referred to in paragraph 15 above. The second category is those who acquired an occupancy or equivalent right to a military flat in a  of the SFRY. At present, people falling into those categories are only entitled to the refund of the amount paid for their flats in 1991/92 plus interest at the rate applicable to overnight deposits (see section 39e of the Privatisation of Flats Act 1997, as amended on 11 July 2006). Previously the compensation was calculated differently: the value of a flat was to first be calculated at a rate of approximately EUR 300 per square metre, the age of the flat was to then be taken into consideration with the depreciation of 1% of its value for each year.", "38.  On 7 December 2001 the Human Rights Chamber considered the amended legislation to still be discriminatory and in conflict with Article 1 of Protocol No. 1 to the Convention. It ordered the Federation of Bosnia and  to register the applicants as owners, regardless of their service in foreign armed forces (decision CH/97/60 et al.). The relevant part of that decision (§ 164) reads as follows:", "“It could potentially be reasonable and necessary to bar persons serving in a foreign army from the exercise of certain rights; however service in a foreign army is not a basis for stripping a person of an otherwise valid property contract.”", "The Human Rights Commission, which had succeeded the Human Rights Chamber in 2004, followed that approach in decisions CH/98/514 of 7 July 2004 and CH/99/1704 of 1 November 2004, but on 9 February 2005 it decided to depart from that jurisprudence (decision CH/98/874 et al.). It regarded those who had served in foreign armed forces after the 1992-95 war as disloyal to  and held that it was hence justified to strip them of their purchase contracts. The same approach has subsequently been applied in numerous follow-up cases.", "39.  On 27 June 2007 the Human Rights Commission held in a similar case (also concerning the purchase of a socially owned flat before the 1992-95 war which had not been followed by the registration of ownership) that a legally valid purchase contract, although it had not of itself transferred title to the buyer, conferred on the buyer valuable property rights (notably the right to be registered as owner) which constituted “possessions” for the purposes of Article 1 of Protocol No. 1 to the Convention (see decision CH/03/13106 and CH/103/13402 of 27 June 2007).", "40.  On 9 July 2009 the Supreme Court of the Federation of Bosnia and Herzegovina held that a tenancy right of limited duration on a military flat in  should not be regarded as equivalent to occupancy right for the purposes of the restitution legislation.", "B.  Serbia", "41.  Since 2 August 1992 it has no longer been possible to acquire occupancy rights in  (see section 30(1) of the Housing Act 1992). From that date until 14 December 2004 members of the armed forces had the opportunity to acquire a tenancy right of unlimited duration on a military flat. Since 14 December 2004 they have only had the right to acquire a tenancy right of limited duration.", "III.  RELEVANT INTERNATIONAL DOCUMENTS", "A.  General Framework Agreement for Peace in Bosnia and Herzegovina (“the Dayton Peace Agreement”)", "42.  The Dayton Peace Agreement was initialled at a military base near Dayton, the , on 21 November 1995. It entered into force on 14 December 1995 when it was signed in . It put an end to the 1992-95 war in .", "The relevant part of Annex 4 (the Constitution of Bosnia and ) reads as follows:", "Article II § 5", "“All refugees and displaced persons have the right freely to return to their homes of origin. They have the right, in accordance with Annex 7 to the General Framework Agreement, to have restored to them property of which they were deprived in the course of hostilities since 1991 and to be compensated for any such property that cannot be restored to them. Any commitments or statements relating to such property made under duress are null and void.”", "The relevant part of Annex 7 (the Agreement on Refugees and Displaced Persons) provides:", "Article I § 1", "“All refugees and displaced persons have the right freely to return to their homes of origin. They shall have the right to have restored to them property of which they were deprived in the course of hostilities since 1991 and to be compensated for any property that cannot be restored to them. The early return of refugees and displaced persons is an important objective of the settlement of the conflict in . The Parties confirm that they will accept the return of such persons who have left their territory, including those who have been accorded temporary protection by third countries.”", "Article VI", "“Any returning refugee or displaced person charged with a crime, other than a serious violation of international humanitarian law as defined in the Statute of the International Tribunal for the Former Yugoslavia since January 1, 1991 or a common crime unrelated to the conflict, shall upon return enjoy an amnesty. In no case shall charges for crimes be imposed for political or other inappropriate reasons or to circumvent the application of the amnesty.”", "B.  Agreement on Succession Issues", "43.  The Agreement on Succession Issues was the culmination of nearly ten years of intermittent negotiations under the auspices of the International Conference on the former  and the High Representative (appointed pursuant to Annex 10 to the Dayton Peace Agreement). It entered into force between Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia (succeeded in 2006 by Serbia), “the former Yugoslav Republic of Macedonia” and Slovenia on 2 June 2004. The provision concerning occupancy rights reads as follows:", "Article 6 of Annex G", "“Domestic legislation of each successor State concerning dwelling rights ('stanarsko pravo/ stanovanjska pravica/ станарско право') shall be applied equally to persons who were citizens of the SFRY and who had such rights, without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”", "C.  United Nations Principles on Housing and Property Restitution for Refugees and Displaced Persons (“the Pinheiro Principles”)", "44.  The relevant principles, endorsed by the United Nations Sub-Commission on the Promotion and Protection of Human Rights in 2005 (E/CN.4/Sub.2/2005/17), are the following:", "Principle 1 (Scope and application)", "“1.1 The Principles on housing and property restitution for refugees and displaced persons articulated herein are designed to assist all relevant actors, national and international, in addressing the legal and technical issues surrounding housing, land and property restitution in situations where displacement has led to persons being arbitrarily or unlawfully deprived of their former homes, lands, properties or places of habitual residence.", "1.2 The Principles on housing and property restitution for refugees and displaced persons apply equally to all refugees, internally displaced persons and to other similarly situated displaced persons who fled across national borders but who may not meet the legal definition of refugee (hereinafter 'refugees and displaced persons') who were arbitrarily or unlawfully deprived of their former homes, lands, properties or places of habitual residence, regardless of the nature or circumstances by which displacement originally occurred.”", "Principle 2 (The right to housing and property restitution)", "“2.1 All refugees and displaced persons have the right to have restored to them any housing, land and/or property of which they were arbitrarily or unlawfully deprived, or to be compensated for any housing, land and/or property that is factually impossible to restore as determined by an independent, impartial tribunal.", "2.2 States shall demonstrably prioritize the right to restitution as the preferred remedy for displacement and as a key element of restorative justice. The right to restitution exists as a distinct right, and is prejudiced neither by the actual return nor non-return of refugees and displaced persons entitled to housing, land and property restitution.", "Principle 7 (The right to peaceful enjoyment of possessions)", "“7.1 Everyone has the right to the peaceful enjoyment of his or her possessions.", "7.2 States shall only subordinate the use and enjoyment of possessions in the public interest and subject to the conditions provided for by law and by the general principles of international law. Whenever possible, the 'interest of society' should be read restrictively, so as to mean only a temporary or limited interference with the right to peaceful enjoyment of possessions.”", "Principle 16 (The rights of tenants and other non-owners)", "“16.1 States should ensure that the rights of tenants, social-occupancy rights holders and other legitimate occupants or users of housing, land and property are recognized within restitution programmes. To the maximum extent possible, States should ensure that such persons are able to return to and repossess and use their housing, land and property in a similar manner to those possessing formal ownership rights.”", "Principle 21 (Compensation)", "“21.1 All refugees and displaced persons have the right to full and effective compensation as an integral component of the restitution process. Compensation may be monetary or in kind. States shall, in order to comply with the principle of restorative justice, ensure that the remedy of compensation is only used when the remedy of restitution is not factually possible, or when the injured party knowingly and voluntarily accepts compensation in lieu of restitution, or when the terms of a negotiated peace settlement provide for a combination of restitution and compensation.", "21.2 States should ensure, as a rule, that restitution is only deemed factually impossible in exceptional circumstances, namely when housing, land and/or property is destroyed or when it no longer exists, as determined by an independent, impartial tribunal. Even under such circumstances the holder of the housing, land and/or property right should have the option to repair or rebuild whenever possible. In some situations, a combination of compensation and restitution may be the most appropriate remedy and form of restorative justice.”", "D.  Resolution 1708 (2010) of the Parliamentary Assembly of the Council of Europe of 28 January 2010 on solving property issues of refugees and displaced persons", "45.  The relevant part of the Resolution reads as follows:", "“...", "9. In the light of the above, the Assembly calls on member states to resolve post-conflict housing, land and property rights issues of refugees and IDPs, taking into account the Pinheiro Principles, the relevant Council of Europe instruments, and Recommendation Rec(2006)6 of the Committee of Ministers.", "10. Bearing in mind these relevant international standards and the experience of property restitution and compensation programmes carried out in Europe to date, member states are invited to:", "...", "10.4. ensure that previous occupancy and tenancy rights with regard to public or social accommodation or other analogous forms of home ownership which existed in former communist systems are recognised and protected as homes in the sense of Article 8 of the European Convention on Human Rights and as possessions in the sense of Article 1 of the First Protocol to the Convention;", "10.5. ensure that the absence from their accommodation of holders of occupancy and tenancy rights who have been forced to abandon their homes shall be deemed justified until the conditions that allow for voluntary return in safety and dignity have been restored;", "...”", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION", "46.  The applicant complained about his inability to have restored to him his pre-war flat in  and to be registered as its owner, regardless of a legally valid purchase contract. He relied on Article 1 of Protocol No. 1 to the Convention, which reads as follows:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "A.  Admissibility", "47.  The respondent Government maintained that the legislation which declared the impugned purchase contract void had been enacted before the ratification of Protocol No. 1 by Bosnia and Herzegovina and invited the Court to declare the application incompatible ratione temporis in that regard (they made a reference to Blečić v.  [GC], no. 59532/00, ECHR 2006III). While the legislation in question had subsequently been repealed, the respondent Government emphasised that the applicant had not fulfilled the statutory requirements relevant to the restitution of military flats and the registration of title. Since Article 1 of Protocol No. 1 did not guarantee the right to acquire property, they concluded that the applicant did not have “possessions” for the purposes of that Article (they referred to Kopecký v. Slovakia [GC], no. 44912/98, ECHR 2004IX and the authorities cited therein).", "48.  The applicant and the third-party Government contested that argument. They invited the Court to follow the domestic jurisprudence in this field and declare the application admissible.", "49.  The Court emphasises that the concept of “possessions” has an autonomous meaning which is independent from the formal classification in domestic law and that the issue that needs to be examined is whether the circumstances of a case, considered as a whole, conferred on the applicant title to a substantive interest protected by Article 1 of Protocol No. 1 (see Former King of Greece and Others v. Greece [GC], no. 25701/94, § 60, ECHR 2000XII).", "50.  While it agrees with the respondent Government that it is only competent ratione temporis to examine the period after the ratification of Protocol No. 1 by , the Court notes that the pre-ratification legislation which declared the impugned purchase contract void has meanwhile been repealed. The contract at issue is now regarded as legally valid under domestic law (see paragraph 37 above).", "Furthermore, the national authorities have consistently held that a contract to purchase a military or any other socially owned flat, although it does not of itself transfer title to the buyer, confers on the buyer the right to occupy the flat and to be registered as owner and that it therefore constitutes “possessions” for the purposes of Article 1 of Protocol No. 1 (see paragraphs 36, 38 and 39 above). The domestic Human Rights Commission adopted the same position in the present case (see paragraph 31 above). The statutory requirements regarding the restitution of military flats and the registration of title, to which the respondent Government referred, have always been regarded by the national authorities as restrictions upon existing property rights rather than conditions under which property rights could be acquired (contrast Kopecký, cited above). Since the position of the national authorities appears to be in accordance with international standards (see notably Pinheiro Principle 16, cited in paragraph 44 above, and Resolution 1708 (2010) of the Parliamentary Assembly of the Council of Europe, § 10.4, cited in paragraph 45 above), the Court does not see any reason to depart from it (see, by analogy, Veselinski v. “the former Yugoslav Republic of Macedonia”, no. 45658/99, 24 February 2005, concerning a contract to purchase a military flat concluded before the dissolution of the SFRY, and Bozcaada Kimisis Teodoku Rum Ortodoks Kilisesi Vakfı v. Turkey, nos. 37639/03, 37655/03, 26736/04 and 42670/04, § 50, 3 March 2009, concerning refusal to register the Greek Orthodox Church foundation as the owner of property).", "51.  The respondent Government's admissibility objection is accordingly dismissed. Since the application is neither manifestly ill-founded within the meaning of Article 35 § 3 of the Convention nor inadmissible on any other grounds, the Court declares the application admissible and, in accordance with its decision to apply Article 29 § 3 of the Convention (see paragraph 4 above), it will immediately consider its merits.", "B.  Merits", "52.  The applicant submitted that he and his family had fled  because they feared for their safety. At that time, he decided to keep his post as lecturer at a military school, which had meanwhile been transferred to , as he allegedly had no other options. As regards the merits of the case, the applicant argued that the contested measures were manifestly without reasonable foundation (he referred to James and Others v. the United Kingdom, 21 February 1986, § 46, Series A no. 98). He considered his categorisation as a “disloyal citizen” and the categorisation of the current occupant of his flat as a “respectable citizen” to be totally arbitrary. Furthermore, he maintained that the contested measures were not applied consistently and named a number of individuals who, although in a similar situation, had repossessed their military flats (such as M.N., M.Z., O.K., M.B., M.S. and Z.K.). However, he substantiated this allegation only with respect to M.N. and O.K. by submitting an official document showing that they remained employed by the armed forces of the  until 31 May 2001 and 31 March 2005 respectively.", "53.  The respondent Government objected to the applicant's version of the facts under which he had fled Bosnia and Herzegovina because he feared for his safety and argued that he had actually left  within the context of the formal withdrawal of the JNA (see paragraph 15 above). He should therefore not be regarded as a refugee or a displaced person in their opinion. On the assumption that the applicant had “possessions” within the meaning of Article 1 of Protocol No. 1 to the Convention, the respondent Government maintained that the contested measures were justified given notably the scarce housing space and a pressing need to accommodate former members of the ARBH forces and their families in the aftermath of the 1992-95 war. They further emphasised that the applicant fulfilled the statutory requirements for the allocation of a tenancy right on a military flat in Serbia and that he was entitled to compensation for his military flat in Bosnia and Herzegovina (they assessed the amount at approximately EUR 10,750). He was therefore, so it was argued, not made to bear an excessive burden (the respondent Government made a reference to Jahn and Others v.  [GC], nos. 46720/99, 72203/01 and 72552/01, § 117, ECHR 2005VI, in which the Court held that the lack of any compensation did not upset the “fair balance” that had to be struck between the protection of property and the requirements of the general interest). In support of their position, the respondent Government also referred to domestic jurisprudence which considered the applicant and all others who had served in foreign armed forces after the 1992-95 war to be disloyal to Bosnia and Herzegovina (the decision CH/98/874 et al. of the Human Rights Commission of 9 February 2005 mentioned in paragraph 38 above and a number of follow-up cases, as well as decision U 83/03 of the Constitutional Court of Bosnia and Herzegovina of 22 September 2004).", "54.  The third-party Government explained that the applicant indeed fulfilled the statutory requirements for the allocation of a tenancy right on a military flat in Serbia (and that he therefore appeared on a list of those who should be allocated a flat to which the respondent Government referred), but that no flat had yet been allocated. The applicant had been receiving instead a rent allowance in the monthly amount of approximately EUR 100. Furthermore, they maintained that members of the Serbian armed forces could no longer acquire either an occupancy right or a tenancy right of unlimited duration (see paragraph 41 above), but solely a tenancy right of limited duration which should not be confused with the erstwhile occupancy right. As to the merits of the case, the third-party Government argued that the applicant should be regarded as the owner of the flat in Sarajevo (despite the absence of registration of his title) and that the contested measures amounted to a de facto expropriation incompatible with Article 1 of Protocol No. 1 (they referred to, among other authorities, Sporrong and Lönnroth v. Sweden, 23 September 1982, § 63, Series A no. 52; Papamichalopoulos and Others v. Greece, 24 June 1993, § 45, Series A no. 260B; and Matos e Silva, Lda., and Others v. Portugal, 16 September 1996, § 92, Reports of Judgments and Decisions 1996IV).", "1.  The nature of the interference", "55.  As the Court has stated on numerous occasions, Article 1 of Protocol No. 1 comprises three distinct rules: the first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions; the third rule, stated in the second paragraph, recognises that the Contracting States are entitled, amongst other things, to control the use of property in accordance with the general interest. The second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule (see, among other authorities, Iatridis v. Greece [GC], no. 31107/96, § 55, ECHR 1999-II).", "56.  The complexity of the legal situation in the present case prevents its being classified in a precise category: on the one hand, the impugned purchase contract is regarded as legally valid and, on the other hand, the applicant is unable to have his flat restored to him and to be registered as its owner pursuant to that contract (see paragraph 37 above). While this situation resembles a de facto expropriation (Papamichalopoulos and Others, cited above), the Court does not consider it necessary to rule on whether the second sentence of the first paragraph of Article 1 applies in this case. As noted above, the situation envisaged in the second sentence of the first paragraph of Article 1 is only a particular instance of interference with the right to peaceful enjoyment of property as guaranteed by the general rule set forth in the first sentence. The Court therefore considers that it should examine the situation complained of in the light of that general rule (Beyeler v.  [GC], no. 33202/96, § 106, ECHR 2000I). It should also be emphasised that the situation under consideration began on 5 July 1999 (see paragraph 37 above). As it still obtains at the present time, it is of a continuing nature.", "2.  The aim of the interference", "57.  Any interference with the enjoyment of a Convention right must, as can be inferred from Article 18 of the Convention, pursue a legitimate aim. The principle of a “fair balance” inherent in Article 1 of Protocol No. 1 itself presupposes the existence of a general interest of the community. Moreover, it should be reiterated that the various rules incorporated in this Article are not distinct in the sense of being unconnected (see paragraph 55 above). One of the effects of this is that the existence of a “public interest” required under the second sentence, or the “general interest” referred to in the second paragraph, are in fact corollaries of the principle set forth in the first sentence, so that an interference with the exercise of the right to the peaceful enjoyment of possessions within the meaning of the first sentence of Article 1 of Protocol No. 1 must also pursue an aim in the public interest.", "58.  The Court agrees with the applicant that a deprivation of property carried out for no reason other than to confer a private benefit on a private party cannot be “in the public interest”. That being said, the compulsory transfer of property from one individual to another may, depending on the circumstances, constitute a legitimate means for promoting the public interest (see James and Others, cited above, § 40). In this regard, a taking of property executed in pursuance of legitimate social, economic or other policies may be in “in the public interest”, even if the community at large has no direct use or enjoyment of the property taken (ibid., § 45). In the present case, the Court is prepared to accept that the contested measures were aimed at enhancing social justice, as maintained by the respondent Government, and that they thus pursue a legitimate aim.", "3.  Whether there was a fair balance", "59.  An interference with the peaceful enjoyment of possessions must strike a fair balance between the protection of property and the requirements of the public interest (see, among many authorities, Sporrong and Lönnroth, cited above, § 69). While it is true that States enjoy a wide margin of appreciation in this sphere (see Immobiliare Saffi v.  [GC], no. 22774/93, § 49, ECHR 1999-V; Radanović v. Croatia, no. 9056/02, § 49, 21 December 2006; and J.A. Pye (Oxford) Ltd and J.A. Pye (Oxford) Land Ltd v. the United Kingdom [GC], no. 44302/02, § 75, ECHR 2007X), the Court nonetheless considers that a fair balance has not been struck in the present case for the following reasons.", "60.  To begin with, the Court is aware of the fact that Sarajevo, where most military flats are situated, was subjected to blockades, day-to-day shelling and sniping throughout the war (see the ICTY judgments in the Galić case, IT-98-29-T, 5 December 2003, and IT-98-29-A, 30 November 2006, as well as the ICTY judgments in the Dragomir Milošević case, IT-98-29/1-T, 12 December 2007, and IT-98-29/1-A, 12 November 2009). There is also much evidence of direct and indirect participation by the VJ forces in military operations in  (see paragraphs 1517 above). This explains strong local opposition to the return to their pre-war homes of those who served in the VJ forces (see paragraph 10 above), but it does not justify it. In this regard, the Court notes that there is no indication that the applicant participated, as part of the VJ forces, in any military operations in , let alone in any war crimes. He is treated differently merely because of his service in those forces. It is well known that the nature of the recent war in  was such that service in certain armed forces was to a large extent indicative of one's ethnic origin. The ARBH forces, loyal to the central authorities of  were, despite some notable exceptions, mostly made up of Bosniacs. The same is true for the HVO (mostly made up of Croats) and VRS forces (mostly made up of Serbs). Similar patterns are noted in the neighbouring countries. Accordingly, the contested measures, although apparently neutral, have the effect of treating people differently on the ground of their ethnic origin. The Court has held in comparable situations that, as a matter of principle, no difference in treatment which is based exclusively or to a decisive extent on a person's ethnic origin is capable of being objectively justified in a contemporary democratic society (see Sejdić and Finci v. Bosnia and Herzegovina [GC], nos. 27996/06 and 34836/06, § 44, 22 December 2009; D.H. and Others v. the  [GC], no. 57325/00, § 176, ECHR 2007XII; and Timishev v. Russia, nos. 55762/00 and 55974/00, § 58, ECHR 2005XII).", "61.  Secondly, the respondent Government argued that the contested measures were justified in view of the scarce housing space and a pressing need to accommodate destitute members of the ARBH forces and their families in the aftermath of the 1992-95 war. However, they have failed to demonstrate that thus freed housing space was indeed used to accommodate those who were deserving of protection. Neither the statistics provided by the respondent Government within the context of this case nor those to which the Constitutional Court of Bosnia and Herzegovina referred in its decision U 83/03 of 22 September 2004, § 21, are of any assistance. They simply confirmed that most military flats were allocated to war veterans, war invalids and families of killed members of the ARBH forces, without indicating their housing situation or their income. Moreover, according to reliable reports (mentioned in paragraph 10 above) many high-ranking officials whose housing needs had otherwise been met were nevertheless allocated military flats.", "62.  Thirdly, as regards the possibility for the applicant to acquire a tenancy right in , it is noted that he has not been allocated a flat. In addition, he can only acquire a tenancy right of limited duration (see paragraph 41 above), which the Supreme Court of the Federation of Bosnia and Herzegovina does not consider to be equivalent to occupancy right for the purposes of the restitution legislation (see paragraph 40 above).", "63.  Fourthly, the Court has not overlooked the fact that the Privatisation of Flats Act 1997 envisages compensation (see paragraph 37 above). The respondent Government assessed that the applicant should receive around EUR 10,750, but they based their assessment on criteria which were no longer in force. Since 11 July 2006 the applicant has only been entitled to a refund of the amount actually paid for the flat plus interest at the rate applicable to overnight deposits (that is, less than EUR 3,500). The Court agrees with the respondent Government that Article 1 of Protocol No. 1 does not guarantee a right to full compensation in all circumstances, but neither of the amounts mentioned above is reasonably related to the market value of the impugned flat (see James and Others, cited above, § 54; Pincová and Pinc v. the Czech Republic, no. 36548/97, § 53, ECHR 2002VIII; and Scordino v.  (no. 1) [GC], no. 36813/97, §§ 95-97, ECHR 2006V). While it is true that even a total lack of compensation can be regarded as justifiable under Article 1 of Protocol No. 1 in exceptional circumstances, the Court does not consider the circumstances of the present case to be such (contrast Jahn and Others, cited above, § 117, concerning land acquired under the land reform implemented from 1945 in the Soviet Occupied Zone of Germany and continued after 1949 in the GDR).", "64.  Lastly, the Court has noted that, strictly speaking, the applicant is neither a refugee (because of his Serbian nationality) nor an internally displaced person (because he left the ). While it is true that international principles on housing and property restitution for refugees and displaced persons apply equally to “other similarly situated displaced persons who fled across national borders but who may not meet the legal definition of refugee” (see Pinheiro Principle 1.2, cited in paragraph 44 above), it is uncertain whether the applicant could be considered to have “fled” Sarajevo within the meaning of that provision (see paragraphs 52-53 above). In any event, the Court does not consider it necessary to answer that question, because the reasons set out in paragraphs 60-63 above are sufficient to find a violation of Article 1 of Protocol No. 1 to the Convention.", "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION", "65.  The applicant complained under Article 6 of the Convention about the outcome of the restitution proceedings. Article 6, in so far as relevant, reads as follows:", "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law.”", "The Court considers this complaint to be essentially of a fourth-instance nature: there is no indication in the case file that the domestic authorities lacked impartiality or that the proceedings were otherwise unfair or arbitrary. This complaint is therefore manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and must be rejected pursuant to Article 35 § 4 of the Convention.", "III.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION", "66.  The applicant complained under Article 8 of the Convention that the impugned situation amounted also to an unnecessary interference with the right to respect for his home. Article 8 provides:", "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.", "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”", "However, there is no indication in the case file that the applicant intends to resettle in . Indeed, in the proceedings before this Court, the applicant expressly agreed to compensation in lieu of restitution (see paragraph 70 below). The Court accordingly does not find that the facts of the present case are such as to disclose any present interference with the applicant's right to respect for his home (compare Demopoulos and Others v. Turkey (dec.) [GC], nos. 46113/99 et al., 1 March 2010, and contrast Gillow v. the United Kingdom, 24 November 1986, § 46, Series A no. 109). It follows that this part of the application is manifestly ill-founded and must be rejected pursuant to Article 35 §§ 3 and 4 of the Convention.", "IV.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION", "67.  The applicant also complained that he did not have an effective domestic remedy for his substantive complaints, in breach of Article 13 of the Convention. Article 13 provides:", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "The Court notes that it was open to the applicant to pursue domestic proceedings, which he did. The mere fact that he ultimately lost does not render the domestic system ineffective. This part of the application is therefore manifestly ill-founded and must be rejected pursuant to Article 35 §§ 3 and 4 of the Convention.", "V.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION TAKEN IN CONJUCTION WITH ARTICLE 1 OF PROTOCOL NO. 1", "68.  Lastly, the applicant alleged a violation of Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1, relying essentially on the considerations underlying his complaint under the latter provision taken alone. Article 14 provides:", "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”", "Having already taken those arguments into account in its examination of the complaint under Article 1 of Protocol No. 1, the Court declares the complaint under Article 14 admissible but considers that it is not necessary to examine the matter under these provisions taken together (Kjartan Ásmundsson v. Iceland, no. 60669/00, § 47, ECHR 2004IX).", "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "69.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "70.  As his main claim, the applicant sought the restitution of the flat and the registration of title, together with compensation for loss of earnings (EUR 170 per month from 17 August 1998 until the settlement of this case) and compensation for non-pecuniary damage (EUR 10,000). In the event of the flat not being restored to him and his title not being registered, he also sought a sum corresponding to the present value of the flat, which he estimated at EUR 108,810 (that is, EUR 1,800 per square metre).", "71.  The respondent Government considered the amounts claimed to be excessive. They added that the applicant had already received compensation in the proceedings before the Human Rights Commission (see paragraph 31 above) and that he was entitled to compensation pursuant to the restitution legislation (see paragraph 37 above).", "72.  In accordance with the Court's settled jurisprudence, a judgment in which it finds a breach imposes on the respondent State a legal obligation to put an end to the breach and make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach (see Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 32, ECHR 2000XI). Since the present applicant expressly agreed to compensation in lieu of restitution (see paragraph 70 above), the Court considers that the respondent Government should pay him the current value of the disputed flat (compare Demopoulos and Others, cited above). It is noted that the parties disagreed about the amount of that compensation. Having regard to the information available to it on prices on the  property market (see, by analogy, Brumărescu, cited above, § 24), the Court assesses the current market value of the flat at EUR 60,000. Accordingly, it awards the applicant EUR 60,000 under this head, plus any tax that may be chargeable. The Court agrees with the respondent Government that, as a rule, any compensation paid pursuant to the restitution legislation should be deducted, but no such compensation has been paid in this case.", "73.  As regards compensation in respect of loss of earnings, the Court emphasises that it is only competent ratione temporis to examine the period after the ratification of Protocol No. 1 by Bosnia and Herzegovina (that is, after 12 July 2002). Since the applicant receives a rent allowance from the Serbian authorities in the monthly amount of around EUR 100 (which he would not have received, had he repossessed his flat in Sarajevo) and in the absence of any evidence that he would have indeed been able to obtain EUR 170 per month by letting his flat in Sarajevo, the Court rejects this claim.", "74.  Lastly, it is clear that the applicant sustained some non-pecuniary loss arising from the breach of the Convention found in this case, for which he should be compensated. Making its assessment on an equitable basis, as required by Article 41 of the Convention, it awards the applicant EUR 5,000 in this respect, plus any tax that may be chargeable. The compensation paid to the applicant pursuant to the decision of the Human Rights Commission (see paragraph 31 above) should not be deducted because it was awarded on different grounds (the excessive length of the restitution proceedings).", "B.  Costs and expenses", "75.  The applicant was paid legal aid in the amount of EUR 850 for costs and expenses incurred before this Court. In addition, he sought compensation of EUR 500 for costs and expenses incurred in the domestic proceedings, but he submitted evidence showing that only part of that amount had actually been incurred (approximately EUR 200).", "76.  The respondent Government said that the claim was unsubstantiated.", "77.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 200 under this head, plus any tax that may be chargeable to the applicant.", "C.  Default interest", "78.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the complaints under Article 1 of Protocol No. 1 to the Convention taken alone and in conjunction with Article 14 of the Convention admissible and the remainder of the application inadmissible;", "", "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;", "", "3.  Holds that there is no need to examine the complaint under Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1;", "", "4.  Holds", "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 60,000 (sixty thousand euros), plus any tax that may be chargeable, in respect of pecuniary damage, EUR 5,000 (five thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, and EUR 200 (two hundred euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses, to be converted into convertible marks at the rate applicable on the date of settlement;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "5.  Dismisses the remainder of the applicant's claim for just satisfaction.", "Done in English, and notified in writing on 27 May 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tFatoş Aracı\tNicolas Bratza\n\tDeputy Registrar\tPresident"]}