{"file": "ENG_CLIN_31122_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "31122/05", "text_paragraphs": ["Information Note on the Court’s case-law No. 89", "September 2006", "Ghigo v. Malta - 31122/05", "Judgment 26.9.2006 [Section IV]", "Article 1 of Protocol No. 1", "Article 1 para. 2 of Protocol No. 1", "Control of the use of property", "Requisition of building for third-party use and imposition of a quasi-lease agreement having lasted 22 years: violation", "", "Facts: In 1984 the applicant’s house was seized by the Government under a requisition order issued by the Director of Social Housing and assigned it to third-party tenants. The applicant alleged that he had never received any rent or compensation for this. He introduced a judicial protest and brought a series of unsuccessful proceedings culminating in a case before the Constitutional Court, where the defendant argued that the annual rental value as estimated by a land valuation officer was around EUR 55. The Constitutional Court held that the applicant had proved neither the hardship he had alleged nor a breach of his property rights.", "Law: Having regard to the extremely low amount of the rental value fixed by the land valuation officer, to the fact that the applicant’s premises had been requisitioned for more than 22 years, as well as to the restrictions on the landlord’s rights, the Court found that a disproportionate and excessive burden had been imposed on the applicant. He had been requested to bear most of the social and financial costs of supplying housing accommodation to a third party and his family. It followed that the Maltese State had failed to strike the requisite fair balance between the general interests of the community and the protection of the applicant's right of property. ", "Conclusion: violation (unanimously).", "Article 41 – The Court awarded the applicants costs and expenses but reserved the question of pecuniary or non-pecuniary damages in its entirety.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}