{"file": "ENG_CLIN_497_09.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "497/09", "text_paragraphs": ["Information Note on the Court’s case-law No. 154", "July 2012", "Koch v. Germany - 497/09", "Judgment 19.7.2012 [Section V]", "Article 8", "Article 8-1", "Respect for private life", "Refusal by the German courts to examine the merits of an application by a man whose wife had just committed suicide in Switzerland after having attempted unsuccessfully to obtain authorisation to purchase a lethal substance in Germany: violation", "", "Facts – In 2004 the applicant’s wife, who was suffering from complete quadriplegia, applied to the Federal Institute for Pharmaceutical and Medical Products for authorisation to obtain a lethal dose of a drug that would have enabled her to commit suicide at home in Germany. The Institute refused and an administrative appeal by the applicant and his wife was dismissed. In February 2005 they both went to Switzerland, where the wife committed suicide with the help of an association. In April 2005 the applicant unsuccessfully brought an action to obtain a declaration that the Institute’s decisions had been unlawful. His appeals to the administrative court, administrative court of appeal and Federal Constitutional Court were declared inadmissible.", "Law – Article 8", "(a)  Alleged violation of the applicant’s own rights – The present case had to be distinguished from cases brought before the Court by a deceased person’s heir or relative solely on behalf of the deceased, in that the applicant claimed a violation of his own rights. In spite of that difference, the conditions in which an heir or relative were entitled to bring an action on behalf of the deceased were also relevant here. The applicant and his wife had been married for 25 years and shared a very close relationship. He had accompanied her throughout her suffering, ultimately accepting and supporting her wish to end her life, and had travelled with her to Switzerland in order to fulfil that wish. Lastly, he had lodged an administrative appeal jointly with his wife and had pursued the domestic proceedings in his own name after her death. Those exceptional circumstances showed that the applicant had a strong and persisting interest in having the merits of the original case decided by the courts. Furthermore, the case concerned fundamental questions about the possibility for a patient to decide to end his or her life, such questions being of general interest and transcending the personal situations and interests of the applicant and his late wife. Having regard, in particular, to the exceptionally close relationship between the applicant and his wife, and to his immediate involvement in the fulfilment of her wish to end her days, he could claim to have been directly affected by the refusal to grant her authorisation to acquire a lethal dose of the medication. There had accordingly been an interference with his own right to respect for his private life, on account of the Federal Institute’s decision to dismiss his wife’s request and the refusal by the administrative courts to examine the substance of his action.", "As regards the procedural limb of Article 8, and in particular the question whether the applicant’s own rights had been sufficiently safeguarded in the domestic proceedings, the administrative court and the administrative court of appeal had refused to examine the merits of his case on the ground that he could not rely on his own rights under domestic law or under Article 8 and that he did not have locus standi to pursue his late wife’s action after her death. Whilst the administrative court had expressed the opinion that the Federal Institute’s refusal had been legitimate and in compliance with Article 8, neither the administrative court of appeal nor the Federal Constitutional Court had examined the initial action on the merits. This refusal to examine the merits of the case had not pursued any legitimate aim. There had thus been a violation of the applicant’s right to have the merits of his complaint examined by the domestic courts.", "Having regard to that finding, to the principle of subsidiarity and to the considerable margin of appreciation afforded to States in such matters in the absence of any consensus concerning the possibility for doctors to prescribe a lethal dose of medication, it was not necessary to examine the substantive limb of the applicant’s complaint.", "Conclusion: violation (unanimously).", "(b)  Alleged violation of the applicant’s wife’s rights – The Court reiterated that the rights under Article 8 were of a non-transferrable nature and that complaints under that Article could thus not be pursued by a close relative or other successor of the person concerned. The applicant did not therefore have standing to complain of a violation of his wife’s rights and that complaint was therefore inadmissible as being incompatible ratione materiae with the Convention.", "Conclusion: inadmissible (unanimously).", "Article 41: EUR 2,500 in respect of non-pecuniary damage; claim in respect of pecuniary damage dismissed.", "(See also , no. 31322/07, 20 January 2011, )", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}