{"file": "ENG_CLIN_30765_08.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "30765/08", "text_paragraphs": ["Information Note on the Court’s case-law No. 148", "January 2012", "Di Sarno and Others v. Italy - 30765/08", "Judgment 10.1.2012 [Section II]", "Article 8", "Article 8-1", "Respect for home", "Respect for private life", "Prolonged failure by authorities to ensure collection, treatment and disposal of rubbish: violation", "", "Article 8", "Positive obligations", "Population informée par les autorités quant aux risques potentiels à résider dans la région contaminée par des déchets non collectés : no violation", "", "Facts – The municipality in the province of Naples, Italy, where the applicants lived and worked was affected by the “waste crisis”. A state of emergency was in place in the region from 11 February 1994 to 31 December 2009 and the applicants were forced to live in an environment polluted by the piling-up of rubbish in the streets, at least from the end of 2007 until May 2008.", "Law – Article 8: This provision was applicable, since the applicants’ situation in the municipality had been liable to have a negative impact on their quality of life and, in particular, to adversely affect their right to respect for their private lives and their homes. The Court was unable to find that the applicants’ health and lives had been endangered, in view of the fact that they had not claimed to have suffered any disorders linked to their exposure to the waste, although the Court of Justice of the European Union had held that a significant accumulation of waste on public roads or in temporary storage sites was liable to expose the population to a health risk.", "The present case concerned the alleged failure of the public authorities to take appropriate measures to ensure the proper functioning of the waste collection, treatment and disposal service in the municipality. The Court therefore considered it appropriate to examine the case in the light of the positive obligations flowing from Article 8.", "Between 2000 and 2008 the waste disposal and treatment services had been entrusted to private companies, while the municipal waste collection service had been provided by several publicly owned companies. The fact that the Italian authorities had outsourced the running of a public service did not, however, dispense them from their duty of care under Article 8. Furthermore, the circumstances relied on by the Italian State could not be attributed to force majeure, which was defined in international law as “an irresistible force or ... an unforeseen event, beyond the control of the State, making it materially impossible in the circumstances to perform [an international] obligation”.", "(a) Substantive aspect – Even if one accepted the Government’s assertion that the acute phase of the crisis had lasted only five months, from late 2007 until May 2008, and notwithstanding the margin of appreciation left to the respondent State, the Court could not but find that the prolonged inability of the Italian authorities to ensure the proper functioning of the waste collection, treatment and disposal service had infringed the applicants’ right to respect for their private lives and their homes.", "Conclusion: violation (six votes to one).", "(b) Procedural aspect – The applicants alleged a lack of information enabling them to assess the risk to which they had been exposed. However, the studies commissioned by the civil emergency planning department had been made public in 2005 and 2008. Accordingly, the Italian authorities had fulfilled their obligation to inform the persons concerned, including the applicants, of the potential risks they faced by continuing to live in the region.", "Conclusion: no violation (unanimously).", "The Court further held, by six votes to one, that there had been a violation of Article 13 in respect of the applicants’ complaint concerning the absence in the Italian legal system of effective remedies enabling them to secure compensation for the damage they had sustained.", "Article 41: Finding of a violation constituted sufficient just satisfaction in respect of any non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}