{"file": "ENG_HECOM_66408_12.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "66408/12", "text_paragraphs": ["FIRST SECTION", "Application no. 66408/12\nMile SANADER \nagainst Croatia\nlodged on 14 September 2012", "STATEMENT OF FACTS", "", "The applicant, Mr Mile Sanader, is a Serbian national, who was born in 1957 and lives in Vrdnik. He is represented before the Court by Mr Ð. Dozet, a lawyer practising in Beograd.", "A.  The circumstances of the case", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 25 November 1992 the Sisak County State Attorney’s Office (Županijsko državno odvjetništvo u Sisku) indicted the applicant and three other persons in the Sisak County Court (Županijski sud u Sisku) on charges of war crimes against the prisoners of war.", "On the same day the Sisak County State Attorney’s Office asked the Sisak County Court that the applicant, and the other accused, be tried in absentia as they were not available to the Croatian authorities. That request was granted on 30 December 1992.", "During the proceedings the applicant, and the other accused, were represented by a legal aid lawyer E.F. On 3 March 1999 the applicant was convicted as charged and sentenced to twenty years’ imprisonment.", "The applicant’s legal aid lawyer lodged an appeal with the Supreme Court (Vrhovni sud Republike Hrvatske) and on 6 September 2000 the Supreme Court dismissed it as ill-founded. The applicant’s conviction thus became final.", "On 9 November 2009 the applicant asked the Sisak County Court that the proceedings be reopened on the grounds that he had learned about the judgment of 3 March 1999 only in December 2008 and that he had not committed the alleged offences. He also asked that a number of witnesses be heard on his behalf.", "On 30 August 2010 a three-judge panel of the Sisak County Court dismissed the applicant’s request on the grounds that he had failed to show any new or newly discovered facts which could alter his conviction.", "The applicant lodged an appeal with the Supreme Court on 8 September 2010, arguing that the relevant domestic law required an automatic reopening of the proceedings where an accused had been tried in absentia and then sought a fresh hearing. He also pointed out to the evidence, which in his view, suggested his innocence as regards the offences he had been convicted of.", "On 19 January 2011 the Supreme Court dismissed the applicant’s request on the grounds that he could not rely on the provision granting him automatic reopening of the proceedings since he lived in Serbia and was not available to the Croatian authorities. It examined, therefore, whether any new or newly discovered facts warranted the reopening of the proceedings and found that no such facts existed. Accordingly, the applicant’s request was dismissed.", "The applicant lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske) on 5 December 2011, arguing that he had not been able to obtain a retrial and that during the proceedings conducted in his absence he had not been effectively represented.", "On 23 February 2012 the Constitutional Court declared the applicant’s constitutional complaint inadmissible on the ground that the constitutional complaint concerned the proceedings for reopening of the criminal proceedings and not any criminal charge against the applicant.", "B.  Relevant domestic law", "The relevant provision of the Code of Criminal Procedure (Zakon o kaznenom postupku, Official Gazette, nos. 152/2008 and 76/2009) reads:", "1. Reopening of Criminal Proceedings", "Article 497", "“(1) Criminal proceedings terminated by a final decision or judgement may be reopened upon the request of an authorised person only in cases and under conditions provided by this Act.", "(2) Criminal proceedings in which a person was sentenced in absence (Article 402 paragraph 3 and 4), and if there is a possibility of re-trial in his presence, shall be reopened also out of the conditions provided in Article 498 and Article 501 of this Act, if the accused or his counsel submit a request for reopening of the proceedings within a period of one year from the day when the accused learned about the judgement by which he was sentenced in absence.", "(3) In the decision allowing the reopening of criminal proceedings under the provision of paragraph 1 of this Article, the court shall decide that the indictment is to be served on the accused if it has not been served earlier, and it may also decide to return the case to the investigation phase, or to conduct the investigation if it was not conducted.", "(4) Upon the expiry of the timer-limit under paragraph 2 of this Article, the reopening of criminal proceedings shall be allowed only under conditions provided for in Article 498 and Article 501 of this Act.”", "Article 498", "“(1) A final judgment may be revised even without the reopening of proceedings:", "1) if in two or more judgments concerning the same person several punishments were imposed without the subsequent fixing of an aggregate sentence for concurrent offences;", "2) if, when imposing an aggregate sentence by the application of provisions on concurrent offences, a punishment which was already included in the sentence, was taken as established;", "3) if a final judgment imposing an aggregate punishment for several offences is partially unenforceable due to an act of amnesty, pardon, or for other reasons.", "... “", "Article 501", "“(1) Criminal proceedings terminated by a final judgment may be reopened to the benefit of the defendant, regardless of his presence:", "1) if the judgment has been based on a false document, recording or false testimony of a witness, expert witness or interpreter;", "2) if the judgment has resulted from a criminal offence committed by the State Attorney, judge, lay judge, investigator or a person who collected the evidence;", "3) if new facts or new evidence are presented which alone or in relation to previous evidence appear likely to lead to the acquittal of the person who was convicted or to his conviction on the basis of a more lenient criminal law provision;", "4) if a person was convicted more than once for the same offence or more than one person was convicted for the same offence which could have been committed only by one person or by some of them;", "5) if in the case of conviction for continuous act or any other offence which under law includes several acts of the same kind, new facts or new evidence are presented indicating that the convicted person did not omit an act included in the offence at issue, provided that these facts are likely to substantially affect the punishment.", "...”", "COMPLAINTS", "The applicant complains, under Article 6 of the Convention, that he was not effectively represented by the legal aid lawyer during the proceedings conducted in his absence and that he was not able to obtain a rehearing after his conviction in absentia.", "", "QUESTIONS TO THE PARTIES", "1.  Did the applicant have a fair hearing in the determination of the criminal charges against him, in accordance with Article 6 §§ 1 and 3 (c) of the Convention? In particular, was the applicant able to take part in the hearing and to obtain a new trial (see Sejdovic v.  [GC], no. 56581/00, ECHR 2006II)?", "", "2.  Was the applicant defended through effective legal assistance during the proceedings conducted in his absence, as required by Article 6 § 3 (c) of the Convention?", "", "The Government are requested to submit two copies of the entire case file from the domestic proceedings.", ""]}