{"file": "ENG_HEJUD_57180_09.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "57180/09", "text_paragraphs": ["", "", "FIRST SECTION", "", "", "", "", "CASE OF BERNOBIĆ v. ", "", "(Application no. 57180/09)", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "21 June 2011", "", "", "FINAL", "", "21/09/2011", "", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Bernobić v. ,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tAnatoly Kovler, President,\n\tNina Vajić,\n\tPeer Lorenzen,\n\tElisabeth Steiner,\n\tKhanlar Hajiyev,\n\tJulia Laffranque,\n\tLinos-Alexandre Sicilianos, judges,\nand Søren Nielsen, Section Registrar,", "Having deliberated in private on 31 May 2011,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 57180/09) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Croatian national, Mr Vedran Bernobić (“the applicant”), on 12 October 2009.", "2.  The applicant was represented by Ms L. Horvat, a lawyer practising in . The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.", "3.  On 10 September 2010 the President of the First Section decided to communicate the complaint under Article 5 § 3 of the Convention concerning the length of and the reasons for the applicant’s pre-trial detention; and the complaint concerning the conformity of the procedure by which the applicant sought to challenge the lawfulness of his detention with the requirements of Article 5 § 4 of the Convention. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "4.  The applicant was born in 1984 and lives in Konjščina.", "1.  Criminal proceedings against the applicant", "5.  On 24 October 2008 an investigation was opened in the Zagreb County Court in respect of the applicant and seven other suspects in connection with a suspicion that during 2007 and 2008 they had committed the criminal offence of trafficking in illegal drugs such as marijuana, speed and LSD.", "6.  On the same date, an investigating judge of that court heard evidence from four defendants, including the applicant, and on 13 November 2008 from a further two.", "7.  Further hearings were held before the investigating judge on 14 November and 15 December 2008, 12, 15, 29 and 30 January, 2, 12, and 17 February, and 9 March 2009 at which he heard evidence from two defendants and nineteen witnesses.", "8.  On 21 April 2009 the applicant and seven other defendants were indicted in the Zagreb County Court on charges of trafficking in illegal drugs.", "9.  At a hearing held on 19 June 2009 in the Zagreb County Court the applicant confessed to the charges held against him.", "2.  Decisions on the applicant’s detention", "10.  On 24 October 2008 the investigating judge remanded the applicant and three other suspects in custody on the basis of Article 102 paragraph 1(2) of the Code of Criminal Procedure (risk of suborning witnesses). Before adopting the decision the judge heard the suspects concerned. The relevant part of the decision reads:", "“The documents in the case file show that some of the defendants, as well as witnesses whose evidence will be necessary in the proceedings, know each other well. ...", "The documents in the case file further show that witnesses Z.Š. and J.H.Š. know the first, second and third defendant ...", "Since, in addition to the evidence from the witnesses, the court will also have to hear evidence from defendants who have not yet given it and are at large, there is a risk of pressure being brought to bear on the witnesses and the co-accused by the first defendant I.F., the second defendant T.S., the third defendant Vedran Bernobić and the eighth defendant L.K., if at large, and a risk of collusion in order to avoid their criminal liability.”", "11.  On 20 November 2008 the investigating judge extended the detention of the four defendants, again on the basis of Article 102 paragraph 1(2) of the Code of Criminal Procedure (risk of suborning witnesses). The relevant part of the decision reads:", "“... the defendants I.F., T.S., Vedran Bernobić and L.K. all know each other and are part of the same drug-dealing and drug-using scene as J.M., who buys illegal drugs and is also the boyfriend of L.K., and in view of the way the offences with which the defendants have been charged were committed, and in particular in respect of the first three defendants, it is necessary to hear evidence from the witness J.M., who has so far avoided giving evidence and whose evidence is relevant for establishing the facts in issue.", "It is to be concluded that the first defendant I.F., the second defendant T.S., the third defendant Vedran Bernobić and the eighth defendant L.K., if at large, would suborn the witness in question ...", "A hearing in this case is scheduled for 3 December 2008, when it is expected that the witness concerned will give evidence in view of the measures taken.”", "12.  On 21 November 2008 the applicant requested that his detention be lifted, stating that he did not know the witness J.M. On 26 November 2008 he lodged an appeal against the decision of 20 November 2008. He explained that witnesses Z.Š. and J.H.Š., who in the previous decision on the applicants’ detention had been identified as those he might have suborned, had already given evidence which showed that they did not know the applicant. He reiterated that he did not know the witness J.M. and disputed the allegations in the decision stating that he had been part of a drug-dealing and drug-using scene, arguing that such allegations had not been based on any proof, nor had it been proved that he knew the witness J.M. Furthermore, some of the witnesses had stated that the witness J.M. had left  and therefore it was improbable that evidence would be taken from him in the near future.", "13.  On 4 December 2008 a three-judge panel of the  dismissed the appeal. The relevant part of the decision reads:", "“... there is a reasonable suspicion that the third defendant committed the criminal offence contained in Article 173 paragraph 6 of the Criminal Code ... It is still necessary to hear evidence from the witness J.M. in these proceedings, who had allegedly been buying illegal drugs from the defendant. The documents in the case file show, contrary to the arguments of the defendant ... that the statement of this witness is relevant. Therefore, this panel finds that there is a real risk of pressure being brought to bear on the witnesses by the ... third defendant, if at large ...”", "14.  On 18 December 2008 the investigating judge extended the applicant’s detention on the basis of Article 102 paragraph 1(2 and 3) of the Code of Criminal Procedure (risk of suborning witnesses and of reoffending). The relevant part of the decision reads:", "“The investigation will not be completed before the detention order expires ... because it is necessary to hear evidence from at least thirty witnesses, to carry out a full toxicological examination of the confiscated drugs, prepare telecommunication reports after an examination of all mobile telephones and cards taken from the defendants as well as a computer owned by the second defendant ... (it is also to be noted that the investigating judge and his assistant are taking annual leave until 5 January 2009).", "... the defendants I.F., T.S., Vedran Bernobić and L.K. all know each other and are part of the same drug-dealing and drug-using scene as J.M., who buys illegal drugs and is also the boyfriend of L.K., and in view of the way the criminal offences with which the defendants were charged were committed, and in particular in respect of the first three defendants, it is necessary to hear evidence from the witness J.M., who has so far avoided giving evidence and whose evidence is relevant to the establishment of the facts in issue. That witness did not attend a hearing on 15 December 2008. This court has been informed that a warrant to find and present the witness has been issued (raspisana potraga) and that all necessary measures will be taken to find the witness.", "It is to be concluded that there is a risk that, if at large, the ... the third defendant Vedran Bernobić might suborn the witness ...", "In their submissions of 25 November 2008 the Zagreb County State Attorney’s Office ... asked for the... third defendant Vedran Bernobić to be remanded in custody under Article 102 paragraph 1(3) of the Code of Criminal Procedure as well.", "This request ... is well-founded.", "The Zagreb County State Attorney’s Office asked that some thirty witnesses give evidence, in respect of whom a separate police report in the case file ... indicates that they had bought illegal drugs from the ... third defendant, Vedran Bernobić, on several occasions.", "The time frame which concerns these defendants, as well as the large number of buyers – about thirty – in respect of which there is a reasonable suspicion that the defendants were selling them various sorts of illegal drugs, leads to the conclusion that there was a certain degree of organisation in trafficking in illegal drugs and that those sales were a permanent source of income. This is corroborated by the list of payments into the bank accounts of the ... third defendant ... although he is not employed and has no assets. Another indication is the large number of mobile telephones and cards for such phones taken from the first and the second defendants ...", "...", "The above circumstances, taken as a whole, show that ... there is reason to believe that the ... third defendant, if at large, might continue to commit the same or similar criminal offences ...”", "15.  On 9 January 2009 the applicant lodged an appeal. He argued that, as to the danger of suborning witnesses, the court’s conclusions had been based on entirely unsupported statements that he had been part of the same drug-dealing and drug-using scene as the other defendants and witnesses. Contrary to these allegations, only one of the other defendants had been known to him. He had never met the witness J.M. and there had been no indication in the case file to the contrary.", "16.  As regards the need to hear evidence from about a further thirty witnesses, the applicant argued that only a few of these witnesses were to give evidence concerning him and that the court had given no explanation as to why it had considered that there was a risk that he might suborn any of those witnesses. Furthermore, the names of these witnesses had not been listed. The applicant argued that the Supreme Court’s practice required that the risk that witnesses would be suborned had to be established by relevant facts and that relevant explanations as to why there was such a risk had to be given, as well as the names of the witnesses who might be suborned. The applicant also argued that the witnesses in respect of whom the court had previously established that risk had all, when finally heard, stated that they did not know the applicant.", "17.  As to the danger of reoffending, the applicant argued that it was not clear why this ground had only been introduced in the latest decision extending his detention. If such a danger had not existed at the time of his arrest, there was no reason to believe that it would now exist.", "18.  The period during which the defendants had been followed by the police had covered only a few months, and, if the transcripts of the conversations recorded by the police were taken as relevant, there were only five witnesses who had ever referred to the applicant. Even if they were to be regarded as “buyers”, the fact that they were so few in number could not in any way indicate that there was a danger that the applicant, if at large, would continue with the same criminal activity.", "19.  As regards the payments of small amounts of money into his bank account, the applicant explained that these had mostly been made by his father and occasionally also by his mother and brother. The total sum of payments during a period of eleven months was 7,500 Croatian kuna (HRK), which did not appear to be a large sum.", "20.  As regards the allegations concerning his unemployment, it was true that he had not been permanently employed, but in July and August 2008 he had started to work on a casual basis in the Carpe Diem student hostel in . The applicant also enclosed a letter from the hostel’s director informing him of an opportunity to continue working at the hostel.", "21.  The applicant further argued that he did not have a criminal record and that the fact that he had no assets was not unusual for his age (he was twenty-four at the time).", "22.  On 15 January 2009 a three-judge panel of the  dismissed the appeal. The relevant part of the decision reads:", "“... there is a reasonable suspicion that the third defendant committed the criminal offence of abusing illegal drugs ... which is a basic condition for ordering and then extending his detention. The witness J.M still has to give evidence in these proceedings because, as the documents in the case file show, he has knowledge relevant to these proceedings. Therefore, there is a risk of pressure being put on that witness by the third defendant, if at large...", "Furthermore, the manner in which the third defendant committed the criminal offence shows his resolve in acting illegally, because he sold various types of illegal drugs on many occasions and to a number of persons. Also, he is unemployed and has no regular monthly income. The above factors taken as a whole amount to specific circumstances which justify the risk that the third defendant, if at large, might continue with the same illegal criminal activity. ...”", "23.  On 20 February 2009 the  extended the applicant’s detention on the basis of Article 102 paragraph 1(3) of the Code of Criminal Procedure (risk of reoffending). The relevant part of the decision reads:", "“The time frame which concerns these defendants, as well as the large number of buyers – about thirty – in respect of which there is a reasonable suspicion that the defendants were selling them various sorts of illegal drugs, leads to the conclusion that [the defendants showed] a certain degree of organisation in trafficking in illegal drugs and about such sales as a permanent source of income. This is corroborated by the list of payments into the bank accounts of the ... third defendant ... although he is not employed and has no assets. Another indication is the large number of mobile telephones and cards for such telephones taken from the first and second defendants ...”", "24.  On 26 February 2009 the applicant lodged an appeal, in which he argued that the suspicion that he had committed the criminal offence at issue had not been established. The only indication that he had been connected with the sale of illegal drugs were transcripts of some of his telephone conversations in which words such as “picture” and “speed” were mentioned, which could not with certainty be seen as referring to illegal drugs. The report drawn up by an expert had showed that the powder found on him by the police had not been an illegal drug. Furthermore, none of the more than twenty witnesses already heard in the proceedings had mentioned the applicant in connection with trafficking in illegal drugs.", "25.  The police surveillance had lasted three months and the tapping of the applicant’s telephone had lasted for only fifteen days, which could not be seen as a long period. The applicant also reiterated his arguments from his previous appeals.", "26.  On 6 March 2009 a three-judge panel of the  dismissed the appeal. The relevant part of the decision reads:", "“The time frame which concerns ... the third defendant, as well as the large number of buyers in respect of which there is a reasonable suspicion that the defendants were selling them various sorts of illegal drugs, shows a high degree of criminal resolve on [his] part... Furthermore, [he] is unemployed and has no regular monthly income. The above factors, taken as a whole, irrespective of the fact that [he] has no prior criminal record, amount to specific circumstances which justify the risk that the ... third defendant, if at large, might continue with the same illegal criminal activity. ...”", "27.  On 6 April 2009 the applicant lodged a constitutional complaint, in which he repeated arguments from his previous appeals.", "28.  On 21 April 2009 the  extended the applicant’s detention on the basis of Article 102 paragraph 1(3) of the Code of Criminal Procedure (risk of reoffending). The relevant part of the decision reads:", "“The fact that the indictment has been lodged provides a sufficient degree of suspicion that the first, second, third and eighth defendants committed the criminal offences alleged therein ...", "The factual background [of the indictment] indicates that ... for a period of several months the defendants were selling various types of illegal drugs and thus showed resolve in illegal behaviour. ... all that, despite the fact that ... the third defendant has no prior criminal record, indicates that there is a justified risk that these defendants, if at large, might reoffend ...”", "29.  On 27 April 2009 the applicant lodged an appeal with the Supreme Court in which, relying on Article 5 of the Convention, he argued that the mere fact that the indictment had been lodged could not suffice to establish reasonable doubt that he had committed the criminal offence alleged therein. As regards the allegations about his criminal resolve, the applicant pointed out that the charges in the indictment referring to him alleged that he had sold illegal drugs to third parties on two occasions and therefore that it could not be seen as a high degree of criminal resolve on his part. He also argued that there had not been any indications that he might reoffend.", "30.  On 29 April 2009 the  declared the complaint of 6 April 2009 inadmissible on the grounds that the impugned decisions were no longer in effect, as a fresh decision on his detention had meanwhile been adopted on 21 April 2009.", "31.  On 13 May 2009 the Supreme Court quashed the Zagreb County Court’s decision of 21 April 2009 on account of a procedural defect, namely that the applicant’s defence counsel had not been summoned to the panel meeting when it was deliberating his detention. It noted that neither the defendants’ defence counsel nor the State Attorney had been summoned to the panel session on 21 April 2009 because the case file had been forwarded to the panel at 3.45 p.m. that day, that is to say after regular working hours.", "32.  On 20 May 2009 a three-judge panel of the  extended the applicant’s detention on the basis of Article 102 paragraph 1(3) of the Code on Criminal Procedure (risk of reoffending). The relevant part of the decision reads:", "“It is alleged in the indictment that ... in the period between July and September 2008 the third defendant, Vedran Bernobić, bought from an unknown person the illegal drugs LSD and speed with the aim of selling them on to their final consumers. He made further arrangements concerning the sale of the illegal drugs on his mobile telephones with six other persons and with the fourth defendant M.Š., to whom he on two occasions sold a package of LSD.", "The above described activity of ... the third defendant, in view of the fact that this criminal activity took place over a period of several months in which the defendants were selling various types of illegal drugs, indicates a high degree of organisation and criminal resolve. ... All that, despite the fact that ... the third defendant has no prior criminal record, indicates that there is a justified risk that these defendants, if at large, might reoffend. ...”", "33.  On 27 May 2009 the applicant lodged an appeal with the Supreme Court, arguing that in the period between 21 April and 20 May 2009 he had been detained without any decision ordering his detention because the decision of the Zagreb County Court of 21 April 2009 had been quashed by the Supreme Court on 13 May 2009. The decision of the Supreme Court, while it quashed the decision extending the applicant’s detention, did not make a further detention order. A fresh detention order was issued only on 20 May 2009 by the Zagreb County Court. Therefore, in the period from 21 April to 20 May 2009 the applicant should have been released.", "34.  He further argued that there was no reasonable suspicion that he had committed the criminal offences alleged in the indictment. The four witnesses who had given evidence before the investigating judge and who had been named in the indictment as the “final consumers” had in no way implicated the applicant in drug trafficking. However, this was not at all mentioned in the indictment. The impugned decision in no way explained what constituted a reasonable suspicion that the applicant had committed the criminal offence in question. No reasons were given for the alleged risk that if at large he might reoffend.", "35.  He also argued that he had already spent seven months in detention and that the measure of detention had become disproportionate to the grounds for ordering it. In the applicant’s view, the same purpose could have been achieved by placing him under house arrest.", "36.  On 5 June 2009 the Supreme Court dismissed the appeal. The relevant part of the decision reads:", "“According to the indictment, there is a reasonable suspicion that ... the third defendant, Vedran Bernobić, committed the criminal offence contained in Article 173 paragraph 2 of the Criminal Code, by which the general statutory requirement for ordering detention under Article 102 paragraph 1 of the Code of Criminal Procedure has been satisfied.", "...", "The factual background of point 3 of the indictment alleges that in the period between July and September 2008 the defendant, Vedran Bernobić, bought the illegal drugs LSD and amphetamines (speed) with the aim of selling them on to individual consumers. He made arrangements for such sales with the six persons identified in the indictment and on two occasions sold a package of LSD to M.Š. ...", "Thus described, the defendant’s actions manifest resolve, determination and persistence in repeating criminal activity, all with the aim of securing material gain, especially in view of the large number of persons with whom he negotiated sales, the type of illegal drugs concerned and the period in which the criminal activity took place.", "The documents in the case file show that the defendant has no steady employment and thus no steady income and no assets from which he could draw income to meet his everyday needs.", "All these circumstances in which the criminal activity of the defendant Bernobić [took place], together with [his] unemployment and poor financial situation, taken as a whole, amount to specific circumstances showing that the defendant, if at large, might reoffend, irrespective of the fact that he has no prior criminal convictions.", "...", "The appeal allegations of ... the defendant, Vedran Bernobić, as to the assessment of evidence and the degree of the criminal offences being proved are not relevant for deciding on his further detention because for such a decision ... the relevant degree of reasonable suspicion suffices, and that suspicion is shown in the indictment and the evidence presented so far.", "Contrary to the arguments of the defendant, Vedran Bernobić, neither the measure of house arrest nor other measures under Article 90 of the Code of Criminal Procedure could satisfy the same purpose as detention ...", "The defendant’s ... arguments concerning the issue of proportionality are ill-founded. The test of balancing ... the gravity of the criminal offence at issue ..., the likely punishment and the need for extended detention on the one hand and the time the defendant has already spent in detention on the other shows that the principle of proportionality has not been disturbed ...", "...", "Contrary to the arguments of the defendant, Vedran Bernobić, although the first-instance decision of 21 April 2009 extending the defendant’s detention had been quashed by this court ... and the case was remitted, the first-instance court, in the decision presently challenged, correctly extended the defendant’s detention under Article 107 paragraph 1 of the CCP because the previous decision of this court did not quash the detention, [rather] it was only the decision of the first-instance court which did [so].”", "37.  After the applicant had confessed to the charges against him at a hearing held on 19 June 2009, the Zagreb County Court ordered his release.", "II.  RELEVANT DOMESTIC LAW", "38.  The relevant provisions of the Code of Criminal Procedure (Kazneni zakon Republike Hrvatske, Official Gazette nos. 110/1997, 27/1998, 58/1999, 112/1999, 58/2002, 62/2003, 178/2004 and 115/2006) read as follows:", "8.  General Provisions on Detention", "Section 101", "“(1)  Detention may be imposed only if the same purpose cannot be achieved by another [preventive] measure.", "(2)  The detention measure shall be lifted and the detainee released as soon as the grounds for detention cease to exist.", "(3)  When deciding on detention, in particular its duration, the court shall take into consideration the proportionality between the gravity of the offence, the sentence which ... may be expected, and the need to order and determine the duration of the detention.", "(4)  The judicial authorities conducting the criminal proceedings shall proceed with particular urgency when the defendant is being held in detention and shall review as a matter of course whether the grounds and legal conditions for detention have ceased to exist, in which case the custodial measure shall immediately be lifted.”", "9.  Grounds for Ordering Detention", "Section 102", "“(1)  Where a reasonable suspicion exists that a person has committed an offence, that person may be placed in detention:", "1.  where circumstances justify a risk of absconding ...;", "2.  if there is a risk that he or she might destroy, hide, alter or forge evidence or traces relevant for the criminal proceedings or might suborn witnesses, or where there is a risk of collusion;", "3.  where special circumstances justify the suspicion that the person concerned might reoffend ...", "...”", "Article 106", "“(1)  Detention ordered by an investigating judge ... shall not exceed one month ...", "(2)  During the investigation the investigating judge ... may, for justified reasons, extend detention for the first time for a maximum of two months and then for a further maximum of three months.", "(3)  The maximum duration of detention during the investigation shall not exceed six months ...”", "Article 107", "“...", "(2)  After the indictment has been lodged ... a [judicial] panel ... shall examine every two months whether the statutory conditions for detention continue to exist ...”", "Appeal against a decision ordering, lifting or extending a custodial measure", "Article 110", "“(1)  A defendant, defence counsel or the State Attorney may lodge an appeal against a decision ordering, extending or lifting a custodial measure, within two days thereof ...”", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION", "39.  The applicant complained that his detention between 13 and 20 May 2009 had not been covered by any decision, contrary to the requirements of Article 5 § 1 of the Convention, which reads as follows:", "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:", "(a)  the lawful detention of a person after conviction by a competent court;", "(b)  the lawful arrest or detention of a person for non- compliance with the lawful order of a court or in order to secure the fulfilment of any obligation prescribed by law;", "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;", "(d)  the detention of a minor by lawful order for the purpose of educational supervision or his lawful detention for the purpose of bringing him before the competent legal authority;", "(e)  the lawful detention of persons for the prevention of the spreading of infectious diseases, of persons of unsound mind, alcoholics or drug addicts or vagrants;", "(f)  the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition.”", "A.  Admissibility", "40.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3(a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "41.  The applicant argued that when the appellate court quashed (owing to a procedural error) the decision of 21 April 2009 extending his detention on 13 May 2009, it had made no order as to his further detention. A fresh decision ordering his detention had been issued by the trial court on 20 May 2009. Thus, there had been no decision in effect ordering his detention in the period between 13 and 20 May 2009 and therefore he should have been released in that period.", "42.  The Government did not submit any observations on this point.", "1.  General principles", "43.  The principles relevant for the examination of the applicant’s complaint under Article 5 § 1 of the Convention were set out by the Court in the Mooren judgment (see Mooren v. Germany [GC], no. 11364/03, ECHR 2009...). The relevant passages read as follows:", "“(i)  Recapitulation of the relevant principles", "72.  Where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and lays down the obligation to conform to the substantive and procedural rules thereof. Compliance with national law is not, however, sufficient: Article 5 § 1 requires in addition that any deprivation of liberty should be in keeping with the purpose of protecting the individual from arbitrariness (see, inter alia, Erkalo v. the Netherlands, 2 September 1998, § 52, Reports of Judgments and Decisions 1998VI; Steel and Others v. the United Kingdom, 23 September 1998, § 54, Reports 1998VII; and Saadi v. the United Kingdom [GC], no. 13229/03, § 67, ECHR 2008...). The Court must further ascertain in this connection whether domestic law itself is in conformity with the Convention, including the general principles expressed or implied therein, notably the principle of legal certainty (compare Baranowski v. Poland, no. 28358/95, §§ 51-52, ECHR 2000III; Ječius v. Lithuania, no. 34578/97, § 56, ECHR 2000IX; and Nasrulloyev v. Russia, no. 656/06, § 71, 11 October 2007).", "(α)  Principles governing the examination of compliance with domestic law", "73.  Although it is in the first place for the national authorities, notably the courts, to interpret and apply domestic law, under Article 5 § 1 failure to comply with domestic law entails a breach of the Convention and the Court can and should therefore review whether this law has been complied with (see, inter alia, Benham v. the United Kingdom, 10 June 1996, § 41, Reports 1996III; Baranowski, cited above, § 50; Ječius, cited above, § 68; and Ladent v. Poland, no. 11036/03, § 47, ECHR 2008... (extracts)).", "74.  However, the Court has clarified, particularly in its more recent case-law, that not every fault discovered in a detention order renders the underlying detention as such unlawful for the purposes of Article 5 § 1. A period of detention is, in principle, “lawful” if it is based on a court order. A subsequent finding of a superior domestic court that a lower court erred under domestic law in making the order will not necessarily retrospectively affect the validity of the intervening period of detention (see, inter alia, Benham, cited above, § 42; Douiyeb v. the Netherlands [GC], no. 31464/96, § 45, 4 August 1999; Minjat v. Switzerland, no. 38223/97, § 41, 28 October 2003; and Khudoyorov v. Russia, no. 6847/02, § 128, ECHR 2005X (extracts)).", "75.  In its more recent case-law, the Court, referring to a comparable distinction made under English law (compare Benham, cited above, §§ 43-46; and Lloyd and Others v. the United Kingdom, nos. 29798/96 and others, §§ 102, 105 et seq., 1 March 2005), further specified the circumstances under which the detention remained lawful in the said underlying period for the purposes of Article 5 § 1: For the assessment of compliance with Article 5 § 1 of the Convention a basic distinction has to be made between ex facie invalid detention orders – for example, given by a court in excess of jurisdiction (see Marturana v. Italy, no. 63154/00, § 78, 4 March 2008) or where the interested party did not have proper notice of the hearing (see Khudoyorov, cited above, § 129; and Liu v. Russia, no. 42086/05, § 79, 6 December 2007) – and detention orders which are prima facie valid and effective unless and until they have been overturned by a higher court (ibid.). A detention order must be considered as ex facie invalid if the flaw in the order amounted to a “gross and obvious irregularity” in the exceptional sense indicated by the Court’s case-law (compare Liu, cited above, § 81; Garabayev v. Russia, no. 38411/02, § 89, 7 June 2007, ECHR 2007... (extracts); and Marturana, cited above, § 79). Accordingly, unless they constitute a gross and obvious irregularity, defects in a detention order may be remedied by the domestic appeal courts in the course of judicial review proceedings.", "(β)  The required quality of domestic law", "76.  The Court must moreover ascertain whether domestic law itself is in conformity with the Convention, including the general principles expressed or implied therein. On this last point, the Court stresses that, where deprivation of liberty is concerned, it is particularly important that the general principle of legal certainty be satisfied (see Baranowski, cited above, §§ 51-52; Ječius, cited above, § 56; and Khudoyorov, cited above, § 125). In laying down that any deprivation of liberty must be “lawful” and be effected “in accordance with a procedure prescribed by law”, Article 5 § 1 does not merely refer back to domestic law; like the expressions “in accordance with the law” and “prescribed by law” in the second paragraphs of Articles 8 to 11, it also relates to the “quality of the law”, requiring it to be compatible with the rule of law, a concept inherent in all the Articles of the Convention. “Quality of the law” in this sense implies that where a national law authorises deprivation of liberty it must be sufficiently accessible, precise and foreseeable in its application, in order to avoid all risk of arbitrariness (see Amuur v. , 25 June 1996, § 50, Reports 1996III; and Nasrulloyev, cited above, § 71).", "(γ)  Principles governing the notion of arbitrary detention", "77.  No detention which is arbitrary can be compatible with Article 5 § 1, the notion of “arbitrariness” in this context extending beyond the lack of conformity with national law. As a consequence, a deprivation of liberty which is lawful under domestic law can still be arbitrary and thus contrary to the Convention. While the Court has not previously formulated a global definition as to what types of conduct on the part of the authorities might constitute “arbitrariness” for the purposes of Article 5 § 1, key principles have been developed on a case-by-case basis. It is moreover clear from the case-law that the notion of arbitrariness in the context of Article 5 varies to a certain extent depending on the type of detention involved (see Saadi, cited above, §§ 67-68).", "78.  One general principle established in the case-law is that detention will be “arbitrary” where, despite complying with the letter of national law, there has been an element of bad faith or deception on the part of the authorities (compare Bozano v. France, 18 December 1986, § 59, Series A no. 111; and Saadi, cited above, § 69) or where the domestic authorities neglected to attempt to apply the relevant legislation correctly (see Benham, cited above, § 47; Liu, cited above, § 82; and Marturana, cited above, § 80).", "79.  Furthermore, in the context of sub-paragraph (c) of Article 5 § 1, the reasoning of the decision ordering detention is a relevant factor in determining whether a person’s detention must be considered as arbitrary. The Court has considered the absence of any grounds given by the judicial authorities in their decisions authorising detention for a prolonged period of time to be incompatible with the principle of the protection from arbitrariness enshrined in Article 5 § 1 (see Stašaitis v. Lithuania, no. 47679/99, § 67, 21 March 2002; Nakhmanovich v. Russia, no. 55669/00, § 70, 2 March 2006; and Belevitskiy v. Russia, no. 72967/01, § 91, 1 March 2007). Conversely, it has found that an applicant’s detention could not be said to have been arbitrary if the domestic court gave certain grounds justifying the continued detention on remand (compare Khudoyorov, cited above, § 131), unless the reasons given are extremely laconic and without reference to any legal provision which would have permitted the applicant’s detention (compare Khudoyorov, cited above, § 157).", "80.  Moreover, the Court has acknowledged notably in the context of sub-paragraphs (c) and (e) of Article 5 § 1 that the speed with which the domestic courts replaced a detention order which had either expired or had been found to be defective is a further relevant element in assessing whether a person’s detention must be considered arbitrary. Thus, the Court considered in the context of sub-paragraph (c) that a period of less than a month between the expiry of the initial detention order and the issuing of a fresh, reasoned detention order following a remittal of the case from the appeal court to a lower court did not render the applicant’s detention arbitrary (see Minjat, cited above, §§ 46 and 48). In contrast, a period of more than a year following a remittal from a court of appeal to a court of lower instance, in which the applicant remained in a state of uncertainty as to the grounds for his detention on remand, combined with the lack of a time-limit for the lower court to re-examine his detention, was found to render the applicant’s detention arbitrary (see Khudoyorov, cited above, §§ 136-37).", "81.  In the context of sub-paragraph (e) of Article 5 § 1, the Court considered that an interval of two weeks between the expiry of the earlier order of detention in a psychiatric hospital and the making of the succeeding renewal order could in no way be regarded as unreasonable or excessive so that this delay did not involve an arbitrary deprivation of liberty (see Winterwerp v. the Netherlands, 24 October 1979, § 49, Series A no. 33). In contrast, a delay of eighty-two days between the expiry of the initial order of detention in a psychiatric institution and its renewal and the lack of adequate safeguards to ensure that the applicant’s detention would not be unreasonably delayed was found to be inconsistent with the purpose of Article 5 § 1 to protect individuals from arbitrary detention (see Erkalo, cited above, §§ 57-60 in respect of both sub-paragraphs (a) and (e) of Article 5 § 1).”", "2.  Application of these principles in the present case", "44.  In examining whether the applicant’s detention was “lawful” within the meaning of Article 5 § 1, including the issue of whether “a procedure prescribed by law” was followed, the Court will first review whether the applicant’s detention complied with Croatian law.", "45.  In the present case, it has to be noted that starting from 24 October 2008 the national judicial authorities ordered and then periodically extended the applicant’s pre-trial detention in connection with the criminal proceedings instituted against him on the grounds that there was a risk that, if at large, he might suborn witnesses and reoffend.", "46.  However, on 13 May 2009 the Supreme Court found that the detention order issued by the Zagreb County Court on 21 April 2009 had failed to comply with the formal requirements of domestic law laid down in Article 105 § 1 of the Code of Criminal Procedure, as the court had not properly summoned the defence lawyer. The detention order thus suffered from a procedural defect, as it had been adopted without the applicant’s counsel being present.", "47.  The Court reiterates that defects in a detention order do not necessarily render the underlying detention “unlawful” for the purposes of Article 5 § 1. The Court has to examine whether the flaw in the order against the applicant amounted to a “gross and obvious irregularity” so as to render the underlying period of his detention unlawful (see Liu v. Russia, no. 42086/05, § 81, 6 December 2007; Garabayev v. Russia, no. 38411/02, § 89, 7 June 2007, ECHR 2007VII (extracts); Marturana v. Italy, no. 63154/00, § 79, 4 March 2008; and Mooren, cited above, § 84).", "48.  In determining whether the detention order of 21 April 2009 suffered from a “gross and obvious irregularity” so as to be ex facie invalid, which would in turn render the applicant’s detention based on that order unlawful for the purposes of Article 5 § 1, the Court will have regard to all the circumstances of the case, including, in particular, the assessment made by the domestic courts.", "49.  It has not been alleged that the Zagreb County Court exceeded its jurisdiction on 21 April 2009. Indeed, as a matter of domestic law, it had the authority to order the applicant’s detention in relation to the criminal proceedings pending against him before that same court. The detention order of 21 April 2009 was not quashed because the County Court had not given reasons to justify the necessity of holding the applicant in custody, but rather owing to a procedural flaw. The Court notes that the County Court did not summon the defence counsel to the panel session on 21 April 2009 because the case file had been forwarded to the panel of that court at 3.45 p.m. that day, that is to say after regular working hours. In these circumstances, the Court considers that the procedural flaw in question did not amount to a “gross or obvious irregularity” in the exceptional sense indicated by the case-law (compare Lloyd and Others v. the United Kingdom, nos. 29798/96 et seq., § 114, 1 March 2005).", "50.  Furthermore, the Court does not find that the County Court acted in bad faith or that it neglected to attempt to apply the relevant procedures correctly. The fact that certain flaws in the procedure were found on appeal does not in itself mean that the detention was unlawful (see Gaidjurgis v. Lithuania (dec.), no. 49098/99, 16 January 2001; Benham v. the United Kingdom, 10 June 1996, § 47, Reports of Judgments and Decisions 1996-III; and Liu, cited above, § 82).", "51.  The Court observes further that the Supreme Court quashed the decision of 21 April 2009 due to a procedural flaw. There is no doubt that an appeal court is empowered to quash a decision subject to its review and to remit the case for fresh examination. Indeed, as a matter of domestic law, it had the authority to quash the first-instance decision on detention under Article 398 (3) of the Code of Criminal Procedure. As regards the Supreme Court’s decision to maintain the applicant’s detention, the Court notes that in the reasoning of its decision, the Supreme Court, as stated above, relied on formal defects in the procedure leading to the impugned decision of the County Court. On the other hand, the Supreme Court in no way questioned the grounds for ordering the applicant’s detention, namely, the danger that he would reoffend. Furthermore, it in no way called into question that there was a reasonable suspicion that the applicant had committed a criminal offence. Thus, the Court accepts that the Supreme Court’s decision to maintain the applicant’s detention was based on these grounds. It can therefore be presumed that the decision of the Supreme Court accepted the reasons given by the County Court for maintaining the applicant’s detention (see, Hađi v. Croatia, no. 42998/08, § 32, 1 July 2010; and, a contrario, Bakhmutskiy v. Russia, no. 36932/02, § 112, 25 June 2009).", "52.  The Court has further acknowledged in previous cases that the speed with which the domestic courts replace a detention order which has either expired or been found to be defective is a further relevant factor in assessing whether a person’s detention must be considered arbitrary (see Minjat v. Switzerland, no. 38223/97, §§ 46 and 48, 28 October 2003; Khudoyorov v. Russia, no. 6847/02, §§ 136-37, ECHR 2005X (extracts); and Mooren, cited above, § 95).", "53.  In the present case, following the Supreme Court’s decision of 13 May 2009 to remit the case to the County Court, the applicant remained in custody until 20 May 2009, when the County Court issued a fresh detention order which was adopted after a panel meeting in the presence of defence counsel had been held. Thus, the period in question amounted to seven days which, in the Court’s view, appears reasonable in the given circumstances. The Court also finds that the time that elapsed between the Supreme Court’s finding that the detention order was defective and the issuing of a fresh detention order by the County Court did not render the applicant’s detention arbitrary (see, by way of comparison, Mooren, cited above, § 96, and Hađi, cited above, § 34).", "54.  Having regard to the foregoing, the Court concludes that the applicant’s detention was “lawful” and “in accordance with a procedure prescribed by law” for the purposes of Article 5 § 1.", "55.  There has therefore been no violation of Article 5 § 1 of the Convention.", "II.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION", "56.  The applicant complained about the length of his pre-trial detention and that the reasons for ordering and extending his detention had not been relevant and sufficient. He relied on Article 5 § 3 of the Convention which reads:", "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”", "A.  Admissibility", "57.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3(a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  The parties’ arguments", "58.  The applicant argued that the reasons relied on by the national courts for ordering and extending his detention had not been relevant and sufficient and that the national courts had not addressed his arguments but rather had continued to extend his detention, always relying on the same reasoning.", "59.  The Government argued that the applicant’s detention had lasted only eight months and had been justified by a reasonable suspicion that he had committed a criminal offence. The national courts had further relied on danger of suborning witnesses and risk of reoffending, the grounds which had been duly reasoned.", "2.  The Court’s assessment", "60.  Under the Court’s case-law, the issue of whether a period of detention is reasonable cannot be assessed in abstracto. Whether it is reasonable for an accused to remain in detention must be assessed in each case according to its special features. Continued detention can be justified in a given case only if there are specific indications of a genuine requirement of public interest which, notwithstanding the presumption of innocence, outweighs the rule of respect for individual liberty (see, among other authorities, W. v. Switzerland, 26 January 1993, § 30, Series A no. 254-A).", "61.  It falls in the first place to the national judicial authorities to ensure that, in a given case, the pre-trial detention of an accused person does not exceed a reasonable time. To this end, they must examine all the facts arguing for or against the existence of a genuine requirement of public interest justifying, with due regard to the principle of the presumption of innocence, a departure from the rule of respect for individual liberty and set them out in their decisions dismissing the applications for release. It is essentially on the basis of the reasons given in these decisions and the facts raised by the applicant in his appeals that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 of the Convention (see Labita v. Italy [GC], no. 26772/95, § 152, ECHR 2000IV).", "62.  The persistence of reasonable suspicion that the person arrested has committed an offence is a condition sine qua non for the lawfulness of the continued detention, but after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. Where such grounds were “relevant” and “sufficient”, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the proceedings (see Contrada v. Italy, 24 August 1998, § 54, Reports 1998-V; I.A. v. France, 23 September 1998, § 102, Reports 1998-VII; Toth v. Austria, 12 December 1991, § 67, Series A no. 224; and B. v. Austria, 28 March 1990, § 42, Series A no. 175).", "63.  As to the present case, the Court notes that the period to be examined under Article 5 § 3 of the Convention lasted from 24 October 2008 to 19 June 2009 when the applicant was released. It thus amounted altogether to seven months and twenty-five days.", "(a)  Grounds for detention", "64.  Charged with a serious drug-related offence, during the investigation the applicant was considered by the domestic courts to pose a potential risk of suborning witnesses and later on to pose an additional risk of reoffending.", "65.  More specifically, in the period between 24 October and 18 December 2008 the national authorities justified his detention on the grounds that, if at large, he might suborn witnesses. Between 18 December 2008 and 20 February 2009 the applicant’s detention was extended on the grounds that there was both a risk of suborning witnesses and a risk of reoffending, while between 20 February and 19 June 2006 the applicant’s detention was extended solely on the basis of the risk of reoffending.", "66.  The risk of suborning witnesses was justified by the fact that the defendants, accused of trafficking in illegal substances, knew each other and also socialised in the same scene as some of the witnesses. After the witnesses had been heard, the national courts no longer relied on that ground for the applicant’s detention.", "67.  The Court finds that the national authorities gave adequate and valid reasons for the applicant’s detention on this ground and explained them with reference to the concrete circumstances of the case and the evidence thus far obtained.", "68.  As regards the other ground – the danger of reoffending, the Court accepts that such a danger, if convincingly established, may lead the judicial authorities to place and leave a suspect in detention in order to prevent any attempts to commit further offences. It is however necessary, among other conditions, for the danger to be a plausible one and for the measure to be appropriate, in the light of the circumstances of the case and, in particular, the past history and the personality of the person concerned (see Clooth v. Belgium, 12 December 1991, § 40, Series A no. 225).", "69.  The Court notes that the applicant was charged with drug-trafficking and acting in an organised criminal group. When assessing compliance with Article 5 § 3 of the Convention, it will take into account the fact that the present case concerned a member of a criminal group (Bąk v. Poland, no. 7870/04, § 57, 16 January 2007).", "70.  The Court further notes that the national courts stressed that the prosecution had alleged that about thirty witnesses had bought illegal drugs from the applicant, that there had been indications of a certain degree of organisation in trafficking in illegal drugs and that this had been a permanent source of income for the defendants. They further noted that the applicant had not had any regular employment or a regular monthly income. The national courts viewed these circumstances, taken as a whole, as a serious indicator of a risk that the applicant, if at large, might continue trafficking in illegal drugs.", "71.  The foregoing considerations are sufficient for the Court to conclude that the grounds given for the applicant’s pre-trial detention were “relevant” and “sufficient” to justify holding him in custody for the entire relevant period of seven months and twenty-five days.", "(b)  Conduct of the proceedings", "72.  It remains to be ascertained whether the national authorities displayed “special diligence” in the conduct of the proceedings. In this regard, the Court firstly notes that the case involved eight defendants and that a large number of witnesses were to be heard, which surely contributed to the length of the proceedings.", "73.  The investigation was completed in a period of three months and twenty-six days. During that period, the investigating judge held eleven hearings and heard evidence from eight defendants and seventeen witnesses. There were no significant delays.", "74.  As regards the criminal trial against the applicant, the Court notes that the applicant and seven other defendants were indicted on 21 April 2009 and the first hearing was held on 19 June 2009, after which the applicant was immediately released. The Court is of the opinion that a certain amount of time was necessary in order to allow the trial court to prepare for the trial. In view of the volume of the case file and the number of defendants, the Court takes the view that the fact that the first hearing was held less than two months after the indictment had been filed appears reasonable in the circumstances.", "75.  The Court considers that the conduct of the criminal proceedings by the national authorities in the period in question complied with the requirements of efficiency, and therefore that the domestic authorities cannot be criticised for failing to observe “special diligence” in the handling of the applicant’s case.", "76.  There has accordingly been no violation of Article 5 § 3 of the Convention.", "III.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION", "77.  The applicant further complained that neither he nor his counsel had been heard by the judicial authorities when his detention had been ordered and extended. He also complained that the  had failed to examine the merits of his constitutional complaint. He relied on Article 5 § 4 of the Convention which reads:", "“4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”", "A.  Admissibility", "1.  Right to a hearing", "(a)  As regards the decisions ordering and extending the applicant’s detention taken between 24 October 2008 and 20 February 2009", "78.  The Court notes that the applicant’s detention was ordered on 24 October 2008 by the investigating judge assigned to the case. Before ordering the applicant’s detention, on 22 October 2008 the investigating judge held a hearing and heard the applicant’s defence. However, that hearing was not held in connection with the detention order but rather as a regular step in the investigation and solely concerned the applicant’s position as regards the charges held against him.", "79.  When the applicant’s detention was subsequently extended on 20 November and 18 December 2008, as well as on 20 February 2009, neither the applicant nor his counsel were heard at or even informed of the panel session.", "80.  In his subsequent appeals, however, the applicant did not raise the issue of his right to a hearing in connection with the decisions on his detention, and therefore it is to be taken that the final decision in this respect was each of the decisions mentioned in paragraph 81 above.", "81.  The Court notes that the present application was lodged with it on 12 October 2009. It follows that this part of the application has been introduced out of time and must be rejected in accordance with Article  35 §§ 1 and 4 of the Convention.", "(b)  As regards the decision of 21 April 2009", "82.  When the applicant’s detention was extended on 21 April 2009 by a three-judge panel of the Zagreb County Court, again neither the applicant nor his counsel were present at or even informed of the panel session. However, that decision was quashed by the Supreme Court on 13 May 2009 on the ground that the defence counsel had not been present. In the ensuing proceedings, when the Zagreb County Court again extended the applicant’s detention on 20 May 2009, his counsel was present and heard. Thus, the requirement that the applicant be represented at a hearing concerning the decision to extend his detention was satisfied.", "83.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3(a) and 4 of the Convention.", "2.  Failure of the  to decide the applicant’s complaint on the merits", "84.  The Court notes that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3(a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  The parties’ arguments", "85.  The applicant argued that by failing to decide his constitutional complaint on the merits the Constitutional Court had not met the requirements of Article 5 § 4 of the Convention.", "86.  The Government made no comments.", "2.  The Court’s assessment", "(a)  General principles", "87.  The Court reiterates that the purpose of Article 5 § 4 is to assure to persons who are arrested and detained the right to judicial supervision of the lawfulness of the measure to which they are thereby subjected (see, mutatis mutandis, De Wilde, Ooms and Versyp v. Belgium, 18 June 1971, § 76, Series A no. 12, and Ismoilov and Others v. Russia, no. 2947/06, § 145, 24 April 2008). A remedy must be made available during a person’s detention to allow that person to obtain speedy judicial review of the lawfulness of the detention, capable of leading, where appropriate, to his or her release. The existence of the remedy required by Article 5 § 4 must be sufficiently certain, not only in theory but also in practice, failing which it will lack the accessibility and effectiveness required for the purposes of that provision (see, mutatis mutandis, Stoichkov v. Bulgaria, no. 9808/02, § 66 in fine, 24 March 2005, and Vachev v. Bulgaria, no. 42987/98, § 71, ECHR 2004VIII). The accessibility of a remedy implies, inter alia, that the circumstances voluntarily created by the authorities must be such as to afford applicants a realistic possibility of using the remedy (see, mutatis mutandis, Čonka v. , no. 51564/99, §§ 46 and 55, ECHR 2002I).", "(b)  Application of these principles in the present case", "88.  The Court firstly notes that under the relevant domestic law, detention during an investigation must be reviewed by the investigating judge after one month and then again after two months and three months (Article 107 of the Code of Criminal Procedure). After the indictment has been filed, an accused person’s detention must be judicially reviewed every two months. The Court notes that in the circumstances of the present case the lawfulness of the applicant’s detention was considered by the domestic courts on many occasions.", "89.  The applicant was able to lodge requests for his release. He was also able to lodge an appeal against each decision of the investigating judge ordering and extending his detention, as well as an appeal with the Supreme Court against each decision of the Zagreb County Court extending his detention. The Court finds that the national courts periodically and automatically reviewed the applicant’s detention and gave reasons for its extension. The applicant was also able to lodge a constitutional complaint. However, the Court notes that the practice of the  at that time was to declare inadmissible each constitutional complaint where, before it has given its decision, a fresh decision extending detention has been adopted in the meantime. Thus, the applicant’s constitutional complaint of 6 April 2009 against the Zagreb County Court’s decision of 6 March 2009 was declared inadmissible by the  on such grounds on 29 April 2009. The Court therefore has to address the question of the compliance of the Constitutional Court’s decision with the requirements of Article 5 § 4 of the Convention.", "90.  In this connection the Court reiterates that, according to its case-law, Article 5 § 4 enshrines, as does Article 6 § 1, the right of access to court, which can only be subject to reasonable limitations that do not impair its very essence (see Shishkov v. Bulgaria, no. 38822/97, §§ 82-90, ECHR2003-I, and Bochev v. Bulgaria, no. 73481/01, § 70, 13 November 2008).", "91.  Furthermore, Article 5 § 4 does not compel the Contracting States to set up a second level of jurisdiction for the examination of applications for release from detention. Nevertheless, a State which institutes such a system must in principle accord detainees the same guarantees on appeal as at first instance (see Toth v. Austria, 12 December 1991, § 84, Series A no. 224; Rutten v. the Netherlands, no. 32605/96, § 53, 24 July 2001; Lanz v. Austria, no. 24430/94, § 42, 31 January 2002; and Svipsta v. Latvia, no. 66820/01, § 129, ECHR 2006III). The Court considers that the same applies in a system which provides for a constitutional complaint against decisions ordering and extending detention.", "92.  However, the Croatian system, although allowing for a constitutional complaint, left it to the  to await a fresh decision extending an applicant’s detention and then to declare the complaint against the previous decision on detention inadmissible. Thus, although the applicant lodged a constitutional complaint against the above-mentioned decision of the Zagreb County Court, the  did not decide on its merits but declared it inadmissible because a fresh decision on the applicant’s detention had meanwhile been adopted.", "93.  In the Court’s opinion, the Constitutional Court’s failure to decide the applicant’s constitutional complaint on the merits made it impossible to ensure the proper and meaningful functioning of the system for the review of his detention, as provided for by national law. By declaring the applicant’s constitutional complaint inadmissible simply because a fresh decision extending his detention had meanwhile been adopted, the Constitutional Court did not satisfy the requirement “that the circumstances voluntarily created by the authorities must be such as to afford applicants a realistic possibility of using the remedy” (see Peša v. Croatia, no. 40523/08, § 126, 8 April 2010; and Hađi, cited above, § 47). Thus, it fell short of its obligation under Article 5 § 4 of the Convention to review the lawfulness of the applicant’s detention. There has accordingly been a violation of that provision.", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "94.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "95.  The applicant claimed 25,000 euros (EUR) in respect of non-pecuniary damage.", "96.  The Government deemed the sum claimed excessive.", "97.  The Court accepts that the applicant must have suffered some non-pecuniary damage in connection with the failure of the  to examine his complaints on the merits. In view of the circumstances of the present case and ruling on an equitable basis, the Court awards the applicant EUR 600 in respect of non-pecuniary damage.", "B.  Costs and expenses", "98.  The applicant also claimed Croatian kuna (HRK) 122,385 for costs and expenses incurred in the domestic proceedings and before the Court.", "99.  The Government contested this claim.", "100.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers that the costs the applicant incurred in the proceedings before the Constitutional Court are closely related to the violation of the Convention alleged before the Court, and that the costs incurred in respect of these proceedings may be taken into account in assessing the claim for costs (see Scordino, cited above, § 28; and Medić v. Croatia, no. 49916/07, § 50, 26 March 2009). Regard being had to the information in its possession and the above criteria, the Court awards the applicant EUR 2,000 for the costs and expenses incurred in the domestic proceedings and before the Court, plus any tax that may be chargeable to the applicant on that amount.", "C.  Default interest", "101.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the complaints under Article 5 §§ 1 and 3 of the Convention as well as the complaint under Article 5 § 4 of the Convention concerning the proceedings before the  admissible and the remainder of the application inadmissible.", "", "2.  Holds that there has been no violation of Article 5 § 1 of the Convention;", "", "3.  Holds that there has been no violation of Article 5 § 3 of the Convention;", "", "4.  Holds that there has been a violation of Article 5 § 4 of the Convention on account of the Constitutional Court’s failure to decide on the merits of the applicant’s constitutional complaint of 6 April 2009;", "", "5.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Croatian kunas at the rate applicable at the date of settlement:", "(i)  EUR 600 (six hundred euros), plus any tax that may be chargeable to the applicant, in respect of non-pecuniary damage;", "(ii)  EUR 2,000 (two thousand euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 21 June 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSøren Nielsen\tAnatoly Kovler\n\tRegistrar\tPresident"]}