{"file": "ENG_HECOM_59601_09.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "59601/09", "text_paragraphs": ["SECOND SECTION", "Application no. 59601/09\nUğur EŞİM\nagainst \nlodged on 22 October 2009", "STATEMENT OF FACTS", "THE FACTS", "The applicant, Mr Uğur Eşim, is a Turkish national, who was born in 1969 and lives in İstanbul. He is represented before the Court by Mr O. Doğan, a lawyer practising in .", "A.  The circumstances of the case", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "On 25 September 1990, when the applicant was a conscript soldier in the army, a clash broke out between the security forces and a group of terrorists. During the incident, the applicant was severely wounded by gunshots. Subsequently, he was treated in different military hospitals. According to a medical report, dated 14 November 1991, the applicant was evaluated as suffering from a 33 % reduction of his capacity to work. Consequently, on 2 April 1992 he was declared as suffering from permanent disability and was discharged from the army. He was also awarded a disability pension from the sixth degree.", "In the following years, the applicant started suffering from persistent headaches, dizziness, and had sleeping problems. In 2007, he was admitted to the neurosurgery department of the  and a CT scan revealed that the applicant had a bullet in his head, measuring 15 x 10 mm. The doctors stated that removing the bullet could carry a risk to his life. This bullet had not been noted in the previous medical records of the applicant.", "On 19 September 2007 the applicant applied to the Ministry of Defence and requested compensation in respect of his injury.", "Following tacit dismissal of the claim by the administrative authorities, on 16 January 2008 the applicant initiated two separate actions in the , one for the pecuniary damage and the other for the non-pecuniary damage he had sustained due to the bullet which was found in his head in 2007. He stated that under the terms of the regulation on the calculation of disability pensions, as he had a bullet which could not be removed from his head, he should be entitled to a disability pension from the third degree.", "On 21 January and 18 February 2009, respectively, the , by a majority, rejected both cases as being out of time. In both decisions, the court held that pursuant to Section 43 § 1 of the Supreme Military Administrative Court Act, compensation claims should be lodged within five years following the incident.", "On 22 April 2009 the  further rejected the applicant’s rectification request. This decision was served on the applicant on 6 May 2009.", "B.  Relevant domestic law", "Section 43 of the Supreme Military Administrative Court Act (Law No. 7602 of 4 July 1972) reads as follows:", "“Anyone who considers him or herself to have suffered damage on account of a wrongful act of the administration must lodge an application for compensation with the relevant authority within a year of notification of the impugned act or from the date on which he or she learnt of the impugned act and, in any event, within five years of the commission of that act. Should all or part of the claim be dismissed, or if no reply is received within sixty days, an application for judicial review may be lodged ...”", "COMPLAINTS", "1.  The applicant complained under Article 6 of the Convention that he had been deprived of his right to a fair trial and effective access to a court on the ground that the  had rejected his claims for compensation as being out of time. In this connection, the applicant pointed out that he had learnt of the damage in 2007, when he was admitted to the neurosurgery department of the  and thus the one year limitation should start to run from that date. He emphasised that none of the previous medical records had mentioned that there was a bullet in his head.", "2.  Relying on Article 2 of the Convention, the applicant argued that the State had failed in its duty to protect his physical integrity as a result of the failure of the compensation system. He claimed that no remedy under Turkish law meeting the requirements of Article 13 of the Convention had been available to him in that regard.", "QUESTIONS TO THE PARTIES", "", "Did the dismissal of the applicant’s compensation cases by the Supreme Military Administrative Court as being out of time violate the applicant’s right of access to court, implicitly guaranteed by Article 6 § 1 of the Convention? In particular, by starting the running of the time-limit from the first medical report issued in 1992, which did not mention the bullet in the applicant’s head, instead of the date on which he learned of this fact in 2007, did the Supreme Military Administrative Court preclude the examination of the applicant’s action for compensation for damage resulting from personal injury?"]}