{"file": "ENG_CLIN_62198_11.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "62198/11", "text_paragraphs": ["Information Note on the Court’s case-law No. 181", "January 2015", "Kuppinger v. Germany - 62198/11", "Judgment 15.1.2015 [Section V]", "Article 13", "Effective remedy", "Lack of domestic remedy to expedite parental contact proceedings: violation", "Article 8", "Positive obligations", "Failure to take sufficient measures to enforce father’s contact rights: violation", "Facts – In his application to the European Court, the applicant complained, among other things, of the length of domestic proceedings he had taken to enforce a court decision awarding him contact rights to his child and of the lack of an effective remedy to expedite the implementation of that decision (Article 13 of the Convention in conjunction with Article 8). He also complained under Article 8 that a EUR 300 fine imposed by the domestic courts on the child’s mother following her repeated refusal to comply with the decision granting him contact had been too low to have any coercive effect.", "Law – Article 8: The domestic courts had imposed an administrative fine on the mother, as none of the six contact visits that had been arranged pursuant to the interim decision had taken place as scheduled. Although the Court had no information about the mother’s financial situation, it could not but observe that the overall fine of EUR 300 appeared rather low, given that the applicable law allowed the imposition of a fine of up to EUR 25,000 for each case of non-compliance. It was thus doubtful if the sanction could have reasonably been expected to have a coercive effect on the mother, who had persistently prevented contact between the applicant and the child. In addition, the enforcement proceedings had lasted more than ten months between the date the applicant had first requested the imposition of a fine until the fine was paid. A number of the delays were attributable to the domestic courts. The authorities had thus failed to take effective steps to execute the interim contact decision of May 2010.", "Conclusion: violation (unanimously).", "The Court unanimously found no violation of Article 8 regarding the length of further proceedings concerning contact custodianship or the review of the contact regulations.", "Article 13 in conjunction with Article 8: The Government had contended that the applicant could have sued for compensation for the alleged unreasonable length of the proceedings under the Protracted Court Proceedings and Criminal Investigations Act 2011 (“Remedy Act”).", "The Court reiterated that a remedy will normally be “effective” within the meaning of Article 13 in length-of-proceedings cases if it can be used either to expedite a decision by the courts dealing with the case or to provide the litigant with adequate redress for delays that have already occurred. However, in proceedings in which the length of the proceedings has a clear impact on the applicant’s family life a more rigid approach is called for which obliges the States to put into place a remedy which is at the same time preventive and compensatory. The State’s positive obligation to take appropriate measures to ensure respect for family life would risk becoming illusory if all that was available was a remedy leading only to an a posteriori award for monetary compensation.", "The proceedings in the applicant’s case concerned the applicant’s right to contact with his young child and thus fell within the category of cases which risked being predetermined by their length. It thus had to be determined whether German law provided a remedy which not only offered monetary redress, but was also effective to expedite the proceedings before the family courts.", "The Remedy Act had only entered into force a year and a half after the contact proceedings had started. In addition, the Court was not convinced that the potential compensatory remedy it provided could be regarded as having a sufficient expediting effect on pending proceedings in cases concerning a parent’s contact rights with young children. The Act thus did not meet the specific requirements for a legal remedy designed to meet the State’s obligations under Article 8 in such proceedings. Neither of the two other remedies that had been suggested by the Government could be regarded as effective either.", "Conclusion: violation (unanimously).", "The applicant’s length-of-proceedings complaint under Article 6 § 1 of the Convention was declared inadmissible for failure to exhaust domestic remedies as the applicant could have claimed just satisfaction under the Remedy Act after its entry into force. The Court had previously found that the Act was in principle capable of providing appropriate redress for the violation of the right to a trial within a reasonable time.", "Article 41: EUR 15,000 in respect of non-pecuniary damage.", "(See also Macready v. the Czech Republic, 4824/06 and 15512/08, 22 April 2010, ; and Bergmann v. the Czech Republic, , 27 October 2011; see, more generally, the Factsheet on )", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}