{"file": "ENG_CLIN_43643_10.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "43643/10", "text_paragraphs": ["Information Note on the Court’s case-law No. 180", "December 2014", "Hanzelkovi v. the Czech Republic - 43643/10", "Judgment 11.12.2014 [Section V]", "Article 8", "Article 8-1", "Respect for family life", "Respect for private life", "Measure obliging mother and baby to return to hospital after birth: violation", "Facts – The first applicant is the second applicant’s mother. The second applicant was born in hospital on 26 October 2007. The birth was devoid of complications and the applicants were not found to have any health problems. In those circumstances the first applicant decided of her own accord to leave hospital that same day, which she did around noon, in spite of the medical team’s opposition. ", "Doctor D., at the request of the social welfare authority, drafted a note observing that “given the short period of time since the birth, the health and potentially the very life of the child will be at risk if it is deprived of hospital care”. The authority then asked the District Court to adopt an interim measure under the Code of Civil Procedure with a view to entrusting the child to the care of the hospital. The court accepted the request that same day.", "At 4.30 p.m. a court bailiff and a social worker accompanied by police officers went to the applicants’ house. Having examined the child, the doctor in attendance observed that the child had no health problems, but he agreed with those concerned that for the purpose of implementing the interim measure, mother and child would be taken back to the hospital by ambulance. Once in the hospital, the second applicant was again examined but no health problems were found. The applicants were forced to stay at the hospital for two days, during which time they allegedly did not undergo any medical procedure. At the express request of the first applicant, who then signed a waiver of further care after being duly advised, the applicants were allowed to leave the hospital on 28 October 2007, some 50 hours after the birth.", "Law – Article 8: The facts complained of by the applicants fell within Article 8, in that the decision to return the second applicant to hospital against the express wishes of his parents, with the result that the first applicant had also been re-admitted to hospital, because she did not want to leave her baby alone, concerned their private and family life. Neither the short duration of the stay in hospital, nor the fact that the applicants had not undergone any medical procedure at the hospital, affected the Court’s finding that the situation complained of constituted an interference with their right to respect for their private and family life.", "The applicants had been taken back to the hospital in accordance with an interim measure adopted by the District Court under the Code of Civil Procedure, the relevant provision of which concerned emergency situations where a child was left without care or there was a threat to its life or healthy development. The interference in question had in principle been guided by a legitimate aim, namely the protection of the health and rights of others, in this case the second applicant as a new-born baby.", "The taking into care of a new-born baby at birth was an extremely harsh measure and there had to be unusually compelling reasons for a baby to be removed from the care of its mother against her will immediately after the birth and using a procedure which involved neither the mother nor her partner.", "Doctor D. could not be criticised for having notified the social welfare authority, which in turn had approached the court, given that the first applicant’s conduct might cause concern for the hospital staff responsible.", "Concerning the court’s assessment, the reasoning set out in the interim measure order was particularly laconic and simply referred to the short note drafted by Doctor D., who had indicated a general risk for the health and life of the new-born baby without giving any details. It did not appear from the order that the court had sought to find out more information about the case or had looked at whether it would be possible to use any less intrusive interference with the applicants’ family life.", "Accordingly, the Court was not convinced that there were unusually compelling reasons for the baby to be withdrawn from the care of its mother against her will. Without substituting its own opinion for that of the national authorities or engaging in speculation as to the health protection measures most recommended for a new-born baby in the particular case, the Court was obliged to note that when the court had envisaged such a radical measure as sending the second applicant back to hospital with the assistance of the police and a bailiff – a measure to be executed immediately – it should have first ascertained that it was not possible to have recourse to a less extreme form of interference with the applicants’ family life at such a decisive moment in their lives.", "Accordingly, the serious interference with the applicants’ family life and the conditions of its implementation had overstepped the respondent State’s margin of appreciation. It had had disproportionate effects on their prospects of enjoying a family life immediately after the child’s birth. While there might have been a need to take precautionary measures to protect the baby’s health, the interference with the applicants’ family life caused by the interim measure could not be regarded as “necessary” in a democratic society.", "Conclusion: violation (five votes to two).", "The Court also found, by five votes to two, that there had been a violation of Article 13 on the ground that the applicants did not have an effective remedy by which they could submit their complaints about Convention breaches.", "Article 41: Finding of a violation constituted sufficient just satisfaction in respect of any non-pecuniary damage.", "(See also K. and T. v. Finland [GC], 25702/94, 12 July 2001, ; P., C. and S. v. the United Kingdom, 56547/00, 16 October 2002, ; Glass v. the United Kingdom, 61827/00, 9 March 2004, ; and Haase v. Germany, 11057/02, 8 April 2004, )", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}