{"file": "ENG_CLIN_30754_03.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "30754/03", "text_paragraphs": ["Information Note on the Court’s case-law No. 142", "June 2011", "Klouvi v. France - 30754/03", "Judgment 30.6.2011 [Section V]", "Article 6", "Criminal proceedings", "Article 6-1", "Fair hearing", "Inability to defend charge of malicious prosecution owing to presumption that accusation against a defendant acquitted for lack of evidence was false: violation", "", "Article 6-2", "Presumption of innocence", "Inability to defend charge of malicious prosecution owing to presumption that accusation against a defendant acquitted for lack of evidence was false: violation", "", "Facts – In 1994 the applicant lodged a criminal complaint against her former line manager, P., alleging rape and sexual harassment. An investigation was opened in 1995 into the offence of sexual assault by a person abusing the authority conferred on him by his duties. The investigating judge ruled in 1998 that there was no case to answer for lack of sufficient evidence. Alongside those proceedings, the accused brought criminal proceedings against the applicant for malicious prosecution. The criminal court gave Ms Klouvi a suspended prison sentence and ordered her to pay damages. The court of appeal upheld the judgment in its entirety and the Court of Cassation dismissed an appeal on points of law by the applicant.", "Law – Article 6 §§ 1 and 2: The thorough investigation conducted into the applicant’s complaint, including the gathering of physical evidence and interviews of numerous witnesses, had not produced conclusive results and had not established sufficient evidence against P. for his case to be sent for trial in the criminal court. That being so, the case had been discontinued. Subsequently, in the course of the proceedings for malicious prosecution, the criminal court had strictly applied Article 226-10 of the Criminal Code by holding that the ruling that there was no case to answer “necessarily” meant that the accusations were false. Furthermore, since the applicant had complained of repeated rape and sexual harassment, she must have known that her allegations were untrue, which meant that the intentional element had been made out. The court of appeal had upheld that judgment, finding that the application of the presumption had remained within reasonable limits, in accordance with the principle of a fair trial.", "The applicant had thus been confronted with a dual presumption – a statutory presumption based on the above-mentioned provision of the Criminal Code and a factual presumption deriving from the domestic case-law concerning the intentional element – which had significantly curtailed her rights under Article 6. The court had been unable to weigh up the various items of evidence before it, an exercise which would have been viewed as questioning the investigating judge’s conclusions in his ruling that there was no case to answer, and had to have automatic recourse to statutory presumptions. As a result, the applicant had had no opportunity to adduce evidence at an adversarial hearing, prior to the court’s decision in her case, to show that the offences had actually occurred and that she was not guilty. In July 2010 a law amending the relevant provision of the Criminal Code had been passed, with the result that a person against whom a complaint had been lodged was now required to have been found not guilty of the offence in a final decision. Accordingly, the applicant had not had the benefit of a fair trial or the presumption of innocence because she had had no means of defending herself against the charge of malicious prosecution.", "Conclusion: violation (unanimously).", "Article 41: EUR 8,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}