{"file": "ENG_HEJUD_13012_02.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "13012/02", "text_paragraphs": ["", "", "FOURTH SECTION", "", "", "CASE OF CRAVCENCO v. ", "", "", "(Application no. 13012/02)", "", "", "JUDGMENT", "", "", "", "", "", "", "15 January 2008", "", "", "", "", "FINAL", "", "", "15/04/2008", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "In the case of Cravcenco v. ,", "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:", "\tNicolas Bratza, President,\n\tJosep Casadevall,\n\tGiovanni Bonello,\n\tKristaq Traja,\n\tStanislav Pavlovschi,\n\tJán Šikuta,\n\tPäivi Hirvelä, judges,\nand Lawrence Early, Section Registrar,", "Having deliberated in private on 11 December 2007,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 13012/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mrs Elena Cravcenco (“the applicant”) on 11 February 2002.", "2.  The applicant was represented by Mr I. Manole, a lawyer practising in Chişinău. The Moldovan Government (“the Government”) were represented by their Agent at the time, Mr V. Pârlog.", "3.  The applicant alleged, in particular, that the proceedings in her case had been excessively long.", "4.  The application was allocated to the Fourth Section of the Court. On 21 October 2005 the President of that Section decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it was decided to examine the merits of the application at the same time as its admissibility.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1954 and lives in Cahul. The facts of the case, as submitted by the parties, may be summarised as follows.", "1.  The applicant's initial dismissal and proceedings for her re-instatement", "6.  The applicant worked for a State-owned theatre in Cahul (Teatrul Republican Muzical-Dramatic 'B.P. Haşdeu', “the employer”).", "7.  On 22 October 1996 she was dismissed and initiated court proceedings to have that dismissal annulled. On 5 February 1997 the Cahul District Court ordered her re-instatement. Following the employer's refusal to abide by the court order, she complained to the Ministry of Culture (“the Ministry”) on 6 February 1997. On 20 March1997 the Ministry assured her that the employer would abide by the judgment, failing which it would take action.", "8.  The applicant was re-instated on 31 March 1997. Notwithstanding that fact, another person continued to be mentioned in the staff lists as chief accountant. On 3 June 1997 the  quashed the lower court's judgment. It delivered its reasoned decision six months later.", "9.  On 3 June 1997 the applicant was again dismissed from her job. She continued to complain to various authorities, including the Ministry. On 26 August 1998 the Supreme Court of Justice quashed the 's judgment of 3 June 1997 and upheld the judgment of 5 February 1997. On 15 September 1998 the order of 3 June 1997 dismissing the applicant was annulled; at the same time she was again dismissed.", "2.  The second set of proceedings", "10.  The Prosecutor's Office initiated court proceedings in the applicant's interest, seeking the annulment of the dismissal order of 15 September 1998. On 16 September 1998 the Deputy President of the Cahul District Court informed the regional prosecutor about the employer's persistent resistance and the resulting failure to properly enforce the judgment of 5 February 1997. Moreover, the prosecutor was informed of the applicant's further dismissal on 15 September 1998. In the light of these events, the court requested the prosecutor to open a criminal investigation against the employer's director.", "11.  The applicant continued to complain about the incomplete enforcement of the judgment of 5 February 1997. On 13 January 1999 she was informed by the Cahul District Court of an administrative fine imposed on the theatre director on 16 September 1998, and of the request to open a criminal investigation against him. The employer submitted to the court another order, dated 26 March 1999, annulling the applicant's dismissal of 15 September 1998. On 6 April 1999 a bailiff confirmed that the applicant had not been de facto re-instated in the specific prior position. On 26 May 1999 the President of the Cahul District Court requested the prosecutor to open a criminal investigation against the theatre director for failure to enforce the judgment of 5 February 1997.", "12.  On 17 July 1999 the applicant was dismissed from the post of superior accountant. On the same date the court informed the Ministry of the employer's persistent refusal to enforce the judgment of 5 February 1997. On an unknown date the employer presented a new order, dated 2 April 1999, in accordance with which the position of “chief accountant” no longer existed. On 27 July 1999 the court again asked the prosecutor to initiate criminal proceedings against the theatre director. It also informed the Ministry of the employer's failure to enforce the court judgment in the applicant's favour in a proper manner. The Ministry drew the employer's attention to the need to abide by the judgment.", "13.  On 8 December 1999 the Cahul District Court annulled the dismissal order of 17 July 1999 and ordered the applicant's immediate re-instatement.", "14.  On 11 December 1999 the employer adopted a new order (“the first order of 11 December 1999”) whereby the applicant was re-instated in the position of “superior accountant”. On 13 December 1999 the bailiff confirmed that the judgment had not been properly enforced and on 14 December 1999 he asked the court to impose an administrative fine on the theatre director.", "15.  On 11 January 2000 the prosecution informed the applicant that its verification revealed a failure to properly enforce the judgment of 5 February 1997 and that the employer's order of 11 December 1999 had been challenged in court.", "16.  On 1 February 2000 the employer adopted a new order to the effect that the position of “chief accountant” would no longer exist after 2 April 2000. On 2 February 2000 the applicant was informed that a new order dated 11 December 1999 (“the second order of 11 December 1999”) had been adopted, under the same number as the previous order of that date (see paragraph 14 above), re-instating her in her original position as chief accountant. She was also warned that that position would end on 2 April 2000.", "17.  On 15 February 2000 the  upheld the judgment of 8 December 1999. By another decision of the same date the court rejected the bailiff's request to impose a fine on the theatre director.", "18.  On 21 February 2000 the applicant requested the employer to issue an order whereby the position of chief accountant would be “created in reality” and reflected in the official documents (state de personal) since no such position allegedly existed officially, apart from her re-instatement order. She also asked to be given the necessary authorities and access to documents in order to perform her functions.", "19.  On 21 March 2000 the  quashed the decision of 15 February 2000 not to impose a fine on the theatre director. It ordered a re-hearing of the case.", "20.  The applicant initiated new court proceedings, seeking to have the order of 1 February 2000 annulled as unlawful.", "21.  On 19 April 2000 the Cahul District Court decided to declare invalid the first order of 11 December 1999 (order no. 1, re-instating her in the position of superior accountant, see paragraph 14 above), and to declare valid the other order with the same number and date (order no. 2, re-instating her in the position of chief accountant, see paragraph 16 above). On 24 August 2000 the  quashed that judgment and simultaneously adopted a new one, which also annulled the first order and upheld the second. On 10 October 2000 the Chişinău Court of Appeal quashed both judgments and ordered a full re-hearing.", "3.  The third set of proceedings – re-examination of the entire case", "22.  On 5 March 2001 the Cahul District Court ordered the re-instatement of the applicant in the position of chief accountant. On 30 October 2001 the  quashed that judgment and discontinued the proceedings in respect of the annulment of the order of 1 February 2000, stating that the decision to abolish a position - taken in accordance with the relevant procedure - was an internal matter for the theatre and was not subject to judicial control. The court also ordered a re-hearing of the case in respect of the annulment of the order of 11 December 1999, the applicant's de facto re-instatement and payment of her salary for the duration of her involuntary absence from work. On 15 January 2002 the Court of Appeal dismissed the applicant's appeal against the discontinuation of proceedings with regard to the annulment of the order of 1 February 2000.", "23.  On 14 June 2002 the Cahul District Court discontinued the proceedings in respect of the annulment of the order of 11 December 1999 and the de facto re-instatement of the applicant because the proceedings had been incorrectly initiated as civil proceedings, whereas they were within the competence of the administrative courts. On the same date the Cahul District Court dismissed the bailiff's proposal to fine the theatre director for failure to enforce the judgment of 8 December 1999. This latter decision was subsequently upheld by the  on 29 June 2004.", "24.  On 24 September 2003 the applicant inquired about the reasons for the non-enforcement of the judgment of 5 February 1997. It appears that she did not receive any reply. She repeated her request on 23 March 2004, when she was informed about the decisions of 14 June 2002. She then appealed.", "25.  On 13 July 2004 the  quashed the first of the two decisions of 14 June 2002 (regarding discontinuation of the proceedings for lack of competence) and ordered a re-hearing of the case. The court found that the parties had not been informed about the hearing and had not been sent a copy of the decision and, further, that the case file had not been received at the registry of the lower court until 24 February 2004.", "26.  On 12 April 2005 the Cahul District Court found that the applicant's re-instatement had been ordered three times by final court judgments (on 5 February 1997, 8 December 1999 and 15 February 2002) and that she had been properly re-instated on 11 December 1999; it therefore dismissed her claim for re-instatement. However, the court accepted her claim for payment of salary for involuntary absence from work for the period from 15 February 2000 until 25 August 2000, when she was dismissed by an order which she did not challenge. The court left unexamined her request for compensation for the effects of inflation on the late payment and her claim for non-pecuniary damage, which could be examined in separate proceedings.", "27.  The applicant submitted that she was not informed of her employer's order of 25 August 2000, had not acknowledged receipt of the order as required by law, and was thus unable to challenge it in court. The order had not been presented to the courts or to any other authority in any of the proceedings after August 2000, which meant that it was fake.", "28.  On 17 April 2006 the Cahul District Court partly accepted the applicant's claims and found that her employer had not paid her salary for certain periods in 2000 or made mandatory social welfare payments in respect of the applicant. The court declared void the first order of 11 December 1999 to re-instate the applicant, and found that the second order of the same date and with the same number remained valid. It awarded the applicant compensation for non-pecuniary damage in the amount of 350 Moldovan lei (MDL) (equivalent to 22 euros (EUR) at the time) for the failure to pay a part of her salary in 2000, finding that the employer had in the meantime paid another MDL 350 in salary arrears.", "29.  The applicant submitted medical evidence concerning several periods of in-patient hospital treatment during the proceedings and claimed that she had spent a considerable amount of money on treatment for herself and her daughter.", "30.  According to a letter from the Ministry of Justice to the Government's Agent, dated 26 June 2006, the applicant's appeal was sent to the Cahul Court of Appeal on 19 May 2006. That court sent the case to the Supreme Court of Justice, asking it to examine the issue of the impossibility of examining the appeal, due to the fact that that all the judges in the Cahul Court of Appeal had already taken part in previous examinations of the case. On an unknown date the case was transferred to the Chişinău Court of Appeal. According to a certificate issued by the Decisions Enforcement department in Cahul on 3 March 2006, the applicant received MDL 1,680 in salary arrears for 1999.", "31.  On 1 November 2006 the Chişinău Court of Appeal upheld the judgment of 17 April 2006. That judgment was also upheld by the Supreme Court of Justice on 25 April 2007 and thus became final.", "II.  RELEVANT DOMESTIC LAW", "32.  The relevant provisions of the Code of Civil Procedure, in force before 12 June 2003, read:", "“Article 208", "Court judgments are immediately enforceable if they order the defendant to:", "... (2) pay [an employee] his/her salary ...", "... (4) re-instate in his/her job an unlawfully dismissed worker.”", "", "33.  The relevant provisions of the new Code of Civil Procedure read:", "“Article 192.", "... (2) Court actions regarding ... work related claims ... shall be examined urgently and on a priority basis.", "Article 256", "(1) Court decisions and judgments are immediately enforceable if they order the defendant to:", "... d) pay compensation for involuntary absence from work, when the person is re-instated in his or her job.", "(2) Court judgments regarding re-instatement in post of those unlawfully dismissed or transferred shall be enforced immediately.”", "34.  The relevant provisions of the Labour Code (in force at the time) read:", "“Article 221.", "An employee may apply to the labour disputes commission or a court directly within one month from the date on which he or she discovered or ought to have discovered the violation of his or her rights. Where an employee is dismissed, the period of one month is counted from the day on which the dismissal order was announced to him or her and was acknowledged by the employee's signature.”", "THE LAW", "35.  The applicant complained that the proceedings in her case, including the failure to enforce the judgment of 26 August 1998, had been excessively long, contrary to Article 6 § 1 of the Convention, the relevant part of which provides:", " “In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”", "36.  The applicant also complained about violations of Articles 13 and 17 of the Convention in that the judicial system in  had been inefficient and had worked against her interests.", "Article 13 provides:", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "Article 17 provides:", "“Nothing in [the] Convention may be interpreted as implying for any State, group or person any right to engage in any activity or perform any act aimed at the destruction of any of the rights and freedoms set forth herein or at their limitation to a greater extent than is provided for in the Convention.”", "I.  ADMISSIBILITY OF THE COMPLAINTS", "37.  The Court considers that the applicant's complaint under Article 17 is unfounded, since there is nothing in the case-file to support it.", "Accordingly, this complaint is manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and must be rejected under Article 35 § 4.", "38.  The Court also considers that the complaint regarding the failure to enforce the final judgments of 5 February 1997 (as upheld by the Supreme Court of Justice on 26 August 1998) and 8 December 1999 are out of time since the domestic courts determined that the applicant had been properly reinstated in her position by the order of 11 December 1999 (see paragraphs 28 and 31 above). The present application was lodged on 11 February 2002, more than two years after the enforcement of the judgments.", "Therefore, this complaint has been introduced outside the time-limit set down by Article 35 § 1 of the Convention and must be rejected as inadmissible pursuant to Article 35 § 4 of the Convention. This finding has no bearing on the complaint regarding the length of the proceedings in the present case, including the proceedings in which the applicant challenged the conclusion that she had been reinstated in 1999.", "39.  In their additional observations concerning recent developments in the case the Government considered that the applicant had been fully compensated for any damage caused to her when she received the various sums awarded to her by the domestic courts (see paragraphs 28 and 30 above). The Government therefore considered, in essence, that the applicant could no longer be considered a victim of a violation of her rights.", "40.  The Court notes that the courts which made the relevant awards in favour of the applicant did not acknowledge, even in substance, a violation of the applicant's right to a trial within a reasonable time and did not give any compensation to her for such a violation. They rather ordered the employer to pay salary arrears and other payments due. In these circumstances, the Court considers that the applicant may claim to be a victim of a violation of Article 6 § 1 of the Convention (see, mutatis mutandis, Prodan v. Moldova, no. 49806/99, § 47, ECHR 2004III (extracts)).", "41.  The Court considers that the applicant's complaints under Articles 6 and 13 of the Convention raise questions of fact and law which are sufficiently serious that their determination should depend on an examination of their merits. No grounds for declaring them inadmissible have been established. The Court therefore declares these complaints admissible. In accordance with its decision to apply Article 29 § 3 of the Convention (see paragraph 4 above), the Court will immediately consider the merits of the complaints.", "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "42.  The applicant complained that the proceedings in her case, which lasted for some nine years despite clear legal provisions giving such provisions priority, had been excessively long. She emphasised the fact that none of the delays in the proceedings were attributable to her and that the authorities had permitted long and unnecessary breaks.", "43.  The Government submitted that the proceedings had consisted of three separate court actions, each having an object of its own, which should not be taken together for the purposes of assessing the reasonableness of the length of the proceedings. They added that the applicant was responsible for the third set of proceedings, since she had challenged in court the employer's order to re-instate her in the position which she had requested. Moreover, the case was very complex and included numerous court judgments and other decisions. Another factor complicating the case was the impossibility of enforcing the judgment, due to the non-existence of the position in which the applicant was to be re-instated. The applicant had requested adjournment of the proceedings on a number of occasions on account of her poor health. She had appeared at work in February-March 2000 for short periods between her health-related absences, which confirmed that she had been fully reinstated in her job.", "44.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).", "45.  While the right of access to court cannot oblige the State to enforce every judgment regardless of the circumstances of the case (see Fociac v. Romania, no. 2577/02, § 68, 3 February 2005), the inertia of the enforcement authorities in the process of enforcement engages the responsibility of the State (see Scollo v. Italy, judgment of 28 September 1995, Series A no. 315C, § 44, and Istrate v. , no. 53773/00, § 43, 13 June 2006).", "1.  Period to be taken into consideration", "46.  In the present case, the Court notes that the applicant initiated the proceedings in October 1996 and that they ended with the final judgment of the Supreme Court of Justice on 25 April 2007. It also notes that  ratified the Convention on 12 September 1997 and that, therefore, it is from that date that the length of the proceedings should be counted. However, in assessing the reasonableness of the time that elapsed after that date, account must be taken of the state of proceedings at the time (see Tomláková v. Slovakia, no. 17709/04, § 36, 5 December 2006). The resulting period therefore amounts to approximately nine years and seven months.", "47.  The Court further notes that the parties disagree as to whether this period should considered as a whole or be regarded as three separate proceedings. The Court notes that the first set of proceedings in the present case lasted until 15 September 1998, when the applicant was re-instated following the Supreme Court of Justice's final judgment (see paragraph 9 above). Following further dismissals and re-instatements, the applicant was again dismissed on 17 July 1999. However, throughout the period between 15 September 1998 and 17 July 1999 and thereafter the authorities considered that the judgment of 5 February 1997 had not been enforced properly (see paragraphs 10 to 12 and 15 above). It follows that on the date of the applicant's dismissal on 17 July 1999 she had still not been properly re-instated. Hence, the annulment of that latest dismissal (see paragraph 13 above), did not change the fact that the 1997 judgment had still not been enforced. In fact, the judgment of 8 December 1999 resulted in the same order to properly re-instate the applicant in her position as chief accountant, that is, the same outcome as in the 1997 proceedings. The Court considers that the fact that a new judgment was adopted regarding an additional period of the applicant's unlawful dismissal subsequent to the original judgment does not mean that the period of time during which the original set of proceedings had lasted should be excluded from the overall length of the proceedings in the present case.", "48.  As for the second and third sets of proceedings (which concerned the order of 11 December 1999), the Court takes account of the fact that, after the adoption of that order, the bailiff and other domestic authorities considered that the judgment of 8 December 1999 had not been properly enforced (see paragraphs 14 and 15 above). What the parties referred to as the third set of proceedings in fact represents a re-hearing of the case which was examined in the second set of proceedings and must thus be considered as part of the overall length of proceedings. The courts eventually decided that the second order of 11 December 1999 which re-instated the applicant in the specific position had represented enforcement of the judgment in her favour (see paragraphs 28 and 31 above). However, that conclusion was reached only in April 2007 when a final court judgment was adopted.", "49.  The Court, accordingly, considers that all three sets of proceedings relate to the same issue, namely the applicant's attempts to obtain proper re-instatement in her position and compensation, parts of which were awarded in 2007 (see paragraphs 28 and 31 above). The Court will therefore consider the period as a whole for the purposes of its Article 6 § 1 analysis, starting with 12 September 1997 (see paragraph 46 above).", "2.  Complexity of the case", "50.  The Court does not consider that the case was difficult from either a factual or a legal point of view. In fact, following a final judgment of the Supreme Court of Justice in August 1998 the case centred on the enforcement of that judgment, which could not require extensive legal or factual work on the case. The existence of a great number of judgments, referred to by the Government as a complicating factor in the case, was the result of the manner in which the courts dealt with the case but not of an inherent complexity in the case as such. The Court reiterates that “although it is not in a position to analyse the quality of the case-law of the domestic courts, it considers that, since the remittal of cases for re-examination is usually ordered as a result of errors committed by lower courts, the repetition of such orders within one set of proceedings discloses a serious deficiency in the judicial system” (see Wierciszewska v. Poland, no. 41431/98, § 46, 25 November 2003, and Pavlyulynets v. Ukraine, no. 70767/01, § 51, 6 September 2005).", "51.  The Court does consider it necessary to deal with the Government's argument regarding the impossibility of enforcing the judgment due to the non-existence of the position in which the applicant was to be re-instated. It has found above that the complaint regarding the failure to enforce the final judgments in favour of the applicant was out of time (see paragraph 38 above). However, the present complaint relates to the length of the proceedings as a whole.", "3.  Conduct of the applicant", "52.  The applicant does not appear to have contributed in any manner to the length of the proceedings, other than using her procedural rights. The Court cannot agree with the Government's submission that the applicant is to be reproached for having challenged her re-instatement of 11 December 1999. The applicant considered that order not to constitute a full enforcement of the judgment of 5 February 1997 (see paragraph 18 above), which also appears to have been the opinion of at least some of the domestic authorities (see paragraphs 14 and 15 above). It was therefore natural for her to challenge that order in court.", "53.  The Court agrees that the adjournment of the proceedings requested by an applicant is a relevant consideration. The Government submitted copies of three such requests but no court decisions adjourning the proceedings based on them. Even assuming that such adjournments were ordered, they represent a negligible part in the entire period and appear, moreover, to have been well-founded, relying as they did on medical certificates. The Court concludes that the applicant did not contribute in any significant manner to the length of the proceedings.", "4.  Conduct of the authorities", "54.  The Court notes certain periods of inactivity by the domestic courts in examining the case, such as between 30 October 2001, when the Chişinău Court of Appeal ordered a re-hearing of the case and 13 July 2004, when the  examined the case again. The two decisions adopted in the meantime, on 14 June 2002, without the parties even being informed, cannot be considered proper judicial acts since they lacked any form of guarantee of a fair trial and also raised, in the opinion of the higher court, serious doubts as to authenticity (see paragraph 25 above). These two decisions are therefore irrelevant to the finding that the courts remained inactive in respect of the applicant's case throughout this period.", "55.  Another period of inactivity is apparent between 12 April 2005, when the Cahul District Court re-heard the case and adopted its decision on the merits, until 17 April 2006, when the next court judgment was adopted. While the Court appreciates the difficulties caused by the fact that all the judges at the Cahul Court of Appeal had already examined the case and that it had to be transferred to another court, it also recalls the lack of complexity of the matter as such as well as the fact that the case had been examined on a considerable number of occasions by various courts.", "56.  Moreover, the Court considers that the State authorities did not take sufficient action to ensure the enforcement of final judgments in the applicant's favour within a reasonable time. It accepts that in certain circumstances the State cannot be held responsible for a failure to enforce a judgment where it is established that it has taken all reasonable steps in that direction (see Fociac, cited above, § 78). However, it is to be noted that the person preventing the enforcement of the court judgments in the present case was the director of a public theatre which was directly subordinated to and funded by the Ministry. Accordingly, the State had a greater range of avenues in obliging the employer to abide by the judgment than if the matter had concerned a private entity. While there were some attempts to sanction the theatre director (see paragraphs 10 and 11 above), they remained limited to relatively small administrative fines, some of which were, moreover, annulled by the courts (see paragraph 17 above), while criminal proceedings never resulted in charges and a judgment. It follows that, faced with the theatre director's overt refusal to abide by final court judgments, the courts did very little to sanction him.", "4.  What was at stake for the applicant", "57.  The Court finally notes that the proceedings concerned a very important issue for the applicant, namely her employment. The legislator confirmed the particular importance of such proceedings to employees by expressly providing in the legislation for the urgent examination of employment disputes on a priority basis and for the immediate enforcement of judgments ordering the re-instatement of employees (see paragraphs 32 – 34 above). The Court considers that the domestic courts did not display the special diligence which was required of them under both the domestic law and Article 6 § 1 of the Convention (see Guzicka v. , no. 55383/00, § 30, 13 July 2004, and Orel v. Slovakia, no. 67035/01, § 58, 9 January 2007).", "5.  Conclusion", "58.  In the light of the above, first of all the above-mentioned periods of inactivity and the overall length of the proceedings in an employment case, and having regard to what was at stake for the applicant, the Court concludes that the requirement of a “reasonable time” laid down in Article 6 § 1 of the Convention was not complied with in the present case. There has therefore been a breach of that provision.", "III. ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION", "59.  The applicant complained of a lack of effective remedies in respect of her complaint concerning the length of the proceedings.", "60.  The Government considered that the applicant had not submitted sufficient arguments in respect of this complaint and asked the Court to reject it, given also that no violation of her rights under Article 6 of the Convention had taken place.", "61.  The Court notes that despite the several actions taken by the authorities in order to ensure the swift enforcement of the judgments in favour of the applicant (see paragraphs 10 to 12, 15 and 17 above), she did not have at her disposal any means for accelerating the proceedings or obtaining compensation. The Court therefore finds that the applicant did not have at her disposal effective remedies in respect of her complaint about the length of the proceedings.", "62.  There has, accordingly, been a violation of Article 13 taken in conjunction with Article 6 § 1 of the Convention.", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "63.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Pecuniary damage", "64.  The applicant claimed MDL 124,155 (EUR 7,840) for pecuniary damage, an amount which represented her salary for the period of 1999-2006, taking into account that she had already received her salary for 1996-1998 as awarded by the domestic courts, and compensation for unused annual leave and penalties for the late payment of the above sums.", "65.  The Government challenged the applicant's calculations and considered that the amounts claimed were excessive.", "66.  The Court notes that the applicant sought to show that a final judgment in her favour had not been fully enforced. However, it recalls its finding of a violation of Article 6 of the Convention only in respect of the length of the proceedings in respect of her claim, but not also in respect of a failure to enforce a final judgment (see paragraph 38 above). The domestic courts eventually determined that the judgment had been enforced in 1999 and the Court has no reason to doubt that finding. The Court therefore does not see a causal link between the violation it has found in the present case and the claim for outstanding salary and related damages.", "67.  In view of the above, the Court makes no award for pecuniary damage.", "B.  Non-pecuniary damage", "68.  The applicant claimed EUR 90,000 for non-pecuniary damage. She submitted that she had suffered stress and humiliation as a result of her employer's overt refusal to abide by court judgments in her favour, the lack of real action by the authorities to ensure enforcement, and the prolonged examination of her case by the courts. She submitted medical evidence to support her claim that her health had suffered as a result of her anxiety. In addition, she and her family had been deprived of an important source of income for many years and she had been unable to apply for alternative employment due to the pending proceedings.", "69.  The Government considered that there was no causal link between the alleged violations and the claims under this heading, which had, moreover, not been substantiated by clear evidence or reference to the Court's case-law. Moreover, the applicant was re-instated on 11 December 1999 and could not, therefore, claim damages for any subsequent period.", "70.  The Court considers that the applicant must have been caused a certain level of stress and frustration as a result of the excessive length of the proceedings, given their importance for her family's income and her health problems. Considering the above and the total length of the proceedings, and deciding on an equitable basis, the Court awards the applicant EUR 3,000 for non-pecuniary damage.", "C.  Costs and expenses", "71.  The applicant claimed EUR 4,425 for costs and expenses, which included her lawyer's fees both at domestic level and for representation before the Court.", "72.  The Government disagreed and considered the amount claimed exaggerated when compared to the fees charged at domestic level. They also challenged the number of hours needed to prepare the observations on this relatively simple case.", "73.  The Court recalls that in order for costs and expenses to be reimbursed under Article 41, it must be established that they were actually and necessarily incurred and were reasonable as to quantum (see Croitoru v. Moldova, no. 18882/02, § 35, 20 July 2004). According to Rule 60 § 2 of the Rules of Court, itemised particulars of claims made are to be submitted, failing which the Chamber may reject the claim in whole or in part.", "74.  In the present case the Court takes note of the list of hours spent on the case submitted to the Court. It considers that the number of hours worked on the case and the total amount claimed are excessive. Regard being had to the relative lack of complexity of the case and the issues dealt with, but also to the volume of the materials which had to be dealt with, the Court awards the applicant EUR 1,500 for costs and expenses.", "C.  Default interest", "75.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares inadmissible the applicant's complaint under Article 6 of the Convention regarding the failure to enforce the judgments of 5 February 1997 and 8 December 1999, as well as the complaint under Article 17 of the Convention, and the remainder of the application admissible;", "", "2.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the length of the proceedings;", "", "3.  Holds that there has been a violation of Article 13 taken in conjunction with Article 6 of the Convention;", "", "4.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros) in respect of non-pecuniary damage and EUR 1,500 (one thousand five hundred euros) for costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "5.  Dismisses the remainder of the applicant's claim for just satisfaction.", "Done in English, and notified in writing on 15 January 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\t Early\tNicolas Bratza\n\tRegistrar\tPresident"]}