{"file": "ENG_CLIN_8300_06.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "8300/06", "text_paragraphs": ["Information Note on the Court’s case-law No. 171", "February 2014", "Ruiz Riviera v. Switzerland - 8300/06", "Judgment 18.2.2014 [Section II]", "Article 5", "Article 5-4", "Review of lawfulness of detention", "Requirement to prepare a fresh independent medical opinion on a detainee’s mental health when examining a request for his release from detention: violation", "Facts – The applicant was examined by a psychiatrist after being accused of murdering his wife. The psychiatrist concluded in a report drawn up on 10 October 1995 that the applicant was suffering from acute paranoid schizophrenia and was not therefore responsible for the murder of his wife. The court found that he had killed his wife but held that he had not been responsible for his acts at the relevant time and ordered him to be detained in the psychiatric wing of a prison. On 7 June 2001 the applicant underwent a further psychiatric examination. The psychiatrists who examined him concluded that his mental health had hardly evolved since the psychiatric examination carried out in 1995. The applicant submitted several requests for release on probation, all of which were rejected. On 23 March 2004 two psychologists from the Judicial Execution Office, one of whom had been monitoring the applicant, submitted an annual therapeutic report. The report confirmed the conclusions of the psychiatric report produced in 2001 and noted that the applicant continued to deny his illness and refused to follow the prescribed medical treatment. It accordingly recommended rejecting his request for release on probation. In June 2004 the applicant submitted a further request for release on probation, which was rejected on the basis of the report drawn up in 2004 and the psychiatric report of 2001. He unsuccessfully appealed against that decision, arguing that an independent psychiatrist should be appointed to determine whether it was necessary to keep him in detention and observing that the last psychiatric examination dated back to 2001.", "Law – Article 5 § 4: The annual therapeutic report that had been drawn up in 2004 was not the equivalent of an independent psychiatric report and the last psychiatric report on the applicant dated back to 2001. In the case of Dörr v. Germany the Court had accepted a decision keeping a person in preventive detention, even though the last medical report on which that decision had been based dated back six years, because the disorders noted in that report had been confirmed by the psychologist of the establishment where he was being held. That said, the present case more closely resembled the case of H.W. v. Germany in which the Court had found a violation of Article 5 § 1 of the Convention. Admittedly, the last medical report in that case had dated back more than 12 years whereas in the applicant’s case the last expert report dated back fewer than 4 years, but, as in H.W., the applicant’s refusal to follow the prescribed treatment had been due to a breakdown in the relationship of trust between the applicant and the prison staff and to the resulting deadlock. In those circumstances, and in order to gain as clear a picture as possible of the applicant’s mental state when he made his request for release on probation, the Judicial Execution Office or the cantonal judge should at least have tried to obtain an independent medical opinion. By basing their decisions on the therapeutic report of 2004 alone, the national authorities had therefore not been in possession of sufficient evidence to allow them to establish that the conditions for the applicant’s release on probation were not met.", "Conclusion: violation (four votes to three).", "The Court also concluded by four votes to three that there had been a violation of Article 5 § 4 regarding the refusal of the domestic courts to hold an adversarial hearing.", "Article 41: Finding of a violation constituted sufficient just satisfaction in respect\t of any non-pecuniary damage; claim in respect of pecuniary damage dismissed.", "(See Dörr c. Allemagne (dec.), 2894/08, 22 January 2013; and H.W. v. Germany, 17167/11, 19 September 2013, )", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}