{"file": "ENG_HEJUD_37222_04.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "37222/04", "text_paragraphs": ["", "", "", "SECOND SECTION", "", "", "", "", "", "", "CASE OF ALTINAY v. TURKEY", "", "(Application no. 37222/04)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "STRASBOURG", "", "9 July 2013", "", "FINAL", "", "09/10/2013", "", "This judgment is final in accordance with Article 44 § 2 of the Convention, but it may be subject to editorial revision.", "", "In the case of Altınay v. Turkey,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\tGuido Raimondi, President,\n\tDanutė Jočienė,\n\tPeer Lorenzen,\n\tDragoljub Popović,\n\tIşıl Karakaş,\n\tNebojša Vučinić,\n\tPaulo Pinto de Albuquerque, judges,\nand Stanley Naismith, Section Registrar,", "Having deliberated in private on 11 June 2013,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 37222/04) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Bekir Güven Altınay (“the applicant”), on 16 August 2004.", "2.  The Turkish Government (“the Government”) were represented by their Agent.", "3.  The applicant alleged in particular that he had suffered discrimination owing to changes to the university entrance system and the lack of transitional clauses. He contended that because he held a vocational high school diploma, the new selection system had put him at a disadvantage in relation to candidates from ordinary high schools and also in relation to students entering higher education in the years before and after the year in which the new system had been introduced. On these points he relied on Article 14 of the Convention in conjunction with Article 2 of Protocol No. 1 to the Convention.", "4.  On 25 June 2008 the application was communicated to the Government. It was also decided that the Chamber would rule on the admissibility and the merits of the application at the same time (Article 29 § 1 of the Convention).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1981 and lives in Antalya.", "6.  In 1995 he enrolled at a vocational high school specialised in communication. He said that he had intended to obtain a high-school diploma and then go on to study communication science at university with an eye to becoming a journalist. At the time, students holding vocational school diplomas were able, after competing on an equal footing with diploma-holders from ordinary high schools, to apply for four-year degree programmes in university faculties of communication sciences. The graduates of such faculties generally went on to hold executive posts in the media.", "7.  On 30 July 1998, when the applicant was beginning his last year at his vocational high school, the Higher Education Council (Yüksek Öğretim Kurulu – “the Council”) issued a circular based on Law no. 2547 introducing a new system amending the rules on admission to university, particularly the national entrance examination to higher education (Öğrenci Seçme Sınavı – ÖSS). For the entrance examination to the faculties of communication sciences, the final mark was made up of 79% of the marks obtained in the different examination papers and 21% of the average marks obtained at upper secondary level. The new system applied to the average obtained at upper secondary level a 0.5 weighting for candidates from ordinary high schools who had acquired knowledge in fields which, according to the circular, corresponded to the subjects taught in the faculties of communication sciences, and a 0.2 weighting for candidates from vocational high schools specialised in communication who had acquired knowledge in subjects “which did not correspond” to those taught in the said faculties.", "8.  The applicant considered that applying a weighting to the average marks used for calculating the results of the entrance examination gave an advantage to students from ordinary high schools over those from vocational schools specialised in communication. In his view the new selection system tended to direct holders of diplomas from such vocational schools into two-year technical training programmes in higher technical colleges (Meslek Yüksek Okulu), graduates from which could not, in principle, aspire to executive posts in the media.", "9.  The applicant then requested authorisation to leave the vocational high school in which he was enrolled in order to take remote ordinary high-school (açık öğretim lisesi) classes with a view to obtaining a general high school diploma.", "10.  His request was rejected by the Ministry of Education on the ground that the legislation did not allow students to move from a vocational or technical college to an ordinary high school.", "11.  On 6 June 1999 the applicant, having obtained his high school diploma, sat the national entrance examination for higher education. On 6 September 1999 he received his results, which were insufficient for access to a faculty of communication sciences. He calculated that had it not been for the 0.2 weighting on his average high school marks, that is to say without the changes introduced under the new system, the marks which he had obtained in the examination would have been sufficient for him to enrol in the faculty of communication sciences of his choice.", "12.  On 20 September 1999 he applied to the Supreme Administrative Court for judicial review of the decision in question. Relying on the principle of equality among holders of the different types of high school diplomas, he complained of the unforeseeable nature of the changes introduced under the reform carried out during his final year in secondary education and of the lack of a transitional period and retroactivity clause.", "13.  The State Counsel at the Supreme Administrative Court asked the relevant Section of the Supreme Administrative Court to declare void the clauses relating to implementation of the 30 July 1998 circular. He contended that the immediate implementation of the new rules on vocational guidance and the lack of a transitional period had had a negative impact on vocational high school students. According to the State Counsel, the authorities should have laid down transitional measures to protect such students, who had chosen their educational pathway before the new measures, and should have taken advantage of this period to provide students with more detailed information on the various vocational options.", "14.  On 1 May 2001 the 8th Section of the Supreme Administrative Court rejected the applicant’s application. It began by explaining that the changes introduced in the 1998-1999 academic year provided an advantage as regards university entrance to students who wished to take a university course in a field closely related to their secondary studies. It considered that the new system took account of the changes in overall economic and social conditions, for example the new requirement of good marks in mathematics and literature for studies in law, public administration and political and social sciences.", "15.  As regards the lack of a transitional period, the 8th Section of the Supreme Administrative Court ruled that the immediate implementation of the new provisions had been geared to securing equal treatment for all students and prompt improvements in educational standards at the higher education level. It also stated that the Ministry of Education had granted the students in question, as a transitional measure, the possibility of transferring mid-year to a high school which corresponded more closely to their vocational options.", "16.  By a judgment of 20 November 2003, served on the applicant on 25 February 2004, the combined sections of the Supreme Administrative Court, endorsing the arguments of the 8th section, rejected an appeal on points of law lodged by the applicant.", "17.  In the meantime, as of September 2000, by which date the applicant had already completed his secondary studies for over a year, the Higher Education Council introduced a facility for transferring, under specified conditions, from a vocational to an ordinary high school, having realised that the lack of transitional measures had been negatively impacting students from vocational schools.", "II.  RELEVANT DOMESTIC AND INTERNATIONAL LAW AND PRACTICE", "18.  Article 42 of the Turkish Constitution provides that no one may be deprived of the right to education.", "19.  Section 10 of the 1981 Higher Education Act (Law no. 2547) states that the Student Selection and Placement Centre (ÖSYM) is a body which, under the principles set out by the Higher Education Council and for the purposes of selecting applicants for higher education courses, prepares tests, carries them out, assesses their results and, depending on the preferences expressed by successful candidates, ensures the latter’s admission to universities and other institutions of higher education.", "20.  The relevant parts of section 45 of the 1982 Higher Education Reform Act (Law no. 2547) reads as follows:", "“Students shall be admitted to institutions of higher education on passing a competitive examination, the rules on which shall be determined by the Higher Education Council. Regard shall be had in assessing the results of the examination to the average marks obtained by the students concerned at high school ...”", "21.  At the material time, the teaching in vocational high schools specialising in communication of fundamental subjects such as mathematics, the technical sciences (physics, chemistry and biology) and the social sciences (philosophy, literature, history and geography) had gradually decreased to the point of disappearing from the programme for the final two years of the cycle. These schools provided their students, particularly during the last two years of the cycle, with a programme which comprised courses on the various aspects of journalism and was very similar, in terms of both the form and the content of the courses, to the programmes run in the first year in faculties of communication sciences.", "22.  In the appendix to its Recommendation no. R (98) 3 to member States on access to higher education, the Committee of Ministers of the Council of Europe advised the governments and institutions of higher education as follows:", "“2. Aims and objectives", "", "...", "", "2.1. All who are able and willing to participate successfully in higher education should have fair and equal opportunities to do so.", "...", "4.  Admissions", "...", "4.1. Admissions criteria and procedures should recognise the different starting points and cultural backgrounds of applicants, and seek to include all those with the potential to benefit.", "4.2. The range of access routes should be widened by extending admissions criteria to include alternatives to the conventional high school diploma. In particular:", "- high-level vocational qualifications should be accepted as appropriate preparation for higher education;", "- appropriate credit should be given to experiential learning;", "- applicants who are generally well-qualified but suffer from specific educational gaps should have opportunities to follow bridging courses, provided by higher or by further education.”", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 2 OF PROTOCOL No. 1 TO THE CONVENTION", "23.  The applicant complained that he had suffered discrimination on two counts in connection with his right to education.", "He firstly submitted that even though he had obtained similar marks in the national university entrance examination to the ordinary high school students sitting the examination, unlike them he had been refused admission to a faculty of communication sciences. He attributed his failure to the introduction of a system of weightings on the average marks obtained at high school, which he alleged had placed students who, like himself, had attended vocational high schools specialised in communication at a great disadvantage.", "Secondly, he complained that the system in question had been introduced in an unforeseeable manner, without any transitional measures for the 1999 examination. The applicant stated that in 1999 he had been in the final year of the vocational high school for which he had opted several years previously in order subsequently to study in a faculty of communication sciences. He submitted that prior to 1999, students from vocational high schools specialised in communication had had access to the faculties of communication sciences on an equal footing with those from ordinary high schools, and that after 1999, students attending such vocational high schools had been allowed to transfer to ordinary high schools.", "24.  The Court will examine these complaints from the angle of Article 14 of the Convention in conjunction with Article 2 of Protocol No. 1 to the Convention.", "Article 14 of the Convention reads as follows:", "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”", "Article 2 of Protocol No. 1 to the Convention provides:", "“No person shall be denied the right to education. In the exercise of any functions which it assumes in relation to education and to teaching, the State shall respect the right of parents to ensure such education and teaching in conformity with their own religious and philosophical convictions.”", "A.  Admissibility", "25.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  The parties’ submissions", "26.  The applicant first of all submitted that he had compensated for any shortcomings in such essential subjects as mathematics and literature by having private lessons throughout his high-school years. On leaving his vocational high school not only had he had a sound command of mathematics and the technical and social sciences, but also he had assimilated elementary knowledge of communication techniques. In his view, this had enabled him to obtain marks which were as good as, if not better than, those achieved by students from ordinary high schools in the national university entrance examination. Despite these results, however, he had been refused entrance to university. The applicant attributed this failure to the 0.2 weighting on his average high school marks – which was applied in calculating the final marks in the examination – whereas the weighting on average marks for students from ordinary high schools was 0.5, which, in his view, had put him at a clear disadvantage. He claimed that years of effort had thus been wiped out by what he described as negative discrimination against students from vocational high schools.", "27.  Secondly, the applicant complained of the sudden, unforeseeable nature of the changes to the rules on university entrance, as well as the lack of notice and of any transitional measures. He contended that the changes in the country’s social and economic needs which the authorities had used as justification for introducing the new selection system could not have come about in the space of a year. He added that in any event, even if that had been the case – which hypothesis the Government had not substantiated – it hardly justified the lack of transitional measures to take account of the situation of students who several years previously had opted for the courses corresponding to their future occupation.", "28.  The Government contested the applicant’s submissions. They suggested that a complaint relating exclusively to the regulations on access to university education lay outside the scope of Article 2 of Protocol No. 1 to the Convention unless the regulations at issue explicitly prohibited access to university.", "29.   As to the complaint relating to the alleged differentiation between students from vocational high schools specialised in communication and those from ordinary high schools, the Government pointed out that this differentiation took account of the content of the subjects taught in the two types of high school and of the requirements for university education in terms of sound knowledge (including in subjects relevant to communication). They specified that such fundamental subjects as mathematics and the natural, technical and social sciences were only taught in detail in the ordinary high schools.", "30.  The Government added that the distinction between the different categories of high schools had been introduced rapidly because they considered that Turkey had to adapt as quickly as possible to the changing requirements vis-à-vis the level of studies in higher education.", "2.  The Court’s assessment", "(a)  Applicability of Article 2 of Protocol No. 1", "31.  As to the argument to the effect that Article 2 of Protocol No. 1 is inapplicable to a complaint relating exclusively to regulations on access to university, the Court reiterates its findings in previous judgments (see Leyla Şahin v. Turkey ([GC], no. 44774/98, §§ 134142, ECHR 2005-XI, and Mürsel Eren v. Turkey, no. 60856/00, §§ 40-41, ECHR 2006II) to the effect that access to any institution of higher education at any given time is an inherent part of the right set out in the first sentence of Article 2 of Protocol No. 1. Therefore, the subject of the complaint falls within the scope of Article 2 of Protocol No. 1 to the Convention.", "(b)  Criteria used by the Court for the purposes of the application of Article 14 of the Convention in conjunction with Article 2 of Protocol No. 1", "32.  The Court reiterates that discrimination consists in treating differently, without any objective and reasonable justification, persons in reasonably similar situations, and that a difference in treatment is devoid of any “objective and reasonable justification” if it does not pursue a “legitimate aim” or if there is no “reasonable relationship of proportionality between the means employed and the aim sought to be achieved” (see, among many other authorities, Sejdić and Finci v. Bosnia and Herzegovina [GC], nos. 27996/06 and 34836/06, § 42, ECHR 2009, and Ali v. United Kingdom, no. 40385/06, § 53, 11 January 2011). The Court also reiterates that the scope of the margin of appreciation enjoyed by the Contracting Parties in this context varies according to circumstances, the subject-matter and the background (see Andrejeva v. Latvia [GC], no. 55707/00, § 82, ECHR 2009).", "33.  However important it might be, the right to education as secured under the first sentence of Article 2 of Protocol No. 1 is not absolute; it can be subject to implicitly accepted restrictions because “by its very nature [it] calls for regulation by the State” (see Case “relating to certain aspects of the laws on the use of languages in education in Belgium” v. Belgium (merits), 23 July 1968, § 5, Series A no. 6). Of course, rules on educational institutions can vary over time depending on the community’s needs and resources and the specific features of teaching at different levels. Consequently, the national authorities enjoy some margin of appreciation in this sphere, although the final decision as to the observance of the Convention’s requirements rests with the Court (see Leyla Şahin [GC], cited above, § 154, and Ali, cited above, § 53).", "34.  In order to ensure that the restrictions that are imposed do not curtail the right in question to such an extent as to impair its very essence and deprive it of its effectiveness, the Court has to satisfy itself that they are foreseeable to those concerned and pursue a legitimate aim. However, unlike the position with respect to Articles 8 to 11 of the Convention, it is not bound by an exhaustive list of “legitimate aims” under Article 2 of Protocol No.1. Furthermore, a limitation is only compatible with Article 2 of Protocol No. 1 if there is a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see Leyla Şahin [GC], cited above, § 154).", "35.  The Court also reiterates that Article 2 of Protocol No. 1 allows access to universities to be limited to those who have duly applied for entrance and passed the examination (see Lukach v. Russia (dec.), no. 48041/99, 16 November 1999).", "(c) Application of the aforementioned principles to the instant case", "(i) Difference in treatment in terms of access to a faculty of communication sciences owing to the application of different weightings to the average high school marks obtained by students from vocational colleges and those from ordinary high schools", "-  Existence of differential treatment", "36.  The Court notes that two results were taken into account for the national higher education entrance examination at the material time (the 19981999 academic year): the average marks scored by students in their upper secondary leaving examinations and the marks obtained in the examination taken by all candidates without distinction.", "37.  The Court notes that the applicant’s results in the examination papers were equivalent to those of various candidates from ordinary high schools who were, following the examination, admitted to a faculty of communication sciences, but that his average marks scored at upper secondary level, as adjusted by the weighting used for candidates like himself from vocational high schools, caused him to fail the examination. The Court observes that the new system applied to the candidates’ average marks at high school a 0.5 weighting for students from ordinary high schools who had acquired knowledge in the subjects which, according to the circular, corresponded to the subjects taught in the faculties of communication sciences, and a 0.2 weighting for students from vocational high schools specialising in communication who had acquired knowledge in subject areas which “did not correspond to” those taught in the said faculties.", "38.  Accordingly, even though the applicant scored “sufficient” marks in the various examination papers, because of the difference in treatment of his high school marks based on the type of high school which he had attended, he was refused admission to a faculty of communication sciences.", "39.  The Court therefore considers that the applicant suffered differential treatment in the exercise of his right of access to higher education as secured under Article 2 of Protocol No. 1 owing to the weighting system applied to the marks scored by candidates at high school.", "40.  It is incumbent on the Court to ascertain, in the light of the abovementioned principles, whether the system complained of pursued a legitimate aim and whether there was a reasonable relationship of proportionality between the means employed and the aim pursued. Applying these two criteria to the facts of the case will enable the Court to decide whether the measures at issue constituted discrimination incompatible with Article 14 of the Convention and/or impaired the very essence of the right to education as secured under Article 2 of Protocol No. 1.", "-  Whether the difference in treatment pursued a legitimate aim", "41.  The Court considers that when regulating access to universities or colleges of higher education, the member States enjoy a wide margin of appreciation concerning the qualities required of candidates in order to select those who are liable to succeed in their higher-level studies. It nevertheless considers that the selection system used must not impair the very essence of the right to education if it is not to infringe Article 2 of Protocol No. 1; nor must it assess candidates under conditions incompatible with equality and fairness if it is not to violate the rights protected under Article 14 of the Convention taken in conjunction with Article 2 of Protocol No. 1.", "42.  In the instant case the Court notes that when the Higher Education Council changed the system governing admission to university, it considered that the instruction administered by vocational high schools in the fundamental subject areas (mathematics and technical and social sciences) was, in the light of the requirements of higher education, of a lower level than in the ordinary high schools and that the results obtained in the latter required a higher weighting than those obtained in the vocational schools, the aim being to improve the standard of university education. The Court also notes that in the instant case the Supreme Administrative Court ruled that the new selection system for access to university took account of the requirements arising from the changes in the country’s economic and social conditions in connection with university students’ qualifications and that the system met the requirement of raising the standard of higher education.", "43.  However, the Court cannot overlook the fact that in all European countries the trend is towards widening the range of openings to university by extending the admission criteria to channels other than the traditional one of a high-school leaving diploma, and in particular by accepting “high-level vocational qualifications ... as appropriate preparation for higher education” (see, for instance, Article 4.2 of the Appendix to Recommendation no. R (98) 3 of the Committee of Ministers).", "44.  In the instant case the Court notes that in vocational high schools specialised in communication, courses in such basic subjects as mathematics, technical sciences (physics, chemistry and biology) and social sciences (philosophy, literature, history and geography) had gradually decreased to the point of disappearing from the programme for the last two years of the cycle. The Court considers that truncating secondary education in this manner could make it difficult to meet the objective of high-level vocational training advocated in the aforementioned Committee of Ministers recommendation.", "45.  The Court thus accepts that, until such time as vocational training reaches the level required by higher education, which necessitates State investment in pre-university vocational training, the State in question can take account, for the purposes of university entrance, of the nature of the various secondary schools in question. It reiterates that the task of defining and devising the curriculum is primarily a matter for the Contracting States.", "46.  In the light of the foregoing, the Court considers that the selection system attaching greater weight to the education provided for students in ordinary high schools pursues the legitimate aim of improving the standard of university studies.", "-  Proportionality of the difference in treatment", "47.  The Court firstly observes that the weighting introduced for the university entrance examination was applied to candidates in accordance with the study pathway which they had chosen on entering upper high school. The weighting was 0.5 for candidates from ordinary high schools and 0.2 for those from vocational high schools. In order to ascertain whether the difference in treatment deriving from the application of these weightings was disproportionate or not, the Court will begin by assessing its effects and subsequently consider the corrective measures introduced.", "48.  The Court first of all notes that holders of vocational high-school diplomas take the national entrance examination on an equal footing with candidates from general upper high schools, and that their results are assessed in the same manner. It then observes that the average marks scored by vocational high school students are subject to a lower weighting than those of candidates with general school-leaving diplomas.", "49.  The Court also notes that students of upper high school age are free to enrol either in a general school or a vocational high school in which teaching is confined to one specific field.", "50.  In the light of the foregoing observations, the Court considers that since the difference in treatment at issue concerned the distinction between ordinary high schools and vocational training colleges, it was reasonably proportionate to the aim pursued, which was to improve the level of studies in higher education. Consequently, in this respect there has been no violation of Article 14 of the Convention taken in conjunction with Article 2 of Protocol No. 1 to the Convention.", "(ii) Difference in treatment of the applicant as compared with students from the years before and after his last year at high school owing to the introduction, several years after the applicant had chosen his subject combination, of a new university entrance system, without any transitional measures", "-  Existence of differential treatment", "51.  The Court notes that when the applicant opted for a vocational high school specialised in communication with a view subsequently to entering a faculty of communication sciences in order to train as a journalist, a 0.5 weighting had been applied to all candidates’ average school marks, whether they held a general or a vocational school-leaving diploma. The mark thus obtained was taken into account, together with the mark scored in the national examination, for calculating the final mark in the university entrance examination. This weighting was reduced to 0.2 when the applicant was beginning his last year at high school. The applicant asked to change over to an ordinary high school, but this request was denied outright. One year later, when the applicant had completed his secondary studies, the Higher Education Council introduced the possibility of moving, under specified conditions, from a vocational training school to an ordinary high school, having realised that the lack of transitional measures was having unfavourable consequences for vocational school students.", "52.  The Court observes firstly that the applicant did not have the 0.5 weighting applied to his average high school marks, as had been the case for all school-leavers in previous years, and secondly that he was not authorised to move to an ordinary high school, holders of diplomas from which had a 0.5 weighting applied to their average marks, whereas such a transfer facility was introduced the following year. It consequently considers that in the absence of any transitional measures in connection with the change to the selection system for university candidates, the applicant suffered a difference in treatment in the exercise of his right of access to university as compared with students who completed their upper secondary education in the years before and after he did.", "-  Whether the difference in treatment pursued a legitimate aim", "53.  In this connection the Court takes account of the Supreme Administrative Court’s finding that the absence of transitional measures under the new regulations on access to university was intended to ensure egalitarian treatment for university candidates and rapid improvement of the standard of university studies. In the context of the instant case, the Court accepts that the immediate implementation of the new provisions was geared to securing a rapid improvement in the quality of higher education.", "-  Proportionality of the difference in treatment", "54.  In considering whether in the instant case there was a reasonable relationship of proportionality between the means employed and the aim pursued, the Court first of all observes that the applicant, who had aspired to becoming a journalist ever since enrolling in upper secondary education, opted for a vocational high school specialised in communication. This school provided its students, notably during the last two years of the cycle, with a curriculum which included courses on the various aspects of journalism and was very similar to the programmes run in the first year in the faculties of communication sciences. Moreover, before the applicant began his final year at high school, a 0.5 weighting was applied to the average marks scored at vocational high schools specialised in communication in the context of entrance to faculties of communication sciences.", "55.  The Court infers from this that the applicant is acting in good faith when he asserts that he opted for a vocational high school specialised in communication in order subsequently to study communication at university and eventually to embark on a career as a journalist.", "56.  The Court further observes that the changes in the rules on university entrance, which had the practical effect of devaluing the studies pursued in vocational high schools specialised in communication in terms of preparation for journalism studies, effectively deprived the applicant of any chance of entering a communication sciences faculty. So even though the applicant successfully completed his secondary studies by obtaining a diploma and scored the same marks in the national university entrance examination as candidates from ordinary high schools who passed the examination, he was not granted access to university.", "57.  The Court also notes that despite the unexpected nature of the change to the rules in question, the applicant was not entitled to any corrective measures.", "58.  On the one hand, his request for a transfer to an ordinary high school was rejected out of hand. Yet the possibility of such a transfer was laid down in legislation as a corrective measure, but was not put into practice until the academic year following the implementation of the new rules.", "59.  On the other hand, the programme followed by the applicant in his final year at the vocational high school specialised in communication was not adapted to the new standard required for access to a faculty of communication sciences. The programme did not include additional classes in mathematics and technical and social sciences, knowledge of which subjects was required under the new rules on university entrance introduced in 1999.", "60.  In the light of the conclusions it has reached concerning the lack of foreseeability to the applicant of the changes to the rules on access to higher education and the lack of any corrective measures applicable to his case, the Court considers that the differential treatment at issue curtailed the applicant’s right of access to higher education by depriving it of any effectiveness, that it was not reasonably proportionate to the aim pursued and that it was therefore contrary to Article 14 of the Convention taken in conjunction with Article 2 of Protocol No. 1 to the Convention.", "61.  There has therefore been a violation of these provisions.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "62.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "63.  The applicant claimed 350,000 euros (EUR) in respect of the pecuniary and non-pecuniary damage suffered because he had, at the age of eighteen, through no fault of his own, had to abandon his plans to go on to the higher studies which he had previously chosen at the age of fourteen or fifteen, and had suffered the disappointment which this discrimination had caused both himself and his parents, who he said had encouraged him in his career choices.", "64.  The Government contested the applicant’s claims, maintaining that he had failed to produce evidence of the damage in respect of which he was claiming compensation. They therefore considered that the amount claimed by the applicant was manifestly excessive and unsubstantiated. They submitted that should the Court find a violation, such a finding would provide sufficient just satisfaction.", "65.  The Court cannot speculate on the putative outcome of the situation complained of if the applicant had finally been able to enter a university faculty of communication sciences. Considering, therefore, that there is no causal link between the violation found and the pecuniary damage alleged, it rejects his claim under this head.", "66.  However, the Court considers that owing to the frustration caused by the discrimination stemming from the negative effect of the unforeseeable changes made to the rules on access to higher education and the lack of any corrective measures applicable to his case, the applicant suffered nonpecuniary damage for which the finding of a violation of the Convention does not provide sufficient redress. Nevertheless, the amount claimed by the applicant is excessive. Deciding on an equitable basis, the Court assesses the non-pecuniary damage suffered by the applicant at EUR 5,000  and awards him this amount.", "B.  Costs and expenses", "67.  The applicant did not submit any claim for the costs and expenses incurred before the Court or the domestic courts.", "68.  The Government did not state a position on this point.", "68.  The Court considers that there is no reason to make the applicant any award under this head.", "C.  Default interest", "70.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT", "1.  Declares, unanimously, the application admissible;", "", "2.  Holds, by five votes to two, that there has been no violation of Article 14 of the Convention taken in conjunction with Article 2 of Protocol No. 1 as regards the complaint of discrimination relating to the applicant’s access to higher education owing to the weighting introduced to the detriment of students from vocational high schools specialised in communication as compared with students from ordinary high schools;", "", "3.  Holds, unanimously, that there has been a violation of Article 14 of the Convention taken in conjunction with Article 2 of Protocol No. 1 as regards the complaint concerning the unforeseeable nature of the changes to the rules on access to university several years after the applicant had chosen his future educational pathway, in the absence of any transitional measures applicable to his case;", "", "4.  Holds, unanimously,", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the sum of EUR 5,000 (five thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:", " (b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "5.  Dismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.", "Done in French, and notified in writing on 9 July 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tStanley Naismith\tGuido Raimondi\n\tRegistrar\tPresident", "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges Vučinić and Pinto de Albuquerque is annexed to this judgment.", "G.R.A.\nS.H.N.", "JOINT PARTLY DISSENTING OPINION OF JUDGES VUČINIĆ AND PINTO DE ALBUQUERQUE", "The Altınay case concerns the access of students from the vocational education system to the higher education system. The case therefore lies at the interface between the European higher education process, the Bologna process, and the European vocational education process, the Copenhagen process. We agree with the finding of a violation with regard to the lack of transitional arrangements, since changes in the system of access to higher education must be accompanied by the necessary protection of the legitimate expectations of students, which was not the case here. But we disagree with the finding of no violation with regard to discrimination against students from the vocational education system in access to higher education. In our view, this is the core of the case.", "The discrimination against students from vocational education", "The applicant was a student from a vocational high-school specialised in communication sciences who wanted to study the same subject at the faculty of communication sciences. The applicant had had two years of studies in communication sciences at high school. Students from general high schools had no such specialisation.", "According to the new circular of 1998, access to the faculty of communication sciences was determined on the basis of a final mark, composed of the mark obtained in the final national examination, which was weighted 79%, and the average mark obtained at high school, which was weighted 21%. To the average mark obtained at high school the circular applied a coefficient of 0.5 for marks obtained in general high schools and 0.2 for marks obtained in vocational high schools specialised in communication sciences, with the justification that the subjects as taught in high-schools specialised in communication sciences “did not correspond to” those taught in the communication sciences faculty (see para. 7 of the judgment).", "This difference of coefficients as well as its justification is in itself discriminatory. In practical terms, the consequence of this system is that, in order to enter the faculty of communication sciences, students from a vocational high school specialised in communication sciences, who had strong background knowledge of communication sciences, were discriminated against in favour of students from a general high school, who had no specialisation at all.", "This system not only lacks any legal justification, it simply lacks any logic: those students who have prepared themselves in high school for entry to a faculty of communication sciences, studying in advance subjects related to their field of interest, are punished for having made that choice. Only a very strong class bias can explain such a political choice, which is manifestly unacceptable in a democratic society.", "In addition, the fact that there is no possibility for transferring between the vocational education system and the general education system only aggravated the intrinsic unfairness of the system, leaving students like the applicant without any chance of escaping the discriminatory trap. But even if there were such a possibility, it would not make the system any more logical or fair. The possibility of changing schools introduced in 2000-2001, which permits, under certain conditions, the transfer of students from the vocational high schools to the general high schools, does not justify discriminating against students with a better background in communication sciences in terms of admission to the communication sciences faculty.", "The international standards on vocational education", "Moreover, Turkey is flouting its international commitments under the Bologna process and the Copenhagen process and its obligations within the Council of Europe, namely, on the one hand, to widen the range of access routes to higher education in order to include alternatives to the conventional high school, such as experiential learning, and to increase the participation of under-represented groups in higher education, such as students from vocational high schools, and on the other hand, to increase the attractiveness of vocational education and to facilitate paths enabling people to progress from vocational education to higher education.", "The bitter reality is that the respondent State’s political choices did not foster parity of esteem between the vocational education and general education systems and permeability between vocational education and higher education, nor did it design a system capable of attracting more vocational education students to higher qualifications, as it should have done under the Copenhagen process. On the contrary, it aggravated prejudice against the vocational education system and diminished its attractiveness and ability to motivate students to obtain higher qualifications. Instead of ensuring that vocational students are provided with both specific vocational competencies and broader key competences, including transversal competencies, that enable them to follow further education and training within the vocational education system or in higher education, the respondent State chose to leave vocational education in a vicious circle of ghettoisation and prejudice.", "The acknowledgment of the discrimination", "Furthermore, several public authorities, including the Prime Minister, explicitly acknowledged the discriminatory nature of this system of access to university in 2003 and 2004 and again in 2009, and even promised to abolish all discrimination against students from vocational high schools in access to university. The respondent State failed to implement this promise. Instead, the situation of students from vocational schools was aggravated, since the present coefficients are even more discriminatory: 0.3 for vocational high-schools and 0.8 for general high schools.", "Conclusion", "In the knowledge society vocational skills and competences are just as important as academic skills and competences. The respondent State wrongly defends the opposite view in this case, discriminating against students from vocational high schools specialised in communication sciences. If we accept that the States Parties’ margin of appreciation is wider with regard to the regulation of State schools and narrower with regard to that of private schools, we must acknowledge that an even narrower margin of appreciation applies a fortiori to higher education, where institutional autonomy plays a pivotal role. In this particular case, the respondent State has, for reasons totally extraneous to the interests of vocational and higher education, established a discriminatory and arbitrary system of access to the university for students coming from the vocational education system. Thus, we have found a corresponding violation of Article 14 of the Convention in conjunction with Article 2 of Protocol No. 1, and would have added to it an order under Article 46 of the Convention for the respondent State to change this system as soon as possible."]}