{"file": "ENG_CLIN_28212_95.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "28212/95", "text_paragraphs": ["Information Note on the Court’s case-law 45", "August-September 2002", "Benjamin and Wilson v. the United Kingdom - 28212/95", "Judgment 26.9.2002 [Section III]", "Article 5", "Article 5-4", "Take proceedings", "Absence of right to bring proceedings for review of lawfulness of detention after expiry of tariff period: violation", "Facts: The first applicant, after serving the tariff period of a life sentence for rape, was transferred to a secure hospital. In 1996 the Mental Health Review Tribunal declined to recommend his discharge. In 2001 the Secretary of State accepted the Tribunal’s recommendation to discharge the applicant.", "A discretionary life sentence was imposed on the second applicant in 1977, despite a psychiatric recommendation that he be made subject to a hospital order. After expiry of the tariff period, he was transferred to a secure hospital. In 1996 and in 2000 the Mental Health Tribunal declined to recommend his release.", "In 1992 the Secretary of State had refused to certify the applicants as eligible for review by the discretionary lifer panels which had been set up and which had power to order release. The Court of Appeal confirmed that the rights in relation to these panels did not apply to life prisoners who were mental patients.", "Law: Article 5 § 4 – The Mental Health Review Tribunal, although it satisfied the requirement of independence, did not have power to order release, and it was not sufficient that the Secretary of State’s practice was to follow the Tribunal’s recommendation. The plain wording of Article 5 § 4 refers to the decision-making power of the reviewing body and in the present case the power to order release lay with the Secretary of State, even though he may have been under some constraints of administrative law as regarded the situations in which he could or could not depart from a policy that had created legitimate expectations. Moreover, the possibility of challenging a refusal to follow that policy would not be a remedy, since Article 5(4) presupposes the existence of a procedure in conformity with its provisions without the necessity of instituting separate legal proceedings in order to bring it about. Similarly, although following entry into force of the Human Rights Act 1998 the Secretary of State would not be able to depart lawfully from the Tribunal’s recommendation, the decision to release would still be taken by a member of the executive and not by the Tribunal. This was not a matter of form but impinged on the fundamental principle of separation of powers and detracted from a necessary guarantee against the possibility of abuse. Finally, although the first applicant had been released and the second applicant’s release had never been recommended, both were entitled to a review of the lawfulness of their continued detention by a body satisfying the requirements of Article 5 § 4. As the Tribunal could not order their release, they were not able to obtain such a review.", "Conclusion: violation (unanimously).", "Article 41 – The applicants made no claim for damages.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}