{"file": "ENG_CLIN_35014_97.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "35014/97", "text_paragraphs": ["Information Note on the Court’s case-law 87", "June 2006", "Hutten-Czapska v. Poland [GC] - 35014/97", "Judgment 19.6.2006 [GC]", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Peaceful enjoyment of possessions", "Impossibility of recovering property or obtaining adequate rent from tenants: violation", "Article 46", "Article 46-2", "Execution of judgment", "Respondent State to secure in its domestic legal order a mechanism maintaining a fair balance between the interests of landlords and the general interest of the community.", "Facts: The applicant is one of around 100,000 landlords in Poland affected by a restrictive system of rent control (from which some 600,000 to 900,000 tenants benefit), which originated in laws adopted under the former communist regime. The system imposes a number of restrictions on landlords’ rights, in particular, setting a ceiling on rent levels which is so low that landlords cannot even recoup their maintenance costs, let alone make a profit.", "The property in question was taken under state management after the entry into force of a 1946 decree giving the Polish authorities power to assign flats in privately-owned buildings to particular tenants. The applicant’s parents tried unsuccessfully to regain possession of their property. In 1974 a new regime on the state management of housing entered into force, the so‑called “special lease scheme”. In 1975, the mayor issued a decision by which the ground floor of the house was leased to another tenant. In the 1990s the applicant tried to have that decision declared null and void but only succeeded in obtaining a decision declaring that it had been issued contrary to the law.", "In 1990 the District Court declared that the applicant had inherited her parents’ property and, in 1991, she took over the management of the house. She then brought several unsuccessful sets of proceedings – civil and administrative – to regain possession of her property and to relocate the tenants.", "In 1994 a rent control scheme was applied to private property in Poland, under which landlords were both obliged to carry out costly maintenance work and prevented from charging rents which covered those costs. According to one calculation, rents covered only about 60% of the maintenance costs. Severe restrictions on the termination of leases were also in place. The 1994 Act was replaced by a new act in 2001, designed to improve the situation, which maintained all restrictions on the termination of leases and obligations in respect of maintenance of property and also introduced a new procedure for controlling rent increases. For instance, it was not possible to charge rent at a level exceeding 3% of the reconstruction value of the property in question. In the applicant’s case this amounted to 1,285 Polish zlotys (PLN) in 2004 (equivalent to 316 euros).", "In 2000 and 2002 the Constitutional Court found that the rent-control scheme under both the 1994 Act and the 2001 Act was unconstitutional and that it had placed a disproportionate and excessive burden on landlords. The provisions in question were repealed and from 10 October 2000 until 31 December 2004 the applicant was able to increase the rent she charged by about 10% to PLN 5.15 a square metre (approximately 1.27 euros). On 1 January 2005, new provisions (the “December 2004 amendments”) entered into force which allowed, for the first time, rents exceeding 3% of the reconstruction value of the property being rented to increase by not more than 10% a year. The new provisions still maintained State control over levels of rent. Those provisions, after being challenged by the Proscutor General of Poland before the Constitutional Court, were later repealed as unconstitutional. – The applicant’s property has now been vacated.", "On 22 February 2005 a Chamber of the Court held that there had been a violation of Article 1 of Protocol No. 1 and considered with regard to Article 46 of the Convention that the violation had originated in a systemic problem linked to the malfunctioning of Polish legislation (see ).", "Law: Article 1 of Protocol No. 1 – The Grand Chamber of the Court agreed with the assessment of the applicant’s situation set out in the Court’s Chamber judgment, which found that the Polish authorities had imposed a “disproportionate and excessive burden” on the applicant, which could not be justified by any legitimate community interest. The Grand Chamber added, however, that the violation of the right of property in the applicant’s case was not exclusively linked to the question of the levels of rent chargeable but, rather, consisted in the combined effect of defective provisions on the determination of rent and various restrictions on landlords’ rights in respect of termination of leases, the statutory financial burdens imposed on them and the absence of any legal ways and means making it possible for them either to offset or mitigate the losses incurred in connection with maintenance of property or to have the necessary repairs subsidised by the State in justified cases. ", "The Court referred to its case-law confirming that in many cases involving limitations on the rights of landlords – which were and are common in countries facing housing shortages – the limitations applied had been found to be justified and proportionate to the aims pursued by the State in the general interest. However, in none of those cases had the authorities restricted the applicants’ rights to such a considerable extent as in the applicant’s case. In the first place, she had never entered into any freely-negotiated lease agreement with her tenants; rather, her house had been let to them by the State. Secondly, Polish legislation attached a number of conditions to the termination of leases, thus seriously limiting landlords’ rights. Finally, the levels of rent were set below the costs of maintenance of the property such that landlords were not able to increase the rent in order to cover necessary maintenance expenses. The Polish scheme did not, and does not, provide for any procedure for maintenance contributions or State subsidies, thereby causing the inevitable deterioration of the property for lack of adequate investment and modernisation.", "It was true that the Polish State, which inherited from the communist regime an acute shortage of flats available for lease at an affordable level of rent, had to balance the exceptionally difficult and socially sensitive issues involved in reconciling the conflicting interests. It had to secure the protection of the property rights of landlords and respect the social rights of tenants, who were often vulnerable individuals. Nevertheless, the legitimate interests of the community in such situations called for a fair distribution of the social and financial burden involved in the transformation and reform of the country’s housing supply. That burden could not, as in the applicant’s case, be placed on one particular social group, however important the interests of the other group or the community as a whole.", "In the light of the foregoing, and having regard to the effects of the operation of the rent-control legislation during the whole period under consideration on the rights of the applicant and others in a similar situation, the Polish State had failed to strike the requisite fair balance between the general interests of the community and the protection of the right of property.", "Conclusion: violation (unanimously).", "Article 46 – Application of the pilot-judgment procedure: The Grand Chamber agreed with the Chamber’s conclusion that the applicant’s case was suitable for the application of the pilot-judgment procedure as established in the Court’s judgments in Broniowski v. Poland (application no. 31443/96). It was common ground that the operation of the impugned housing legislation potentially entailed consequences for the property rights of a large number of people whose flats (some 600,000, or 5.2% of the entire housing resources of the country) were let under the rent-control scheme. Eighteen similar applications were pending before the Court, including one lodged by an association of some 200 landlords. The Court noted however that the identification of a “systemic situation” justifying the application of the pilot-judgment procedure did not necessarily have to be linked to, or based on, a given number of similar applications already pending. In the context of systemic or structural violations the potential inflow of future cases was also an important consideration in terms of preventing the accumulation of repetitive cases on the Court’s docket, which hindered the effective processing of other cases giving rise to violations, sometimes serious, of the rights it was responsible for safeguarding.", "Although the Polish Government maintained that the rent-control scheme no longer existed in Poland, the Court reiterated its view that the general situation had not yet been brought into line with the Convention standards. ", "The Grand Chamber shared the Chamber’s general view that the problem underlying the violation of Article 1 of Protocol No. 1 consisted in “the malfunctioning of Polish housing legislation”. However, the Grand Chamber saw the underlying systemic problem as a combination of restrictions on landlords’ rights, including defective provisions on the determination of rent, which was and still is exacerbated by the lack of any legal ways and means enabling them at least to recover losses incurred in connection with property maintenance, rather than as an issue solely related to the State’s failure to secure to landlords a level of rent reasonably commensurate with the costs of property maintenance.", "General measures: The Court noted that one of the implications of the pilot-judgment procedure was that its assessment of the situation complained of in a “pilot” case necessarily extended beyond the sole interests of the individual applicant and required it to examine that case from the perspective of the general measures that needed to be taken in the interest of other people who might be affected. Given the systemic nature of the underlying problem, the fact that the applicant’s property had been vacated did not prevent the Court from ascertaining whether the cause of the violation for other people had been removed.", "The Court held, by sixteen votes to one, that the above violation originated in a systemic problem connected with the malfunctioning of Polish legislation in that: it imposed, and continues to impose, restrictions on landlords’ rights and it did not and still does not provide for any procedure or mechanism enabling landlords to recover losses incurred in connection with property maintenance.", "The Court further held, by fifteen votes to two, that, in order to put an end to the systemic violation identified in the applicant’s case, Poland had to, through appropriate legal and/or other measures, secure in its domestic legal order a mechanism maintaining a fair balance between the interests of landlords and the general interest of the community, in accordance with the standards of protection of property rights under the Convention.", "It was not for the Court to specify what would be the most appropriate way of setting up such remedial procedures or how landlords’ interest in deriving profit should be balanced against the other interests at stake. However, the Court observed in passing that the many options open to the State certainly included the measures indicated by the Constitutional Court in its June 2005 Recommendations, setting out the features of a mechanism balancing the rights of landlords and tenants and criteria for what might be considered a “basic rent”, “economically justified rent” or “decent profit”.", "Article 41 – The Court held unanimously that the question of pecuniary damages to be awarded was not ready for decision but awarded EUR 30,000 in respect of non-pecuniary damage. ", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}