{"file": "ENG_CLIN_43517_09.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "43517/09", "text_paragraphs": ["Information Note on the Court’s case-law No. 159", "January 2013", "Torreggiani and Others v. Italy - 43517/09, 46882/09, 55400/09 et al.", "Judgment 8.1.2013 [Section II]", "Article 46", "Pilot judgment", "General measures", "Respondent State required to provide effective remedies in respect of prison overcrowding", "Facts – The seven applicants were detained in Busto Arsizio and Piacenza prisons. Over periods ranging from fourteen to fifty-four months, they had 3 sq. m of personal space each in prison.", "Law – Article 3: The severe shortage of space to which the seven applicants had been subjected for periods ranging from fourteen to fifty-four months, which in itself constituted treatment contrary to the Convention, appeared to have been exacerbated by other conditions. The lack of hot water in both establishments over lengthy periods and the inadequate lighting and ventilation in the Piacenza prison cells, while not in themselves amounting to inhuman and degrading treatment, had nevertheless caused the applicants additional suffering. Taking into account also the duration of the applicants’ imprisonment, their conditions of detention had subjected them to hardship of an intensity exceeding the unavoidable level of suffering inherent in detention.", "Conclusion: violation (unanimously).", "Article 46: The violation of the applicants’ right to adequate conditions of detention did not stem from isolated incidents but from a systemic problem arising out of a chronic dysfunction of the Italian prison system which had affected and remained liable to affect a large number of persons. The situation complained of therefore amounted to a practice incompatible with the Convention. Furthermore, several hundred applications against Italy were currently pending before the Court raising the same issue of overcrowding in various Italian prisons, and the numbers continued to rise. In addition, approximately 40% of the persons held in Italian prisons were remand prisoners awaiting trial. The Court pointed in that context to the Recommendations of the Committee of Ministers of the Council of Europe inviting States to encourage prosecutors and judges to make use of alternative measures to detention wherever possible, and to devise their penal policies with a view to reducing recourse to imprisonment, in order, among other objectives, to tackle the problem of the growth in the prison population. Lastly, the only remedy indicated by the respondent Government in the present cases which was capable of improving the conditions of detention complained of, namely an application to the judge responsible for the execution of sentences, was one which, although accessible, was not effective in practice in so far as it did not afford the possibility of putting a rapid end to an individual’s detention in breach of Article 3. Moreover, recent court rulings giving the judge responsible for the execution of sentences the power to order the administrative authorities to pay financial compensation by no means amounted to settled and consistent practice on the part of the national authorities. Consequently, the national authorities had to put in place, within one year, a remedy or combination of remedies with preventive and compensatory effect affording real and effective redress in respect of Convention violations stemming from overcrowding in Italian prisons.", "Article 41: sums ranging between EUR 10,600 and EUR 23,500 to each applicant in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}