{"file": "ENG_CLIN_16026_90.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "16026/90", "text_paragraphs": ["Information Note on the Court’s case-law No.", "June 1995", "Mansur v. Turkey - 16026/90", "Judgment 8.6.1995", "Article 5", "Article 5-3", "Length of pre-trial detention", "Reasonableness of pre-trial detention", "Length of pre-trial detention: violation", "Article 6", "Article 6-1", "Reasonable time", "Length of criminal proceedings: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tINTRODUCTORY OBSERVATION", "Turkey's declaration of 22 January 1990 under Article 46 of the Convention contained a valid acceptance of the Court's competence.", "II.\tTHE GOVERNMENT'S PRELIMINARY OBJECTIONS", "1.\tLack of jurisdiction ratione temporis", "The Court could not entertain complaints about events which had occurred before 22 January 1990 - however, when examining the applicant's complaints, it would take account of the state of the proceedings at the time when the above-mentioned declaration had been deposited.", "From 22 January 1990 onwards all the State's acts and omissions not only had to conform to the Convention but were also undoubtedly subject to review by the Convention institutions.", "Conclusion: objection dismissed (unanimously).", "2.\tNon-exhaustion of domestic remedies", "Objection that the applicant had neglected to rely in the national proceedings on Article 19 of the Constitution and to seek relief under Law no. 466 of 7 May 1964: had not been raised at admissibility stage of application and there was therefore estoppel.", "Conclusion: objection dismissed (unanimously).", "3.\tLoss of victim status", "Objection that the applicant could no longer claim to be a victim of breaches of the Convention since he had been granted a substantial reduction of his sentence on 21 June 1991 and had been released on 1 July 1991: had not been raised before Commission and there was therefore estoppel.", "Conclusion: objection dismissed (unanimously) ", "III.\tARTICLE 5 § 3 OF THE CONVENTION", "A.\tPeriod to be taken into consideration", "Starting-point: depositing of Turkey's declaration.", "End: judgment of Edirne First Assize Court.", "Result: one year and twenty-eight days, but fact had to be taken into account that by critical date applicant had been in custody for nearly five years and three months.", "B.\tReasonableness of length of detention", "Recapitulation of Court's case-law.", "Danger of absconding: orders of Edirne First Assize Court confirming detention had nearly always used an identical, not to say stereotyped, form of words, and on three occasions had given no reasons.", "Expression \"the state of the evidence\": could be understood to mean the existence and persistence of serious indications of guilt - in the instant case those circumstances could not on their own justify continuation of detention.", "Conclusion: violation (unanimously).", "IV.\tARTICLE 6 § 1 OF THE CONVENTION", "A.\tPeriod to be taken into consideration", "Starting-point: depositing of Turkey's declaration.", "End: dismissal of applicant's appeal on points of law.", "Result: one year, three months and eight days, but fact had to be taken into account that by critical date the proceedings had already lasted for more than seven years.", "B.\tReasonableness of length of proceedings", "To be assessed in the light of the particular circumstances of the case, regard being had to the criteria laid down in the Court's case-law.", "1.\tComplexity of case", "Documents requested from Greek authorities had been sent by them through Turkish Embassy in Athens, but for a number of reasons (including a breakdown of communications between the various State departments concerned and the unavailability of any sworn translators) it had not been possible for them to be used in time - moreover, the Edirne First Assize Court had convicted applicant on basis of Salonika Court of Appeal's judgment, his own confessions and the report produced by the Institute of Forensic Medicine.  Case could not be regarded as complex.", "2.\tApplicant's conduct", "Government had not made any criticism of accused's behaviour at any stage of the trial.", "3.\tConduct of judicial authorities", "Edirne First Assize Court had not received the laboratory report on the substances confiscated in Greece until July 1990 - in February 1991, since it still did not have a translation of the report, it had convicted applicant on basis of other evidence.", "The Court found it hard to understand why the proceedings had been conducted in that way, especially as Edirne First and Second Assize Courts had each previously persisted in requesting the report and in adjourning the case pending receipt of it.", "Conclusion: violation (unanimously).", "V.\tARTICLE 50 OF THE CONVENTION", "A.\tDamage", "Pecuniary damage: none, as the whole length of applicant's detention pending trial had been set off against his sentence.", "Non-pecuniary damage: compensation awarded.", "Conclusion: respondent State to pay applicant a specified sum in respect of non-pecuniary damage (unanimously).", "B.\tCosts and fees", "Before the domestic courts: in view of the lack of any remedies in Turkish law in respect of length of proceedings, no costs could have been incurred under that head.", "Before the Convention institutions: compensation awarded.", "Conclusion: respondent State to pay applicant a specified sum in respect of costs and fees (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}