{"file": "ENG_HECOM_5968_09.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "5968/09", "text_paragraphs": ["SECOND SECTION", "Application no. 5968/09\nAurelian ANGHEL\nagainst \nlodged on 24 January 2009", "STATEMENT OF FACTS", "THE FACTS", "The applicant, Mr Aurelian Anghel, is a Romanian national who was born in 1961 and lives in Lakatamia. He is married to M. and they have a son, A., born in March 2003.", "A.  The circumstances of the case", "The facts of the case, as submitted by the applicant, may be summarised as follows.", "1. Background", "Following A.’s birth, M. occasionally worked in  for short periods of time, in order to ensure economic means of subsistence for the family. In 2005, after M. had obtained a regular job, the applicant agreed for A. to travel to  with his mother. The formal notarial deed of 26 April 2005, submitted to the Court, states that Mr Anghel Aurelian, residing in Bucharest, gave his consent that his underage son, Anghel A., born in March 2003, residing at the above-mentioned address, travel to the Republic of Moldova and Italy, in the course of the year 2005, accompanied by his mother, Anghel M. The applicant notes that such agreement was given only for a limited period of time in order to allow continuous contacts with the mother. The case file shows that the mother challenged this statement, alleging that she had taken the child with her because of the adverse effect that living with the father was having on A.’s development.", "In January 2006 the applicant travelled to Italy in order to return A. to . He found the child living in very poor conditions. M. resisted his requests to take the child back to Romania or alternatively for all of them to move to , where he had found a job.", "Once the applicant returned to Romania, he filed a criminal complaint under Article 301 of the Romanian Criminal Code, alleging that his wife was detaining A. in  without his consent.", "On an unspecified date, the applicant moved to . On 6 December 2006 he travelled to  to visit his son. He alleges that A’s health and social conditions had worsened. On 13 December 2007 father and son travelled together to . On 8 January 2007 M. joined them. On 15 January they all travelled to , to pay a visit to M.’s family. On 20 January 2007, M. and A. “disappeared”. The applicant eventually found out that they had returned to .", "On 9 February 2007, the Public Prosecutor’s Office of Romania decided not to institute criminal proceedings against M. as there were not sufficient elements to qualify the charges as a punishable offence. The applicant contested the aforementioned decision on 28 December 2007. It appears that the district court dismissed the challenge as ill-founded on 31 March 2008. The applicant filed an appeal with the higher court. On 18 June 2008, the applicant abandoned his appeal.", "2.  The petition for return of the child under the Hague Convention and the decision of the  Youth Court", "On 2 April 2007 the applicant applied to the Minister of Justice, designated by Romania as the Central Authority responsible for discharging the duties imposed on Romania by the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction (“the Hague Convention”). He asked the Minister to assist him in securing the return of his son whom the mother had, he alleged, wrongfully removed to  on 20 January 2007.", "Following the steps undertaken by the Romanian and Italian authorities in accordance with the provisions of the Hague Convention, the Bologna Office of the Prosecutor initiated return proceedings before the Bologna Youth Court (Tribunale per i minorenni).", "On 18 June 2007 a hearing took place in the presence of the applicant.", "On 5 July 2007 the applicant wrote to the Romanian Minister of Justice informing him of the conduct of the hearing. The applicant explained that he had not been given the opportunity to challenge the statements made by his wife’s attorney, in particular regarding: i) the time it had taken the applicant to institute proceedings since the date of the wrongful removal or retention of the child, which according to the applicant was 20 January 2007 and not as considered by the court January 2006, which would have made Article 12 of the Hague convention come into play to the effect that after a period of one year a child may not be returned if he has integrated into society; ii) the contention that the child’s health and psychological problems were imputable to the time he had spent with his father before moving to Italy, which was based on medical documents to which the applicant had no access; iii) the allegation that M had had his consent up to 1 January 2007 date when this was no longer necessary (Romania having adhered to the European Union), thus ignoring the applicant’s specific notarial deed delimiting the period of consent; iv) the fact that M. had changed their son’s residence, without the father’s consent as required by law. The applicant further explained that the Bologna Youth Court was considering custody issues, in violation of its competence under the Hague Convention, custody issues being solely to be dealt with by their country of domicile, Romania. It would, moreover, not decide the case until the Romanian courts had made a decision in the divorce and custody proceedings. He further contested the evaluation of the potential harm for the child in the event of a return to Romania, which had been made by the social services only with reference to the biased account of the mother, without any direct evaluation of the relationship between the father and the son and of the social environment A. would find in Romania. The applicant requested the Minister to forward the relevant statement to the competent authority in  and to the Bologna Youth Court.", "By a decision of 6 July 2007, filed with the relevant registry on 9 July 2007, the Bologna Youth Court refused the application for return. It noted that M. claimed that she had the required permission from her husband to keep the child in Italy according to a notarial deed of 2005 and that the applicant contested this on the basis that he had only given permission for tourist purposes, and that he wanted the child to be with him. The court held that A. had been in Italy since 2006 and that M. could not be considered as having wrongfully abducted him, since the applicant did not have exclusive custody rights, a matter that was yet to be decided in the framework of ongoing divorce proceedings in . Moreover, the applicant had consented to A.’s transfer to Italy and had eventually moved to . Moreover, the Youth Court observed that the child had been in  for more than a year and was integrated into Italian society, although with some problems. Thus, it was not obliged according to Article 13 of the Hague Convention to order repatriation in view of any relevant psychological harm which might ensue. According to the social services to which the applicant had been sent following medical advice, the need for A.’s psychotherapeutic treatment was due to the prolonged periods of separation from his parents, the change of habitat, and continuous parental conflict. It was therefore necessary to give A. reference points and daily routines. Overall, his psychological condition had been improving save for a worrying regression following his return from Romania and  in January 2007.", "3.  The steps taken by the applicant to contest the decision", "On 30 July 2007 the Romanian Ministry of Justice informed the applicant of the decision and told him that it had also requested information from the Italian Ministry of Justice about available remedies against it.", "By a letter of 6 August 2007, the Italian Ministry of Justice informed the Romanian Ministry of Justice that the decision could be appealed against either through an appeal on points of law to the Court of Cassation, to be lodged within 60 days of the date of the decision if such rejection was pronounced during a hearing at which the requesting party was present (according to Law no. 64 of 1994) through an advocate qualified to plead before it. Alternatively, he could take up an action in accordance with the provisions of Article 11 of EC Regulation 2201/2003 (Regulation “Brussels II bis”).", "The following day, the Romanian Ministry of Justice informed the applicant of the above and that it had requested further information on the final date to lodge the appeal on points of law and on the existing possibilities for the applicant to obtain legal aid.", "The applicant repeatedly contacted the Romanian Ministry to obtain the relevant reply together with the relevant documents which would have allowed him to appeal.", "On 13 September 2007 the Romanian Ministry of Justice forwarded, to its Italian counterpart, the applicant’s request for legal aid in order to file an appeal on points of law.", "On 29 October 2007 the Council of the Bologna Bar Association granted the applicant legal aid to file an appeal, indicating the Bologna Court of Appeal as the competent court and not the Court of Cassation. It further noted that it was not sure that an appeal was still possible - it being unknown whether the decree had been served, the relevant time-limits could not be calculated. On 30 October 2007 the decision was transmitted to the Italian Ministry of Justice.", "By a letter of 8 November 2007, the applicant was informed by the Italian authorities that his request had been received on 16 October 2007 and forwarded to the Council of the Bologna Bar Association. No mention was made of the decision of 29 October 2007.", "According to the documents produced, on 22 November 2007 the decision granting the applicant legal aid was forwarded to the Romanian Ministry of Justice, together with an invitation to inform the applicant, as well as to adduce proof that he had received the decision.", "It is unknown whether this notification ever reached the Romanian authorities, and proof of receipt by the applicant was not submitted.", "On 13 December 2007 upon the applicant’s complaint that he had not been informed of any decision on his request, the Romanian Ministry of Justice urged the Italian authorities to provide an answer.", "In the absence of a reply, on 3 January 2008 the applicant sent an e-mail to the Romanian Consul in  asking for support in obtaining information on the matter. By a letter of 17 January 2008, the General Division of Consular Affairs of the Romanian Ministry of Foreign Affairs informed the applicant that a favourable decision on his request had been taken on 29 October 2007 and that it had been communicated to the Romanian Ministry of Justice on 22 November 2007.", "On 27 January the applicant wrote to the Romanian Consul confirming that he had to date not received a copy of the decision and asking it to ascertain who had sent it on behalf of Italy and who had received it at the Romanian Ministry. On 28 January 2008 the Division of Consular Relation transmitted a copy of the correspondence pertaining to his file to the applicant.", "On 15 February 2008 the Italian Ministry of Justice requested the Council of the Bologna Bar Association to provide, urgently, a list of the advocates qualified to plead the applicant’s appeal within the legal aid scheme. On 19 March 2008 such a list was transmitted by the Italian authorities to the Romanian Ministry of Justice. On 6 May 2008 the applicant wrote to the Italian Ministry of Justice and to the Council of the Bologna Bar Association indicating his choice.", "By a letter dated 23 June 2008, addressed to the applicant and the Italian and Romanian authorities (apparently faxed on 2 or 8 July 2008 to the Italian authorities, receipt date for all recipients unknown), the appointed legal aid lawyer indicated that she was not in a position to represent the applicant since she was not qualified to plead before the Court of Cassation and, contrary to the indication given by the Council of the Bologna Bar Association, the only available remedy was an appeal to the Court of Cassation in accordance with Article 7 of Law no. 64 of 15 January 1994, such appeal to be lodged within 60 days of notification. She also mentioned that since it did not appear that the impugned decision had been notified, the time-limit to appeal in his case was to expire one year and forty-five days after the date of the lodging of the decision and, therefore, she advised the applicant to appoint an advocate qualified to plead before the Court of Cassation as soon as possible in order to be able to file the appeal.", "On 15 July 2008, the applicant wrote to the Council of the Bologna Bar Association asking for the list of advocates qualified to plead in cassation proceedings. On 23 July 2008, the applicant received such a list by e-mail and replied indicating the name of the chosen lawyer.", "On 12 August 2008, the applicant wrote again to the Council of the Bologna Bar Association requesting further contact details (telephone numbers and e-mail address) of the chosen lawyer. He alleged that information contained in the list was inaccurate and that he had not been able to establish any contact with the lawyer.", "On 23 September 2008, the applicant wrote an e-mail to the chosen lawyer, explaining the situation, and asking whether she had been informed of her appointment. The same day, the chosen lawyer replied stating that she had not been informed and requesting the case documents as well as a copy of the decision granting legal aid, in order for her to decide whether to take up the appointment. The day after, the applicant reached the lawyer by phone and replied to her by e-mail, giving the information and documents requested.", "On 25 September 2008 the lawyer informed the applicant that the time-limit of one year and forty-five days to appeal the decision of 6 July 2007 had expired and that, consequently, she was not in a position to assist him.", "B.  Relevant law and practice", "1.  Notification and time-limits", "According to Article 7 of Law no. 64 of 1994, an appeal against a decree of the Youth Court regarding repatriation of minors is to be lodged with the Court of Cassation.", "According to Article 325 of the Code of Civil Procedure (CoCP) as applicable at the time of facts in the present case, an appeal to the Court of Cassation was to be lodged within 60 days of notification. In so far as relevant, according to Article 326 of the CoCP the time-limit mentioned in Article 325 starts to run from the moment the decision is served/notified. According to Article 327 of the CoCP, as applicable at the time of the present case, in the event that the decision is not served/notified, the appeal must be introduced not later than a year from the filing of the decision in the relevant registry.", "Article 1 of Law no. 742 of 7 October 1969 regarding suspension of time limits during holiday periods reads as follows:", "“Time-limits for ordinary and administrative proceedings are legally suspended from 1 August to 15 September of every year and re-start to run at the end of the suspension period. Where the time-limit starts to run during the holiday period, the relevant time starts to run from the end of that holiday period.”", "According to Italian jurisprudence (see for example Court of Cassation judgment no. 25702 of 9 December 2009), when, after the first suspension, the original term has not entirely come to an end before the start of a new holiday period, a double computation of the suspension is applied.", "Article 3 of Law no. 742 of 7 October 1969 reads as follows:", "“In civil matters, Article 1 does not apply to causes and proceedings mentioned in Article 92 of the Law no. 12 (1941) on the judicial system and controversies arising under Article 409 (labour cases) and 442 (welfare benefits) of the code of civil procedure.”", "Article 92 of Law no. 12 (1941) read as follows:", "“During the holiday period courts of appeal and ordinary courts deal with cases regarding alimony/maintenance, labour law, precautionary measures, adoptions, temporary interdiction, interdiction, incapacitation, orders for protection against family abuse, eviction and oppositions to enforcement, bankruptcy, and other cases in respect of which a delay could cause prejudice to the parties in the proceedings. In the latter case, a declaration of urgency is made by the president at the bottom of the application, by final decree, and for causes already being heard by order of the judge.”", "According to the judgments of the Court of Cassation no. 28 of 5 January 1996 and no. 2946 of 20 March 1998, the suspension of time-limits for holiday periods applies to adoption and paternity proceedings respectively, both pronounced by the Youth Court.", "Judgment no. 746 of the Court of Cassation of 28 January 1999 in relation to an appeal against an impugned decree delivered by the Youth Court rejecting the repatriation of a child under The Hague Convention, held as follows. The sixty day time-limit for lodging an appeal against a decision starts to run only from notification/service of the decision (at the petition/request of the party), save for exceptional reasons relating to the specific circumstances of a case. It is therefore irrelevant, that such decision would have been delivered at a hearing, or if it were communicated by the registry, in which case the longer period provided for in Article 327 of the CoCP would be applicable. Thus, this long term is applicable in the case that a decision is simply communicated (according to the methods enunciated in Article 136 of the CoCP), and the time starts to run from the date when it is communicated and not when the party has become aware of it in any other way.", "2.  Legal aid", "Article 96 of Law no.115 of 30 May 2002 reads as follows:", "(1)  The magistrate before whom proceedings are pending or who has delivered the impugned decision, after having verified the admissibility of the request to provide legal aid, must accept such request within ten days of it being made if the relevant economic conditions have been satisfied.", "According to sub-articles 2 and 3, the magistrate has the power to request information when this is not readily available, and according to sub-article 4 the same time-limits mentioned in Article 1 remain applicable even when a request for information under sub-articles 2 and 3 is made.", "3.  International instruments", "The relevant articles of the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction, ratified by Romania and Italy, are reproduced in the judgment Šneersone and Kampanella v. Italy (no. 14737/09, § 46, 12 July 2011).", "COMPLAINTS", "1.  The applicant complains that he was not given the opportunity to challenge the statements made by his wife’s attorney and the expert of the Bologna Youth Court at the hearing of 18 June 2007 and that his subsequent remarks were not taken into account. He underlines that he could not fully participate in the hearing since the relevant documents were made available only at the hearing and only in the Italian language. He complains that his right to a fair trial under Article 6 § 2 (d) (sic) has been violated.", "2.  He also contends that the Bologna Youth Court exceeded its jurisdiction and competence under the Hague Convention. He claims that his right to respect for private and family life, as guaranteed under Article 8 of the Convention, has thus been interfered with and that such interference was neither justified nor necessary.", "3.  Invoking Article 13 of the Convention, the applicant complains that his right to appeal against the decision of the Bologna Youth Court was impaired by the delays in the procedure for granting him legal aid.", "4.  He further claims under Article 14 of the Convention and Article 1 of Protocol No. 12, of having been discriminated against as a father by the Bologna Youth Court, since his statements, arguments and evidence were not given the same weight as his wife’s.", "5.  Invoking Article 5 of Protocol No. 7, the applicant complains that the impugned decision, in practice, gave his wife more rights vis-à-vis their child.", "QUESTIONS TO THE PARTIES", "1.  Did the applicant have a fair hearing in the determination of his civil rights and obligations, in accordance with Article 6 § 1 of the Convention? In particular, having regard to the delays in the legal aid procedure and the erroneous advice given to the applicant, was the applicant’s right of access to a court, in particular that to lodge an appeal, respected? In particular, the Government is requested to confirm the exact time-limit within which the applicant could have lodged an appeal in the present case, according to all the relevant circumstances.", "", "2.  Did the Youth Court decision of 6 July 2007 interfere with the applicant’s rights under Article 8 of the Convention? If so, was it in accordance with the law and necessary in a democratic society? In particular, was it based on relevant and sufficient reasons? Moreover, were the relevant proceedings accompanied by the requisite procedural safeguards?", "", "3.  Has the applicant suffered discrimination in the enjoyment of his Convention rights contrary to Article 14 of the Convention?", "", "4.  Has the applicant been afforded equality of rights and responsibilities pursuant to Article 5 of Protocol No. 7? If not, was the difference in treatment between the spouses necessary in the interests of their child as foreseen by the last sentence of Article 5?"]}