{"file": "ENG_HEJUD_36079_06.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "36079/06", "text_paragraphs": ["", "", "", "FIRST SECTION", "", "", "", "", "", "", "CASE OF JAFARLI AND OTHERS v. ", "", "(Application no. 36079/06)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "29 July 2010", "", "FINAL", "", "21/02/2011", "", "This judgment has become final under Article 44 § 2 (c) of the Convention. It may be subject to editorial revision.", "", "In the case of Jafarli and Others v. ,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tChristos Rozakis, President,\n\tNina Vajić,\n\tKhanlar Hajiyev,\n\tDean Spielmann,\n\tSverre Erik Jebens,\n\tGiorgio Malinverni,\n\tGeorge Nicolaou, judges,\nand Søren Nielsen, Section Registrar,", "Having deliberated in private on 6 July 2010,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 36079/06) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Azerbaijani nationals, Mr Safarali Jafarli, Ms Valida Baghirzade and Mr Elchin Jafarov (“the applicants”), on 8 August 2006.", "2.  The applicants, who had been granted legal aid, were represented by Mr M. Mustafayev and Mr A. Huseynov, lawyers practising in . The Azerbaijani Government (“the Government”) were represented by their Agent, Mr Ç. Asgarov.", "3.  The applicants alleged, in particular, that the delay in the execution of the judgment of 9 July 2002 had violated their right to a fair trial and their property rights, as guaranteed by Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention.", "4.  On 14 March 2007 the President of the First Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicants are Azerbaijani nationals who were born in 1951, 1956 and 1978 respectively and live in .", "6.  The applicants were members of a cooperative (“Əlincə” Kooperativi – “the Cooperative”) incorporated in Nakhchivan. The Cooperative was created by a decision of a general meeting of 5 April 1989 and was initially composed of five members, including the first applicant.", "7.  The Cooperative's charter was officially registered on 19 September 1994 by the Ministry of Justice of the . According to this charter, the Cooperative was to be liquidated, inter alia, if the number of its members dropped to less than three.", "8.  According to the minutes of the Cooperative's general meetings available in the case file, there were subsequently some changes in the membership of the Cooperative. Following the departure of four members of the Cooperative, on 18 December 1996 the second and third applicants became its new members and the total number of the members amounted to three. In all these documents the first applicant was mentioned as the chairman of the Cooperative.", "9.  Pursuant to a number of contracts concluded in the period from 1997 to 2000, the Cooperative supplied one of the units of the Chief Department of Border Troops of the Ministry of National Security (“the Department of Border Troops”) with various foodstuffs.", "10.  Although the Cooperative had fulfilled its contractual obligations, it was not fully paid.", "11.  On an unspecified date the Cooperative brought an action against the Department of Border Troops and Border Troops Unit No. 2006, asking for payment of an accrued debt in the amount of 290,167,334 old Azerbaijani manats (AZM) plus 10% interest, as stipulated by the contract.", "12.  On 9 July 2002 Local Economic Court No. 1 dismissed the claim against the Department of Border Troops. However, Local Economic Court No. 1 upheld the claim against Border Troops Unit No. 2006 and ordered the latter to pay AZM 319,183,067 in total to the Cooperative. This amount included the principal debt of AZM 290,167,334 and the penalty charge of AZM 29,016,733.", "13.  No appeals were lodged against that judgment and, pursuant to the domestic law, it became enforceable within one month of its delivery.", "14.  On 21 October 2002 Local Economic Court No. 1 issued a writ of execution of the judgment. However, Border Troops Unit No. 2006 refused to comply with the judgment and, despite the applicants' complaints to various authorities, it was not enforced.", "15.  In the meantime the Department of Border Troops was reorganised and renamed as the State Border Service.", "16.  The documents in the case file show that, on the basis of a request by the Cooperative dated 9 March 2004, signed by the first applicant, the Cooperative's activity as a taxpayer was ceased and this fact was recorded by the Ministry of Taxes.", "17.  On an unspecified date in 2005 the Cooperative brought an action against the State Border Service and the Ministry of Finance complaining about the non-enforcement of the judgment of 9 July 2002. The Cooperative claimed AZM 58,033,446 for lost earnings, AZM 649,900,896 for material damage and AZM 300,000,000 for non-pecuniary damage.", "18.  On 7 November 2005 Local Economic Court No. 1 dismissed the claim, finding that neither of the defendants could be held responsible for the non-enforcement of the judgment, because the amount awarded to the Cooperative by the judgment of 9 July 2002 had not been paid due to the refusal of the State Treasury to allocate state funds for this purpose.", "19.  On 6 February 2006 the Economic Court and on 16 June 2006 the Supreme Court upheld the first-instance court's judgment.", "20.  In the period from March to August 2006, the judgment of 9 July 2002 was fully executed and the total amount of AZM 319,183,067 was paid into the bank account that the Cooperative held at the Kapital Bank.", "21.  By a decision of 1 May 2007 the Economic Court of the  terminated the enforcement proceedings owing to the execution of the judgment of 9 July 2002.", "II.  RELEVANT DOMESTIC LAW", "22.  The Law on Cooperation in the USSR of 26 May 1988 of the  provided that a cooperative was established on a voluntary basis. The number of members of a cooperative could not be less than three (Article 11).", "23.  The Law of 28 October 1992 on the temporary remaining in force of former USSR laws on the territory of the Republic of Azerbaijan and their application provided a list of former USSR laws which would remain in force in Azerbaijan until the relevant laws of the  were adopted. The Law on Cooperation in the  of 26 May 1988 appeared on this list. This Law ceased to apply on 12 October 2001.", "24.  The Civil Code of 1 September 2000 provides that a cooperative is a type of commercial company which is a voluntary union of individuals or legal entities established for the purpose of satisfying material and other needs of its members through consolidation of their material contributions (Article 109.1). A cooperative can be established by at least five members (Article 109-1.1).", "25.  Members of a cooperative, in essence, enjoy rights similar to those of founders or shareholders of other types of legal entities, including the right to participate in the management of the cooperative and to receive a share of its profits (Articles 109.2 and 109.4 in fine). The cooperative's property is divided among the members in accordance with its charter (Article 110). The cooperative's profits are distributed to the members in accordance with their shares, as well as the extent of their participation in the function of the cooperative, by way of contributing personal labour or otherwise (Article 110-2).", "26.  The supreme management body of a cooperative is the general meeting of members. Each member has one vote at the general meeting regardless of the size of his or her contribution to the cooperative's capital fund (Articles 111.1 and 111.5).", "27.  The executive bodies of a cooperative are a management board and/or a chairman. A cooperative's chairman may only be elected from among the cooperative's members. The chairman is elected for a specified term at the general meeting of members and has the right to represent the cooperative (Articles 111.1 and 111.10). A cooperative may be voluntarily reorganised or liquidated by a decision of its members' general meeting (Article 113.1).", "28.  Article 69.2 of the Code of Civil Procedure provides that legal entities can be represented before courts by their bodies, acting within the scope of powers conferred on them by law, regulations or constitutive documents of the legal entity, or by representatives acting on the basis of a power of attorney.", "THE LAW", "I.  ALLEGED VIOLATIONS OF ARTICLE 6 § 1 AND ARTICLE 13 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1 IN RESPECT OF THE DELAY IN THE EXECUTION OF THE JUDGMENT OF 9 JULY 2002", "29.  Relying on Articles 6 § 1 and 13 of the Convention and Article 1 of Protocol No. 1, the applicants complained about the delay in the enforcement of the judgment of 9 July 2002 of Local Economic Court no. 1. Article 6 § 1 of the Convention reads as follows:", "“1.  In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”", "Article 13 of the Convention reads as follows:", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "Article 1 of Protocol No. 1 reads as follows:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "A.  Admissibility", "1.  The applicants' victim status", "30.  The Government contested the applicants' victim status, noting that they had not been a party to the domestic proceedings and could not claim to be victims. In this connection, the Government submitted that there was no information concerning the ownership of the Cooperative by the applicants or any documents proving their membership of it. The Government further alleged that the applicants could not be considered the only owners of the Cooperative, because according to the domestic law a cooperative should be composed of at least five members.", "31.  The applicants alleged that they did not lodge the application with the Court only as individuals, but also on behalf of the Cooperative, because the application was signed by the person who was entitled to represent the Cooperative. They submitted that as the Cooperative had ceased its activity on 9 March 2004 the application had been lodged with the Court by all of its members.", "32.  The applicants further submitted that there was no member of the Cooperative other than them and that, jointly, they were the full owners of it. In this regard, the applicants produced minutes of the Cooperative's general meetings showing the changes in the membership of the Cooperative. The applicants also produced documents, signed by the previous members of the Cooperative and confirmed by the public notary, stating that the previous members had no claim to the Cooperative. The applicants argued that, in accordance with the domestic law in force at the time of the establishment of the Cooperative, a cooperative could be composed of three members.", "33.  The Court reiterates at the outset that the term “victim” in Article 34 of the Convention denotes the person directly affected by the act or omission which is at issue (see Eckle v. Germany, 15 July 1982, § 66, Series A no. 51). It further notes that disregarding a company's legal personality as regards the question of being a “victim” will be justified only in exceptional circumstances, in particular where it is clearly established that it is impossible for the company to apply to the Court through the organs set up under its articles of incorporation or – in the event of liquidation or bankruptcy – through its liquidators or trustees in bankruptcy (see Capital Bank AD v.  (dec.), no. 49429/99, 9 September 2004; Camberrow MM5 AD v. Bulgaria (dec.), no. 50357/99, 1 April 2004; and Agrotexim and Others v. Greece, 24 October 1995, § 66, Series A no. 330A).", "34.  On the other hand, the Court reiterates that the sole owner of a company can claim to be a “victim” within the meaning of Article 34 of the Convention in so far as the impugned measures taken with regard to his or her company are concerned, because in the case of a sole owner there is no risk of differences of opinion among shareholders or between shareholders and a board of directors as to the existence and nature of infringements of the Convention rights or the most appropriate way of reacting to such infringements (see Ankarcrona v. Sweden (dec.), no. 35178/97, 27 June 2000). However, the executive director of or a minority shareholder in a company cannot claim to be a “victim” of a violation of the Convention, having lodged an application in his or her own name rather than on behalf of the company, if the company and not the applicant was a party to the domestic proceedings at issue (see Rahimov v. Azerbaijan (dec.), no. 22759/04, 3 January 2008).", "35.  The Court observes that in the present case the Cooperative was a party to the domestic proceedings and the judgment of 9 July 2002 was delivered in its favour.", "36.  Having thoroughly examined the applicants' submissions, the Court finds that it does not transpire from these submissions that the applicants intended to lodge the present application on behalf of the Cooperative. On the contrary, the applicants lodged the application solely in their own names and complained of violations of their personal rights as the members of the Cooperative. In this connection, the Court notes that any company under Azerbaijani law possesses a legal personality which is distinct from those of its directors and shareholders (see Rahimov, cited above) and, in so far as the application has been lodged by the applicants in their own names, it remains to be seen whether there were any exceptional circumstances, such as bankruptcy or liquidation of the Cooperative, allowing the applicants to claim to be “victims” of the alleged violations in disregard of the Cooperative's legal personality or whether recognition of the applicants' victim status would risk affecting the interests of other persons (in other words, whether they are the only owners of the Cooperative in question).", "37.  The Court cannot agree with the applicants' argument that they lodged the application with the Court in their names because the Cooperative had ceased its activity. The Court observes that the Cooperative ceased its activity only as a taxpayer. It appears that this had not made an impact on its legal personality, as the Cooperative brought an action against the State Border Service and the Ministry of Finance after 9 March 2004 and was a party to the domestic proceedings in 2005 and in 2006. Moreover its bank account was operational in 2006 when the judgment of 9 July 2002 had been executed. Therefore, the Court finds that the deregistration of the Cooperative as a taxpayer did not deprive it of its legal personality or of its capacity to lodge an application with the Court.", "38.  Turning to the question whether the applicants were the only owners of the Cooperative, the Court notes that, according to the minutes of the Cooperative's general meeting submitted by the applicants, all three applicants were members of the Cooperative and there was no member other than them. Moreover, according to these documents, the first applicant was the Cooperative's chairman, competent to act on its behalf in the domestic proceedings.", "39.  The Court agrees with the Government on the point that there is no detailed information in the case file concerning the share of each applicant in the Cooperative's property. However, that point is not relevant. According to the minutes of the Cooperative's general meeting and in the absence of any document contesting the information described in the abovementioned minutes, it appears that the applicants are the only three members of the Cooperative. Furthermore, in the light of the particular circumstances of the instant case, the Court also finds the Government's argument that at least five members were required for establishment of a cooperative irrelevant. The Court observes that according to the Cooperative's charter as registered by the domestic authorities and the relevant domestic law in force at the time of the establishment of the Cooperative, at least three members were required for its establishment and this rule was not infringed. There is no evidence to prove that, at any time, the domestic authorities ceased to recognise the Cooperative as a legal entity based on this ground (number of members).", "40.  In contrast to the situation in the Rahimov case, in which the applicant was the chairman of a cooperative and there was no information about other members of that cooperative, in the present case all the applicants are the members of the Cooperative and it has been established that there was no other member than them.", "41.  Taking into consideration that a cooperative's property and profits belong to its members (Article 110 and 110-2 of the Civil Code) and having regard to the absence of competing interests which could create difficulties, for example, in determining who is entitled to apply to the Court, and in the light of the circumstances of the case as a whole, the Court considers that the applicants can reasonably claim to be “victims” within the meaning of Article 34 of the Convention, in so far as the impugned measures taken with regard to their Cooperative are concerned (see, mutatis mutandis, Ankarcrona, cited above).", "42.  Accordingly, the Court rejects the Government's objection.", "2.  Loss of the applicants' victim status due to the enforcement of the judgment", "43.  The Government argued that as the judgment of 9 July 2002 had been fully enforced the applicants could no longer be considered as “victims” within the meaning of the Convention.", "44.  The applicants contested the Government's objection and maintained their complaints.", "45.  The Court reiterates that a decision or measure favourable to an applicant is not in principle sufficient to deprive him of his status as a “victim” unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see Amuur v. France, 25 June 1996, § 36, Reports of Judgments and Decisions 1996III, and Dalban v.  [GC], no. 28114/95, § 44, ECHR 1999VI). Only when these conditions are satisfied does the subsidiary nature of the protective mechanism of the Convention preclude examination of an application.", "46.  The Court notes that the mere fact that the authorities finally carried out the payment of the debt after a significant delay cannot be viewed as automatically depriving the applicants of their victim status under the Convention. The full enforcement of the judgment of 9 July 2002, after about four years, may have arguably constituted an acknowledgment by the authorities of the alleged violations of the Convention.", "47.  However, even assuming that there has been such an acknowledgment, the Court notes that no compensation was awarded to the applicants in respect of the alleged violation of the Convention, namely, the lengthy delay in the enforcement of the judgment of 9 July 2002. Therefore, the Court finds that the measures taken in the applicants' favour were insufficient to deprive them of their “victim” status in the present case (see, mutatis mutandis, Ramazanova and Others v. , no. 44363/02, §§ 36-38, 1 February 2007, and Efendiyeva v. Azerbaijan, no. 31556/03, §§ 48-50, 25 October 2007).", "48.  Accordingly, the Court rejects the Government's objection as to the applicants' loss of victim status.", "3.  Conclusion", "49.  The Court considers that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention or inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  The parties' submissions", "50.  The Government did not make any submissions on the merits of the case.", "51.  The applicants reiterated their complaints, noting that the delay in the enforcement of the judgment of 9 July 2002 had infringed their right to a fair trial and their right to the peaceful enjoyment of their possessions.", "2.  The Court's assessment", "(a)  Articles 6 and 13 of the Convention", "52.  At the outset, the Court reiterates that Article 6 § 1 secures to everyone the right to have any claim relating to his civil rights and obligations brought before a court or tribunal; in this way it embodies the “right to a court”, of which the right of access, that is the right to institute proceedings before courts in civil matters, constitutes one aspect. However, that right would be illusory if a 's domestic legal system allowed a final, binding judicial decision to remain inoperative to the detriment of one party. It would be inconceivable that Article 6 § 1 should describe in detail procedural guarantees afforded to litigants – proceedings that are fair, public and expeditious – without protecting the implementation of judicial decisions; to construe Article 6 as being concerned exclusively with access to a court and the conduct of proceedings would be likely to lead to situations incompatible with the principle of the rule of law which the Contracting States undertook to respect when they ratified the Convention. Execution of a judgment given by any court must therefore be regarded as an integral part of the “trial” for the purposes of Article 6 (see Hornsby v. , 19 March 1997, § 40, Reports of Judgments and Decisions 1997II).", "53.  The Court further notes that a delay in the execution of a judgment may be justified in particular circumstances. But the delay may not be such as to impair the essence of the right protected under Article 6 § 1 of the Convention (see Burdov v. Russia, no. 59498/00, § 35, ECHR 2002III). The Court observes that in the present case the judgment of 9 July 2002 was enforced in full only in August 2006, about four years after its delivery (compare Timofeyev v. Russia, no. 58263/00, §§ 41-42, 23 October 2003). No reasonable justification was advanced by the Government for this delay.", "54.  There has accordingly been a violation of Article 6 § 1 of the Convention.", "55.  In view of the above finding, the Court does not consider it necessary to rule on the complaint under Article 13 of the Convention because Article 6 is lex specialis in regard to this part of the application (see, for example, Efendiyeva, cited above, § 59, and Jasiūnienė v. , no. 41510/98, § 32, 6 March 2003).", "(b)  Article 1 of Protocol No. 1 to the Convention", "56.  The Court reiterates that a “claim” can constitute a “possession” within the meaning of Article 1 of Protocol No. 1 if it is sufficiently established to be enforceable (see Stran Greek Refineries and Stratis Andreadis v. Greece, 9 December 1994, § 59, Series A no. 301B ).", "57.  The judgment of 9 July 2002 of Local Economic Court no. 1 became enforceable and final one month after its delivery. The impossibility of obtaining execution of this judgment for such a long period of time constituted an interference with the applicants' right to peaceful enjoyment of their possessions, as set out in the first sentence of the first paragraph of Article 1 of Protocol No. 1 (see Burdov, cited above, § 40, and Jasiūnienė, cited above, § 45). The Government have not advanced any acceptable justification for this interference.", "58.  The foregoing considerations are sufficient to enable the Court to conclude that there has also been a violation of Article 1 of Protocol No. 1.", "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION IN RESPECT OF UNFAIRNESS OF THE PROCEEDINGS CONCERNING THE APPLICANTS' COMPENSATION CLAIM FOR THE DELAY IN THE ENFORCEMENT OF THE JUDGMENT OF 9 JULY 2002", "59.  Relying on Article 6 of the Convention, the applicants complained that the proceedings concerning their compensation claim for the delay in the enforcement of the judgment of 9 July 2002 were unfair and that the domestic courts had misinterpreted the domestic law.", "60.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court considers that this part of the application does not disclose any appearance of a violation of the Convention. It follows that it is inadmissible under Article 35 § 3 as manifestly ill-founded and must be rejected pursuant to Article 35 § 4 of the Convention.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "61.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "62.  The applicants did not submit a claim for just satisfaction in the manner required by Rule 60 of the Rules of Court. Accordingly, the Court considers that there is no call to award them any sum on that account.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the complaints under Articles 6 § 1 and 13 of the Convention and Article 1 of Protocol No. 1 to the Convention (in respect of the delay in the execution of the judgment of 9 July 2002) admissible and the remainder of the application inadmissible;", "", "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;", "", "3.  Holds that there is no need to examine the complaint under Article 13 of the Convention;", "", "4.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention.", "Done in English, and notified in writing on 29 July 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSøren Nielsen\tChristos Rozakis\n\tRegistrar\tPresident"]}