{"file": "ENG_CLIN_25651_94.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "25651/94", "text_paragraphs": ["Information Note on the Court’s case-law 17", "April 2000", "L. v. Finland - 25651/94", "Judgment 27.4.2000 [Section IV]", "Article 8", "Article 8-1", "Respect for family life", "Restrictions on access to child in care: no violation", "Article 6", "Civil proceedings", "Article 6-1", "Public hearing", "Oral hearing", "Absence of oral hearing in proceedings relating to access to children in care: violation", "(Extract from press release)", "Facts: The case concerned an application brought by a father and grandfather, Finnish nationals. The identity of the applicants is confidential.", "The applicant father has two daughters, born in 1985 and 1991. The children’s mother was hospitalised several times after the birth of the second child on grounds relating to her mental health. In January 1992 the children were placed in provisional public care on suspicion that they had been and would again be sexually abused. The Social Welfare Board restricted the parents’ access to the older daughter to two weekly visits at the hospital and did not disclose the younger daughter’s whereabouts. The parents appealed to the County Administrative Court.", "The psychiatric investigation of the older daughter did not result in any finding that she had been sexually abused. She was later placed in the same substitute home as her sister. In June 1992 the parents were allowed to meet their children for the first time after their placement in the substitute home.", "In March 1992 the Social Welfare Board decided to place the children in public care as the parents were incapable of providing them with the stimulation necessary for their growth and development or of ensuring their basic security. The parents appealed first to the County Administrative Court, which rejected their appeals without holding an oral hearing, and then the Supreme Administrative Court, which rejected the appeal.", "Between 1992 and 1999, access restrictions allowing the father to meet with his children only a few times a year were maintained by the Social Welfare Board; the grandparents, who were considered to have been disturbing the children’s life in their substitute family as well as the older daughter’s schooling, were denied access altogether.", "The applicants appealed again and requested an oral hearing to draw up a public care plan to reunite the family. The County Administrative Court rejected their appeals, without holding an oral hearing requested by both applicants. No appeal lay against these decisions.", "In the beginning of 1994 the parents moved apart and divorced in 1996.", "In September 1994 the applicant father’s request to revoke the public care orders was refused by the Board. The applicant grandfather appealed against the access prohibition. The court rejected the applicants’ appeals without holding an oral hearing. The Supreme Administrative Court refused the applicant father’s request for an oral hearing and upheld the County Administrative Court’s decision. The applicants’ appeals concerning the Board’s decisions of 1995 and 1996 were rejected by the Supreme Administrative Court, without holding an oral hearing.", "The applicant father’s older daughter was psychologically examined again in 1996. According to the doctor’s statement, she clearly expressed that she did not wish to meet her father as often as the visits were taking place at that time and that she was not willing to meet her grandparents at all. According to the statement, the examination also confirmed the suspicions of sexual abuse. In 1997 the applicants complained to the National Authority for Medicolegal Affairs, concerning the examinations carried out by the child psychiatrist and psychologist in the hospital. The complaint was found to be ill founded.", "In 1998 access restrictions were continued on the ground that both applicants had sexually abused the older girl. They have not appealed. ", "The applicants complained that their right to family life guaranteed under Article 8 of the Convention had been violated as the measures taken by the authorities had not been aimed at effectively reuniting the family. They also complained that their right to a fair trial guaranteed under Article 6 § 1 of the Convention had been violated as the County Administrative Court refused to hold an oral hearing. They further complained that they had been deprived of an effective remedy guaranteed to them under Article 13.", "Law: Articles 8 and 13 - The Court examined the complaint under Article 8 together with the complaint concerning Article 13. The Court recalled that the mutual enjoyment of each other’s company by parent and child, as well as grandparent and child, constitutes a fundamental element of family life, and domestic measures hindering such enjoyment amount to an interference with the right to respect for family life as protected by Article 8. The impugned measures, as was not disputed, evidently amounted to interference with this right, which constituted a violation of Article 8, unless they were “in accordance with the law”, pursued a legitimate aim and could be regarded as “necessary in a democratic society”.", "In the present case the Court found that the interference was “in accordance with the law” and that the relevant Finnish law was clearly aimed at protecting “health and morals” and “the rights and freedoms” of children. The Court was satisfied that the children were taken into care for reasons which were not only relevant but “necessary in a democratic society”, considering that the national authorities acted within the margin of appreciation afforded to them. The Court accepted also that the appeals open to the applicants before the County Administrative Court and the Supreme Administrative Court satisfied the conditions of Article 13 (right to an effective remedy).", "The Court recalled that taking a child into care should normally be regarded as a temporary measure to be discontinued as soon as circumstances allowed, with the ultimate aim of reuniting the natural parent and child. The Court found that the question whether the continuation of care measures was justified had to be assessed in the light of the circumstances and their development since 1992. In this regard it was observed that the applicant father and the mother of the children had separated before the request was made and so no longer constituted a family. The rights and interests of the mother had also to be taken into account. In those circumstances the national authorities could, in the exercise of their discretion, consider the maintenance of the care order to be in the best interests of the children.", "The Court noted that while the applicant father’s access has been considerably restricted, he has been able to meet the children regularly. In the circumstances of the case, the decisions concerning his access were regarded as satisfying the principle of proportionality and therefore as necessary in a democratic society. The applicant grandfather had been suspected of the sexual abuse of the older child and both children had later indicated that they did not wish to meet him at all. The Court, therefore, accepted that the national authorities could reasonably consider the restriction to be necessary in a democratic society. The Court was also satisfied that the appeals which were open to the applicants before the County Administrative Court met the conditions of Article 13 of the Convention. The Court therefore concluded that the measures in question did not constitute a violation of Articles 8 and 13.", "Conclusion: no violation (unanimously).", "Article 6 § 1 - The Court first recalled that the instrument of ratification of the Convention deposited by the Finnish Government on 10 May 1990 contained a reservation according to which Finland could not guarantee a right to an oral hearing before certain courts. The reservation was, however, withdrawn insofar as administrative courts were concerned as from 1 December 1996, i.e. before the proceedings leading to the decision of the County Administrative Court of 17 March 1997 had been instituted. In this respect the Court noted that at no stage of the previous proceedings had there been an oral hearing. In view of that, the nature of the issues and of what was at stake for the applicants, the Court was not satisfied that there were exceptional circumstances which would have justified dispensing with a hearing.", "The Court therefore concluded that there has been a violation of Article 6 § 1 of the Convention on account of the lack of an oral hearing before the County Administrative Court in the proceedings ending on 17 March 1997.", "Conclusion: violation (unanimously).", "Article 41 - The applicants claimed that they had suffered non-pecuniary loss resulting from a violation of Article 8, but had not sought any compensation for the alleged violations of Articles 6 and 13. The Court noted that an award of just satisfaction could only be based on the fact that the applicants did not have the benefit of the right to an oral hearing. The Court therefore concluded that a finding of a violation of Article 6 § 1, constituted in itself sufficient just satisfaction for the applicants’ alleged non-pecuniary damage. Having considered the costs and expenses claimed by the applicants, they were awarded FIM 35,000 less the amount received for legal fees from the Council of Europe in legal aid.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}