{"file": "ENG_CLIN_55480_00.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "55480/00", "text_paragraphs": ["Information Note on the Court’s case-law 67", "August-September 2004", "Sidabras and Džiautas v. Lithuania - 55480/00 and 59330/00", "Judgment 27.7.2004 [Section II]", "Article 14", "Discrimination", "Imposition of employment restrictions on former employees of the KGB: violation", "Facts: The applicants had occupied posts with the KGB during the Soviet period. After Lithuania’s independence in 1990, the first applicant found employment as a tax inspector and the second as a prosecutor. In accordance with an Act laying down employment restrictions for former employees of the KGB, they were dismissed from their jobs in 1999. They both instituted administrative actions against their dismissals.  In the case of the first applicant, the courts held that he could not benefit from the exceptions to the employment restrictions. As regards the second applicant, the first instance court found that the exceptions applied to him and that he was to be reinstated in his job, but the appellate court subsequently quashed this judgment. Under the Act, former KGB employees are banned for a period of 10 years from the entry into force of the law from working in the public sector and in certain private sector jobs. The applicants complained that the ban imposed on them, which prevented them from seeking employment in various private sector fields until 2009, was discriminatory. ", "Law: Article 14 in conjunction with Article 8 – Applicability:The applicants had been treated differently from other persons in Lithuania who had not worked for the KGB. As a result of the application of the Act, their possibilities to pursue various professional activities and to develop relationships with the outside world had been adversely affected. Given the wide-ranging scope of the employment restrictions, which had consequential effects on the applicants’ “private life”, Article 14 was applicable in conjunction with Article 8. ", "Compliance: By adopting the Act Lithuania wished to avoid a repetition of its past and the Court therefore accepted that the employment restrictions pursued the legitimate aims of the protection of national security, public order, the economic well-being of the country and the rights and freedoms of others. However, as regards the proportionality of the contentious measure, even assuming that the applicants had lacked loyalty to the State (as alleged by the Government), the Court was not convinced that an employee’s loyalty to the State was an inherent condition for employment with a private company, as it was for working with a State authority. Thus, the State-imposed restrictions for finding employment with a private company had not been justified from the Convention point of view. Moreover, the Act contained no definition of the specific jobs, functions or tasks which the applicants were barred from holding. The legislative scheme was thus considered to lack the necessary safeguards for avoiding discrimination and for guaranteeing adequate judicial control of the restrictions. The belated entry into force of the Act, which had resulted in the applicants’ being subjected to the professional restrictions 13 and 9 years after they had stopped working with the KGB, was also a factor to be taken into account in assessing the overall proportionality of the measure. In the circumstances, the ban preventing the applicant’s from seeking employment in various private sector spheres had constituted a disproportionate measure. ", "Conclusion: violation (five votes to two).", "Article 10 – The Court did not find that the applicant’s dismissal from their jobs or the employment restrictions imposed on them had been the result of the views they had held during or after their employment with the KGB, but rather concerned the nature of their former employment. Thus, their freedom of expression had not been encroached upon. ", "Conclusion: no violation (unanimously). ", "Article 41 – The Court awarded each of the applicants 7,000 euros in respect of damages. It also made an award for costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}