{"file": "ENG_CLIN_39485_98.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "39485/98", "text_paragraphs": ["Information Note on the Court’s case-law 23", "October 2000", "Lagrange v. France - 39485/98", "Judgment 10.10.2000 [Section III]", "Article 6", "Civil proceedings", "Article 6-1", "Access to court", "Heirs of a haemophiliac with HIV deprived of right to bring court proceedings after accepting ex gratia compensation: violation", "Facts: The applicants were the parents and brother of Eric, a haemophiliac, who was contaminated by the HIV virus between October 1979 and May 1981 and died in July 1984. In 1992 they made an application to the Compensation Fund for Transfusion Patients and Haemophiliacs established by a law of 31 December 1991. In a letter of 26 November 1992 the applicants accepted an offer that had been made two weeks earlier by the Compensation Fund, but stated that they wished to reserve the right to bring an action against third parties. In June 1993 the applicants issued proceedings against the National Blood Transfusion Foundation, the Compensation Fund and the Health Insurance Office in Paris tribunal de grande instance (TGI). On 22 May 1995 the TGI stayed the proceedings pending the judgment of the European Court of Human Rights in the Bellet case. In its judgment on the merits of 29 September 1997 the TGI dismissed the applicant’s claim for compensation on the basis of the judgment of the Court of Cassation in the F.E. case, a judgment that had been delivered after the judgment of the European Court of Human Rights in the Bellet case and in which the Court of Cassation had held that as the Fund paid the victims full compensation for their loss they could obtain reparation from the ordinary courts only for the heads of damage for which they had received no compensation from the Fund. Accordingly, the applicants had no locus standi to claim further compensation under the same head, since they had accepted the Fund’s offer in full knowledge of the facts. The applicants applied for legal aid to lodge an appeal against that judgment, but their application was turned down on the ground that an appeal would have been manifestly ill-founded.", "Law: Article 6 § 1 – The point in time when the applicants accepted the offer was relevant to understanding the applicants’ perception of the system. At that time, it had not been possible from either the wording of the law of 31 December 1991 or the preparatory work thereto, to foresee the legal effects which the TGI would attribute to their acceptance of the offer, namely that acceptance could deprive them of locus standi to bring an action against the party responsible for the contamination for compensation on top of the Fund’s award. Furthermore, when accepting the offer, they had not concealed their intention to reserve the right to take proceedings against any relevant third party. Lastly, the Court of Cassation’s judgment in the Bellet case in which, for the first time, it had decided whether a person who had accepted an offer by the Fund continued to have locus standi in the courts, was delivered in 1994, that is to say after the applicants had accepted the offer. Thus, as had been the case with Mr Bellet and Mr F.E., it had been reasonable for the applicants to believe that they could bring proceedings in the civil courts concurrently with or subsequently to making an application for compensation from the Fund, and even after accepting an offer by the Fund. Therefore, when the applicants had accepted the offer, the system had not been sufficiently clear and did not offer adequate safeguards to avoid misunderstandings over the way in which the available remedies should be exercised or over the constraints resulting from their concurrent exercise. Since the applicants had no clear and practical method of seeking a review of the issue of quantum before a court, they had been deprived of a practical and effective right of access to a court.", "Conclusion: violation (unanimously)", "Article 41 – There was no reason to award the applicants less compensation because their son had died at the age of fifteen and had therefore been unable to bring the proceedings himself. They had therefore to be awarded compensation of FRF 1,000,000 and an amount for costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}