{"file": "ENG_CLIN_72638_01.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "72638/01", "text_paragraphs": ["Information Note on the Court’s case-law No. 128", "March 2010", "Di Belmonte v. Italy  - 72638/01", "Judgment 16.3.2010 [Section II]", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Deprivation of property", "Tax liability arising out of delays by authorities in complying with court order to pay compensation for expropriation: violation", "", "Facts – In 1983 the district council expropriated part of the applicant’s land with a view to building low-rent housing on it. The applicant brought proceedings against the district council, seeking compensation for the expropriation. In a judgment of 23 February 1990, which became final on 8 May 1991, the court of Appeal held that he was entitled to compensation corresponding to the market value of the land, together with interest for late payment. In June 1991 the applicant formally requested payment of the sums due, but to no avail. One month later he applied to the regional administrative court for the enforcement of the judgment. In May 1992 he received an initial instalment. Not until January 1995, after a series of applications to the regional administrative court, did he receive the outstanding amount. However, that amount was reduced by virtue of a law of 30 December 1991 which provided that tax at a rate of 20% was to be deducted at source from compensation for expropriation. Prior to the introduction of the law, compensation for expropriation had not been taxable at source. The applicant applied to the tax authorities for reimbursement of the tax in question, as the expropriation had taken place before the new tax law had come into force. At final instance the Court of Cassation found in favour of the authorities.", "Law – Article 1 of Protocol No. 1: The law in question fell within the State’s wide margin of appreciation, bearing in mind that it was in the first place for the national authorities to decide what kinds of taxes or contributions were to be levied. Accordingly, the law as such could not be considered arbitrary. Admittedly, it had been applied in the present case despite having come into force after the expropriation of the applicant’s land and after the court of appeal’s judgment determining the amount of compensation for the expropriation had become final. However, it had already been in force by the time the applicant had received the two instalments of the compensation awarded. In any event, the possibility of retrospective application of the law in question in the applicant’s case would not in itself have breached Article 1 of Protocol No. 1, since that Article did not prohibit as such the retrospective application of a law on taxation. However, prior to the entry into force of the law, compensation for expropriation had not been taxable. Furthermore, the law had come into force more than seven months after the date on which the court of appeal’s judgment determining the amount of compensation for the expropriation had become final. Accordingly, the delay by the authorities in executing that judgment had had a decisive impact on the application of the new tax system, since the compensation awarded to the applicant would not have been subject to the tax provided for by the new tax legislation if the judgment had been complied with properly and punctually. The authorities’ reluctance to execute the court of appeal’s judgment was, moreover, confirmed by the numerous applications which the applicant had had to make in order to receive full payment of the amount owing to him. The application of the law had therefore upset the fair balance that had to be struck between the demands of the general interests of the community and the requirements of protection of the individual’s fundamental rights.", "Conclusion: violation (unanimously).", "Article 41: EUR 1,100,000 in respect of pecuniary damage and EUR 3,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}