{"file": "ENG_CLIN_40042_11.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "40042/11", "text_paragraphs": ["Information Note on the Court’s case-law No. 168", "November 2013", "Z.M. v. France - 40042/11", "Judgment 14.11.2013 [Section V]", "Article 35", "Article 35-1", "Exhaustion of domestic remedies", "No reasonable prospect of success of application to have deportation order set aside: preliminary objection dismissed", "", "Facts – The applicant, a Congolese national, officially joined the Congolese Liberation Movement (MLC) in 2005. He claimed to have been arrested on 4 July 2006 and imprisoned in the headquarters of the Intelligence and Special Services Directorate (DRGS). He was kept in detention for three weeks. Afterwards, he continued his political activities in a climate of repression. He left the Democratic Republic of Congo (DRC) on 21 April 2008. On 3 June 2008 he lodged his first application for asylum in France. The application was rejected by the French Office for the Protection of Refugees and Stateless Persons (OFPRA) on 9 December 2008, on the grounds that “his statement [did] not provide a basis for establishing the truth of his allegations or finding that his fears of persecution if he returned to his own country were well founded”. That decision was upheld by the National Asylum Tribunal on 30 July 2010. The applicant lodged an application for review of his asylum application on 16 August 2010. On 24 September 2010 he was refused leave to remain in France and his case was made subject to the fast-track procedure. On 2 November 2010 he was served with an order to leave the country. He learned by that means that his asylum application had been rejected in a decision issued by OFPRA on 6 October 2010 which had not been served on him. The applicant appealed against that decision to the National Asylum Tribunal. On 9 June 2011 he was placed in an administrative detention centre. On 16 June 2011 he requested a review of his asylum application while still in the detention centre. The applicant requested the European Court to apply an interim measure under Rule 39 of its Rules of Court. On 30 June 2011 the President of the Chamber to which the case had been allocated decided to indicate to the French Government under Rule 39 that it was desirable to refrain from deporting the applicant to the DRC for the duration of the proceedings before it. On 4 July 2011 the prefect ordered the lifting of the administrative detention order in respect of the applicant and made him the subject of a compulsory residence order.", "Law – Article 3", "(a)  Admissibility – The Government argued that the applicant had not exhausted domestic remedies. They observed that he had not challenged the expulsion order of 28 October 2010 although he could have applied to the administrative courts to have the order set aside within one month of being notified of it. They added that the remedy in question had suspensive effect, so that the deportation order could not be enforced until the judge had given a ruling.", "The Court had previously held that foreign nationals in the same situation as the applicant were not necessarily required, under Article 35 § 1 of the Convention, to apply to the administrative courts (Y.P. and L.P. v. France, 32476/06, 2 September 2010). The applicants in that case had given the authorities responsible for asylum matters the opportunity to determine whether there was a risk that they would be subjected to treatment contrary to Article 3 of the Convention if they were sent back to their country of origin, and possibly to prevent their deportation. Against that background, since an application to have the expulsion order against them set aside would have had no reasonable prospect of success, the Court had found that the applicants could not be criticised for not having applied to the administrative courts.", "In the present case, the applicant’s asylum applications had been refused. Moreover, only a few months had elapsed between the date of the last refusal and the date of adoption of the order requiring the applicant to leave French territory; during that time, the situation in the DRC had not changed with regard to the risks referred to by the applicant. In addition, the applicant had learned when that order was served on him that his request for review, registered under the fast-track procedure, had been rejected. Lastly, despite not having been notified of that last decision, he had nevertheless appealed against it, thus showing proof of diligence. Accordingly, the applicant had exhausted domestic remedies for the purposes of Article 35 § 1 of the Convention.", "Conclusion: preliminary objection dismissed (unanimously).", "(b)  Merits – In view of the applicant’s background, and particularly his links with the opposition, his imprisonment, the existence of an explicit medical certificate corroborating his account, and the search warrant and summons issued against him in 2010 on account of his campaigning activities, which stated that he was being prosecuted for crimes punishable by life imprisonment, there were substantial grounds to believe that his case was of sufficient interest to the Congolese authorities to make it likely that they would detain and interrogate him on his return and that he would be subjected to treatment contrary to Article 3 of the Convention by the Congolese authorities if the deportation order were enforced.", "Conclusion: deportation would constitute violation (unanimously).", "Article 41: finding of a violation in the event of deportation sufficient in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}