{"file": "ENG_HEJUD_4889_05.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "4889/05", "text_paragraphs": ["", "", "", "SECOND SECTION", "", "", "", "", "CASE OF KARATAŞ AND YILDIZ AND OTHERS v. ", "", "(Applications nos. 4889/05, 4897/05, 24009/05, 33694/05, 37759/05, 42996/06, 43031/06, 43019/06, 43038/06 and 43054/06)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "16 July 2009", "", "FINAL", "", "16/10/2009", "", "This judgment may be subject to editorial revision.", "", "In the case of Karataş and Yıldız and Others v. ,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\tFrançoise Tulkens, President,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tNona Tsotsoria,\n\tIşıl Karakaş, judges,\nand Sally Dollé, Section Registrar,", "Having deliberated in private on 23 June 2009,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in ten applications (nos. 4889/05, 4897/05, 24009/05, 33694/05, 37759/05, 42996/06, 43031/06, 43019/06, 43038/06 and 43054/06) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by thirty-one Turkish nationals (“the applicants”, see the annex hereto), on 27 December 2004, 10 June, 5 and 29 September 2005 and 4 October 2006 respectively. Certain applicants were party to more than one application.", "2.  The applicants were represented by Mr S. Kaya, a lawyer practising in . The Turkish Government (“the Government”) were represented by their Agent.", "3.  On 28 August 2008 the Court declared application no. 4897/05 partly inadmissible and decided to communicate to the Government the complaint concerning the length of the criminal proceedings. On 15 January and 12 June 2008 the President of the Second Section decided to give notice of the remaining applications to the Government. It was also decided to rule on the admissibility and merits of the applications at the same time (Article 29 § 3).", "THE FACTS", "THE CIRCUMSTANCES OF THE CASE", "4.  All of the applicants are from the Çayçatı  Numerous plots of land in the village have been used by the applicants’ parents or grandparents without a title deed since the 1930s. These plots were registered in the name of the Treasury in 1960 pursuant to Law no. 4753. In 1977 they were re-registered in the name of the Treasury pursuant to the Land Registry Act (Law no. 766).", "5.  On various dates in 1989, the applicants instituted civil proceedings in the Varto Civil Court of First Instance pursuant to Law no. 3402 and requested the annulment of the titles to the plots. Claiming that the plots in question had been in their families’ possession for many years, the applicants further requested that the land be registered in their name. The first-instance courts delivered their initial judgments on various dates between 1989 and 1991 in the presence of the representatives of both parties. The claims made by İsmail Akbulut, one of the applicants in cases nos. 4897/05 and 33694/05 were rejected on 20 December 1990 on the ground that he had already been granted the maximum amount of land in the same area permitted by the relevant law. The applicant did not appeal.", "6.  Further details concerning the present applications, including the dates of the domestic judgments and notifications, may be found in the attached list.", "THE LAW", "I.  JOINDER OF THE APPLICATIONS", "7.  The Court considers that, pursuant to Rule 42 § 1 of the Rules of Court, the applications should be joined, given their common factual and legal background.", "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "8.  The applicants complained that the length of the proceedings had been incompatible with the “reasonable-time” requirement laid down in Article 6 § 1 of the Convention, which reads as follows:", "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”", "A.  Admissibility", "9.  The Government firstly pointed out that  has accepted the competence of the Court to examine individual petitions only in respect of facts or events which have occurred since 22 January 1990. On that account, they contended that the Court can consider only the period after 22 January 1990. The Government secondly asked the Court to reject the case of Bingöl and Others v. Turkey (33694/05) for non-compliance with the six-month time-limit. In their view, the judgment had become final on 5 June 2002 at the end of the 30-day period for an appeal by the Treasury.", "10.  Concerning the Government’s first objection, the Court reiterates that it has already held in a previous case that its competence ratione temporis began on 28 January 1987, the date on which Turkey’s declaration accepting the right of individual petition came into force (see Cankoçak v. Turkey, nos. 25182/94 and 2956/95, § 26, 20 February 2001). Noting that the proceedings in the present applications were initiated on various dates in 1989, the Court considers that the Government’s jurisdictional objection cannot be upheld.", "As for the Government’s request to dismiss the application in the case of Bingöl and Others v. Turkey (33694/05), the Court points out that the official note on the judgment of 20 December 1990, which is signed by the registrar and the judge of the Varto Civil Court of First Instance, states that the judgment became final on 28 June 2005. Since the application was lodged with the Court on 5 September 2005, the Court considers that it complied with the six-month time-limit laid down in Article 35 § 1 of the Convention.", "11.  In addition, the Court observes that the domestic court rejected the claims of İsmail Akbulut, who is the applicant in the case of İsmail Akbulut v.  (4897/05) and one of the applicants in Bingöl and Others v. Turkey (33694/05), on 20 December 1990. His representative was present when the judgments were delivered. The applicant did not appeal in either case. The official note mentioned above in paragraph 10 does not specifically indicate when the judgment became final. However the Court notes that the Treasury had no legal interest in appealing against these judgments, which interest is one of the requirements in Turkish law for lodging an appeal. Moreover, the Court observes that the applicant – who was represented by a lawyer, whose title claims were rejected as he had already been granted the legally permitted maximum amount of land and who did not appeal in 1991 and 1992 in respect of either of his claims – did not lodge his complaints with the Court until 5 September 2005.", "12.  Against this background, the Court considers that, as regards Mr Akbulut’s complaints, the object and purpose of Article 35 § 1 of the Convention are best served by taking as the starting point of the relevant six-month period the date of the hearing at which the judgments were declared in the presence of the applicant’s lawyer, i.e. 20 December 1990 (see, mutatis mutandis, Hatip Çelik v. Turkey (dec.), no. 52991/99, ECHR 2004X). It follows that the applications lodged by İsmail Akbulut were brought out of time and must be rejected under Article 35 §§ 1 and 4 of the Convention.", "13.  Consequently, the Court notes that, with the exception of İsmail Akbulut, the applicants’ complaint about the length of the proceedings is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "14.  The Government maintained that the delay had been due to the applicants’ failure to pay the fees for service of the first-instance courts’ judgments delivered in their favour between 1989 and 1990. Consequently, the judgments had not been duly served on the Treasury and had not become final. The applicants had furthermore refrained from taking any other action to execute the judgments and had chosen to remain inactive for long periods while waiting for the judgments to become final. Therefore the eleven-to-thirteen-year delays prior to the appeal stage had been caused by the applicants’ conduct and negligence.", "15.  The Court notes that the period to be taken into consideration began in 1989 and ended on various dates between 2004 and 2006. It thus lasted between fourteen and seventeen years for two levels of jurisdiction, producing between two to six judgments. In all the cases the first-instance court judgments were served on the Treasury after a delay of eleven to thirteen years (see annex).", "16.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities and what was at stake for the applicants in the dispute.", "17.  The Court firstly observes that it is not clear from the case file whether, and if so when and by which party, the fees for service were paid following the delivery of the judgments of the first-instance courts. Furthermore, it is also unclear whether the Treasury, being a State enterprise and hence exempt, in principle, from all fees and charges, was also exempt from the payment of fees for service in the present cases.", "The Court points out that in five of the present applications (nos. 42996/06, 43031/06, 43019/06, 43038/06 and 43054/06), although the first-instance court judgments of 20 December 1990 were served on the applicants on 3 August 1992, they were not served on the Treasury until 6 May 2002, some eleven years later. This indicates that at least the applicants’ share of the fees for service in those cases was paid in due time and that, despite that payment, a lengthy delay in service on the Treasury had still taken place.", "18.  The Court notes the Government’s arguments that the applicants had not taken any steps to finalise or execute the judgments. However, it reiterates that it is for the Contracting States to organise their judicial system in such a way that their courts are able to guarantee everyone the right to obtain a final decision on disputes concerning civil rights and obligations within a reasonable time (Comingersoll S.A. v. Portugal [GC], no. 35382/97, § 24, ECHR 2000IV). In this connection, even assuming that the Treasury was not exempt from the fees, to expect the applicants to take additional steps, such as the payment of the fees for service on behalf of the Treasury, in an attempt to make the judgments final would have imposed an excessive burden on them (see, mutatis mutandis, Ülger v. Turkey, no. 25321/02, § 40, 26 June 2007). In the light of the above, the Court holds that such a lengthy delay in service of the first-instance courts’ judgments on the parties cannot be said to have been reasonable.", "19.  Having regard to its case-law on the subject, the Court concludes that in the instant cases the length of the proceedings was excessive and failed to meet the “reasonable-time” requirement (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000VII). There has accordingly been a breach of Article 6 § 1 of the Convention.", "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION", "20.  Relying on Article 1 of Protocol No. 1, the applicants firstly asserted that the initial registration of the land in the name of the Treasury and the subsequent deprivation of their land had violated their right to property. In conjunction with this complaint they invoked Articles 6, 13, 14. They alleged that many people in other regions had acquired title to their land whereas they had had to have recourse to domestic proceedings to recover their title and that there had been no effective remedy against the interference with their property by the authorities.", "21.  The Government contested these allegations and argued that the applicants did not have victim status.", "22.  The Court notes that this complaint is closely linked to the one examined above and must therefore likewise be declared admissible, except in the case of İsmail Akbulut (see paragraph 12 above).", "23.  However, having regard to its finding of a violation of Article 6 § 1 (see paragraph 19 above), the Court does not consider it necessary to examine the merits of this complaint separately (Ezel Tosun v. Turkey, no. 3379/02, § 28, 10 January 2006).", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "24.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "25.  The applicants claimed various amounts in respect of pecuniary damage calculated on the basis of the size of the land in question and 5,000 euros (EUR) per person, per procedure, in respect of non-pecuniary damage. The Government contested these claims.", "26.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim.", "27.  As for the non-pecuniary damage, the Court observes that a common interest was at issue in all nine cases before the Court. They were brought in the same year, mainly at three monthly intervals, by inhabitants of the same village pursuing the same objective, namely claiming title to different parcels of land. All thirty-one applicants were represented by the same lawyer, both in the domestic proceedings and before the Court. The length of the proceedings at issue are some sixteen years in six of the applications, fifteen years in another two, and fourteen years in the remaining admissible application. Six of the applicants were simultaneously involved in multiple proceedings claiming title to different plots.", "Having regard to the foregoing, the Court notes that the extension of the impugned proceedings beyond a “reasonable-time” undoubtedly caused the applicants non-pecuniary damage which would justify an award. It also takes into consideration the number of applicants, the nature of the violation found and the need to determine the amount in such a way that the overall sum is compatible with the relevant case-law and is reasonable in the light of what was at stake in the proceedings in question. In the light of the Kakamoukas and Others v. Greece case and the above background, the Court considers that all the applicants must be awarded the same amount (see, mutatis mutandis, Kakamoukas and Others v. Greece [GC], no. 38311/02, § 48, 15 February 2008). Consequently, irrespective of the number of sets of proceedings concerned, it awards each of the thirty applicants whose complaints have been declared admissible the full sum claimed under the head of non-pecuniary damage (EUR 5,000).", "B.  Costs and expenses", "28.  The applicants also claimed EUR 2,000 for each of the nine applications that had been declared admissible in respect of the costs and expenses incurred before the domestic courts and EUR 3,000 per person for those incurred before the Court.", "29.  The Government contested these claims.", "30.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, the Court observes that the applicants did not produce any document in support of their claims. Accordingly, the Court makes no award under this head.", "C.  Default interest", "31.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Decides to join the applications;", "", "2.  Declares the applications admissible, except for the application in the case of İsmail Akbulut v.  (4897/05) and the complaints of İsmail Akbulut in the case of Bingöl and Others v. Turkey (33694/05), which are declared inadmissible;", "", "3.  Holds that there has been a violation of Article 6 § 1 of the Convention in each admissible case;", "", "4.  Holds", "(a)  that the respondent State is to pay, within three months, EUR 5,000 (five thousand euros) to each of the thirty applicants in respect of non-pecuniary damage, plus any tax that may be chargeable;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.", "Done in English, and notified in writing on 16 July 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "", "\tSally Dollé\tFrançoise Tulkens\n\tRegistrar\tPresident", "", ""]}