{"file": "ENG_HECOM_67320_10.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "67320/10", "text_paragraphs": ["", "", "", "SECOND SECTION", "Application no. 67320/10\nZeljko BULATOVIĆ\nagainst \nlodged on 15 November 2010", "STATEMENT OF FACTS", "THE FACTS", "The applicant, Mr Željko Bulatović, is a Montenegrin national, who was born in 1969 and lives in Podgorica.", "A.  The circumstances of the case", "1.  The facts of the case, as submitted by the applicant, may be summarised as follows.", "1. The criminal proceedings", "2.  On 8 May 2001 the applicant murdered X and immediately thereafter left the country.", "3.  On 6 March 2002 the applicant, in his absence, was found guilty of murder and sentenced to twenty years in prison.", "4.  On 27 June 2002 he was arrested in  pursuant to an international arrest warrant (potjernica), and placed in custody.", "5.  On 14 May 2003 he was extradited to .", "6.  On 3 February 2004 the criminal proceedings against the applicant were re-opened (ponavljanje krivičnog postupka).", "7.  On 10 April 2009 the High Court (Viši sud) in Podgorica found the applicant guilty, sentenced him to fourteen years of imprisonment and ordered him to pay the costs of the proceedings as well as court fees (na osnovu sudskog paušala).", "8.  On 29 January 2010 the Court of Appeals (Apelacioni sud) in Podgorica quashed this judgment and ordered a re-trial.", "9.  On 4 October 2010 the High Court found the applicant guilty, sentenced him to fourteen years of imprisonment, and ordered him to pay the costs of the proceedings and court fees (na osnovu sudskog paušala).", "10.  On 21 March 2011 the Court of Appeals upheld this decision.", "11.  On 10 October 2011 the Supreme Court (Vrhovni sud) in Podgorica dismissed the applicant’s appeal on points of law (zahtjev za ispitivanje zakonitosti pravosnažne presude).", "12.  On 25 November 2011 the applicant filed a constitutional appeal complaining, in substance, about the reasoning of the courts, their assessment of evidence and interpretation of the law, as well as various irregularities in dealing with his request for review and an action for fair redress (see at A.2 below). The constitutional appeal would appear to be currently still pending.", "2. The applicant’s attempts to have the criminal proceedings expedited", "13.  On 10 November 2009 the applicant filed a request for review (kontrolni zahtjev) complaining that the Court of Appeals had not ruled on his appeal within three months (see section 401 § 2 of the Criminal Procedure Act under B.4 below).", "14.  On 11 January 2010, having received no reply upon the previous request, the applicant appealed to the Supreme Court.", "15.  On 7 July 2010, having again received no reply, the applicant filed an action for fair redress (tužba za pravično zadovoljenje).", "16.  On 29 September 2010 the Supreme Court rejected it on the grounds that the applicant had not filed a request for review.", "17.  On 10 May 2011 the applicant filed another action for fair redress.", "18.  On 17 June 2011 the Supreme Court ruled that the criminal proceedings had been unreasonably long. Considering that the applicant’s detention required urgent proceedings, but also that it had been a complex case and that the applicant had contributed to the overall length of proceedings the court awarded him 2,000 euros (“EUR”). The applicant’s proposal that this decision be published was refused as the court did not consider this to be a “serious breach” of the right to a trial within a reasonable time. It was also noted that the applicant had indeed submitted a request for review beforehand, which had not been considered, and that his appeal in that regard had never been forwarded by the Court of Appeals to the Supreme Court.", "19.  On 25 July 2011 the applicant filed a constitutional appeal against this decision complaining, in particular, about the Supreme Court’s rejection of his first action for fair redress, the conclusion that he had contributed to the overall length of the criminal proceedings, and the amount awarded. He also requested that the Supreme Court’s decision be published. It would appear that a constitutional appeal is currently still pending.", "3. The applicant’s detention", "20.  On 6 March 2002 the High Court issued a detention order against the applicant in his absence.", "21.  On 20 April 2004, after the applicant was extradited to , the High Court issued a new detention order for fear that he might abscond, especially in view of the fact that he had already been in hiding and had been arrested pursuant to an international warrant.", "22.  The detention was further extended by the High Court on 1 June 2004, 26 September 2005, 8 September 2008, 23 December 2008, 27 February 2009, and 10 April 2009, which decisions would appear to have been subsequently upheld by the Court of Appeals.", "23.  The decision rendered on 8 September 2008 took account also of the gravity of the criminal offence of which the applicant was accused and the sentence that might be imposed on him.", "24.  The decision of 10 April 2009 in addition took account of the applicant’s personal circumstances, considering that his being unemployed and single increased the possibility of his flight. The decision specified that the applicant’s detention could last until a final decision was issued in the criminal proceedings or, at the most, until he had served fourteen years in prison.", "25.  On 14 January 2010 the applicant filed a constitutional appeal complaining about the length of his detention. It would appear that he amended this appeal on three occasions thereafter, 1 March 2010, 8 December 2010 and 9 December 2010, enclosing some of the relevant documents such as, inter alia, his request for review, the subsequent appeal, the action for fair redress as well as the Supreme Court’s decision thereupon. The constitutional appeal would appear to be currently still pending before the .", "26.  It would appear that the applicant was in detention until his conviction became final by the Court of Appeals’ ruling in 2011, after which he was transferred to the Penitentiary Section to serve his prison sentence.", "4. Conditions of detention", "27.  The applicant maintains, in particular, that the cell in which he was detained was overcrowded, as well as that he lacked drinking water and daily exercise.", "28.  More specifically, the cell had apparently 25m2 with 14 detainees therein, sleeping on 3-tier beds. The cell also contained closets, a sanitary part, dining table, etc. The applicant submits that this was witnessed and recorded by a CPT delegation in 2008 who had visited, inter alia, his cell and to whom he and his cell mates had complained. Apparently, they got a TV set in 2007.", "29.  Furthermore, between 2003 and 2007, especially in the summer, there was no water during the day. The detainees, including the applicant, had to collect it in containers during the night so that there would be enough during the day, both for drinking and cleaning purposes. He submits that a well was dug in 2007, but that this water is not suitable for drinking as it contained soil and filth.", "30.  Lastly, until 2007 the daily walks lasted for 40 minutes instead of the 120 minutes provided by the relevant law, and were altogether cancelled on Thursdays and Fridays, as well as on rainy days. It would appear that after the prisoners’ strike in 2007 the duration of walks was increased to 60 minutes and that they were reintroduced on Thursdays, while on rainy days they were optional. There would still appear to be no walks on Fridays.", "31.  The applicant submits that he could complain about this situation only to the competent judges during their visits to prison, but that in nine years he witnessed only one delegation of the Supreme Court judges visiting the Remand Prison.", "5. Medical care", "32.  The applicant also complained about inadequate medical care while in detention, in particular that medical examinations were organised at best once a week, regardless of the applicant’s needs. He submitted two medical reports in this regard, one issued on 7 March 2006 and the other one on 15 March 2011.", "33.  The report of 2006 is mostly illegible. The legible part states that the applicant had had atypical pain in his chest two months earlier when he was under stress, which pain did not recur, and that his blood pressure was also high at the time. The doctor recommended further cardiologic examination (holter monitoring) and a control in three months. There is no evidence in the case file that the applicant underwent a cardiologic examination or that any control took place within the said three months.", "34.  The report of March 2011 states that the applicant had spasms (stezanje) behind the chest bone, which spasms had become more frequent and stronger. The report noted that the applicant had been sent to the Emergency Room (Urgentni blok) for a cardiologist examination, but was instead examined by a specialist in internal medicine (internista). The prison doctor again recommended holter monitoring by a cardiologist. As the waiting list for such an examination in the public hospital was quite long the detainee suggested that he be examined in a private hospital instead. The doctor agreed and suggested that the applicant be allowed to do so, as waiting could worsen his condition. There is no evidence in the case file that the applicant underwent any examination thereafter.", "6. Other relevant facts", "35.  On 7 December 2006 the Ombudsman (Zaštitnik ljudskih prava i sloboda) filed an initiative with the  for an assessment of constitutionality of section 572 of the Criminal Procedure Code 2003 (see B.4 below). It would appear that the  has never ruled on this initiative.", "36.  On 12 September 2008 several detainees, including the applicant, wrote to the President of the Supreme Court complaining about the length of their detention.", "37.  On 14 January 2010, together with his constitutional appeal in respect of the length of his detention, the applicant also submitted an initiative for the assessment of constitutionality of section 572 of the Criminal Procedure Code 2003. On 10 May 2012 the Constitutional Court rejected (odbacuje se) this initiative as the said Code had ceased to be in force as of 1 September 2011 (see B.5 below) and thus there was no legal ground to examine if the said provision was in accordance with the Constitution while it had been in force.", "38.  On various dates in 2009 the applicant complained to various international organisations represented in , as well as to the Montenegrin Ombudsman, about the length of his detention and criminal proceedings. Some of the organisations apparently did not reply at all and the others replied that they had no competence to deal with individual cases. The Court of Appeals, in response to the Ombudsman’s enquiry, replied that all realistic measures would be undertaken to expedite the proceedings at issue, although that was difficult given an influx of a large number of urgent and complex cases.", "39.  It would appear that in 2008 and 2010 there were two amnesties applied to prisoners who had been convicted by that time. On 6 June 2011 the Court of First Instance (Osnovni sud) in Podgorica dismissed the applicant’s request that one of these amnesties be applied to him as well. On 30 June 2011 the High Court upheld this decision.", "40.  On 22 November 2011 the applicant would appear to have requested the State Prosecutor (Osnovno državno tužilaštvo) to investigate the responsibility of some of the employees of the Court of Appeals for not having forwarded his request for review to the Supreme Court. On 21 February 2012 the Deputy State Prosecutor (zamjenik osnovnog državnog tužioca) informed the applicant that she was not going to pursue any criminal prosecution ex officio in this regard. The applicant could, however, take over the prosecution as a subsidiary prosecutor. There is no evidence in the case file as to whether the applicant did so.", "B.  Relevant domestic law", "1. Constitution of Montenegro 2007 (Ustav Crne Gore; published in the Official Gazette of  - OGM - no. 01/07)", "41.  Article 30 contains details as regards the detention. In particular, paragraph 4 provides that the duration of detention must be as short as possible (mora biti svedeno na najkraće moguće vrijeme).", "42.  Article 32 provides that everyone is entitled to a fair and public trial within a reasonable time by an independent and impartial tribunal established by law.", "43.  Article 149 provides that the Constitutional Court shall rule on a constitutional appeal lodged in respect of an alleged violation of a human right or freedom guaranteed by the Constitution, after all other effective legal remedies have been exhausted.", "44.  The Constitution entered into force on 22 October 2007.", "2.  Constitutional Act (Zakon o Ustavnom sudu Crne Gore, published in the OGM no. 64/08)", "45.  Section 48 provides that a constitutional appeal may be lodged against an individual decision of a state body, an administrative body, a local self-government body or a legal person exercising public authority, for violations of human rights and freedoms guaranteed by the Constitution, after all other effective legal remedies have been exhausted.", "46.  Sections 49-59 provide additional details as regards the processing of constitutional appeals. In particular, section 56 provides that when the  finds a violation of a human right or freedom, it shall quash the impugned decision, entirely or partially, and order that the case be re-examined by the same body which rendered the quashed decision.", "47.  This Act entered into force in November 2008.", "3. Criminal Procedure Act 1977 (Zakon o krivičnom postupku; published in the Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 4/77, 14/85, 74/87, 57/89 and 3/90, and in the Official Gazette of the Federal Republic of Yugoslavia nos. 27/92 and 24/94)", "48.  Sections 190-200 set out details as to detention.", "49.  In particular, section 190 § 2 provided that the detention would last as short as possible and that all the bodies involved in criminal proceedings would act with particular urgency if the accused was in detention.", "50.  Section 197 provided limitations as to detention before the charges were brought. No such limitations were envisaged for a period after an individual was indicted.", "4. The Criminal Procedure Code 2003 (Zakonik o krivičnom postupku; published in the Official Gazette of the  - OG RM - nos. 71/03, 07/04, and 47/06)", "51.  Section 16 provided, inter alia, for an obligation of the courts to conduct the proceedings without delay, and to keep the duration of detention to the shortest time needed.", "52.  Section 147 § 2 provided for a duty of all the bodies involved in criminal proceedings to act with particular urgency if the accused was in detention.", "53.  Section 148 § 1(1) provided that an individual for whom there was a reasonable suspicion that he or she had committed a criminal offence, could be detained if there were circumstances indicating that he or she may abscond.", "54.  Section 397 provided, inter alia, that a second-instance court could quash a first-instance judgment and order a re-trial. If the accused was in detention, the second-instance court would examine if the reasons for detention still persisted and would issue a decision either extending or terminating the detention. No appeal was allowed against this decision.", "55.  Section 401 § 2 provided for an obligation of the second-instance court to deliver its decision with the entire case-file to the first-instance court within three months at the latest if the accused was in detention.", "56.  Section 152 provided, inter alia, that the detention could last for two years at most after an individual was indicted. If the accused did not receive a first-instance judgment within these two years, the detention would be repealed and the accused released. After the delivery of the first-instance decision the detention could last for another year at most. If no second-instance judgment overturning or upholding the first-instance judgment was delivered within this year, the detention would be repealed and the accused released. If the second-instance court quashed the first-instance judgment the detention could last for at most another year after the delivery of the second-instance judgment.", "57.  Section 572 provided that the limitations of detention prescribed by section 152 of this Act were applicable only to the proceedings initiated after this Act had entered into force.", "58.  Section 155 § 2 provided that every detainee would be able to walk (obezbjedi[će] se kretanje) outdoors for at least two hours every day.", "59.  Section 156 provided that, upon a request of a detainee and with the approval of an investigating judge, the detainees could be visited by, inter alios, a doctor.", "60.  Section 158 provided that the president of the competent court would supervise the execution of detention. The president of the competent court, or another judge designated by him, would, at least once a month, visit the detainees and inform himself on how they were treated. He would undertake measures to remove the irregularities observed during his visit. The president of the court and the investigating judge could, at all times, visit all the detainees, talk to them and receive their complaints.", "61.  This Act entered into force on 6 April 2004 and thereby repealed the previous Act, except for the chapters relating to international legal assistance and the extradition of accused and convicted persons, which are irrelevant for the present case.", "5. The Criminal Procedure Code 2009 (Zakonik o krivičnom postupku; published in the OGM nos. 570/9 and 49/10)", "62.  This Act entered into force on 1 September 2011 thus repealing the previous Act, except for the provisions of Chapter XXIX, which Chapter is irrelevant for the present case.", "6. The Right to a Trial within a Reasonable Time Act (Zakon o zaštiti prava na suđenje u razumnom roku; published in the OGM no. 11/07)", "63.  This Act provides, under certain circumstances, the possibility to have lengthy proceedings expedited by means of a request for review (kontrolni zahtjev), as well as an opportunity for claimants to be awarded compensation by means of an action for fair redress (tužba za pravično zadovoljenje).", "64.  Section 2, in particular, provides that the right to court protection for violation of the right to a trial within a reasonable time applies to the parties and interveners in civil proceedings, parties and interested persons in administrative disputes, as well as an accused and an injured party in criminal proceedings.", "65.  Section 44 provides, inter alia, that this Act shall be applied retroactively to all proceedings from 3 March 2004, but that the duration of proceedings before that date shall also be taken into account.", "7. Detention Rules (Pravilnik o kućnom redu za izdržavanje pritvora; published in the Official Gazette of the Socialist Republic of  no. 10/87)", "66.  Section 14 provides that a detainee shall be examined by a general practitioner immediately upon having been admitted to the prison. The medical report shall be entered in a detainee’s medical file.", "67.  Section 21 paragraph 2 provides that a prison doctor shall visit detainees at least once a week and, when needed, suggest adequate measures for removal of any observed irregularities.", "68.  Section 23 provides that in case of an illness the detainee shall get medical assistance in the prison infirmary. If he needs to be hospitalised he shall be transferred to another prison in which there is a department for hospital treatment. In urgent cases he shall be transferred to the nearest hospital. The body conducting the proceedings against the detainee shall decide on a transfer to another prison, upon the proposal of a prison doctor. In urgent cases, this decision shall be made by a Prison Director who shall immediately inform the body conducting the proceedings.", "69.  Section 24 provides that, upon a request of a detainee and with the approval of the conducting body and under its surveillance, the detainee can be examined by a doctor of his own choice. This examination is, in principle, conducted in the prison in the presence of a prison doctor. Prior to this examination the detainee shall be examined first by a prison doctor.", "70.  Section 53 paragraph 3 provides that the prison doctor shall examine the detainee at the moment of his release, which report shall be included in the detainee’s medical file.", "Report on the visit to Montenegro carried out by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment (CPT) from 15 to 22 September 2008", "71.  During its visit the CPT noted, inter alia, “the alarming level of overcrowding” in the Remand Prison in Podgorica. In particular, a cell measuring 28 m² with 15 sleeping places (provided on 5 three-tier beds) was holding 21 male prisoners. In many cells prisoners had to sleep on mattresses or just folded blankets placed directly on the floor. The majority of the cells were stuffy and humid, despite the presence of large windows and air conditioners. Remand prisoners remained for 23 hours or more a day inside their cells, in some cases for several years. The only out-of-cell activity available to them was outdoor exercise taken in two 30-minute periods, which was apparently not available on Fridays (paragraphs 55 and 57 of the Report).", "72.  The situation in terms of health-care staff resources was far from satisfactory. The general health care was provided by a sole doctor who was on call without interruption, which could lead to long delays in receiving health care and affect its quality (paragraph 62).", "73.  There was no systemic approach to the handling of complaints by prisoners nor was there any register of complaints. The prisoners’ complaints and the reactions to them were filed in the personal files of the inmates concerned, some of the complaints having remained without a written answer (paragraph 81).", "74.  The CPT noted that penitentiary establishments were visited by investigating judges, the Ombudsman and NGOs, but that such visits appeared to be rather infrequent and limited in scope as the visitors did not have a direct contact with prisoners (paragraph 82).", "75.  The CPT recommended that the Montenegrin authorities take a number of steps with regard to the above issues (paragraphs 58, 64, 81 and 82).", "COMPLAINTS", "The applicant complains: (a) under Article 3 of the Convention about the degrading treatment and the lack of medical care in detention; (b) under Article 5 § 3 about the length of his continuous detention between 27 June 2002 and 21 March 2011, when the relevant criminal court’s decision became final; (c) under Article 6 § 1 about the length as well as the fairness and outcome of the criminal proceedings brought against him; and (d) under Article 14 in conjunction with Article 5 § 3 and 6 § 1 of the Convention, and Article 1 of Protocol No. 12, about having been discriminated against compared to those defendants in respect of whom criminal proceedings were initiated after the Criminal Procedure Code 2003 had entered into force and whose detention had thus been limited by law, whereas in respect of him the Criminal Procedure Code 1977 was applied, which contained no specific limitations as to the length of detention.", "", "\n", "QUESTIONS", "", "", "1. Has the applicant exhausted all effective domestic remedies as regards the conditions of his detention and lack of adequate medical care, as required by Article 35 § 1 of the Convention? In particular, was there an effective domestic remedy in respect of his complaints, sufficiently established in law and practice, given that the enforcement of a detention measure is subject to supervision by the president of the competent court, but that the relevant legislation does not provide for a complaints procedure, either before a court or an administrative authority (see, mutatis mutandis, Đermanović v. , no. 48497/06, §§ 40-41, 23 February 2010)? Copies of any domestic decisions adopted in response to such a remedy should also be submitted.", "", "2. Has the applicant exhausted all effective domestic remedies as regards the length of his detention, as required by Article 35 § 1 of the Convention? In particular, was there any available domestic remedy in this regard? The Government are invited to submit copies of any domestic decisions adopted in response to such a remedy.", "", "3.  Did the conditions of the applicant’s detention amount to degrading treatment in breach of Article 3 of the Convention (see, inter alia, Kadiķis v. Latvia (no. 2), no. 62393/00, § 52, 4 May 2006; Modarca v. , no. 14437/05, §§ 60-69, 10 May 2007; Ostrovar v. Moldova, no. 35207/03, § 82, 13 September 2005? The Government are also requested to comment on the following points: (a) what was the floor surface of the cell (in square metres) in which the applicant stayed? (b)  How many beds were available in the cell at the time of his stay? (c)  How many detainees were held in the cell at the time of the applicant’s stay? Indicate the maximum number of detainees, not the average. (d)  Indicate the duration of out-of-cell time available to him per day and the area available for this purpose. (e)  Indicate the frequency and the duration of outdoor exercise, the surface area of the exercise yard (in square metres) he can use during exercise and the type of the roof above the yard (metal bars, solid roof, netting, etc.).", "", "4. Was the applicant afforded appropriate medical care in detention? Has there been a violation of Article 3 of the Convention in this respect (see, mutatis mutandis, Wenerski v. , no. 44369/02, § 64, 20 January 2009)? The Government are also invited to submit the applicant’s prison medical record.", "", "5.  Was the length of the applicant’s pre-trial detention in breach of the “reasonable time” requirement of Article 5 § 3 of the Convention (see Đermanović v. , no. 48497/06, §§ 67-68 and §§ 76-82, 23 February 2010; Neumeister v. Austria, 27 June 1968, p. 39, § 10, Series A no. 8; Labita v. Italy [GC], no. 26772/95, § 159, ECHR 2000IV; Herczegfalvy v. , 24 September 1992, § 71, Series A no. 244; Chraidi v. , no. 65655/01, §§ 46-48, ECHR 2006XII) ?", ""]}