{"file": "ENG_CLIN_24626_09.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "24626/09", "text_paragraphs": ["Information Note on the Court’s case-law No. 156", "October 2012", "X v. Turkey - 24626/09", "Judgment 9.10.2012 [Section II]", "Article 3", "Degrading treatment", "Inhuman treatment", "Holding of homosexual prisoner in total isolation for more than eight months to protect him from fellow prisoners: violation", "", "Article 14", "Discrimination", "Holding of homosexual prisoner in total isolation for more than eight months to protect him from fellow prisoners: violation", "", "Facts – The applicant was sentenced to prison for almost ten years for various offences. In 2008 he was remanded in pre-trial detention. A homosexual, he was initially placed in a shared cell with heterosexual prisoners. He asked the prison administration to transfer him, for his own safety, to a shared cell with homosexual inmates. He explained that he had been intimidated and bullied by his cell-mates. He was immediately placed in an individual cell, which was small and dirty. He was deprived of any contact with other inmates or of social activity. After a number of unsuccessful requests to the public prosecutor’s office and the post-sentencing judge, in which he complained about these conditions, the applicant was ultimately transferred to a psychiatric hospital where he was diagnosed with depression and remained for about a month in hospital before returning to prison. Another homosexual inmate was placed in the same cell as the applicant for about three months. During that period they filed a complaint against a warder for homophobic conduct, insults and blows. The applicant was subsequently deprived again of any contact with other inmates and he withdrew his complaint. This situation ended in February 2010 when the applicant was transferred to another remand prison and placed with three other inmates in a standard cell where he enjoyed the rights usually granted to convicted prisoners.", "Law – Article 3: At the material time the applicant had been awaiting trial for non-violent offences. The cell where he was placed for over eight months measured 7 square metres with living space not exceeding half of that area. The cell was fitted with a bed and toilets, but no washbasin. It was very poorly lit, very dirty and visited by rats. It was a cell intended for inmates who were placed in solitary confinement as a disciplinary measure or those accused of paedophilia or rape. While in that cell the applicant had been deprived of any contact with other inmates or social activity. He had had no access to outdoor exercise and had been allowed out only to see his lawyer or to attend hearings, which took place periodically, about once a month. The relative social isolation was harsher in some aspects than the regime applied to prisoners serving life sentences. Whilst the latter could take daily walks in a courtyard next to their cell and were allowed limited contact with prisoners in the same unit, the applicant had been deprived of those possibilities. The total exclusion from fresh air, combined with the lack of contact with other prisoners, illustrated the extraordinary nature of the applicant’s detention conditions.", "The length of the isolation period called for close examination. The placing and maintaining of the applicant in isolation was based on the prison rules, which allowed the administration to take measures other than those provided for in the rules where there was a risk of “serious danger”. For the administration, the applicant risked being harmed. It could not be said that those fears had been groundless, especially as the applicant himself had complained of intimidation and bullying when he had been in a cell with others. However, even if such safety measures had been necessary to protect him, they were not sufficient in themselves to justify total exclusion from the shared areas of the prison. Moreover, the applicant’s attempts to have the measure reviewed by a post-sentencing judge and by the Assize Court had not been very successful, since his complaints had been rejected without any examination on the merits. The applicant’s detention conditions in solitary confinement had been such as to cause him both mental and physical suffering and a strong feeling of being stripped of his dignity. Those conditions, aggravated by the lack of an effective remedy, thus constituted inhuman and degrading treatment.", "Conclusion: violation (unanimously).", "Article 14 in conjunction with Article 3: As a result of the inappropriateness of the applicant’s total isolation from prison life, the Court had found a violation of Article 3. The concerns of the prison administration to the effect that the applicant risked suffering harm if he remained in a standard cell with other inmates were not totally unfounded but they were not sufficient to justify a measure of total isolation from other prisoners. Moreover, the applicant had not been placed in solitary confinement at his own request. The prison administration had been asked to transfer him to another cell with homosexuals or appropriate accommodation. The applicant had constantly challenged his solitary confinement, emphasising among other things that the detention conditions had been imposed on the basis solely of his sexual orientation, supposedly to protect him from bodily harm. He had expressly requested to be treated on an equal footing with the other inmates, benefiting from the possibility of outdoor exercise and social activities with others, whilst being protected from physical harm. He had, moreover, explained that he was a homosexual and not a transvestite or transsexual. However, those arguments had not been taken into account by the post-sentencing judge, for whom the applicant’s total isolation from prison life was the best adapted measure. In the Court’s view, the prison authorities had not performed a sufficient assessment of the risk for the applicant’s safety. Because of his sexual orientation they had simply taken the view that he risked serious bodily harm. The applicant’s total exclusion from prison life could not be regarded as justified. Thus the Court was not convinced that the need to take safety measures to protect the applicant’s physical well-being was the primary reason for his total exclusion from prison life. The main reason for the measure was his homosexuality. As a result it was established that he had sustained discrimination on grounds of sexual orientation.", "Conclusion: violation (six votes to one).", "Article 41: EUR 18,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}