{"file": "ENG_HECOM_1046_12.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "1046/12", "text_paragraphs": ["", "", "FOURTH SECTION", "Application no. 1046/12\nCarmel ZAMMIT and Doris ATTARD CASSAR\nagainst \nlodged on 28 December 2011", "STATEMENT OF FACTS", "The applicants, Mr Carmel Zammit and Mrs Doris Attard Cassar, are Maltese nationals, who were born in 1943 and 1957 respectively and live in Zabbar and Birkirkara. They are represented before the Court by Dr P Borg Costanzi, a lawyer practising in .", "A.  The circumstances of the case", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "1.  Background of the case", "The applicants own, in equal shares, a property built in the 1960s known as the Cressi-Sub Store. It is used as a commercial shop.", "They inherited the property from their uncle on 7 October 2000. At the time the property was already leased to E., a company registered in , for 862 euros (EUR) a year. Although there was no evidence of the parties’ ever having signed a lease agreement, it appears that the lease commenced in 1971. Rent is payable every six months in advance, and in accordance with the law the lease is renewed automatically every six months.", "In such circumstances, The Reletting of Urban Property (Regulation) Ordinance (hereinafter “the ordinance”), Chapter 69 of the laws of Malta, (see Relevant domestic law below) provides that eviction of a tenant or a change in the conditions of a lease requires the authorisation of the Rent Regulation Board (“the RRB”).", "In 2002, with a view to making a request for an increase in the rent, the applicants undertook a valuation of the property. The architect who carried it out indicated that the current rental value of the property was EUR 7,000 a year.", "In accordance with legal requirements (see Relevant domestic law below) on 22 April 2002, by means of a judicial letter, the applicants informed E, that with effect from 1 July 2002 they wished the rent to be increased to EUR 7,000 a year.", "By means of a judicial letter dated 17 May 2002 E. replied that it did not agree to the request. It failed however to apply to the RRB for the rejection of such an increase or for new conditions, as required by law (see Article 14 of the Ordinance).", "On 27 March 2003 the applicants brought an action before the , requesting it to impose on E. an obligatory time-limit within which to make an application to the RRB, and that in default of such action by E. the increase in rent requested should be deemed to have been agreed.", "2.  Proceedings before the RRB and the subsequent appeal", "On 31 May 2004 E. made an application to the RRB, requesting it to dismiss the claim for the increase in rent. The applicants responded that an unfavourable decision would breach their rights under the Convention.", "In a report dated September 2006 two court-appointed architects concluded that the rent of EUR 862 was already more than 40% over and above the rent level at which the premises were or could have been leased before 4 August 1914. It followed that in the light of Article 4 (b) of the Ordinance (see Relevant domestic law below) the increase in rent could not be recommended.", "On 9 January 2008 the RRB dismissed the applicants’ request on the basis of the opinion of both the court-appointed architects. It further noted that it had no jurisdiction to determine the human rights issue raised by the applicants.", "On 25 January 2008 the applicants appealed. They argued that the RRB’s decision had breached their rights under Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention.", "By decree of 13 May 2008 the Court of Appeal referred the matter to the constitutional jurisdictions.", "3.  Constitutional redress proceedings", "By a judgment of 7 July 2010 the  (First Hall), in its constitutional jurisdiction upheld the applicants’ claim, and held that their rights under Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention had been breached. Referring to the ECHR’s case-law, it considered that the applicants had not had an effective remedy, in so far as they were constrained by the capping of rent levels set out in the law. In relation to their property rights, it upheld the finding of a violation, on the basis of the reasoning in the case of Amato Gauci v. Malta (no. 47045/06, § 63, 15 September 2009) - namely the low level of the rent, the applicants’ state of uncertainty as to the possibility of recovery of the property, the lack of procedural safeguards, and the rise in the standard of living in Malta over the past decades - coupled with the applicants’ argument that the interference had been disproportionate, as it had caused them to bear an excessive burden, given that it was a commercial property. Indeed, the lessor could have used other property it owned, but it preferred to sell that property for EUR 350,000 and to continue to rent from the applicants at a low rate.", "On appeal, by a judgment of 5 July 2011 the  reversed the first-instance judgment. It considered that although when the parties concluded the contract they had been aware of the law as it stood (and had stood for a number of years), they nevertheless opted to enter into that contract, thus they, and their successors in law, could not now complain of a breach of their human rights. Indeed the original lease agreement had not stipulated a low level of rent and it did not envisage future increases in rent. Given that the original owner had voluntarily leased the premises, knowing the legal consequences attached, there had been neither an unforeseen nor an arbitrary impact on their property right, nor had there been a state of legal uncertainty. Moreover, recent amendments to the law in 2010 had ameliorated their position from 2010 onwards (Act X of 2009; see Article 1531D of the Civil Code, below).", "4.  Relevant legislative changes", "A 1995 amendment to the ordinance, incorporated in its section 46, stipulated that the impugned restrictions did not apply to leases entered into after 1 June 1995.", "While the above-mentioned constitutional proceedings were pending, a new law was enacted, stipulating that with effect from 1 January 2010 commercial leases were to be increased by 15% per year, and that an increase at this level should also take place for the years 2011, 2012 and 2013 (Section 1531 D of the Civil Code).", "B.  Relevant domestic law", "The Reletting of Urban Property (Regulation) Ordinance, Chapter 69 of the laws of , in so far as relevant, reads as follows:", "Article 3", " “It shall not be lawful for the lessor of any premises, at the expiration of the period of tenancy (whether such period be conventional, legal, customary or consequential on the provisions of this Ordinance), to refuse the renewal of the lease or to raise the rent or impose new conditions for the renewal of the lease without the permission of the Board.”", "Article 4", "“(1) The Board shall grant the said permission in the following cases:", "(a) if the lessor is bound to carry out or has reasonable cause for making any alterations or works other than ordinary repairs;", "(b) if the proposed rent does not exceed 40% over and above the fair rent (to be, where necessary, fixed by valuation), at which the premises were leased or could have been leased at any time prior to the 4th of August, 1914: the Board may fix such fair rent. (...)”", "Article 8", "“(1) Where the lessor desires to resume possession of the premises at the termination of the lease he shall apply to the Board for permission to do so.", "(2) The provisions of this article shall not apply to premises belonging to or administered by the Government.”", "Article 9", "“The Board shall grant the permission referred to in the last preceding article in the following cases:", "(a) if the tenant has in the course of the previous lease failed to pay punctually the rent due by him, or has caused considerable damage to the premises, or otherwise failed to comply with the conditions of the lease, or has used the premises for any purpose other than that for which the premises were leased, or has sublet the premises or made over the lease without the express consent of the lessor. (...)", " (b) if the lessor requires the premises (other than a shop) for his own occupation or for that of any of his ascendants or descendants, whether by consanguinity or affinity, or of a brother or sister, and (except as otherwise provided in this paragraph of this article) the Board is satisfied that alternative accommodation is available which is reasonably suitable to the means of the tenant and his family as regards extent, character, and proximity to place of work (if any):", "Provided that the existence of alternative accommodation shall not be a condition for the grant by the Board of permission to recover possession of premises under this paragraph of this article where the Board is satisfied, having regard to all the circumstances of the case including any alternative accommodation available for the landlord or for the tenant, that greater hardship would be caused by refusing permission for the recovery of possession than by granting it.”", "Article 12", "“Where the premises consist in a shop, the lessor shall not be entitled to resume possession thereof during the time in which this Ordinance shall be in force, except in the case mentioned in article 9(a) or where the premises belong to or are administered by the Government or are otherwise required by the Government for any public purpose.”", "Article 14", "“(1) The lessor of any premises who desires to increase the rent or to vary the conditions of the lease on the renewal thereof, shall apply to the Board at least one calendar month before the expiration of the lease: in default, the lease shall be deemed to be renewed at the same rent and on the former conditions for a period corresponding to a term of rent, that is to say, for one year if the rent is payable yearly, for six months if the rent is payable half yearly, for three months if the rent is payable quarterly, for one month if the rent is payable by the month or at other shorter periods.", " (2) Where, however, the rent exceeds ninety-three euro and seventeen cents (93.17) per annum the lessor who desires to increase the rent or to impose new conditions, must within the said period of one month give notice to the tenant of his such intention, by means of a judicial letter, and if the tenant wishes to contest such increase or the imposition of such new conditions, he must apply to the Board for the rejection of such increase or new conditions; in default of such application the proposed increase or new conditions shall be deemed to have been accepted by the tenant.”", "Article 15", "“(1) Any clause or condition excluding the tenant from any benefit conferred by this Ordinance whether such clause or condition has been stipulated prior to the commencement of this Ordinance or after such commencement, shall be considered as null and void. (...)”", "Article 46", " “(1) The foregoing provisions of this Ordinance shall not apply to the lease of any premises entered into on or after the 1st June, 1995:", "Provided that articles 16 to 45 shall also apply to all leases made after the 1st June, 1995.”", "Article 1531D of the Civil Code, Chapter 16 of the Laws of Malta, in so far as relevant, reads as follows:", "“(1) The rent of a commercial tenement, unless otherwise agreed upon after 1st January, 2010 or agreed upon in writing prior to the 1st June, 1995 with regards to a lease which would still be in its original period on the 1st January, 2010, shall as from the date of the first payment of rent due after the 1st January, 2010, be increased by a fixed rate of fifteen per cent over the actual rent and shall continue to increase as from the date of the first payment of rent due after the 1st January of each year by fifteen per cent over the last rent between the 1st January, 2010 and the 31st December, 2013.", "(2) The rent as from the first payment of rent due after the 1st January, 2014, is to be established by agreement between the parties. In the event that such agreement is not reached, the Property Market Value Index shall be considered as a guide to the rent as may be established by regulations made by the Minister responsible for accommodation and in the absence of such regulations, the rent shall from the first payment of rent due after the 1st January, 2014, increase by five per cent per year until the coming into force of the said regulations.", "(3) In the case of a commercial tenement, if there was an agreement between the parties for periodic rent increases, then such agreement shall continue to apply without the increases contemplated in this article:", "Provided that except in such cases where the increase in rent has been effected following an agreement, where the increase as proposed here before for commercial tenements is applied, the tenant may by means of a judicial letter served on the lessor or on one of the lessors, terminate the lease by giving him advance notice of three months and this shall also apply if the lease is for a definite period.”", "COMPLAINTS", "The applicants complain under Article 1 of Protocol No.1 to the Convention that the law does not allow them to seek an increase in rent to reflect market values, thus keeping their rent tied to fictitious 1914 values. They consider that this situation gives rise to a disproportionate state of affairs where the applicants had to bear an excessive burden which could not be justified by any legitimate interest, given the fact that the premises were leased as a commercial property.", "Under Article 6 of the Convention they complain that they did not have an effective remedy which could determine a rent increase, since the law provided for a cap on rent levels which had to be applied by the Rent Regulation Board.", "Lastly, citing Article 14 in conjunction with Article 1 of Protocol No.1, the applicants complain that they were treated differently from other owners who had only begun leasing their property after 1995, and who were therefore not subject to the restrictions arising from Article 4 of the Ordinance.", "QUESTIONS TO THE PARTIES", "", "1.  Has there been an interference with the applicants’ right to peaceful enjoyment of their inherited possessions, within the meaning of Article 1 of Protocol No. 1?", "", "2.  If so, was the interference in question in the public interest, within the meaning of Article 1 of Protocol No. 1?", "", "3.  If so, did that interference impose an excessive individual burden on the applicants? In particular, was the rent received by the applicants proportionate to the interference complained of?", "", "4.  Did the applicants, as heirs to the property in question, have at their disposal adequate procedural safeguards ensuring that the operation of the system and its impact on their property rights as landlords were neither arbitrary nor unforeseeable?"]}