{"file": "ENG_CLIN_75909_01.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "75909/01", "text_paragraphs": ["Information Note on the Court’s case-law No. 115", "January 2009", "Sud Fondi srl and Others v. Italy - 75909/01", "Judgment 20.1.2009 [Section II]", "Article 7", "Article 7-1", "Nullum crimen sine lege", "Penalty adjudged arbitrary as based on provision that did not have “quality of law”: violation", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Peaceful enjoyment of possessions", "Confiscation order adjudged arbitrary as based on provision that did not have “quality of law”: violation", "Facts: The three applicant companies were the owners of the land and buildings that were the subject of the application in the instant case. In 1993 they agreed on a building project with the municipality. Planning permission was granted in 1995. In 1996 a public prosecutor started a criminal investigation and, considering the development illegal, made a temporary possession order in respect of all the buildings. In 1997 the Court of Cassation set aside that order and ordered the return of all the buildings to the owners on the grounds that the development plan did not contain any prohibition on building on the site. In a judgment of 1999 a criminal court held that the buildings had been built illegally. However, as the local authority had granted planning permission, it found that the accused had not been guilty of negligence and had not had any unlawful intent and so acquitted them for lack of mens rea. However, it ordered confiscation of all the land and buildings and their transfer to the municipality. In a judgment of 2000 a court of appeal held that the grant of planning permission was lawful and acquitted the accused on the grounds that the substantive elements of the offence had not been proved. It also quashed the confiscation order in respect of all the land and buildings. In 2001 the Court of Cassation reversed that decision without remitting the case for further consideration. It found that the building project was materially unlawful as the land was the subject of a total ban on building and to statutory restrictions designed to protect the environment. It acquitted the accused on the grounds that they had not been guilty of negligence and had had no unlawful intent to commit the offences, which were the result of an “inevitable and excusable error” in the interpretation of “vague and poorly formulated” regional regulations which interfered with the national law. The Court of Cassation also took into account the conduct of the administrative authorities. It noted, in particular, that (i) on obtaining the planning permission the applicant companies had received assurances from the director of the municipal office; (ii) that the covenants protecting the site did not appear on the development plan; and (iii) that the competent national authority had not intervened. Lastly, the Court of Cassation urged against conjecture in the absence of an inquiry into the reasons for the authorities’ conduct. It also ordered the confiscation of all the buildings and land. In 2001 the municipal authority informed the applicant that further to the Court of Cassation’s judgment the ownership of the land had been transferred to the municipality. The applicant companies sought judicial review of that decision in an attempt to prevent the enforcement of the judgment of the Criminal Division of the Court of Cassation, which had made the confiscation order. Their application was dismissed. A subsequent appeal to the Court of Cassation was likewise rejected on 27 January 2005. The State also made an application for judicial review, which the Court of Cassation dismissed in 2005. In 2006 the buildings erected by the applicant companies were demolished.", "Law: Article 7 – The Court of Cassation had acquitted the applicant companies’ representatives on the grounds that they had made an inevitable and excusable error in the interpretation of the regulations that had been broken. In this context, which was both legal and factual, the accused’s error as to the legality of the building projects had, in the Court of Cassation’s view, been inevitable. It was not for the Court to reach a different conclusion, still less to engage in speculation about the reasons that had led the municipal authority to treat such an important issue in that manner or for for the lack of an effective inquiry by the public prosecutor. Since the statutory basis for the offence did not satisfy the criteria of clarity, accessibility and foreseeability, it had been impossible to foresee that a penalty would be inflicted. Further, for the purposes of Article 7, a legislative framework that did not enable an accused to know the meaning and scope of the criminal law was deficient not only as regards the general conditions pertaining to the “quality” of the “law”, but also as regards the specific requirements of legality in the criminal law. Consequently, the confiscation of the properties had not been prescribed by law for the purposes of Article 7 and amounted to an arbitrary penalty.", "Conclusion: violation (unanimously).", "Article 1 of Protocol No. 1 – The confiscation of the land and buildings owned by the applicant companies constituted interference with their right to the peaceful enjoyment of their possessions. However, the offence for which their properties had been confiscated had no basis in law for the purposes of the Convention and the penalty imposed on them was arbitrary (see the finding under Article 7 above). Consequently, the interference with the applicant companies’ right to the peaceful enjoyment of their possessions was arbitrary and violated Article 1 of Protocol No 1.", "However, in view of the gravity of the matters complained of, the Court also considered it necessary to examine whether the requisite balance had been struck between the demands of the general interest of the community and the need to protect the fundamental rights of the individual, bearing in mind the need for a reasonable and proportionate relationship between the means employed and the aim pursued.", "The Court noted, firstly, that the fact that the applicant companies had acted in good faith and without negligence had not been seen as relevant and the applicable procedures had taken no account of the degree of responsibility or recklessness or, at least, of the relationship between the companies’ conduct and the offence. Further, confiscation on that scale without compensation was not justified by the stated aim of bringing the land concerned into conformity with the urban development regulations. Lastly, it was the very municipality which had granted the illegal planning permission which, paradoxically, had become the owner of the confiscated land. In the light of these considerations, a fair balance had not been struck.", "Conclusion: violation (unanimously).", "Article 41 – EUR 10,000 in respect of non-pecuniary damage for each applicant company; the question of pecuniary damage was reserved.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}