{"file": "ENG_CLIN_32911_96.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "32911/96", "text_paragraphs": ["Information Note on the Court’s case-law 44", "July 2002", "Meftah and Others v. France [GC] - 32911/96, 34595/97 and 35237/97", "Judgment 26.7.2002 [GC]", "Article 6", "Criminal proceedings", "Article 6-1", "Public hearing", "Oral hearing", "Absence of possibility of addressing Court of Cassation orally at hearing, either personally or through a lawyer without rights of audience before the supreme courts: no violation", "Fair hearing", "Adversarial trial", "Non-communication of submissions of the Advocate General at the Court of Cassation and absence of opportunity to respond to them: violation", "Article 6-3-c", "Defence in person", "Legal assistance of own choosing", "Monopoly of lawyers with rights of audience in the Supreme Courts: no violation", "Facts: The applicants had lodged appeals against conviction with the Court of Cassation. The first applicant represented himself before the Criminal Division of the Court of Cassation. The other two applicants were assisted by a member of the ordinary bar. The Court of Cassation dismissed their appeals.", "Law", "Article 6 §§ 1 and 3 (c) (fair trial) – The applicants could not be deprived of the right to benefit from the guarantees of paragraph 3 of Article 6 on the ground that, for the purposes of their appeal to the Court of Cassation, they were considered by French law to be “convicted persons” and no longer “persons charged with a criminal offence”. The special features of the procedure before the Criminal Division of the Court of Cassation had to be taken into account in determining whether the applicants’ right to a fair trial was infringed. The Court of Cassation carried out limited supervision of compliance with the law, including jurisdictional and procedural rules, to the exclusion of any examination of the facts in the strict sense. Save in exceptional cases, the procedure before the Court of Cassation was essentially written, that rule applying also when a party was represented by a member of the Conseil d’État and Court of Cassation Bar. Members of the Conseil d’État and Court of Cassation Bar did not enjoy an absolute right to make oral observations. In the case before the Court, the appeals to the Court of Cassation had been lodged after the applicants’ arguments had been examined by both the trial courts and the courts of appeal, which had had full jurisdiction and, in accordance with the rules laid down by Article 6, had held hearings at which the applicants or their lawyer had appeared and presented their cases. As regards the right for appellants in the Court of Cassation to make oral representations at the hearing, it had to be noted that any legal argument at a hearing before the Criminal Division of the Court of Cassation would be particularly technical and concern only points of law. Thus, in the Court’s view, it would be unduly formalistic to interpret the procedural requirements as meaning that the applicants should have been permitted to make oral representations at the hearing before the Court of Cassation. Such an approach would not assist in resolving issues that were essentially in written form and technical. As regards the monopoly enjoyed by members of the Conseil d’État and Court of Cassation Bar in proceedings in the Court of Cassation, the right for everyone charged with a criminal offence to be defended by counsel of his own choosing could not be considered to be absolute and, consequently the national courts could override that person’s choice when there were relevant and sufficient grounds for holding it to be necessary in the interests of justice. Furthermore, the French system offered litigants a choice as to whether or not to be represented by a member of the Conseil d’État and Court of Cassation Bar. However, even in cases in which they were so represented, the written submissions crystallised all the arguments against the impugned decision. Oral submissions were optional and, in practice, members of the Conseil d’Etat and the Court of Cassation Bar did not attend hearings, save in very rare cases. Such an option justified a difference in procedure and French law afforded sufficient guarantees regarding the exercise of that option, notably with respect to establishing whether there had been a waiver of the advantages to be gained from having the assistance of a member of the Conseil d’État and Court of Cassation Bar. In any event, Mr Adoud and Mr Bosoni had been assisted by a member of the ordinary bar who was fully competent to inform them of the consequences of their choice which, in the circumstances of the case, had therefore been freely given and conscious. The same applied to Mr Meftah, who had been advised by a citizens advice bureau during the proceedings before the domestic courts. The special nature of proceedings before the Court of Cassation, considered as a whole, could justify specialist lawyers being reserved a monopoly on making oral representations and such a reservation did not deny applicants a reasonable opportunity to present their cases under conditions that did not place them at a substantial disadvantage. Having regard to the Court of Cassation’s role and to the proceedings taken as a whole, the fact that the applicants were not given an opportunity to plead their cases orally, either in person or through a member of the ordinary bar, had not infringed their right to a fair trial.", "Conclusion: no violation (sixteen votes to one).", "Article 6 § 1 (adversarial process) – Since the applicants had chosen not to be represented by a member of the Conseil d’État and Court of Cassation Bar, they did not benefit from the practice followed in the Criminal Division of the Court of Cassation, which the Court had held to be compatible with the Convention in the case of Reinhardt and Slimane-Kaïd (Reports of Judgments and Decisions, 1998-II), whereby the tenor of the advocate-general’s submissions was communicated to the accused, who was entitled to reply by a note to the court in deliberations. The applicants had been denied access to the advocate-general’s submissions such that, regard being had to what was at stake for them in the proceedings and to the nature of the advocate-general’s submissions, their right to adversarial proceedings had been infringed. The applicants had been unable to establish the tenor of the advocate-general’s submissions before the hearing in the Court of Cassation and, consequently, to reply thereto by a note to the court in deliberations, whereas they had been entitled to lodge before the hearing a pleading bearing their signature. In addition, notification of the tenor of the advocate-general’s submissions could prove desirable to assist appellants in the Court of Cassation to determine their procedural options.", "Conclusion: violation (twelve votes to five).", "Article 41 – The Court made an award for costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}