{"file": "ENG_HECOM_22909_10.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "22909/10", "text_paragraphs": ["FIRST SECTION", "Application no. 22909/10\nZdenek HROMADKA and Anna Valerie HROMADKOVA\nagainst \nlodged on 31 March 2010", "STATEMENT OF FACTS", "", "The applicants, Mr Zdenek Hromadka and Ms Anna Valerie Hromadkova, father and daughter, are Czech nationals, who were born in 1970 and 2005, respectively. The first applicant lives in Prague and the second applicant lives in . They are represented before the Court by Ms O. Khazova, a lawyer practising in .", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "On 5 June 2003 the first applicant married a Russian national, O.H. The couple decided to settle in Prague, Czech Republic.", "On 28 January 2005 their daughter, the second applicant, was born.", "In 2007 the first applicant and O.H. decided to separate.", "On 1 November 2007 O.H. filed for divorce. Both O.H. and the first applicant sought child custody.", "In April 2008 O.H., unbeknownst to the first applicant, obtained a onemonth Russian visa for the second applicant, and together with the latter left for Russia (Vologda Region). Upon the expiry of the visa on 12 May 2008 O.H. did not bring the second applicant back to the . Instead, on 20 May 2008 she obtained from the Russian Federal Migration Service a temporary residence permit for the second applicant, and on 27 May 2008 – Russian citizenship for the latter. On an unspecified date O.H. and the second applicant left for .", "The first applicant challenged the decisions of the Russian Federal Migration Service of 20 May and 27 May 2008.", "However, on 13 February and 6 July 2009, respectively, Vologda Town Court dismissed the first applicant’s claims. The hearing of the case on 6 July 2009 took place in the absence of the first applicant. This request for adjournment of the hearing (due to his involvement in other court proceedings in ) was dismissed. The first applicant was, however, represented by a lawyer.", "On 24 April and 9 October 2009, respectively, Vologda Regional Court upheld the above judgments on appeal.", "In the meantime, by an interim decision of 21 July 2008 Prague City Court granted the first applicant temporary custody over the second applicant pending the divorce proceedings. The court therefore obliged O.H. to hand the second applicant over to the first applicant, not to leave the Czech Republic and remain outside the territory of the Czech Republic with the second applicant, to render to the first applicant the second applicant’s travelling passport, and to communicate with the second applicant in accordance with the schedule approved by the court. The above decision entered into force on 8 August 2008.", "On 15 December 2008 Prague 4 District Court sent through the Ministry of Justice of the  to the competent Russian court a letter of request for recognition and enforcement of the interim decision of 21 July 2008.", "On 12 March 2009 the first applicant applied to St Petersburg City Court seeking formal recognition of the interim measure of 21 July 2008 of Prague City Court.", "By a final decision of 15 December 2009, however, the Supreme Court of Russia rejected the above request. It held that the bilateral agreement on legal aid between the Russian Federation and the  did not apply to interim measures.", "In the meantime, on 7 July 2009 O.H. applied to the Federal Security Service Border Control (Пограничное управление Федеральной службы безопасности Российской Федерации по городу Санкт-Петербургу и Ленинградской области) in order to restrict the second applicant’s travel outside .", "As of 10 July 2009 the second applicant’s visits abroad were restricted.", "Being prevented by O.H. from seeing the second applicant, the first applicant brought proceedings before the Russian court seeking to fix modalities of his visits with the second applicant in .", "By a final decision of 18 May 2010 St Petersburg City Court discontinued the above proceedings. It found that according to the abovementioned bilateral agreement on legal aid between the two countries the litigation in domestic courts of one High Contracting Party to the agreement should be discontinued if the same litigation between the same litigants was pending before domestic courts of the other High Contracting Party.", "On 23 September 2010 the first applicant brought proceedings against O.H. seeking to cancel the restriction for the second applicant to leave .", "By a final decision of 18 April 2011 St Petersburg City Court dismissed his claim. The court held that the essence of the first applicant’s complaint had been the determination of the modalities of his communication with the second applicant, which had been the issue for the Czech courts to determine. The court held, therefore, that until the final judgment of the Czech courts the first applicant and O.H. were to decide the issues in question upon their mutual agreement. The court further pointed out that the first applicant had the right to communicate with the second applicant on the territory of the  and that O.H. had no right to thwart such communication.", "On 2 June 2011 Prague 4 District Court issued a final custody judgment by which the custody of the second applicant was granted to the first applicant.", "On 10 February 2012 the above judgment became final.", "To the present moment the final judgment of 10 February 2012 remains unenforced.", "Since May 2011 the first applicant had no contact with the second applicant, because O.H. prevented him from either seeing the second applicant or communicating with her by telephone.", "On 20 March 2012 the Ombudsman of the Russian Federation submitted a letter to the Prosecutor of St Petersburg in which he deplored the inactivity of the competent authorities in  and their failure to fulfil their obligations in protecting the second applicant’s rights.", "On an unspecified date in June 2012 the first applicant applied to St Petersburg City Court for recognition and enforcement of the judgment of Prague 4 District Court of 2 June 2011, as upheld on appeal on 10 February 2012. It appears that the proceedings are currently pending.", "COMPLAINTS", "1.  The first applicant complained under Article 8 of the Convention on behalf of himself and the second applicant about the alleged violation of their right to respect for their family life. He referred, in particular, to the following circumstances:", "(a)  the second applicant’s unlawful removal from the ;", "(b)  granting to the second applicant, unbeknownst to him, of temporary residence permit and Russian citizenship;", "(c)  restriction of the second applicant’s travel outside ;", "(d)  failure of the Russian authorities to acknowledge and enforce the interim decision of 21 July 2008 by which the Prague City Court granted the first applicant temporary custody over the second applicant pending the divorce proceedings;", "(e)  failure of the Russian authorities to provide the first applicant with adequate visa support: being a Czech national, the first applicant needed a Russian visa every time he wished to visit the second applicant in Russia, and on many occasions the Russian Consulate in Prague refused to issue him with a visa in the absence of a private invitation from Russia, as O.H. never wished to provide one to the first applicant.", "2.  The first applicant complained on behalf of himself and the second applicant under Article 6 § 1 of the Convention about:", "(a)  the failure of the Russian authorities to enforce the interim decision of 21 July 2008 and the final decision of 2 June 2011 awarding him custody of the second applicant;", "(b)  unfairness of the proceedings by which the first applicant challenged the decision of 27 May 2008 granting the second applicant Russian citizenship.", "3.  The first applicant further complained, on behalf of himself and the second applicant, under Article 13 about the lack of an effective remedy for him in  to obtain enforcement of the interim decision of 21 July 2008.", "4.  He finally complained under Article 5 of Protocol No. 7 that the Russian authorities had debarred him from deciding the issues of the second applicant’s residence and citizenship and from participating in the latter’s upbringing, and deprived him of the practical opportunity to communicate with her.", "QUESTIONS TO THE PARTIES", "1.  Has there been a violation of the applicants’ right to respect for their family life, contrary to Article 8 of the Convention? More precisely, has there been a failure by the State to comply with its positive obligations to secure the applicant father’s and the applicant daughter’s right to be in contact with each other under Article 8 of the Convention?", "", "2.  Has the judgment of Prague 4 District Court of 2 June 2011, final as from 10 February 2012, awarding the first applicant permanent custody over the second applicant, been recognised in Russia? Is it directly enforceable in Russia?", "", "3.  What is the current state of enforcement proceedings of the judgment of Prague 4 District Court of 2 June 2011?", "", "4.  Have the national authorities taken all the necessary steps to facilitate the enforcement of the above judgment as can reasonably be demanded in the special circumstances of the present case?", "", "5.  The Government are invited to submit a detailed account of all the measures taken by the competent domestic authorities with a view to securing the return of the second applicant to the first applicant in compliance with the final custody judgment of Prague 4 District Court of 2 June 2011.", "", "6.  The Government are further invited to provide to the Court a comprehensive account of all the remedies available to the competent domestic authorities (bailiffs, welfare authorities, etc.) with a view to securing the enforcement of final and enforceable judgments in circumstances similar to the ones in the present case.", "", "7.  Given that the interim custody order of Prague City Court of 21 July 2008, final as from 8 August 2008, awarding the first applicant temporary custody over the second applicant pending the divorce proceedings with O.H., was not enforceable in Russia, and that no court proceedings could be pursued by the first applicant in Russia for determination of the latter’s access rights to the second applicant pending the divorce proceedings in the Czech Republic, did the first applicant have at his disposal an effective remedy for his complaints under Article 8, as required by Article 13 of the Convention?", "", "", ""]}