{"file": "ENG_CLIN_39806_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "39806/05", "text_paragraphs": ["Information Note on the Court’s case-law 117", "March 2009", "Paladi v. Moldova [GC] - 39806/05", "Judgment 10.3.2009 [GC]", "Article 34", "Hinder the exercise of the right of petition", "Failure of the authorities to comply with an interim measure indicated by the Court under Rule 39 of the Rules of Court: violation", "Facts: In September 2004 the applicant was taken into custody on suspicion of abuse of position and power. He suffered from a number of serious illnesses (diabetes, angina, heart failure, hypertension, chronic bronchitis, pancreatitis and hepatitis) and, while in detention, was examined by various doctors who all recommended medical supervision. However, he was only able to obtain sporadic medical visits and assistance in emergencies. In March 2005 he was transferred to a prison hospital. In May 2005 a neurologist from the Republican Neurology Centre recommended his transfer to an institution where he could receive hyperbaric oxygen (HBO) therapy. However, he did not start to receive therapy until September 2005. The therapy was given at the Republican Clinical Hospital and produced positive results. It was prescribed until the end of November 2005. On 10 November 2005 the district court ordered the applicant’s transfer back to the prison hospital, as the Republican Neurology Centre had made no reference to HBO therapy in its most recent recommendations and indicated that the applicant’s condition had stabilised. That same evening, the Court indicated by facsimile an interim measure to the Government under Rule 39 of the Rules of Court, stating that the applicant should not be transferred back to the prison hospital until the Court had had an opportunity to examine the case. The next day a Deputy Registrar of the Court unsuccessfully tried several times to contact the Government Agent’s Office in Moldova by telephone. On the basis of the Court’s interim measure, the applicant’s lawyer requested the district court to stay the execution of its decision, but his request was refused. The applicant was transferred to the prison hospital the same day. Eventually, following requests by both the applicant’s lawyer and the Agent of the Government, on 14 November 2005 the district court ordered the applicant’s transfer back to the neurological centre. He was made to wait six hours before being admitted, apparently because his medical file had arrived late. In December 2005 the applicant’s detention pending trial was replaced with an obligation not to leave the country. In 2006 he was declared as having a second-degree disability.", "Law", "Article 3 – The applicant had a serious medical condition which had been confirmed by a number of medical specialists. Nonetheless, he had not been provided with the level of medical assistance adequate for his condition, as detailed in the Chamber judgment. The Grand Chamber therefore agreed with the Chamber that the overall level of medical assistance the applicant received in detention had been insufficient.", "Conclusion: violation (fifteen votes to two).", "Article 34 – The interim measure issued on 10 November 2005 had included clear instructions to the authorities to refrain from transferring the applicant from the neurological centre. Despite becoming aware of this measure at the latest on the morning of 11 November 2005, the authorities did not prevent the applicant’s transfer on that day. The Government had submitted that it had been impossible to comply with the indicated measure prior to 14 November 2005, when it was in fact implemented. The trial court competent to decide on the place of the applicant’s detention pending trial had been informed by the Government Agent’s Office of the interim measure on Friday 11 November 2005, but had been unable to summon all the parties on that day. It had therefore held a meeting on the next working day, which was Monday 14 November 2005. However, the Government had provided no evidence that the trial court had indeed tried to summon the parties on 11 November 2005, and, even assuming that it had, there had been only two parties to the proceedings: the applicant and the prosecutor. The applicant’s lawyer, who had himself on the morning of 11 November urged the trial court to issue an injunction on the basis of the Court’s interim measure, had surely been available to attend a hearing, whereas the inability of the prosecutor’s office to send a prosecutor to an urgent meeting called by the trial court was open to doubt. Moreover, even if the trial court had been unable to examine the applicant’s lawyer’s request on 11 November, it could have done so much sooner than it eventually did. It was usual practice to designate a duty roster for judges to respond to any urgent requests made during weekends or public holidays. Finally, from the documents in its possession, the Court concluded that the trial court had not received the Government Agent’s letter before 14 November 2005 for reasons of negligence incompatible with the requirement to take all reasonable steps to ensure immediate compliance with the interim measure. Further, nobody in the Government Agent’s Office had been available to answer the urgent calls from the Registry on 11 November 2005. The domestic authorities had thus displayed a lack of commitment in assisting the Court to prevent the commission of irreparable damage. Moreover, the Government had failed to show the existence of objective impediments to comply with the interim measure indicated by the Court. As to their argument that HBO therapy had eventually proven not to have been essential for the applicant’s treatment, the Court observed that the authorities had not been aware of such facts at the time the events took place. As far as was known at the material time, the failure to take immediate action to comply with the Court’s interim measure could have led to irreparable damage to the applicant and could thus have deprived the proceedings of their object. The fact that ultimately the risk had not materialised did not alter the fact that the attitude of the authorities and their lack of action were incompatible with their obligations under Article 34 of the Convention. ", "Conclusion: violation (nine votes to eight).", "The Court also found a violation of Article 5 § 1.", "Article 41 – EUR 2,080 in respect of pecuniary and EUR 15,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}