{"file": "ENG_HEJUD_34973_06.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "34973/06", "text_paragraphs": ["", "", "SECOND SECTION", "", "", "", "", "", "CASE OF ŠORGIĆ v. ", "", "(Application no. 34973/06)", "", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "3 November 2011", "", "FINAL", "", "03/02/2012", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Šorgić v. ,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\tFrançoise Tulkens, President,\n\tDavid Thór Björgvinsson,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tIşıl Karakaş,\n\tGuido Raimondi,\n\tPaulo Pinto de Albuquerque, judges,\nand  Naismith, Section Registrar,", "Having deliberated in private on 11 October 2011,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 34973/06) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Serbian national, Mr Sava Šorgić (“the applicant”), on 27 July 2006.", "2.  The applicant was represented by Mr M. Bjegović, a lawyer practising in . The Serbian Government (“the Government”) were represented by their Agent, Mr S. Carić.", "3.  The applicant complained under Articles 6 § 1 and 13 of the Convention about the length of the inheritance proceedings, as well as the composition of the courts in the parallel civil suit brought in 2000.", "4.  On 23 March 2010 the President of the Second Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (former Article 29 § 3).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1962 and lives in .", "6.  The relevant facts of the case, as submitted by the parties, may be summarised as follows.", "A.  The inheritance proceedings", "7.  On 22 May 1995 an inheritance-related case (ostavinski postupak) was instituted before the Fifth Municipal Court in . The applicant was only one of the parties formally involved.", "8.  On 14 June 1995 the Fifth Municipal Court suspended the proceedings since one of the heirs had contested the validity of a life-long support contract (ugovor o doživotnom izdržavanju) concerning the deceased’s flat. The inheritance proceedings were to be resumed once this issue had been resolved in a separate civil suit.", "9.  The deceased’s wife subsequently brought a number of cases against the applicant, the deceased’s son, who had concluded the said life-long support contract with his father (see paragraphs 15-33 below).", "10.  On 14 June 2000 and in view of the judgment adopted on 2 March 1999 (see paragraphs 15-17 below), the applicant requested that the inheritance proceedings be terminated given that there remained no estate to be divided between the heirs.", "11.  On 15 April 2010 and in view of the decisions adopted on 13 August 2001 and 20 April 2006 (see paragraphs 19, 20 and 25 below), the deceased’s wife requested that the inheritance proceedings be continued.", "12.  The applicant apparently opposed this motion, stating that the relevant parallel proceedings were still pending (see paragraphs 18-33 below).", "13.  On 7 September 2010 the inheritance proceedings resumed, but the hearing of the same date was adjourned due to the failure of the deceased’s wife to appear before the court.", "14.  The next hearing was scheduled for 21 February 2011. This hearing, however, was also adjourned, this time in order for the court to obtain additional information about the estate. The applicant, it seems, did not appear at this hearing.", "B.  The parallel civil proceedings", "1.  The first set of proceedings", "15.  On 20 September 1995 the deceased’s wife filed a claim against the applicant with the Fifth Municipal Court. She sought that the life-long support contract be declared fictitious (fiktivan).", "16.  On 2 March 1999 the Fifth Municipal Court ruled against the plaintiff, partly based on the “inadequately” specified cause of action.", "17.  Having been upheld on appeal, by 25 January 2000 this judgment became final.", "2.  The second set of proceedings", "18.  On 15 August 2000 the deceased’s wife brought another claim against the applicant before the Fifth Municipal Court. She outlined the relevant facts and sought that the life-long support contract be partly annulled (poništen) and partly cancelled (raskinut).", "19.  On 25 December 2000 the Fifth Municipal Court adopted a partial judgement against the applicant (doneo delimičnu presudu). In so doing, it stated that one half of a disputed flat belonged to the plaintiff as the deceased’s spouse, and that the corresponding part of the life-long support contract was therefore to be deemed null and void. The presiding judge in the case was judge B.", "20.  On 13 August 2001 the District Court in  confirmed this judgment on appeal and it thereby became final. The appeal bench included judge D.", "21.  On 17 June 2003 the Fifth Municipal Court cancelled the remainder of the above contract, noting that the applicant had not been fulfilling his contractual obligations properly.", "22.  On 24 March 2004 the District Court in  quashed this judgment in view of the incoherence between its operative provisions and its reasoning. It did not, however, offer any guidance in terms of the desired outcome of the plaintiff’s remaining claim on its merits. The appeal bench included judges D and B.", "23.  On 21 January 2005 the Fifth Municipal Court again cancelled the remainder of the contract in question.", "24.  On 31 August 2005 the District Court in  confirmed this decision on appeal, and it thereby became final.", "25.  On 20 April 2006 the Supreme Court rejected the applicant’s appeal on points of law (revizija), reasoning that the applicant had not been complying with his contractual obligations. The Supreme Court’s bench included judge D.", "26.  On 12 July 2006 the applicant filed a request for the reopening of the above proceedings (predlog za ponavljanje postupka), which request, inter alia, referred to the unlawful composition of the courts on 24 March 2004 and 20 April 2006.", "27.  On 20 September 2006 the Fifth Municipal Court rejected the applicant’s request as inadmissible (odbacio predlog), applying the Civil Procedure Act 2004 (see Article 422 at paragraph 44 below).", "28.  On 9 October 2006 the applicant filed a request for the protection of legality (zahtev za zaštitu zakonitosti) with the Supreme Court.", "29.  On 16 October 2006 the Fifth Municipal Court informed the applicant that his request for the protection of legality would not be considered until a final decision had been adopted in respect of his request for reopening.", "30.  On 2 July 2008 the District Court in Belgrade quashed the Fifth Municipal Court’s decision of 20 September 2006 on appeal, noting that the applicable legislation was the Civil Procedure Act 1977 (see Articles 421.1 and 71.5 at paragraphs 40 and 36 below, in that order).", "31.  On 3 December 2008 the Fifth Municipal Court again rejected the applicant’s request for reopening as inadmissible. In particular, it applied the Civil Procedure Act 2004 and noted, inter alia, that the said legislation, unlike the Civil Procedure Act 1977, did not provide for reopening in cases where the composition of the courts was not in accordance with the law.", "32.  On an unspecified date thereafter the applicant appealed against this decision.", "33.  On 28 April 2010 the High Court in , now acting as the court of second instance in the former District Court’s stead, quashed the impugned decision and ordered the court of first instance to re-examine the applicant’s request. The High Court described the impugned decision’s reasoning as incoherent, and reaffirmed that the applicable legislation was the Civil Procedure Act 1977.", "C.  The proceedings before the Constitutional Court", "34.  On 22 May 2008 the Constitutional Court rejected as inadmissible the applicant’s appeal (ustavna žalba) lodged against the Fifth Municipal Court’s, the District Court’s and the Supreme Court’s decisions of 21 January 2005, 31 August 2005 and 20 April 2006, respectively. In so doing, it explained that all were rendered prior to the adoption of the new Serbian Constitution in November 2006.", "35.  On an unspecified date the applicant apparently lodged a further constitutional appeal concerning the fairness and length of the proceedings initiated on the basis of his request for reopening.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "A.  The Civil Procedure Act 1977 (Zakon o parničnom postupku; published in the Official Gazette of the Socialist Federal Republic of Yugoslavia nos. 4/77, 36/77, 6/80, 36/80, 43/82, 72/82, 69/82, 58/84, 74/87, 57/89, 20/90, 27/90 and 35/91, as well as in the Official Gazette of the Federal Republic of Yugoslavia nos. 27/92, 31/93, 24/94, 12/98, 15/98 and 3/02)", "36.  Article 71.5 provides, inter alia, that a judge may not sit in a case where he or she has already taken part in its adjudication before a lower court.", "37.  Article 72 § 1 provides that as soon as a judge discovers this ground for recusal, he or she must cease dealing with the case and request the president of the court to appoint another judge in his or her stead.", "38.  Articles 354 § 2 (1) and 365 § 2, inter alia, list a breach of Article 71.5 as a ground for appeal which, even if not specifically relied on by the appellant, shall be taken into account by the appeals court ex officio.", "39.  Articles 382 § 1, 383 and 400 § 1 provide that parties to a case may file an appeal on points of law (revizija) with the Supreme Court. They may, however, only do so against a final judgment or decision resulting in the termination of a lawsuit at second instance. Articles 385 § 1 (1) and 386 further specify that an appeal on points of law may be lodged if the composition of the lower courts was not in accordance with Article 71.5, but do not specify that this ground shall be taken into account by the Supreme Court ex officio.", "40.  Article 421.1, read in conjunction with Articles 427 and 428, provides that a case concluded by means of a final court decision shall be reopened, at the request of one of the parties, if Article 71.5 has not been complied with.", "B.  Domestic case-law as regards the application of Article 71.5 of the Civil Procedure Act 1977", "41.  In 1987 and 1995, respectively, the Federal Court clarified that under Article 71.5 a judge could only be excluded from deciding on a remedy lodged against the very decision in whose adoption he or she had already participated. This provision, however, does not preclude a judge from sitting in a case in any other situation, including where he or she had otherwise taken part in its adjudication before a lower court (Gzs. 50/87 and Gzs. 36/95).", "C.  The Civil Procedure Act 2004 (Zakon o parničnom postupku; published in Official Gazette of the  – OG RS – no. 125/04)", "42.  The substance of Articles 66 § 1 (6), 67 § 1, 361 § 2 (1), 372 § 2, 394 § 1, 396, 398 § 1 (1), 399 and 412 § 1 of the Civil Procedure Act 2004 essentially corresponds to the substance of the aforementioned Articles 71.5, 72 § 1, 73 § 1, 354 § 2 (1), 365 § 2, 382 § 1, 383, 385 § 1 (1), 386 and 400 § 1 of the Civil Procedure Act 1977.", "43.  Articles 378 and 411 provide, inter alia, that second and third instance courts may remit a case either to the same judge/panel which had already taken part in the adoption of the impugned decision or to another judge/panel of the same court.", "44.  Article 412 § 4 provides that an appeal on points of law may also be filed where a request for the reopening of proceedings has already been decided upon at second instance.", "45.  Article 422 of the Civil Procedure Act 2004 does not provide that a case concluded by means of a final court decision may be reopened if the composition of the courts was not in accordance with Article 66 § 1 (6), which provision, as noted above, essentially corresponds to Article 71.5 of the Civil Procedure Act 1977.", "46.  The Civil Procedure Act 2004 entered into force on 23 February 2005, thereby repealing the Civil Procedure Act 1977.", "47.  Article 491 § 1 of the Civil Procedure Act 2004, however, provides that the Civil Procedure Act 1977 shall be applied to all cases where first instance proceedings have been concluded prior to 23 February 2005. Article 491 § 4 of the Civil Procedure Act 2004 further provides that in all cases which were brought before the said date the applicable legislation, as regards an appeal on points of law, shall be the legislation which was in force at the relevant time.", "D.  The Non-contentious Proceedings Act (Zakon o vanparničnom postupku; published in OG RS nos. 25/82, 48/88 and 46/95)", "48.  Articles 24 and 121 provide, inter alia, that should a legal heir of the deceased raise an issue in respect of what comprises the latter’s estate, the inheritance court shall instruct him or her to initiate a separate civil suit and suspend the inheritance proceedings pending its final outcome (do pravosnažnosti).", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "49.  The applicant complained under Articles 6 § 1 and 13 of the Convention about the length of the inheritance proceedings, as well as the composition of the civil courts in the parallel civil suit brought in 2000 (see paragraphs 18-25 above). As regards the latter, the applicant specifically noted that judges B and D took part in the adjudication of his case before the District Court and Supreme Court, on 24 March 2004 and 20 April 2006 respectively, even though they had already ruled in the same matter at lower instances. This, in the applicant’s view, amounted to a breach of the Convention requirement for his claim to determined by an “impartial tribunal” as well as a “tribunal established by law”.", "50.  The Court considers that both complaints fall to be examined under Article 6 § 1 of the Convention only (see Posokhov v. Russia, no. 63486/00, § 39, ECHR 2003IV, Akdeniz v. Turkey, no. 25165/94, § 88, 31 May 2005), which, in so far as relevant, reads as follows:", "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing within a reasonable time by an ... impartial tribunal established by law ...”", "A.  As regards whether the District Court’s and the Supreme Court’s decisions of 24 March 2004 and 20 April 2006, respectively, were adopted by an “impartial tribunal” or a tribunal “established by law”", "1.  Admissibility", "(a)  The parties’ arguments", "51.  The Government maintained that the applicant has not exhausted all effective domestic remedies. In particular, he had not complained about the composition or the impartiality of the District Court on 24 March 2004 in his appeal on points of law, which was rejected by the Supreme Court on 20 April 2006. Further, the proceedings for the reopening of the civil suit in question are still pending. In respect of the latter, the Government provided domestic case-law where civil proceedings had been reopened, including in cases involving the Supreme Court’s decisions, albeit on different grounds compared to the one at issue in the present case.", "52.  The applicant submitted that the request for reopening cannot be deemed effective within the meaning of Article 35 § 1 of the Convention. In particular, notwithstanding the High Court’s decision of 28 April 2010, the first instance court was again more than likely to reaffirm its view expressed earlier.", "(b)  The Court’s assessment", "53.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 § 1 of the Convention requires applicants first to use the remedies provided by the national legal system, thus dispensing States from answering before the Court for their acts before they have had an opportunity to put matters right through their own legal system. The rule is based on the assumption that the domestic system provides an effective remedy in respect of the alleged breach. The burden of proof is on the Government claiming non-exhaustion to satisfy the Court that an effective remedy was available in theory and in practice at the relevant time; that is to say, that the remedy was accessible, capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success. However, once this burden of proof has been satisfied it falls to the applicant to establish that the remedy advanced by the Government was in fact exhausted or was for some reason inadequate and ineffective in the particular circumstances of the case or that there existed special circumstances absolving him or her from the requirement (see Mirazović v. Bosnia and Herzegovina (dec.), no. 13628/03, 6 May 2006).", "54.  It is further recalled that a request for the reopening of a case concluded by means of a final court decision cannot usually be regarded as an effective remedy within the meaning of Article 35 § 1 of the Convention (see, among many others, Josseline Riedl-Riedenstein and Others v. Germany (dec.), no. 48662/99, 22 January 2002), but that the situation may be different if it can be established that under domestic law such a request can genuinely be deemed effective (see K.S. and K.S. AG v. Switzerland, no. 19117/91, Commission decision of 12 January 1994, Decisions and Reports (DR) 76-A, p. 70).", "55.  Finally, it has been repeatedly recognized that the speed of the domestic procedure is relevant to whether a given remedy is to be deemed effective and hence necessary to exhaust in terms of Article 35 § 1 of the Convention (see, for example, Mitap and Müftüoğlu v. Turkey, no. 15530/89 and 15531/89, Commission decision of 10 October 1991, DR 72, p. 169; see also the reference to the said decision in the matter of Selmouni v. France, no. 25803/94, Commission decision of 25 November 1996, DR 88-3, p. 55). Indeed, the excessive length of domestic proceedings may constitute a special circumstance which would absolve the applicants from exhausting the domestic remedies at their disposal (see X. v. the Federal Republic of , no. 6699/74, Commission decision of 15 December 1977, DR 11, p. 24; and Okpisz v. Germany (dec.), no. 59140/00, 17 June 2003).", "56.  Turning to the present case, the Court notes that the District Court’s decision of 24 March 2004 merely quashed the impugned decision of 17 June 2003 and remitted the matter to the Fifth Municipal Court for reexamination. The applicant could not, therefore, have raised his complaints concerning the former in the appeal on points of law filed subsequently, it being understood that the relevant civil procedure rules specified that such an appeal could only have been brought against a final judgment or decision resulting in the termination of a lawsuit at second instance (see paragraph 39 above). As regards the applicant’s request for reopening, the Court notes that while in the specific circumstances of the present case this request was not devoid of all prospects of success, the proceedings instituted thereupon have been pending since 12 July 2006. More than five years and two remittals later, the matter is currently again being examined at first instance with little chance of a final decision on the issue being rendered any time soon (see paragraph 44 above). Lastly, the domestic courts themselves would appear to be still at odds as to which of the two Civil Procedure Acts is applicable in the applicant’s case (see paragraphs 27-33 above).", "57.  In view of the above, as well as this Court’s cited case-law, the Government’s two-pronged objection as regards the non-exhaustion of effective domestic remedies must be rejected.", "58.  The Court further notes that the complaints in question are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. They are also not inadmissible on any other ground. The complaints must therefore be declared admissible.", "2.  Merits", "(a)  Arguments of the parties", "59.  The Government maintained that there had been no violation of Article 6 § 1 of the Convention. Firstly, the domestic courts in question had been established in accordance with the law, namely none of the judges referred to took part in deciding on a remedy lodged against the very decision in whose adoption he or she had participated respectively. Secondly, the impugned civil proceedings concerning the partial annulment of the contract in question should be distinguished from the proceedings concerning the subsequent cancellation of the remainder thereof, as should, indeed, the participation of the judges at issue in each of these proceedings. Thirdly, some of the courts in  have an insufficient number of judges, which is why the law, flexibly, provides that second and third instance courts may remit a case either to the same judge/panel which had already taken part in the adoption of the impugned decision or to another judge/panel of the same court. Fourthly, the mere fact that a judge has been involved in other proceedings concerning the same parties is not in itself capable of giving rise to well-founded doubts as to his or her impartiality.", "60.  The applicant reaffirmed his complaints.", "(b)  The Court’s assessment", "(i)  As regards whether the courts were “established by law”", "61.  The Court recalls that “law”, within the meaning of Article 6 § 1 of the Convention, comprises not only legislation providing for the establishment and competence of judicial organs (see, inter alia, Lavents v. Latvia, no. 58442/00, § 114, 28 November 2002), but also any other provision of domestic law which, if breached, would render the participation of one or more judges in the examination of a case irregular (see Gorguiladzé v. Georgia, no. 4313/04, § 68, 20 October 2009, and Pandjikidzé and Others v. Georgia, no. 30323/02, § 104, 27 October 2009).", "62.  In other words, the phrase “established by law” covers not only the legal basis for the very existence of a “tribunal” but also compliance by the tribunal with the particular rules that govern it (see Sokurenko and Strygun v. Ukraine, nos. 29458/04 and 29465/04, § 24, 20 July 2006) and the composition of the bench in each case (see Buscarini v. San Marino (dec.), no. 31657/96, 4 May 2000).", "63.  The Court further reiterates that, in principle, a violation by a tribunal of domestic legal provisions relating to the establishment and competence of judicial organs gives rise to a violation of Article 6 § 1. The Court may therefore examine whether the domestic law has been complied with in this respect. However, having regard to the general principle that it is, in the first place, for the national courts themselves to interpret the provisions of domestic law, the Court finds that it may not question their interpretation unless there has been a flagrant violation of domestic law (see DMD GROUP, a.s. v. Slovakia, no. 19334/03, § 61, 5 October 2010).", "64.  Turning to the present case, the Court notes that, as argued by the Government and documented by consistent and long-standing domestic case-law, Article 71.5 of the Civil Procedure Act 1977 provided that a judge could only be excluded from deciding on a remedy lodged against the very decision in whose adoption he or she had already participated (see paragraphs 18-25, 30, 33, 36 and 41 above). Since neither judge B nor judge D on 24 March 2004 and 20 April 2006, respectively, had been in such a position (see paragraphs 21, 22, 24 and 25 above), the Court cannot but conclude that the composition of the District Court’s and Supreme Court’s benches at issue was “established by law” within the meaning of Article 6 § 1 of the Convention.", "65.  It follows that there has, accordingly, been no violation of Article 6 § 1 of the Convention in this respect.", "(ii)  As regards whether the courts were “impartial”", "66.  According to the Court’s established case-law, impartiality denotes the absence of prejudice or bias and its existence or otherwise can be tested in various ways. It can be assessed under a subjective approach, that is trying to ascertain the personal conviction or interest of a given judge in a particular case, and an objective approach, that is determining whether the judge concerned offered sufficient guarantees to exclude any legitimate doubt in that respect. As to the second test, it means determining whether, quite apart from the personal conduct of an individual judge, there are ascertainable facts which may raise doubts as to a court’s impartiality. The litigants’ standpoint is important but not decisive; what is decisive is whether any misgivings in that respect can be held to be objectively justified (see, among many other authorities, Kyprianou v. Cyprus [GC], no. 73797/01, § 118, ECHR 2005-XIII, and Micallef v. Malta [GC], no. 17056/06, §§ 93-96, ECHR 2009-...). Indeed, even appearances may be of importance or, in other words, “justice must not only be done, it must also be seen to be done” (see De Cubber v. Belgium, judgment of 26 October 1984, Series A no. 86, § 26; and Mežnarić v. Croatia, no.71615/01, § 32, 15 July 2005).", "67.  In applying the subjective test, the Court has consistently held that the personal impartiality of a judge must be presumed until there is proof to the contrary (see Kyprianou, § 119, and Micallef, § 94, both cited above), whilst as regards the objective test, the mere fact that a judge has been involved in other proceedings concerning the same parties is not in itself reasonably capable of giving rise to legitimate doubts as to his or her impartiality (see Anguelov v. Bulgaria (dec.), no. 45963/99, 14 December 2004).", "68.  Turning to the matter at hand and in applying the subjective test, the Court notes that the applicant has not adduced any proof to rebut the presumption that the judges in question were impartial. The fact that they had not recused themselves from dealing with the civil suit at issue at second and third instance, following their earlier participation in the proceedings, does not constitute the required proof (see, mutatis mutandis, Sofri and Others v. Italy (dec.), no. 37235/97, ECHR 2003-VIII; Bracci v. Italy, no. 36822/02, § 52, 13 October 2005; and Previti v. Italy (dec.), no. 45291/06, § 258, 8 December 2009). It is further noted that the benches concerned, including the judges in question, gave reasons for their rulings, and evinced no bias in favour or against any of the parties to the proceedings (contrast Kyprianou, cited above, § 130, and, mutatis mutandis, the related case of Panovits v. Cyprus, no. 4268/04, §§ 96-100, 11 December 2008).", "69.  As regards the objective test, the Court observes that on 25 December 2000 judge B had taken part in the partial annulment of the life-long support contract, which annulment became final by 13 August 2001 (see paragraphs 19 and 20 above). The proceedings then continued as regards the remainder of the impugned contract, which was itself cancelled by judgment of the Fifth Municipal Court of 17 June 2003 (see paragraph 21 above). On 24 March 2004 judge B participated in the adoption of the decision to quash this judgment on appeal (see paragraph 22 above). In such circumstances, the Court notes that the decisions of 25 December 2000 and 24 March 2004 seemingly concerned different issues, i.e. the partial annulment of the contract on the one hand and the cancellation of its remainder on the other. However, on both occasions the decisions in question relied on the same set of inter-related facts concerning the deceased’s complex relationship with his son and his wife, and essentially dealt with the same original claim through which the latter sought a comprehensive determination of her interests arising in this context (see, mutatis mutandis, Fatullayev v. Azerbaijan, no. 40984/07, § 139, 22 April 2010). Moreover, whilst the decision of 25 December 2000 had clearly been rendered partly against the interests of the applicant, the decision of 24 March 2004 contained no pronouncements as to how the remainder of the plaintiff’s claim ought to be adjudicated. Taking into account the overall context in which the decision to quash the earlier decision on technical grounds was adopted and the fact that it did not finally determine the outcome of the proceedings in the applicant’s favour, it cannot either reasonably be argued that judge B had ruled once against the applicant and once in line with his interests. Lastly, the Court notes that judge D had taken part in the adoption of the District Court’s said decision of 24 March 2004, ordering a remittal, as well as the Supreme Court’s decision of 20 April 2006 whereby the applicant’s appeal on points of law had been rejected, and that both decisions concerned the cancellation of the remainder of the contract at issue (see paragraphs 21, 22 and 25 above).", "70.  It follows that as regards the decision of 24 March 2004 and, a fortiori, the decision of 20 April 2006, legitimate doubts can be raised as to the lack of the said judges’ impartiality, respectively, and, further, that such doubts can be considered as objectively justified.", "71.  There has accordingly been a violation of Article 6 § 1 of the Convention in this respect.", "B.  As regards the length of the inheritance proceedings", "1.  Admissibility", "(a)  Compatibility ratione materiae", "72.  In the Court’s view, although the Government have not raised an objection as to its competence ratione materiae, this matter nevertheless requires consideration (see, mutatis mutandis, Blečić v. Croatia [GC], no. 59532/00, § 67, ECHR 2006III).", "73.  The Court observes in this regard that the impugned inheritance proceedings and the parallel civil suits all essentially concern the same issue, i.e. the disposition of the deceased’s estate in the context of the disputed validity of the life-long support contract in question.", "74.  It follows therefore that, notwithstanding their suspension pending the outcome of the parallel civil suits, the inheritance proceedings themselves, as well as the said civil suits, all fall within the scope of Article 6 § 1 of the Convention.", "(b) Exhaustion of domestic remedies", "75.  The Government pointed out that the applicant had never complained before the  concerning the length of the inheritance proceedings at issue.", "76.  The Court recalls that it has already held that a constitutional appeal should, in principle, be considered as an effective domestic remedy, within the meaning of Article 35 § 1 of the Convention, in respect of all applications introduced against Serbia as of 7 August 2008 (see Vinčić and Others v. Serbia, nos. 44698/06 et seq., § 51, 1 December 2009). It sees no reason to hold otherwise in the present case.", "77.  In view of the above and having regard to the fact that the applicant had introduced his complaint before the Court on 27 July 2006, it follows that the Government’s objection must be dismissed.", "(c)  Conclusion", "78.  The Court further notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It is also not inadmissible on any other ground. The complaint must therefore be declared admissible.", "2.  Merits", "(a)  Arguments of the parties", "79.  The Government submitted that the Fifth Municipal Court had decided to suspend the inheritance proceedings based on the relevant domestic law and had subsequently ordered their resumption when the situation so warranted. The inheritance proceedings, prior to and following their suspension, could not be considered as excessively protracted, and the parallel civil suits were themselves not characterised by any significant periods of judicial inactivity. Lastly, the Government noted that the applicant had made use of many avenues of redress, thus contributing to the length of the impugned proceedings, and argued that whilst he cannot be blamed for making use of his procedural rights under domestic law neither should the State for the unavoidable, delay-related, consequences thereof.", "80.  The applicant did not comment.", "(b)  Relevant principles", "81.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII; the Humen v. Poland [GC], no 26614/95, § 60, unreported, and the Comingersoll S.A. v. Portugal [GC], no. 35382/97, ECHR 2000-IV; the Philis v. Greece (no. 2), judgment of 27 June 1997, Reports of Judgments and Decisions 1997-IV, § 35).", "82.  Further, repeated re-examination of a single case following remittal may in itself disclose a serious deficiency in the respondent State’s judicial system (see, for example, Pavlyulynets v. Ukraine, no. 70767/01, § 51, 6 September 2005).", "(c)  Period to be taken into account", "83.  The Court observes that the inheritance proceedings at issue were brought on 22 May 1995 and that they are still pending at first instance (see paragraphs 7-14 above). Since the respondent State ratified the Convention on 3 March 2004, they have thus been within the Court’s competence ratione temporis for a period of more than seven years.", "84.  Further, the Court recalls that, in order to determine the reasonableness of the delay complained of, regard must also be had to the state of the case on the date of ratification (see, mutatis mutandis, Styranowski v. Poland, judgment of 30 October 1998, Reports 1998-VIII) and notes that on 3 March 2004 the proceedings in question had already been pending for a period of almost nine years.", "85.  Finally, the Court observes that the impugned inheritance proceedings were suspended between 14 June 1995 and 7 September 2010, pending the outcome of the parallel civil suits. However, since all of these proceedings concern the same underlying issue (see, mutatis mutandis, Cravcenco v. Moldova, no. 13012/02, § 49, 15 January 2008), i.e. the deceased’s estate, and are inextricably linked to each other, the Court shall also examine the conduct of the parallel civil proceedings between 3 March 2004 and 7 September 2010.", "(d)  The Court’s assessment", "86.  The Court notes that on the date of the Convention’s entry into force in respect of  the inheritance proceedings had already been suspended, but that the second set of the parallel civil proceedings were pending on appeal. Following a remittal and new decisions rendered at first and second instance, by 20 April 2006 the Supreme Court rejected the applicant’s further appeal on points of law (see paragraphs 7-14 and 18-25 above).", "87.  On 12 July 2006 the applicant filed a request for the reopening of the above proceedings. By 28 April 2010 this request was twice rejected at first instance, and these rejections were twice quashed on appeal. As of 28 April 2010, therefore, the applicant’s request has again been pending at first instance, apparently without any relevant procedural developments (see paragraphs 26-33).", "88.  The inheritance proceedings were resumed on 7 September 2010, seemingly without further awaiting the outcome of the applicant’s request for reopening. In these circumstances it remains unclear why the inheritance court had not done so earlier, i.e. after the adoption of the Supreme Court’s decision of 20 April 2006. It is further noted that two hearings were scheduled as of 7 September 2010, but that both were adjourned subsequently (see paragraph 7-14 and 25 above).", "89.  Finally, the applicant’s conduct would appear not to have contributed to the procedural delay complained of, including between 15 April 2010 and 7 September 2010 (see paragraphs 11-13 above), it being understood that according to the Court’s jurisprudence, an applicant cannot be blamed for taking full advantage of the remedies afforded by national law in the defence of his interests (see Nankov v. “the ”, no. 26541/02, § 47, 29 November 2007). Equally, however, while it is always for Contracting States to organise their judicial systems in such a way that their courts can guarantee everyone’s right to obtain a determination of their rights and obligations “within a reasonable time” (see, among other authorities, G.H. v. Austria, no. 31266/96, § 20, 3 October 2000), this obligation cannot be construed so as to mean that any delays created by an applicant’s use of various remedies can be imputed thereto.", "90.  Having regard to the criteria laid down in its jurisprudence (see paragraphs 81 and 82 above) and the relevant facts of the present case, including its relative simplicity, as well as the conduct of the parties and of the authorities, the Court considers that the length of the proceedings complained of has failed to satisfy the reasonable time requirement.", "91.  There has, accordingly, been a violation of Article 6 § 1 of the Convention.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "92.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  As regards the timeliness of the applicant’s claim", "93.  The Government maintained that the applicant’s just satisfaction claim was belated.", "94.  In this respect the Court notes that on 22 November 2010 the Registry acknowledge receipt of, inter alia, the applicant’s just satisfaction claim posted on 12 November 2010. It further observed that the claim was submitted outside the time-limit set in its letter of 27 September 2010, but then went on to inform the applicant that, due to his own delayed receipt of the Court’s prior correspondence, the President of the Chamber had exceptionally decided to admit his claim to the file.", "95.  By letter of even date the Government were notified of the above and were invited, inter alia, to provide any comments concerning the substance of the applicant’s claim for just satisfaction.", "96.  In view of the above, as well as having regard to the provisions of Rule 60 of the Rules of Court, the Government’s objection must be dismissed.", "B.  Damage", "97.  In his application form the applicant sought EUR 20,000 in respect of the non-pecuniary damage suffered due to the “breach of contract” at issue.", "98.  In his observations of 12 November 2010 the applicant requested costs and expenses (as detailed below), but noted that the related “pecuniary and non-pecuniary damage will ... [be sought before] ... the competent court in Belgrade ... [,] ... ”.", "99.  Accordingly, the Court considers that there is no call to award him any sum on that account.", "C.  Costs and expenses", "100.  The applicant claimed a total of EUR 8,110, plus “legal interest”, for the costs and expenses incurred before the domestic courts, as well as those incurred before the Court.", "101.  The Government contested this claim, describing it as unsubstantiated.", "102.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were also reasonable as to their quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,000 covering costs under all heads.", "D.  Default interest", "103.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Declares the application admissible;", "", "2.  Holds that there has been no violation of Article 6 § 1 of the Convention as regards whether the domestic courts were “established by law”;", "", "3.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the applicant’s right to an impartial tribunal;", "", "4.  Holds that there has also been a violation of Article 6 § 1 of the Convention as regards the length of the impugned proceedings;", "", "5.  Holds", "", "(a) that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros), plus any tax that may be chargeable, in respect of costs and expenses, to be converted into Serbian Dinars at the rate applicable at the date of settlement;", "(b) that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in English, and notified in writing on 3 November 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\t Naismith\tFrançoise Tulkens\n\tRegistrar\tPresident"]}