{"file": "ENG_CLIN_37048_04.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "37048/04", "text_paragraphs": ["Information Note on the Court’s case-law No. 115", "January 2009", "Giorgi Nikolaishvili v. Georgia - 37048/04", "Judgment 13.1.2009 [Section II]", "Article 5", "Article 5-1", "Lawful arrest or detention", "Arrest of witness in order to put pressure on his fugitive brother and lack or inadequacy of reasons for pre-trial detention: violations", "", "Facts: In July 2003 photographs of the applicant, his brother and two other men were posted on “wanted persons” boards in police stations. The four men were identified by name and stated to be wanted in connection with a murder. In subsequent correspondence between the applicant's lawyer and the Ministry of the Interior, it emerged that the only wanted man was the applicant's brother and that operational measures were being taken to interview the applicant as a witness in view of his repeated refusals to appear before the district prosecutor. In March 2004 the applicant decided to attend the district prosecutor's office voluntarily. However, upon his arrival and without being examined as a witness, he was arrested on suspicion of firearms charges based on evidence that had been obtained in the course of the murder investigation. He was remanded in custody for three months by a district court. That decision was upheld by a regional court, which stated, inter alia, that the applicant's release might hamper the establishment of the truth in the murder case to which his own case might be related. Although the applicant's pre-trial detention expired on 30 June 2004 and was not renewed until the committal hearing before the district court on 24 January 2005, he remained in custody throughout that period. As with the initial detention order, the district court gave standard, pre-printed reasons for remanding him in custody.", "Law: Article 5 § 1 – (a)  Arrest: According to the record, the authorities had not intimated at any stage prior to his voluntary appearance as a witness in the unrelated murder case that there was any possibility of criminal proceedings being brought against the applicant, despite the fact that the evidence on the firearms charge had been obtained many months before. In short, they had misled the applicant about the real reason for their interest in him which was to put pressure on his fugitive brother. Such opaque methods were liable to undermine legal certainty, instil insecurity in persons summoned as witnesses and undermine public respect for and confidence in the prosecution authorities. Even if formally consistent with domestic law, the applicant's arrest had served to acquire additional leverage over the unrelated criminal proceedings, an aim that was extraneous to Article 5 § 1 (c). The authorities' misleading methods, with the prospect of detention being used to exert moral pressure, had accordingly resulted in arbitrariness and a failure to safeguard the applicant from undue threats to his liberty.", "Conclusion: violation (unanimously).", "(b)  Detention from June 2004 to January 2005: Following the expiry of the initial detention order on 30 June 2004 the applicant's pre-trial detention was not covered by any further court order until 24 January 2005, when his continued detention was authorised at the committal hearing. The problem stemmed from a deficiency the Court had previously noted in the Georgian criminal procedure in that the Code of Criminal Procedure did not require a court order for the defendant's detention between the end of the investigation and the committal proceedings, or specify any statutory periods for that phase of detention. This had resulted in the practice of defendants being detained, as in the applicant's case, for months without any judicial decision.", "Conclusion: violation (unanimously).", "Article 5 § 3 – The domestic courts had failed to give sufficient or relevant reasons for the applicant's pre-trial detention. In its two decisions, the district court had simply used standard forms containing pre-printed reasoning in abstract terms. For its part, the regional court had sought to justify the applicant's pre-trial detention by reference to the interests of the investigation into the completely unrelated murder case pending against his brother. This was alien to Convention objectives and circumvented the very essence of the exception under Article 5 § 1 (c) of the Convention. Lastly, the fact that the applicant's pre-trial detention had lasted some ten months showed that the authorities had failed to deal with the case with the special diligence required.", "Conclusion: violation (unanimously).", "The Court also found violations of Article 5 § 4 (in respect of the applicant's inability to contest the prosecution's submissions on the issue of detention at the committal stage) and of Article 8 (as the posting of the applicant's photograph on the wanted board was not accordance with domestic law).", "Article 41 – EUR 8,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}