{"file": "ENG_CLIN_798_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "798/05", "text_paragraphs": ["Information Note on the Court’s case-law 122", "August-September 2009", "Miroļubovs and Others v. Latvia - 798/05", "Judgment 15.9.2009 [Section III]", "Article 9", "Article 9-1", "Manifest religion or belief", "State intervention in a conflict between members of a religious community: violation", "Article 35", "Article 35-3-a", "Abuse of the right of application", "Burden on Government to prove intentional breach of confidentiality amounting to abuse of right: admissible", "Facts – At the material time the three applicants were active members of the religious community to which they belonged. The first applicant was an Old Orthodox “spiritual master”, while the other two were respectively the head and an ordinary member of the council of the Riga Grebenščikova Old Orthodox parish (“the RGVD”). The RGVD is the largest of Latvia’s sixty-nine Old Orthodox communities.", "In 1995 the adoption by the community of new statutes – found by the Ministry of Justice to be lawful – led to a split between the parishioners and to violent incidents. In 2001 a new registration certificate was issued to the RGVD by the Religious Affairs Directorate (“the Directorate”), which in May 2002 also approved the new statutes adopted by the RGVD which stressed its complete independence from other religious organisations. In July 2002 an extraordinary general meeting of the RGVD took place. In parallel with that meeting, which was held in the temple in Riga and in which the applicants participated, another meeting gathered outside attended by, among others, Old Orthodox spiritual masters. The two rival groups each claimed to constitute the legitimate general meeting of the community. The outside meeting decided to elect new members and change the RGVD’s statutes on the ground that the first applicant and his followers, by inviting a Russian Orthodox priest to celebrate the liturgy in the RGVD church, had renounced their Old-Rite beliefs and had effectively converted to the Orthodox Church, thereby forfeiting all their rights as members of the community. Both factions requested formal approval from the Directorate. The latter recognised the outside meeting as legitimate, formally approved it and registered it as the new RGVD parish council. The applicants and their fellow worshippers were expelled by force from the temple and no longer admitted. From that point on they operated informally under the name of “the RGVD in exile”. In 2003 the court of first instance granted the applicants’ request to set aside the Directorate’s decisions. The Directorate appealed against that judgment and the regional court found in its favour. An appeal by the applicants on points of law was dismissed by the Senate of the Supreme Court.", "Law – Article 35 § 3: Alleged abuse of the right of individual petition – In 2008 two letters questioning the professional competence and integrity of the head of the Directorate at the time of the facts complained of by the applicants were sent to the Prime Minister. The letters referred to the correspondence between the Court’s Registry, the applicants and the Government’s Agent on the subject of a possible friendly settlement of the instant case. Attached to the letters, moreover, were copies of three documents – confidential for the purposes of Article 38 § 2 of the Convention and Rule 62 § 2 of the Rules of Court – from the Government and the Registry, including a draft friendly-settlement declaration prepared by the latter. However, while the fact of communicating to a third party the content of documents relating to a friendly settlement could in principle constitute an “abuse” within the meaning of Article 35 § 3, this did not mean that there was a complete and unconditional prohibition on showing or mentioning such documents to any other person. What Article 38 § 2 and Rule 62 § 2 barred the parties from doing was publicising the information in question, whether via the media, in correspondence liable to be read by a large number of people or by any other means. In the instant case, the applicants stated that they did not know how the documents in question had fallen into the hands of a third party. For their part, the Government had not adduced any evidence that the applicants had been at fault. In the circumstances, as it had no evidence that all the applicants had consented to the disclosure of the content of the confidential documents by a third party, the Court could not but give them the benefit of the doubt, and was unable to find that the applicants had abused the right of individual petition for the purposes of Article 35 § 3. The Court further pointed out that possible plans by a government to institute criminal or disciplinary proceedings against an applicant for alleged failure to comply with his or her procedural obligations before the Court could give rise to an issue under Article 34 in fine, which prohibited any hindrance to the effective exercise of the right of individual petition.", "Conclusion: objection dismissed (majority).", "Article 9: The authorities’ intervention in the dispute between the members of the RGVD, as a result of which the applicants and their fellow worshippers ceased to be recognised as the legitimate leaders of the community and were expelled from their temple, clearly amounted to interference with the exercise of the applicants’ right to freedom of religion. The interference had pursued at least the legitimate aims of “protection of public order” and “protection of the rights and freedoms of others”.", "At the material time, the RGVD had been wholly independent, a fact legally recognised by the State. In July 2002 two meetings of Old Orthodox believers had been held simultaneously, of comparable size and each claiming to be an “extraordinary general meeting of the RGVD”. As a State body responsible for managing relations between the State and religious communities in accordance with the legislation in force, the Directorate had then been obliged to make a choice and decide in favour of one of the factions to the detriment of the other, as both were making the same claims. In the instant case the Court had to consider whether that choice had been made in accordance with the requirements of Article 9 § 2.", "Following these events, the Directorate had recognised the legitimacy of the meeting held in the street, cancelled the registration certificate issued to the RGVD when it had been led by the first applicant, and issued a new certificate to the representatives of the rival faction. In other words, the State had withdrawn the recognition hitherto granted to the bodies lawfully constituted by the RGVD in accordance with its own statutes and had approved their wholesale replacement by bodies set up by the rival faction. In view of the principle of legitimate trust inherent in all the Convention provisions and the principle of structural autonomy of religious communities inherent in the requirements of Article 9, only the most serious and compelling reasons could justify such intervention.", "The Court noted the extremely sketchy nature of the decision taken by the Directorate to recognise the legitimacy of the meeting held in the street. The decision had simply stated that it had been taken “having regard to the opinion of the Directorate’s legal division” – without revealing the content of that opinion – and “given that the documents received [were] in conformity with the legislation of the Republic of Latvia”. Those grounds could not be said to have been sufficient. Similarly, the decision to approve and register the new RGVD parish council had confined itself to addressing the practical issue of the RGVD’s registration certificates.", "However, the written observations sent by the Directorate to the court of first instance, which were included in the case file, had explained in greater detail the reasons for the impugned decisions. According to those observations, by celebrating an act of worship with a priest of the Russian Orthodox Church, the first applicant’s fellow worshippers had ipso facto changed religious allegiances, forfeiting all their rights within the community in the process; as a result, despite appearances, the general meeting led by the first applicant had no longer had the quorum required by the community’s statutes. The Directorate had based these findings on two expert opinions, including one from the Dean of the Faculty of Theology of the University of Latvia, for which no reasons were given. By implicitly determining the religious affiliation of the applicants and their fellow worshippers against their wishes, contrary to their opinion and, moreover, on the basis of the opinions of just two experts, neither of whom shared their religious beliefs, the Directorate had failed in its duty of neutrality. Determining the religious affiliation of a religious community was a task for its highest spiritual authorities alone, not for the State. Furthermore, the Directorate had reached its conclusions despite being in possession of a letter from the Holy Synod of the Russian Orthodox Church stating clearly that there had been no conversions to the Russian Orthodox faith in the instant case. In the circumstances, the Directorate had not based its decision on “an acceptable assessment of the relevant facts” as required by Article 9 § 2.", "In sum, the Directorate’s intervention in the dispute between the two groups of parishioners within the RGVD had been based on a decision which had not given sufficient reasons, had not taken account of all the relevant circumstances and had disregarded the State’s duty of neutrality in religious matters. As a result of the Directorate’s intervention the applicants had been expelled from their temple and had been unable to return. Such interference could not be said to have been “necessary in a democratic society”, irrespective of the legitimate aim pursued.", "Conclusion: violation (six votes to one).", "Article 41: EUR 4,000 to each of the applicants in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}