{"file": "ENG_CLIN_18535_91.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "18535/91", "text_paragraphs": ["Information Note on the Court’s case-law", "October 1994", "Kroon and Others v. the Netherlands - 18535/91", "Judgment 27.10.1994", "Article 8", "Article 8-1", "Respect for family life", "Legal impossibility for married woman to deny her husband's paternity of her child and thereby enable recognition by biological father: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 8 OF THE CONVENTION", "A.\tApplicability", "As a rule, living together may be a requirement for \"family life\", but exceptionally other factors may also serve to demonstrate that a relationship has sufficient constancy to create de facto \"family ties\" —  such is the case here, as four children have been born to Mrs Kroon and Mr Zerrouk.", "A child born of such a relationship is ipso jure part of that \"family unit\" from the moment of its birth and by the very fact of it.  ", "Conclusion: Article 8 applicable (eight votes to one).", "B.\tGeneral principles", "Principles stated in Court's case-law recalled.", "C.\tCompliance", "Positive obligation on the part of the competent authorities to allow complete legal family ties to be formed between Mr Zerrouk and his son Samir as expeditiously as possible.", "Solutions suggested by the Government (\"stepparent adoption\" and joint custody) not compatible with the notion of \"respect\" for family life.", "\"Respect\" for \"family life\" requires that biological and social reality prevail over a legal presumption which, as in the present case, flies in the face of both established fact and the wishes of those concerned without actually benefiting anyone  — even having regard to State's margin of appreciation, failure to secure to the applicants \"respect\" for their family life.", "Conclusion: violation (seven votes to two).", "II.\tARTICLE 14 OF THE CONVENTION IN CONJUNCTION WITH ARTICLE 8", "Complaint essentially the same as the one under Article 8 taken alone.", "Conclusion: no separate issue under Article 14 in conjunction with Article 8 (unanimously). ", "III.\tARTICLE 50 OF THE CONVENTION", "A.\tDamage", "Sufficiently compensated by the finding of a violation of the Convention (unanimously).", "B.\tCosts and expenses", "Claims accepted in part (eight votes to one).", "Conclusion: respondent State to pay specified sum to applicants (eight votes to one).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}