{"file": "ENG_CLIN_18640_10.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "18640/10", "text_paragraphs": ["Information Note on the Court’s case-law No. 172", "March 2014", "Grande Stevens and Others v. Italy - 18640/10, 18647/10, 18663/10 et al.", "Judgment 4.3.2014 [Section II]", "Article 6", "Criminal proceedings", "Article 6-1", "Public hearing", "Absence of public hearing before financial markets regulator empowered to impose heavy penalties: Article 6 § 1 applicable ; violation", "Article 4 of Protocol No. 7", "Right not to be tried or punished twice", "Administrative penalties and criminal proceedings arising out of same set of facts: violation", "Facts – The applicants are two companies and their chairman, Mr Gabetti, together with Mr Marrone, the authorised representative of one of the companies, and Mr Grande Stevens, a lawyer who had advised them. They consulted the National Companies and Stock Exchange Commission (hereafter, Consob) about a possible financial operation. In response to a question from Consob, they issued a press release indicating that no initiative had been taken or examined concerning the expiry of a particular financial agreement, although negotiations with an English bank were in fact at an advanced stage. Consob’s Markets and Economic Opinions Division accused the applicants of breaching Article 187 ter § 1 of Legislative Decree no. 58 of 24 February 1998, penalising the dissemination of information, news or false or misleading rumours capable of providing false or misleading information concerning financial instruments. On appeal, the applicants were ordered to pay fines ranging from EUR 500,000 to EUR 3,000,000, and Mr Gabetti, Mr Grande Stevens and Mr Marrone were banned from administering, managing or supervising listed companies for several months. Although proceedings were still pending before the Court of Cassation, criminal proceedings were brought against the applicants in respect of the same press release. An appeal on points of law lodged by Mr Gabetti and Mr Grande Stevens was still pending when the European Court’s judgment was delivered.", "Before the European Court, the applicants alleged that the procedure before Consob had been unfair and complained that Consob had not been impartial and independent. They also considered that they had been victims of a violation of the principle ne bis in idem.", "Law – Article 6 § 1", "(a)  Applicability – The accusations of market manipulation made against the applicants did not constitute a criminal offence under Italian law, but were sanctioned by a penalty described as “administrative” by Article 187 ter § 1 of Legislative Decree no. 58 of 1998.", "With regard to the nature of the offence, the provisions which the applicants were accused of breaching were intended to guarantee the integrity of the financial markets and to maintain public confidence in the security of transactions. Consob, an independent administrative authority, had the task of protecting investors and ensuring the effectiveness, transparency and development of the stock markets. This concerned the general interests of society, usually protected by criminal law. In addition, the fines imposed were essentially intended to prevent repeat offending. They were thus based on rules whose purpose was both deterrent, namely to prevent the applicants from re-offending, and punitive, since they punished unlawful conduct. They were thus not intended solely to repair damage of a financial nature. In this respect, it should be noted that the penalties were imposed by Consob on the basis of the seriousness of the impugned conduct, and not of the damage caused to investors.", "As to the nature and severity of the penalty “likely to be imposed” on the applicants, it was true that the fines in question could not be replaced by a custodial sentence in the event of non-payment. However, they could go up to EUR 5,000,000, and in certain circumstances this ordinary maximum amount could be tripled or fixed at ten times the proceeds or profit obtained through the unlawful conduct. The imposition of the above-mentioned pecuniary administrative penalties entailed the temporary loss of their honour for the representatives of the companies involved, and, if the companies were listed on the stock exchange, their representatives could be temporarily forbidden from administering, managing or supervising listed companies for periods ranging from two months to three years. Consob could also forbid listed companies, management companies and auditing companies from engaging the services of the perpetrator, for a maximum duration of three years, and could request the professional bodies to suspend, on a temporary basis, the individual’s right to carry out his or her professional activity. Lastly, the imposition of pecuniary administrative penalties entailed confiscation of the proceeds or profit of the unlawful conduct and the assets through which they had been obtained. Admittedly, in the instant case the full range of penalties had not been applied, as the appeal court had reduced certain of the fines imposed by Consob and no confiscation order had been made. However, the issue of whether an institution could be classified as criminal in nature depended on the severity of the penalty to which the individuals concerned were a priori liable, and not on the severity of the penalty ultimately imposed. The penalties imposed on Mr Gabetti, Mr Grande Stevens and Mr Marrone were such as to compromise their integrity, and the fines, given their amounts, were of undeniable severity, incurring significant financial consequences for the applicants. Through their severity, the penalties in question were thus criminal in nature, so that Article 6 § 1 was applicable in its criminal branch.", "(b)  Merits – Although the proceedings before Consob had not met the requirements of fairness and objective impartiality, the applicants’ case had subsequently been reviewed by an independent and impartial body with full powers. However, the latter had not held a public hearing, which, in the present case, had amounted to a breach of Article 6 § 1 of the Convention.", "Conclusion: violation (unanimously).", "Article 4 of Protocol No. 7", "(a)  Reservation by Italy in respect of Article 4 of Protocol No. 7 – The Government noted that Italy had made a declaration to the effect that Articles 2 to 4 of Protocol No. 7 applied only to offences, proceedings and decisions classified as criminal under Italian law. However, the reservation in question did not contain “a brief statement” of the law or laws which were allegedly incompatible with Article 4 of Protocol No. 7. It could be inferred from the wording of the reservation that Italy had intended to exclude from the scope of this provision all offences and proceedings which were not classified as “criminal” under Italian law. However, a reservation which did not refer to or mention those specific provisions of the Italian legal order which excluded offences or proceedings from the scope of Article 4 of Protocol No. 7 did not afford to a sufficient degree a guarantee that [it] did not go beyond the provision expressly excluded by the Contracting State. In this respect, it was necessary to reiterate that even important practical difficulties in indicating and describing all of the provisions concerned by the reservation could not justify failure to comply with the conditions set out in Article 57 of the Convention. Italy’s reservation was consequently invalid.", "(b) Merits – There were valid grounds for considering that the procedure before Consob concerned “a criminal charge” against the applicants, and the sentences imposed by Consob and partly reduced by the court of appeal had become final in June 2009. From that date, the applicants ought therefore to have been considered as having been “already finally convicted for an offence” for the purposes of Article 4 of Protocol No. 7. Yet the new set of criminal proceedings which had been brought against them in the meantime were not closed and resulted in judgments being delivered at first and second instance. The proceedings before Consob and the criminal courts concerned the same conduct by the same persons on the same date. It followed that the new set of proceedings concerned a second “offence” originating in identical facts to those which had been the subject-matter of the first, and final, conviction.", "Moreover, in so far as the Government submitted that European Union law had explicitly authorised the use of a double penalty (administrative and criminal) in the context of combatting unlawful conduct on the financial markets, the Court, while specifying that its task was not to interpret the case-law of the Court of Justice of the European Union (CJE), noted that in its judgment of 23 December 2009 in the case of Spector Photo Group, the CJE had indicated that Article 14 of Directive no. 2003/6 did not oblige the Member States to provide for criminal sanctions against authors of insider dealing, but merely stated that those States were required to ensure that administrative penalties were imposed against the persons responsible where there had been a failure to comply with the provisions adopted in implementation of the directive. It had also drawn the States’ attention to the fact that such administrative penalties could, for the purposes of the application of the Convention, be qualified as criminal sanctions. Further, in its Åklagaren v. Hans Åkerberg Fransson judgment, on the subject of value-added tax, the CJE had stated that, under the ne bis in idem principle, a State could only impose a double penalty (fiscal and criminal) in respect of the same facts if the first penalty was not criminal in nature.", "Conclusion: violation (unanimously).", "The Court also held that there had been no violation of Article 6 § 3 (a) and (c) (six votes to one) or of Article 1 of Protocol No. 1 (five votes to two).", "Article 41: EUR 10, 000 to each of the applicants in respect of non-pecuniary damage; claim in respect of pecuniary damage dismissed.", "Article 46: The respondent State was to ensure that the new criminal proceedings brought against the applicants in violation of Article 4 of Protocol No. 7, which, according to the most recent information received, were still pending in respect of Mr Gabetti and Mr Grande Stevens, were closed as rapidly as possible.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}