{"file": "ENG_CLIN_54810_00.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "54810/00", "text_paragraphs": ["Information Note on the Court’s case-law No. 88", "July-August 2006", "Jalloh v. Germany [GC] - 54810/00", "Judgment 11.7.2006 [GC]", "Article 3", "Degrading treatment", "Inhuman treatment", "Forcible administration of emetics to a drug-trafficker in order to recover a plastic bag he had swallowed containing drugs: violation", "", "Article 6", "Criminal proceedings", "Article 6-1", "Fair hearing", "Use in evidence of a plastic bag containing drugs obtained by the forcible administration of emetics: violation", "", "Facts: In October 1993 plain-clothes police officers observed the applicant on several occasions taking tiny plastic bags out of his mouth and handing them over for money. Suspecting that the bags contained drugs, the police officers went over to arrest the applicant. While they were doing so he swallowed another tiny bag he still had in his mouth. As no drugs were found on him, the competent public prosecutor ordered that he be given an emetic to force him to regurgitate the bag. The applicant was taken to hospital, where he saw a doctor. As he refused to take medication to induce vomiting, four police officers held him down while the doctor inserted a tube through his nose and administered a salt solution and Ipecacuanha syrup by force. The doctor also injected him with apomorphine, a morphine derivative which acts as an emetic. As a result the applicant regurgitated a small bag of cocaine. A short while later he was examined by a doctor who declared him fit for detention. When police officers arrived to question the applicant about two hours after he had been given the emetics, he told them in broken English – it then becoming apparent that he could not speak German – that he was too tired to make a statement. The following day the applicant was charged with drug trafficking and placed in detention on remand. His lawyer alleged that the evidence against him had been obtained illegally and so could not be used in the criminal proceedings. He further contended that the police officers and the doctor who had participated in the operation were guilty of causing bodily harm in the exercise of official duties. Finally, he argued that the administration of toxic substances was prohibited by the Code of Criminal Procedure and that the measure was also disproportionate under the Code, as it would have been possible to obtain the same result by waiting until the bag had been excreted naturally. In March 1994 the District Court convicted the applicant of drug trafficking and gave him a one-year suspended prison sentence. His appeal against conviction was unsuccessful, although his prison sentence was reduced to six months, suspended. An appeal on points of law was also dismissed. The Federal Constitutional Court declared the applicant’s constitutional complaint inadmissible, finding that he had not made use of all available remedies before the German criminal courts. It also found that the measure in question did not give rise to any constitutional objections concerning the protection of human dignity or prevention of self-incrimination, as guaranteed under the German Basic Law.", "Law: Article 3 – The Convention did not, in principle, prohibit recourse to a forcible medical intervention that would assist in the investigation of an offence. However, any interference with a person’s physical integrity carried out with the aim of obtaining evidence had to be the subject of rigorous scrutiny. True, account needed to be taken of the problems confronting States in their efforts to combat the harm caused to their societies through the supply of drugs. However, in the instant case, it had been clear before the impugned measure was ordered and implemented that the street dealer on whom it was imposed had been storing the drugs in his mouth and could not, therefore, have been offering drugs for sale on a large scale. That had also been reflected in the sentence. The Court was therefore not satisfied that the forcible administration of emetics had been indispensable to obtain the evidence. The prosecuting authorities could simply have waited for the drugs to pass out of the applicant’s system naturally, that being the method used by many other member States of the Council of Europe to investigate drugs offences. Neither the parties nor the experts could agree on whether the administration of emetics was dangerous. It was impossible to assert that the method, which had already resulted in the deaths of two people in Germany, entailed merely negligible health risks. Moreover, in the majority of the German Länder and in at least a large majority of the other member States of the Council of Europe the authorities refrained from forcibly administering emetics, a fact that tended to suggest that the measure was considered to pose health risks. As to the manner in which the emetics had been administered, the applicant had been held down by four police officers, which suggested a use of force verging on brutality. A tube had been fed through the applicant’s nose into his stomach to overcome his physical and mental resistance. This must have caused him pain and anxiety. He had then been subjected to a further bodily intrusion against his will through the injection of another emetic. Account also had to be taken of the applicant’s mental suffering while he waited for the emetic substance to take effect and of the fact that during that period he was restrained and kept under observation. Being forced to regurgitate under such conditions must have been humiliating for him, certainly far more so than waiting for the drugs to pass out of the body naturally. As regards the medical supervision, the impugned measure had been carried out by a doctor in a hospital. However, since the applicant had violently resisted the administration of the emetics and spoke no German and only broken English, the assumption had to be that he was either unable or unwilling to answer any questions that were put by the doctor or to submit to a medical examination. As to the effects of the impugned measure on the applicant’s health, it had not been established that either his treatment for stomach troubles in the prison hospital two and a half months after his arrest or any subsequent medical treatment he received had been necessitated by the forcible administration of the emetics. In conclusion, the German authorities had subjected the applicant to a grave interference with his physical and mental integrity against his will. They had forced him to regurgitate, not for therapeutic reasons, but in order to retrieve evidence they could equally have obtained by less intrusive methods. The manner in which the impugned measure was carried out had been liable to arouse in the applicant feelings of fear, anxiety and inferiority that were capable of humiliating and debasing him. Furthermore, the procedure had entailed risks to the applicant’s health, not least because of the failure to obtain a proper anamnesis beforehand. Although this had not been the intention, the measure was implemented in a way which had caused the applicant both physical pain and mental suffering. He had therefore been subjected to inhuman and degrading treatment contrary to Article 3.", "Conclusion: violation (ten votes to seven).", "Article 8 – In view of the finding that there had been a violation of Article 3 of the Convention in respect of the applicant’s complaint concerning the forcible administration of emetics to him, no separate issue arose under Article 8 of the Convention.", "Article 6(1) – Even if it had not been the authorities’ intention to inflict pain and suffering on the applicant, the evidence had nevertheless been obtained by a measure which breached one of the core rights guaranteed by the Convention. Furthermore, the drugs obtained by the impugned measure had proved the decisive element in securing the applicant’s conviction. Lastly, the public interest in securing the applicant’s conviction could not justify allowing evidence obtained in that way to be used at the trial. Accordingly, the use in evidence of the drugs obtained by the forcible administration of emetics to the applicant had rendered his trial as a whole unfair. As to the applicant’s argument that the manner in which the evidence had been obtained and the use that had been made of it had undermined his right not to incriminate himself, what was at issue was the use at the trial of “real” evidence – as opposed to a confession – obtained by forcible interference with the applicant’s bodily integrity. While the privilege against self-incrimination was primarily concerned with respecting the will of the defendant to remain silent in the face of questioning and not to be compelled to provide a statement, the Court had on occasion given the principle a broader meaning so as to encompass cases in which coercion to hand over real evidence to the authorities was at issue. Consequently, the principle against self-incrimination was applicable to the present proceedings. In order to determine whether the applicant’s right not to incriminate himself had been violated, several factors had to be taken into account. As regards the nature and degree of compulsion that had been used to obtain the evidence, the Court reiterated that the administration of the emetics amounted to inhuman and degrading treatment. The public interest in securing the applicant’s conviction could not justify recourse to such a grave interference with his physical and mental integrity. Further, although German law afforded safeguards against arbitrary or improper use of the measure, the applicant, relying on his right to remain silent, had refused to submit to a prior medical examination and had been subjected to the procedure without a full examination of his physical aptitude to withstand it. Lastly, the drugs thereby obtained had been the decisive evidence supporting his conviction. Consequently, the Court would also have been prepared to find that allowing the use at the applicant’s trial of evidence obtained by the forcible administration of emetics had infringed his right not to incriminate himself and therefore rendered his trial as a whole unfair.", "Conclusion: violation (eleven votes to six).", "Article 41 – EUR 10,000 in respect of non‑pecuniary damage and for costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}