{"file": "ENG_CLIN_37201_06.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "37201/06", "text_paragraphs": ["Information Note on the Court’s case-law 105", "February 2008", "Saadi v. Italy [GC] - 37201/06", "Judgment 28.2.2008 [GC]", "Article 3", "Expulsion", "Risk of ill-treatment in case of deportation to Tunisia of a terrorist who had been tried in absentia: deportation would constitute a violation", "Facts: The applicant is a Tunisian national. In 2001 he was issued with an Italian residence permit. In 2002 he was arrested and placed in pre-trial detention on suspicion of international terrorism. In 2005 he was sentenced by an assize court in Italy to imprisonment for criminal conspiracy, forgery and receiving stolen goods. On the date the Grand Chamber’s judgment was adopted an appeal was pending in the Italian courts. Also in 2005 a military court in Tunis sentenced the applicant in his absence to 20 years’ imprisonment for membership of a terrorist organisation acting abroad in peacetime and for incitement to terrorism. In August 2006 he was released from prison, having served his sentence in Italy. However, the Minister of the Interior ordered him to be deported to Tunisia under the legislation on combating international terrorism. The applicant’s request for political asylum was rejected. Under Rule 39 of the Rules of Court (interim measures), the Court asked the Italian Government to stay his expulsion until further notice.", "Law: The Court could not underestimate the danger of terrorism and the considerable difficulties States were facing in protecting their communities from terrorist violence. However, it was not possible to weigh the risk that a person might be subjected to ill-treatment against his dangerousness to the community if he was not sent back. The prospect that he might pose a serious threat to the community did not diminish in any way the risk that he might suffer harm if deported. For that reason it would be incorrect to require a higher standard of proof where the person was considered to represent a serious danger to the community or even a threat to national security, since such an approach was incompatible with the absolute nature of Article 3. It amounted to asserting that, in the absence of evidence meeting a higher standard, protection of national security justified accepting more readily a risk of ill-treatment for the individual. The Court reaffirmed that for a forcible expulsion to be in breach of the Convention it was necessary – and sufficient – for substantial grounds to have been shown for believing that there was a risk that the applicant would be subjected to ill-treatment in the receiving country. The Court referred to reports by Amnesty International and Human Rights Watch which described a disturbing situation in Tunisia and which were corroborated by a report from the US State Department. These reports mentioned numerous and regular cases of torture inflicted on persons accused of terrorism. The practices reported – said to be often inflicted on persons in police custody – included hanging from the ceiling, threats of rape, administration of electric shocks, immersion of the head in water, beatings and cigarette burns. It was reported that allegations of torture and ill-treatment were not investigated by the competent Tunisian authorities and that the latter regularly used confessions obtained under duress to secure convictions. The Court did not doubt the reliability of those reports and noted that the Italian Government had not adduced any evidence capable of rebutting such assertions. Given the applicant’s conviction of terrorism related offences in Tunisia, there were substantial grounds for believing that there was a real risk that he would be subjected to treatment contrary to Article 3 if he were to be deported to Tunisia. Furthermore, the Tunisian authorities had not provided the diplomatic assurances requested by the Italian Government. The existence of domestic laws guaranteeing prisoners’ rights and accession to relevant international treaties, referred to in the notes verbales from the Tunisian Ministry of Foreign Affairs, were not sufficient to ensure adequate protection against the risk of ill-treatment where, as in the applicant’s case, reliable sources had reported practices manifestly contrary to the principles of the Convention. Furthermore, even if the Tunisian authorities had given the diplomatic assurances, that would not have absolved the Court from the obligation to examine whether such assurances provided a sufficient guarantee that the applicant would be protected against the risk of treatment.", "Conclusion: violation, if the decision to deport the applicant to Tunisia were to be enforced (unanimously).", "Article 41 – The finding of a violation constituted in itself sufficient just satisfaction for the non‑pecuniary damage sustained.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}