{"file": "ENG_HECOM_17127_12.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "17127/12", "text_paragraphs": ["", "", "", "THIRD SECTION", "Application no. 17127/12\nMira TRANČÍKOVÁ\nagainst Slovakia\nlodged on 21 March 2012", " STATEMENT OF FACTS", "", "1.  The applicant, Ms Mira Trančíková, is a Slovak national, who was born in 1939 and lives in Bratislava.", "She is represented before the Court by Mr J. Holič, a lawyer practising in Bratislava.", "The circumstances of the case", "2.  The facts of the case, as submitted by the applicant, may be summarised as follows.", "3.  On 6 July 2007 the applicant lodged an action with the Trnava District Court (Okresný súd) arguing that an individual (“the defendant”) had unlawfully seized a lorry belonging to her and that he was retaining it without good title. Accordingly, she asked court to order the defendant to return the vehicle to her.", "4.  The District Court heard the case on 10 August and 23 September 2009 and dismissed the action on 28 October 2009.", "5.  The District Court found that the applicant had failed to show that she had lawfully acquired title to the vehicle and concluded that the defendant had lawfully acquired it by way of purchase from the receiver in insolvency proceedings in respect of the vehicle’s previous owner.", "6.  The applicant filed an appeal (odvolanie) contesting the District Court’s assessment of the facts and interpretation and application of the relevant law. In response to a specific written request by the District Court dated 21 January 2010, she submitted that she was opposed to having her appeal decided without a public hearing.", "7.  A copy of the applicant’s appeal was sent to the defendant, who filed observations in reply.", "8.  On 27 October 2010 the Trnava Regional Court (Krajský súd) dismissed the applicant’s appeal, endorsing the findings of the first-instance court and finding that, in her appeal, the applicant had not submitted any relevant new information to refute them. The Regional Court held no hearing and decided in chambers.", "9.  On 15 December 2010 the applicant lodged an appeal on points of law (dovolanie). She relied on Article 237 (f) of the Code of Civil Procedure (Law no. 99/1963 Coll., as amended) (“the CCP”), under which such an appeal was admissible if the courts had prevented a party to the proceedings from acting before them. She also invoked Article 6 § 1 of the Convention and argued, inter alia, (i) that the Court of Appeal had ruled on her appeal without having held a public hearing despite her opposition to such a course of action; (ii) that the defendant’s observations in reply to her appeal had not been communicated to her; and (iii) that the Court of Appeal had failed to summon her to a public pronouncement of its judgment and, indeed, to pronounce that judgment publicly at all.", "10.  A copy of the applicant’s appeal on points of law was sent to the defendant, who filed observations in reply, stating that he considered the Regional Court’s judgment to be correct and asking for the applicant’s appeal to be dismissed.", "11.  On 20 April 2011 the Supreme Court (Najvyšší súd) declared the applicant’s appeal inadmissible without examining the merits of the case. It held no hearing and decided in chambers.", "12.  The Supreme Court referred to Article 214 of the CCP under which, as applicable at the relevant time, an appeal could be decided upon without a hearing unless (i) evidence had to be re-examined or new evidence had to be taken, (ii) the first-instance court had refrained from holding a hearing; or (iii) a hearing was called for in view of an issue of significant public interest.", "The Supreme Court observed that none of these conditions had been met, in view of which there had been no need for the Regional Court to hold a hearing of the applicant’s appeal.", "13.  The Supreme Court further observed that, under the case-law of the Constitutional Court, a failure by a court to communicate a submission of one party to the proceedings to the other would normally constitute a violation of the principles of equality of arms and adversarial proceedings. However, there was no such consequence if the court concerned did not base its decision on the non-communicated submission.", "The Supreme Court also noted that, although there was no statutory duty to communicate observations in reply to an appeal to the appealing party, if the appeal was to be determined without holding a hearing the observations normally “should” be communicated to the appellant. The Supreme Court added that, however, such observations “should” be communicated to the appellant only if they had a decisive influence on the decision of the Court of Appeal.", "In that respect, referring to the contents of the case file, the Supreme Court held that the defendant’s observations in reply to the applicant’s appeal had had no impact at all on the Regional Court’s decision and concluded that, consequently, the failure to communicate those observations to the applicant was legally irrelevant.", "14.  The Supreme Court also referred to Article 156 of the CCP, pursuant to which a judgment must always be pronounced publicly (paragraph 1) and, in matters decided upon without a hearing, the time and place of the pronouncement is to be announced on the official notice board of the given court no less than five days before the pronouncement (paragraph 3). The Supreme Court further referred to the contents of the case file and concluded that, in the case at hand, these rules had been complied with.", "15.  In sum, the Supreme Court concluded that none of the applicant’s arguments constituted a ground on which her appeal on points of law could be admitted for examination on the merits.", "16.  On 26 June 2011 the applicant lodged a complaint against the ordinary courts’ decisions with the Constitutional Court (Ústavný súd). She relied, inter alia, on Article 127 of the Constitution (individual complaint) and Article 6 § 1 of the Convention, advancing essentially the same arguments as in her appeal on points of law.", "17.  On 7 July 2011 the Constitutional Court declared the complaint inadmissible. It held no hearing and decided in chambers, citing extensively from the Supreme Court’s decision and finding no constitutionally relevant flaw in it.", "The Constitutional Court’s decision was served on the applicant on 21 September 2011.", "COMPLAINT", "18.  The applicant complains under Article 6 § 1 of the Convention that she did not receive a fair and public hearing in that the observations of the defendant in reply to her appeal were not communicated to her, that there was no hearing of her appeal and that the judgment of the Court of Appeal was not pronounced publicly.", "\n", "", "QUESTIONS TO THE PARTIES", "1.  In view of all the circumstances, did the applicant have a fair hearing in the determination of her civil rights and obligations, in accordance with Article 6 § 1 of the Convention?", "", "In particular, in view of the applicant’s allegation that the defendant’s observations in reply to her appeal were not communicated to her, and the fact that the defendant’s observations in reply to her appeal on points of law also appear not to have been communicated to her, were the principles of adversarial proceedings and equality of arms respected (see recapitulation of the relevant principles in, for example, Ringier Axel Springer Slovakia, a.s. v. Slovakia (dec.), no. 35090/07, §§ 84-7 and 90, 4 October 2011)?", "", "2.  Having regard to all the circumstances, including that no hearing appears to have been held of the applicant’s appeal, appeal on points of law and constitutional complaint, has there been a public hearing in the present case, as required by Article 6 § 1 of the Convention?", "3.  Was judgment in the present case pronounced publicly, as required by Article 6 § 1 of the Convention?", "", ""]}