{"file": "ENG_CLIN_28602_95.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "28602/95", "text_paragraphs": ["Information Note on the Court’s case-law No. 83", "February 2006", "Tüm Haber Sen and Çınar v. Turkey - 28602/95", "Judgment 21.2.2006 [Section II]", "Article 11", "Article 11-1", "Freedom of association", "Dissolution of a trade union formed by civil servants: violation", "", "Facts: In 1992 Tüm Haber Sen was founded by 851 public-sector contract staff. Its constitution provided among other things for the right to enter into collective agreements. A few days later, the Istanbul Governor's Office called upon the appropriate prosecutor to seek the suspension of activity and dissolution of Tüm Haber Sen on the ground that civil servants were not entitled to form trade unions. The District Court allowed the prosecutor's application and ordered the applicant's dissolution. However, the Court of Cassation, considering that the organisation was not a “union” in the technical sense of that term, quashed the order and remitted the case to the District Court. In that court the representatives of Tüm Haber Sen argued that it should be regarded as a union empowered to call strikes and enter into collective agreements. Having examined their arguments, the District Court decided to maintain its initial judgment.The representatives of Tüm Haber Sen again appealed on points of law and the Court of Cassation, at a plenary sitting of the civil divisions, ordered at last instance the dissolution of the applicant organisation on the ground that, in the absence of any statutory provisions of Turkish law governing the legal status of trade unions for civil servants and public-sector contract workers, the applicant trade union could not claim to have any legal basis. Nor could it be regarded as a professional association or organisation because it had been explicitly presented by its leaders as a trade union in its own right. Moreover, the Court of Cassation found that Tüm Haber Sen was not entitled to rely on the international labour conventions that it had invoked, as those instruments were not directly applicable in domestic law and implementing legislation had not yet been enacted. On 8 June 1995, a few days after notice of that judgment had been served on the representatives of Tüm Haber Sen, all the branches and divisions of the union were dissolved by order of the Ministry of the Interior.", "Law: Article 11 – Whilst this provision presented trade-union freedom as one form or particular aspect of freedom of association, it did not provide trade unions or their members with a guarantee of specific treatment by the State and left to the State the choice of the means to be utilised so that their right to be heard would be upheld. However, Article 11 was binding on the State, whether the latter's relations with its employees were governed by public or private law. In this case, at the material time, civil servants had not been entitled to form or join trade unions, as the Court of Cassation had construed as a prohibition the fact that Turkish law admitted of no legal status for such organisations and that there were no statutory instruments providing for the application in domestic law of the international labour conventions to which Turkey was a party. It accordingly appeared that Tüm Haber Sen had been dissolved solely on the ground that it had been founded by civil servants and its members were civil servants. The interference was consistent with domestic law, as construed by the plenary sitting of the civil divisions, with the aim of preventing disorder. As to its necessity, the Court reiterated that the exceptions set out in Article 11 had to be construed strictly and only convincing and compelling reasons could justify restrictions on freedom of association. In the present case, however, the Government had failed to provide any explanation as to how the absolute prohibition on forming trade unions, imposed at the time by Turkish law on civil servants and public-sector contract workers, had met a “pressing social need”. Moreover, at the material time there had been two elements that supported a narrow interpretation of the restriction of civil servants' rights to form trade unions. Firstly, Turkey had already ratified International Labour Organisation Convention no. 87, which secured to all workers the unrestricted right to form and join trade unions and, secondly, the European Social Charter's Committee of Independent Experts had construed Article 5 of the Charter, affording all workers the right to form trade unions, as applying to civil servants as well. Accordingly, in the absence of any concrete evidence to show that the formation or activities of Tüm Haber Sen had represented a threat to Turkish society or the Turkish State, it could not be said that the statutory prohibition was sufficient in itself to ensure that the union's dissolution satisfied the conditions in which freedom of association might be restricted. The respondent State had thus failed to comply, at the material time, with its positive obligation to secure enjoyment of the rights protected under Article 11.", "Conclusion: violation (unanimously).", "Article 13 – Having regard to its conclusions under Article 11, the Court did not consider it necessary to examine this complaint separately.", "Conclusion: not necessary to examine separately", "Article 41 – As the applicants had not submitted any request for just satisfaction within the time-limit, the Court considered that it was not required to make an award under this head.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}