{"file": "ENG_CLIN_64791_10.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "64791/10", "text_paragraphs": ["Information Note on the Court’s case-law No. 154", "July 2012", "M.D. and Others v. Malta - 64791/10", "Judgment 17.7.2012 [Section IV]", "Article 8", "Article 8-1", "Respect for family life", "Automatic and perpetual deprivation of parental rights following criminal conviction for ill-treatment of children: violation", "", "Article 46", "Article 46-2", "Execution of judgment", "Individual measures", "Respondent State required to introduce measures in respect of automatic and perpetual deprivation of parental rights following criminal conviction for ill-treatment of children and lack of access to court", "", "Facts – The first applicant is the mother of two minor children, the second and third applicants. An investigation by the social services was initiated in respect of the family and in 2005 the competent authority issued a care order placing the children in an institution. The care order was upheld by the juvenile court following objections by the first applicant. In parallel, criminal proceedings were brought against the first applicant and her partner and both were convicted of child cruelty and neglect. The couple subsequently separated and the first applicant was given supervised contact with the children before eventually being allowed to spend weekends and public holidays with them. However, as a result of her conviction she was automatically and perpetually deprived of her parental rights.", "Law – Article 6 § 1: The applicants complained that they had not had access to a court to contest the care order once it had been confirmed by the juvenile court. The Government did not submit any evidence to show that such a judicial remedy existed, but argued that the courts would not be the right venue for challenging a care order that had become final. For the Court, that argument ran counter to the entire basis of the right of access to an impartial and independent tribunal for the determination of civil rights and obligations. It was precisely the role of the courts to supervise administrative action and guarantee freedom from arbitrariness and any assessment they made would evidently take into consideration the input given by the relevant actors. The Court could not accept that a review by social workers reporting to a minister vested with power to revoke a care order could constitute an independent and impartial tribunal, in particular since there would be no written public decision and the procedure did not offer the possibility of judicial review.", "Conclusion: violation (unanimously).", "Article 8: Deprivation of parental rights was a particularly far-reaching measure that should only be applied in exceptional circumstances, when justified by an overriding requirement pertaining to the best interest of the child. Under the Maltese Criminal Code only certain offences, such as the ill-treatment and neglect of children, led to the removal of parental rights. Although, in view of the interests at stake, providing for such a measure could not be considered as exceeding the State’s margin of appreciation, the automatic application of the measure, outside the scrutiny of the domestic courts and any examination of whether it was in the child’s best interest or whether the accused’s circumstances had changed, was problematic. Moreover, the deprivation of parental rights was permanent until the child attained the age of majority. In such circumstances, the automatic application of the measure, coupled with the lack of access to court to challenge the deprivation of parental rights at a future date, had failed to strike a fair balance between the interests of the children, the first applicant and those of society at large.", "Conclusion: violation (unanimously).", "Article 46: The Court had found a violation of Article 8 on account of the fact that the deprivation of the first applicant’s parental rights was automatic and perpetual following her criminal conviction. In order to redress the effects of the breach found, and without prejudice to the outcome of such future proceedings, the authorities were required to provide a procedure that would allow the first applicant to request an independent and impartial tribunal to consider whether the deprivation of her parental authority remained justified. Further, in order to remedy the Article 6 violation that had been found, the authorities should envisage appropriate general measures in order to ensure the effective possibility of access to court for persons affected by a care order.", "Article 41: EUR 4,000 each in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}