{"file": "ENG_CLIN_37060_06.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "37060/06", "text_paragraphs": ["Information Note on the Court’s case-law No. 133", "August-September 2010", "J. M. v. the United Kingdom - 37060/06", "Judgment 28.9.2010 [Section IV]", "Article 14", "Discrimination", "Difference in treatment on grounds of sexual orientation in relation to child-support regulations: violation", "", "Facts – The applicant is the divorced mother of two children who live mainly with their father. Since 1998 she has been living with another woman in a long-term relationship. As the non-resident parent, she is required by child-support regulations to contribute financially to the cost of her children’s upbringing. Her child-maintenance obligation was assessed in September 2001 in accordance with the regulations that applied at the time which provided for a reduced amount where the absent parent had entered into a new relationship (married or unmarried) but took no account of same-sex relationships. The applicant complained that the difference was appreciable – she was required to pay approximately GBP 47 per week, whereas if she had formed a new relationship with a man the amount due would have been around GBP 14. Her complaint was upheld by three levels of jurisdiction, but the case was overturned by a majority ruling in the House of Lords in 2006 which found, inter alia, that the applicant’s situation was not within the ambit of Article 1 of Protocol No. 1, a provision it saw as being primarily concerned with the expropriation of assets for a public purpose and not with the enforcement of a personal obligation of an absent parent.", "Law – Article 14 of the Convention in conjunction with Article 1 of Protocol No. 1: The House of Lords’ view that the facts of the case did not come within the ambit of Article 1 of Protocol No. 1 was, in the context of a complaint of discrimination, too narrow. In particular in the context of entitlement to social-security benefits, a claim could fall within the ambit of Article 1 of Protocol No. 1 so as to attract the protection of Article 14 even in the absence of any deprivation of, or other interference with, the existing possessions of the applicant. As it was, the statutory obligation on an absent parent to pay money to the parent with custody could be regarded as an interference with the right to the peaceful enjoyment of his possessions; moreover, the sums the applicant paid towards the upkeep of her children were to be considered “contributions” within the meaning of the second paragraph of Article 1. The situation thus fell within the ambit of Article 1 of Protocol No. 1, to which it most naturally belonged, and Article 14 was applicable. The Court did not find it necessary to go on to decide whether the facts of the case also fell within the ambit of Article 8.", "The only relevant point of difference between the applicant’s situation and the comparable situation of an absent parent who forms a new relationship with a person of the opposite sex was the applicant’s sexual orientation. Particularly convincing and weighty reasons were required for a difference of treatment on such grounds and the State’s margin of appreciation in such cases was narrow. Bearing in mind the purpose of the regulations, which was to avoid placing an excessive financial burden on the absent parent in their new circumstances, the Court could see no reason for treating the applicant differently. It was not readily apparent why her housing costs should have been taken into account differently than would have been the case had she formed a relationship with a man. There had been no sufficient justification for such discrimination at the material time and the matter had not been within the respondent State’s margin of appreciation at the time. The reforms introduced by the Civil Partnership Act 2004 some years later, however laudable, had no bearing on the matter.", "Conclusion: violation (unanimously).", "Article 41: EUR 3,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}