{"file": "ENG_CLIN_75450_12.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "75450/12", "text_paragraphs": ["Information Note on the Court’s case-law 182", "February 2015", "M.S. v. Croatia (no. 2) - 75450/12", "Judgment 19.2.2015 [Section I]", "Article 5", "Article 5-1-e", "Persons of unsound mind", "Lack of effective legal representation in proceedings concerning applicant’s confinement in a psychiatric hospital: violation", "Article 3", "Degrading treatment", "Inhuman treatment", "Effective investigation", "Unnecessary physical restraint for 15 hours in psychiatric hospital and lack of investigation into alleged ill-treatment: violation", "Facts – In 2012 the applicant went to a hospital emergency room complaining of severe lower-back pain. She was diagnosed with lumbago and psychiatric disorders and admitted against her will to a psychiatric clinic where she was forcibly tied to a bed in an isolation room and kept in that position until the next morning. A county court subsequently ordered her continued confinement in the clinic in a decision that was upheld by a three-judge panel, despite the applicant’s request for her discharge and complaints of ill-treatment in the clinic. The applicant was discharged a month after her forced hospitalisation.", "Law – Article 3", "(a)  Procedural aspect – Both the applicant and her sister had complained in writing to the hospital administration of ill-treatment during the applicant’s involuntary confinement and had provided detailed information about the treatment and the pain suffered as a consequence of physical constraint for 15 hours. Their allegations, supported by medical documentation, had raised an arguable claim of ill-treatment, which had in turn triggered the authorities’ obligation to conduct an effective official investigation. However, the complaints had not been examined by the domestic courts or forwarded to other competent authorities for further investigation.", "Conclusion: violation (unanimously)", "(b)  Substantive aspect – Developments in contemporary legal standards on seclusion and other forms of coercive and non-consensual measures against patients with psychological or intellectual disabilities in hospitals and all other places of deprivation of liberty required that such measures be employed as a matter of last resort and when their application is the only means available to prevent immediate or imminent harm to the patient or others. The use of such measures must be commensurate with adequate safeguards against abuse, providing sufficient procedural protection, and capable of demonstrating sufficient justification that the requirements of ultimate necessity and proportionality have been complied with and that all other reasonable options failed to satisfactorily contain the risk of harm to the patient or others. It must also be shown that the measure was not prolonged beyond the period strictly necessary for that purpose.", "In the instant case, the applicant’s medical records did not suggest that she posed any immediate or imminent harm to herself or others or that she had been aggressive in any way. The fact that she may have given incoherent information about her health issues could not in itself justify the use of measures of physical restraint. Nor had it been shown that any alternative means had been tried, that physical restraint had been used as a matter of last resort, or that the measure had been necessary and proportionate in the circumstances. Lastly, the Court was not satisfied that the applicant’s condition while restrained had been effectively and adequately monitored. Therefore, the ill-treatment the applicant had been subjected to had amounted to inhuman and degrading treatment.", "Conclusion: violation (unanimously)", "Article 5 § 1 (e): The county court had appointed a legal aid lawyer to represent the applicant in the involuntary confinement proceedings. However, he did not meet the applicant, provide her with legal advice or make submissions on her behalf and acted as a passive observer during the hearing. The mere appointment of a lawyer, without him or her actually providing legal assistance, could not satisfy the requirements of necessary “legal assistance” for persons confined on the ground of “unsound mind”. Effective legal representation of persons with disabilities required an enhanced duty of supervision of their legal representatives by the competent domestic courts. Although aware of the lawyer’s omissions, the domestic authorities had failed to take appropriate measures to secure the applicant’s effective legal representation. Furthermore, although the judge conducting the proceedings had visited the applicant in hospital, he had made no appropriate adjustments to secure her effective access to justice, such as informing her of her rights or considering the possibility for her to participate in the hearing. In this respect, there had been no valid justification for the applicant’s exclusion from the hearing. In view of several shortcomings in the procedure for the applicant’s involuntary hospitalisation, the Court concluded that the domestic authorities had failed to meet the necessary procedural requirements under Article 5.", "Conclusion: violation (unanimously)", "Article 41: no claim made in respect of damage.", "(See also M.S. v. Croatia, , 25 April 2013; Bureš v. the Czech Republic, , 18 October 2012. See also the Factsheets on  and )", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}