{"file": "ENG_CLIN_48206_99.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "48206/99", "text_paragraphs": ["Information Note on the Court’s case-law 54", "June 2003", "Maire v. Portugal - 48206/99", "Judgment 26.6.2003 [Section III]", "Article 8", "Article 8-1", "Respect for family life", "Adequacy of measures taken by the authorities to ensure the return of a child to his father after he had been taken abroad by the mother: violation", "Facts: The (male) applicant, a French national, and S.C., a Portuguese national, are the parents of a boy born in 1995. In 1998, a French court pronounced the spouses divorced and ordered that the child reside at the applicant’s home: the mother was given simple visiting rights. In 1996, the applicant had already obtained provisional custody of the child, by a decision of the same court. In June 1997, S.C. removed the child and took him to Portugal. The applicant applied to the French authorities for an order for the return of his child; the French authorities referred the matter to their Portuguese counterparts. In July 1997, State Counsel at the court of the place of residence of S.C., as stated by the applicant, lodged an application for a court order for the return of the child. In order to give the mother the opportunity to express her views on that application, the court ordered her to appear before it. In October 1997, S.C. had not been found, in spite of the steps taken: registered letters with acknowledgment of receipt had been sent and two inquiries had been made by the supervisory authorities of the place of residence. The Portuguese authorities took a considerable number of steps to locate S.C. In July 1998, S.C. informed the court that she had lodged an application before one of its divisions for transfer of the parental authority over her son. In April 1999, the Court, informed by the police of S.C.’s new address, ordered the immediate surrender of the child, whom the applicant had seen at that address. The order to hand over the child issued for that purpose could not be executed, as there was no reply at the address given, in spite of several visits by the authorities. In June 1999, the judge delivered his judgment. He stated that S.C. must be regarded as having been properly summoned, as she had already entered an appearance in the proceedings. He dismissed S.C.’s application to terminate the proceedings and decided to place the child in the care of the authorities. S.C. lodged a number of appeals, without success, but did not comply with the decision. The court referred the matter to the supervisory authorities, who found the child and S.C. in December 2001. The family affairs court entrusted the child to his mother. State Counsel applied for suspension of the judgment of June 1999, claiming that the child must be examined by child psychiatrists before being returned to the applicant, in view of the time which had elapsed since they were separated. The Court of Appeal granted the application, being of the view that the child appeared to have already been integrated into his new surroundings and that the examinations in question were perfectly relevant. State Counsel lodged an application before the family court for determination of parental authority over the child. He requested the court to vary the judgment of the French court of June 1998, relying on the fact that the child was integrated into his new surroundings, and requested that provisional custody of the child be given to the mother. These proceedings were pending on the date on which the Court adopted its judgment.", "Law: Article 8 – As regards the implementation of the rights recognised to the applicant to custody and exclusive parental authority over his son, it is necessary to determine whether the Portuguese authorities took all the steps which could reasonably be expected of them to facilitate the enforcement of the decision to that effect made by the French courts, which, in a case of this nature, had to be dealt with as a matter of urgency, as the passing of time can have irremediable consequences for the child and the parent not living with him. No satisfactory explanation has been given to justify the fact that the authorities responsible for the case did not succeed in locating the child’s mother in order to summon her to appear before the court responsible for adjudicating on the application for the return of the child. Also unexplained is the period of one year between the date on which the mother entered an appearance in the proceedings and the date on which the court adopted its decision. The applicant’s child was not found by the Portuguese police until four years and six months after the judicial request for his return made by the competent French authority. As these difficulties were essentially due to the mother’s conduct, it was for the authorities to take the appropriate steps to impose sanctions for such lack of cooperation, as in the event of manifestly unlawful conduct on the part of the parent with whom the child is living, sanctions must not be excluded. If the internal legal order does not permit the adoption of effective sanctions, it is for each contracting State to provide itself with an appropriate and sufficient judicial arsenal. It is true that the interest of the child must prevail, and for that reason the Portuguese authorities were entitled to take the view that parental authority must ultimately be given to the mother. However, the long period which elapsed before the applicant’s son could be found created a factual situation that was unfavourable to the applicant, particularly in view of the child’s tender age. Thus, and notwithstanding the margin of appreciation enjoyed by the respondent State in such matters, the authorities failed to make appropriate and sufficient efforts to enforce the applicant’s right to the return of his child and thus failed to have regard to his right to respect for his family life.", "Conclusion: violation (unanimously).", "Article 41 – The Court awards the applicant 20,000 € for non-pecuniary damage and a sum for costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}