{"file": "ENG_HEJUD_29296_95.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "29296/95", "text_paragraphs": ["", "", "THIRD SECTION", "", "", "CASE OF İĞDELİ v. TURKEY", "", "", "(Application no. 29296/95)", "", "", "JUDGMENT", "", "", "STRASBOURG", "", "", "20 June 2002", "", "", "", "FINAL", "", "20/09/2002", "", "", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of İğdeli v. Turkey,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tMr\tG. Ress, President,\n\tMr\tI. Cabral Barreto,\n\tMr\tL. Caflisch,\n\tMr\tB. Zupančič,\n\tMrs\tH.S. Greve,\n\tMr\tK. Traja, judges,\n\tMr\tF. Gölcüklü, ad hoc judge,\nand Mr V. Berger, Section Registrar,", "Having deliberated in private on 30 May and 6 June 2002", "Delivers the following judgment, which was adopted on the lastmentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 29296/95) against the Republic of Turkey lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national,  Yüksel İğdeli (“the applicant”), on 26 October 1995.", "2.  The applicant was represented before the Court by Ms N. Kaplan, a lawyer practising in İstanbul. The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court.", "3.  Relying on Article 5 § 3 of the Convention the applicant complained that his detention in police custody lasted seven days without being brought before a judge or other officer authorised by law to exercise judicial power. He also complained under Article 5 § 4 of the Convention that Turkish Law does not afford any effective remedy by which the lawfulness of his detention in police custody could be decided speedily. ", "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11). ", "5.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court. Mr Rıza Türmen, the judge elected in respect of Turkey, withdrew from sitting in the case (Rule 28). The Government accordingly appointed Mr F. Gölcüklü to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1).", "6.  On 30 May 2000 the Chamber retained the applicant's complaints under Article 5 §§ 3 and 4 and declared the remainder of the application inadmissible.", "7.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).", "8.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Third Section (Rule 52 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "9.  On 5 June 1995 police officers from the anti-terrorist branch of the İstanbul Security Directorate arrested the applicant, who was a student at the time, on suspicion of membership of an illegal organisation, the PKK. ", "10.  On 6 June 1995 the head of the anti-terrorist branch of the İstanbul Security Directorate wrote a letter to the Chief Public Prosecutor at the İstanbul State Security Court requesting permission for an extension of the applicant's detention in police custody until 12 June 1995. On the same day the Public Prosecutor no. 23783 granted the extension requested.", "11.  On 12 June 1995 the Public Prosecutor no. 16429 at the İstanbul State Security Court questioned the applicant in relation to his actions within the PKK and submitted a petition to the İstanbul State Security Court requesting an order for the applicant's detention on remand.", "12.  On the same day, the applicant was brought before the İstanbul State Security Court which ordered his detention on remand. ", "13.  On 23 August 1995 the Chief Public Prosecutor filed an indictment with the İstanbul State Security Court charging the applicant with membership of the PKK. The charges were brought under Article 168 § 2 of the Turkish Criminal Code and Article 5 of Law no. 3713 as well as Article 19 § 2 of Law no. 2918 (Traffic Act).", "14.  On 9 August 1996 the applicant was released pending trial. ", "15.  On 18 November 1998 the applicant was sentenced to three years' imprisonment in accordance with Article 168 § 2 of the Turkish Criminal Code.", "\nII.  RELEVANT DOMESTIC LAW", "16.  Article 168 of the Criminal Code provides:", "“Any person who, with the intention of committing the offences defined in Articles..., forms an armed gang or organisation or takes leadership ... or command of such a gang or organisation or assumes some special responsibility within it shall be sentenced to not less than fifteen years' imprisonment.", "The other members of the gang or organisation shall be sentenced to not less than five and not more than fifteen years' imprisonment.”", "17.  Under Article 3 of the Prevention of Terrorism Act (Law no. 3713 of 12 April 1991), the offence defined in section 168 of the Criminal Code is classified as a “terrorist” act.", "18.  Pursuant to Article 5 of Law no. 3713, penalties laid down in the Criminal Code as punishment for the offences defined in Articles 3 and 4 of the Act are increased by one half.", "19.  Article 19 of the Constitution provides:", "“Everyone has the right to liberty and security of person.", "No one shall be deprived of his liberty save in the following cases and in accordance with the formalities and conditions prescribed by law:", "...", "The arrested or detained person must be brought before a judge within forty-eight hours at the latest or, in the case of offences committed by more than one person, within fifteen days ... These time-limits may be extended during a state of emergency...", "...", "A person deprived of his liberty for whatever reason shall have the right to take proceedings before a judicial authority which shall give a speedy ruling on his case and order his immediate release if it finds that the deprivation of liberty was unlawful.", "Compensation must be paid by the State for damage sustained by persons who have been victims of treatment contrary to the above provisions, as the law shall provide.”", "20.  Under Article 9 of Law no. 3842 on procedure in state security courts, only these courts can try cases involving the offences defined in Articles 125 and 168 of the Criminal Code.", "21.  At the material time Article 30 of Law no. 3842 of 18 November 1992, amending the legislation on criminal procedure, provided that, with regard to offences within the jurisdiction of state security courts, any arrested person had to be brought before a judge within 48 hours at the latest, or, in the case of offences committed by more than one person, within 15 days. ", "THE LAW", "I.  ALLEGED VIOLATIONS OF ARTICLE 5 §§ 3 AND 4 OF THE CONVENTION", "22.  The applicant complains of breaches of Article 5 §§ 3 and 4 of the Convention, the relevant parts of which provide:", "“3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.", "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful...”", "A.  Article 5 § 3 of the Convention", "1. Submissions to the Court", "23.  The applicant complains under article 5 § 3 of the Convention that he was held in police custody for seven days without being brought before a judge or other officer authorised by law to exercise judicial power.", "24.  The Government submit that under Article 30 of Law no. 3842, persons arrested for an offence that falls under the jurisdiction of state security courts must be brought before a judge within 48 hours at the latest. However, this period was increased to 15 days for collective offences, as was the case here, where the nature of the charges laid against the applicant require that he be detained for a longer period. In this regard, they pleaded that the nature and scale of the terrorist threat in Turkey and particular difficulties encountered in taking an action to ward off that threat, which was incomparably more serious and more imminent than the threat posed by other examples of terrorism in Europe.", "25.  The Government also argue that the applicant was arrested by police officers and held in detention for seven days with the authorisation of the public prosecutor and that on the last day of his detention he was brought before the judge to be questioned. The Government thus consider that the custodial measure was ordered by a competent authority and was enforced by that authority in accordance with the requirements laid down by law. They conclude that, under domestic law, the national authorities did not in any way exceed the margin of appreciation accorded to governments under the Convention and that the measures in question were not in any way disproportionate.", "26.  The applicant alleges that he was kept in police custody for an excessive length of time. He maintains that seven days in police custody without being brought before a judge or other officer authorised by law to exercise judicial power is incompatible with the requirements of Article 5 § 3 of the Convention, bearing in mind the considerations of the Court in the case of Brogan and Others v. the United Kingdom (judgment of 29 November 1988, Series A no. 145-B, pp. 30-35, §§ 55-62)", "2.  The Court's assessment", "27.  The Court recalls that Article 5, in general, aims to protect the individual against arbitrary interference by the State with his right to liberty. Article 5 § 3 intends to avoid the arbitrariness and to secure the rule of law by requiring a judicial control of the interference by the executive (see the Sakık and Others judgment of 26 November 1997, Reports of Judgments and Decisions 1997- VII, p. 2623, § 44). ", "28.  The Court has accepted on several occasions that the investigation of terrorist offences undoubtedly presents the authorities with special problems (see the following judgments: Brogan and Others, cited above, p. 33, § 61; Murray v. the United Kingdom, 28 October 1994, Series A no. 300-A, p. 27, § 58; Aksoy v. Turkey, 18 December 1996, Reports 1996-VI, p. 2282, § 78; Sakık and Others v. Turkey, 26 November 1997, Reports 1997-VII, p. 2623, § 44; and Demir and Others v. Turkey, 23 September 1998, Reports 1998-VI, p. 2653, § 41; Dikme v Turkey, no. 20869/92, 11 July 2000). This does not mean, however, that the investigating authorities have carte blanche under Article 5 to arrest suspects for questioning, free from effective control by the domestic courts and, ultimately, by the Convention supervisory institutions, whenever they choose to assert that terrorism is involved (see the above-mentioned Murray judgment, p. 27, § 58).", "29.  The Court notes that the applicant's detention in police custody lasted seven days. It recalls that in the Brogan and Others case it held that detention in police custody which had lasted four days and six hours without judicial control fell outside the strict constraints as to the time laid down by Article 5 § 3 of the Convention, even though its purpose was to protect the community as a whole against terrorism (see the above-mentioned Brogan and Others judgment, p. 33, § 62).", "30.  Even though the investigation of terrorist offences, as supposed in this case, presents the authorities with special problems, the Court cannot accept that it was necessary to detain the applicant for seven days without judicial intervention.", "31.  Therefore the Court concludes that there has been a breach of Article 5 § 3.", "B.  Article 5 § 4 of the Convention", "32.  The applicant submitted that his inability to challenge the lawfulness of his detention in police custody on account of the domestic law was in breach of Article 5 § 4 of the Convention.", "33.  The Government contended in reply that the period in which the applicant was kept in police custody was in accordance with the national law, since at the time of the events, the period applicable for custody was up to fifteen days for those crimes within the jurisdiction of the state security courts.", "34.  The Court considers that where a detained person has to wait for a period to challenge the lawfulness of his custody, there may be a breach of Article 5 § 4. Having regard to the conclusion it reached with regard to Article 5 § 3 (see paragraph 33 above) the Court considers that the period in question sits ill with the notion of “speedily” under Article 5 § 4 of the Convention (the Van Droogenbroeck v. Belgium judgment of 24 June 1982, Series A no. 50, p.29, § 53).", "35.  The Court notes that in the present case, the length of the applicant's detention in police custody did not exceed the time limit prescribed by law. This is, in fact, the reason why the applicant was unable to challenge his detention in police custody which lasted seven days, a period which was in conformity with the Turkish law at the relevant time.", "36.  Consequently the Court concludes that there has been a breach of Article 5 § 4.", "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "37.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "38.  The applicant claimed the sum of 81,530 French francs (FRF) for pecuniary and FRF 300,000 for non-pecuniary damage. He referred in this connection to the excessive length of his detention in police custody and to the time he spent in detention on remand as a result of which he could not continue his studies and he was unable to work.", "39.  The Government argued that since the applicant only complained of a violation of his rights under Article 5 §§ 3 and 4 of the Convention, should the Court find a violation, the award should be made only in respect of the detention period.", "40. The Court notes that the file does not substantiate the existence of pecuniary damage since the applicant did not give any particulars of his claims, as required by Rule 60 § 2 of the Rules of Court, although he was requested to do so (see, among other authorities, the Motière v. France judgment of 5 December 2000, no. 39615, § 26, ECHR 2000). It cannot therefore allow the claim under this head. ", "41.  However, the Court considers that the applicant should be awarded compensation for non-pecuniary damage since he must have suffered a certain amount of distress, considering that he was kept in police custody for seven days without any judicial intervention. Deciding on an equitable basis, as required by Article 41, it awards him the sum of EUR 1,830.", "B.  Costs and expenses", "42.  The applicant claimed the sum of 411,530 French francs for his costs and expenses in the Convention proceedings.", "43.  The Government contended that the sums claimed were exorbitant and bore no relation to the socio-economic conditions of Turkey; moreover no documentary evidence of the claims had been supplied.", "44.  The applicant clearly incurred some expenses in the Convention proceedings. The Court considers it reasonable to award the applicant  EUR 1,500 by way of reimbursement of his costs and expenses.", "C.  Default interest", "45.  According to the information available to the Court, the statutory rate of interest applicable in France at the date of adoption of the present judgment is 4,26 % per annum.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Holds that there has been a violation of Article 5 § 3 of the Convention;", "", "2.  Holds that there has been a violation of Article 5 § 4 of the Convention; ", "\n", "3.  Holds ", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts, to be converted into the national currency of the respondent State at the rate applicable on the date of the settlement:", "\t(i)  EUR 1,830 (one thousand eight hundred and thirty euros) in respect of non-pecuniary damage;", "\t(ii)  EUR 1,500 (one thousand five hundred euros) in respect of costs and expenses plus any taxes that may be applicable;", "(b)  that simple interest at an annual rate of 4,26 % shall be payable from the expiry of the above-mentioned three months until settlement;", "", "4.  Dismisses the remainder of the applicant's claims for just satisfaction.", "Done in English and notified in writing on 20 June 2002, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tVincent Berger\tGeorg Ress\n\tRegistrar\tPresident"]}