{"file": "ENG_HEJUD_2440_07.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "2440/07", "text_paragraphs": ["", "", "", "FIFTH SECTION", "", "", "", "", "", "CASE OF SOLDATENKO v. ", "", "(Application no. 2440/07)", "", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "23 October 2008", "", "", "", "FINAL", "", "23/01/2009", "", "", "This judgment may be subject to editorial revision.", "", "In the case of Soldatenko v. ,", "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:", "\tPeer Lorenzen, President,\n\tKarel Jungwiert,\n\tVolodymyr Butkevych,\n\tRenate Jaeger,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tMirjana Lazarova Trajkovska, judges,\nand Claudia Westerdiek, Section Registrar,", "Having deliberated in private on 30 September 2008,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 2440/07) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Nikolay Ivanovich Soldatenko (“the applicant”) on 15 January 2007.", "2.  The applicant, who had been granted legal aid, was represented by Mr A.P. Bushchenko, a lawyer practising in Kharkiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev, of the Ministry of Justice.", "3.  On 20 February 2007 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility. Further to the applicant’s request, the Court granted priority to the application (Rule 41 of the Rules of Court).", "4.  Written submissions were received from the Helsinki Foundation for Human Rights in Warsaw, which had been granted leave by the President to intervene as a third party (Article 36 § 2 of the Convention and Rule 44 § 2).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1961 and is currently detained in a penitentiary institution in the Kherson region, awaiting his extradition to . The applicant’s lawyer claims that the applicant is a stateless person. According to the Government, the applicant is a Turkmen national. The applicant himself does not deny his Turkmen nationality and has not raised the issue of his allegedly stateless status before the Ukrainian authorities.", "6.  On 7 July 1999 the Turkmen law-enforcement authorities issued a bill of indictment against the applicant for inflicting light and grievous bodily harm on two individuals on 4 June 1999 (the latter, more serious crime is punishable by five to ten years’ imprisonment under the Criminal Code of Turkmenistan). The same day the Turkmen police ordered the applicant’s arrest. This latter decision was approved by the Ashgabat Azatlyksky District Prosecutor on 8 July 1999.", "7.  On 12 July 1999 a search for the applicant was announced by the police.", "8.  The applicant left  in October 1999 because of his alleged persecution on ethnic grounds. Since then he has resided in .", "9.  On 4 January 2007 the applicant was apprehended by the police. According to the applicant his relatives were informed that he had been arrested for hooliganism and later they were informed he had been arrested under Article 106 of the Code of Criminal Procedure under an international search warrant.", "10.  The same day the applicant was informed that he was wanted by the law-enforcement authorities of . According to the applicant, the police officers persuaded him to refrain from asking for legal assistance under the pretext that all procedural steps in his criminal case would be conducted in the .", "11.  The same day the Kherson Police Department received an official request from the Turkmen authorities for the applicant’s provisional arrest under the CIS Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters, 1993.", "12.  On 8 January 2007 the applicant was allowed to see a lawyer.", "13.  On 10 January 2007 the applicant was brought by the police before a judge of the Kakhovsky District Court of the Kherson Region, who ordered his detention pending the extradition proceedings against him. The decision, which stated that an appeal could be made under Article 165-2 of the Code of Criminal Procedure, was served immediately. No time-limit was set for his detention.", "14.  The same day the applicant was questioned by the Gornostaevsky District Prosecutor, to whom he explained, inter alia, that prior to his arrest he had not been aware that he had been wanted by the Turkmen law-enforcement authorities. He further explained that he had signed a waiver of assistance from a lawyer since the police had explained to him that he would not face a trial in .", "15.  On 15 January 2007 the applicant requested the Court to apply Rule 39 of the Rules of Court in his case. On 16 January 2007 the President of the Chamber decided to apply Rule 39, indicating to the Government that it would be desirable in the interests of the parties and the proper conduct of the proceedings not to extradite the applicant to  pending the Court’s decision.", "16.  On 19 January 2007 the General Prosecutor’s Office of Turkmenistan requested the applicant’s extradition with a view to criminal prosecution for the crimes of inflicting light and grievous bodily harm on two individuals. It further gave assurances that the applicant would be prosecuted only for the crimes indicated in the request, that he would be allowed to leave Turkmenistan after serving his sentence, and that he would not be handed over to a third country without the consent of the Ukrainian authorities. It added that he had never been and would never be discriminated against on the grounds of social status, race, ethnic origin or religious beliefs. This request was received by the General Prosecutor’s Office of Ukraine on 30 January 2007. It appears that the applicant learned about this document only in the framework of the Convention proceedings.", "17.  On 31 January 2007 the General Prosecutor’s Office of Ukraine informed the General Prosecutor’s Office of Turkmenistan of the suspension of the extradition proceedings pursuant to the interim measure indicated by the Court.", "18.  On 5 February 2007 the Gornostaevsky Prosecutor’s Office sent a petition to the head of the Gornostaevsky Police Department, stating that the applicant’s detention had breached criminal procedural law. According to the petition, the applicant had been arrested on 4 January 2007 and placed in a cell at the police station in accordance with the arrest warrant issued by the Ashgabat Azatlyksky District Prosecutor’s Office of Turkmenistan. The prosecutor noted that from 4 to 10 January 2007 the police had not brought the applicant before a court to decide on his detention and had not informed the prosecutor about his detention. The prosecutor considered that the situation had arisen because of the police officers’ negligent performance of their duties and called for disciplinary action to be taken against them.", "19.  By orders of 20 February and 15 March 2007 the police officers responsible for the applicant’s detention in violation of the law were punished by an oral warning, a formal reprimand and deprivation of bonus payments for one month.", "20.  In a letter of 19 April 2007 the First Deputy Prosecutor General of , in reply to the request from the Ukrainian General Prosecutor’s Office, informed it that the observance of the applicant’s rights and legitimate interests would be guaranteed, in particular:", "“- the requirements of Article 3 of the Convention on Human Rights and Fundamental Freedoms will be fulfilled in respect of N.I. Soldatenko, he will not be subjected to torture, inhuman or degrading treatment or punishment after extradition;", "- in case of necessity he will be provided with appropriate medical treatment and medical assistance;", "- the right to fair judicial consideration of his criminal case will be secured to him.”", "He further pointed out that the death penalty had been abolished in .", "II.  RELEVANT LAW AND PRACTICE", "A.  Relevant international and domestic law", "1.  Constitution of  1996", "21.  The relevant provisions of the Constitution read as follows:", "Article 9", "“International treaties that are in force and are agreed to be binding by the Verkhovna Rada of Ukraine are part of the national legislation of .”", "Article 29", "“Every person has the right to freedom and personal inviolability.", "No one shall be arrested or held in custody other than pursuant to a reasoned court decision and only on grounds and in accordance with a procedure established by law.", "In the event of an urgent necessity to prevent or stop a crime, bodies authorised by law may hold a person in custody as a temporary preventive measure, the reasonable grounds for which shall be verified by a court within seventy-two hours. The detained person shall be released immediately if he or she has not been provided, within seventy-two hours of the moment of detention, with a reasoned court decision in respect of the holding in custody.", "Everyone who has been arrested or detained shall be informed without delay of the reasons for his or her arrest or detention, apprised of his or her rights, and from the moment of detention shall be given the opportunity to personally defend himself or herself, or to have the legal assistance of defence counsel.", "Everyone who has been detained has the right to challenge his or her detention in court at any time.", "Relatives of an arrested or detained person shall be informed immediately of his or her arrest or detention.”", "Article 55", "“Human and citizens’ rights and freedoms are protected by the courts.", "Everyone is guaranteed the right to challenge in court the decisions, actions or omissions of bodies exercising State power, local self-government bodies, officials and officers...", "... After exhausting all domestic legal remedies, everyone has the right of appeal for the protection of his or her rights and freedoms to the relevant international judicial institutions or to the relevant bodies of international organisations of which  is a member or participant...”", "Article 92", "“The following are determined exclusively by the laws of :", "(1) human and citizens’ rights and freedoms, the guarantees of these rights and freedoms; the main duties of the citizen; ..", "(14) the judicial system, judicial proceedings, the status of judges, the principles of judicial expertise, the organisation and operation of the prosecution service, the bodies of inquiry and investigation, the notary, the bodies and institutions for the execution of punishments; the fundamentals of the organisation and activity of the advocacy; ...”", "2.  The CIS Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters 1993 (“the  Convention”)", "22.  The Convention was ratified by the Ukrainian Parliament on 10 November 1994. It entered into force in respect of Ukraine on 14 April 1995 and in respect of  on 19 February 1998. The text of the Convention was published on 16 November 2005 in the Official Gazette of Ukraine (no. 44, 2005). The relevant provisions of the Convention read as follows:", "Article 61: Arrest or detention before the receipt of a request for extradition", "“1.  The person whose extradition is sought may also be arrested before receipt of a request for extradition, if there is a related petition (ходатайство). The petition shall contain a reference to a detention order ... and shall indicate that a request for extradition will follow. A petition for arrest ... may be sent by post, wire, telex or fax.", "2.  The person may also be detained without the petition referred to in point 1 above if there are legal grounds to suspect that he has committed, in the territory of the other Contracting Party, an offence entailing extradition.", "3.  In case of [the person’s] arrest or detention before receipt of the request for extradition, the other Contracting Party shall be informed immediately.”", "Article 62: Release of the arrested or detained person", "“1.  A person arrested pursuant to Article 61 § 1 shall be released if no request for extradition is received within a month of the arrest.", "2.  A person arrested pursuant to Article 61 § 2 shall be released if no request for extradition is received within the time established by the law concerning arrest.”", "3.  Code of Civil Procedure of  1963 (replaced by a new Code on 1 September 2005)", "23.  Chapter 31-a of the Code lay down the procedure for considering complaints by citizens about decisions, acts and omissions of State bodies, legal persons and officials in the sphere of administration.", "4.  Code of Administrative Justice of 6 July 2005 (entered into force on 1 September 2005)", "24.  Article 2 of the Code provides that the task of the administrative judiciary is the protection of the rights, freedoms and interests of individuals and the rights and interests of legal entities in the sphere of public-law relations from violations by State bodies, bodies of local self-government, their officials and other persons in the exercise of their powers. Under the second paragraph of this Article, any decisions, actions or omissions of the authorities may be challenged before the administrative courts.", "25.  According to paragraph 7 of Chapter VII of the Transitional Provisions of the Code, after its entry into force any applications and complaints arising from administrative-law relations (Chapters 29-32 of the Code of Civil Procedure 1963) that had been lodged but not yet considered were to be examined under the procedure set out in the Code of Administrative Justice.", "5.  Code of Criminal Procedure, 1960 (with amendments)", "26.  Article 106 of the Code governs the arrest and detention of persons suspected of committing a criminal offence. It provides:", "Article 106: Detention of a criminal suspect by the investigating body", "“The investigating body shall be entitled to arrest a person suspected of a criminal offence for which a penalty in the form of deprivation of liberty may be imposed only on one of the following grounds:", "1. if the person is discovered whilst or immediately after committing an offence;", "2. if eyewitnesses, including victims, directly identify this person as the one who committed the offence;", "3. if clear traces of the offence are found on the body of the suspect or on the clothing which he is wearing or which is kept at his home.", "For each case of detention of a criminal suspect, the investigating body shall be required to draw up a record mentioning the grounds, the motives, the day, time, year and month, the place of detention, the explanations of the person detained and the time when it was recorded that the suspect was informed of his right to have a meeting with defence counsel before his first questioning, in accordance with the procedure provided for in paragraph 2 of Article 21 of the present Code. The record of detention shall be signed by the person who drew it up and by the detainee.", "A copy of the record with a list of his rights and obligations shall be immediately handed to the detainee and shall be sent to the prosecutor. At the request of the prosecutor, the material which served as a ground for detention shall be sent to him as well.", "The investigating body shall immediately inform one of the suspect’s relatives of his detention...", "Within seventy-two hours after the arrest the investigating body shall:", "(1) release the detainee if the suspicion that he committed the crime has not been confirmed, if the term of detention established by law has expired or if the arrest has been effected in violation of the requirements of paragraphs 1 and 2 of the present Article;", "(2) release the detainee and select a non-custodial preventive measure;", "(3) bring the detainee before a judge with a request to impose a custodial preventive measure on him or her.", "If the detention is appealed against to a court, the detainee’s complaint shall be immediately sent by the head of the detention facility to the court. The judge shall consider the complaint together with the request by the investigating body for application of the preventive measure. If the complaint is received after the preventive measure was applied, the judge shall examine it within three days after receiving it. If the request has not been received or if the complaint has been received after the term of seventy-two hours of detention, the complaint shall be considered by the judge within five days after receiving it.", "The complaint shall be considered in accordance with the requirements of Article 165-2 of this Code. Following its examination, the judge shall give a ruling, either declaring that the detention is lawful or allowing the complaint and finding the detention to be unlawful.", "The ruling of the judge may be appealed against within seven days from the date of its adoption by the prosecutor, the person concerned, or his or her defence counsel or legal representative. Lodging such an appeal does not suspend the execution of the court’s ruling.", "Detention of a criminal suspect shall not last for more than seventy-two hours.", "If, within the terms established by law, the ruling of the judge on the application of a custodial preventive measure or on the release of the detainee has not arrived at the pre-trial detention facility, the head of the pre-trial detention facility shall release the person concerned, drawing up a record to that effect, and shall inform accordingly the official or body that carried out the arrest.”", "27.  Article 148 of the Code provides that preventive measures shall be imposed on a suspect, accused, defendant, or convicted person.", "28.  Article 165-2 of the Code concerns the selection of a preventive measure in criminal proceedings. It reads as follows:", "Article 165-2: Procedure for the selection of a preventive measure", "“At the stage of the pre-trial investigation, a non-custodial preventive measure shall be selected by the investigating body, investigator or prosecutor.", "In the event that the investigating body or investigator considers that there are grounds for selecting a custodial preventive measure, with the prosecutor’s consent he shall lodge an application with the court. The prosecutor is entitled to lodge an application to the same effect. In determining this issue, the prosecutor shall be obliged to familiarise himself with all the material evidence in the case that would justify placing the person in custody, and to verify that the evidence was received in a lawful manner and is sufficient for charging the person.", "The application shall be considered within seventy-two hours of the time at which the suspect or accused is detained.", "In the event that the application concerns the detention of a person who is currently not deprived of his liberty, the judge shall be entitled, by means of an order, to give permission for the suspect to be detained and brought before the court under guard. Detention in such cases may not exceed seventy-two hours; and in the event that the person is outside the locality where the court is situated, it may not exceed forty-eight hours from the moment at which the detainee is brought within the locality.", "Upon receiving the application, the judge shall examine the material in the criminal case file submitted by the investigating bodies or investigator. A prosecutor shall question the suspect or accused and, if necessary, shall hear evidence from the person who is the subject of the proceedings, shall obtain the opinion of the previous prosecutor or defence counsel, if the latter appeared before the court, and shall make an order:", "(1)  refusing to select the preventive measure if there are no grounds for doing so;", "(2)  selecting a preventive measure in the form of taking of a suspect or accused into custody.", "The court shall be entitled to select for the suspect or accused a non-custodial preventive measure if the investigator or prosecutor refuses to select a custodial preventive measure for him or her.", "The judge’s order may be appealed against to the court of appeal by the prosecutor, suspect, accused or his or her defence counsel or legal representative, within three days from the date on which it was made. The lodging of an appeal shall not suspend the execution of the judge’s order.”", "29.  Article 382 of the Code lays down the procedure of appeal against first-instance court rulings and decisions, including those given under Article 165-2 of the Code.", "6.  Recommendation No. R (98) 13 of the Committee of Ministers to Member States on the right of rejected asylum seekers to an effective remedy against decisions on expulsion in the context of Article 3 of the European Convention on Human Rights", "30.  The recommendation calls for the following procedural requirements in the case of removal of asylum seekers:", "“The Committee of Ministers ...", "Recommends that governments of member states, while applying their own procedural rules, ensure that the following guarantees are complied with in their legislation or practice:", "1. An effective remedy before a national authority should be provided for any asylum seeker, whose request for refugee status is rejected and who is subject to expulsion to a country about which that person presents an arguable claim that he or she would be subjected to torture or inhuman or degrading treatment or punishment.", "2. In applying paragraph 1 of this recommendation, a remedy before a national authority is considered effective when:", "2.1. that authority is judicial; or, if it is a quasi-judicial or administrative authority, it is clearly identified and composed of members who are impartial and who enjoy safeguards of independence;", "2.2. that authority has competence both to decide on the existence of the conditions provided for by Article 3 of the Convention and to grant appropriate relief;", "2.3 the remedy is accessible for the rejected asylum seeker; and", "2.4 the execution of the expulsion order is suspended until a decision under 2.2 is taken.”", "B.  Relevant domestic practice", "1.  Resolution no. 16 of the Plenary Supreme Court of 8 October 2004 on certain issues relating to the application of legislation governing the procedure and length of detention (arrest) of persons awaiting extradition", "31.  The relevant extracts from the Resolution of the Plenary Supreme Court read as follows:", "“The Constitution of Ukraine provides that no one may be arrested or held in custody other than pursuant to a reasoned court decision and only on grounds and in accordance with a procedure established by law (Article 29).", "In accordance with the first paragraph of Article 9 of the Constitution, international agreements in force ratified by the Verkhovna Rada form part of the national legislation. Under the second paragraph of section 19 of the International Treaties Act of 29 June 2004, if an international treaty to which  is a party and which has been ratified in accordance with a procedure prescribed by law establishes rules which differ from those laid down by the Ukrainian legislation, the rules of the international treaty shall apply.", "Issues relating to inviolability and freedom of movement (detention, arrest, apprehension and so forth) are therefore regulated not only by the norms of the Code of Criminal Procedure (‘the CCP’) and Article 10 of the Criminal Code (‘the CC’), but also by international treaties to which Ukraine is a party, and in particular by the 1957 European Convention on Extradition and its Additional Protocols of 1975 and 1978, ratified on 16 January 1998 by Law no. 43/98-ВР, ... the CIS Convention on Legal Assistance of 22 January 1993, concluded in Minsk and ratified on 10 November 1994 by Law no. 240/94-ВР, bilateral treaties between Ukraine and other States, multilateral specialised treaties ...", "... An examination of the practice of the courts of  in deciding issues relating to the extradition of persons to other States demonstrates that they have applied the relevant legislation differently. In particular, some courts initiate proceedings on applications by the competent authorities concerning the application of a preventive measure in the form of detention of the persons to be extradited, while others refuse to institute proceedings on such applications.", "For the purposes of the uniform application of the legislation governing extradition to other States and the protection of fundamental human rights and freedoms, the Plenary Supreme Court resolves:", "1.  ... in deciding whether an issue relating to extradition to another State is within the courts’ jurisdiction, the courts must refer to the provisions of the Constitution of Ukraine, other national legislation, including the [1957] European Convention or other international treaties to which Ukraine is a party and by which it has agreed to be bound, or the former USSR’s treaties applied by Ukraine pursuant to Law no. 1543XII of 12 September 1991 on the succession of Ukraine.", "The courts should therefore decide what treaties have been concluded between  and the requesting State and what procedure such treaties lay down for resolving extradition issues...", "2.  Having regard to the fact that the current legislation does not allow the courts independently to give permission for extradition of persons and that, pursuant to Article 22 of the European Convention on Extradition and similar provisions of other international treaties to which Ukraine is a party, the extradition procedure is regulated solely by the law of the requested State the courts are not empowered to decide on this issue.", "They [the courts] cannot on their own initiative decide on preventive measures applicable to persons subject to rendition or transfer, including their detention, as these issues are to be decided by the competent Ukrainian authorities.", "3.  Bearing in mind that in Ukraine a person can be held in detention for more than three days only on the basis of a reasoned court decision, and taking into account the fact that, pursuant to the second paragraph of Article 29 of the Constitution, such a decision can only be taken by a competent Ukrainian court, courts must accept jurisdiction and examine the merits of prosecutors’ requests and requests, approved by the prosecuting authorities, from the bodies acting upon extradition requests from other States [concerning individuals’ extradition], for detention and rendition under guard to the competent State bodies of the requesting State.", "4.  Pursuant to Article 16 of the European Convention on Extradition and other similar provisions of international treaties to which  is a party, the competent State bodies of the requesting State may in some cases request that a wanted person be temporarily detained. The competent State bodies dealing with the request shall take a decision in accordance with their country’s legislation.", "In this way, local courts decide on and examine the merits of requests made by prosecutors or other bodies approved by them which are acting upon requests from other States relating to the extradition or temporary arrest of a person for the purposes of his or her transfer under guard to the competent body of the requesting State, for a period established by the European Convention on Extradition or another international treaty.", "5.  The courts must decide whether an individual’s detention or temporary arrest is in accordance with the rules laid down in Article 165-2 of the Code of Criminal Procedure.", "The courts have the right to apply paragraph 4 of Article 165-2 of the Code of Criminal Procedure in a situation where a person is handed over to the court with a view to a decision on his apprehension (temporary arrest) for the purposes of extradition or transfer.", "The court shall review the existence of a request and of the relevant documents, established by treaty, forming the basis for extradition, and the absence of any grounds prohibiting extradition or transfer (Articles 2, 3, 6, 10 and 11 of the European Convention on Extradition and the 1975 and 1978 Additional Protocols thereto and Article 57 of the 1993 CIS Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters). In particular, detainees may not be extradited for political and military offences; in the event of expiry of the limitation period; when, in the territory of the party to which the extradition request has been made, a court has already delivered a judgment or resolution closing the proceedings concerning a charge similar to the one mentioned in the extradition request; when issues relating to the extradition of a citizen of Ukraine or stateless persons permanently residing on the territory of Ukraine are being considered; in respect of persons enjoying refugee status in Ukraine; if the requesting party fails to provide Ukraine with sufficient guarantees that a sentence of capital punishment will not be enforced for the offence for which extradition has been requested, [if the offence in issue] is punishable by the death sentence in accordance with the law of the requesting State; if the offence, in accordance with the law of the party requesting extradition, or Ukrainian law, can be prosecuted by means of a private prosecution; if the offence which forms the basis for extradition is punishable by a maximum [sentence] of less than one year’s imprisonment or a less severe penalty.", "The courts shall also take into account other provisions of the European Convention on Extradition or other international treaties with regard to legal assistance which give the party to which the extradition request is addressed the right to refuse extradition.", "The courts should also make due reference to the fact that, under Article 28 of the European Convention, its provisions replace any other bilateral international treaties, conventions or agreements regulating extradition issues between any two Contracting Parties. Therefore, if a requesting State is a party to the European Convention, the provisions of bilateral or multilateral international treaties concerning extradition shall be applied in part, where they amend the provisions of that Convention.", "6.  In accordance with the third paragraph of Article 29 of the Constitution, the courts shall take into account and examine the merits of complaints by the individuals concerned and their lawyers and legal representatives alleging unlawful detention on the basis of an extradition request from another State.", "Such requests shall be examined on the basis of Article 106 (7) and (8) of the Code of Criminal Procedure. In deciding whether a person is being detained lawfully, the judge shall refer to the relevant provisions of Article 106 of the CCP with regard to detention procedures and compliance with procedural formalities and the provisions of the relevant international treaty on the basis of which the person has been detained, and also to the presence of the necessary documents on which the extradition is based (in particular, the request for extradition, the decisions of the competent bodies of the requesting party with regard to detention or arrest of the person, and so forth).”", "2.  Third party’s comments", "32.  The third party, commenting on the lack of a relevant procedure for reviewing decisions on extradition in Ukrainian law, submitted an example of the relevant domestic practice, which at the time had received considerable attention from the international community.", "33.  The 2006 Country Reports on Human Rights Practices, released by the United States Department of State on 6 March 2007, described this example of administrative practice in the following way in its report on :", "“On February 16, UNHCR and the international community strongly condemned the forcible deportation of 10 Uzbek asylum seekers. The SBU [Security Service of Ukraine] detained eleven men in Crimea based on extradition warrants issued by the Uzbekistani authorities on the grounds that they allegedly participated in the Andijan mass protests in Uzbekistan in May 2005. They were transferred to a Ministry of Interior detention facility in . The UNHCR asked authorities for assurances that no asylum-seekers would be forcibly returned unless they had been determined not to be refugees and had completed asylum procedures, including any appeal. The Migration Service in Crimea rejected the asylum applications on the basis that they were ‘manifestly unfounded’. On February 14, 10 of the men were forcibly returned to . (The remaining man was reportedly allowed to stay because he had relatives in the country.) Twenty-one Ukrainian regional human rights organizations issued a statement protesting the incident. On May 3, the Ministry of Justice issued a legal opinion saying that deportation was illegal. The president’s chief of staff stated that the deportation was a violation of procedure because the refugees were not granted ten days to appeal the deportation, but added that the extradition was acceptable as they ‘belonged to a radical Islamic group’.”", "C.  Relevant international materials concerning the situation of human rights in ", "1.  The Country Reports on Human Rights Practices by the  Department of State", "34.  The Country Reports on Human Rights Practices of the US Department of State (hereafter “the Reports”) for 2003, released on 25 February 2004, noted with respect to :", "“c. Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment", "... there were widespread credible reports that security officials tortured, routinely beat, and used force against criminal suspects and prisoners to obtain confessions...", "... There were reports that prisoners needing medical treatment were beaten on their way to and from the hospital. Security forces also used denial of medical treatment and food, verbal intimidation, and placement in unsanitary conditions to coerce confessions...", "... Conditions were poor in prisons, which were unsanitary, overcrowded, and unsafe. Disease, particularly tuberculosis, was rampant, in part because prisoners who were ill were often not removed from the general prison population. Food was poor and prisoners depended on relatives to supplement inadequate food supplies. Facilities for prisoner rehabilitation and recreation were extremely limited. Most prisoners could receive food and sundries once per month from relatives; those who did not suffered greatly. Prisoners held under the ‘Betrayers of the Motherland’ law were unable to receive food, sundries, or visits by relatives. Most were held in the newly constructed maximum security prison at Ovadan Depe, where access to prisoners was extremely limited...", "There were three types of prisons throughout the country: educational-labor colonies; correctional-labor colonies; and prisons. Some prisoners, usually former government officials, were sent into internal exile. In the correctional-labor colonies, there were reports of excessive periods of isolation of prisoners in cells and ‘chambers’. A new prison for hardened criminals and political prisoners at Ovadan Depe, near Ashgabat, was completed in June. Authorities allegedly threatened, harassed, and abused prisoners in an attempt to force some prisoners to renounce their faiths.", "In Gyzylgaya prison, located in the , prisoners were forced to work in a kaolin mine under hazardous and unhealthy conditions...", "... Some prisoners died due to the combination of overcrowding, untreated illnesses, and lack of adequate protection from the severe summer heat...", "... Prison officials refused to respond to inquiries from family members and foreign diplomats about prisoners’ whereabouts or physical condition, or to allow family members, foreign diplomats or international observers, including the International Committee of the Red Cross (ICRC), to visit detainees or prisoners, including political prisoners, by year’s end. The Government claimed that granting access to prisoners would be an admission that there were problems with the country’s penal system...", "Detainees are entitled to immediate access to an attorney once a bill of indictment has been issued; however, in practice they were not allowed prompt or regular access to legal counsel. Incommunicado detention was a problem. Authorities regularly denied prisoners visits by family members, who often did not know their whereabouts...", "d. Arbitrary Arrest, Detention, or Exile", "... In February, President Niyazov signed the ‘Betrayers of the Motherland’ law, which characterizes any opposition to the government as an act of treason. Those convicted under the law face life imprisonment, are ineligible for amnesty or reduction of sentence, and may not receive visitors or food from outside sources... By year’s end, approximately 50 to 60 persons were arrested or convicted under the law...", "The law provides that a person accused of a crime may be held in pretrial detention for no more than 2 months, which in exceptional cases may be extended to 1 year. In practice, authorities often exceeded these limits ...", "e. Denial of Fair Public Trial", "The Constitution provides for an independent judiciary; however, in practice the judiciary was not independent. The President’s power to select and dismiss judges subordinated the judiciary to the Presidency. The President appointed all judges for a term of 5 years. There was no legislative review of these appointments, except for the Chairman (Chief Justice) of the Supreme Court, and the President had the sole authority to dismiss all appointees before the completion of their terms...", "The law provides for the rights of due process for defendants, including a public trial, access to accusatory material, the right to call witnesses to testify on their behalf, a defense attorney, a court-appointed lawyer if they could not afford one, and the right to represent themselves in court. In practice, authorities often denied these rights, and there were few independent lawyers available to represent defendants...", "In January, summary trials of those accused in the November 2002 attack began without public notice. Suspects were not afforded regular access to their attorneys, and their attorneys were not allowed to cross-examine other defendants in the case during the pretrial investigation. Attorneys for some defendants received notice that proceedings against their clients were beginning only 15 minutes before the trials (the norm is 1 week). Some defendants did not receive adequate legal counsel. Attorneys for a number of defendants expressed regret for defending their clients in their opening statements, which were broadcast on state-owned television, even though the trials themselves were not public. The Government refused to allow family members or foreign diplomats to observe the proceedings. AI reported that none of the defendants had an independent lawyer representing them during their trial.", "Defendants were not allowed to confront or question witnesses against them. Defendants and their attorneys were denied access to government evidence against them; the General Prosecutor’s Office stated the evidence consisted of ‘state secrets’. The defendants did not enjoy a presumption of innocence. Before the trials began, the Government publicly announced that the principal defendants were guilty and sentenced them to life imprisonment under the new ‘Betrayers of the Motherland’ law. Sentences for those convicted of involvement in the November 2002 attack ranged from life imprisonment to forced resettlement. The systemic failure to observe due process in investigating and prosecuting prisoners implicated in the attack made it difficult to distinguish between those actually complicit in the attack and some who may be political prisoners convicted for their perceived political opposition views. An OSCE Rapporteur described the trials as ‘in breach of all the most elementary principles of the rule of law’.", "Courts allegedly ignored allegations of torture that defendants raised in trial...", "In practice, adherence to due process in other cases was not uniform, particularly in the lower courts in rural areas. Even when due process rights were observed, the authority of the government prosecutor was so much greater than that of the defense attorney that it was very difficult for the defendant to receive a fair trial. In an October 2002 case against two former senior officials, the Ashgabat City Court refused to admit evidence critical to the defense, despite the fact that it appeared to be admissible under the law.", "In general, observers were not permitted access to ostensibly open court proceedings. The Government physically prevented foreign diplomats from attending the trials of accused November 2002 attackers and of a civil society activist in March; however, foreign diplomats attended the trial of two former officials in October 2002 and of a member of Jehovah’s Witnesses in May...”", "35.  The 2006 Reports, released on 6 March 2007, showed no improvements in the situation:", "“c. Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment", "The constitution and law prohibits such practices; however, security officials tortured, routinely beat, and used excessive force against criminal suspects, prisoners, and individuals critical of the government, particularly in detention while seeking a confession...", "Prison and  Conditions", "Prison conditions were poor; prisons were unsanitary, overcrowded, unsafe, and posed a threat to life. Disease, particularly tuberculosis (TB), was rampant. There continued to be concerns that prisoners with TB were released untested and untreated into the general population, although the government reportedly began screening prisoners for TB, among other diseases, upon their release and provided some treatment in some cases. Prisoners diagnosed with TB were transferred to a special Ministry of Interior hospital in Mary Welayat for treatment. Government officials protested foreign diplomatic missions’ allegations of poor prison conditions, but they did not respond to direct inquiries. Nutrition was poor, and prisoners depended on relatives to supplement inadequate food supplies, although prisoners convicted for treason were unable to receive supplies from relatives. The government defined treason as any opposition to the government...", "Family members and international publications claimed some prisoners died due to the combination of overcrowding, untreated illnesses, and lack of adequate protection from the summer heat...", "There were three types of incarceration facilities throughout the country: educational-labor colonies, correctional-labor colonies, and prisons. Some prisoners, usually former government officials, were sent into internal exile. In the correctional-labor colonies, relatives of prisoners reported excessive periods of prisoner isolation. There were reports that prisoners were forced to work under hazardous and unhealthy conditions in a kaolin mine in Gyzylgaya Prison, near Dashoguz...", "d. Arbitrary Arrest or Detention", "The law prohibits arbitrary arrest and detention; however, arbitrary arrest and detention were serious problems...", "Arrest and Detention", "... Detainees are entitled to immediate access to an attorney once a bill of indictment is issued, and they were able to choose their counsel; however, in practice they did not have prompt or regular access to legal counsel. In some cases legal counsel ceased advising their clients after government officials altered the charges or case details initially provided to defendants. Incommunicado detention was a problem. By law detainees are to be charged within 72 hours; authorities did not respect this right in practice. There was no bail system. Authorities denied some prisoners visits by family members during the year. Families sometimes did not know the whereabouts of imprisoned relatives...", "The law characterizes any opposition to the government as an act of treason. Those convicted faced life imprisonment and were ineligible for amnesty or reduction of sentence. Unlike in previous years, there were no known treason convictions during the year. Those expressing views critical of or different from those of the government were arrested on charges of economic crimes against the state and various common crimes...", "e. Denial of Fair Public Trial", "The law provides for an independent judiciary; however, in practice the judiciary was subordinate to the president. There was no legislative review of the president’s judicial appointments, except for the chairman (chief justice) of the Supreme Court, who was reviewed by the rubber-stamp parliament. The president has the sole authority to dismiss all judges before the completion of their terms and has done so frequently down to the city level...", "Trial Procedures", "The draft revised criminal procedure code released in 2004 remained pending at year’s end. The code could significantly alter the 1961 Soviet code, which was still in force. The proposal incorporated rights of the accused, including the introduction of the presumption of innocence, restraints on police searches, establishment of a bail mechanism, and limits on pretrial detention.", "The law provides due process for defendants, including a public trial, access to accusatory material, the right to call witnesses to testify on their behalf, a defense attorney, a court-appointed lawyer if the defendant cannot afford one, and the right to represent oneself in court. In practice authorities often denied these rights, and there were few independent lawyers available to represent defendants. There is no jury system. At times defendants were not allowed to confront or question witnesses against them, defendants and their attorneys were denied access to government evidence against them, and defendants frequently did not enjoy a presumption of innocence. In some cases, courts refused to accept exculpatory evidence provided by defense attorneys, even if that evidence would have changed the outcome of the trial. Even when due process rights were observed, the authority of the government prosecutor far exceeded that of the defense attorney, and it was very difficult for the defendant to receive a fair trial. Court transcripts were frequently flawed or incomplete, especially in cases in which defendants’ testimony needed to be translated from Russian to Turkmen. Lower courts’ decisions could be appealed, and the defendant could petition the president for clemency. However, in most cases, courts allegedly ignored allegations of torture that defendants raised in trial.", "Foreign observers were permitted at some trials. However, many more trials, especially those considered to be politically sensitive, including the trial of Helsinki Foundation affiliate and RFE/RL correspondent Ogulsapar Myradova, were closed to observers...", "Political Prisoners and Detainees", "The law characterizes any opposition to the government as an act of treason. Those convicted faced life imprisonment and were ineligible for amnesty or reduction of sentence.", "Opposition groups and international organizations claimed the government held many political detainees, although the precise number was unknown. Detainees may include several hundred relatives and associates of those implicated in the November 2002 attack being held without charge for their perceived political opinions and possible involvement in the attack.", "Government officials refused to respond to inquiries from family members and diplomats about political prisoners’ location or condition. Government officials also refused to permit family members, foreign diplomats, or international observers, including the ICRC, access to detainees or prisoners associated with the November 2002 attack.”", "2.  Report of 3 October 2006 by the United Nations Secretary-General on the Situation of Human Rights in  to the United Nations General Assembly", "36.  Referring to the continuation of gross and systematic violations of human rights in the country, the UN Secretary-General’s report highlighted among the main areas of concern the use of torture and the absence of an independent judiciary in . In his report the Secretary-General further noted, in particular:", "“14. While welcoming the submission of the reports, the committees generally expressed the need for more information on the practical implementation of the provisions of the conventions, including statistical data, in accordance with the guidelines for preparation of reports. The Committee on the Elimination of Racial Discrimination ‘noted with deep concern the major contradictions between, on the one hand, consistent information from both intergovernmental and nongovernmental sources relating to the existence of grave violations of the Convention in Turkmenistan, and, on the other hand, the sometimes categorical denials by the State party’ (CERD/C/TKM/CO/5). The Committee also encouraged the State party to increase its efforts to institute a constructive and sincere dialogue.", "...", "E.  Developments concerning the full respect for all human rights and fundamental freedoms", "Prison conditions and torture", "23. The following sections are based on information obtained by OHCHR, the special procedures of the Human Rights Council and the United Nations treaty bodies. Due to the limited access to information in  by international human rights bodies, further details on the human rights situation in the country were not available for the preparation of the present report.", "...", "38. The Special Rapporteur on the question of torture referred to the situation of a number of individuals convicted in December 2002 and January 2003 to prison terms ranging between five years and life for their alleged involvement in what the authorities described as an assassination attempt on the President in November 2002 (E/CN.4/2006/6/Add.1). All these prisoners continue to be held incommunicado, without access to families, lawyers, or independent bodies such as the International Committee of the Red Cross. The Special Rapporteur on the question of torture also mentioned  as one of 33 Governments that have never responded to urgent appeals sent under his mandate (A/60/316), although having received a significant number of urgent appeals.", "39. The death in custody of a Radio Free Europe/Radio Liberty journalist, Ogulsapar Muradova, whose body allegedly bore signs of torture, raises particular concern.", "40. The Committee on the Rights of the Child expressed its deep concern at the information that torture and ill-treatment of detainees, including children, is widespread (CRC/C/TKM/CO/1), especially at the moment of apprehension and during pre-trial detention, and used both to extract confessions or information and as an additional punishment after the confession...”", "3.  Other sources", "37.  The International Helsinki Federation for Human Rights in its 2007 Report on Human Rights in the OSCE Region noted the widespread use of torture and ill-treatment in custody in  and poor prison conditions there. The same problems in  are mentioned by Human Rights Watch in its World Report 2007.", "THE LAW", "I.  THE GOVERNMENT’S PRELIMINARY OBJECTION BASED ON LACK OF  THE PART OF THE APPLICANT AND REQUEST TO HAVE THE CASE STRUCK OUT", "38.  The Government maintained that the applicant’s involvement in the proceedings before the Court had been limited to signing the authority form by which he had entrusted Mr Bushchenko to represent him in the proceedings before the Court. Otherwise, all submissions had been made by Mr Bushchenko and the Government doubted whether the applicant himself had been aware of the proceedings pending before this Court and whether he had an interest in these proceedings. Accordingly, they invited the Court to strike the case out of its list of cases, on the ground that the applicant himself had shown no interest in pursuing his present application.", "39.  The applicant’s representative maintained that the applicant’s intention to apply to the Court had been expressed by signing the power of attorney for his lawyer to act on his behalf before the Court and that there was no requirement for him to confirm such an intention by any other steps. The representative further maintained that he experienced problems in communicating with the applicant due to restrictions imposed on by the local law enforcement bodies. According to the Government, following the lawyer’s complaint these restrictions had been lifted after the General Prosecutor’s Office intervened and the communication problem between the applicant and his representative was resolved.", "40.  The Court finds no circumstances in the present case to conclude that the applicant lost interest in his case or that his lawyer is no longer authorised to act on his behalf. The Court accordingly dismisses this objection by the Government.", "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION", "41.  The applicant complained that, if extradited, he would face a risk of being subjected to torture and inhuman or degrading treatment by the Turkmen law-enforcement authorities, which would constitute a violation of Article 3 of the Convention. Article 3 reads as follows:", "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”", "42.  The Government contested that argument.", "A.  Admissibility", "1.  Submissions by the parties", "43.  The Government submitted that the applicant had effective domestic remedies in respect of his allegations under Article 3 but had failed to make use of them.", "44.  The Government submitted that the applicant had never raised his complaints about the risk of his ill-treatment in the event of extradition to  with the domestic courts or the General Prosecutor’s Office. The Government considered that the domestic legislation provided the applicant with an opportunity to do so. They noted in particular that Article 55 of the Constitution guaranteed to everybody the right to challenge any decision, act or omission of the State authorities in the courts. Furthermore, Article 2 of the Code of Administrative Justice made it possible to challenge not only the prosecutor’s decision on the applicant’s extradition but any action the prosecutor took in the process of the extradition proceedings. Therefore, they considered that the applicant had failed to exhaust the remedies available to him under Ukrainian law.", "45.  The applicant noted that under the Court’s case-law, for a remedy in respect of Article 3 complaints in extradition cases to be an effective, the courts had to be able to effectively review the legality of the exercise of executive discretion on substantive and procedural grounds and quash decisions as appropriate. He maintained that he had no possibility of raising his complaint before the domestic courts, because Ukrainian legislation lacked a procedure for examining such complaints and providing him with sufficient means for defending his rights. He further referred to the Resolution of the Plenary Supreme Court of 8 October 2004, which provided specifically that “...[h]aving regard to the fact that the current legislation does not allow the courts independently to give permission for extradition of persons ... the courts are not empowered to decide on this issue.”. The lack of such a procedure, in the applicant’s opinion, created a real risk of extradition being carried out prior to the final decision of the domestic courts. He further maintained that the lack of information about the state of the proceedings for his extradition and the means of challenging it, as well as his lack of access to the material in the case file and to legal assistance, seriously hindered effective access to the courts.", "46.  As to the particular remedies referred to by the Government, the applicant maintained that these remedies had not proved to be effective in practice. He submitted two examples of the domestic courts’ case-law. In the first case, the attempt of the first-instance court to examine the lawfulness of the extradition decision on the basis of Article 55 of the Constitution and the legislation relevant to administrative-law complaints had been overruled by the court of appeal in accordance with the above Resolution of the Supreme Court, on the ground that the courts were not competent to consider such issues. In the second case, the administrative-law complaint against the actions of the prosecutor in extradition proceedings had been dismissed on the ground that extradition issues belonged to the sphere of criminal law and should be determined on the basis of the Code of Criminal Procedure. The Code, however, did not provide for an appropriate procedure for challenging extradition decisions and did not give the courts competence to decide on the lawfulness of the extradition and to suspend extradition pending the final resolution of the complaint.", "47.  The applicant further maintained that neither the courts nor any other national authority could properly examine the risk of his being tortured in . He reached this conclusion on the basis of the Government’s position, expressed in their observations, that they could not cast doubt on the assurances given by the Turkmen authorities and that they had no possibility of, or any legal basis for, seeing these assurances respected.", "2.  The Court’s assessment", "48.  The Court reiterates that in the area of the exhaustion of domestic remedies there is a distribution of the burden of proof. It is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say, that it was accessible, was one which was capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success (see Menteş and Others v. Turkey, judgment of 28 November 1997, Reports of Judgments and Decisions 1997VIII, § 57).", "49.  The Court notes that the Government referred to two legal provisions: Article 55 of the Constitution and Article 2 of the Code of Administrative Justice, which in their opinion provided the applicant with an effective remedy to challenge the decision on extradition and any action taken during the extradition proceedings. These provisions guarantee to everyone the right to challenge any decisions, actions and omissions of the State authorities in the courts, in particular in the administrative courts. In the Court’s opinion, these provisions are potentially capable of providing an effective remedy in respect of complaints that Article 3 would be violated by decisions to extradite, provided they offered sufficient safeguards. Such safeguards would require, for example, that the courts could consider the compatibility of a removal with Article 3 and then, in a given case, could suspend the extradition. However, the Government do not give any indication of the powers of the courts in such a review, and do not submit any decisions in which such actions have been used, while the applicant submitted court decisions to the contrary (see paragraph 46 above). The Court therefore dismisses the Government’s preliminary objection as to the necessity for the applicant to exhaust remedies indicated by the Government.", "50.  The Court further notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  Submissions by the parties", "(a)  The Government", "51.  The Government noted that the General Prosecutor’s Office of Turkmenistan had sent assurances that the applicant’s rights under Article 3 of the Convention would not be violated: he would not be ill-treated and would be provided with medical treatment, if necessary.", "52.  The Government maintained that they could not doubt the information provided by the Turkmen authorities, as the extradition proceedings were being conducted in accordance with international agreements. They further noted that they had neither the possibility of checking this information nor any legal basis for doing so, since the proceedings in the applicant’s case would be conducted by the foreign country’s authorities. They noted that all countries were interested in having a good international reputation, and that it was not in a country’s interests to worsen its external relations with its partners by violating its obligations. In the Government’s opinion, it was more important for the State to have a good international reputation than to violate its international obligations.", "53.  As to the applicant’s fear of being subjected to treatment contrary to Article 3 of the Convention, the Government maintained that the applicant’s fear had been formulated in such a general way that it was impossible to conclude that the risk was real and personal. Therefore, they considered that the applicant’s arguments were insufficient to conclude that there might be a violation of the applicant’s rights in the event of his extradition.", "(b)  The applicant", "54.  The applicant contended that the Government’s submissions about the international reputation of a State were speculative.", "55.  The applicant maintained that in  there was a practice of torturing people during investigation to extract confessions. Furthermore, in  he would face a risk of appalling conditions of detention. The applicant made particular reference to the conditions in the SIZO of the Ministry of the Interior in Ashgabat, in which he was most likely to be held in the event of his extradition. He referred to a number of international materials, which described the human rights situation in  as particularly worrying.", "56.  He further maintained that the risk described concerned him personally. He asserted that he did not have any specific circumstances capable of protecting him from the widespread use of torture and ill-treatment, which threatened any person detained in . The applicant considered that, like any accused or convicted person, he ran the risk of ill-treatment in the context of criminal proceedings. Furthermore, this risk was intensified by the fact that legislation and administrative practice in  did not provide sufficient guarantees against arbitrary detention by the police. The lack of judicial supervision of detention in  excluded even minimum control over observance of his rights during his detention. The lack of access to an independent medical expert would prevent any signs of possible ill-treatment in detention from being recorded. He further maintained that the right of immediate access to a lawyer was seriously impeded in . Such a situation, in the applicant’s opinion, created “fertile ground” for the widespread practice of torture and helped the officials involved to avoid any responsibility.", "57.  The applicant maintained that he would be at risk of even more cruel forms of ill-treatment because he was a Russian and not an ethnic Turkmen.", "58.  The applicant further maintained that in view of the fact that any opposition to the government in  was considered an act of treason (see paragraph 34 above), he feared that his application and submissions to the Court could be interpreted as treason by the Turkmen authorities.", "59.  He further claimed that the information submitted by the Turkmen authorities was not sufficient to assess the soundness of the request for his extradition.", "60.  The applicant noted that the Government had failed to give reasons to believe that Ukraine would be able to make sure that  honoured its international obligations.", "61.  He referred to the relevant international materials demonstrating that  constantly ignored its obligations under major human rights treaties and failed to implement recommendations of international organisations and to cooperate with their monitoring bodies. In these circumstances the applicant doubted the ability of the Turkmen authorities, on assuming the obligation to observe his rights, to supervise the implementation of these obligations by State agents. He considered that, whatever assurances the Government of Turkmenistan might present to the Government of Ukraine, they could not guarantee the observance of these assurances because of the lack of an effective system of torture prevention. The applicant referred to the Court’s judgment in the case of Salah Sheekh v. the Netherlands (no. 1948/04, § 147, ECHR 2007... (extracts)), in which it had found that there would be a violation of Article 3 if the applicant returned to , since the national authorities could not guarantee his security.", "62.  Finally, the applicant maintained that the risk of his ill-treatment was closely connected to the issue of a fair trial.", "(c)  The third party", "63.  The third party noted the lack of effective domestic remedies in  to investigate allegations of ill-treatment. They noted the lack of independence of the judiciary and the persistently poor human-rights record in . They referred to international reports prepared by international governmental and non-governmental organisations and foreign States with regard to the human-rights situation in .", "64.  They noted that given the human-rights situation in , the applicant would face a very real risk of torture or ill-treatment.", "65.  They concluded that the issue of the applicant’s extradition should be decided not automatically, but after careful examination of all relevant factors and his individual case. The lack of an individual approach and the failure to take into account the human-rights situation in  in deciding on the applicant’s extradition would be contrary to Article 3 of the Convention.", "2.  The Court’s assessment", "(a)  General principles", "66.  It is the settled case-law of the Court that extradition by a Contracting State may give rise to an issue under Article 3, and hence engage the responsibility of that State under the Convention, where substantial grounds have been shown for believing that the person in question would, if extradited, face a real risk of being subjected to treatment contrary to Article 3 in the receiving country. The establishment of such responsibility inevitably involves an assessment of conditions in the requesting country against the standards of Article 3 of the Convention. Nonetheless, there is no question of adjudicating on or establishing the responsibility of the receiving country, whether under general international law, under the Convention or otherwise. In so far as any liability under the Convention is or may be incurred, it is liability incurred by the extraditing Contracting State by reason of its having taken action which has as a direct consequence the exposure of an individual to proscribed ill-treatment (see Soering v. the United Kingdom, judgment of 7 July 1989, Series A no. 161, pp. 35-36, §§ 89-91; Garabayev v. Russia, cited above, § 73).", "67.  In determining whether it has been shown that the applicant runs a real risk, if expelled, of suffering treatment proscribed by Article 3, the Court will assess the issue in the light of all the material placed before it, or, if necessary, material obtained proprio motu. In cases such as the present the Court must examine the foreseeable consequences of sending the applicant to the receiving country, bearing in mind the general situation there and his personal circumstances (see Vilvarajah and Others v. the United Kingdom, judgment of 30 October 1991, Series A no. 215, § 108 in fine). To that end, as regards the general situation in a particular country, the Court has often attached importance to the information contained in recent reports from independent international human-rights-protection associations such as Amnesty International, or governmental sources, including the US State Department (see, for example, Chahal v. the United Kingdom, judgment of 15 November 1996, Reports of Judgments and Decisions 1996V, §§ 99-100; Müslim v. Turkey, no.o53566/99, § 67, 26 April 2005; Said v. the Netherlands, no. 2345/02, § 54, 5 July 2005; Al-Moayad v. Germany (dec.), no.o35865/03, §§ 65-66, 20 February 2007; and Saadi v. Italy [GC], no. 37201/06, §§ 143-146, 28 February 2008). At the same time, it has held that the mere possibility of ill-treatment on account of an unsettled situation in the receiving country does not in itself give rise to a breach of Article 3 (see Vilvarajah and Others, cited above, § 111, and Fatgan Katani and Others v. Germany (dec.), no. 67679/01, 31 May 2001) and that, where the sources available to it describe a general situation, an applicant’s specific allegations in a particular case require corroboration by other evidence (see Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 73, ECHR 2005I).", "68.  In cases where an applicant alleges that he or she is a member of a group systematically exposed to a practice of ill-treatment, the Court considers that the protection of Article 3 of the Convention enters into play when the applicant establishes, where necessary on the basis of the sources mentioned in the previous paragraph, that there are serious reasons to believe in the existence of the practice in question and his or her membership of the group concerned (see, Saadi v. Italy [GC], cited above, § 132).", "69.  Ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum is, in the nature of things, relative; it depends on all the circumstances of the case, such as the nature and context of the treatment or punishment, the manner and method of its execution, its duration and its physical or mental effects. Treatment will be considered to be “inhuman” within the meaning of Article 3 because, inter alia, it was premeditated, was applied for hours at a stretch and caused either actual bodily injury or intense physical or mental suffering. Furthermore, in considering whether a punishment or treatment is “degrading” within the meaning of Article 3, the Court will have regard to whether its object is to humiliate and debase the person concerned and whether, as far as the consequences are concerned, it adversely affected his or her personality in a manner incompatible with Article 3. When assessing conditions of detention, account has to be taken of their cumulative effects as well as the applicant’s specific allegations. The duration of detention is also a relevant factor (see, Garabayev v. Russia, cited above, § 75, with further references). Furthermore, even if diplomatic assurances have been given, the Court is not absolved from the obligation to examine whether such assurances provided, in their practical application, a sufficient guarantee that the applicant would be protected against the risk of treatment prohibited by the Convention (see Chahal, cited above, § 105; Saadi v. Italy [GC], cited above, § 148).", "(b)  Application of the above principles to the present case", "70.  In line with its case-law as set out above, the Court needs to establish whether there exists a real risk of ill-treatment of the applicant in the event of his extradition to  with reference to the facts which are known.", "71.  In the present case the Court has had regard, firstly, to the reports of the US State Department (see paragraphs 34 and 35 above). According to these materials, there were numerous credible reports of torture, routine beatings and use of force against criminal suspects by the Turkmen law-enforcement authorities to obtain confessions. There were reports of beatings of those who required medical help and denial of medical assistance. According to the Report of the United Nations Secretary-General (see paragraph 36 above), torture was also used as a punishment for persons who had already confessed. All above reports equally noted very poor prison conditions, including overcrowding, poor nutrition and untreated diseases. It is also reported that allegations of torture and ill-treatment are not investigated by the competent Turkmen authorities. Bearing in mind the authority and reputation of the authors of these reports, the seriousness of the investigations by means of which they were compiled, the fact that on the points in question their conclusions are consistent with each other and that those conclusions are corroborated in substance by other sources (see paragraph 37 above), the Court does not doubt their reliability. Moreover, the respondent Government have not adduced any evidence or reports capable of rebutting the assertions made in the sources cited by the applicant.", "72.  The Court notes that, in so far as the applicant alleged that he would face a risk of treatment or punishment which is contrary to Article 3 of the Convention because of his ethnic origin, there is no evidence in the available materials that the criminal suspects of non-Turkmen origin are treated differently from the ethnic Turkmens. From the materials considered above it appears that any criminal suspect held in custody counter a serious risk of being subjected to torture or inhuman or degrading treatment both to extract confessions and to punish for being a criminal. Despite the fact that the applicant is wanted for relatively minor and not politically motivated offence, the Court agrees with the applicant’s argument that the mere fact of being detained as a criminal suspect in such a situation provides sufficient grounds for fear that he will be at serious risk of being subjected to treatment contrary to Article 3 of the Convention.", "73.  The Court further notes that in his letter of 19 April 2007 the First Deputy Prosecutor General of Turkmenistan wrote that the requirements of Article 3 of the Convention on Human Rights and Fundamental Freedoms would be fulfilled in respect of the applicant and he would not be subjected to torture, inhuman or degrading treatment or punishment after extradition (see paragraph 20 above). The Court observes, however, that it is not at all established that the First Deputy Prosecutor General or the institution which he represented was empowered to provide such assurances on behalf of the State. Furthermore, given the lack of an effective system of torture prevention, it would be difficult to see whether such assurances would have been respected. Finally, the Court notes that the international human rights reports also showed serious problems as regards the international cooperation of the Turkmen authorities in the field of human rights and categorical denials of human rights violations despite the consistent information from both intergovernmental and nongovernmental sources (see paragraph 36 above).", "74.  In the light of the above findings, the Court cannot agree with the Government that the assurances given in the present case would suffice to guarantee against the serious risk of ill-treatment in case of extradition.", "75.  The foregoing considerations, taken together, are sufficient to enable the Court to conclude that the applicant’s extradition to  would be in violation of Article 3 of the Convention.", "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION", "76.  The applicant alleged that he had no effective remedies to challenge his extradition on the ground of the risk of ill-treatment. He referred to Article 13, which provides:", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "77.  The Government contended that the applicant had access to the domestic courts and had thus been able to raise his complaints before the competent domestic authorities.", "A.  Admissibility", "78.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  Submissions by the parties", "79.  The Government and the applicant referred to their arguments with respect to the Government’s objection as to exhaustion of domestic remedies (see paragraphs 43-47 above).", "80.  The third party reiterated the Court’s case-law concerning the necessity of reconciliation and of finding a fair balance between international cooperation in criminal matters and the Convention obligations of the Contracting States. It emphasised that a State should always take due account of the threat of a violation of human rights in the requesting country. Therefore, the courts and other relevant authorities of many countries made inquiries as to the human-rights situation abroad in the context of extradition requests. Such inquiries, for instance, were conducted by the courts in the United States, Canada, the Netherlands, Germany, Switzerland, Ireland and . The third party noted that in many countries the conduct of such inquiries was prescribed by legislation. It therefore underlined the importance of the Court’s assessment of whether in the present case there were procedures to evaluate the risk of a violation of the applicant’s rights in the event of his extradition.", "81.  The third party noted that unlike in many other States, in  the decision on extradition was made by the General Prosecutor’s Office. In its opinion, such decisions should be made by a court since they entailed serious consequences for the persons whose extradition was requested. It noted that in  there was no clear and foreseeable procedure for appealing against decisions on extradition. It cited an example of Uzbek asylum-seekers who had been deported following an extradition request despite the fact that their application for asylum was still pending (see paragraph 33 above). The third party provided an example of a decision of the Polish Supreme Court prohibiting the extradition of an individual from Poland to China on account of Poland’s obligations under Articles 3 and 6 of the Convention and the risk of a violation of these Convention provisions in the event of extradition.", "2.  The Court’s assessment", "82.  The Court reiterates that the notion of an effective remedy under the Convention requires that the remedy may prevent the execution of measures that are contrary to the Convention and whose effects are potentially irreversible. Consequently, it is inconsistent with the relevant provisions of the Convention for such measures to be executed before the national authorities have examined whether they are compatible with the Convention, although Contracting States are afforded some discretion as to the manner in which they conform to their obligations under this provision (see, mutatis mutandis, Garabayev v. Russia, no. 38411/02, § 105, 7 June 2007, ECHR 2007... (extracts)).", "83.  The Court refers to its findings (at paragraphs 52-53 above) in the present case concerning the Government’s argument regarding domestic remedies. For the same reasons, the Court concludes that the applicant did not have an effective domestic remedy, as required by Article 13 of the Convention, by which he could challenge his extradition on the ground of the risk of ill-treatment on return. Accordingly, there has been a breach of this provision.", "IV.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "84.  The applicant next complained that by extraditing him to Turkmenistan, where he was likely to be subjected to an unfair trial,  would violate Article 6 § 1 of the Convention.", "“In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law...”", "A.  Admissibility", "85.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  Submissions by the parties", "(a)  The Government", "86.  The Government maintained that they could not assess the probability of a violation of the applicant’s right to a fair hearing, as guaranteed by Article 6 § 1 of the Convention, after his extradition. The Government observed that no proceedings in the applicant’s case were pending before the Turkmen courts, and they had no grounds to believe that his case would be considered by an unfair court in .", "87.  The Government contended that the information submitted by the applicant on the situation in Turkmenistan was insufficient to found a strong belief that the judicial system in  was based on principles of unfairness and general violation of human rights during trials.", "88.  The Government pointed out that an issue might only exceptionally be raised under Article 6 by an extradition decision in circumstances where the fugitive had suffered or risked suffering a flagrant denial of a fair trial in the requesting country (they cited Soering v. the United Kingdom, cited above, § 113).", "89.  They submitted that a mere assumption was not enough to raise an issue of a violation of Article 6 of the Convention in the present case.", "90.  They further noted that the competent Turkmen authorities had provided additional guarantees that the applicant would have a fair trial in the event of his extradition.", "91.  The Government further noted that the Court had previously declared a complaint under Article 6 inadmissible in another extradition case (Novik v. Ukraine (dec.), no. 48068/06, 13 March 2007), and invited the Court to declare this complaint inadmissible for the same reasons.", "(b)  The applicant", "92.  The applicant maintained that in the event of his extradition he would face a strong risk of being denied a fair trial. He noted that the Government had failed to give any explanations about the domestic judicial system in , probably because they considered this problem beyond their responsibilities. The applicant drew attention to the Government’s acceptance that they could not consider the probability of a flagrant denial of a fair trial in .", "93.  The applicant referred to the relevant international materials that described the situation in Turkmenistan and noted that after having been tried in , he would not be able to complain of the unfairness of the trial to the European Court of Human Rights. He underlined that if the Turkmen authorities infringed the basic principles of a fair trial in cases which attracted the attention of the international community, this would be even more likely in his “ordinary” case.", "94.  In view of the reports by international organisations, he believed that he would risk a flagrant denial of a fair trial in .", "95.  He lastly challenged the Government’s submissions concerning the resemblance of his case to that of Novik (cited above), in which the Court had declared the Article 6 complaint inadmissible. He noted that in the Novik case, the General Prosecutor’s Office had refused to extradite the applicant on the ground that, under Ukrainian law, the charges against Mr Novik did not carry a sentence of imprisonment, and that he had therefore no longer been at risk of extradition. For this reason, Mr Novik’s complaint under Article 6 had been declared inadmissible.", "2.  The Court’s assessment", "96.  The Court recalls its finding that the extradition of the applicant to  would constitute a violation of Article 3 of the Convention (see paragraph 75 above). Having no reasons to doubt that the respondent Government will comply with the present judgment, it considers that it is not necessary to decide the hypothetical question whether, in the event of extradition to Turkmenistan, there would also be a violation of Article 6 of the Convention (see, mutatis mutandis, Saadi v. Italy [GC], cited above, § 160)", "IV.  ALLEGED VIOLATION OF ARTICLE 5 §§ 1 AND 3 OF THE CONVENTION", "97.  The applicant complained that he was detained in violation of Article 5 §§ 1 and 3. He maintained that prior to 30 January 2007, when the General Prosecutor’s Office had received the official request for his extradition, his detention had fallen within the ambit of Article 5 § 1 (c). Only after that date, in his view, could the detention be qualified as being “with a view to extradition”.", "The relevant parts of Article 5 read as follows:", "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:", "...", "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;", "...", "(f)  the lawful arrest or detention of ... a person against whom action is being taken with a view to ... extradition.", "...", "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”", "A.  Admissibility", "98.  The applicant maintained that his detention between 4 and 30 January 2007 fell within the ambit of Article 5 § 1 (c) of the Convention. He considered that once the request for his extradition had been received by the Ukrainian authorities on 30 January 2007, his detention fell within the ambit of Article 5 § 1 (f). For the Government, the detention fell within Article 5 § 1 (f) throughout.", "99.   The Court notes that the applicant was arrested on the basis of the international search warrant issued by the Turkmen authorities and he had been so informed on the day of his arrest. He was also informed that the criminal procedure against him was pending in Turkmenistan and not in . The same day the Kherson Police Department received an official request from the Turkmen authorities for the applicant’s provisional arrest under Article 61 of the Minsk Convention. On 10 January 2007 the  ordered the applicant’s detention pending the extradition proceedings against him. On 30 January 2007 the General Prosecutor’s Office of Ukraine received an official request from the General Prosecutor’s Office of Turkmenistan for the applicant’s extradition with a view to criminal prosecution. The Court further notes that the Minsk Convention, which is part of the domestic law in , provides for a provisional arrest of the wanted person with a view to his possible extradition to the requested State even prior to the official request for extradition. From the facts described above the Court considers that the Ukrainian authorities arrested and detained the applicant in order to take action with a view to his extradition. There were no criminal proceedings against the applicant in . Moreover, no other reason, except the one of extradition (and the proceedings for hooliganism which were mentioned to his relatives but never referred to again), has ever been advanced by the authorities for the applicant’s detention during the period in question and there is no evidence in the case-file to suggest that any such other reason has ever existed. Therefore, notwithstanding the applicant’s submissions to the contrary, his detention has always been with a view to extradition and his above complaint falls to be considered under Article 5 § 1 (f) of the Convention (see Novik, cited above). Therefore, Article 5 § 1 (c) and, accordingly, Article 5 § 3 of the Convention are not applicable in the present case (see Quinn v. France, judgment of 22 March 1995, Series A no. 311, § 53).", "100.  The Government maintained that the applicant had failed to appeal against the decision of 10 January 2007 on his arrest to the appellate court. This possibility was provided for in Article 165-2 of the Code of Criminal Procedure and had been mentioned in the decision itself. Therefore, the Government argued that the applicant had failed to exhaust the remedies available to him under Ukrainian law in respect of this complaint.", "101.  The applicant made no comment.", "102.  The Court further notes that under Article 165-2 of the Code of Criminal Procedure provides that it is open to the “prosecutor, suspect, accused or his or her defence counsel or legal representative” to challenge the decision of the first instance court. However, the applicant, as a person detained with a view to extradition rather than a suspect in a criminal case, did not fall into any of these categories. Furthermore, the essence of the applicant’s complaint about the unlawfulness of his detention is the lack of legislation that would provide clear and foreseeable rules of holding someone in custody pending extradition. The Government did not explain how, against the background of the Supreme Court’s Resolution of 8 October 2004, an appeal under Article 165-2 would address these issues or remedy the situation. The Government’s objection as to the applicant’s failure to appeal against the initial arrest warrant is therefore without substance and must be dismissed.", "103.  The Court therefore dismisses the Government’s preliminary objection and notes that the complaint under Article 5 § 1 (f) is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible. The applicant’s complaints under Article 5 §§ 1 (c) and 3 of the Convention are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.", "B.  Merits", "1.  Submissions by the parties", "104.  The Government maintained that the extradition of individuals from Ukraine to  was regulated by the Minsk Convention 1993, which had been ratified by the Ukrainian Parliament and had become part of Ukrainian legislation under Article 9 of the Constitution. They further noted that under the Minsk Convention, a Contracting State had to recognise official documents issued by the other . Therefore, the Ukrainian Government could not call into question the official documents issued by the relevant Turkmen authorities in the applicant’s case. The Government maintained that by detaining the applicant, the Ukrainian authorities had acted in accordance with their international obligations under the Minsk Convention and that his detention was for the purpose of extradition.", "105.  The Government noted that the Ukrainian court had ordered the applicant’s arrest on 10 January 2007. They maintained that there were no doubts as to the lawfulness of the domestic court decision and that the applicant’s arrest had been carried out in accordance with a procedure established by law. They further noted that this procedure allowed the applicant to appeal against the decision on his arrest, but that he had failed to do so.", "106.  The Government also noted that with regard to the applicant’s detention prior to 7 January 2007, the domestic authorities had acknowledged its unlawfulness, and the applicant had had an opportunity to appeal.", "107.  The applicant maintained that the requirements of Article 5 § 1 did not dispense the State from fulfilling its international obligations regarding extradition, since such a ground for detention was clearly provided for in Article 5 § 1 (f), which only required the detention to be in accordance with a procedure prescribed by the domestic legislation. The applicant submitted that the Minsk Convention did not provide for such a procedure. He further observed that the unlawfulness of his detention between 4 and 10 January 2007 had also been admitted by the State authorities themselves.", "108.  The third party submitted that the decision on extradition was closely linked to the decision on the temporary arrest of the person whose extradition was being requested. Deprivation of that person’s liberty in such situations likewise required a clear and precise law to protect the person from arbitrary detention.", "2.  The Court’s assessment", "(a)  General principles", "109.  The Court, as mentioned above, considers that the applicant was detained with a view to his extradition from Ukraine to . Article 5 § 1 (f) of the Convention is thus applicable in the instant case as mentioned above. This provision does not require that the detention of a person against whom action is being taken with a view to extradition be reasonably considered necessary, for example, to prevent his committing an offence or absconding. In this connection, Article 5 § 1 (f) provides a different level of protection from Article 5 § 1 (c): all that is required under sub-paragraph (f) is that “action is being taken with a view to deportation or extradition”. It is therefore immaterial, for the purposes of Article 5 § 1 (f), whether the underlying decision to expel can be justified under national or Convention law (see Čonka, cited above, § 38, and Chahal v. the United Kingdom, judgment of 15 November 1996, Reports 1996-V, § 112).", "110.  The Court reiterates, however, that it falls to it to examine whether the applicant’s detention was “lawful” for the purposes of Article 5 § 1 (f), with particular reference to the safeguards provided by the national system. Where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and lays down the obligation to conform to the substantive and procedural rules of national law, but it requires in addition that any deprivation of liberty should be in keeping with the purpose of Article 5, which is to protect the individual from arbitrariness (see Amuur v. France, judgment of 25 June 1996, Reports 1996III, § 50).", "111.  The Court must therefore ascertain whether domestic law itself is in conformity with the Convention, including the general principles expressed or implied therein. On this last point, the Court stresses that, where deprivation of liberty is concerned, it is particularly important that the general principle of legal certainty be satisfied. In laying down that any deprivation of liberty must be effected “in accordance with a procedure prescribed by law”, Article 5 § 1 does not merely refer back to domestic law; like the expressions “in accordance with the law” and “prescribed by law” in the second paragraphs of Articles 8 to 11, it also relates to the “quality of the law”, requiring it to be compatible with the rule of law, a concept inherent in all the Articles of the Convention. “Quality of law” in this sense implies that where a national law authorises deprivation of liberty it must be sufficiently accessible, precise and foreseeable in its application, in order to avoid all risk of arbitrariness (see Khudoyorov v. Russia, no. 6847/02, § 125, ECHR 2005X (extracts); Ječius v. Lithuania, no. 34578/97, § 56, ECHR 2000-IX; Baranowski v. Poland, no. 28358/95, §§ 50-52, ECHR 2000-III; and Amuur, cited above). In Nasrulloyev v.  (no. 656/06, §§ 72-77, 11 October 2007) the Court established that Chapter 54 of the Code of Criminal Procedure of Russia (“Extradition of a person for criminal prosecution or execution of sentence”), which did not set up special procedure of arrest and detention with a view to extradition but referred to the procedure of arrest and detention on remand, created confusion among the national authorities as to its application. The Court concluded that the provisions of the Russian law governing detention of persons with a view to extradition were neither precise nor foreseeable in their application and fell short of the “quality of law” standard required under the Convention.", "(b)  Application to the present case", "112.  The Court accepts the Government’s submission that the Minsk Convention, being part of the domestic legal order, is capable of serving as a legal basis for extradition proceedings and for detention with a view to extradition. Article 5 § 1 (f) of the Convention, however, also requires that the detention with a view to extradition should be effected “in accordance with a procedure prescribed by law”. The Minsk Convention does not provide for a particular procedure to be followed in the requested State which could offer safeguards against arbitrariness. The Court therefore has to consider whether other provisions of Ukrainian law offered such a procedure.", "113.  As is apparent from Article 29 of the Ukrainian Constitution, there is a general rule that any individual who has been deprived of his or her liberty has the right to have the reasonableness of his or her detention reviewed by the domestic court within 72 hours. The Constitution further guarantees to everyone the right to challenge his or her detention in a court at any time. In other contexts, those constitutional safeguards are set out in further detail in separate instruments, such as the Code of Criminal Procedure and the Psychiatric Medical Assistance Act in the case of compulsory psychiatric treatment (see Gorshkov v. Ukraine, no. 67531/01, § 30, 8 November 2005). There are no legal provisions, however, whether in the Code of Criminal Procedure or in any other legislative instrument, that provide, even by reference, a procedure for detention with a view to extradition. The Supreme Court was aware of the problem, and attempted to address the issues in its resolution no. 16 of 8 October 2004 (see paragraph  above). It advised the lower courts to apply, mutatis mutandis, certain provisions of the Code of Criminal Procedure to extradition proceedings. Nevertheless, the Code of Criminal Procedure itself does not envisage such a possibility, clearly indicating that preventive measures shall be imposed on a suspect, accused, defendant, or convicted person (see paragraphs 26-28 above). Furthermore, the resolutions of the Plenary Supreme Court do not have the force of law and are not legally binding on the courts and the law-enforcement bodies involved in extradition proceedings.", "114.  The foregoing considerations are sufficient for the Court to conclude that Ukrainian legislation does not provide for a procedure that is sufficiently accessible, precise and foreseeable in its application to avoid the risk of arbitrary detention pending extradition. Given the above findings, the Court does not consider it necessary to examine each of the applicant’s allegations concerning particular periods of his detention or the appropriateness of the criminal procedure suggested in the above Resolution of the Plenary Supreme Court.", "There has accordingly been a violation of Article 5 § 1 (f) of the Convention.", "V.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION", "115.  The applicant further complained of the lack of sufficient procedural guarantees in domestic legislation for the review of the lawfulness of his detention, and of the delay in the initial review of his detention by the domestic court, given that he had been brought before a court on the seventh day of his detention. He relied on Article 5 § 4 of the Convention, which reads as follows:", "“4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”", "A.  Admissibility", "  116.  The Government maintained that the applicant had at his disposal an effective procedure to challenge the lawfulness of his detention. According to the Government, this procedure was defined in Articles 106, 165-2 and 382 of the Code of Criminal Procedure, and in the Resolution of the Plenary Supreme Court of 8 October 2004.", "117.  The Government also noted that the applicant’s detention prior to the decision of 10 January 2007 had been reviewed by the prosecutor, who had found that the applicant’s rights had been violated. As a result of the prosecutor’s actions, the officials responsible for this violation had been held liable for a disciplinary offence. The Government considered that the acknowledgment of a violation had entitled the applicant to seek restoration of his rights and compensation, which he had not done. Therefore, the Government submitted that the applicant had failed to exhaust the remedies available to him under Ukrainian law.", "118.  The applicant maintained that Ukrainian legislation did not have any provisions clearly providing him with the possibility of challenging his detention in connection with a criminal prosecution in a foreign country. He considered that the procedure envisaged in Article 106 of the Code of Criminal Procedure did not comply with the requirements of Article 5 § 4 of the Convention. This procedure concerned the review of the first-instance court decision on appeal, but did not envisage any possibility for the applicant to initiate a periodic review of the lawfulness of his detention.", "119.  The applicant also noted that he had not been informed about the decisions by which the domestic authorities had acknowledged a violation of his rights; therefore, he had not been able to rely on them in any domestic proceedings. Moreover, this admission had not addressed all his complaints under Article 5. Furthermore, he questioned the adequacy of the disciplinary punishment in relation to the violation of his right to liberty, given that Article 371 of the Criminal Code provided for criminal punishment in the event of unlawful detention. The domestic authorities, however, had not initiated any criminal proceedings to ensure adequate punishment for those responsible.", "120.  In reply, the Government maintained that the applicant had failed to take any action even after he had received such information.", "121.  The Court finds that the Government’s contentions concerning non-exhaustion are so closely linked to the merits that they should be joined to them and considered together.", "122.  The Court therefore joins to the merits the Government’s contentions about availability of effectiveness of remedies for the applicant’s complaint under Article 5 § 4. The Court further notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  Submissions by the parties", "123. As noted above, the Government contended that an adequate procedure was defined in Articles 106, 165-2 and 382 of the Code of Criminal Procedure, and in the Resolution of the Plenary Supreme Court of 8 October 2004 or, alternatively, in the possibility of bringing compensation proceedings in the light of the prosecutor’s findings of 20 February and 15 March 2007 that the applicant’s detention prior to 10 January 2007 had violated his rights.", "124.  In the applicant’s submission, the only procedure that could be considered under Article 5 § 4 was the one provided in Articles 165-2 and 165-3, but it did not afford the judicial safeguards required by Article 5 § 4.", "2.  The Court’s assessment", "125.  The Court reiterates that the purpose of Article 5 § 4 is to secure to persons who are arrested and detained the right to judicial supervision of the lawfulness of the measure to which they are thereby subjected (see, mutatis mutandis, De Wilde, Ooms and Versyp v. Belgium, judgment of 18 June 1971, Series A no. 12, § 76). A remedy must be made available during a person’s detention to allow that person to obtain speedy judicial review of the lawfulness of the detention, capable of leading, where appropriate, to his or her release. The existence of the remedy required by Article 5 § 4 must be sufficiently certain, not only in theory but also in practice, failing which it will lack the accessibility and effectiveness required for the purposes of that provision (see, mutatis mutandis, Stoichkov v. Bulgaria, no. 9808/02, § 66 in fine, 24 March 2005, and Vachev v. Bulgaria, no. 42987/98, § 71, ECHR 2004-VIII (extracts)). The accessibility of a remedy implies, inter alia, that the circumstances voluntarily created by the authorities must be such as to afford applicants a realistic possibility of using the remedy (see, mutatis mutandis, Čonka, cited above, §§ 46 and 55).", "126.  The Court refers to its findings under Article 5 § 1 of the Convention about the lack of legal provisions governing the procedure for detention in  pending extradition. It considers that in the circumstances of the case, these findings are equally pertinent to the applicant’s complaint under Article 5 § 4 of the Convention, as the Government failed to demonstrate that the applicant had at his disposal any procedure through which the lawfulness of his detention could have been examined by a court. In particular, Article 165-2 of the Code of Criminal Procedure provides that it is open to the “prosecutor, suspect, accused or his or her defence counsel or legal representative” to challenge the decision of the first instance court. However, the applicant, as a person detained with a view to extradition rather than a suspect in a criminal case, did not belong to any of these categories. As to Articles 106 and 382 of the Code they equally refer to the situations of and parties to domestic criminal proceedings and not specifically to extradition proceedings. The Government have not indicated how Articles 106, 165-2 and 382 of the Code of Criminal Procedure could provide the review required by Article 5 § 4. Furthermore, in connection with an action for compensation based on the finding that the applicant’s detention before 10 January 2007 had violated his rights, and again as noted above, the detention in question had ended by the time the applicant was aware of the decisions in question, and the court dealing with an action for compensation would not have been capable to order his release. It could not therefore have constituted the “proceedings” foreseen by Article 5 § 4, either.", "127.  The foregoing considerations are sufficient to enable the Court to dismiss the Government’s preliminary objections and to conclude that there has been a violation of Article 5 § 4 of the Convention.", "VII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "128.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "129.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Joins to the merits the Government’s contention concerning the exhaustion of domestic remedies in respect of the applicant’s complaint under Article 5 § 4 of the Convention; and rejects it after an examination on the merits;", "", "2.  Dismisses the remainder of the Government’s preliminary objections;", "", "3.  Declares the complaints under Article 3, Article 5 §§ 1 (f) and 4, Article 6 § 1 and Article 13 of the Convention concerning the applicant’s possible extradition to Turkmenistan and detention pending extradition admissible and the remainder of the application inadmissible;", "", "4.  Holds that the applicant’s extradition to  would be in violation of Article 3 of the Convention;", "", "5.  Holds that there has been a violation of Article 13 of the Convention;", "", "6.  Holds that it is not necessary to examine whether the applicant’s extradition to  would be in violation of Article 6 § 1 of the Convention;", "", "7.  Holds that there has been a violation of Article 5 § 1 (f) of the Convention;", "", "8.  Holds that there has been a violation of Article 5 § 4 of the Convention;", "", "9.  Holds that there is no need to examine the issue of just satisfaction.", "", "Done in English, and notified in writing on 23 October 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "", "\tClaudia Westerdiek\tPeer Lorenzen\n\tRegistrar\tPresident"]}