{"file": "ENG_CLIN_20940_92.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "20940/92", "text_paragraphs": ["Information Note on the Court’s case-law No.", "December 1996", "Duclos v. France - 20940/92, 20941/92 and 20942/92", "Judgment 17.12.1996", "Article 6", "Civil proceedings", "Article 6-1", "Reasonable time", "Length of three sets of civil proceedings: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 6 § 1 OF THE CONVENTION", "A.\tPeriods to be taken into consideration", "Proceedings against Dieppe Health Insurance Office (CPAM): nine years and seven months.", "Proceedings against Union des assurances de Paris (UAP): eight years and nearly eight months.", "Proceedings against Dieppe Family Allowances Office (CAF): eight years, eight months and two weeks.", "B.\tReasonableness of length of proceedings", "Recapitulation of Court's case-law.", "1.\tProceedings against Dieppe CPAM", "(a)\tComplexity of case", "Case not complex.", "(b)\tConduct of the parties and of the judicial authorities", "Reasonableness of length of proceedings before social-security appeal tribunals assessed in same way as before ordinary civil courts.", "Applicant's conduct not beyond reproach - most of the delays nevertheless attributable to conduct of the administrative and judicial authorities.", "Conclusion: violation (unanimously).", "2.\tProceedings against the UAP", "(a)\tComplexity of case", "Case not complex.", "(b)\tConduct of the parties and of the judicial authorities", "Applicant's conduct not beyond reproach - authorities responsible for some of the delays. ", "(c)\tWhat was at stake for applicant in proceedings", "Applicant's situation and what was at stake for him in proceedings had called for special expedition.", "Conclusion: violation (unanimously).", "3.\tProceedings against Dieppe CAF", "(a)\tComplexity of case", "Case not complex.", "(b)\tConduct of the parties and of the judicial authorities", "Applicant's conduct not beyond reproach - most of the delays nevertheless attributable to conduct of the administrative and judicial authorities.", "Conclusion: violation (unanimously).", "II.\tARTICLE 50 OF THE CONVENTION", "A.\tDamage: claim for pecuniary damage dismissed.  Non-pecuniary damage assessed on equitable basis.", "Conclusion: respondent State ordered to pay applicant a specified sum (unanimously).   ", "B.\tRecommendation sought by applicant: court had no jurisdiction to issue order to Contracting State.", "Conclusion: claim dismissed (unanimously).", "C.\tCosts and expenses: applicant's claim allowed.", "Conclusion: respondent State ordered to pay specified sums to applicant (unanimously).   ", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}