{"file": "ENG_CLIN_50084_06.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "50084/06", "text_paragraphs": ["Information Note on the Court’s case-law No. 139", "March 2011", "RTBF v. Belgium - 50084/06", "Judgment 29.3.2011 [Section II]", "Article 10", "Article 10-1", "Freedom of expression", "Temporary ban on broadcasting of a television news programme: violation", "", "Facts – The applicant company, a public-service broadcasting corporation, broadcast a monthly programme called “Au nom de la loi” (in the name of the law), which dealt with judicial issues. A programme scheduled in 2001 contained footage concerning medical risks and using, as an example, complaints made by patients about their doctor that had already been reported in the press. Further to an action brought by the doctor, the President of the Court of First Instance granted an interim injunction preventing the RTBF from broadcasting the relevant part of the programme pending a decision on the merits, subject to a fine of two million Belgian francs per broadcast. The applicant company’s appeals were unsuccessful. Proceedings on the merits brought by the doctor against the RTBF were still pending when the application was lodged with the European Court.", "Law – Article 10: The injunction, until a decision on the merits, preventing the broadcasting of footage in a television programme concerning topical judicial issues constituted interference by the public authorities in the applicant company’s freedom of expression. In ascertaining whether the interference at issue had a legal basis, the Court observed that the Belgian Constitution authorised the punishment of offences committed in the exercise of freedom of expression only once they had been committed and not before. As to the Judicial Code and the Civil Code, they did not clarify the type of restrictions authorised, nor their purpose, duration, scope or control. More specifically, whilst they permitted the intervention of the urgent-applications judge, there was some discrepancy in the case-law as to the possibility of preventive intervention by that judge. In Belgian law there was thus no clear and constant case-law that could have enabled the applicant company to foresee, to a reasonable degree, the possible consequences of the broadcasting of the programme in question. Without precise and specific regulation of preventive restrictions on freedom of expression, many individuals fearing attacks against them in television programmes – announced in advance – might apply to the urgent-applications judge, who would apply different solutions to their cases and this would not be conducive to preserving the essence of the freedom of imparting information. In addition, whilst the Convention, by not preventing States from requiring the licensing of broadcasters, accepted the principle of affording them different treatment to that of the print media, the application by the Court of Cassation of different provisions of the Constitution, depending on whether print media or audiovisual media were concerned, appeared artificial. It did not provide a strict legal framework for prior restraint on broadcasting, especially as Belgian case-law did not settle the question of the meaning to be given to the notion of “censorship” as prohibited by the Constitution. The legislative framework, together with the case-law of the Belgian courts, as applied to the applicant company, did not therefore fulfil the condition of foreseeability required by the Convention.", "Conclusion: violation (unanimously).", "Article 41: Finding of a violation constituted sufficient just satisfaction in respect of any pecuniary and non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}