{"file": "ENG_CLIN_16225_08.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "16225/08", "text_paragraphs": ["Information Note on the Court’s case-law 188", "August-September 2015", "Andonoski v. “the former Yugoslav Republic of Macedonia” - 16225/08", "Judgment 17.9.2015 [Section I]", "Article 1 of Protocol No. 1", "Article 1 para. 1 of Protocol No. 1", "Deprivation of property", "Automatic confiscation of means of transport used to smuggle migrants: violation", "Facts – In 2007 the applicant, a taxi driver, was stopped by the police when driving three Albanian nationals to a village situated near the Macedonian-Greek border. His passengers had no travel documents and the police therefore arrested them. The applicant was also arrested and his car was seized. An investigation was subsequently opened against him on suspicion of smuggling migrants. However, the charges were withdrawn for lack of evidence that he had been aware that his passengers were illegal migrants. One of the passengers was ultimately convicted of migrant smuggling and sentenced to one year’s imprisonment. The trial court in those proceedings ordered the confiscation of the applicant’s car on the grounds that it had been used to commit the offence. The applicant unsuccessfully appealed against the confiscation order.", "Law – Article 1 of Protocol No. 1: The confiscation of the applicant’s car was a permanent measure which entailed a conclusive transfer of ownership. It thus amounted to a deprivation of property. The confiscation order was prescribed by law and pursued the legitimate aim of preventing clandestine immigration and trafficking in human beings. The balance between that aim and the applicant’s rights depended on many factors, including the applicant’s behavior. His car had been confiscated in the context of criminal proceedings against a third party, after the criminal charges against the applicant himself had been withdrawn. The applicant, who had been making his living as a taxi driver, had no criminal record. There was no indication that his car had previously been used to commit an offence. Nor was there anything to suggest that it would be used to commit further offences. However, the provision of the Criminal Code requiring the automatic confiscation of means of transport used for smuggling migrants did not allow for any exceptions and was applied irrespectively of whether the transport was owned by the offender or by a third party and, if the latter, irrespectively of the third party’s behavior or relation to the offence. Such automatic confiscation had deprived the applicant of any possibility to argue his case or to have any prospect of success in the confiscation proceedings. Similarly, the domestic courts, in such circumstances, had no discretion and were unable to examine the case on the basis of any of the factors described above. Lastly, the provision at issue did not provide for the possibility to claim compensation. The confiscation order had thus been disproportionate, in that it had imposed an excessive burden on the applicant.", "Conclusion: violation (unanimously).", "Article 41: EUR 3,000 in respect of non-pecuniary damage; respondent State required to return the confiscated car to the applicant in the condition it was in when confiscated or, in default, to pay the applicant EUR 10,000 in respect of pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}