{"file": "ENG_CLIN_47335_06.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "47335/06", "text_paragraphs": ["Information Note on the Court’s case-law No. 157", "November 2012", "Redfearn v. the United Kingdom - 47335/06", "Judgment 6.11.2012 [Section IV]", "Article 11", "Article 11-1", "Freedom of association", "Positive obligation to protect employees from discrimination based on political belief or affiliation: violation", "Facts – The applicant was a private-sector bus driver responsible for transporting people with disabilities, the majority of whom were Asian in origin. Remaining in this position, he was also elected to the position of local councillor with the British National Party. At the time, the party’s membership only extended to white nationals. Consequently, the applicant was summarily dismissed from his job out of concern for the anxiety it would cause among passengers. Under domestic law at the time, as the applicant had been employed for under a year, a claim for unfair dismissal could only be brought where the dismissal had been based on grounds of pregnancy, race, sex or religion. Unable to argue discrimination based on political affiliation, the applicant brought an unsuccessful claim of racial discrimination in the domestic courts.", "Law – Article 11 read in light of Article 10: The Court reasserted that, in some instances, there is a positive obligation on national authorities to intervene in the relationships between private individuals to secure effective enjoyment of the right to freedom of association. Taking into account that no complaints had previously been made against the applicant and that, at the age of 56, he would find further employment difficult to obtain, the Court accepted that his dismissal was capable of striking at the very substance of his Article 11 rights. Had there not been a one-year qualifying period for unfair dismissal claims, the applicant could have pursued an appropriate remedy. The principal question before the Court was therefore whether the qualifying period was reasonable and appropriate in protecting the applicant’s Article 11 rights.", "The Court accepted that the economic grounds put forward for justifying the qualifying period – bolstering the domestic labour market by preventing new employees from bringing unfair dismissal claims – were, in principle, reasonable and appropriate. However, considering the importance of political parties for the proper functioning of democracy, the Court concluded that, in the absence of judicial safeguards, a legal system which allows dismissal from employment solely on account of the employee’s membership of a political party carries with it the potential for abuse. The State was therefore under a positive obligation to provide the applicant the opportunity to challenge his dismissal. This is not to say that dismissal based on party membership is never justified, but that such dismissal should always be capable of being challenged, irrespective of the duration of employment.", "Conclusion: violation (four votes to three).", "Article 41: No claim made in respect of damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}