{"file": "ENG_CLIN_49158_99.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "49158/99", "text_paragraphs": ["Information Note on the Court’s case-law 53", "May 2003", "Frommelt v. Liechtenstein (dec.) - 49158/99", "Decision 15.5.2003 [Section III]", "Article 5", "Article 5-1", "Lawful arrest or detention", "Transfer of detainee to psychiatric hospital in another State: inadmissible", "The applicant was arrested and taken into detention in August 1997 on suspicion of embezzlement, continuous aggravated fraud and attempted aggravated coercion. The investigating judge considered that there was a reasonable basis for suspecting the applicant’s guilt. Moreover, there was a danger of absconding since the applicant’s residence was in Switzerland. There was also a danger of interfering with witnesses, which the applicant was in fact suspected of having attempted to do, and of repeat offences, since he had similar previous convictions. Having regard to the seriousness of the offence, the applicant’s detention was considered proportionate to the sentence he faced. During the applicant’s pre-trial detention, he was diagnosed as suffering from mental problems and having suicidal tendencies. He was transferred to Vaduz hospital. Shortly afterwards, the investigating judge ordered his transfer to the closed psychiatric ward at Rankweil hospital in Austria, on the basis of the 1982 treaty between Austria and Liechtenstein on the Accommodation of Detained Persons. The applicant challenged his transfer for lack of legal and medical basis and complained that he had not been heard. These complaints were subsequently dismissed, since the applicant had in the meantime been returned to prison in Liechtenstein.", "Inadmissible under Article 5 § 1 (c): As to the applicant’s complaint that his transfer to Rankweil hospital had no legal basis and no medical justification, the order to commit him to a psychiatric hospital was based on the Liechtenstein Code of Criminal Procedure and the transfer to Rankweil was based on the 1982 Treaty. There was no arbitrariness in the national courts’ decisions, since one psychiatric expert had recommended the treatment, which ceased as soon as the applicant’s mental state improved: manifestly ill-founded.", "Inadmissible Article 3: The applicant contended that his experience in Rankweil as well as the fact that he was serving his sentence in Austria amounted to inhuman treatment. His complaints were directed at Liechtenstein only, raising the issue of whether a Contracting State might bear responsibility for the conditions in which a person sentenced by its courts served a prison sentence in another State. In the present case, though, the applicant’s claims, even if conclusively established, would not reach the threshold required to bring them within the scope of Article 3: manifestly ill-founded.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}