{"file": "ENG_CLIN_32576_96.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "32576/96", "text_paragraphs": ["Information Note on the Court’s case-law 47", "November 2002", "Wynen v. Belgium - 32576/96", "Judgment 5.11.2002 [Section II]", "Article 6", "Criminal proceedings", "Article 6-1", "Fair hearing", "Equality of arms", "Rejection as out of time of supplementary memorial lodged by appellant with Court of Cassation: violation", "Fair hearing", "Notification of Court of Cassation hearing by announcement at its registry: no violation", "Refusal of Court of Cassation to put preliminary question to Court of Arbitration: no violation", "Fair hearing", "Adversarial trial", "Alleged absence of opportunity to respond to submissions of public prosecutor: no violation", "Facts: The first applicant is a doctor and the second is an inter-regional hospital. The applicants were prosecuted before the criminal court following a complaint for installing heavy medical equipment without prior approval. The Court of Appeal reversed the judgment, which had acquitted the first applicant and cleared the second applicant. The Court of Appeal imposed a suspended fine with costs on the first applicant and held that the hospital was jointly and severally liable for payment. In their appeal on a point of law, the applicants requested the Court of Cassation to refer a question to the Administrative Jurisdiction and Procedure Court for a preliminary ruling. The applicants filed additional pleadings in which they set out fresh grounds of appeal. Sixteen days before the hearing before the Court of Cassation, the case was entered on the list of pending cases displayed at the registry and in the courtroom of the Court of Cassation, pursuant to the provisions of the Code of Criminal Investigations. The Court of Cassation held a hearing in public, of which the applicants claim not to have been informed. At the hearing, the court heard the judge-rapporteur, the representative of the Attorney General and then the lawyer representing the respondent to the appeal; the representative of the Attorney General was not present during the deliberations. Following the deliberations, the Court of Cassation dismissed the applicants' appeal, after declaring their further pleadings inadmissible as out of time, pursuant to article 420bis, paragraph 2, of the Code of Criminal Investigations, which provides that an appellant on a point of law is to lodge all pleadings within two months of the case being entered on the general list. The Court declared that the request for a reference to the Administrative Jurisdiction and Procedure Court for a preliminary ruling was inadmissible. ", "Law: Article 6 § 1 – a. As regards the inadmissibility of the further pleadings before the Court of Cassation – An appellant on a point of law must lodge all pleadings within two months of the case being entered on the list, whereas the respondent is not subject to a comparable time-limit and, in the present case, took five months to submit its own pleadings. In addition, that had the consequence of depriving the applicants of the possibility of replying in writing to the respondent's pleadings, since their further pleadings were declared inadmissible as out of time. However, such a possibility may prove essential, since the right to an inter partes procedure implies that one party is able to peruse the observations submitted by the other party and to discuss them. The Court is aware of the necessity, emphasised by the Government, not to prolong the proceedings unnecessarily by allowing successive written replies to the pleadings lodged, but the principle of equality of arms does not prevent the achievement of such an objective, provided that it is done without placing one party at a clear disadvantage. That was not so in the present case.", "Conclusion: violation (four votes to three).", "b. As regards notice of the hearing before the Court of Cassation – The date of the hearing before the Court of Cassation was displayed at the registry and in the courtroom of the Court of Cassation sixteen days before the hearing. The applicants were represented by four lawyers, all members of the Brussels Bar. The rules applicable to the matter are clear from the Code of Criminal Investigations; they were therefore accessible and were also sufficiently coherent and clear, so that, as legal practitioners, lawyers cannot legitimately claim not to have been aware of them. Furthermore, and in particular, there was a practice which allowed the parties and their counsel to request the registry of the Court of Cassation to inform them in writing of the date of the hearing or to obtain information by telephone. It is not unreasonable to require appellants wishing be personally informed of the date on which their case is to be heard to take advantage of this additional means of publicity. In those circumstances, the authorities did not make it impossible for the applicants to attend the hearing before the Court of Cassation.", "Conclusion: no violation (unanimously).", "c. As regards the failure to communicate in advance the pleadings of the representative of the Attorney General at the Court of Cassation and the fact that it was impossible to lodge a reply – Both the parties to the case and the judges and the public were informed of the nature and the terms of the pleadings of the representative of the Attorney General when he first presented them orally at the public hearing before the Court of Cassation. Accordingly, there is no breach of the principle of equality of arms. As regards the opportunity for the parties to the case to reply to the submissions of the representative of the Attorney General, under the principle of inter partes proceedings, the applicants could, had they attended the hearing, have either submitted their observations at the hearing, as the lawyer representing the respondent did, or request that the hearing be adjourned or, again, seek leave to file a memorandum for consideration by the court. The fact that the applicants and their legal representatives did not attend the hearing does not result in an impossibility attributable to the attitude of the authorities (see b. above).", "Conclusion: no violation (unanimously). ", "d. As regards the Court of Cassation's refusal to refer a question to the Administrative Jurisdiction and Procedure Court for a preliminary ruling – The Convention does not guarantee, as such, the right to have a case referred by one national court to another national or international court for a preliminary ruling. It is consistent with the functioning of that mechanism for the court to determine whether it may or must refer a question for a preliminary ruling, while satisfying itself that the question must be resolved to enable it to resolve the dispute before it. Thus, it is not precluded that in certain circumstances a refusal by a national court hearing a matter at last instance may infringe the principle of a fair procedure, especially where such a refusal appears to be arbitrary. The Court of Cassation duly took into account the applicants' complaints on this point and also their request that it refer a question to the Administrative Jurisdiction and Procedure Court for a preliminary ruling. The Court of Cassation then ruled on the request by delivering an adequately reasoned decision which does not appear to be arbitrary. Furthermore, the interpretation of domestic legislation is primarily a matter for the national courts.", "Conclusion: no violation (unanimously). ", "Article 41 – The Court considers that the non-pecuniary harm sustained by the applicants is sufficiently repaired by the finding of a violation. It awards €5,000 in respect of the costs incurred by the applicants in being represented before it.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}