{"file": "ENG_HEJUD_52943_10.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "52943/10", "text_paragraphs": ["", "", "", "FIRST SECTION", "", "", "", "", "", "", "", "", "CASE OF DAMJANAC v. ", "", "(Application no. 52943/10)", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "STRASBOURG", "", "24 October 2013", "", "", "FINAL", "", "24/03/2014", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "", "In the case of Damjanac v. ,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tIsabelle Berro-Lefèvre, President,", "\tMirjana Lazarova Trajkovska,", "\tJulia Laffranque,", "\tLinos-Alexandre Sicilianos,", "\tErik Møse,", "\tKsenija Turković,", "\tDmitry Dedov, judges,\nand Søren Nielsen, Section Registrar,", "Having deliberated in private on 1 October 2013,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 52943/10) against the Republic of Croatia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Croatian and Serbian national, Mr Borisav Damjanac (“the applicant”), on 24 August 2010.", "2.  The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.", "3.  The applicant alleged in particular that stopping payment of his YPA military pension for a period of thirteen months after he had changed his place of residence to Serbia, had been arbitrary and discriminatory and thus contrary to Article 1 of Protocol No. 1, taken alone and in conjunction with Article 14 of the Convention.", "4.  On 21 March 2012 the complaints concerning the stopping of payment of the applicant’s pension and discrimination in that respect were communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).", "5.  On 17 January 2013 the Government of Serbia was informed of the case and invited to exercise their right to intervene if they wished to do so. On 1 March 2013 the Government of Serbia informed the Court that they did not wish to exercise their right to intervene in the present case.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "6.  The applicant was born in 1926 and lives in .", "A.  Background to the case", "1.  Military pensions in the former Socialist Federal Republic of ", "7.  The general pension system of the former Socialist Federal Republic of Yugoslavia (hereinafter “the SFRY”) was set up on the principle of territoriality. This meant that each federal entity, namely the six republics (Croatia, Slovenia, Bosnia and Herzegovina, Serbia, Macedonia and Montenegro) and two autonomous provinces (Vojvodina and Kosovo), had their own pension funds, which were independent of federal government and were responsible for the collection of contributions and the payment of pensions to all individuals who had been working on the territory of the respective republic or province. The pension system was based on the “pay-as-you-go” model and the principle of inter-generational solidarity, which was essentially based on the payment of mandatory contributions during the years of employment and then receiving the pension by instalments once retired.", "8.  The military pension system differed, in that it was centralised at the federal level. On 1 January 1973 under, at the relevant time, the Military Personnel Pension and Invalidity Insurance Act (Zakon o mirovinskom i invalidskom osiguranju vojnih obveznika) a federal pension fund was established for employees of the Yugoslav People’s Army (hereinafter “the YPA”) with its registered headquarters in . Contributions to this fund were paid from the federal budget, and the fund then paid pensions to military pensioners, irrespective of the location of their military service or where they lived once retired.", "2.  YPA military pensions in Croatia", "9.  On 25 June 1991 the Croatian Parliament (Sabor Republike Hrvatske) declared Croatia independent of Yugoslavia, and on 8 October 1991 all relations between  and the SFRY federal Government were dissolved. The SFRY Military Personnel Pension and Invalidity Insurance Act was incorporated into the Croatian legal system by the Military Personnel Federal Pension, Invalidity Insurance and Child Support Legislation (Acceptance in the Republic of Croatia as Republic Law) Act (Zakon o preuzimanju saveznih zakona iz oblasti mirovinskog i invalidskog osiguranja i doplatka za djecu vojnih osiguranika koji se u Republici Hrvatskoj primjenjuju kao republički zakoni), enacted by the Parliament on 26 June 1991.", "10.  On 23 July 1992 the Government of Croatia enacted a decree on “Pension and Invalidity Rights of Persons Whose Active Military Service in the YPA Terminated Prior to 31 December 1991” (Uredba o ostvarivanju prava iz mirovinskog i invalidskog osiguranja osoba kojima je prestalo svojstvo aktivne vojne osobe u bivšoj JNA do 31. prosinca 1991.; hereinafter: “the Military Pensions Decree”). The Military Pensions Decree laid down conditions for recognition of the right to advance payments of pensions (akontacija) to former YPA military personnel, provided that they had terminated their military service prior to 31 December 1991, but had not obtained pension rights prior to that date, and that they met all the necessary conditions to be granted a pension under the Military Personnel Pension and Invalidity Insurance Act (see paragraph 8 above). The Military Pensions Decree set out three additional complementary conditions: (1) residence in Croatia, (2) Croatian nationality, and (3) that the person concerned had made himself available for service in the Croatian army prior to 31 December 1991 and was not suspected of an offence against Croatia. The Croatian Republic Workers’ Pension and Invalidity Insurance Fund (Republički fond mirovinskog i invalidskog osiguranja radnika Hrvatske; hereinafter “the Republic Workers’ Fund”) was assigned to make the necessary arrangements under this Decree.", "11.  On the same day the Government of Croatia also enacted a decree on “Payment of Pensions to Former SFRY Republic Pension Beneficiaries” (Uredba o isplati mirovina korisnicima koji su mirovinu ostvarili u republikama bivše Socijalističke Federativne Republike Jugoslavije). Under that decree all residents of Croatia who had been granted pensions in other republics of the former SFRY, except Slovenia, which had at the time also dissolved its relations with the SFRY federal government, were entitled to payment of their pensions by . The Republic Workers’ Fund was ordered to pay pensions from the collected contributions which  was not paying to pensioners residing in other republics of the former SFRY due to the ending of financial transfers.", "12.  On 6 October 1993 the Croatian Parliament enacted the Yugoslav People’s Army Personnel Pensions Act (Zakon o ostvarivanju prava iz mirovnskog i invalidskog osigurnja pripadnika bivše JNA), which set aside the 1992 Decree (see paragraph 10 above) and part of the 1991 transitional legislation (see paragraph 9 above). Under this Act Croatia assumed responsibility for payment of YPA military pensions obtained prior to 8 October 1991, and for the granting of pensions to YPA military personnel whose service in Croatia had terminated prior to 31 December 1991.", "13.  Former YPA military personnel who had obtained pension rights under the former SFRY pension regime prior to 8 October 1991 had the right to have their pension paid by  if their pension from the former federal fund was no longer being paid. Two further conditions were laid down: residence in Croatia and that the person concerned was not being prosecuted for certain criminal offences against Croatia, listed in section 2 of the Act. The Republic Workers’ Fund was tasked with enforcement of the Act.", "14.  The Act was set aside by the Pension Insurance Act (Zakon o mirovinskom osiguranju), which was enacted on 10 July 1998 and came into force on 1 January 1999. In the period relevant to this case it was amended several times (see paragraphs 50-53 below). The Pension Insurance Act regulated the compulsory pension insurance scheme on the basis of the principle of inter-generational solidarity (section 2 § 1). It established the Croatian Pension Fund (Hrvatski zavod za mirovinsko osiguranje), which was tasked with the management of pension affairs (section 6) thus replacing the previous Republic Workers’ Fund (section 187 §§ 1 and 3). Accordingly, the Croatian Pension Fund was tasked with the collection of pension contributions and payment of pensions and with the observance of obligations under international agreements on pensions (section 130). Under the Pension Insurance Act payment of pensions abroad was possible only under either an international agreement or a reciprocal agreement (section 88).", "15.  The Pension Insurance Act also provided that funds for payment of pensions to YPA military pensioners should be secured in the State’s budget, and that the necessary contributions should be paid to the Croatian Pension Fund on a monthly basis (section 152 § 1). For all Croatian nationals the Pension Insurance Act recognised pensionable years of employment in the period prior to 8 October 1991 under the Military Personnel Pension and Invalidity Insurance Act (see paragraphs 8 and 9 above) as pensionable years of employment (section 186).", "16.  By an amendment of 29 November 2001 the pensions of, inter alia, YPA military pensioners were reduced and the Croatian Pension Fund was ordered to set the amended levels of their pensions.", "3.  Croatian treaties with Serbia", "17.  On 15 September 1997 Croatia and the then Federal Republic of Yugoslavia (later Serbia and Montenegro) signed a Social Insurance Treaty (Ugovor o socijalnom osiguranju), hereinafter “the Social Insurance Treaty”), which came into force on 1 May 2003. The Social Insurance Treaty listed the relevant domestic legislation to which it was applicable, namely health insurance and health protection legislation; pension and invalidity insurance legislation; legislation on work-related accidents and work-related illnesses; and unemployment benefits. It was applicable to all persons in the two countries who had rights and duties under the relevant domestic legislation. The right to payment of a pension abroad existed irrespective of the place of residence of the pension beneficiaries within one of the contracting States. The Republic Workers’ Fund was designated the competent liaison authority in Croatia concerning all pension issues (see paragraph 54 below).", "18.  According to the Government, after the dissolution of the former SFRY, Serbia maintained a dual pension system for civilian and military pensioners, and stopped paying YPA military pensions to pensioners residing in . Only in January 2012 was a pension reform carried out in  which had the effect of integrating the military pension fund into the civilian pension and invalidity insurance fund. On an unspecified date the Serbian authorities informed the Croatian pension authorities of this change. They also indicated that they would pay what formerly were military pensions to pensioners residing abroad under the relevant treaties on social insurance or reciprocal agreements.", "19.  On 29 June 2001 the republics of the former SFRY signed the Agreement on Succession Issues (Ugovor o pitanjima sukcesije, hereinafter “the Succession Agreement”), which came into force on 2 June 2004 (see paragraph 55 below).", "20.  Annexe E to the Succession Agreement dealt with pensions. It was based on the principle of acquired rights, in that rights acquired under one system must be acknowledged and respected in another. Article 1 established the said principle in respect of the pension rights acquired under the former republics’ pension regime (see paragraph 7 above), while Article 2 dealt with military pensions under the former federal regime (see paragraph 8 above). The latter provision stipulated that the State which had recognised the right to payment of the pensions to former SFRY military personnel should continue to pay pensions to all its nationals, irrespective of their place of residence. In cases where a person was a national of more than one republic of the former SFRY, the pension should be paid by the State where that person resided. This pension payment regime differed from the regime established for civilian pensions under Article 1 of Annexe E to the Succession Agreement, which provided that the State which had recognised the pension rights and which paid the pensions should continue with the payments entirely irrespective of the nationality or place of residence of the pension beneficiaries.", "B.  The applicant’s personal circumstances", "21.  The applicant served as a military officer in the YPA between 1941 and 1979, when he retired. On 16 May 1979 the SFRY federal pension fund for retired YPA employees authorised the applicant’s entitlement to a military pension. At that time the applicant was residing in .", "22.  On 19 June 1992 the applicant requested the  office of the Republic Workers’ Fund (Republički fond mirovinskog i invalidskog osiguranja radnika Hrvatske, Područna služba u Dubrovniku) to recognise his entitlement to a military pension under the new Croatian legislation. The applicant substantiated his request by submitting evidence of his place of residence in Croatia at an address in Dubrovnik, evidence of Croatian citizenship, and a document from the Dubrovnik Municipal Court (Općinski sud u Dubrovniku), confirming that no criminal proceedings against him had been instituted.", "23.  On 7 July 1992 the Dubrovnik Office of the Republic Workers’ Fund recognised the applicant’s entitlement to a military pension, as established under the former SFRY Military Personnel Pension and Invalidity Insurance Act (see paragraph 47 below). It found that the applicant had Croatian citizenship and a place of residence in Croatia, and that the competent domestic authorities had not instituted criminal proceedings against the applicant for any offence against .", "24.  On 12 December 1992, acting ex officio, the Dubrovnik Office of the Republic Workers’ Fund established the amount of the applicant’s pension under the Military Pensions Decree. The pension was to be paid to the applicant as long as the necessary requirements existed.", "25.  On 6 May 1994 the Military Social Insurance Fund of the then Federal Yugoslav Republic Army in Belgrade, Serbia, ordered that payment of the applicant’s military pension should be stopped, on the grounds that they had been informed by the Croatian authorities that the applicant had been granted a pension in Croatia.", "26.  According to the applicant, in October 1998 he visited his son in , and decided to stay with his son for a longer period. He continued to receive payments of his pension through a representative in .", "27.  On 9 June 2003 the applicant informed the Dubrovnik office of the Croatian Pension Fund (Područna služba u Dubrovniku Hrvatskog zavoda za mirovinsko osiguranje) that he had changed his place of residence to , and requested that his pension be paid to his new address. He submitted evidence of residence in Belgrade and details of his bank account in Serbia.", "28.  On 30 September 2003 the Croatian Pension Fund stopped payment of the applicant’s pension. It found that the Social Insurance Treaty with Serbia did not cover YPA military pensions, and that there was no reciprocal agreement with Serbia in that respect, as required under the relevant domestic law, for the payment of pensions abroad. Pension payments were stopped with effect from 1 October 2003.", "29.  On 16 December 2003 the applicant lodged an appeal with the Appeal Council of the Executive Council of the Croatian Pension Fund (Žalbeno vijeće Upravnog vijeća Hrvatskog zavoda za mirovinsko osiguranje) arguing that there was no legal ground for his pension to be stopped. He contended that when his pension rights had been recognised under the Military Pensions Decree he had obtained the right to receive the pension from the Republic Workers’ Fund, and that his status was therefore equal to that of other old-age pensioners. He also complained that he had not been able to obtain his pension in Serbia, since payment of his pension there had been stopped on the grounds that his entitlement to a pension had been recognised in Croatia. Finally, the applicant explained that the pension which had been stopped was his only income.", "30.  On 17 March 2004 the applicant lodged an administrative action in the  (Upravni sud Republike Hrvatske) complaining that the Croatian Pension Fund had failed to decide on his appeal against the first-instance decision of the  office of the Croatian Pension Fund.", "31.  In his administrative action the applicant reiterated that by recognising his entitlement to a pension under the Military Pensions Decree he had the same status as all other pensioners in  who had been receiving pensions from the Croatian Pension Fund. He explained that he had submitted his request for payment of the pension to Serbia under the Social Insurance Treaty and that the stopping of his pension had been unlawful. The applicant also complained that he and his wife had no other financial means now that his pension had been discontinued.", "32.  The  invited the applicant to substantiate his action further on 18 March 2004. The applicant complied with this request, and submitted a supplemented administrative action on 3 September 2004, reiterating his previous arguments.", "33.  On 5 October 2004 the applicant changed his place of residence to his old address in  and the following day he informed the Dubrovnik Office of the Croatian Pension Fund, asking for payment of his pension to be resumed. The applicant also pointed out that the Croatian Pension Fund had never decided on his appeal against the decision to stop the payment of his pension.", "34.  The Appeal Council of the Executive Council of the Croatian Pension Fund dismissed the applicant’s appeal against the first-instance decision of the Dubrovnik Office of the Croatian Pension Fund as ill-founded on 24 November 2004, endorsing the reasoning of the first-instance decision.", "35.  On 10 January 2005 the  office of the Croatian Pension Fund resumed payment of the applicant’s pension. It found that the applicant had changed his place of residence to , and that all other requirements under the relevant domestic law had been met. The payment of the applicant’s pension was to be resumed with effect from 1 November 2004.", "36.  On 12 April 2006 the Administrative Court invited the applicant to explain whether he wanted to pursue his administrative action of 17 March 2004, since the Appeal Council of the Executive Council of the Croatian Pension Fund had decided on his appeal in the meantime.", "37.  On 13 November 2006 the applicant informed the  that he wanted to pursue his administrative action. Moreover, he indicated that he wanted to extend it to the second-instance decision of the Appeal Council of the Executive Council of the Croatian Pension Fund of 24 November 2004. The applicant again argued that the change of his place of residence had not warranted in any respect, legal or factual, stopping the payment of his pension, and that therefore depriving him of his pension for the period between 1 October 2003 and 31 October 2004 had been unlawful.", "38.  On 8 March 2007 the  dismissed the applicant’s administrative action as ill-founded. The relevant part of the decision reads:", "“The reasoning of the impugned decision, and of the first-instance decision, is based on the fact that the plaintiff’s request for payment of the recognised military pension which he had obtained as a YPA employee prior to 8 October 1991 had been refused, because he had a place of residence in Serbia ... and the Social Insurance Treaty between the Republic of Croatia and the Federal Republic of Yugoslavia did not cover military pensions of former YPA military personnel obtained through the military [pension] fund prior to 8 October 1991. Between the Republic of Croatia and Serbia and Montenegro there is no reciprocal agreement in payment of military pensions, so the [plaintiff’s] pension cannot be paid in  ...", "In view of what is discernible from the case file this court finds that there has been no breach of law to the detriment of the plaintiff.", "In this specific case the reasons adduced by the respondent body and the first-instance body are valid. This court finds that it was correctly held by the respondent body that it was not possible for military pensions to be paid abroad ... since it was impossible under either the Treaty or Croatian pension legislation. Payment of a pension abroad is possible under an international treaty or on the basis of a reciprocal agreement, which is not the situation in the present case.”", "39.  On 11 May 2007 the applicant lodged a constitutional complaint with the  (Ustavni sud Republike Hrvatske). He contended that there had been no legal ground for stopping payment of thirteen of his pension instalments, and that his change of place of residence should not have had any adverse effects on his pension rights. In his view this had created an inequality before the law.", "40.  The applicant supplemented his constitutional complaint on 5 June 2007, reiterating his previous arguments.", "41.  On 11 March 2010 the  declared the applicant’s constitutional complaint inadmissible as manifestly ill-founded. The decision of the Constitutional Court was served on the applicant on 21 May 2010.", "42.  On 24 February 2012 the applicant informed the Dubrovnik office of the Croatian Pension Fund that he had changed his place of residence to Belgrade, and asked for the pension to be paid to him in .", "43.  On 27 February 2012 the information submitted by the applicant was registered in the information system of the Croatian Pension Fund. Since March 2012 the applicant’s pension has been paid to him in Belgrade, Serbia.", "II.  RELEVANT DOMESTIC LAW", "A.  Constitution", "44.  The relevant provisions of the Constitution of the  (Ustav Republike Hrvatske, Official Gazette nos. 56/1990, 135/1997, 8/1998 (consolidated text), 113/2000, 124/2000 (consolidated text), 28/2001 and 41/2001 (consolidated text), 55/2001 (corrigendum), 76/2010, 85/2010) read as follows:", "Article 14", "“Everyone in the  shall enjoy rights and freedoms regardless of their race, colour, sex, language, religion, political or other belief, national or social origin, property, birth, education, social status or other characteristics.", "All shall be equal before the law.", "Article 16", "Rights and freedoms may be restricted only according to law in order to protect the freedoms and rights of others, legal system, public morals and health.", "Any restriction of the freedoms and rights must be proportionate with the interest involved in a particular case.", "Article 48", "The right of ownership shall be guaranteed.", "Article 140", "International agreements in force which have been concluded and ratified in accordance with the Constitution and made public shall be part of the internal legal order of the  and shall have precedence in terms of their legal effects over the [domestic] statutes ...”", "45.  The relevant part of section 62 of the Constitutional Court Act (Official Gazette no. 49/2002, of 3 May 2002, Ustavni zakon o Ustavnom sudu Republike Hrvatske) reads as follows:", "Section 62", "“1. Anyone may lodge a constitutional complaint with the Constitutional Court if he or she deems that the individual act of a state body, a body of local and regional self-government, or a legal person with public authority, concerning his or her rights and obligations, or a suspicion or an accusation of a criminal act, has violated his or her human rights or fundamental freedoms or his or her right to local and regional self-government guaranteed by the Constitution (hereinafter: a constitutional right) ...", "2. If another legal remedy exists in respect of the violation of the constitutional right [complained of], a constitutional complaint may be lodged only after that remedy has been used.”", "B.  Croatian pension legislation", "46.  The relevant provisions of the Military Personnel Federal Pension and Invalidity Insurance Legislation (Acceptance) Act (to be applicable in the Republic of Croatia as Republic Law) (Zakon o preuzimanju saveznog zakona iz oblasti mirovinskog i invalidskog osiguranja vojnih osiguranika koji se u Republici Hrvatskoj primjenjuje kao republički zakon, Official Gazette nos. 53/1991, 73/1991, 18/1992, 71/1992), enacted on 26 June 1991, read as follows:", "Section 1", "“The Military Personnel Pension and Invalidity Insurance Act (SFRY Official Gazette nos. 7/1985, 74/1987, 20/1989) shall be accepted and applied in the  as the law of the republic.", "Section 5", "The federal financial rights and obligations under the legislation referred to in section 1 of this Act shall become rights and obligations of the budget of the .”", "47.  The relevant provisions of the Decree on Pension and Invalidity Rights of Persons Whose Active Military Service in the former YPA Terminated Prior to 31 December 1991 (Uredba o ostvarivanju prava iz mirovinskog i invalidskog osiguranja osoba kojima je prestalo svojstvo aktivne vojne osobe u bivšoj JNA do 31. prosinca 1991, Official Gazette nos. 46/1992, 71/1992), enacted on 23 July 1992, provided:", "Section 1", "“A person who ceases to be an active officer in the YPA in the territory of the Republic of Croatia prior to 31 December 1991, and who has not prior to that date obtained entitlement to a pension and invalidity insurance, may obtain that entitlement if he fulfils the conditions to obtain it concerning pension and invalidity insurance in accordance with the Military Personnel Pension and Invalidity Insurance Act (Official Gazette nos. 53/91, 73/91, 18/92) and if:", "- he has residence on the territory of the ;", "- he has Croatian nationality;", "- he made himself available for service in the Croatian army prior to 31 December 1991, and criminal proceedings have not been instituted against him by the competent authorities in connection with preparation or commission of offences under Head XX of the Criminal Code of the Republic of Croatia.", "Section 4", "The tasks under this Decree shall be carried out by the Republic Workers’ Fund according to law.”", "48.  The relevant provisions of the Decree on the Payment of Pensions to Republic Pension Beneficiaries in the former SFRY (Uredba o isplati mirovina korisnicima koji su mirovinu ostvarili u republikama bivše Socijalističke Federativne Republike Jugoslavije, Official Gazette no. 46/1992), enacted on 23 July 1992, provided:", "Section 1", "“The beneficiaries of pensions ... with residence on the territory of the Republic of Croatia who have obtained pension entitlement in the republics of the former SFRY, apart from Slovenia, and who have been receiving payments in the Republic of Croatia, shall receive payments starting from the first day of the month after that in which the payment was halted due to the termination of financial transfers. The payment shall be made by the Republic Workers’ Fund ...", "Section 2", "The funds for payment of the pensions referred to in section 1 of this Decree shall be secured from the resources of the Republic Workers’ Fund which the Republic Workers’ Fund is unable to pay to pension beneficiaries in the republics of the former SFRY because of the discontinuance of financial transfers.", "Section 4", "The pension payments referred to in section 1 of this Decree shall be made until financial transfers between the Republic of Croatia and the republics of the former SFRY are resumed or the payment of the pensions otherwise settled.”", "49.  The relevant provisions of the Yugoslav People’s Army Personnel Pensions Act (Zakon o ostvarivanju prava iz mirovnskog i invalidskog osigurnja pripadnika bivše JNA, Official Gazette no. 96/1993), enacted on 6 October 1993, read as follows:", "Section 1", "“This Act concerns the methods and conditions for recognition of the pension rights, ..., of former YPA personnel, acquired prior to 8 October 1991, ...", "Section 2", "A beneficiary who has acquired the right to a pension ... in the Military Personnel Social Insurance Federal Fund prior to 8 October 1991, and if the payment of his pension and other payments from the federal fund has been halted, shall have that right recognised ... if he meets the following conditions:", " - he has residence on the territory of the ;", "- he acquired the right to a pension in the Military Personnel Social Insurance Federal Fund prior to 8 October 1991;", "- criminal proceedings have not been instituted against him by the competent authorities in connection with offences under Head XIV, XV and XVIII of the Basic Criminal Code of the Republic of Croatia ... Head XIX of the Criminal Code of the Republic of Croatia ... and the Offences of Incitement and Terrorism Against the Sovereignty and Territorial Integrity of the Republic of Croatia Act ... “", "Section 9", "The Republic Workers’ Fund shall carry out the enforcement of this Act.", "Section 11", "This Act shall substitute:", "1. The Act on Acceptance of the Military Personnel Federal Pension and Invalidity Insurance Legislation Acceptance Act (to be applicable in the  as Republic Law) (Official Gazette nos. 53/1991, 73/1991, 18/1992, and 71/1992) – sections 3b, 3c and 3e,", "2. The Decree on Realisation of the Pension and Invalidity Rights of Persons Whose Active Military Service in the former YPA Terminated prior to 31 December 1991 (Official Gazette nos. 46/1992, 71/1992) ... “", "50.  The relevant provisions of the Pension Insurance Act (Zakon o mirovinskom osiguranju, Official Gazette no. 102/1998), enacted on 10 July 1998 (came into force on 1 January 1999), provided:", "Section 2", "“(1) This Act regulates the compulsory pension insurance on the basis of the principle of inter-generational solidarity .. “", "Section 6", "To assure the rights of employees, ... and other insured persons under this Act, the Croatian Pension Fund (hereinafter “the Fund”) shall be established.", "Section 88", "Payment of pensions abroad shall be made under international agreements or on the basis of a reciprocal agreement.", "Section 130", "“The Fund shall:", "1) carry out all tasks concerning the exercise of pension insurance rights,", "2) collect pension contributions,", "3) secure enforcement of international treaties on pension insurance ...", "Section 152", "(1) The Republic of Croatia shall secure resources in its budget for part of the pension insurance obligations arising out of the recognition of privileged pensions, namely for ...", "8) pensions for former YPA personnel and for their families after their death ...", "Section 186", "(1) Pensionable years of employment prior to 8 October 1991 under the Military Personnel Pension and Invalidity Insurance Act shall be recognised for Croatian nationals as pensionable years of employment when obtaining pension rights under this Act ...", "Section 187", "(1) On the day this Act comes into force the Croatian Republic Workers’ Pension and Invalidity Insurance Fund ... shall cease its activities ...", "(3) On the day this Act comes into force the Croatian Pension Fund, which shall inherit the resources, rights and obligations of the above Funds .... shall begin its activities.", "Section 194", "This Act replaces: ...", "5) The Yugoslav People’s Army Personnel Pensions Act (Official Gazette no. 96/1993) ...”", "51.  The Pension Insurance (Amendments) Act (Zakon o dopunama Zakona o mirovinskom osiguranju, Official Gazette no. 109/2001), enacted on 29 November 2001, provided:", "Section 1", "“In the Pension Insurance Act (Official Gazette nos. 102/1998, 127/2000, 59/2001) after section 172 there shall be section 172a, which provides", "Section 172a", "(1) The pension beneficiaries of the former YPA ... shall have their pension payments reduced proportionally to their incomes ...", "Section 2", "The Croatian Pension Fund shall ex officio issue a decision concerning pension reduction under section 1 of this Act.”", "52.  The relevant provision of the Pension Insurance (Amendments) Act (Zakon o izmjenama i dopunama Zakona o mirovinskom osiguranju, Official Gazette no. 92/2005), enacted on 15 July 2005, provided:", "Section 5", "“In section 88 [of the Pension Insurance Act] after the words “agreement” words “on social insurance” shall be added.”", "53.  The Pension Insurance (Amendments) Act (Zakon o izmjenama i dopunama Zakona o mirovinskom osiguranju, Official Gazette no. 121/2010), enacted on 22 October 2010, provided:", "Section 16", "“Section 88 shall be amended as follows: ...", "(2) Payment of pensions and other benefits abroad shall be made under international agreements on social insurance or on a reciprocal basis, or under a decision of the [Croatian Pension] Fund granting the right to receive payments abroad in a State with which there is no international agreement or reciprocity.”", "C.  The relevant treaties with Serbia", "54.  The relevant provisions of the Social Insurance Treaty between the Republic of Croatia and the  (Zakon o potvrđivanju Ugovora između Republike Hrvatske i Savezne Republike Jugoslavije o socijalnom osiguranju, Official Gazette – International treaties no. 14/2001), signed on 15 September 1997 (came into force on 1 May 2003), provide:", "Article 2", "Relevant legislation", "“(1) This Treaty concerns:", "the Croatian legislation on:", "1) health insurance and health protection,", "2) pension and invalidity insurance,", "3) insurance against work-related accidents and work-related illnesses,", "4) unemployment insurance ...", "(2) This Treaty is applicable to legislation integrating, amending or supplementing the legislation referred to in § 1 of this Article.", "Article 3", "Applicability ratione personae", "(1) This Treaty applies to:", "a) all persons to whom the relevant legislation of one or both of the contracting States applies or has applied ...", "Article 5", "Equality of territories", "(1) Pensions, and other monetary benefits, apart from unemployment benefits, under the relevant legislation in one of the contracting States, cannot be reduced, stopped, seized or confiscated on the ground of the beneficiary’s place of residence on the territory of one of the contracting States, unless this Treaty provides otherwise ...", "Article 28", "Liaison bodies", "“To improve the enforcement of this Treaty, particularly with a view to easier and faster communication between authorities in the contracting States, the liaison body shall be:", "in Croatia ... the Croatian Republic Workers’ Pension and Invalidity Insurance Fund in respect of the relevant legislation referred to in Article 2 § 1 (2) and (3) ...", "Article 29", "Obligations of the responsible bodies, legal and administrative assistance ...", "(5) The responsible bodies of the contracting States may, in the enforcement of this treaty, make direct contact among themselves, as well as [contact] with interested individuals and their representatives ...”", "Article 37", "Settlement of disputes", "“All disputes relating to the application or interpretation of this Treaty shall be dealt with by the competent bodies in the contracting States.”", "55.  Annexe E to the Succession Issues Agreement (Ugovor o pitanjima sukcesije; Official Gazette – International treaties no. 2/2004), signed on 29 June 2001 (came into force on 2 June 2004), reads:", "Pensions", "Article 1", "“Each State shall assume responsibility for and regularly pay legally authorised pensions funded by that State in its former capacity as a constituent Republic of the SFRY, irrespective of the nationality, citizenship, residence or domicile of the beneficiary.", "Article 2", "Each State shall assume responsibility for, and regularly pay, pensions which are due to its citizens who were civil or military servants of the SFRY, irrespective of where they are resident or domiciled, if those pensions were funded from the federal budget or other federal resources of the SFRY; provided that, in the case of a person who is a citizen of more than one State", "(i) if that person is domiciled in one of those States, payment of the pension shall be made by that State, and", "(ii) if that person is not domiciled in any State of which that person is a citizen, payment of the pension shall be made by the State in the territory of which that person was resident on 1 June 1991.", "Article 3", "The States shall, if necessary, conclude bilateral arrangements for ensuring the payment of pensions pursuant to Articles 1 and 2 above to persons located in a State other than that which is paying the pensions of those persons, for transferring the necessary funds to ensure payment of those pensions, and for the payment of pensions at a level proportionate to the contributions made. Where appropriate, the conclusion of such definitive bilateral arrangements may be preceded by the conclusion of interim arrangements for ensuring the payment of pensions pursuant to Article 2. Any bilateral agreements concluded between any two of the States shall prevail over the provisions of this Annexe and shall resolve the issue of mutual claims between the pension funds of the States relating to payments of pensions made before such agreements entered into force.”", "D.  Other international law", "56.  The relevant provisions of International Labour Organisation Convention 102 concerning Minimum Standards of Social Security (Konvencija 102 Međunarodne organizacije rada o najnižim standardima socijalne sigurnosti, Official Gazette – International treaties no. 1/2002), in force in Croatia as of 8 October 1991, read:", "Article 68", "Part XII Equality of Treatment of Non-National Residents", "Article 68", "“1. Non-national residents shall have the same rights as national residents: Provided that special rules concerning non-nationals and nationals born outside the territory of the Member may be prescribed in respect of benefits or portions of benefits which are payable wholly or mainly out of public funds and in respect of transitional schemes.", "2. Under contributory social security schemes which protect employees, the persons protected who are nationals of another Member which has accepted the obligations of the relevant Part of the Convention shall have, under that Part, the same rights as nationals of the Member concerned: Provided that the application of this paragraph may be made subject to the existence of a bilateral or multilateral agreement providing for reciprocity.", "Part XIII Common Provisions", "Article 69", "A benefit to which a person protected would otherwise be entitled in compliance with any of Parts II to X of this Convention may be suspended to such extent as may be prescribed:", "(a) as long as the person concerned is absent from the territory of the Member ... “", "57.  The relevant provision of International Labour Organisation Convention 48 concerning the Establishment of an International Scheme for the Maintenance of Rights under Invalidity, Old-Age and Widows’ and Orphans’ Insurance (Konvencija 48 Međunarodne organizacije rada o utemeljenju međunarodnog sustava očuvanja prava iz osiguranja za slučaj invalidnosti, starosti i smrti, Official Gazette – International treaties no. 11/2003, hereinafter “ILO Convention 48”), in force in Croatia as of 8 October 1991, reads:", "Article 10", "“(1) Persons who have been affiliated to an insurance institution of a Member and their dependants shall be entitled to the entirety of the benefits the right to which has been acquired in virtue of their insurance:", "(a) if they are resident in the territory of a Member, irrespective of their nationality;", "(b) if they are nationals of a Member, irrespective of their place of residence ... “", "58.  The Vienna Convention on the Law of Treaties of 23 May 1969 (Bečka konvencija o pravu međunarodnih ugovora, Official Gazette – International treaties no. 12/1993) provides:", "Article 27", "Internal law and observance of treaties", "“A party may not invoke the provisions of its internal law as justification for its failure to perform a treaty ... “", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1, TAKEN ALONE AND IN CONJUNCTION WITH ARTICLE 14 OF THE CONVENTION", "59.  The applicant complained that the stopping of the payment of his YPA military pension for a period of thirteen months, after he had changed his place of residence to , had been arbitrary and discriminatory. He relied on Article 1 of Protocol No. 1, taken alone and in conjunction with Article 14 of the Convention, which read as follows:", "Article 14 of the Convention", "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”", "Article 1 of Protocol No. 1", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "A.  Admissibility", "1.  Compatibility ratione materiae", "(a)  The parties’ arguments", "60.  The Government submitted, relying on the Court’s case-law in Carson and Others v. the  [GC], no. 42184/05, ECHR 2010, and Grudić v. , no. 31925/08, 17 April 2012, that in the period in which the payment of the applicant’s pension had been stopped the applicant did not have a right to payment of his pension, and therefore did not have possessions within the meaning of Article 1 of Protocol No. 1. They stressed that the applicant was a YPA military pensioner and that the payment of his pension abroad would only have been possible under the relevant domestic law if there had been an international treaty or a reciprocal agreement. However, there was no such international treaty or reciprocal agreement between Croatia and  at the time. In the Government’s view it had been crucial to make a distinction between the right to a pension and the right to payment of a pension. In  the applicant had only had the right to payment of the pension. This right existed as long as the necessary conditions were satisfied and it was impossible to make the payments abroad due to the absence of a treaty or reciprocal agreement, which the applicant had known or ought to have known.", "61.  The applicant disagreed with the Government, arguing that Croatia had recognised his right to payment of the YPA military pension and that there had been no legal ground for the payments to be stopped.", "(b)  The Court’s assessment", "62.  Having regard to the parties’ arguments, the Court considers that the question of whether there is a possession in the present case is inextricably linked to the question of whether there has been an interference, a matter to be examined in the context of the Court’s consideration of the merits of the case. The Court further considers that the application raises complex issues of fact and law which cannot be resolved at this stage in the examination of the application (see, mutatis mutandis, Malik v. the United Kingdom, no. 23780/08, § 100, 13 March 2012). It therefore joins the question to the merits of the applicant’s property complaint under Article 1 of Protocol No. 1.", "2.  Compatibility ratione personae", "(a)  The parties’ arguments", "63.  The Government referred to the case-law in Banković and Others v. Belgium and Others (dec.) [GC], no. 52207/99, § 60, ECHR 2001XII, arguing that when he moved to Serbia the applicant lost any territorial link with Croatia and came under the jurisdiction of Serbia.", "64.  The applicant put forward no arguments in this respect.", "(b)  The Court’s assessment", "65.  In view of all the circumstances of the present case, and the material available before it, and the fact that the applicant complains that his pension was not paid abroad by Croatian authorities although such obligation existed under the national law and an international treaty, the Court considers that the Government’s objection should be rejected.", "3.  Exhaustion of domestic remedies and compliance with the six-month time-limit", "(a)  The parties’ arguments", "66.  The Government argued that the final domestic courts’ decision in the applicant’s case had been the decision of the Administrative Court of 8 March 2007, which had been served on the applicant on 27 April 2007, and the applicant had lodged his application with the Court more than six months later, namely in August 2010. The Government considered that the applicant had failed to complain in his constitutional complaint of 11 May 2007 about any violation of his human rights and had only asked the Constitutional Court for a revision of the administrative proceedings. Therefore, in their view, the six-month time-limit could not have started from the service of the Constitutional Court’s decision on the applicant on 21 May 2010. Furthermore, the Government pointed out that the payment of the applicant’s pension had been resumed on 20 January 2005 and that therefore the six-month time-limit should be calculated from that date, which meant that the applicant had lodged his application with the Court outside the six months.", "67.  The Government also stressed that during the administrative proceedings, and in the proceedings before the , the applicant had only contested the application of the relevant domestic law and had never complained that his Convention rights had been violated. In his constitutional complaint the applicant had only complained about the stopping of the payment of his pension and asked that the decisions of the administrative bodies be quashed and the payment of his pension resumed. The Government also pointed out that the applicant had never complained that his property rights had been violated or that he had been discriminated against in that respect, and stated that he had failed to cite the relevant provisions of the domestic law. Therefore, in their view, the applicant had failed to exhaust the available and effective domestic remedies, and had consequently failed to comply with the principle of subsidiarity.", "68.  The applicant considered that he had exhausted all available domestic remedies and had complied with the six-month time-limit.", "(b)  The Court’s assessment", "69.  The Court reiterates that the requirements contained in Article 35 § 1 concerning the exhaustion of domestic remedies and the six-month period are closely interrelated, since not only are they combined in the same Article, but they are also expressed in a single sentence whose grammatical construction implies such a correlation (see Hatjianastasiou v. Greece, no. 12945/87, Commission decision of 4 April 1990, and Berdzenishvili v. Russia (dec.), no. 31697/03, ECHR 2004II (extracts)).", "70.  As a rule, the six-month period runs from the date of the final decision in the process of exhaustion of domestic remedies. Article 35 § 1 cannot be interpreted in a manner which would require an applicant to inform the Court of his complaint before his position in connection with the matter has been finally settled at the domestic level. In this regard, the Court has already held that in order to comply with the principle of subsidiarity, before bringing complaints against Croatia to the Court applicants are in principle required to afford the Croatian Constitutional Court the opportunity to remedy their situation (see Orlić v. Croatia, no. 48833/07, § 46, 21 June 2011).", "71.  The Court notes that in the course of the administrative proceedings concerning the applicant’s pension, after the Dubrovnik office of the Croatian Pension Fund had stopped paying his pension the applicant lodged an appeal with the Appeal Council of the Executive Council of the Croatian Pension Fund, arguing that there had been no legal ground for stopping his pension payments (see paragraph 29 above). In his administrative action before the Administrative Court against lack of action on the part of the lower administrative bodies (see paragraphs 30 and 31 above) and in his administrative action against the second-instance decision of the Croatian Pension Fund (see paragraph 37 above), the applicant raised the same arguments, complaining about the arbitrary stopping of the payment of his pension. Furthermore, the applicant reiterated the same complaints in his constitutional complaint before the Constitutional Court, pointing out that there had been no legal ground for stopping the payment of his pension, and that the circumstances of the case showed that he had not had equal treatment before the law (see paragraph 39 above). Thus, the applicant raised before the national authorities the same complaints which are the essence of his arguments before the Court.", "72.  The final domestic courts’ decision was adopted on 11 March 2010 by the Constitutional Court and served on the applicant on 21 May 2010, and the applicant lodged his application with the Court on 24 August 2010, thus within the six-month time-limit. As regards the Government’s argument that the six-month time-limit should be calculated from 20 January 2005, when the payment of the applicant’s pension was resumed, the Court does not see the relevance of this date to the calculation of the six-month time-limit, since the resumption of the applicant’s payments from 20 January 2005 has not compensated for the payments not made, nor has it any other connection with the applicant’s complaints about the stopping of the payment of his thirteen pension instalments prior to that date, in respect of which the applicant complained.", "73.  Against the above background, the Court finds that the Government’s objections must be rejected.", "4.  Abuse of the right of individual application", "(a)  The parties’ arguments", "74.  The Government submitted that in the meantime the applicant had moved to , where he has been living ever since. In February 2012 he requested that his pension be paid in Serbia, and the Croatian Pension Fund granted that request. Accordingly, the applicant’s pension has been paid by the Croatian Pension Fund to him in Serbia since March 2012. The Government pointed out that the applicant had failed to inform the Court of this change, and considered that this amounted to abuse of the right of individual application.", "75.  The applicant made no arguments in this respect.", "(b)  The Court’s assessment", "76.  The Court reiterates that if new, important developments occur during proceedings before the Court and if, despite the express obligation on him or her under Rule 47 § 6 of the Rules of the Court, an applicant fails to disclose that information to the Court, thereby preventing it from ruling on the case in full knowledge of the facts, his or her application may be rejected as an abuse of application (see Harbadová and Others v. the Czech Republic (dec.), nos. 42165/02, 466/03, 25 September 2007; Predescu v. Romania, no. 21447/03, §§ 25-27, 2 December 2008; and Miroļubovs and Others v. , no. 798/05, § 63, 15 September 2009).", "77.  The Court notes that the applicant’s present complaints concern the period of what he states was an arbitrary stopping of the payment of his pension between October 2003 and November 2004, and that he had been discriminated against in that respect. Therefore, it remains for the Court to examine whether in the said period the stopping of the payment of the applicant’s pension was in fact arbitrary, and whether he has been discriminated against. In respect of these complaints there has been no relevant new development, and regard being had to the fact that the information allegedly withheld only concerned new developments which had occurred significantly later than the time when the applicant’s pension payments were stopped, the Court does not find it established that the applicant deliberately grounded his complaints on a version of events which omitted any event of central importance (see, mutatis mutandis, Al-Nashif v. Bulgaria, no. 50963/99, § 89, 20 June 2002; Adamović v. Serbia, no. 41703/06, § 34, 2 October 2012). This is, moreover, so, because the applicant never tried to negate or to provide false information in connection with the fact that he was receiving his pension in  from March 2012.", "78.  Therefore, the Court considers that the Government’s objection must be rejected.", "5.  Conclusion", "79.  The Court notes that the applicant’s complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.", "B.  Merits", "1.  Alleged violation of Article 1 of Protocol No. 1 taken alone", "(a)  The parties’ arguments", "80.  The applicant contended that the stopping of the payment of the thirteen pension instalments in the period between 1 October 2003 and 1 November 2004 had been arbitrary, in that there had been no legal ground to justify it. He explained that he was a YPA military pensioner, who had retired under the former SFRY pension regime. However, after the independence of Croatia he had applied for his pension to be recognised in  and the competent domestic pension authorities, namely the Republic Workers’ Fund, on 12 December 1992 had recognised his right to receive pension payments from the Croatian authorities. When applying for a pension in Croatia he had met all the legal requirements, including that of being domiciled in . With the enactment of the 1998 Pension Insurance Act the military pensions of former YPA military personnel had been incorporated into the general pension insurance scheme in Croatia, and thus he had had the same status as any other pensioner in .", "81.  In the meantime, in October 1998, he had visited his son in Belgrade, Serbia, and had decided to stay there. His pension was then paid to him through a representative in . In June 2003, after the Social Insurance Treaty of 15 September 1997 had come into force, the applicant applied for his pension to be paid in . In his view, the Social Insurance Treaty had opened up a possibility for pensions from Croatia to be paid in Serbia, and vice versa, and there had been no legal ground to treat his military pension differently, since it had been incorporated into the general pension scheme, and all the rules applicable to pensions should have been directly applicable to military pensions. However, the Croatian pension authorities had arbitrarily stopped the payment of his pension, arguing that the Social Insurance Treaty did not apply to YPA military pensions. Therefore, he had been forced to return to Croatia in October 2004, and the payment of his pension had been resumed from 1 November 2004. Finally, the applicant submitted that two other provisions of international law had been applicable to his situation, namely Annexe E of the Agreement on Succession Issues and Article 10 of ILO Convention 48.", "82.  The Government submitted that it had been necessary to make a clear distinction between entitlement to a military pension and entitlement to payment of military pensions to former YPA military personnel. The applicant’s entitlement to a pension had been recognised by the former SFRY authorities, and  had only acknowledged that fact and continued to pay the pension. The applicant had been entitled to receive the pension abroad only under section 88 of the Pension Insurance Act. In other words, the applicant would have received his pension as long as he lived in Croatia or in one of the countries in respect of which it was possible to receive payments from Croatia. Instead, the applicant had moved to Serbia, with which Croatia had not made any arrangement for payment of military pensions abroad, and with which there was no reciprocal agreement, and  had maintained a separate pension system for military pensioners. Therefore, in the Government’s view, the applicant had himself created a situation in which he had ceased to satisfy the requirements of the domestic law to receive his pension, and accordingly he had no possessions within the meaning of Article 1 of Protocol No. 1. At the same time, all this should have been well known to the applicant, since the Pension Insurance Act and the Pension Insurance Treaty had been published in the Official Gazette and on the Internet and therefore accessible to him. The fact that he had misinterpreted the relevant domestic law, which in the Government’s view he himself was also aware of, had not changed the fact that he and he alone was responsible for the cessation of payment of his pension. The mere hope he had had that the pension would be paid in  had no basis in the relevant domestic law. This is moreover so since he had failed to make the necessary enquiries of the competent authorities as to whether there was such a possibility.", "83.  The Government further argued that, if the Court found that the applicant had had possessions within the meaning of Article 1 of Protocol No. 1, the interference with his possessions had been lawful, pursued a legitimate aim and was proportionate. Regarding the lawfulness of the interference, the Government pointed out that  had agreed to pay YPA military pensions under certain conditions, which were even more flexible than the conditions later set out in the Succession Agreement. Referring to the case-law in Carson and Others (cited above) the Government argued that the payment of pensions abroad had been possible only under a treaty or a reciprocal agreement, which were legitimate requirements of the domestic law within the State’s margin of appreciation. There had been no international treaty or reciprocal agreement with  on payment of YPA military pensions abroad, and the applicant’s misinterpretation of the relevant law, notably the Social Insurance Agreement, had had no bearing in this respect. Since at the time Serbia was not paying pensions to YPA military pensioners living in Croatia, the Government saw no reason why Croatia should be paying such pensions in . In the Government’s view, the domestic authorities had sufficiently reasoned their decisions when dismissing the applicant’s request, and it appeared from his submissions to the Court that he had himself understood the whole situation. The Government also pointed out that the applicant had dual citizenship, Croatian and Serbian, and that it had been open to him to apply to the Serbian authorities for a pension. He had, however, failed to do so, and had then later returned to Croatia, following which the payment of his pension was resumed since the previously existing impediments had been removed. The Government also submitted that Annexe E of the Agreement on Succession Issues was not applicable to the applicant’s situation at the time, since it had come into force only later. In any event, under that Agreement the obligation to pay the applicant’s pension had been on . The Government also considered that ILO Convention 48 was not applicable to the applicant’s case, since it concerned contributory pension systems, and the applicant had not been a member of such a scheme in Croatia.", "84.  As regards the alleged interference being in the public interest, the Government pointed out that the State had a wide margin of appreciation in this respect, and that the public interest in limiting the conditions for payment of YPA military pensions had been justified primarily by the fact that Croatia, suffering from the effects of the war at the time, had been paying pensions to thousands of such pensioners, although they had never paid contributions in Croatia. The Government also argued, reiterating their arguments that there was no treaty or reciprocal agreement with Serbia on the issue, that the applicant in this case had not borne an excessive individual burden, since he was able to receive his pension through a representative in  without the involvement of the pension system. They pointed out that the applicant had never lost his entitlement to a pension, and that the payment of his pension had been resumed once he had returned to . In any event, even under the Succession Agreement, once the applicant had moved to Serbia, in view of the fact that he also had Serbian citizenship, the applicant would have had the right to receive a pension from Serbia and not Croatia.", "(b)  The Court’s assessment", "(i)  General principles", "85.  The Court reiterates that Article 1 of Protocol No. 1 does not create a right to acquire property. It places no restriction on the Contracting States’ freedom to decide whether or not to have in place any form of social security or pension system, or to choose the type or amount of benefits or pension to provide under any such scheme. However, where a Contracting State has in force legislation providing for the payment as of right of a welfare benefit or pension – whether conditional or not on the prior payment of contributions – that legislation must be regarded as generating a proprietary interest falling within the ambit of Article 1 of Protocol No.1 for persons satisfying its requirements. Therefore, where the amount of a benefit or pension is reduced or eliminated, this may constitute an interference with possessions which requires to be justified in the general interest (see Stec and Others v. the United Kingdom (dec.) [GC], no. 65731/01 and 65900/01, § 54, ECHR 2005-X; Kjartan Ásmundsson v. Iceland, no. 60669/00, § 39, ECHR 2004IX; and Valkov and Others v. Bulgaria, nos. 2033/04, 19125/04, 19475/04, 19490/04, 19495/04, 19497/04, 24729/04, 171/05 and 2041/05, § 84, 25 October 2011).", "86.  Where, however, the person concerned does not satisfy, or ceases to satisfy, the legal conditions laid down in domestic law for the grant of any particular form of benefits or pension, there is no interference with the rights under Article 1 of Protocol No. 1 (see Rasmussen v. Poland, no. 38886/05, § 76, 28 April 2009; and Richardson v. the United Kingdom (dec.), no. 26252/08, §§ 17-18, 10 April 2012). Finally, the Court observes that the fact that a person has entered into and forms part of a State social security system does not necessarily mean that that system cannot be changed either as to the conditions of eligibility of payment or as to the quantum of the benefit or pension (see, mutatis mutandis, Carson and Others [GC], cited above, §§ 85-89).", "(ii)  Application of these principles to the present case", "87.  The Court firstly observes that there is no dispute between the parties that the payment of the applicant’s YPA military pension, obtained under the relevant pension insurance legislation of the former SFRY, has been accepted as an obligation of the Croatian pension authorities, first by its transitional, and then by its general, pension legislation. As suggested by the Government, the payment of the applicant’s pension is subject to certain conditions, one of which was residence in Croatia or any other country with which  had a reciprocal agreement or a treaty on payment of pensions abroad. The question therefore arises whether the applicant satisfied the necessary conditions for the payment of his pension. In view of the principle that there is no right under Article 1 of Protocol No. 1 to receive a social security benefit or pension payment of any kind or amount, unless national law provides for such entitlement (see, for example, Raviv v. Austria, no. 26266/05, § 61, 13 March 2012), the central issue which remains for the Court to determine is whether the applicant satisfied all the requirements under the relevant Croatian pension legislation at the time, generating a property right to receive payment of his pension in Serbia. Or, in other words, whether there was a sufficient legal basis in the Croatian domestic legislation for the applicant to claim the payment of his pension in Serbia (see Kopecký v. Slovakia [GC], no. 44912/98, § 54, ECHR 2004IX).", "88.  A negative answer to this question will consequently lead the Court to a finding that the stopping of the payment of the applicant’s pension, as a result of conditions which he had created himself, did not amount to an interference with his property rights under Article 1 of Protocol No. 1 given that the applicant would not have a proprietary interest falling within Article 1 of Protocol No. 1 (see Carson and Others [GC], cited above, § 57).", "89.  However, by contrast, if the Court finds that the applicant satisfied the requirements as set out by the relevant Croatian pension legislation, then the stopping of the payment of the applicant’s pension by the domestic authorities will be regarded as an interference with the applicant’s property interests which was not in accordance with the law as required under the Convention. Such a conclusion will make it unnecessary for the Court to ascertain whether a fair balance has been struck between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights in finding a violation of Article 1 of Protocol No.1 (see Iatridis v.  [GC], no. 31107/96, § 62, ECHR 1999II).", "90.  The Court reiterates in the first place that a wide margin is usually allowed to the State under the Convention as regards general measures of economic or social strategy (see Stec and Others, cited above, § 52) which means that the State has a wide margin of appreciation in the enactment of this kind of statute and in the interpretation of such statutes by the domestic courts (see, mutatis mutandis, Von Maltzan and Others v.  (dec.) [GC], nos. 71916/01, 71917/01 and 10260/02, § 101, ECHR 2005V). This does not, however, exclude the Court’s power to review to what extent such legislation is specific and foreseeable (see Caytas v. Turkey (dec.), nos. 25409/04, 19647/06, 22505/06, 22514/06, 31463/07, 62002/08 and 14842/09, 29 September 2009) and with what degree of clarity it allows the establishment of whether the applicant’s situation falls within the provisions of the relevant law (compare Von Maltzan and Others, cited above, § 98). Therefore, the Court must satisfy itself that the legislation regulating the conditions for payment of the pension is clear, precise and foreseeable with regard to the specific legal requirements (see Croitoru v. Romania (dec.), no. 3205/03, 14 September 2010).", "91.  As regards the residence requirements, the Court cannot in principle substitute its view for that of the domestic authorities as to whether an individual complies with such requirements, so long as the decisions of the domestic authorities do not disclose any arbitrariness, are sufficiently reasoned, and, if appropriate, provide references to the relevant domestic case-law and practice (see Jantner v. Slovakia, no. 39050/97, §§ 30-32, 4 March 2003, and Kopecký, cited above, § 56). Furthermore, the Court is not prevented from examining the manner in which international agreements on social policy and pensions have affected an individual’s situation at the domestic level (see Tarkoev and Others v. Estonia, nos. 14480/08 and 47916/08, §§ 61-65, 4 November 2010). In this respect the Court reiterates that it is primarily for the national authorities, notably the courts, to interpret and apply domestic law, even when that law refers to international law or agreements. In each instance, however, the Court’s role is confined to ascertaining whether the effects of such adjudication are compatible with the Convention (see Bosphorus Hava Yolları Turizm ve Ticaret Anonim Şirketi v. Ireland [GC], no. 45036/98, § 143, ECHR 2005VI).", "92.  The Court notes that following the dissolution of the former SFRY, the military pensions of former YPA military personnel were regulated in Croatia under transitional legislation, namely an Act incorporating the former SFRY legislation on the matter into the Croatian legal system (see paragraph 46 above). A further temporary measure aimed at assisting the transition was a Republic of Croatia Government Decree, providing for advance payments of pensions to persons who satisfied the relevant requirements, one of which was residence in Croatia (see paragraph 47 above). In parallel with the transitional legislation on YPA military pensions, civilian pensions related to the former SFRY pension scheme were regulated by separate transitional legislation (see paragraph 48 above). However, the same body, namely the Republic Workers’ Fund, was tasked with making the necessary arrangements in both cases.", "93.  Regarding the applicant’s particular situation relevant to this period, the Court observes that on 7 July 1992 the Dubrovnik Office of the Republic Workers’ Fund recognised the applicant’s right to advance payment of his YPA military pension, after it had found that the applicant satisfied the necessary requirements, including residence, in that he lived in Dubrovnik, Croatia. Furthermore, the same state body, acting ex officio, on 12 December 1992 set the level of the applicant’s pension and ordered that the pension be paid to the applicant as long as he satisfied the necessary requirements (see paragraphs 22-24 above).", "94.  The Court further notes that the transitional legislation concerning YPA military pensions was repealed by the 1993 Former Yugoslav People’s Army Personnel Pension Act. Under that Act Croatia assumed responsibility for payment of YPA military pensions to persons satisfying the necessary requirements, one of which was residence in . The Republic Workers’ Fund was tasked with enforcement of the Act (see paragraph 49 above).", "95.  However, in 1998, through legislative pension reform in Croatia, the Yugoslav People’s Army Personnel Pension Act was repealed by the enactment of the Pension Insurance Act, which finally incorporated YPA military pensions into the Croatian general pension scheme. That conclusion, in addition to the fact that separate legislation on YPA military pensions no longer existed, also follows from the following. The Pension Insurance Act, in section 186, recognised pensionable years of employment in the period prior to 8 October 1991 acquired under the former SFRY legislation on military pensions as pensionable years of employment to be recognised when obtaining a pension under the Pension Insurance Act. Furthermore, the Pension Insurance Act, in section 152 § 1, provided that the means for payment of pensions to YPA military pensioners should be secured in Croatia’s budget, and that the necessary contributions should be paid on a monthly basis. The enforcement of the Act was assigned to the Croatian Pension Fund, a body replacing the Republic Workers’ Fund, which had ceased to exist. In the period relevant to the present case, the Pension Insurance Act was amended several times. The amendment of 29 November 2001 reduced the amount of YPA military pension instalments. The Pension Insurance Act, including its amendments, never set out any special requirements for the payment of pensions to former YPA military personnel (see paragraphs 51-53 above).", "96.  The Court further notes that cooperation between Croatia and Serbia on pension matters after the dissolution of the former SFRY was initially regulated by the Social Insurance Treaty which came into force on 1 May 2003. This Treaty listed the legislation which it concerned, including pension insurance legislation and all other legislation “integrating, amending or supplementing” pension insurance legislation. In Article 3 it expressly stated that it applied to “all persons to whom the relevant legislation of one or both of the contracting States applies or has applied”. One of the principles set out in this Treaty provided that pensions under the relevant legislation of one of the contracting States could not be stopped or otherwise adversely affected on the grounds of the beneficiary’s place of residence. The competent domestic authority in Croatia under this Treaty was the Croatian Pension Fund (see paragraph 54 above).", "97.  As to the applicant’s particular situation in view of the above developments in the sphere of pension legislation, the Court notes that in June 2003 the applicant informed the Croatian Pension Fund that he had changed his place of residence to Belgrade, Serbia, and asked for his pension to be paid there. However, the Croatian Pension Fund, acting upon the applicant’s request, stopped payment of his pension on the grounds that the Social Insurance Treaty did not cover YPA military pensions, and that there was no reciprocal agreement with Serbia in that respect. Further remedies used by the applicant before higher administrative bodies and the Administrative Court, by which he argued that his YPA military pension had been incorporated into the general pension scheme and that there had been no reason to stop his pension, were dismissed with the same summary reasons.", "98.  The summary reasons provided by the domestic authorities, without any specific reference to the applicant’s complaints, relevant domestic courts’ case-law or any domestic authorities’ practice (see, by contrast, Jantner, cited above, § 30), as well as the absence of an analysis mandated by the complexity of the issues associated with the problems of transitional arrangements for a federal military pension system after the dissolution of the former SFRY and its integration into the pension systems of the former SFRY republics, cannot satisfy the Court sufficiently to enable it to accept the Government’s argument that by changing his place of residence to Serbia the applicant had lost his property entitlement to receive the pension payments (see, by contrast, Jantner, cited above, § 33).", "99.  Specifically, as already indicated above, the Court considers that the applicant’s YPA military pension was incorporated into the Croatian pension scheme with the enactment of the Pension Insurance Act in 1998. That Act set aside the previous legislation on the matter which made pension payments conditional, inter alia, on residence in Croatia and did not set out any special requirements for YPA military pensioners as to their right to receive pension payments.", "100.  However, even assuming that residence in Croatia continued to be a requirement for the payment of the applicant’s pension even after the enactment of the Pension Insurance Act, that requirement appeared no longer relevant for those pensioners who moved to Serbia, once the Social Insurance Treaty had been incorporated into the Croatian legal system.", "101.  In this respect the Court firstly notes that under the Croatian Constitution international agreements have precedence in terms of their legal effects over domestic statutes (see paragraph 44 above), and that by ratifying the Vienna Convention on the Law of Treaties Croatia undertook the obligation not to hinder its obligation to perform an international treaty by citing provisions of its internal law. The Social Insurance Treaty with Serbia did not expressly exclude its application to YPA military pensions which had been recognised and incorporated in the general pension legislation of the respective countries. Moreover, regarding its applicability, it referred to “all persons” to whom pension legislation and other legislation “integrating, amending or supplementing” primary pension legislation applied, and indicated the Croatian Pension Fund as the competent domestic authority in Croatia; the same body that was in charge of payment of the applicant’s pension (see paragraph 54 above).", "102.  Therefore, in the absence of any reasons to the contrary provided by the domestic pension authorities, the Court considers that the applicant, whose YPA military pension had been incorporated into the general pension scheme, had every reason to rely on the Social Insurance Treaty, duly incorporated in the domestic system, providing that pension payments should be continued, irrespective of his place of residence (see, mutatis mutandis, Brezovec v. , no. 13488/07, § 68, 29 March 2011). Accordingly, the change of the applicant’s place of residence to Serbia could not foreseeably extinguish his entitlement to claim the payment of his pension, as provided under the relevant domestic law.", "103.  The argument that at the time Serbia was not paying pensions to YPA military pensioners in Croatia, as the respondent Government suggested, was irrelevant in this respect, since Article 5 of the Social Insurance Treaty guaranteed that the pensions could not be “reduced, stopped, seized or confiscated on the ground of residence on the territory of one of the contracting States” even without any further action by the domestic authorities necessary to make this provision operative (see paragraph 54 above).", "104.  In view of the above findings, the Court considers that when stopping payment of the applicant’s pension on the grounds that he had changed his place of residence to Serbia, which was not sufficiently foreseeable as a consequence in the relevant domestic law, the competent domestic pension authorities had interfered with the applicant’s property interests in breach of the principle of lawfulness and accordingly incompatible with the applicant’s right to peaceful enjoyment of his possessions.", "105.  Such a situation persisted until 2 June 2004 when Annexe E of the Agreement on Succession Issues between the former SFRY republics came into force. Annexe E, which in particular dealt with pension matters, for pensioners with dual citizenship such as the applicant (Croatian and Serbian) whose pensions had been funded from the former SFRY federal budget, provided for the obligation for payment of the pension on the State in which that person was domiciled (see paragraph 55 above). Since at that time the applicant had domicile in Serbia (see paragraphs 27 and 33 above) it follows that since 2 June 2004 Croatia had no longer responsibility for the payment of his pension.", "106.  The Court therefore rejects the Government’s preliminary objection it had previously joined to the merits (paragraph 62 above) and finds that there has been a violation of Article 1 of Protocol No. 1 as regards the stopping of the payment of the applicant’s pension in the period between 1 October 2003 and 2 June 2004.", "2.  Alleged violation of Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1", "(a)  The parties’ arguments", "107.  The applicant contended that the stopping of the payment of his YPA military pension in the period between 1 October 2003 and 1 November 2004 had been done because of his Serbian ethnic origin and the fact that he had changed his place of residence to .", "108.  The Government submitted, relying on the Court’s case-law in Raviv v. Austria, no. 26266/05, 13 March 2012, that the applicant had never paid any contributions to a pension fund in Croatia and therefore he was not in the same position as other pension beneficiaries who had been paying contributions in Croatia. Therefore, in the Government’s view, there had been no issue under Article 14 of the Convention taken in conjunction with Article 1 of Protocol No.1. Furthermore, the Government pointed out that the domestic legislation concerning the payment of pensions abroad did not distinguish between pension beneficiaries on any ground, including their nationality, ethnicity or the nature of the pension entitlement. All of them, including YPA military pensioners, had had equal opportunities to obtain payment of their pension abroad if there was a bilateral treaty or reciprocal agreement between Croatia and their country of residence. The stopping of pension payments in a country with which there was no treaty or reciprocal agreement had been a consequence of an objective nature and not discrimination on any ground. In this respect, Croatia had made no distinction between YPA military pensioners and persons who had been paying contributions to pension funds in . Therefore, the fact that the applicant had not been receiving his pension in Serbia was a consequence of the fact that no reciprocal agreement or treaty on payment of YPA military pensions existed between Croatia and  at the time.", "109.  Furthermore, the Government argued that there had been no discrimination on the ground of the applicant’s place of residence. The Croatian authorities had never tried to influence the applicant’s choice of a place of residence or to discriminate against him in that respect, but it was simply objectively impossible for his YPA military pension to be paid in . He had made his choice of residence himself, and the fact that he had failed to make proper enquiries as to the possibility of having his pension paid in Serbia could not be imputed to . The Government pointed out that the domestic pension authorities had not kept records of the pension beneficiaries’ ethnicity, which would have enabled them to discriminate against the applicant on that ground. Moreover, neither the pension legislation nor any other Croatian legislation had provided for ethnicity to be a relevant factor in obtaining or losing certain rights. Therefore, the Government reiterated that the stopping of the applicant’s pension payments had not been done as a result of a measure which was aimed at any particular group.", "(b)  The Court’s assessment", "110.  The Court reiterates that it has held on many occasions that Article 14 has no independent existence, but plays an important role by complementing the other provisions of the Convention and the Protocols, since it protects individuals placed in similar situations from any discrimination in the enjoyment of the rights set forth in those other provisions. Where a substantive Article of the Convention has been cited, both on its own and together with Article 14, and a separate breach of the substantive Article has been found, it is not generally necessary for the Court also to consider the case under Article 14, though the position is otherwise if a clear inequality of treatment in the enjoyment of the right in question is a fundamental aspect of the case (see Dudgeon v. the United Kingdom, 22 October 1981, § 67, Series A no. 45; Chassagnou and Others v. France [GC], nos. 25088/94, 28331/95 and 28443/95, § 89, ECHR 1999III; Herrmann v.  [GC], no. 9300/07, § 104, 26 June 2012; and Vistiņš and Perepjolkins v.  [GC], no. 71243/01, § 135, 25 October 2012).", "111.  In the present case the Court notes that neither the domestic legislation nor the decisions of the domestic authorities in any way referred to the applicant’s ethnicity when stopping payment of his pension. Moreover, the applicant did not dispute the Government’s assertion that the domestic pension authorities had not recorded his ethnicity.", "112.  As regards the applicant’s complaint that the payment of his military pension was stopped because he had moved to Serbia, the Court is of the view that the complaint of inequality of treatment in this respect has been sufficiently taken into account in the above assessment that has led to the finding of a violation of Article 1 of Protocol No. 1 taken separately. Accordingly, it finds that there is no cause for a separate examination of the same facts from the standpoint of Article 14 of the Convention (see, mutatis mutandis, Vistiņš and Perepjolkins, cited above, § 136).", "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION", "113.  Lastly, the applicant complained, citing Articles 3, 6 § 1, 13 and 17 of the Convention, that the stopping of his pension amounted to degrading treatment, and that he had not had fair proceedings or an effective domestic remedy concerning his pension rights.", "114.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court considers that this part of the application does not disclose any appearance of a violation of the Convention. It follows that it is inadmissible under Article 35 § 3 as manifestly ill-founded and must be rejected pursuant to Article35 § 4 of the Convention.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "115.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "116.  In his initial application the applicant claimed 7,280 euros (EUR) and the related statutory default interests in respect of pecuniary damage and EUR 3,000 in respect of non-pecuniary damage. He did not claim any costs and expenses.", "117.  The Government contested that claim.", "118.  The Court reiterates that a judgment in which it finds a breach imposes on the respondent State a legal obligation to put an end to the breach and to make reparation for its consequences. If the national law does not allow – or allows only partial – reparation to be made, Article 41 empowers the Court to afford the injured party such satisfaction as appears to it to be appropriate (see Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, §§ 32-33, ECHR 2000-XI).", "119.  As regards the applicant’s claim for just satisfaction mentioned in the application form, the Court notes that under Rule 60 of the Rules of Court an applicant has to submit a just satisfaction claim within the time-limit fixed for the submission of his or her observations on the merits. The applicant did not claim any damage when invited to do so by the Court (see Trifković v. Croatia, no. 36653/09, § 146, 6 November 2012). Thus, the Court is not in a position to award him any amount in that respect.", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Joins to the merits of the applicant’s property complaint under Article 1 of Protocol No. 1 the Government’s objection based on incompatibility ratione materiae and rejects it;", "", "2.  Declares the applicant’s complaints under Article 1 of Protocol No. 1, taken alone and in conjunction with Article 14 of the Convention, admissible, and the remainder of the application inadmissible;", "", "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 taken alone;", "", "4.  Holds that there is no need to examine separately the applicant’s complaint under Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1;", "", "5.  Holds that there is no call to award the applicant just satisfaction.", "Done in English, and notified in writing on 24 October 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSøren Nielsen\tIsabelle Berro-Lefèvre\n\tRegistrar\tPresident", ""]}