{"file": "ENG_CLIN_44260_13.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "44260/13", "text_paragraphs": ["Information Note on the Court’s case-law No. 176", "July 2014", "Kim v. Russia - 44260/13", "Judgment 17.7.2014 [Section I]", "Article 46", "Article 46-2", "Execution of judgment", "Measures of a general character", "Respondent State required to provide adequate procedures to review lawfulness of detention pending removal and to limit length of such detention", "Article 5", "Article 5-1-f", "Expulsion", "Detention pending removal despite lack of realistic prospect of expulsion and lack of diligence by authorities in conduct of the proceedings: violation", "Facts - The applicant was a stateless person who was born in the Uzbek Soviet Socialist Republic in 1962. In July 2011 he was arrested by the Russian authorities for not being in possession of an identity document; he was found guilty of an administrative offence and placed in a detention centre for aliens pending his expulsion. However, the Russian authorities were unable to remove him to Uzbekistan, as the Uzbek authorities failed to respond to their repeated inquiries regarding the issuance of a travel document. Finally, in February 2013 the Uzbek Embassy informed the Russian authorities that the applicant was not an Uzbek national. He was eventually released from the detention centre following the expiry of the maximum two-year time-limit allowed for enforcing expulsion orders.", "Law – Article 5 § 1 (f): The only steps taken by the Russian authorities during the applicant’s detention had been to write to the Uzbek Embassy in Moscow on five occasions to request a travel document. While they could not compel the Embassy to issue such a document, there was no indication that they had pursued the matter vigorously or asked the Embassy to expedite its delivery. Indeed, it had taken them more than four months just to contact the Embassy. Moreover, upon receipt of the Embassy’s letter in February 2013 informing them that the applicant was not an Uzbek national, the Russian authorities would have been aware that expulsion to Uzbekistan was no longer a realistic prospect, so that his detention thereafter could no longer be said to have been effected with a view to his deportation.", "From the outset the Russian authorities had been under an obligation to consider whether detention with a view to removal was, or continued to be, justified. This was especially true in the case of the applicant, whose situation, as a stateless person without access to consular assistance and with no financial resources or family connections in Russia, was particularly vulnerable. However, he had not had any effective remedy by which to contest the lawfulness and length of his detention, and the Government had not pointed to any other normative or practical safeguard. It followed that the Russian legal system had not afforded a procedure capable of preventing the risk of arbitrary detention pending expulsion. Lastly, since the maximum penalty for an administrative offence was 30 days’ detention, the “preventive” measure had in fact been much more serious than the “punitive” one.", "The foregoing considerations were sufficient to enable the Court to conclude that the grounds for the applicant’s detention had not remained valid for the whole period of his detention due to the lack of a realistic prospect of his expulsion and the domestic authorities’ failure to conduct the proceedings with due diligence.", "Conclusion: violation (unanimously).", "The Court also held, unanimously, that there had been violations of Article 3 of the Convention on account of the applicant’s conditions of detention and of Article 5 § 4 on account of the lack of adequate review procedures for detention pending expulsion.", "Article 46", "(a)  General measures – The respondent State was required to take general measures (a) to enable individuals to institute proceedings for the examination of the lawfulness of their detention pending removal in the light of the developments in the removal proceedings (Article 5 § 4) and (b) to limit detention periods so that they remained connected to the ground of detention applicable in an immigration context (Article 5 § 1 (f)).", "(b)  Individual measures – In addition to being stateless, the applicant appeared to have no fixed residence and no identity documents and so was at risk of a new round of prosecution following his release. The Government was therefore required to take steps to prevent him from being re-arrested and put in detention for offences resulting from his status as a stateless person.", "(See also Azimov v. Russia, 67474/11, 18 April 2013, )", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}