{"file": "ENG_CLIN_37698_97.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "37698/97", "text_paragraphs": ["Information Note on the Court’s case-law 22", "September 2000", "Lopes Gomes da Silva v. Portugal - 37698/97", "Judgment 28.9.2000 [Section IV]", "Article 10", "Article 10-1", "Freedom of expression", "Conviction of journalist for defamation of a prospective political candidate: violation", "Facts: At the material time the applicant was the editor of the daily newspaper Público, which has a large circulation. In June 1993 Público published an article saying that the People’s Party had asked Mr Silva Resende, a lawyer and journalist, to stand as a candidate in the Lisbon municipal elections. That information had also been disseminated by a Portuguese press agency. On the same page the applicant published both an editorial severely criticising the chosen candidate and, in order to illustrate the points made, a number of extracts from recent articles by Mr Silva Resende. Following publication of that editorial, Mr Silva Resende lodged a criminal complaint against the applicant – who was subsequently accused of criminal libel through the press – with the Lisbon prosecuting authorities, with an application to join the proceedings as assistente (an auxiliary of the public prosecutor’s office). By a judgment of 15 May 1995 the Lisbon Criminal Court acquitted the applicant, but on appeal by Mr Silva Resende and the public prosecutor’s office the Lisbon Court of Appeal set aside the impugned judgment in a decision of 29 November 1995 holding, inter alia, that expressions such as “grotesque”, “rustic” and “coarse” were mere insults that went beyond the bounds of freedom of expression and could not be construed as relating solely to Mr Silva Resende’s political views, since they also related to him as a person. Since the offence of press libel had been made out, the applicant was ordered to pay a fine, and to pay damages to Mr Silva Resende. The applicant’s appeal to the Constitutional Court was dismissed.", "Law: Article 10 – It was common ground that the applicant’s conviction amounted to an interference in his freedom of expression, that the interference was prescribed by law and was aimed at the protection of the reputation or rights of others. As regards the necessity of that interference in a democratic society, it was necessary to analyse the decisions of the Portuguese courts, and in particular the Lisbon Court of Appeal, in the light of all the evidence on the case file, including the publication concerned and the circumstances in which it was written. Among those circumstances was, firstly, the information – provided by both Público and a press agency – that the People’s Party had asked Mr Silva Resende to stand as a candidate in the Lisbon municipal elections. The applicant had reacted to that news through his editorial column, expressing his views on the political views and ideology of Mr Silva Resende, while at the same time referring in general terms to the political policy pursued by the People’s Party by asking him to stand. That situation clearly concerned a political debate on issues of general interest, a sphere in which restrictions on freedom of expression had to be construed strictly. While the expressions used by the applicant could be regarded as controversial, they did not amount to a personal and gratuitous attack, since the applicant gave an objective explanation for them. In any event, in that domain political invective was prone to become personal in tone. The applicant had therefore expressed an opinion which, had there been no factual basis, could have proved excessive but was not in the case before the Court because journalists were free to resort to a degree of provocation. In that connection, it was notable that the style used by Mr Silva Resende in his articles was itself incisive, provocative and not lacking in controversy. The applicant may have been influenced by that style in deciding on the form which his own editorial column would take. Furthermore, by reproducing a number of extracts from recent articles by Mr Silva Resende alongside his editorial, the applicant had complied with the rules of journalism. Lastly, contrary to what the Government had maintained, what was relevant was not the fact that the penalty imposed had been minor, but the applicant’s conviction. Regard being had to the interest of a democratic society in ensuring and maintaining press freedom, that measure was not reasonably proportionate to the legitimate aim pursued. The Court therefore concluded, unanimously, that there had been a violation of Article 10.", "Conclusion: violation (unanimously).", "Article 41 – The Court awarded the applicant the sums claimed by him to cover the amounts he had been ordered to pay in their entirety. The finding of a violation in itself constituted just satisfaction for the non-pecuniary damage. Lastly, it was appropriate to award the applicant a sum on account of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}