{"file": "ENG_HEJUD_6301_73.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "6301/73", "text_paragraphs": ["", "", "", "COURT (CHAMBER)", "", "", "", "", "", "", "CASE OF WINTERWERP v. THE  (ARTICLE 50)", "", "(Application no. 6301/73)", "", "", "", "", "", "", "JUDGMENT", "", "", "", "", "", "27 November 1981", "", "", "\n", "In the Winterwerp case,", "The European Court of Human Rights sitting, in accordance with Article 43 (art. 43) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\") and the relevant provisions of the Rules of Court, as a Chamber composed of the following judges:", "\tMr. \tD. EVRIGENIS, President,", "\tMr. \tG. WIARDA,", "\tMr. \tP.-H. TEITGEN,", "\tMr. \tG. LAGERGREN,", "\tMr.\tL. LIESCH,", "\tMr. \tF. GÖLCÜKLÜ", "\tMr. \tF. MATSCHER", "and also Mr. M.-A. Eissen, Registrar, and Mr. H. Petzold, Deputy Registrar,", "Having deliberated in private on 23 November 1981,", "Delivers the following judgment, which was adopted on that date, on the application in the present case of Article 50 (art. 50) of the Convention:", "PROCEDURE AND FACTS", "1. The Winterwerp case was referred to the Court by the European Commission of Human Rights (\"the Commission\") and by the Government of the Kingdom of the  (\"the Government\") on 9 March and 21 April 1978, respectively. The case originated in an application against the said State lodged with the Commission in 1972 by Mr. Frits Winterwerp, a  national.", "2. By judgment of 24 October 1979, the Court held, inter alia, that there had been breach of Articles 5 par. 4 and 6 par. 1 (art. 5-4, art. 6-1), but not Article 5 par. 1 (art. 5-1), of the Convention in relation to Mr. Winterwerp’s compulsory confinement in psychiatric hospitals in the Netherlands (Series A no. 33, points 1, 2 and 4 of the operative provisions and paragraphs 35-76 of the reasons, pp. 16-30).", "The only outstanding matter to be settled in the present case is the question of the application of Article 50 (art. 50). Accordingly, as regards the facts, the Court will confine itself here to giving the pertinent details; for further particulars, reference should be made to paragraphs 10 to 32 of the above-mentioned judgment (ibid., pp. 6-15).", "3. At the public hearings held on 28 November 1978, the applicant’s counsel had suggested, by way of just satisfaction under Article 50 (art. 50), a five-point scheme providing basically for the release and after-care of his client under the supervision of the social psychiatric service, together with an assurance that, should the attempt at release fail, full procedural guarantees would be provided as regards any future detention orders and requests for discharge. No claim was made for material damage and no pecuniary compensation was sought in respect of non-material damage.", "In its judgment of 24 October 1979, the Court reserved the whole of the question of the application of Article 50 (art. 50). The Commission was invited to submit to the Court, within two months from the delivery of the judgment, the Commission’s observations on that question and, in particular, to notify the Court of any settlement at which the Government and the applicant might have arrived (see point 5 of the operative provisions and paragraphs 77-78 of the reasons, ibid., pp. 29-30).", "4. As from 23 December 1979, Mr. Winterwerp ceased to be subject to a detention order. According to the Government, this was not a result of the Court’s judgment but in consequence of an improvement in Mr. Winterwerp’s mental condition; he nevertheless remained in need of medical care and treatment and the prognosis of the doctors treating him was that this would continue to be the case; he stayed on as a voluntary patient in the open wing of the Rijkspsychiatrische Inrichting (State Psychiatric Establishment) at Eindhoven.", "5. By Order of 27 December 1979, the time-limit granted to the Commission for the filing of its observations was extended by two months by the then President, Mrs. H. Pedersen.", "Following Mrs. Pedersen’s death on 27 January 1980, Mr. Matscher, then the first substitute judge, became a member of the Chamber (Rule 22 par. 1 of the Rules of Court) and Mr. Evrigenis assumed the office of President of the Chamber (Rule 21 par. 5).", "On 11 March 1980, Mr. Evrigenis suspended the said time-limit until further order, pending the outcome of settlement negotiations which had begun in February between the Government and the applicant’s lawyer. From the outset, the principal claim of the applicant’s lawyer was that his client should be placed in a gezinsvervangend tehuis (hotel), which is a private institution where persons formerly in need of psychiatric treatment in a hospital live together in small groups and where Mr. Winterwerp could, as a person at liberty, feel at home in family-like surroundings, with some guidance and care from social and medical experts.", "In answer to enquiries made by the Registrar, the Court was informed in March and April 1981 that the Commission, the Government and the applicant’s lawyer wished the President’s Order of 11 March 1980 to be maintained for some while longer as settlement negotiations were still in progress.", "6. The Chamber held a meeting on 28 May 1981 to consider the state of the proceedings.", "7. Shortly beforehand, by letter received on 21 May, the Agent of the Government had announced that a settlement had been reached and that she hoped to send the text thereof \"within a few weeks\".", "The text of the agreement, signed by the applicant himself, his then guardian - duly authorised for this purpose by the competent court (Articles 345 and 386 of the Civil Code) - and the Agent of the Government, was received at the registry on 9 October. The material parts read as follows (translation from the Dutch original provided by the Government):", "\"Considering,", "(a) ...", "(b) ...", "(c) ...", "(d) that in the opinion of the State [of the Netherlands (\"the State\")], the State could not be considered under Article 50 (art. 50) of the Convention to be obliged to perform the provisions of the operative paragraphs 1 and 2 of this agreement, and that therefore the State voluntarily accepts to perform those provisions;", "(e) that Mr. Winterwerp does not share the view stated under (d), and is of the opinion that on account of the violation of the Convention established by the European Court the State is definitely bound to pay him compensation, a compensation at least equal to the performance which the State has (voluntarily) agreed to under (1) and (2) below;", "(f) that the State and Mr. Winterwerp wish, however, to avoid further proceedings;", "(g) that the parties, therefore, enter into the following agreement:", "1) the State shall promote that Mr. Winterwerp be placed as soon as possible in a hostel. The State Psychiatric Establishment at  is and will remain prepared to give Mr. Winterwerp medical treatment whenever this might be necessary;", "2) the State shall transfer a lump sum of Fl. 10,000 (ten thousand guilders) to [Mr. Winterwerp’s new guardian] to be used for the resocialisation of Mr. Winterwerp.", "Parties hereby declare that they have reached an amicable settlement and have no further claims against each other.\"", "The Agent of the Government explained that the sum of 10,000 guilders was intended to be used as financial assistance in connection with additional costs, not covered by social security legislation, likely to confront Mr. Winterwerp once he is admitted to a hostel.", "8. By Order of 12 October, the President of the Chamber directed that the Delegate of the Commission should have until 13 November to file any observations that he might have on the said agreement. On 12 November, the Secretariat of the Commission replied on behalf of the Delegate that he did not consider it necessary to make any observations.", "9. Having consulted, through the Registrar, the Agent of the Government and the Delegate of the Commission, the Court decided on 23 November that there was no call to hold oral hearings.", "AS TO THE LAW", "10. Article 50 (art. 50) of the Convention provides as follows:", "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the present Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"", "11. Since its judgment of 24 October 1979, the Court had been informed of the terms of the friendly settlement reached between the Government and the applicant in respect of the latter’s claims under Article 50 (art. 50) (see paragraph 7 above). The Court notes that on the applicant’s side the agreement was signed both by Mr. Winterwerp himself, who thereby confirmed his personal approval, and by the guardian appointed for him in accordance with the relevant domestic law.", "12. Having regard to the measures agreed upon and to the absence of objection on the part of the Commission’s Delegate (see paragraphs 7 and 8 above), the Court finds that the settlement reached is of an \"equitable nature\" within the meaning of Rule 50 par. 5 of the Rules of Court. Accordingly, the Court takes formal note of the settlement and concludes that it would be appropriate to strike the case out of its list (see, mutatis mutandis, Rule 47 par. 2 of the Rules of Court).", "FOR THESE REASONS, THE COURT", "Decides unanimously to strike the case out of its list.", "", "Done in English and in French, the English text being authentic, at the Human Rights Building, Strasbourg, this twenty-seventh day of November one thousand nine hundred and eighty-one.", "", "For the President", "Léon LIESCH", "Judge", "Marc-André EISSEN", "Registrar"]}