{"file": "ENG_HEJUD_17707_02.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "17707/02", "text_paragraphs": ["", "", "SECOND SECTION", "", "", "CASE OF MELNYCHENKO v. ", "", "", "(Application no. 17707/02)", "", "", "JUDGMENT", "", "", "", "", "", "19 October 2004", "", "", "", "FINAL", "", "", "30/03/2005", "", "", "", "This judgment will become final in the circumstances set out in Article 44 § 2 of the Convention. It may be subject to editorial revision.", "In the case of Melnychenko v. ,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\tMr\tJ.-P. Costa, President,\n\tMr\tA.B. Baka,\n\tMr \tL. Loucaides,", "\tMr\tC. Bîrsan,\n\tMr\tK. Jungwiert,\n\tMr\tV. Butkevych,\n\tMr\tM. Ugrekhelidze, judges,\nand Mr T.L. Early, Deputy Section Registrar,", "Having deliberated in private on 7 and 28 September 2004,", "Delivers the following judgment, which was adopted on the last-mentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 17707/02) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Mykola Ivanovych Melnychenko (“the applicant”), on 23 April 2002.", "2.  The applicant was represented by Mr S. Holovatyy, a lawyer practising in . The Ukrainian Government (“the Government”) were represented by their Agents, Ms V. Lutkovska, succeeded by Ms Z. Bortnovska.", "3.  The applicant alleged, in particular, that his right to stand for election, as guaranteed by Article 3 of Protocol No. 1, had been infringed.", "4.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.", "5.  By a decision of 4 November 2003, the Chamber declared the application admissible as regards the complaints under Article 3 of Protocol No. 1.", "6.  The applicant and the Government each filed observations on the merits (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations.", "THE FACTS", "7.  The applicant was born on 18 October 1966 in the , district of Vasylkiv, in the Kyiv region. He currently resides in the , where he has refugee status.", "8.  The applicant served in the Department of Security of the President of Ukraine. He was responsible for guarding the office of the President. In the course of his work, he allegedly made tape recordings of the President’s personal conversations with third persons relating to the President’s possible involvement in the disappearance of the journalist Georgiy Gongadze.", "9.  Mr Gongadze was a political journalist and editor-in-chief of the internet journal Ukrayinska Pravda. He was known for his criticism of those in power and for his active involvement in awareness-raising in  and abroad concerning issues of freedom of speech. He disappeared on 16 September 2000 after complaining for months of being subjected to threats and surveillance. On 2 November 2000 the decapitated body of an unknown person, later identified by forensic medical tests as Mr Gongadze, was discovered in the vicinity of the town of , in the Kyiv region. His widow has lodged an application with the Court (application no. 34056/02).", "I.  THE CIRCUMSTANCES OF THE CASE", "A.  Background to the case", "10.  On 26 November 2000 the applicant left , as he was afraid of political persecution following the public disclosure of the aforementioned tapes.", "11.  On 28 November 2000 the Chairman of the Socialist Party of Ukraine, Mr O. Moroz, publicly announced during a session of the Ukrainian parliament, the Verkhovna Rada (Верховна Рада України), the existence of audio recordings secretly made in the office of the President and implicating the President and other high-level State officials in the disappearance of Georgiy Gongadze. According to a report by “Reporters sans frontières” published on 22 January 2001, the recorded conversations mentioned different ways of getting rid of Mr Gongadze. In one of those conversations, allegedly between the President and the Minister of the Interior, the Minister said that he knew people capable of performing this task, people whom he called “real eagles”, ready to do whatever was required. (The “real eagles” were purportedly an illegal squad of former or current members of the security forces.) This disclosure led to a major political scandal.", "12.  Two days later, on 30 November 2000, the Pechersky District Court of Kyiv instituted criminal proceedings against Mr O. Moroz for defamation with regard to the tapes.", "13.  The applicant fled . However, he still held an internal passport indicating his registered Kyiv address for administrative purposes (the “propiska”, as it was called at the time – see paragraphs 40-42 below).", "14.  The applicant applied for political asylum in the . On 27 April 2001 the Immigration and Naturalisation Service of the United States Department of Justice recognised the applicant as a refugee under the United Nations Convention Relating to the Status of Refugees of 1951 (“the Geneva Convention”). The Department of Justice issued him with a travel document and granted him the right to stay in the  indefinitely.", "15.  On 4 January 2001 the investigator at the General Prosecutor’s Office (“the GPO”) decided to initiate criminal proceedings against the applicant concerning allegations of defamation of the President of Ukraine, Mr L. Kuchma, as well as Mr V. Lytvyn and Mr Y. Kravchenko, who were at the material time Head of the Administration of the President of Ukraine and Minister of the Interior respectively. Proceedings were also initiated for forgery in respect of the official application the applicant had made for his passport, as he had failed to disclose the fact that he knew certain State secrets by virtue of his employment (see paragraph 34 below). On the same date the GPO investigator ordered a search for the applicant.", "16.  On 14 February 2001 the GPO investigator initiated further criminal proceedings against the applicant for his alleged involvement in disclosing State secrets and an abuse of power. On 15 February 2001 the applicant was to be formally charged with all four offences, jointly. On 19 October 2001 the indictment was reissued by the GPO in accordance with the new Criminal Code. The defamation charge was dropped, as the new Code had decriminalised libel. On 24 January 2002 the Pechersky District Court of Kyiv, in the applicant’s absence, issued a warrant for his arrest and detention pending trial.", "B.  The facts giving rise to the applicant’s complaints", "17.  On 12 January 2002 the 9th Congress of the Socialist Party of Ukraine nominated the applicant as candidate no. 15 on the Socialist Party list for election to the Verkhovna Rada.", "18.  On 22 January 2002 the Socialist Party submitted his application to the Central Electoral Commission (Центральна Виборча Комісія) for his formal registration as a candidate. In the registration request the applicant gave his propiska address as his place of residence in  for the previous five years.", "19.  On 26 January 2002 the Central Electoral Commission adopted Resolution no. 94 on the refusal to register candidates for the election on 31 March 2002 of the people’s members of the Verkhovna Rada.", "20.  This resolution was based on the verbatim record of a discussion on the applicant’s request for registration and was adopted following a proposal by Ms I. Stavniychuk, a member of the Central Electoral Commission, who claimed that registration should be refused for the following reasons:", "“... It ensues from what has been specified above that the provision of subsection (2) of section 8 of the Law on the election of the people’s members of the Verkhovna Rada of Ukraine, which concerns residence in accordance with the international treaties in force in Ukraine, does not extend to M.I. Melnychenko.", "From a legal point of view, M.I. Melnychenko’s stay in the United States prevents him being recognised as permanently resident in , as prescribed by section 8 of the Law ...", "... M.I. Melnychenko remains abroad on other grounds; those grounds are not covered by subsection (2) of section 8 of the Law ...", "... any break in residence in Ukraine on grounds other than those for residence or stay listed in subsection (2) of section 8 of the Law ... rules out the possibility for that person to exercise his right to be elected as a people’s member of the Verkhovna Rada of Ukraine, since [a break in residence] cannot constitute residence in Ukraine ...", "... On this account and due to the fact that M.I. Melnychenko has submitted inaccurate information about his habitual place of residence or stay for the past five years, as established by the Central Electoral Commission, we propose that the Commission refuse M.I. Melnychenko’s registration as a candidate for the election of the people’s members of the Verkhovna Rada of Ukraine ...”", "21.  The Central Electoral Commission therefore adopted Ms I. Stavniychuk’s proposal and refused the registration of thirteen potential candidates, including the applicant. In particular, it decided:", "“...", "2.  To refuse to register, as a candidate for election to the Verkhovna Rada of Ukraine in the multi-mandate all-State electoral constituency, Mykola Ivanovych Melnychenko, enrolled under number 15 on the list of candidates for the election of the people’s members of the Verkhovna Rada of Ukraine on 31 March 2002, whose documents, as submitted to the Central Electoral Commission, contain substantially inaccurate data about his place and period of residence for the past five years.”", "22.  During its meeting, the Commission had distinguished the applicant’s situation from that of a certain Mr Y.M. Zviahilsky, who had been allowed to stand as a parliamentary candidate in a previous election under different regulations despite having spent more than two years abroad for medical treatment in  on a temporary basis. The applicant contended that Mr Zviahilsky, who was prosecuted for abuse of power during his office as Acting Prime Minister of Ukraine, had fled to  during the suspension of his parliamentary immunity.", "23.  The other twelve candidates were refused registration because they had not filled in the necessary registration documents properly.", "24.  On 30 January 2002 the Socialist Party lodged an appeal with the Supreme Court of Ukraine against the Central Electoral Commission’s Resolution no. 94 of 26 January 2002. It sought to have the resolution declared unlawful and annulled.", "25.  On 8 February 2002 the Supreme Court of Ukraine dismissed the appeal for the following reasons:", "“... the information about M.I. Melnychenko’s habitual place of residence for the past five years in , referred to in the said documents, is contested by the Central Electoral Commission and the Court. This information is substantially lacking in truth in respect of a candidate for election as a member of the Verkhovna Rada of Ukraine, and therefore paragraph 2 of the Central Electoral Commission’s Resolution no. 94 of 26 January 2002 complies with the requirements of subsection (2) of section 8 and sections 41 and 47 of the Law on the election of the people’s members of the Verkhovna Rada of Ukraine.", "On the basis of the foregoing, ... the Court", "Holds:", "that the complaint of the Socialist Party of Ukraine concerning paragraph 2 of the Central Electoral Commission’s Resolution no. 94 of 26 January 2002 on the refusal to register M.I. Melnychenko as a candidate for election to the Verkhovna Rada of Ukraine in the multi-mandate all-State electoral constituency should be dismissed.”", "26.  On 21 November 2002 the applicant informed the Court that he resided in the , where he had refugee status. As his case had received much media attention, this was common knowledge in .", "II.  RELEVANT INTERNATIONAL LAW, DOMESTIC LAW AND PRACTICE", "A.  Restrictions on refugees’ right to vote under international law", "27.  Article 25 of the 1966 International Covenant on Civil and Political Rights, to which  is a party, guarantees the right to vote and to stand for public office for citizens of a country.", "28.  As regards the participation of refugees in elections in their country of origin, the Human Rights Committee in its General Comment 25 (1996) on Article 25 of the International Covenant on Civil and Political Rights, while noting that Article 25 prohibited arbitrary discrimination between citizens, considered that a registration requirement, itself dependent on residence, would be justifiable. Thus, States do have a right to limit voting in general to those citizens habitually resident in their territory. This Comment also stated that:", "“15. The effective implementation of the right and the opportunity to stand for elective office ensures that persons entitled to vote have a free choice of candidates. Any restrictions on the right to stand for election, such as minimum age, must be justifiable on objective and reasonable criteria. Persons who are otherwise eligible to stand for election should not be excluded by unreasonable or discriminatory requirements such as education, residence or descent, or by reason of political affiliation. No person should suffer discrimination or disadvantage of any kind because of that person’s candidacy. States Parties should indicate and explain the legislative provisions which exclude any group or category of persons from elective office.”", "B.  Extracts from the Guidelines on Elections adopted by the  Commission at its 51st Plenary Session (5-6 July 2002)", "29.  Relevant extracts from the Guidelines on Elections of 5-6 July 2002 read as follows (footnotes omitted):", "Principles of Europe’s electoral heritage (Draft Explanatory Report)", "“... Thirdly, the right to vote and/or the right to stand for election may be subject to residence requirements, residence in this case meaning habitual residence. ... Conversely, quite a few States grant their nationals living abroad the right to vote, and even to be elected. ... Registration could take place where a voter has his or her secondary residence, if he or she resides there regularly and it appears, for example, on local tax payments; the voter must not then of course be registered where he or she has his or her principal residence.", "The free movement of citizens within the country is one of the fundamental rights necessary for truly democratic elections. However, if persons have been displaced against their will, they should, for a certain time, have the possibility of being considered as resident at their former place of residence. This possibility ought to be open for a minimum of five years but for no more than fifteen years to persons displaced within the national territory.", "Lastly, provision may be made for clauses suspending political rights. Such clauses must, however, comply with the usual conditions under which fundamental rights may be restricted; in other words, they must:", "–  be provided for by law;", "–  observe the principle of proportionality;", "–  be based on mental incapacity or a criminal conviction for a serious offence.", "Furthermore, the withdrawal of political rights may only be imposed by express decision of a court of law. However, in the event of withdrawal on grounds of mental incapacity, such express decision may concern the incapacity and entail ipso jure deprivation of civic rights.", "The conditions for depriving individuals of the right to stand for election may be less strict than for disenfranchising them, as the holding of a public office is in issue and it may be legitimate to debar persons whose activities in such an office violate a greater public interest.”", "C.  The practice of different jurisdictions concerning the residence requirement in relation to the right to vote", "30.  There is no uniform State practice with regard to participation in elections by expatriate citizens. Although many States do not impose any residence requirement (for example, the United Kingdom, Ireland, Cyprus, Finland, Italy, France, Greece, Poland, the Netherlands, the Czech Republic, Spain, Portugal, Estonia, Latvia, Croatia, Moldova, Switzerland, Austria and Turkey), other States continue to impose such a requirement for presidential elections (for example, Germany, Bulgaria, “the former Yugoslav Republic of Macedonia”, Azerbaijan, Albania and Russia) or parliamentary elections (Malta and Iceland – presidential systems; Liechtenstein, Belgium, Luxembourg, Denmark, Norway and Sweden – non-presidential systems) or for both types of election (for example, Hungary, Slovakia, Armenia, Romania, Georgia, Lithuania and Ukraine).", "D.  The Constitution of  of 1996", "31.  Relevant extracts from the Constitution of Ukraine read as follows:", "Article 8", "“...", "The Constitution of Ukraine has the highest legal force. ...", "...", "The norms of the Constitution of Ukraine have direct effect. ...”", "Article 9", "“International treaties that are in force and are accepted as binding by the Verkhovna Rada of Ukraine are part of the national legislation of .", "...”", "Article 22", "“...", "Constitutional rights and freedoms are guaranteed and shall not be abolished.", "...”", "Article 24", "“...", "There shall be no privileges or restrictions based on ... political ... and other beliefs..., [or] place of residence ...", "...”", "Article 38", "“Citizens have the right to participate in the administration of State affairs, in all Ukrainian and local referenda, to elect freely and to be elected to bodies exercising State power as well as local self-government bodies.", "Citizens enjoy an equal right of access to the civil service and to service in local self-government bodies.”", "Article 64", "“Constitutional human and citizens’ rights and freedoms shall not be restricted, except in cases envisaged by the Constitution of Ukraine.", "In conditions of martial law or a state of emergency, specific restrictions on rights and freedoms may be authorised, with an indication of the period of effectiveness of these restrictions. The rights and freedoms envisaged in Articles 24, 25, 27, 28, 29, 40, 47, 51, 52, 55, 56, 57, 58, 59, 60, 61, 62 and 63 of this Constitution shall not be restricted.”", "Article 76", "“...", "A citizen of Ukraine who has attained the age of 21 on the date of elections has the right to vote and, if that citizen has resided in the  for the past five years, may become a member of the Verkhovna Rada ...", "A citizen who has a criminal record for having committed an intentional crime shall not be elected to the Verkhovna Rada of  if the record is not cancelled and erased by the procedure established by law.", "...”", "Article 77", "“...", "The procedure for the election of the People’s members of the Verkhovna Rada ... shall be governed by the law.”", "E.  The Law on the Central Electoral Commission of  of 17 December 1997", "32.  Relevant extracts from the Law on the Central Electoral Commission of Ukraine of 17 December 1997 read as follows:", "Section 1 \nStatus of the Central Electoral Commission", "“The Central Electoral Commission is a permanent State body which, in accordance with the Constitution of Ukraine, this and other laws of Ukraine, ensures the organisation, preparation and conduct of the elections of the President of Ukraine, the people’s members of the Verkhovna Rada of  and also all-Ukrainian referenda.”", "Section 14 \nPowers of the Central Electoral Commission", "“The Central Electoral Commission", " ...", "(11)  registers in accordance with the laws of Ukraine the lists of candidates for election to the Verkhovna Rada from political parties or electoral groups of parties, and issues to political parties and electoral groups a copy of its decision on the registration of these lists; it also issues formal proof of registration to the candidates.”", "F.  The Civil Code of 18 July 1963", "33.  Relevant extracts from the Civil Code read as follows:", "Article 17 \nPlace of residence", "“The place of residence is generally the place where a citizen permanently or temporarily resides.", "...”", "G.  State secrecy in relation to passport applications", "34.  The Law on the procedure for leaving and entering  for Ukrainian citizens contains a reference in its section 12 to the Law on State secrets. Persons who hold State secrets are more strictly controlled should they apply for an external passport or permanent residence abroad. The Ministry of the Interior makes a systematic check with the State Intelligence Service of all persons applying for such a passport.", "H.  The Law on elections of 18 October 2001 (as amended on 17 January 2002)", "35.  Relevant extracts from the Law on elections read as follows:", "Section 8\nThe right to be elected", "“(1)  A citizen of Ukraine who has attained the age of 21 on the day of the elections has the right to vote, and, [if he or she] has resided in the  for the past five years, may be elected as a member of parliament.", "(2)  Residence in Ukraine under this Law means residence in the territory within Ukraine’s State borders or aboard vessels sailing under the Ukrainian State Flag, and the stay of Ukrainian citizens, in accordance with the procedure established by law, in Ukrainian diplomatic and consular missions, international organisations and their bodies, and at Ukraine’s polar stations, as well as the stay of Ukrainian citizens beyond Ukraine’s borders in accordance with the international treaties in force in respect of Ukraine.”", "Section 41\nConditions for the registration of a candidate for election to parliament \nwho is on the electoral list of a party", "“...", "(8)  the curricula vitae of persons on the electoral list of a party (block), which must not exceed 2,000 characters, shall include: the surname, name, patronymic name, day, month, year and place of birth, citizenship, information concerning education, labour activity, position (occupation), place of work, public employment (including dates of elected positions), party membership, family status, address of residence with an indication of the period of residence in Ukraine, [and any] criminal record;", "...”", "Section 47\nRefusal to register a candidate for election to parliament", "“The Electoral Commission shall refuse to register a person standing for election to parliament in the event of the:", "...", "(4)  ... improper presentation of the documents specified in section 41 ... of the present Law;", "...", "(6)  emigration of the person nominated for election to another country for permanent residence;", "...", "(8)  finding by the appropriate electoral commission that the information about the candidate submitted in accordance with the law was substantially inaccurate;", "...”", "I.  The Code of Civil Procedure (as amended on 7 March 2002)", "36.  Relevant extracts from the Code of Civil Procedure read as follows:", "Article 243-16 \nJurisdiction over complaints or appeals", "“Complaints against decisions, actions or omissions by the Central Electoral Commission shall be considered by the Supreme Court of Ukraine.”", "", "Article 243-17\nLodging a complaint or appeal", "“A complaint against a decision, act or omission by the Central Electoral Commission, excluding those determined in Chapters 30-Б and 30-В of this Code, shall be lodged with the Supreme Court of Ukraine within seven days from the date of adoption of the decision by the Central Electoral Commission, or performance of the act or omission. Participants in the electoral process may lodge a complaint with the Supreme Court of Ukraine where they consider that their rights or legal interests have been violated by a decision, act or omission of the Central Electoral Commission.”", "Article 243-20\nThe decision of the [Supreme] Court", "“The court delivers a judgment after considering the complaint. If the complaint is substantiated the court declares the act or omission of the Central Electoral Commission unlawful, quashes the decision, allows the applicant’s claim and remedies the violation. If the impugned decision or act of the Central Electoral Commission is found to be in conformity with the law, the court shall adopt a decision rejecting the complaint. The court’s decision is final and is not subject to appeal. ...”", "J.  The Law of 10 January 2002 on accession to the Convention on the Status of Refugees and the Protocol on the Status of Refugees", "37.  The relevant part of this Law reads as follows:", "“The Verkhovna Rada of  resolves to accede to the 1951 Convention on the Status of Refugees and the 1967 Protocol on the Status of Refugees.”", "The instrument of ratification for the protocol was deposited on 4 April 2002 with immediate effect. The instrument of ratification for the convention was deposited on 10 June 2002 and came into force on 8 September 2002.", "K.  The ruling of the Constitutional Court of Ukraine of 14 March 2002 (no. 4-y/2002)", "38.  Relevant extracts from the ruling of the Constitutional Court of 14 March 2002 read as follows:", "“The Law on Ukrainian citizenship establishes that a person’s residence in the  is deemed to be continuous if the time he or she has spent abroad on private matters has not exceeded 90 consecutive days or a total of 180 days throughout the year. The requirement of continuous residence shall not be considered as not being satisfied where the person is on a business trip, studying abroad, receiving treatment on the recommendation of a medical institution or changes his or her place of residence within the territory of Ukraine (section 1 of the aforementioned Law) ...”", "L.  Practice of the Supreme Court", "39.  Relevant extracts from the judicial practice of the Supreme Court read as follows:", "1.  Judgment of the Supreme Court of 25 March 2002 in the case of Mr Victor Chayka", "“The substantial inaccuracy of the information about the candidate for election to parliament must be related to intentional acts aimed at concealing from the Central Electoral Commission and the electorate true data that would exclude his or her election ...”", "2.  Judgment of the Supreme Court of 13 February 2002 in the case of Mr Yuri Buzdugan", "“A clerical error in the documents submitted for registration to the Central Electoral Commission is not a ground for refusal to register a candidate for election to the parliament of .”", "3.  Judgment of the Supreme Court of 25 March 2002 in the case of Mr Oleksandr Vasko", "“The substantial inaccuracy of the information ... may relate to ... the candidate’s biography and financial status ... leading the electorate to form an untrue picture of the particular candidate’s decency, qualifications, economic independence or lack of financial capacity. However, in each individual case, the Commission’s conclusion concerning the substantial inaccuracy of such information shall be based on the results of an overall examination of all the information contained in the documents filed by the candidate and the circumstances that led to the provision of such false information.”", "4.  Judgment of the Supreme Court of 25 March 2002 in the case of Mr Stepan Khmara", "“... the inaccurate information supplied by a candidate distorting facts that might exclude the possibility of his or her election as a people’s member of parliament may concern his or her age, citizenship, period of residence in Ukraine or previous convictions for intentional crimes ... The Court considers that the candidate’s failure to include in the list of his property private, non-residential premises that belonged to him ... was not as such substantially inaccurate information that could lead to the annulment of his registration as a candidate for election.”", "M.  Regulations regarding residence", "40.  The relevant extracts from the recommendation of 28 December 2001 on the completion of property declarations by election candidates read as follows:", "“B.  Recommendation on the method of completion ...", "...", "1.2.  This paragraph [concerning the place of residence] must be filled out on the basis of the propiska or temporary propiska (registration) contained in the [ordinary citizen’s] passport.”", "41.  The regulations governing applications for telephone services required citizens to provide the address of their permanent residence (the propiska, that is, the passport address). Similar requirements may be found in the regulations governing unemployment benefits, census lists, the issue of passports, etc.", "N.  Legal theory and practice", "42.  According to the Koretsky Institute of State and Law (National Academy of Sciences), an eminent legal institution, a passport was an official document certifying the identity of its owner, confirming Ukrainian citizenship and registering his or her permanent place of residence. A person was deemed to have been resident in  for the preceding five years if he or she held a passport containing a propiska for the preceding five years. Neither the Constitution nor the Law on elections required information about actual residency, but only information about formal residency on the basis of the propiska in the passport. The Civil Division of the Supreme Court followed this opinion in Case no. 6-110y98 (decision of 10 June 1998):", " “ ... Only documented data collected in a manner prescribed by law regarding the residence of a people’s member of parliament, or of a candidate for such membership, or of another person in connection with elections, shall have validity, since this constitutes the essential data about a person ...", "... a passport is a general document that certifies the identity of its owner, confirms Ukrainian citizenship and registers the permanent place of residence of a citizen (see section 5 of the Law on Ukrainian citizenship and Articles 1 and 6 of the Regulations on the passport of a citizen of Ukraine, 2 September 1993, no. 3423-XII) ...", "A person is deemed to have been resident in  for the preceding five years if he or she possesses a Ukrainian citizen’s passport that contains a propiska for the preceding five years. The propiska constitutes the fact of registration of the permanent place of residence.”", "THE LAW", "I.  ALLEGED VIOLATION OF ARTICLE 3 OF PROTOCOL No. 1", "43.  The applicant complained of a violation of Article 3 of Protocol No. 1, which provides as follows:", "“The High Contracting Parties undertake to hold free elections at reasonable intervals by secret ballot, under conditions which will ensure the free expression of the opinion of the people in the choice of the legislature.”", "A.  The parties’ submissions", "44.  The applicant alleged that he was arbitrarily denied registration on the Socialist Party of Ukraine’s list of candidates for election to the Verkhovna Rada. He maintained, firstly, that he had provided truthful information about his place of residence, according to his propiska, for the previous five years and, secondly, that he had residence in Ukraine whilst being outside the country “in accordance with the international treaties”, as envisaged by the Law on elections, since he had been granted refugee status by the United States government and the 1951 Geneva Convention on the Status of Refugees had been signed by Ukraine. He contended that the refusal to register him as a candidate for election to the Verkhovna Rada had no objective or reasonable justification, did not pursue a legitimate aim and that the interference with his rights was not proportionate.", "45.  The applicant stated that, although the Law on elections was compatible with Article 3 of Protocol No. 1, its interpretation by the domestic authorities had been arbitrary in his case, as the Law did not specify exactly whether a candidate was required to have five years of official residence or five years of habitual residence in Ukraine. For him the residence requirement was clearly proved by the propiska stamp in the internal passport of a Ukrainian citizen. The propiska indicated his permanent, official address in  and, accordingly, he had put that information in his candidacy application. He referred to other administrative procedures where information about the propiska was required and was taken as the “place of residence” (see paragraphs 40-42 above). The propiska was an integral, fundamental aspect of the Ukrainian administrative system and constituted the principal basis upon which residency was determined for all official purposes. The Law on elections only referred to “residence” in Ukraine, whereas the Central Electoral Commission, in dismissing his candidacy, employed various terms, such as “permanently resident in ” or “his habitual place of residence”, terms which did not feature in the text of that Law. The refusal of his application on this basis was therefore incompatible with the principles of equality before the law, legal certainty and the generality of the law.", "46.  The applicant further maintained that he had submitted truthful data about his place of residence and that he had been forced to leave Ukraine on account of his persecution by the authorities on political grounds. He alleged that the Central Electoral Commission and the Supreme Court had restricted his right to stand for election, contrary to Article 24 of the Constitution of Ukraine, which prohibits discrimination on the ground of residence.", "47.  The Government claimed that the applicant had not initially provided the real address of his place of residence to the Central Electoral Commission and had not sought to prove that he had been living abroad in accordance with the international treaties signed by , because he did not want to reveal his American address to the Ukrainian law-enforcement authorities. He had not been living in  for the previous five years, as required by section 8 of the Law on elections. For over a year before his election candidacy, he had been living in the , having acquired refugee status there. Moreover, the applicant had not been residing abroad in accordance with the international treaties signed by  within the meaning of section 8(2) of that same Law. The Government pointed out that the 1951 Geneva Convention had not come into force in respect of  until 8 September 2002. The domestic decisions in the applicant’s case were rendered well before that date.", "48.  The Government referred to Article 17 of the Civil Code, which defined a person’s residence as the place where he or she permanently or temporarily resided (see paragraph 33 above). The meaning of a temporary absence from the country was confirmed by the  in its judgment of 14 March 2002 in case no. 4-y/2002 (see paragraph 38 above). The place of residence had a completely different meaning from the place of registration, which at the time had been denoted by the propiska. The Government submitted that the authorities should be afforded a wide margin of appreciation in interpreting the relevant legislation and its compliance with Article 3 of Protocol No. 1.", "49.  They thus contested any ambiguity in the Law on elections as regards the five-year residency requirement. Moreover, section 8(2) of that Law allowed a wide discretion to State authorities in determining which residence could be considered to be “in accordance with the international treaties ... of ”.", "50.  The Government argued that the applicant could not be regarded as a refugee since he was not persecuted in  and faced no threat of persecution. They conceded, however, that the applicant would be detained by the Ukrainian law-enforcement authorities if he were to cross the Ukrainian border. They referred in particular to the pending criminal investigation into the disclosure of the tape recordings allegedly made by the applicant in the office of the President of Ukraine. They noted that untruthful applications for parliamentary election could be attempted in order to acquire immunity from criminal prosecution. Such an aim was incompatible with a parliamentarian’s status and function.", "51.  The Government considered that the grounds for refusing to register the applicant were based on the submission of inaccurate information and not on the applicant’s place of residence as such. Such inaccuracy could mislead the electorate as to the candidate’s integrity and qualifications. Therefore, the verification of such data was compatible with the needs of a democratic society.", "52.  The Government considered that the applicant’s behaviour in this whole matter was incompatible with his wish to acquire the status of parliamentarian.", "B.  The Court’s case-law", "53.  The Court points out that Article 3 of Protocol No. 1 enshrines a fundamental principle for effective political democracy, and is accordingly of prime importance in the Convention system (see Mathieu-Mohin and Clerfayt v. Belgium, judgment of 2 March 1987, Series A no. 113, p. 22, § 47). As to the links between democracy and the Convention, the Court has made the following observations in United Communist Party of Turkey and Others v. Turkey (judgment of 30 January 1998, Reports of Judgments and Decisions 1998-I, pp. 21-22, § 45, quoted in Yazar and Others v. Turkey, nos. 22723/93, 22724/93 and 22725/93, § 47, ECHR 2002-II):", "“Democracy is without doubt a fundamental feature of the European public order ... That is apparent, firstly, from the Preamble to the Convention, which establishes a very clear connection between the Convention and democracy by stating that the maintenance and further realisation of human rights and fundamental freedoms are best ensured on the one hand by an effective political democracy and on the other by a common understanding and observance of human rights ... The Preamble goes on to affirm that European countries have a common heritage of political traditions, ideals, freedom and the rule of law. The Court has observed that in that common heritage are to be found the underlying values of the Convention ...; it has pointed out several times that the Convention was designed to maintain and promote the ideals and values of a democratic society ...”", "54.  The Court reiterates that Article 3 of Protocol No. 1 implies subjective rights to vote and to stand for election. As important as those rights are, they are not, however, absolute. Since Article 3 recognises them without setting them out in express terms, let alone defining them, there is room for “implied limitations” (see Mathieu-Mohin and Clerfayt, cited above, p. 23, § 52). In their internal legal orders the Contracting States may make the rights to vote and to stand for election subject to conditions which are not in principle precluded under Article 3. They have a wide margin of appreciation in this sphere, but it is for the Court to determine in the last resort whether the requirements of Protocol No. 1 have been complied with; it has to satisfy itself that the conditions do not curtail the rights in question to such an extent as to impair their very essence and deprive them of their effectiveness; that they are imposed in pursuit of a legitimate aim; and that the means employed are not disproportionate.", "55.  As to the constitutional rules on the status of members of parliament, including criteria for declaring them ineligible, although they have a common origin in the need to ensure both the independence of elected representatives and the freedom of electors, these criteria vary according to the historical and political factors specific to each State. The multiplicity of situations provided for in the constitutions and electoral legislation of numerous member States of the Council of Europe shows the diversity of possible approaches in this area. For the purposes of applying Article 3, any electoral legislation must be assessed in the light of the political evolution of the country concerned, so that features that would be unacceptable in the context of one system may be justified in the context of another. However, the State’s margin of appreciation in this regard is limited by the obligation to respect the fundamental principle of Article 3, namely “the free expression of the opinion of the people in the choice of the legislature” (see Mathieu-Mohin and Clerfayt, cited above, pp. 23-24, § 54, and Podkolzina v. Latvia, no. 46726/99, § 33, ECHR 2002II).", "56.  As to the condition of residence in relation to the right to stand for elections, as such, the Court has never expressed its opinion on this point. However, in relation to the separate right to vote, the Court has held that it was not per se an unreasonable or arbitrary requirement (see Hilbe v. Liechtenstein (dec.), no. 31981/96, ECHR 1999VI). The Court considers that a residence requirement for voting may be justified on the following grounds: (1)  the assumption that a non-resident citizen is less directly or continuously concerned with, and has less knowledge of, a country’s day-to-day problems; (2)  the impracticality and sometimes undesirability (in some cases impossibility) of parliamentary candidates presenting the different electoral issues to citizens living abroad so as to secure the free expression of opinion; (3)  the influence of resident citizens on the selection of candidates and on the formulation of their electoral programmes; and (4)  the correlation between one’s right to vote in parliamentary elections and being directly affected by the acts of the political bodies so elected (see Polacco and Garofalo v. Italy, no. 23450/94, Commission decision of 15 September 1997, Decisions and Reports 90-A, referring to previous Commission case-law).", "57.  However, the Court accepts that stricter requirements may be imposed on the eligibility to stand for election to parliament, as distinguished from voting eligibility (see the Venice Commission’s election guidelines, paragraph 29 above). Hence the Court would not preclude outright a five-year continuous residency requirement for potential parliamentary candidates. Arguably, this requirement may be deemed appropriate to enable such persons to acquire sufficient knowledge of the issues associated with the national parliament’s tasks.", "58.  Moreover, it is essential that parliamentary candidates are shown to be persons of integrity and truthfulness. By obliging them to put themselves forward publicly, in a full and frank manner, the electorate can assess the candidate’s personal qualifications and ability to best represent its interests in parliament. Such requirements clearly correspond to the interests of a democratic society, and States have a margin of appreciation in their application.", "59.  In that connection, the Court reiterates that the object and purpose of the Convention requires its provisions to be interpreted and applied in such a way as to make their stipulations not just theoretical or illusory but practical and effective (see, for example, Artico v. Italy, judgment of 13 May 1980, Series A no. 37, pp. 15-16, § 33; United Communist Party of Turkey and Others, cited above, pp. 18-19, § 33; and Chassagnou and Others v. France [GC], nos. 25088/94, 28331/95 and 28443/95, § 100, ECHR 1999-III). The right to stand as a candidate in an election, which is guaranteed by Article 3 of Protocol No. 1 and is inherent in the concept of a truly democratic system, would be illusory if one could be arbitrarily deprived of it at any moment. Consequently, while it is true that States have a wide margin of appreciation when establishing eligibility conditions in the abstract, the principle that rights must be effective requires that the eligibility procedure contain sufficient safeguards to prevent arbitrary decisions.", "C.  Application of the Court’s case-law to the instant case", "60.  The Court reiterates that its competence to verify compliance with domestic law is limited (see Håkansson and Sturesson v. Sweden, judgment of 21 February 1990, Series A no. 171-A, p. 16, § 47) and that it is not the Court’s task to take the place of the domestic courts. It is primarily for the national authorities to resolve problems of interpretation of domestic legislation (see Waite and Kennedy v. Germany [GC], no. 26083/94, § 54, ECHR 1999-I). Nevertheless, the Court must examine whether the decisions of the domestic courts in the instant case were compatible with the applicant’s right to stand for elections (see, mutatis mutandis, Sovtransavto Holding v. Ukraine, no. 48553/99, § 95, ECHR 2002-VII).", "61.  The Court finds, taking into account the relevant domestic legislation and practice, that the requirement of residence in Ukraine was not absolute and that the domestic authorities, in allowing or refusing registration of a particular candidate, were obliged to take into account his or her specific situation. The Court considers that neither the relevant legislation nor practice contained a direct eligibility requirement of “habitual” or “continuous” residence in the . Furthermore, no distinction was made in the law between “official” and “habitual” residence. It is clear that the applicant’s “habitual residence” was partly outside Ukraine during the relevant period, as he had had to leave the country on 26 November 2000 for fear of persecution and had taken up residence as a refugee in the United States (see paragraph 10 above). However, the propiska in his internal passport remained unchanged.", "62.  The Court observes that the only proof of official registration of residence at the material time was in the ordinary citizen’s internal passport, which did not always correspond to the person’s habitual place of residence (see paragraphs 56-58 above). The Court further notes that the propiska was an integral and fundamental aspect of the Ukrainian administrative system and was widely used for a number of official purposes (registration of the citizen’s current place of residence, conscription, voting, different property issues, etc.).", "63.  The Court finds particularly significant the fact that parliamentary candidates had to provide personal details about their ownership of property and income, as well as that of their family. The standard declaration form required candidates to give “the propiska or temporary propiska (registration) contained in the ordinary citizen’s passport” (see paragraph 40 above). It considers therefore that the applicant was under an obligation to provide information only with regard to his propiska in the declaration of means submitted to the Central Electoral Commission for registration as a candidate.", "64.  In the Court’s view, the applicant’s reliance on the 1951 Geneva Convention as a legal argument is not of major impact, as it was not in force in  at the material time. However, it notes that, as a signatory  would have been bound, by virtue of the obligation flowing from Article 18 of the Vienna Convention on the Law of Treaties, to refrain from acts which might have defeated the object and purpose of the Geneva Convention pending its entry into force.", "65.  More importantly, the Court considers that the applicant may rely on his fear of persecution as an objective, factual argument, given his employment, the suspicious events surrounding the disappearance and murder of the journalist Georgiy Gongadze, and the foreseeable audiotape scandal. Moreover, he was rapidly recognised as a legitimate asylum-seeker in the . His hasty flight from the country was therefore understandable and his intention to leave permanently undefined. The Court finds that the applicant was in a difficult position: if he had stayed in  his personal safety or physical integrity may have been seriously endangered, rendering the exercise of any political rights impossible, whereas, in leaving the country, he was also prevented from exercising such rights.", "66.  In the light of the above considerations, the Court is of the opinion that the decision of the Central Electoral Commission to refuse the applicant’s candidacy for the Verkhovna Rada as untruthful, although he still had a valid registered place of official residence in Ukraine (as denoted in his propiska), was in breach of Article 3 of Protocol No. 1.", "67.  It follows that there has been a violation of that provision.", "II.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION", "68.  The applicant further complained that the act of denying him the right to stand as a candidate in the parliamentary elections, for the sole reason that he had allegedly failed to provide accurate information about his place of residence for the previous five years, had caused him to suffer discrimination prohibited by Article 14 of the Convention in the exercise of his right under Article 3 of Protocol No. 1. He compared his situation to that of another candidate who had not resided in  for a continuous period of five years but had nevertheless been registered as a candidate in the elections. Article 14 of the Convention reads:", "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”", "69.  The Government submitted that there had been no violation of Article 14 of the Convention taken in conjunction with Article 3 of Protocol No. 1 as the applicant had not been discriminated against.", "70.  The applicant rejected that argument, referring, inter alia, to the particular circumstances of Mr Y.M. Zviahilsky, who had been elected as a member of the Verkhovna Rada despite his foreign residence (see paragraph 22 above).", "71.  The Court considers that this complaint is essentially the same as the complaint under Article 3 of Protocol No. 1. Regard being had to its conclusions in that connection (see paragraphs 60-67 above), the Court considers that it is not necessary to examine the complaint under Article 14 of the Convention separately.", "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "72.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Pecuniary damage", "73.  The applicant submitted that his claim in respect of pecuniary damage related to the loss of salary due to him as a member of the Verkhovna Rada. He submitted that he would have been elected on the Socialist Party’s list, since that party had obtained enough votes for that to be the case. He claimed 52,224.83 hryvnas (7,838.93 euros (EUR)) in compensation, which was based on the approximate salary of a people’s member of parliament, and which he would have received had he been elected.", "74.  The Government noted that there was no causal link between the applicant’s compensation claims and the violation found. They stated that the situation was analogous to that in Podkolzina (cited above, § 48).", "75.  The Court considers, like the Government, that no causal link has been established between the alleged pecuniary loss and the violation found (see Van Geyseghem v. Belgium [GC], no. 26103/95, § 40, ECHR 1999-I, and Nikolova v. Bulgaria [GC], no. 31195/96, § 73, ECHR 1999-II). It accordingly dismisses the applicant’s claims under this head.", "B.  Non-pecuniary damage", "76.  The applicant claimed that the refusal to register him as a candidate for election had forced him to stay in exile as a political refugee in the . He further alleged that the violation of his rights had led to serious distress and mental anguish, and had damaged his reputation, since the State authorities continued to discredit him through the mass media in  and abroad. He claimed EUR 100,000 in compensation.", "77.  The Government considered the sum claimed by the applicant exorbitant, regard being had to the cost of living and level of income in  at present. They maintained that his claims were unsubstantiated and submitted that the finding of a violation would in itself constitute sufficient just satisfaction for any non-pecuniary damage the applicant might have suffered. The Government further declared that applications to the European Court of Human Rights should not serve as a basis for unjustified enrichment.", "78.  The Court reiterates that non-pecuniary damage is to be assessed with reference to the autonomous criteria it has derived from the Convention, not on the basis of the principles defined in the law or practice of the State concerned (see, mutatis mutandis, The Sunday Times v. the  (Article 50), judgment of 6 November 1980, Series A no. 38, p. 17, § 41, and Probstmeier v. Germany, judgment of 1 July 1997, Reports 1997-IV, p. 1140, § 77). In the present case the Court acknowledges that the applicant suffered non-pecuniary damage as a result of being prevented from standing as a candidate in the general election. Consequently, ruling on an equitable basis and having regard to all the circumstances of the case, it awards him EUR 5,000 under this head.", "C.  Costs and expenses", "79.  The applicant did not claim costs, as the services of a lawyer were provided to him free of charge. Accordingly, the Court makes no award of this nature.", "D.  Default interest", "80.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT", "1.  Holds by six votes to one that there has been a violation of Article 3 of Protocol No. 1;", "", "2.  Holds unanimously that it is not necessary to examine separately the complaint under Article 14 of the Convention;", "", "3.   Holds by six votes to one", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros) for non-pecuniary damage, to be converted into United States dollars at the rate applicable on the date of adoption of the present judgment, together with any value-added tax that may be chargeable;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "4.  Dismisses unanimously the remainder of the applicant’s claim for just satisfaction.", "", "Done in English, and notified in writing on 19 October 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "", "\t EARLY\tJean-Paul COSTA \n Deputy Registrar\tPresident", "", "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the dissenting opinion of Mr Loucaides is annexed to this judgment.", "J.-P.C.\nT.L.E.", "", "DISSENTING OPINION OF JUDGE LOUCAIDES", "The applicant’s complaint is that he was arbitrarily denied registration on the Socialist Party of Ukraine’s list of candidates for election to the Verkhovna Rada, the Ukrainian parliament. The national authorities refused to register him as a candidate for the election in question on the ground that he had submitted inaccurate information about his habitual residence or stay for the past five years. The applicant argued that he had given the relevant authorities the information relating to his registered place of official residence in  (the “propiska”, as it was called at the time). The propiska was an integral and fundamental aspect of the Ukrainian administrative system and was widely used for many official purposes. According to the applicant, as long as his propiska indicated that Ukraine had been his registered place of residence for the last five years before the date of submission of his application to be a candidate (12 January 2002), he should not be considered as having provided false information. As a consequence, he should not be excluded as a candidate on the ground that he did not satisfy the relevant residence condition, even though the fact that he was not actually residing in  during the period in question was undisputed.", "According to Article 76 of the Constitution of :", "“... A citizen of Ukraine who has attained the age of 21 on the date of elections has the right to vote and, if that citizen has resided in the territory of Ukraine for the past five years, may become a member of the Verkhovna Rada ...” (emphasis added)", "Moreover, section 8 of the Law “on elections” provides as follows:", " “(1) A citizen of Ukraine who has attained the age of 21 on the day of the election has the right to vote, and, [if he or she] has resided in the  for the past five years, may be elected as a member of parliament.” (emphasis added)", "It was common knowledge that the applicant left Ukraine on 26 November 2000 and took up residence as a refugee in the United States by virtue of a decision of the  authorities of 27 April 2001. He did not return to . In actual fact, therefore, he was not a resident of  “for the past five years” before his application. As already pointed out, the applicant disputes that and argues that, as his propiska indicated that his registered place of official residence was Ukraine, he must be taken to have satisfied the residence requirement.", "Within the administrative system of , the propiska was a formal designation of a person’s residence and was used, obviously for practical purposes, as formal evidence of residence. It could not conceivably be treated as conclusive confirmation of a person’s residence in Ukraine in cases where the latter’s real residence was acknowledged to be outside . In other words, it was not in my opinion unreasonable for the authorities in this case to base themselves on the applicant’s real residence rather than close their eyes and rely only on the propiska.", "Consequently, I consider that the fact that the national authorities, in deciding whether or not the relevant qualifications for parliamentary elections had been complied with in the applicant’s case, chose to rely on his undisputed actual residence rather than on the formal registration of such residence and then concluded that his reliance on the formal rather than the real residence was an untruthful statement which justified his disqualification, cannot be considered an arbitrary or even a wrong decision.", "This was at the heart of the applicant’s complaint and it was this matter that we had to examine in the light of the provisions of Article 3 of Protocol No. 1. The political background and political features of the case were not our concern to the extent that they were not fully relied on or established by the applicant by way of substantiation of his specific complaint under the said provisions.", "In the circumstances, I find that there has been no violation of Article 3 of Protocol No. 1 in this case."]}