{"file": "ENG_CLIN_23541_94.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "23541/94", "text_paragraphs": ["Information Note on the Court’s case-law No. 27", "February 2001", "Garcia Alva v. Germany - 23541/94", "Judgment 13.2.2001 [Section I]", "Article 5", "Article 5-4", "Procedural guarantees of review", "Refusal of access to prosecution's file in connection with continuation of detention on remand: violation", "", "Facts: The applicant was arrested on suspicion of drug trafficking. He was brought before a judge who, after a hearing, issued an arrest warrant. The applicant was orally informed of the contents of the warrant, which was based on the statements of K., a convicted drug trafficker against whom separate proceedings had been brought. The applicant's lawyer requested access to the prosecution's file and was given certain documents. However, the prosecution refused access to other documents, on the ground that it would endanger the purpose of the investigation. Subsequently, the applicant's new lawyer repeated the request and applied for review of the detention on remand. The prosecution again refused full disclosure. The District Court, which had a copy of the file, ordered the continuation of the detention on remand, having regard in particular to K.'s statements. The Regional Court, which also had a copy of the file, dismissed the applicant's appeal and the Court of Appeal dismissed a further appeal. Full access was later granted, as a result of which the Constitutional Court decided not to examine the applicant's constitutional complaint.", "Law: Article 5 § 4 – Proceedings under this provision must be adversarial and ensure equality of arms but equality of arms is not ensured if access to documents in the investigation file which are essential to challenge the lawfulness of detention effectively is denied. Given the dramatic impact of deprivation of liberty on the fundamental rights of the individual, proceedings under Article 5 § 4 should in principle meet the basic requirements of a fair trial under Article 6 and in particular should ensure that the detainee is aware that observations have been filed and has a real opportunity to comment on them. In this case, the applicant was informed in general terms of the evidence against him and the grounds for his detention, but he was denied access to the investigation file, and in particular K.'s statements. The District Court, however, took its decision on the basis of the file including, to a large extent, these statements, and both the Regional Court and the Court of Appeal also had a copy of the file at their disposal. The contents of the investigation file, and in particular the statements, thus appear to have played a key role in the decision to prolong the applicant’s detention on remand, yet their precise content had not at that stage been brought to the applicant’s or his counsel’s knowledge. Consequently, they had no opportunity to challenge adequately the findings referred to by the prosecution and the court. An accused must be given a sufficient opportunity to take cognizance of statements and other pieces of evidence underlying them, irrespective of whether he is able to provide any indication as to their relevance for his defence. While there is a need for criminal investigations to be conducted efficiently, which may imply that part of the information collected during them is to be kept secret in order to prevent suspects from tampering with evidence and undermining the course of justice, this legitimate goal cannot be pursued at the expense of substantial restrictions on the rights of the defence. Information which is essential for the assessment of the lawfulness of a detention should be made available in an appropriate manner to the detainee’s lawyer. Given the importance in the courts' reasoning of the contents of the investigation file in this case, the procedure before them did not comply with Article 5 § 4.", "Conclusion: violation (unanimously).", "Article 41 – The Court considered that the finding of a violation constituted sufficient just satisfaction in respect of non-pecuniary damage. It made an award in respect of costs and expenses.", "(This case raises the same issue as that addressed in Lietzow v. Germany, no. 24479/94, judgment of 13 February 2001. The Court followed similar reasoning in concluding that there had been a violation of Article 5 § 4.)", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}