{"file": "ENG_CLIN_16922_90.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "16922/90", "text_paragraphs": ["Information Note on the Court’s case-law No.", "April 1995", "Fischer v. Austria - 16922/90", "Judgment 26.4.1995", "Article 6", "Administrative proceedings", "Article 6-1", "Access to court", "Administrative proceedings to challenge revocation of a tipping licence: no violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 6 § 1 OF THE CONVENTION", "A.\tRight of access to court", "Requirements of a \"tribunal\":", "(a)\tConstitutional Court: did not have requisite jurisdiction.", "(b)\tAdministrative Court: nothing to suggest that limitations on its power of review, as relied on by applicant, were in issue in his case - regard being had to nature of applicant's complaints and to the scope of review necessitated by such complaints, Administrative Court's review fulfilled requirements of Article 6 § 1.", "Conclusion: no violation (eight votes to one).", "B.\tLack of oral hearing", "1.\tAustria's reservation", "Section 39 (2) (6) of Administrative Court Act came into force in 1982, whereas Convention was ratified and reservation made in 1958 -no essential identity between section and provisions in force when reservation made - section not covered by Austria's reservation.", "2.\tCompliance", "Applicant expressly requested oral hearing in Administrative Court - Administrative Court was first and only \"tribunal\" before which his case was brought.", "Proceedings in question important for applicant's business existence: his right to a \"public hearing\" included an entitlement to an \"oral hearing\".", "Conclusion: violation (unanimously).", "II.\tARTICLE 50 OF THE CONVENTION", "A.\tPecuniary damage", "Claim for pecuniary loss resulting from revocation of licence -Court could not speculate as to outcome of proceedings had oral hearing taken place - claim rejected.", "B.\tCosts and expenses (in national courts and before Convention institutions): reimbursed on equitable basis.", "Conclusion: respondent State to pay applicant specified sum (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}