{"file": "ENG_CLIN_35382_97.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "35382/97", "text_paragraphs": ["Information Note on the Court’s case-law 17", "April 2000", "Comingersoll S.A. v. Portugal [GC] - 35382/97", "Judgment 6.4.2000 [GC]", "Article 6", "Civil proceedings", "Article 6-1", "Reasonable time", "Length of enforcement proceedings: violation", "Article 41", "Non-pecuniary damage", "Question whether a legal person can claim non-pecuniary damage: non-pecuniary damage awarded", "Facts: In October 1982 the applicant company brought enforcement proceedings to recover amounts due under bills of exchange. The proceedings are still pending.", "Law: Article 6 § 1 - The proceedings have lasted approximately 17 years and 6 months, and while some aspects of the case were complex, this cannot explain the length, nor can the conduct of the applicant. On the other hand, delays attributable to the authorities suffice in themselves to allow the conclusion that the length was unreasonable. Indeed, a period of 17 years and 5 months for a final decision that has yet to be delivered in proceedings issued on the basis of an authority to execute - which by their very nature need to be dealt with expeditiously - cannot be said to be reasonable.", "Conclusion: violation (unanimously).", "Article 41 - The applicant cannot claim the value of its debt as compensation for pecuniary damage, since the proceedings are still pending and it is impossible to speculate on their outcome. As to non-pecuniary damage, in the light of its own case-law and the practice of certain Contracting States, the Court cannot exclude the possibility that a company may be awarded pecuniary compensation for non-pecuniary damage. Indeed, since the principal form of redress which the Court may order is pecuniary compensation, it must be empowered to award pecuniary compensation for non-pecuniary damage to companies. Non-pecuniary damage suffered by companies may include heads of claim that are to a greater or lesser extent “objective” or “subjective”. Among these, account should be taken of the company’s reputation, uncertainty in decision-planning, disruption in the management of the company (for which there is no precise method of calculating the consequences) and lastly, albeit to a lesser degree, the anxiety and inconvenience caused to the members of the management team.", "In the instant case, the fact that the proceedings continued beyond a reasonable time must have caused the applicant, its directors and shareholders considerable inconvenience and prolonged uncertainty, if only in the conduct of the company’s everyday affairs. The applicant was in particular deprived of the possibility of recovering its claim earlier and it remains outstanding. It is therefore legitimate to consider that the applicant was left in a state of uncertainty that justified making an award of compensation. The Court therefore awarded the applicant 1,500,000 escudos (PTE) for the damage sustained.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}