{"file": "ENG_CLIN_43134_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "43134/05", "text_paragraphs": ["Information Note on the Court’s case-law No. 125", "November 2009", "G.N. and Others v. Italy - 43134/05", "Judgment 1.12.2009 [Section II]", "Article 14", "Discrimination", "Difference, based on pathology type, in compensation arrangements between persons contaminated with HIV during blood transfusions: violation", "", "Facts – The first six applicants are relatives of persons who died after contracting HIV or hepatitis C in the 1980s following blood transfusions carried out by the State health service. The seventh applicant is the only surviving member of the infected group. The persons concerned had thalassaemia, a hereditary disorder whose sufferers need blood transfusions in order to survive. In 1993 a group of about a hundred persons commenced proceedings (the so-called “Emo uno” case) against the Ministry of Health (“the Ministry”), seeking compensation for damage sustained in similar cases. The applicants intervened in those proceedings. The Ministry was ordered to provide compensation only in respect of cases occurring after certain key dates in terms of the understanding of the viruses. As the applicants and their relatives had been infected before those dates, they did not obtain compensation. The Court of Cassation upheld that decision in 2005. Meanwhile, a decree enacted in 2003 allowed the Ministry to conclude out-of-court settlements with haemophiliacs infected in this manner. Because they suffered from thalassaemia, the applicants were unable to benefit.", "Law – Article 2: (a) Substantive aspect – It had not been established that at the material time the Ministry had known or should have known about the risk of transmission of HIV or hepatitis C via blood transfusion. The Court could not take it upon itself to determine from what point onward the Ministry had been or should have been aware of the risks, nor could it substitute its own assessment for that of the domestic authorities regarding the Ministry’s responsibility. Accordingly, the Italian authorities could not be said to have failed in their duty to protect the life of the thalassaemia sufferers or their heirs. The same conclusion applied to the limb of the complaint alleging a failure to provide information on the risks associated with transfusions.", "Conclusion: no violation (unanimously).", "(b)  Procedural aspect – While the Italian system, by offering the applicants the possibility of a civil remedy, had in theory satisfied the procedural requirements of Article 2, in practice the proceedings in question had lasted for over ten years in the case of some of the applicants, despite the fact that exceptional diligence was called for in compensation proceedings of this kind brought by persons infected following blood transfusions. While the Court accepted that the proceedings had been complex, it observed that there had been delays and periods of inactivity. In view of these considerations and in the light of the Court’s case-law, the length of the proceedings had been excessive. Furthermore, the compensatory remedy provided by the “Pinto Act” would have been insufficient in the instant case, given that the issue at stake was not just the length of the proceedings but whether, in the circumstances of the case taken overall, the State could be said to have complied with its procedural obligations under Article 2. Accordingly, the Italian judicial authorities, in dealing with an arguable complaint under Article 2, had failed to provide an adequate and prompt response in accordance with the State’s procedural obligations under that provision.", "Conclusion: violation (unanimously).", "Article 14 in conjunction with Article 2: Given that the domestic authorities had offered out-of-court settlements to persons infected following blood transfusions or the administration of blood products, the measures governing access to the remedy in question could not disregard the guarantees provided by Article 14. Furthermore, the difference in treatment in the instant case did not fall within the scope of the Ministry’s contractual freedom to conclude out-of-court settlements, as the criteria for settling disputes out of court had been laid down by ministerial decree. This legislation, unlike the law on which it was based, was limited in scope to persons suffering from haemophilia, thereby preventing the Government from concluding out‑of-court settlements with the applicants, who were thalassaemia sufferers or their heirs. In addition, the 2008 legislation had earmarked substantial public funds for out‑of-court settlements in pending compensation proceedings, including some brought by thalassaemia sufferers. However, the applicants were not covered by that measure as the proceedings in the “Emo uno” case had ended in 2005. In the circumstances of the case, this difference in treatment, which had been based on the type of disorder from which the persons concerned suffered, was not compatible with the guarantees of Article 14. In the Court’s view, the Government had not adduced convincing arguments to justify the approach taken. The reference to the need to use public funds wisely by concluding settlements only with the largest group of sufferers, namely haemophiliacs, did nothing to alter that finding. The principle, asserted in relation to the positive obligations stemming from Article 2, whereby choices in terms of priorities and resources were a matter for the domestic authorities, did not make it legitimate for Contracting States to put in place measures based on arbitrary criteria on the pretext of a lack of resources. Hence, the applicants, as thalassaemia sufferers or their heirs, had been discriminated against compared with haemophilia sufferers, who had been able to take advantage of the out‑of-court settlements offered by the Ministry.", "Conclusion: violation (unanimously).", "Article 41: Question of pecuniary damage reserved; EUR 39,000 in respect of non-pecuniary damage to the applicant who was infected and EUR 39,000 jointly to the heirs of the deceased persons.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}