{"file": "ENG_CLIN_12976_07.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "12976/07", "text_paragraphs": ["Information Note on the Court’s case-law No. 140", "April 2011", "Republican Party of Russia v. Russia - 12976/07", "Judgment 12.4.2011 [Section I]", "Article 11", "Article 11-1", "Freedom of association", "Dissolution of political party for failure to comply with statutory requirements for a minimum number of members and regional branches: violations", "", "Facts – The applicant party was created in 1990 by the consolidation of the Democratic Wing of the USSR Communist Party and its subsequent secession from that party. It was registered as a political party in 2002. In 2006 the Ministry of Justice refused to register changes to the party’s address and management decided at an extraordinary general conference on the grounds that the party had failed to show that the conference had been held in accordance with the law and with its articles of association. The applicant unsuccessfully challenged that decision in the courts. In separate proceedings, the Supreme Court ordered the applicant party’s dissolution on the grounds that an inspection by the Ministry had shown that it did not have sufficient regional branches with over 500 members and that its overall membership did not reach the statutory minimum of 50,000.", "Law – Article 11", "(a)  Refusal to register amendments – By refusing to register the applicant party’s newly elected representatives, the public authorities had created serious difficulties in its everyday functioning thereby interfering with its right to freedom of association. The domestic law provided no details as to the procedure for registering amendments. It did not specify which documents, apart from a simple notification, were to be submitted by a political party wishing to register amendments. Nor did it expressly mention the registration authority’s power to verify them. In order to justify the requirement for the applicant to submit certain documents requested by the Ministry, the domestic courts had relied on a provision which had only entered into force after the Ministry’s refusal to amend the register. The measures taken by the registration authorities had therefore lacked a sufficiently clear legal basis.", "While that finding would in itself be sufficient to find a violation of Article 11, the Court went on to consider the Government’s argument that the interference had been “necessary in a democratic society” in order to protect the right of the applicant party’s members. It accepted that, in certain cases, the States’ margin of appreciation might include a right to interfere with an association’s internal organisation and functioning in the event of non-compliance with reasonable legal formalities or of a serious and prolonged internal conflict. However, the authorities should not intervene to such a far-reaching extent as to ensure observance by an association of every single formality provided by its own charter. It should be for the association itself, not the authorities, to determine the manner in which its conferences were to be organised and to ensure compliance with those procedures. In the absence of any complaint from the applicant’s members concerning the organisation of the general conference held in December 2005, the Court was not convinced that the public authorities’ interference with the applicant’s internal affairs had been necessary to protect the rights of its members.", "Conclusion: violation (six votes to one).", "(b)  Dissolution – The Court rejected the Government’s submission that the applicant party could have reorganised itself into a public association observing that this would have deprived it of an opportunity to stand for election, which was one of its main aims. While ready to accept that the contested statutory requirements were intended to protect national security, prevent disorder and guarantee the rights of others, the Court noted that the applicant was one of the oldest Russian political parties and there was nothing to suggest that it was not a democratic one. The sole reasons for its dissolution were its failure to comply with the requirements of minimum membership and regional representation.", "(i)  Minimum membership requirement: Even though the requirement for political parties to have a minimum number of members was not an unknown concept in Council of Europe member States, the threshold set under Russian law, which in 2001 had jumped from 10,000 to 50,000 members, was the highest in Europe. The domestic authorities had argued that such a high threshold had been necessary both to avoid disproportionate expenditure from the State budget during electoral campaigns and to promote the stability of the political system by avoiding excessive parliamentary fragmentation. As regards the question of expenditure, the Court noted that the existence of a certain number of smaller political parties would not have represented a considerable financial burden on the State treasury since under domestic law only those parties that had taken part in the elections and obtained more than 3% of the votes cast were entitled to public financing. As to the aim of avoiding excessive parliamentary fragmentation, this was achieved by the 7% electoral threshold required in Russia and the rule that only parties that had seats in the State Duma or had submitted a certain number of signatures could nominate candidates for elections. Accordingly, the Court was not persuaded that additional restrictions such as an unreasonably high minimum membership requirement were necessary. Such a requirement would be justified only if it allowed the unhindered establishment and functioning of a plurality of political parties representing the interests of various, even minor, population groups and ensuring them access to the political arena. The applicant party, which had existed and participated in elections since 1990, was dissolved in 2007 following a drastic five-fold increase in the minimum membership requirement. Such a radical measure applied to a long-established and law-abiding political party could not be accepted as being “necessary in a democratic society”.", "(ii)  Regional representation: The Government had argued that the rationale of the requirement for a political party to have a sufficient number of regional branches with more than 500 members was to prevent the establishment and participation in elections of regional parties, which were a threat to the territorial integrity of the country. The Court reiterated, however, that there could be no justification for hindering political parties only because they sought to debate in public the situation of a part of the State’s population or even to advocate separatist ideas. While, given Russia’s special historic and political context, a ban on establishing regional political parties might have been justified in the aftermath of the dissolution of the Soviet Union, the ban was not put in place until 2001, some ten years after Russia had started its democratic transition. Such a measure could therefore only have been justified by particularly compelling reasons, which the Government had failed to put forward. The applicant, an all-Russian political party which had never advocated regional interests or separatist views or in any other way sought to undermine Russia’s territorial integrity, had been dissolved purely on the formal ground that it did not have sufficient regional branches. In these circumstances, the Court could not see how this measure sought to achieve the legitimate aims cited by the Government, namely the prevention of disorder or the protection of national security or the rights of others.", "In sum, the domestic courts had not adduced “relevant and sufficient” reasons to justify the interference with the applicant’s right to freedom of association and the applicant party’s dissolution for failure to comply with the requirements of minimum membership and regional representation was disproportionate to the legitimate aims cited by the Government.", "Conclusion: violation (unanimously).", "(See also Tebieti Mühafize Cemiyyeti and Israfilov v. Azerbaijan, no. 37083/03, 8 October 2009, Information Note no. 123)", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}