{"file": "ENG_CLIN_22009_93.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "22009/93", "text_paragraphs": ["Information Note on the Court’s case-law No.", "February 1997", "Z v. Finland - 22009/93", "Judgment 25.2.1997", "Article 8", "Article 8-1", "Respect for family life", "Respect for private life", "Orders requiring doctors and psychiatrist to give evidence and seizure of medical records and their inclusion in investigation file without the patient's prior consent in criminal proceedings concerning her husband: no violation", "Limitation on the duration of the confidentiality of the medical data concerned and publication of her identity and HIV infection in a court judgment given in those proceedings: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 8 OF THE CONVENTION", "A.\tScope of the issues before the Court", "\tNot established that there had been a leak of confidential medical data concerning the applicant for which the respondent State could be held responsible under Article 8 – nor did the Court have jurisdiction to entertain the applicant's allegation that she had been subjected to discriminatory treatment – it would therefore confine its examination to the other matters complained of.", "B.\tWhether there was an interference with the applicant's right to respect for her private and family life", "\tThe various measures complained of constituted interferences with the applicant's right to respect for her private and family life.", "C.\tWhether the interferences were justified", "1.\t\"In accordance with the law\"", "Nothing to suggest that the contested measures did not fulfil this requirement.", "2.\tLegitimate aim", "Investigative measures: \"prevention of ... crime\" and \"protection of the rights and freedoms of others\".", "Ten-year limitation on the confidentiality of the medical data: protection of the rights and freedoms of others.", "Publication of applicant's name and health condition in Court of Appeal judgment: doubtful that this pursued a legitimate aim but not necessary to decide the issue in view of conclusion below.", "3.\t\"Necessary in a democratic society\"", "Statement of general principles concerning importance of respecting confidentiality of health data – these considerations were especially valid as regards protection of confidentiality of information about a person's HIV infection, disclosure of which not compatible with Article 8 unless justified by an overriding requirement in the public interest – State measures compelling communication or disclosure of such information without consent of patient called for most careful scrutiny on the part of the Court, as did the safeguards designed to secure effective protection – at the same time not for Court to substitute its views for those of national authorities as to relevance of evidence used in judicial proceedings – these also enjoyed a margin of appreciation in striking fair balance between interest of publicity of court proceedings and interests in confidentiality of personal data.", "Against this background, Court examined each measure in turn, whilst noting at the outset that the decision-making process did not give rise to misgivings and that remedies were apparently available for challenging the seizure and for having the limitation on the confidentiality order quashed.", "(a)\tOrders requiring the applicant's doctors and psychiatrist to give evidence: measures were taken in context of the applicant availing herself of right not to give evidence against her husband, X – object was exclusively to ascertain when X aware of or had reason to suspect his HIV infection, which was capable of being decisive for whether guilty of attempted manslaughter in relation to certain sexual offences – no doubt that national authorities entitled to think that very weighty public interests in favour of investigation and prosecution of X for attempted manslaughter – the resultant interference with applicant's Article 8 rights was subjected to important limitations and safeguards against abuse – no reason to question extent to which doctors required to give evidence – especially because proceedings were confidential and highly exceptional, the contested orders were unlikely to have deterred potential and actual HIV carriers from undergoing blood tests and seeking medical treatment.", "Conclusion: no violation (eight votes to one).", "(b)\tSeizure of the applicant's medical records and their inclusion in the investigation file: measures were complementary to the above orders, their context and object were the same and they were based on same weighty public interests – they were subject to similar limitations and safeguards against abuse – admittedly, unlike those orders, the seizure had not been authorised by a court but had been ordered by the prosecution – however, this fact could not in itself give rise to any breach since conditions for seizure were essentially the same as those for the orders to give evidence, two of which had been given by the City Court prior to the seizure and the remainder given shortly thereafter – would have been possible for applicant to challenge seizure before City Court – no reason to doubt national authorities' assessment that necessary to seize all the material concerned and to include it in investigation file.", "Conclusion: no violation (eight votes to one).", "(c)\tDuration of the order to maintain the medical data confidential: ten-year limitation on confidentiality order did not correspond to wishes or interests of litigants in the proceedings -production of medical information and material in issue without applicant's consent meant that she had already been subjected to serious interference with her private and family life – further interference which she would suffer if the data were to be made accessible to the public after ten years, in 2002, was not supported by overriding reasons.", "Conclusion: violation in the event of order to make the material accessible to the public in 2002 being implemented (unanimously).", "(d)\tDisclosure of the applicant's identity and HIV infection in the Court of Appeal's judgment: not supported by any cogent reasons.", "Conclusion: violation (unanimously).", "II.\tARTICLE 13 OF THE CONVENTION", "Allegations as to lack of effective remedies had been taken into account in relation to Article 8.", "Conclusion: not necessary to examine (unanimously).", "III.\tARTICLE 50 OF THE CONVENTION", "A.\tNon-pecuniary damage: compensation awarded on equitable basis.", "B.\tCosts and expenses: partial reimbursement ordered.", "Conclusion: respondent State to pay specified sums to applicant (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}