{"file": "ENG_CLIN_19400_11.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "19400/11", "text_paragraphs": ["Information Note on the Court’s case-law No. 158", "December 2012", "R.R. and Others v. Hungary - 19400/11", "Judgment 4.12.2012 [Section II]", "Article 2", "Positive obligations", "Article 2-1", "Life", "Duty to adequately protect members of a witness protection scheme: violation", "", "Article 46", "Article 46-2", "Execution of judgment", "Individual measures", "Respondent State required to adequately protect members of a witness protection scheme", "", "Facts – The first applicant was once active in drug-trafficking and, after being apprehended by the police in Hungary, entered into a plea bargain with the authorities. As he was required to testify in open court, he and the other applicants, his common-law wife and three children, were enrolled on the Witness Protection Scheme (“the Scheme”).", "The first applicant was subsequently imprisoned for his criminal activities. While in prison he was caught using unauthorised communications devices and the authorities concluded that he was still in touch with criminal circles. He and the other applicants were therefore removed from the Scheme, as he had breached its terms. The effect of the removal was that the applicants’ original identities were reinstated. Security protection for the family was reduced to the provision of an emergency phone number and occasional visits by police officers.", "Before the European Court, the parties disputed the level of threat facing the applicants at the time of removal from the Scheme.", "Law – Article 2: As the only effect on the first applicant of the removal was that he was moved to a more secure prison facility and as there was no evidence that he ran any risk in that facility, his application was held to be manifestly ill-founded. The Court went on to consider the threat to the remaining applicants, the first applicant’s family.", "To establish a positive obligation under Article 2, it should be demonstrated, first, that the authorities knew or ought to have known at the time of the existence of a real and immediate risk to the life of an identified individual or individuals from the criminal acts of a third party and, second, that they failed to take measures within the scope of their powers which, judged reasonably, might have been expected to avoid that risk.", "Regarding the first limb, the Court accepted that the applicants’ inclusion on the Scheme and the first applicant’s collaboration with the authorities meant that the applicants’ lives had been at risk when the measure was originally put in place. As the cancellation of the Scheme was not motivated by a reduction in that risk, but by a breach of the Scheme’s terms, the Court was not persuaded that the authorities had proven that the risk had ceased to exist.", "Regarding the second limb, it was not unreasonable to suppose that, following the withdrawal of the family’s cover identities, their identities and whereabouts had become accessible to anyone wishing to harm them. In these circumstances, the availability of an emergency phone number and occasional visits by police officers could not be considered adequate protection. Taking this into account, as well the general importance of witness protection reflected by the Court’s case-law and the  on the protection of witnesses and collaborators of justice, the authorities had potentially exposed the family to life-threatening danger.", "Conclusion: violation in respect of the second to fifth applicants (unanimously).", "Article 46: Respondent State to secure adequate protection for the second to fifth applicants, including proper cover identities if necessary, until such time as the threat could be proven to have ceased.", "Article 41: EUR 10,000 jointly in respect of non-pecuniary damage; claim in respect of pecuniary damage dismissed.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}