{"file": "ENG_CLIN_25376_06.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "25376/06", "text_paragraphs": ["Information Note on the Court’s case-law No. 180", "December 2014", "Ceni v. Italy - 25376/06", "Judgment 16.12.2014 [Section II]", "Article 41", "Just satisfaction", "Compensation award for lack of minimum guarantees for purchaser of flat off-plan in good faith", "Facts – The applicant had signed a preliminary contract of sale for the off-plan purchase of a flat and had paid the sale price in full (approximately EUR 214,627) to the construction firm. However, the firm refused to sign the final contract of sale, and the applicant consequently brought an action against it seeking to have ownership of the property transferred to her by court order. While the court action was pending, the construction firm was declared insolvent and the liquidator decided to cancel the preliminary contract. The flat was sold at auction and the applicant’s court action was dismissed. Having continued to occupy the flat even after it had been sold at auction, the applicant eventually bought it back at a price of EUR 190,000.", "In a judgment of 4 February 2014 (“the principal judgment”) the Court held, by six votes to one, that there had been a violation of Article 1 of Protocol No. 1 in that the applicant had been deprived of any effective protection against the loss of the flat and of the sums she had paid to purchase it, thus obliging her to bear an excessive and impracticable burden.", "The Court also held, by six votes to one, that there had been a violation of Article 13 of the Convention in conjunction with Article 1 of Protocol No. 1 in that the applicant had been unable to secure a review of the measure taken by the court-appointed liquidator.", "The Court reserved the question of just satisfaction.", "Law – Article 41: The violation of Article 1 of Protocol No. 1 had been found on account of the lack of appropriate safeguards to protect the applicant, who had purchased a flat off-plan in good faith, against the risk of the construction firm being wound up. Nevertheless, the Court was unable to take the view that if the violation had not occurred, the applicant would have suffered no financial loss. Safeguards such as the requirement for construction firms to insure themselves against insolvency afforded increased protection to buyers, but could not cover all possible risks in all circumstances and did not necessarily ensure full reimbursement of all sums paid to the construction firm. With regard to the violation of Article 13, the Court could not speculate as to what the outcome of the domestic proceedings would have been had the Italian courts had the opportunity to examine whether the liquidator’s decision had been necessary and proportionate.", "That being so, the Court was unable to accept the applicant’s argument that there was a direct causal link between the violations it had found and the expenses she had incurred, after the construction firm had been wound up, in buying back the flat she was occupying. However, the Court did not consider it unreasonable to find that the applicant had nevertheless suffered a loss of real opportunities as a result of the violations.", "The damage sustained by the applicant resulted both from the lack of minimum guarantees for anyone who purchased property off-plan in good faith and from the inability to secure a review of whether the liquidator’s decision to cancel the preliminary contract for the sale of the flat had been necessary and proportionate. In the particular circumstances of the present case, this type of damage did not lend itself to precise quantification of the sums needed to provide redress, and it was not the Court’s task to indicate an amount of compensation equivalent to the “minimum guarantees” which the applicant should have been afforded under domestic law. In making an equitable assessment of the amount of compensation to award by way of just satisfaction, the Court considered it appropriate to take account of the compensation payments already received and still outstanding at national level, as well as the non-pecuniary damage sustained.", "Conclusion: EUR 50,000 in respect of non-pecuniary and pecuniary damage combined.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}