{"file": "ENG_CLIN_50963_99.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "50963/99", "text_paragraphs": ["Information Note on the Court’s case-law No. 43", "June 2002", "Al-Nashif v. Bulgaria - 50963/99", "Judgment 20.6.2002 [Section IV]", "Article 5", "Article 5-4", "Take proceedings", "Absence of possibility of review of lawfulness of detention pending expulsion on national security grounds: violation", "", "Article 8", "Article 8-1", "Respect for family life", "Adequacy of safeguards in relation to expulsion on grounds of national security: violation", "", "Facts: The first applicant is a stateless person of Palestinian origin. He claims that he was expelled from Kuwait after the Gulf War and went to Bulgaria with his wife in 1992. Their children, the second and third applicants, were born there and acquired Bulgarian nationality. The first applicant was granted a permanent residence permit in 1995. That year, he contracted a Muslim religious marriage with another woman but continued to live with his first wife. In 1999, on the basis of a police report concerning the applicant’s religious activities, his residence permit was revoked. His appeal was dismissed on the ground that the Passport Department had certified that he had committed acts against national security. A deportation order was then served on him and he was placed in detention. His various appeals were unsuccessful. He was kept in isolation for 26 days before being deported to Syria. As his wife had no income and he was unable to support the family, she and the children also went to Syria. However, they then had to go to Jordan.", "Law: Government’s preliminary objections (non-exhaustion, abuse of the right of petition) – The applicant lodged numerous appeals but they were not examined because national security was invoked. The Government had not explained why any other appeal would have had greater prospects of success. As to alleged abuse, while an application omitting events of central importance may in principle constitute an abuse, it was not established that this was the situation in the present case.", "Article 5 § 4 – It was undisputed that no judicial appeal lay against detention pending deportation where deportation had been ordered on grounds of national security. Moreover, the detention order itself states no reasons and in the present case the applicant was in any event detained practically incommunicado and was not allowed to meet a lawyer to discuss any possible legal challenge to the measures against him. That situation was incompatible with Article 5 § 4 and its underlying rationale, namely the protection of individuals against arbitrariness. There are means which can be employed which accommodate legitimate national security concerns while according the individual a substantial measure of procedural justice. In the present case, however, the applicant was not provided with elementary safeguards and did not enjoy the protection required by Article 5 § 4.", "Conclusion: violation (unanimously).", "Article 8 – The first applicant and his wife went to Bulgaria as a married couple and were apparently considered as such for all purposes. They had two children, and although the applicant contracted a religious marriage with another woman, it had no legal effect. Moreover, he continued to live with his first wife and their children. There were therefore no exceptional circumstances capable of destroying the family link between the first applicant and his children. It was undisputed that they were lawfully resident in Bulgaria; in addition, the children were born there and acquired Bulgarian nationality. The first applicant’s deportation therefore interfered with the applicants’ family life. As to whether the interference was in accordance with law, while the requirement of “foreseeability” does not go as far as to compel States to enact legal provisions listing in detail all conduct that may prompt a decision to deport an individual on national security grounds, there must be safeguards to ensure that the executive’s discretion is exercised in accordance with the law and without abuse. Measures affecting fundamental human rights must therefore be subject to some form of adversarial proceedings before an independent body competent to review the reasons for the decision and relevant evidence and the individual must be able to challenge the executive’s assertion that national security is at stake. Bulgarian law authorises the Ministry of the Interior to issue deportation orders without following any form of adversarial procedure, without giving any reasons and without any possibility for appeal to an independent authority. Moreover, it was highly significant that this legal regime had been the object of challenges and that the judiciary was divided. The interference with the applicants’ family life could not be seen, therefore, as based on legal provisions that met the Convention requirements of lawfulness.", "Conclusion: violation (4 votes to 3).", "Article 13 – This provision requires that States make available an effective possibility to challenge a deportation order and to have the relevant issues examined with sufficient procedural safeguards and thoroughness by an appropriate domestic forum offering adequate guarantees of independence and impartiality. It was undisputed in the present case that the first applicant’s appeals were rejected without examination, on the basis of national security, as the courts are not entitled to question the genuineness of the national security concerns. Where national security considerations are involved, certain limitations on the type of remedies available may be justified but the remedy must be effective in practice as well as in law. While procedural restrictions may be necessary to ensure that no leaks detrimental to national security occur and while any independent authority may need to afford a wide margin of appreciation to the executive in matters of national security, that cannot justify doing away with remedies altogether whenever the executive invokes national security. The independent authority must be informed of the reasons for the deportation, even if these are not publicly available, and it must be competent to reject the executive’s assertion that there is a threat to national security where it finds it arbitrary or unreasonable. There must also be some form of adversarial proceedings, if necessary through a special representative after a security clearance. Furthermore, the issue of respect for family life must be examined. In the present case, no remedy affording such guarantees of effectiveness was available to the applicants.", "Conclusion: violation (4 votes to 3)", "Article 9 and Article 13 in conjunction with Article 9 – Not necessary to examine (unanimously).", "Article 41 – The Court made awards in respect of non-pecuniary damage and in respect of costs and expenses.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}