{"file": "ENG_CLIN_52999_08.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "52999/08", "text_paragraphs": ["Information Note on the Court’s case-law 147", "December 2011", "Hanif and Khan v. the United Kingdom - 52999/08 and 61779/08", "Judgment 20.12.2011 [Section IV]", "Article 6", "Criminal proceedings", "Article 6-1", "Impartial tribunal", "Independent tribunal", "Police officer’s participation on jury in case involving disputed police evidence: violation", "Facts – The first applicant was a taxi driver who was arrested after the police found six kilograms of heroin in the boot of his car. He claimed that he had no knowledge of the drugs and that they must have been left there by a customer. The second applicant was charged with conspiracy to supply heroin and the two men were subsequently tried together. The trial court heard evidence from a police officer, M.B., who testified that the first applicant had had no passengers on the journey in question. During his testimony, one of the jurors, A.T., sent a note to the trial judge indicating that he was a police officer and that he knew M.B. The judge then questioned A.T., who stated that he had known M.B. for about ten years, that on two occasions they had worked on the same case but not in the same team and that he was able to judge the case impartially. The defence’s subsequent request to discharge A.T. was rejected. The applicants were ultimately convicted and sentenced to eight and seventeen years’ imprisonment, respectively.", "Law – Article 6 § 1: The Court noted the various procedural safeguards which had been in place in the applicants’ case in order to exclude any doubts as to A.T.’s impartiality: he was one of twelve jurors, had been selected at random among the local population and before commencing his jury service had been required to swear an oath or make a solemn declaration that he would try the case faithfully and give a true verdict according to the evidence. Moreover, A.T. had drawn the trial judge’s attention to the fact that he was a police officer and knew M.B. and had subsequently been questioned in that respect. However, the first applicant’s defence had depended to a significant extent on his challenge to the evidence of the police officers, including M.B., whom A.T. had known for ten years and with whom he had worked on several occasions. The Court did not examine whether the presence of a police officer on a jury – a possibility allowed under the laws of England and Wales by a recent legislative amendment – could ever be regarded as compatible with Article 6 of the Convention. However, it did consider that, where there was an important conflict regarding police evidence in the case and a police officer personally acquainted with the officer giving the relevant evidence was a member of the jury, jury directions and judicial warnings were insufficient to guarantee that such a juror might, albeit subconsciously, favour the evidence of the police. Given that the second applicant was a co-defendant of the first applicant and was convicted by the same jury, the Court considered that it would have been artificial to reach a different conclusion with regards to the “tribunal” which tried him.", "Conclusion: violation (unanimously).", "Article 41: Finding of a violation constituted sufficient just satisfaction", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}