{"file": "ENG_CLIN_37104_06.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "37104/06", "text_paragraphs": ["Information Note on the Court’s case-law No. 135", "November 2010", "Moulin v. France - 37104/06", "Judgment 23.11.2010 [Section V]", "Article 5", "Article 5-3", "Brought promptly before judge or other officer", "Detainee brought before public prosecutor who was under authority of executive and parties: violation", "", "Facts – Ms Moulin, a lawyer in Toulouse, was arrested in Orléans on 13 April 2005 and taken into police custody. She was then taken to Toulouse, where her office was searched in the presence of two investigating judges from Orléans. As those judges were acting outside the area of their territorial jurisdiction, on 14 April her police custody was extended by an investigating judge, who did not take evidence from her in person in order to examine the merits of her detention. The police custody ended on 15 April 2005 when the applicant was brought before the Toulouse deputy public prosecutor, who ordered her detention with a view to her subsequent transfer to appear before the investigating judges in Orléans. On 18 April 2005 she made a first appearance for questioning before the latter, who placed her under formal investigation. The applicant was remanded in custody.", "Law – Article 5 § 3: From the time the applicant had been taken into police custody on 13 April 2005 until she was brought before the two investigating judges on 18 April 2005 for “first appearance” questioning, no evidence had been taken from the applicant in person by investigating judges with a view to considering the merits of her detention. That time of more than five days had fallen within the period immediately following her arrest, during which the applicant had been in the hands of the authorities. The applicant had then been taken before the deputy public prosecutor on 15 April 2005, after the end of her police custody. Deputy prosecutors, who were not irremovable, were members of the ministère public (prosecuting authorities) under the authority of the Minister of Justice, a member of government, and therefore that of the executive. The hierarchical relationship between the Minister of Justice and the prosecuting authorities was currently a subject of debate in France. However, it was not for the Court to take a stance in a debate which was a matter for the domestic authorities. For its own purposes, the Court took the view that, owing to their status as just mentioned, public prosecutors in France did not satisfy the requirement of independence from the executive which, according its well-established case-law, was, like impartiality, one of the guarantees inherent in the autonomous notion of “officer” within the meaning of Article 5 § 3. Moreover, the law entrusted the prosecuting authorities with the conducting of criminal proceedings on behalf of the State. The prosecuting authorities were represented in the form of an indivisible body at each first-instance and appellate criminal court. However, the requisite guarantees of independence from the executive and the parties precluded the “officer”, in particular, from intervening against the accused in the subsequent criminal proceedings. It was of little consequence that, in the present case, the deputy public prosecutor served in a different judicial district from that of the two investigating judges; in a previous case, the fact that a deputy public prosecutor, after extending deprivation of liberty, had transferred the case-file to a different prosecuting authority, had not been considered by the Court to be a convincing argument in this connection. Accordingly, the deputy public prosecutor, a representative of the ministère public, did not offer the guarantees of independence required by the Court’s case-law under Article 5 § 3 in order to be described as a “judge or other officer authorised by law to exercise judicial power” within the meaning of that provision. The applicant had not been brought before such an officer, in this case the investigating judges, for an examination of the merits of her detention, until 18 April 2005, five days after her arrest and placement in police custody. The Court observed that it had found in a previous case that a period of four days and six hours spent in police custody without judicial control had fallen outside the strict constraints as to time permitted by Article 5 § 3.", "Conclusion: violation (unanimously).", "Article 41: EUR 5,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}