{"file": "ENG_HEJUD_18407_10.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "18407/10", "text_paragraphs": ["", "", "", "", "FIRST SECTION", "", "", "", "", "", "", "CASE OF DOBRIYEVA AND OTHERS v. RUSSIA", "", "(Application no. 18407/10)", "", "", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "STRASBOURG", "", "19 December 2013", "", "", "FINAL", "", "14/04/2014", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "In the case of Dobriyeva and Others v. Russia,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tIsabelle Berro-Lefèvre, President,\n\tElisabeth Steiner,\n\tKhanlar Hajiyev,\n\tLinos-Alexandre Sicilianos,\n\tErik Møse,\n\tKsenija Turković,\n\tDmitry Dedov, judges,\nand Søren Nielsen, Section Registrar,", "Having deliberated in private on 3 December 2013,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 18407/10) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by the four Russian nationals listed below (“the applicants”), on 5 April 2010.", "2.  The applicants were represented by Ms O.P. Tseytlina, a lawyer practising in St Petersburg, in collaboration with the NGOs Memorial and EHRAC (London). The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.", "3.  The applicants alleged that their four relatives had disappeared in St Petersborg in December 2010, and that the State was responsible for the presumed deaths of their relatives and their own suffering, under Articles 2, 3, 5 and 13 of the Convention.", "4.  In June 2010 the President of the Chamber to which the case was assigned, invited the respondent Government, under Rule 54 § 2 (a) of the Rules of Court, to submit further documents concerning the application. The application was granted priority under Rule 41 of the Rules of Court.", "5.  On 30 May 2011 the application was communicated to the Government.", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "6.  The applicants are:", "1) Tanzila Dobriyeva, born in 1979;", "2) Milana Adzhiyeva, born in 1984;", "3) Yelizaveta Dobriyeva, born in 1969;", "4) Fatima Dzhaniyeva, born in 1982.", "7.  The first and second applicants live in St Petersburg, the third applicant lives in Arkhangelsk, and the fourth applicant lived in Ingushetia before leaving it in December 2009 (her current whereabouts are unknown).", "1.  Background information", "8.  The applicants are distantly related to Maksharip Aushev, a well-known Ingushetia businessman who was killed, along with his sister, in October 2009 in Kabardino-Balkaria by unidentified gunmen. Prior to that, in August 2008 his colleague and a co-founder of the opposition Internet site Ingushetia.ru, Magomed Yevloyev, was killed in Nazran by a police officer who was later found guilty of causing death by negligence.", "9.  On 15 December 2009 the fourth applicant – Maksharip Aushev’s widow – and her mother and two brothers were the victims of a car explosion in Ingushetia. The fourth applicant, who was in the last month of pregnancy, was the only survivor of the explosion. That crime has not been solved.", "10.  On 17 December 2009 the car of another brother of the fourth applicant exploded in Ingushetia in front of a police road block, wounding more than 20 servicemen. His relatives disputed the identity of the suicide bomber.", "11.  After the explosion of 15 December 2009, the fourth applicant was taken to St Petersburg for treatment. She was accompanied by her relatives: Yunus Dobriyev, born in 1971; Magomed Adzhiyev, born in 1989; Yusup Dobriyev, born in 1969; and Ali Dzhaniyev, born in 1992.", "12.  The first applicant is the wife of Yunus Dobriyev; they have one minor son. The second applicant is a sister of Magomed Adzhiyev. The third applicant is the wife of Yusup Dobriyev; they have four minor children. The fourth applicant is a sister of Ali Dzhaniyev. Yunus and Yusup Dobriyev are brothers and the fourth applicant’s uncles, Magomed Adzhiyev is their nephew and the fourth applicant’s cousin.", "2.  Events of 26 December 2009", "13.  On 25 December 2009 the four men listed in paragraph 11 above, together with the fourth applicant, arrived in St Petersburg from Ingushetia. They went to the flat rented by the second applicant and her husband, where they joined other members of the family. At about midnight the four men listed above left for Yunus Dobriyev’s home, with the first applicant’s husband, Yunus Dobriyev, driving the VAZ 21099 car. About one hour later the first applicant called her husband’s mobile phone and then those of the other three men, but they were switched off.", "14.  Alerted by the first applicant, at about 4.30 a.m. the second applicant’s husband and his friend drove along the route likely to have been taken by the missing men. They noted a Lada car following them and wrote down its registration number, as well as those of several other cars following them. At some point they even approached the Lada and saw two men sitting inside whom they later described to the police.", "15.  On 26 December 2009 the first applicant submitted a complaint to the local police department in St Petersburg about the disappearance of her husband and three of his relatives. She indicated that she had last seen her husband and the three other men at about 11.30 p.m. on 25 December 2009 at Kamskaya Street, driving away in his car. They had intended to drop two of the men at the Tekhnologicheskiy Institut metro station and then continue to her home address at Novikova Street. At about midnight Yunus Dobriyev, the first applicant’s husband, had called her and said that their car was being followed by a suspicious vehicle, after which telephone contact with the four men had been cut off. She stressed that her husband had always informed her about his movements and that he had never disappeared in such a manner before. She stated that she had also informed the police, orally, that she had seen a Ford Focus following her on that day. The second applicant also stated that she had been followed by unidentified men on that day.", "16.  The events of October-December 2009 and the disappearance of the applicants’ relatives were reported in the Russian and international press and by human rights NGOs, including Memorial.", "17.  On 28 December 2009 the fourth applicant gave birth to a daughter in a hospital in St Petersburg.", "3.  The criminal investigation", "18.  Following the disappearance of the four men, the first and the second applicant lodged complaints with various investigation bodies, public authorities and prosecutors’ offices. Other relatives and friends of the disappeared men also lodged several complaints in St Petersburg, Arkhangelsk and Ingushetia. In their statements they connected the murder of Maksharip Aushev and the explosion of the car carrying his relatives in Ingushetia with the disappearance of the four men. The police investigations opened into those allegations were eventually transferred to the St Petersburg law-enforcement authorities for further processing.", "19.  According to the Government, following the first applicant’s complaint of 26 December 2009 a check was initiated by the district police departments of the Primorskiy and then the Vasileostrovskiy districts of St Petersburg. The criminal investigation file contains two additional statements taken from the first applicant on 26 December 2009, which contain the same information as her complaint of the same date (see paragraph 15 above).", "20.  At the end of December 2009 the police sought, in vain, to obtain information about the missing men from various institutions and data bases, such as plane and train tickets sales, hospitals, detention places and accident registers. On 28 December 2009 the head of the Vasleostrovskiy District Department of the Interior informed all local police services about the search for the four men and the missing vehicle. On 28 and 30 December 2009 the police inspected the neighbourhood around Kamskaya Street but found no sign of the missing men or their vehicle. On 31 December 2009 police officers identified and tried to question the owner of the vehicle driven by Yunus Dobriyev on the basis of a general power of attorney, but no relevant information was obtained.", "21.  On 4 January 2010 the police obtained some closedcircuit TV (CCTV) records from street cameras along the route presumed to have been taken by the applicants’ relatives. On 11 January 2010 the police searched Yunus Dobriyev’s room in the residence where lived and registered his car on the list of missing cars. Also in early January 2010, the police sought the call history of the mobile phones of the four men who had disappeared.", "22.  On 5 January 2010 the police in Ingushetia questioned Ayna A., sister of the missing Yunus and Yusup Dobriyev, and the mother of Magomed Adzhiyev. Statements were taken from the first applicant in January 2010 on two occasions. On 9 January 2010 she explained that she thought the disappearance of her husband and three relatives was linked to the attempt on the life of the fourth applicant in which her mother and two brothers had been killed. On 19 January 2010 the second applicant was asked to give statements in St Petersburg and the third applicant in Arkhangelsk, where she lived.", "23.  The investigators found that the fourth applicant had been in a maternity hospital in St Petersburg between 28 December 2009 and 2 January 2010, and had then left with her baby. According to a representative, the fourth applicant feared for her life and did not want her whereabouts to be known.", "24.  On 25 January 2010 the Investigative Committee of the St Petersburg Prosecutor’s Office opened a criminal investigation into the alleged murder of the four men under Article 105 § 2 of the Criminal Code. With their observations of September 2011, the Government submitted over 3,000 pages of documents collected in that investigation (fourteen volumes).", "25.  After the criminal proceedings were opened, the first applicant was questioned on 27 January and 1 and 9 March 2010. The second applicant was questioned on 5 March and 26 April 2010. On 27 January and 5 March 2010, respectively, the first and second applicants were granted victim status in the proceedings. On 2 April 2010 the third applicant was granted victim status. On 15 April 2010 the investigator decided to grant victim status to Ali Dzhaniyev’s grandmother, who was resident in Nazran.", "26.  On 29 January 2010 the second applicant’s husband was questioned and stated that on the night of 26 December 2009 when he had travelled along the route presumed to have been taken earlier by their missing relatives he had been followed by a Lada-Priora car in which there had been two men with “Slavic features”. At some point he had stopped the car and approached their vehicle. He had seen two men and noticed that they had a thermos flask in the car. He had threatened them with calling the police, to which they had reacted calmly. He had noted the car’s registration number, which was later found to be invalid.", "27.  On 2 February 2010 the investigators questioned Sulambek A., brother of the missing Magomed Adzhiyev and of the second applicant.", "28.  On 4 February 2010 a district court in St Petersburg authorised the interception of seven GSM mobile phone numbers used by the missing men and obtained information from the mobile phone operators of their detailed billing and connection listings for the period between 10 December 2009 and 4 February 2010. One connection to Yunus Dobriyev’s phone was noted at 2 a.m. on 26 December 2009 near the southern end of the city, at the Rybatskoye metro station.", "29.  Also on 4 February 2010, the investigators examined six DVDs containing records of the city transport monitoring system (recordings from CCTV street cameras) made on the night when the applicants’ relatives had gone missing along their presumed route. According to the transcript prepared on the same day, the footage showed that between 12.20 a.m. and 12.25 a.m. the applicants’ car had been followed by several vehicles, including two grey minibuses and a dark coloured crossover vehicle.", "30.  The applicants alleged that further evidence, including footage from security cameras situated at the place where their relatives had been intercepted, had not been requested by the investigators and had been destroyed several days after the incident. The second applicant also alleged that on 26 December 2009 she had been followed by a Ford Focus which she had identified in the recordings. A copy of the DVD containing the relevant footage was submitted by the applicants to the Court.", "31.  The VAZ car belonging to the applicants’ relatives was found on 11 February 2010 parked near a hospital in St Petersburg. On the same day the car was examined by police experts. On 29 March 2010 the experts concluded that there were no fingerprints inside the car which could be used for identification purposes. On 31 March 2010 the car was returned to its owner, the first applicant. On 19 April 2010 the car was examined by the police for the second time and the report noted two dents: on the front left and back right sides of the vehicle. Several witnesses stated that they had seen the vehicle permanently parked near the hospital since November or December 2009.", "32.  On 12 February 2010 the first applicant voluntarily submitted herself to a polygraph test. The results of the test were interpreted as indicating that she knew what had happened to her husband and his relatives and that she could have been involved in their “disappearance”. According to the domestic law, such questioning cannot be used as evidence in criminal proceedings, but the Government relied on it in their observations.", "33.  In March 2010 the applicants identified several eyewitnesses to their relatives’ detention. On 9 March 2010 three local residents testified to the investigators that on the night in question they had seen a VAZ 2109 car being blocked on Bolshoi Prospect by a dark-coloured off-road vehicle, following which persons wearing civilian clothes and armed with hand pistols had dragged the passengers and the driver out of the VAZ, handcuffed the detained men and put them in different vehicles (a dark minivan and a VAZ 2110) and then left. Some of the assailants had been wearing masks. One of them had got into the VAZ 2109 and driven away in it. The whole operation had lasted for two or three minutes; one of the men had filmed the events with a video camera, while another had directed the traffic to avoid the lane. The witnesses described one white minibus with tinted windows and one smaller light coloured minibus. The witnesses used terms such as “like in crime reports” or “like in a movie”. They referred to different times in connection with the events (between 8.30 p.m. on 25 December and 1 a.m. on 26 December). One additional witness, L., questioned in March 2011, identified the off-road vehicle as a UAZ-Patriot and the minivan as a Ford Transit. He specified that each of the four men had been made to lie face down on the road and that their hands had been handcuffed or tied behind their backs. As soon as they had been placed into the Ford minivan, one of the assailants had collected the items – hats, mobile phones – which had fallen on the ground. Two or three passers-by had been in the street at the time; at least one person had been walking a dog. As soon as they had left, a man had picked up a hat left on the ground and placed it on the fence. As can be seen from subsequent documents, in March and April 2011 the investigators made a list of dog owners in the neighbourhood and tried to identify additional witnesses, but without success.", "34.  In March 2010, the investigators identified other CCTV cameras which were present at the scene. However, by that time the relevant data had been destroyed since it was only stored for periods ranging from five days to one month.", "35.  The investigators also questioned the missing men’s friends and acquaintances, none of whom had any information about the men’s whereabouts or possible reasons for their abduction.", "36.  In April 2010 the applicants requested the Investigative Committee to amend the classification of the crime under investigation and to bring charges of abduction. This request was ultimately refused by the investigating authority.", "37.  Also in April 2010, the St Petersburg department of the Federal Security Service (FSB) (“the regional department of the FSB”) refused to disclose any information about the alleged detention of the applicants’ four relatives, referring to the absence of a legal representation contract between the applicants and the lawyer who had lodged the relevant application. On 7 June 2010 the Kuybyshevskiy District Court rejected the applicants’ appeal against that refusal.", "38.  On 4 June 2010 the regional department of the FSB informed the applicants’ representative that their office had no information that the four men had been detained.", "39.  At some point in 2010 the investigator in charge of the case summarised all the available information on the suspicious vehicles seen by the applicants and their relatives in the aftermath of the abduction: all the registration numbers communicated by the witnesses either belonged to different vehicles, or had gone out of circulation before the events in question.", "40.  On 20 December 2010 the lawyer representing the first two applicants wrote to the head of the St Petersburg Investigative Committee and asked to be informed of the progress of the investigation. She noted that the relatives of the disappeared men had had no information on the progress of the proceedings for the past nine months.", "41.  On 30 December 2010 the investigator in charge of the case partially granted the representative’s request to be informed of the progress of the case. The decision stated that the term of the investigation had been extended on 25 December 2010 to 25 April 2011. After that over eighty witnesses had been questioned whose mobile telephones had been detected at the relevant time along the route used by the victims, and the results of the audio-visual technical expert report had been obtained. However, the investigator rejected the representative’s request to obtain copies of documents from the criminal investigation file, including the decisions extending the term of the proceedings. He argued that the victims’ right to acquaint themselves with the criminal investigation file was conditional on the termination of the proceedings. Since the proceedings were pending, the victims had no right of access to the file.", "42.  On 25 April 2011 an investigator of the St Petersburg Investigative Committee ruled to suspend the proceedings in criminal investigation no. 122407 since the culprits could not be identified. The decision contained a detailed review of the steps taken up to that date. Thus, it noted that the technical expert report on the CCTV records had been unable to establish the registration numbers or types of the vehicles which had pursued and blocked the disappeared men’s car on the night in question. It referred to the eyewitness testimony of three local residents, who had confirmed the events during a reconstruction. The decision further mentioned that the investigators had identified additional CCTV cameras which could have captured the incident, but their data had been erased by the time the criminal investigation was opened. Between November 2010 and March 2011 the investigators identified and questioned about eighty persons whose mobile phones had been within range of the site of the incident at the relevant time. The decision concluded that the case file contained no materials to support the allegation that the State authorities had been involved in the abduction, and that the applicants’ relatives had not been detained or prosecuted for any crimes.", "43.  The applicants submitted that they had not received notification of the decision of 25 April 2011. On 8 July 2011 their lawyer lodged a complaint similar to that of 30 December 2010. She noted that she had not been informed of any developments in the proceedings after 25 April 2011 and was not aware of their current state.", "44.  At the time of the Government’s final observations of December 2011, the investigation was still pending.", "4.  Additional information submitted by the applicants", "45.  In May 2010 the first applicant issued an affidavit to her lawyer. She stated that on 17 May 2010 she had been summoned to the St Petersburg City Department of the Interior, the 4th operative division, charged with combating religious extremism. There an officer who had introduced himself as “Alexander” had told her, unofficially, that in early May 2010 at a meeting the division had been told by their superior that the apprehension of the four men had been carried out jointly by officers of the special “Alpha” unit of the Main Counterintelligence Directorate of the Army (“the GRU”) and the FSB. The vehicles which had taken part in the operation had belonged to the FSB. “Alexander” had told her that they had been instructed to stop their activities in the case and to “produce one piece of paper per month”, carrying out only a formal semblance of an investigation.", "46.  In May 2010 the applicant’s lawyer collected a written statement from Magomed M., who stated that on 3 May 2010 he had been detained for several hours in St Petersburg for questioning by a police officer who had told him that he and Ali Dzhaniyev were being sought in Rostov on suspicion of preparing terrorist acts in St Petersburg. It appears that no formal records were drawn up as a result of this questioning. Magomed M. denied knowing Ali Dzhaniyev.", "47.  On 14 May 2010 the applicant’s lawyer collected a written statement from Yegor R., a resident of St Petersburg and a practising Muslim. Yegor R. was convinced that he had been followed by the FSB since 2009 and that he could not find work because of FSB involvement. He had been arrested in March 2009 and charged with dissemination of extremist literature and statements (in April 2011 he was found guilty as charged and sentenced to 120 hours of community labour). He stated that his case had been investigated by the same investigator as the one who had been in charge of the murder of the applicants’ relatives. Yegor R. had known Yunus Dobriyev through the Islamic Cultural Centre in St Petersburg, where the latter used to teach.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "48.  As the Russian Code of Criminal Procedure (CCrP) stood at the relevant time, a criminal case could be instituted on the basis of a complaint if there was sufficient evidence of elements of a crime (Article 140).", "49.  Article 144 of the CCrP set out the conditions under which an investigator or police operative could accept and consider information about a crime allegedly committed. The decision to open or refuse to open a criminal case or to transfer the investigation to a competent body had to be taken by the official within three days of the receipt of information about the crime; in complex cases such period could be extended up to ten, and then thirty, days. This period constituted a “pre-investigation” check (проверка). Prior to March 2013, Article 144 limited the actions of the competent official during that period and excluded the collection of evidence, which under Article 86 was possible only after a criminal investigation had been opened. If the official ruled to transfer the investigation to a competent body, he could take steps in order to protect the material evidence of the crime. The person who had lodged the complaint was informed about the decision taken and the possibilities for appealing against it (Articles 144 and 145).", "50.  A criminal case could be opened by the prosecutor or by an investigator with the prosecutor’s consent (Article 146 § 1 of the CCrP).", "THE LAW", "I.  THE GOVERNMENT’S PRELIMINARY OBJECTION", "51.  The Government submitted that the investigation into the abduction had not yet been completed. They further argued, in relation to the complaint under Article 13 of the Convention, that it had been open to the applicants to lodge court complaints concerning any alleged acts or omissions on the part of the investigating authorities.", "52.  The applicants contested the Government’s submission. They stated that the only effective remedy, a criminal investigation, had proved to be ineffective.", "53.  The Court considers that the Government’s objection raises issues concerning the effectiveness of the investigation which are closely linked to the merits of the complaints. Thus, it decides to join this objection to the merits of the case, to be examined below.", "II.  THE COURT’S ASSESSMENT OF THE EVIDENCE AND ESTABLISHMENT OF THE FACTS", "A.  The parties’ submissions", "1.  The applicants", "54.  The applicants submitted that their relatives had been detained and deprived of their lives by State agents. They referred to the descriptions given by the eyewitnesses to the abduction. According to them, the perpetrators had worn black clothes or uniforms and masks and had been armed with hand pistols. The witnesses described the apprehension as swift and well organised. It had involved blocking the car in the street, forcing the four men out of their vehicle and hand-cuffing them, while at the same time directing the traffic and filming the scene. The applicants were of the opinion that the law-enforcement authorities had reason to suspect the four men of illegal activities, and thus would have been able to detain them in connection with the killing of Mr Aushev or the explosion of the vehicle in Ingushetia allegedly committed by the fourth applicant’s brother (see paragraph 10 above). The applicants were of the opinion that if the abduction had been committed by common criminals, the response of the law-enforcement authorities would have been much more quick and efficient. They argued, with reference to the Court’s judgments adopted in cases involving comparable circumstances in the Northern Caucasus, that the investigators’ behaviour in the face of the applicant’s well-founded complaint of a serious and violent crime gave rise to a strong presumption of at least acquiescence in the situation.", "2.  The Government", "55.  The Government were of the opinion that the applicants had failed to submit any evidence or arguments capable of proving, beyond reasonable doubt, that on 26 December 2009 their relatives had been detained by State agents. They noted that the criminal investigation into the matter had been unable to elucidate the circumstances of the “disappearance” of the four men. They also noted that it had not obtained any proof of the State’s involvement in the detention, or of the presumed deaths of the men.", "B.  The Court’s assessment", "56.  A number of principles have been developed by the Court when it has been faced with the task of establishing the facts of events on which the parties disagree (see El Masri v. “the former Yugoslav Republic of Macedonia” [GC], no. 39630/09, §§ 151-53, 13 December 2012): the factual findings should be based on the the standard of proof “beyond reasonable doubt”; such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Avşar v. Turkey, no. 25657/94, § 282, ECHR 2001-VII, and Taniş and Others v. Turkey, no. 65899/01, § 160, ECHR 2005VIII). Applying the above principles to cases concerning allegations of disappearances in the Russian Northern Caucasus, the Court has concluded that it is sufficient for the applicants to make a prima facie case that their missing relatives have been abducted by servicemen, such abduction thus falling within the control of the authorities, and it is then for the Government to discharge their burden of proof either by disclosing the documents in their exclusive possession or by providing a satisfactory and convincing explanation of how the events in question occurred (see, among many examples, Aziyevy v. Russia, no. 77626/01, § 74, 20 March 2008; Utsayeva and Others v. Russia, no. 29133/03, § 160, 29 May 2008; Khutsayev and Others v. Russia, no. 16622/05, § 104, 27 May 2010; and Aslakhanova and Others v. Russia, nos. 2944/06, 8300/07, 50184/07, 332/08 and 42509/10, § 98, 18 December 2012).", "57.  Adjudicating on those cases, the Court bore in mind the difficulties associated with obtaining the evidence, and the fact that, often, little evidence could be submitted by the applicants in support of their applications. The prima facie threshold was reached primarily on the basis of witness statements, including the applicants’ submissions to the Court and to the domestic authorities, and other evidence attesting to the presence of military or security personnel in the area concerned at the relevant time. The Court relied on references to military vehicles and equipment; the unhindered passage of the abductors through military roadblocks, in particular during curfew hours; conduct typical of security operations, such as the cordoning off of areas, checking of identity documents, searches of premises, questioning of residents and communication within a chain of command; and other relevant information about special operations, such as media and NGO reports. Given the presence of those elements, it concluded that the areas in question had been within the exclusive control of the State authorities in view of the military or security operations being conducted there and the presence of servicemen (see, for example, Ibragimov and Others v. Russia, no. 34561/03, § 82, 29 May 2008; Abdulkadyrova and Others v. Russia, no. 27180/03, § 120, 8 January 2009; and Kosumova and Others v. Russia, no. 27441/07, § 67, 7 June 2011). If the Government failed to rebut that presumption, this would entail a violation of Article 2 in its substantive part. However, where the applicants failed to make a prima facie case, the burden of proof could not be reversed (see, for example, Tovsultanova v. Russia, no. 26974/06, §§ 77-81, 17 June 2010; Movsayevy v. Russia, no. 20303/07, § 76, 14 June 2011; and Shafiyeva v. Russia, no.  49379/09, § 71, 3 May 2012).", "58.  Thus, the Court’s case-law cited above attests that since 1999 anti-terrorist operations have been carried out routinely in the Northern Caucasus region, which in the past few decades has been plagued by serious disturbances of law and order. As the Court has found, these operations could entail the detention of individuals in the context of non-acknowledged security operations, and such detention could be considered life-threatening (see Aslakhanova, cited above, § 101).", "59. Turning to the case at hand, the Court notes that this is the first such allegation to have been raised outside the Northern Caucasus region, and that the Government have denied State involvement. The applicants themselves were not direct witnesses to the abduction. The documents examined by the Court provide no solid evidence of a security operation having taken place, such as references to military vehicles or personnel, uniforms, use of special equipment, unhindered passage through roadblocks or during curfew hours, or other potentially relevant elements routinely cited in previous such complaints. It appears that the abductors used passenger vehicles, were wearing civilian clothes and were armed, according to witness statements, with hand guns (see paragraph 33 above) – a weapon which could be obtained and concealed more easily than, for example, larger weapons such as machine guns. Moreover, attempts to trace the vehicles’ registration plates and mobile phone connections in the area proved futile (see paragraphs 28, 39, 42 above).", "60.  The Court also notes that the applicants’ family members and the members of Maksharip Aushev’s extended family were the victims of a number of deadly criminal incidents in the months preceding the abduction (see paragraphs 8-10 above). Most of these attacks, although the subject of pending criminal investigations, were unresolved at the time of the submission of the parties’ observations and the perpetrators have not been established. The applicants and their relatives connected the disappearance under examination with these previous episodes of violence; however it does not appear that their suspicion about the abductors being State servicemen was communicated to the investigators in a clear manner (for example, see paragraphs 22 and 45 above). In such circumstances, the sole fact that some witnesses described the group which had taken the four men away as being well-organised and efficient does not suffice to make a prima facie case that they were State servicemen.", "61.  Taking into account the above, the information in the Court’s possession does not suffice to establish that the presumed perpetrators belonged to the security forces, or to shift the burden of proof to the respondent Government (see Zubayrayev v. Russia, no. 67797/01, § 73, 10 January 2008, and Tovsultanova, cited above, § 88). Accordingly, the Court cannot establish to the requisite standard of proof that Yunus Dobriyev, Magomed Adzhiyev, Yusup Dobriyev and Ali Dzhaniyev were detained by State agents, or that their presumed death is attributable to the respondent State.", "III.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION", "62.  The applicants complained under Article 2 of the Convention that their four relatives had disappeared after being detained by State agents, and that the domestic authorities had failed to carry out an effective investigation into the matter. Article 2 reads as follows:", "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.", "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:", "(a)  in defence of any person from unlawful violence;", "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;", "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”", "A.  The parties’ submissions", "63.  The Government contended that the domestic investigations had revealed no evidence that the detainees were held under State control or that they were dead. They further averred that the mere fact that the investigative measures had not produced any specific results, or had produced only limited ones, did not mean that there had been any omissions on the part of the investigative authorities. They claimed that all necessary measures were being taken to comply with the obligation to conduct an effective investigation.", "64.  The applicants reiterated their complaints.", "B.  The Court’s assessment", "1.  Admissibility", "65.  The Court considers, in the light of the parties’ submissions, that the complaints raise serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. The complaint under Article 2 of the Convention must therefore be declared admissible.", "2.  Merits", "(a)  The alleged violation of the right to life", "66.  The Court has found that, in the absence of relevant information, it is unable to find that security forces were implicated in the disappearance of the applicants’ four relatives. Nor has it established “beyond reasonable doubt” that the four men have been deprived of their lives by State agents. In such circumstances the Court finds no violation of the substantive limb of Article 2 of the Convention in respect of Yunus Dobriyev, Magomed Adzhiyev, Yusup Dobriyev and Ali Dzhaniyev.", "(b)  The alleged inadequacy of the investigation into the abduction", "67.  The disappearance of the four men has been the subject of a domestic criminal investigation opened on suspicion of murder.", "(i)  The parties’ submissions", "68.  The applicants pointed to a number of deficiencies in the investigation, referring to the relevant principles enumerated in the Court’s case-law. Although the four men had disappeared in the early hours of 26 December 2009, and the first applicant had lodged a formal complaint about their disappearance on the morning on 26 December 2009 (paragraph 15 above), hardly any actions had been taken by the police prior to 4 January 2010 (see paragraphs 19 and 20 above). The applicants believed that the loss of time in the critical first period of the investigation could have led to a missed opportunity to immediately locate the captors and obtain the release of the four men. The first applicant had been questioned for the first time in January 2010. Further delays in collecting crucial evidence were linked to the examination of the CCTV records. Only once the recordings had been viewed could the investigators locate the area where the unknown group had taken hold of the four men (see paragraphs 29 and 30 above). Further delays had followed and the eyewitnesses to that episode had been identified and questioned only in March 2010 and March 2011 (see paragraph 33 above). Other CCTV recordings which could potentially have been relevant to solving the crime had been lost because they had been sought after the expiry of the storage time-limit (see paragraph 34 above). Thus, the investigators had failed to take reasonable steps to secure highly relevant evidence. Finally, the applicants argued that the investigation had lacked the requisite degree of public scrutiny, as neither the applicants nor their legal representatives had received any information about the progress made or the important procedural steps taken in the case (see paragraphs 40, 41 and 43 above).", "69.  The Government, in their turn, were of the opinion that the investigation had fully complied with the relevant national legislation and the principles governing effective investigation as enumerated in the Court’s case-law. They argued that the investigators had taken all possible steps in order to solve the crime. They had collected and examined the evidence available, as a result of which the time and place of the abduction had been established. They had found Yunus Dobriyev’s vehicle and examined it. They had followed up potential leads such as the registration numbers of the suspicious vehicles communicated by the applicants and the identification and questioning of the mobile phone users who had been near the scene of the crime at the relevant time; however these measures had turned out to be futile. It had not been possible to establish the whereabouts of the applicants’ relatives or the identities of the perpetrators.", "(ii)  General principles", "70.  The Court has on many occasions stated that the obligation to protect the right to life under Article 2 of the Convention also requires by implication that there should be some form of effective official investigation when individuals have been killed as a result of the use of force, or where there are sufficient reasons to suspect so. The Court has developed a number of guiding principles to be followed for an investigation to comply with this obligation under the Convention. The duty to conduct such an investigation arises in all cases of killing and other suspicious deaths, whether the perpetrators are private persons or State agents or are unknown. To be “effective”, an investigation must meet several basic requirements, formulated in the Court’s case-law under Articles 2 and 3 of the Convention: it must be thorough, expeditious and independent, and the materials and conclusions of the investigation must be sufficiently accessible to the relatives of the victims, in so far as that does not seriously undermine the efficiency of the investigation (see Finogenov and Others v. Russia, nos. 18299/03 and 27311/03, § 270-272, ECHR 2011 (extracts); Rantsev v. Cyprus and Russia, no. 25965/04, §§ 232-33, ECHR 2010 (extracts); and Aslakhanova, cited above, §§ 121-123).", "71.  More specifically, the requirement of a “thorough investigation” means that the authorities must always make a serious attempt to find out what happened and should not rely on hasty or ill-founded conclusions to close their investigation or as the basis of their decisions. They must take all reasonable steps available to them to secure the evidence concerning the incident, including, inter alia, eyewitness testimony, forensic evidence, and so on. Any deficiency in the investigation which undermines its ability to establish the cause of injuries or death, or the identity of the persons responsible will risk falling foul of this standard (see, among many authorities, Mikheyev v. Russia, no. 77617/01, §§ 107 et seq., 26 January 2006, and Assenov and Others v. Bulgaria, 28 October 1998, Reports of Judgments and Decisions 1998-VIII, §§ 102 et seq.).", "72.  Finally, the investigation’s conclusions must be based on a thorough, objective and impartial analysis of all relevant elements. Failing to follow an obvious line of inquiry undermines to a decisive extent the investigation’s ability to establish the circumstances of the case and the identity of those responsible (see Kolevi v. Bulgaria, no. 1108/02, § 201, 5 November 2009, and Tsechoyev v. Russia, no. 39358/05, § 153, 15 March 2011). Nevertheless, the nature and degree of the scrutiny required to satisfy the minimum threshold of the investigation’s effectiveness will depend on the circumstances of the particular case. They must be assessed on the basis of all relevant facts and with regard to the practical realities of the investigation (see Velcea and Mazăre v. Romania, no. 64301/01, § 105, 1 December 2009).", "(iii)  Application to the present case", "73.  The Court first notes that the decision to open a criminal investigation into the alleged murder was taken only on 25 January 2010 (see paragraph 24 above), that is, one month after the first applicant had lodged her complaint about the disappearance of the four men with the district police department in St Petersburg. “Pre-investigation inquiries” under Article 144 of the CCrP, as it stood at the time (see paragraph 49 above), strictly limited procedural framework for the collection of evidence and the victims’ or their representatives’ effective participation. In view of this, the Court has serious doubts that a pre-investigation inquiry was capable of complying with the abovementioned requirements over such a long period in a situation where an arguable complaint raising potential problems under Article 2 had been lodged (see, mutatis mutandis, Kleyn and Aleksandrovich v. Russia, no. 40657/04, §§ 5658, 3 May 2012, and Savriddin Dzhurayev v. Russia, no. 71386/10, § 193, ECHR 2013 (extracts)). This stage would appear insufficient to address the situation of the suspicious disappearance of four men over such a long period, all the more so since it unnecessarily delayed the opening of a criminal investigation, which constituted the best, if not the only, tool to meet the Convention requirements of an effective investigation in such circumstances (see Savriddin Dzhurayev, cited above, § 193).", "74.  Even though the police in the present case took some measures during the pre-investigation inquiry (see, for example, paragraph 20 above), a number of delays related to the absence of a formal criminal investigation could not be avoided. The examination of the relevant evidence, such as the CCTV records, was carried out only on 4 February 2010 (see paragraph 29 above). Consequently, the police belatedly sought additional potentially relevant records which in the meantime had been destroyed (see paragraph 34 above). Thus, no reasonable steps were taken to secure the evidence and demonstrate diligence and promptness in dealing with such a serious matter (see Shafiyeva v. Russia, cited above, § 90). Some important witnesses were also questioned late because of the belated opening of the proceedings (see paragraphs 26 and 42 above). The missing men’ mobile telephone connections were sought only in February 2010 (see paragraph 28 above).", "75.  The Court observes, however, that one aspect of the investigation weighs particularly heavily against a finding of overall effectiveness. It is striking that the disappearance of the applicants’ relatives was not linked in any significant way to the investigation of the preceding events involving other relatives of the applicants. From January 2010, such a link was repeatedly raised with the investigative authorities by the applicants and their representatives. It is certainly not the Court’s role to substitute itself for the domestic investigative authorities, who are much better placed to perceive and react to relevant information as it is gathered in the course of a criminal investigation; the evaluation of the data and the possible reactions to it remain firmly in the domain of the professional law-enforcement personnel. However, the Court retains the authority to evaluate these measures against the minimum threshold for an effective investigation in the light of the importance accorded to the rights protected by Article 2 of the Convention. In the present case it is difficult to ignore the extraordinary sequence of attacks involving various members of Maksharip Aushev’s extended family (see paragraphs 8-11, 18 and 22 above). These events were regarded as interconnected by the applicants and their relatives. At the same time, there is not much evidence in the documents supplied to the Court that the respective investigations of these events were in any way coordinated. This may be considered as an oversight of one of the most relevant known elements of the case, and the failure to take it into account as a failure to carry out a thorough, objective and impartial analysis of all relevant elements, entailing a breach of the procedural obligation to investigate under Article 2 of the Convention.", "76.  The Court further notes that the investigators were aware of the fourth applicant’s exceptionally vulnerable situation: within two months she had lost her husband and sister-in-law, her mother and two brothers in a series of unresolved attacks; she herself had by chance survived a car explosion and suffered its consequences; and her third brother had also died a violent death, apparently while carrying out a suicide bomb attack. To this must be added the disappearance, on the first night of their arrival in St Petersburg, of her last remaining, youngest brother and the three other relatives who had accompanied him. These events coincided with the final stage of pregnancy and the birth of her child on 28 December 2009. It appears reasonable to expect the investigators to have taken more proactive steps in order to obtain her statements as a key witness and victim. However, the Court does not discern such steps, either taken within the framework of that investigation or in the context of the investigations carried out into the preceding events of October and December 2009.", "77.  The Court also notes the recurrent problem of insufficient public scrutiny of the investigation, as the applicants and their representatives were not promptly informed of the progress of the proceedings or of the decision to adjourn them (see paragraphs 40, 41 and 43 above).", "78.  The Government argued that the applicants had been granted victim status in the criminal case and should, therefore, have sought judicial review of the decisions of the investigating authorities as part of the exhaustion of domestic remedies. The Court has previously accepted that this remedy may, in principle, offer a substantial safeguard against the arbitrary exercise of power by an investigating authority where it refuses to institute criminal proceedings or orders their termination, given a court’s power to reverse a refusal to institute criminal proceedings and indicate defects to be addressed (see, among many other authorities, Trubnikov v. Russia (dec.), no. 9790/99, 14 October 2003; Dzhamaldayev v. Russia (dec.), no. 39768/06, § 28, 22 January 2013; and Borgdorf v. Russia (dec.), no. 20427/05, § 27, 22 October 2013). However, the Court has on many occasions found this remedy ineffective in situations where the applicants appealed against other procedural defects of the investigation. For example, the Court has found applications to a court ineffective where the proceedings have already been adjourned and reopened, as it would only have prompted the investigators to repeat yet another cycle of futile inquiries (see Savriddin Dzhurayev, cited above, § 194). Likewise, the remedy was found ineffective where the essence of the applicant’s complaints lay in challenges to the investigators’ inaction, resulting from the failure to take the necessary and timely steps and to keep the families informed of the progress and main procedural steps of the proceedings (see Aslakhanova, cited above, § 153, and Esmukhambetov and Others v. Russia, no. 23445/03, § 128, 29 March 2011).", "79.  In the present case the applicants complain about the inaction of the investigative authorities and their failure to timely take certain steps – for example in order to preserve the evidence. Because of the delays in the opening of the investigation and the authorities’ failure to keep them informed of the relevant developments, the applicants have learned of the omissions and delays in the proceedings at a later date. The situation is thus different from the cases of Trubnikov and Dzhamaldayev cited in the preceding paragraph, in that there was no specific procedural act to appeal against. In cases such as the one at hand the domestic courts would be unable to issue specific guidelines to the investigating authorities, precisely due to the absence of such procedural act. Should the applicants appeal to a court against the investigators’ actions, because of the nature of the matter, the need to react quickly and the limited scope of the court’s review, such appeals do not appear able to redress the defects in the investigation. Accordingly, the Court finds that an application under Article 125 of the CCrP is ineffective in such circumstances and dismisses the Government’s objection as regards the applicants’ failure to exhaust domestic remedies within the context of the criminal investigation. On the basis of the above, the Court finds a procedural violation of Article 2 of the Convention in respect of the investigation carried out into the circumstances of disappearance of Yunus Dobriyev, Magomed Adzhiyev, Yusup Dobriyev and Ali Dzhaniyev.", "(c)  The alleged violation of the positive obligation to protect life", "80.  Finally, the Court notes that the applicants’ complaint under the procedural aspect of Article 2 encompasses also an allegation of failure to take positive measures to protect their four relatives against a known risk to their lives. The applicants submitted that the loss of time in the critical first period of the investigation between 26 December 2009 and 4 January 2010 could have led to a missed opportunity to locate their captors and save the lives of the four men.", "81.  Article 2 of the Convention may also imply a positive obligation on the authorities to take preventive operational measures to protect an individual whose life is at risk from the criminal acts of another individual (see Osman v. the United Kingdom, 28 October 1998, § 115, Reports 1998-VIII). For the Court to find a violation of the positive obligation to protect life, it must be established that the authorities knew, or ought to have known at the time, of the existence of a real and immediate risk to the life of an identified individual from the criminal acts of a third party and that they failed to take measures within the scope of their powers which, judged reasonably, might have been expected to avoid that risk (see Osman, cited above, § 116; Paul and Audrey Edwards v. the United Kingdom, no.  6477/99, § 55, ECHR 2002II; Medova v. Russia, no. 25385/04, § 96, 15 January 2009; Rantsev, § 222; and Tsechoyev, § 136, both cited above).", "82.  The Court has recently found a breach of the positive obligation to protect the right to life where the investigative authorities in Chechnya, having been apprised of the applicant’s son’s unacknowledged detention and ill-treatment by the police, failed to take measures to save his life and, ultimately, to prevent his disappearance (see Turluyeva v. Russia, no. 63638/09, § 98, 20 June 2013). The Court stressed the life-threatening nature of unacknowledged detention in the Northern Caucasus and deplored the lack of an effective and rapid response by the authorities, especially in the days following the receipt of information about the abduction (ibid., § 99).", "83.  Turing to the present case, the Court notes that on 26 December 2009 the first applicant lodged a formal complaint, followed by her two written statements, about the disappearance of her husband and his three relatives. She told the police of the time and place where they had last been seen, the route that they had intended to take, their descriptions and details of their mobile phones and the vehicle they had been driving (see paragraph 15 above). The police were thus informed that earlier that night a group of four men in a vehicle had stopped responding to telephone calls while driving through St Petersburg. However, it is difficult to discern in the first applicant’s statements any indication of the existence of a real and immediate risk to the lives of the individuals concerned.", "84.  As already mentioned above, the context of life-threatening abductions has so far been limited in its territorial scope. In the circumstances of this case, the law-enforcement authorities in St Petersburg could not be expected to react to submissions of such a nature any differently than the police in any big city would. In the days immediately following the first applicant’s complaint, they sought information about recent accidents, possible detention or movement of these persons, examined the area, declared search for the missing persons and the vehicle and took steps to find and question the owner of the car driven by the first applicant’s husband (see paragraph 20 above). As the documents examined by the Court demonstrate, the possible connection between the disappearance of the four men and the events involving the fourth applicant and other members of the Aushev family was pointed out to the investigators in January 2010 (see paragraphs 18 and 22 above).", "85.  Taking all these elements into account, the Court is unable to support the conclusion that the authorities knew, or ought to have known at the time immediately following the four men’s disappearance, of the existence of a real and immediate risk to their lives from the criminal acts of a third party. To decide otherwise in the present case would amount to placing a disproportionate burden on the authorities. In such circumstances, the Court does not discern an additional violation of the positive obligation to protect life in respect of Yunus Dobriyev, Magomed Adzhiyev, Yusup Dobriyev and Ali Dzhaniyev.", "IV.  ALLEGED VIOLATIONS OF ARTICLES 3, 5 AND 13 OF THE CONVENTION", "86.  The applicants complained of violations of Articles 3 and 5 of the Convention as a result of the mental suffering caused by the disappearance of their close relatives, who they claimed had been unlawfully detained. They also argued that, contrary to Article 13 of the Convention, they had no available domestic remedies against the violations claimed under Articles 2 and 3. Articles 3, 5 and 13 of the Convention read, in so far as relevant:", "Article 3", "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”", "Article 5", "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:", "...", "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;", "...", "2.  Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.", "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.", "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.", "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”", "Article 13", "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”", "87.  The Government contested those arguments.", "88.  The Court has not found that the State bears responsibility for the abduction of Yunus Dobriyev, Magomed Adzhiyev, Yusup Dobriyev and Ali Dzhaniyev. Accordingly, in such circumstances, it finds that the situation does not disclose a violation of Articles 3 or 5, as alleged by the applicants (see Shaipova and Others v. Russia, no. 10796/04, §§ 111 and 117, 6 November 2008; Shafiyeva, cited above, §§ 104 and 110; and Saidova v. Russia, no. 51432/09, § 84, 1 August 2013). These complaints must, therefore, be rejected as inadmissible in accordance with Article 35 §§ 3 and 4 of the Convention.", "89.  As to the applicants’ complaint under Article 13, the Court reiterates its findings above in respect of Article 3 of the Convention. In respect of this complaint, the applicants had no arguable claim. Thus, the complaint under Article 13 is likewise manifestly illfounded and must be rejected as inadmissible in accordance with Article 35 §§ 3 and 4 of the Convention. As regards the reference to Article 13 taken in conjunction with Article 2 of the Convention, the Court observes that the relevant complaint has already been examined in the context of Article 2. Having regard to the finding of a violation of Article 2 in its procedural aspect, the Court considers that although this complaint is admissible, there is no need for a separate examination of it on its merits (see Zakriyeva and Others v. Russia, no. 20583/04, § 108, 8 January 2009; Khumaydov and Khumaydov v. Russia, no. 13862/05, § 141, 28 May 2009; and Saidova, cited above, § 85).", "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "90.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "91.  The applicants asked the Court to award them monetary compensation in respect of pecuniary and non-pecuniary damage suffered by them as a result of the violations alleged. The amount of any such awards was left by them to be determined by the Court.", "92.  The Government stressed that there were no grounds for the finding of any violations or for making any awards in the present case.", "93.  Regard being had to the findings of the Court, the Court awards the applicants 15,000 euros (EUR) each in respect of non-pecuniary damage.", "B.  Costs and expenses", "94.  The applicants also claimed EUR 2,600, 4,022 pounds sterling (GBP) and 42,000 Russian roubles (RUB) for the costs and expenses incurred before the domestic courts and before the Court. They submitted a breakdown of the costs and expenses incurred, including legal fees at the hourly rate of EUR 100 for Mrs Tseytlina and GBP 150 for their UK-based lawyers, plus administrative expenses and translation costs, as certified by invoices. They submitted copies of the first and the second applicants’ legal aid agreements with Mrs Tseytlina, as well as the agreements between NGO Memorial and Mrs Tseytlina. The agreements specified that the work on representation would be carried out in cooperation between Mrs Tseytlina, Memorial and EHRAC. They asked for the totality of the sum to be transferred, in GBP, to the account of EHRAC in the UK.", "95.  The Government questioned the necessity and reasonableness of the costs incurred, in particular the translation costs in the amount of GBP 2,730, and of the involvement of three UK-based lawyers.", "96.  In accordance with the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, as well as to the fact that most of the applicants’ complaints have been rejected by the Court, it considers reasonable to award the sum of EUR 4,000, covering costs under all heads. The award is to be paid, as requested, into the representatives’ bank account in the United Kingdom as identified by the applicants.", "C.  Default interest", "97.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT, UNANIMOUSLY,", "1.  Decides to join to the merits the Government’s objection as to nonexhaustion of criminal domestic remedies and rejects it;", "", "2.  Declares the complaints concerning Articles 2 and 13 of the Convention (taken in conjunction with Article 2) admissible and the remainder of the application inadmissible;", "", "3.  Holds that there has been no substantive violation of Article 2 of the Convention in respect of Yunus Dobriyev, Magomed Adzhiyev, Yusup Dobriyev and Ali Dzhaniyev;", "", "4.  Holds that there has been a violation of Article 2 of the Convention in respect of the failure to investigate effectively the disappearance of the applicants’ four relatives;", "", "5.  Holds that no separate issue arises under Article 13 of the Convention taken in conjunction with Article 2 of the Convention;", "", "6.  Holds", "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:", "(i)  EUR 15,000 (fifteen thousand euros), to each applicant, plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement;", "(ii)  EUR 4,000 (four thousand euros), plus any tax that may be chargeable, in respect of costs and expenses; to be paid into the representatives’ bank account as identified by the applicants;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "7.  Dismisses the remainder of the applicants’ claim for just satisfaction.", "Done in English, and notified in writing on 19 December 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSøren Nielsen\tIsabelle Berro-Lefèvre\n\tRegistrar\tPresident"]}