{"file": "ENG_HECOM_42139_12.docx", "doc_type": "HECOM", "doc_lang": "ENG", "case_id": "42139/12", "text_paragraphs": ["Communicated on 25 October 2013", "", "THIRD SECTION", "Application no. 42139/12\nSimion PISARI and Oxana PISARI\nagainst the Republic of Moldova and Russia\nlodged on 1 July 2012", "STATEMENT OF FACTS", "The applicants, Mr Simion Pisari and Mrs Oxana Pisari, are Moldovan nationals, who were born in 1970 and 1973 respectively and live in Pirita. They are represented before the Court by Mr A. Postica, a lawyer practising in Chisinau.", "The facts of the case, as submitted by the applicants, may be summarised as follows.", "The present case concerns the circumstances surrounding the killing of the applicants’ 18-year-old son, Vadim Pisari, by a Russian military on 1 January 2012.", "On that date, at approximately 7 a.m., Vadim Pisari drove a car through a security check-point between Moldova and the break-away Republic of Transdniestria in the direction of Transdniestria. The check-point was controlled by peace-keeping military forces belonging to the Republic of Moldova, the Russian Federation and the break-away Republic of Transdniestria. Vadim Pisari did not stop the car at the request of the soldiers. Shortly thereafter he drove back and since he refused again to stop at the signal of a Russian soldier, the latter fired several machinegun shots into his car. Vadim Pisari was severely injured and died several hours later in a hospital in Chisinau.", "Shortly thereafter the Moldovan authorities initiated a criminal investigation into the circumstances of Vadim Pisari’s killing. The Russian soldier who had shot the victim was immediately transferred by his military superiors to a military unit in Breansk, the Russian Federation. The Russian Ministry of External Affairs announced that the Russian authorities would conduct a parallel investigation into the circumstances of the case and that the results thereof would be announced before the end of January 2012.", "On 10 January 2012 the Prosecutor General’s Office of Moldova recognised the applicants’ victim status within the criminal proceedings conducted by it. On 22 May 2012, the Prosecutor General’s Office of Moldova informed the applicants that it had issued an international search warrant for the Russian soldier suspected of having shot Vadim Pisari.", "On 9 February 2012 the applicants wrote to the Prosecutor General’s Office of the Russian Federation inquiring about the evolution of the investigation conducted by the Russian authorities.", "In a letter dated 30 March 2012 the Military Prosecutor’s Office of the western region of the Russian Federation (“Прокуратура Западного Военного Округа”) informed the applicants inter alia that it had initiated an investigation in respect of the offence provided by Article 109/1 of the Criminal Code of the Russian Federation, namely in respect of manslaughter. In another letter, the applicants’ lawyer was informed that the suspect Russian soldier would not be extradited to Moldova since Russia could not extradite its own citizens.", "On 24 December 2012 the Prosecutor General’s Office of Moldova informed the applicants that on three occasions throughout 2012 it had requested the Prosecutor General’s Office of the Russian Federation to conduct different investigative measures in respect of the killing of the applicant’s son. The Russian authorities had refused to conduct those measures and had informed the Moldovan authorities that on 17 May 2012 the soldier suspected of having shot Vadim Pisari had been cleared of the accusations against him and that the proceedings had been terminated on the ground that his actions had not disclosed the elements of any offence. The Russian authorities also emphasised that, being a Russian citizen, the suspect could not be prosecuted by the authorities of Moldova.", "On 26 March 2012 the Moldovan Prosecutor’s Office informed the applicants that it had to suspend the criminal proceedings in respect of the killing of their son on account of the fact that it had no access to the absconding suspect.", "After learning that the Russian authorities had discontinued the criminal proceedings in respect of the suspect, the applicants wrote to the Russian Prosecutor’s Office and requested a copy of the decision adopted. They also requested to be recognised as victims in the case and to be informed about the manner of challenging the decision concerning the termination of the proceedings.", "In March 2013 the applicants received a reply from the Russian authorities informing them that the proceedings had indeed been discontinued on 17 May 2012; however, no copies of that decision could be sent to them because the victim’s family had not been a party in the proceedings and had no procedural rights therein.", "On 8 May 2013 the applicants wrote to the hierarchically superior prosecutor in the Russian Federation and requested that the decision of 17 May 2012 be quashed and that the re-opened proceedings be conducted with the involvement of Vadim Pisari’s family.", "On 17 September 2013 the Military Prosecutor’s Office of the western region of the Russian Federation wrote to the applicants that their request had been dismissed because they did not have standing to appeal against the decision of 17 May 2012.", "COMPLAINT", "The applicants complain under Article 2 of the Convention about the killing of their son and that the criminal investigation into its circumstances had not been effective both in Moldova and Russia.", "QUESTIONS TO THE PARTIES", "1.  Has the applicants’ son’s right to life, guaranteed by Article 2 of the Convention, been violated in the present case by the Russian Federation?", "2.  Having regard to the procedural protection of the right to life (see paragraph 104 of Salman v. Turkey [GC], no. 21986/93, ECHR 2000-VII), was the investigation in the present case by the domestic authorities of Moldova and Russia in breach of Article 2 of the Convention?", "3.  The Governments are asked to submit copies of the full version of the case files, concerning the criminal investigation instituted and conducted by their Prosecuting authorities in respect of the Vadim Pisari’s killing."]}