{"file": "ENG_CLIN_33501_96.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "33501/96", "text_paragraphs": ["Information Note on the Court’s case-law 28", "March 2001", "Telfner v. Austria - 33501/96", "Judgment 20.3.2001 [Section III]", "Article 6", "Article 6-2", "Presumption of innocence", "Absence of direct evidence of who was driving a car: violation", "Facts: The victim of a hit-and-run incident involving a car was able to give police the make and registration number but could not identify the driver. The police found the car outside the house of the applicant's mother, who was the registered owner, although the applicant was not there and apparently had not slept there that night. At his trial before the District Court, the applicant denied having been the driver and declined to make any other statement. His mother and sister exercised their right not to give evidence. The court convicted the applicant. Referred to the fact that it was common knowledge that the car was driven mainly by the applicant, it was satisfied that he had been driving the car at the relevant time. It also relied on the fact that he had not slept at his mother's house. The Regional Court upheld the conviction. It also found it established that the car was mainly used by the applicant, even if occasionally it was used by others.", "Law: Article 6 § 2 – The case does not concern legal presumptions, nor was the Court convinced by the Government's argument that the courts could legitimately draw inferences from the applicant's silence. The drawing of inferences may be permissible in a system like the Austrian one, where the courts freely evaluate the evidence before them, provided that the evidence adduced is such that the only common-sense inference to be drawn from the accused’s silence is that he has no answer to the case against him. In this case, the courts essentially relied on a police report that the applicant was the main user of the car and had not been home on the night of the accident. These elements, which were not corroborated by evidence taken at the trial in an adversarial manner, cannot be regarded as constituting a case against the applicant which called for an explanation on his part. In requiring the applicant to provide an explanation although they had not been able to establish a convincing prima facie case against him, the courts shifted the burden of proof from the prosecution to the defence.", "Conclusion: violation (unanimously).", "Article 41 – The Court awarded the applicant 20,000 schillings (ATS) in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}