{"file": "ENG_CLIN_6899_12.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "6899/12", "text_paragraphs": ["Information Note on the Court’s case-law 184", "April 2015", "Mitrinovski v. \"the former Yugoslav Republic of Macedonia\" - 6899/12", "Judgment 30.4.2015 [Section I]", "Article 6", "Civil proceedings", "Article 6-1", "Impartial tribunal", "Impartiality of tribunal in professional misconduct proceedings against a judge: violation", "Facts – The applicant was a former judge who was removed from office by a decision of the plenary of the State Judicial Council (SJC) on 19 April 2011 that he had been guilty of professional misconduct. In his application to the European Court the applicant complained under Article 6 § 1 of the Convention that the SJC could not be considered to have been an “independent and impartial tribunal” in the circumstances of his case.", "Those circumstances were as follows: The applicant presided over a three-judge panel of a court of appeal which granted an appeal by a detainee against an order for pre-trial detention. That decision was overruled by a five-judge panel of the Supreme Court, presided over by Judge J.V. The criminal division of the Supreme Court, which also included Judge J.V., then found that two of the three court of appeal judges who had heard the detainee’s appeal had disclosed professional misconduct. It did not name the judges concerned. In his capacity as an ex officio member of the SJC Judge J.V. then submitted a request to the SJC to establish professional misconduct in respect of the applicant and one of the other court of appeal judges. Judge J.V. also formed part of the SJC plenary which subsequently declared the request admissible, set up an ad hoc Commission for the determination of the complaint of professional misconduct and initiated professional misconduct proceedings. He appeared as the complainant at the hearing before the ad hoc Commission and, following a report by the Commission recommending the applicant’s dismissal for professional misconduct, was a member of the plenary of the SJC which decided to remove the applicant from office. The applicant’s appeal to the Supreme Court Appeal Panel was dismissed.", "Law – Article 6 § 1: Section 78(1) of the State Judicial Act 2010, which regulated professional misconduct proceedings against members of the judiciary, provided that any member of the SJC could ask that institution to establish professional misconduct on the part of a judge. In the applicant’s case, Judge J.V., who was the President of the Supreme Court at the time and an ex officio member of the SJC, had requested the initiation of proceedings after the criminal division of the Supreme Court, including Judge J.V., found unanimously that there had been professional misconduct by two judges in the court of appeal proceedings that had been presided over by the applicant. Although the criminal division did not name the judges concerned, it was obvious that the applicant was one of them, as confirmed by the SJC. In such circumstances, the European Court considered that the applicant had had legitimate grounds for fearing that Judge J.V. was already personally convinced that he should be dismissed for professional misconduct before that issue came before the SJC.", "The ad hoc Commission established to conduct the misconduct proceedings was made up of five SJC members. At the hearing, Judge J.V. was able to submit evidence and arguments in support of the allegations against the applicant and had thus acted as a “prosecutor”. He then sat as an ex officio member of the plenary of the SJC which, following the Commission’s recommendation, decided to remove the applicant from office. In these circumstances, the European Court considered that the system in which Judge J.V., as a member of the SJC who had sought the impugned proceedings and subsequently taken part in the decision to remove the applicant from office, cast objective doubt on his impartiality when deciding on the merits of the applicant’s case. ", "Judge J.V.’s role in the proceedings thus failed both the subjective and objective impartiality tests. The fact that he was only one of fifteen members of the SJC could not, in the circumstances, lead to any other result. ", "Conclusion: violation (unanimously).", "Article 41: EUR 4,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}