{"file": "ENG_CLIN_16839_90.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "16839/90", "text_paragraphs": ["Information Note on the Court’s case-law", "April 1996", "Remli v. France - 16839/90", "Judgment 23.4.1996", "Article 6", "Criminal proceedings", "Article 6-1", "Impartial tribunal", "Rhône Assize Court's refusal of application by a French defendant of Algerian origin to have formal note taken of racist remark allegedly made by one of the jurors outside the courtroom and which had been recorded in a written witness statement: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 6 OF THE CONVENTION", "A.\tThe Government's preliminary objections", "1.\tNon-exhaustion of domestic remedies", "(a)\tComplaint based on Article 6 of the Convention", "Recapitulation of Court's case-law - applicant had made use of an effective remedy.", "Conclusion: objection dismissed (seven votes to two).", "(b)\tComplaint based on Article 14 of the Convention taken together with Article 6", "Complaint not raised in the national courts.", "Conclusion: objection allowed (unanimously).", "2.\tApplication out of time", "Appeal on points of law against the refusal to make an entry in the record had not been a futile step and had therefore had the effect at the very least of postponing the beginning of the six-month period.", "B.\tMerits of the complaint", "Reference to principles laid down in Court's case-law concerning independence and impartiality, which apply to jurors as to professional and lay judges.", "Not for Court to rule on evidential value of written witness statement or on whether the racist remark attributed to the juror in question had actually been made - it noted merely that the Assize Court had dismissed the application to have formal note taken of that remark without examining the evidence submitted to it.", "Article 6 § 1 imposes an obligation on every national court to check whether, as constituted, it is \"an impartial tribunal\" within the meaning of that provision where this is disputed on a ground that does not immediately appear to be manifestly devoid of merit - no such check in the instant case.", "Conclusion: violation (five votes to four).", "II.\tARTICLE 50 OF THE CONVENTION", "A.\tNon-pecuniary damage: sufficiently compensated for by the judgment.", "B.\tRetrial or reduction of sentence: no jurisdiction to make an order to that effect against a Contracting State.", "C.\tCosts and expenses: assessed on an equitable basis.", "Conclusion: respondent State to pay applicant a specified sum for costs and expenses (eight votes to one).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the "]}