{"file": "ENG_HEJUD_43622_98.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "43622/98", "text_paragraphs": ["", "", "SECOND SECTION", "", "", "CASE OF MALAMA v. ", "", "", "(Application no. 43622/98)", "", "", "JUDGMENT", "", "", "", "", "", "1 March 2001", "", "", "", "FINAL", "", "", "05/09/2001", "", "", "", "", "", "In the case of Malama v. ,", "The European Court of Human Rights (Second Section), sitting as a Chamber composed of:", "\tMr\tA.B. Baka, President,\n\tMr\tC.L. Rozakis,\n\tMr\tG. Bonello,\n\tMrs\tV. Strážnická,\n\tMr\tP. Lorenzen,\n\tMr\tM. Fischbach,\n\tMr\tA. Kovler, judges,\nand Mr E. Fribergh, Section Registrar,", "Having deliberated in private on 25 November 1999, 18 January and 8 February 2001,", "Delivers the following judgment, which was adopted on the last\nmentioned date:", "PROCEDURE", "1.  The case originated in an application (no. 43622/98) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Greek national, Ms Eleni Malama (“the applicant”), on 15 September 1998.", "2.  The complaints made by the applicant when the application was lodged related to the national authorities’ refusal to comply with judgments in which the Greek courts had determined the amount of compensation to be paid for the expropriation of her land. Relying on Article 6 § 1 of the Convention and Article 1 of Protocol No. 1, the applicant complained that the Greek State’s refusal to pay her the compensation due had infringed her right to effective judicial protection in the determination of her civil rights and had infringed her right to peaceful enjoyment of her possessions. Relying on Article 6 § 1, she also complained of the length of the proceedings. Subsequently, having received compensation for the expropriation, the applicant complained about the amount.", "3.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11). ", "4.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). ", "5.  Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. ", "6.  In a decision of 25 November 1999 the Chamber declared the application admissible [Note by the Registry. The Court’s decision is obtainable from the Registry].", "7.  A hearing took place in public in the , , on 18 January 2001 (Rule 59 § 2).", "", "There appeared before the Court:", "(a)  for the Government\nMr\tP. Georgakopoulos, Senior Adviser,\n\t\tState Legal Council,\t Delegate of the Agent,\nMrs\tK. Grigoriou, Adviser, \n\t\tState Legal Council,\tAdviser;", "(b)  for the applicant\nMr\tN. Alivizatos, of the Athens Bar,\tCounsel,\nMs\tE. Kioussopoulou, of the Athens Bar,\nMr\tP. Voyatzis, of the Athens Bar,\tAdvisers.", "", "The Court heard addresses by Mr Alivizatos, Ms Kioussopoulou and Mrs Grigoriou.", "THE FACTS", "8.  The applicant’s mother, Ioulia Andrikou, was the adopted daughter of Lambros Veicos, who died in 1934. He had owned a three-quarter undivided share of an area of 942,250 sq. m. of land in the suburbs of . The land included 250,000 sq. m. of pine forest (which had been exploited for many years), ten quarries and two sand extraction sites.", "9.  On 27 December 1923, by a decree of the Ministry of Health, Welfare, Social Protection and Agriculture, the Greek State expropriated the land in question for use by the Refugees’ Relief Fund (Ταμείο Περιθάλψεως Προσφύγων), a public-law corporation established in order to meet the needs of refugees from Asia Minor following the mandatory exchange of populations under the 1923 Treaty of Lausanne.", "10.  The day after the ministerial decree was issued, the relevant authorities began to occupy the expropriated land, without any compensation being paid to Lambros Veicos. The basis for the expropriation was an ordinance issued by the Greek Government (“the Government”) on 14 February 1923, authorising the expropriation and occupation of land before any compensation was paid to its owners. The ordinance was subsequently ratified by means of a constitutional resolution of 15 September 1924; its content was also incorporated in Article 119 of the 1927 Constitution.", "11.  On 15 May 1928 Lambros Veicos applied to the relevant courts for payment of the compensation he was owed by the State, which had in the meantime taken over from the Refugees’ Relief Fund, the fund having been wound up in 1925. In a judgment of 31 August 1928 (no. 184/1928) the President of the Athens Court of First Instance determined the provisional unit amount of compensation due. On 20 October 1928 the  applied to the Athens Court of First Instance for an assessment of the final unit amount of compensation due. In a series of judgments (nos. 3117/1929, 9477/1930, 4590/1932 and 1494/1934) the court adjourned its examination of the case and directed that evidence should be obtained and that an expert assessment should be carried out by the State. The proceedings lasted more than twenty years without ever resulting in a final judgment. Lambros Veicos died in 1934.", "12.  On 1 May 1963 Ioulia Andricou and her sister – the applicant’s mother and aunt respectively and the sole heirs of Lambros Veicos – applied to the Athens Court of First Instance for a fresh assessment of the provisional unit amount of compensation due, on the basis of the real value of the land in 1963.", "13.  In a judgment of 26 October 1963 (no. 1905/1963) the court determined the provisional unit amount of compensation due.", "14.  On 20 January 1964 Ioulia Andricou and her sister applied to the Athens Court of First Instance for an assessment of the final unit amount of compensation due.", "15.  In a judgment of 27 June 1964 (no. 13725/1964) the court again directed that evidence should be obtained and that an expert assessment of the value of the land should be carried out.", "16.  In a judgment of 20 November 1976 (no. 15640/1976) the court noted that no expert assessment had been carried out, and consequently adjourned its examination of the case.", "17.  In a judgment of 8 July 1981 (no. 12474/1981) the court, on an application by the parties, ordered a further expert assessment.", "18.  In a judgment of 17 June 1983 (no. 9283/1983) the court determined the final unit amount of compensation due.", "19.  On 5 March 1984 Ioulia Andricou and the heirs of her sister, who had died in the meantime, appealed against the judgment of the Court of First Instance. On 18 December 1984 the State likewise appealed against the judgment. The case was adjourned several times. Both appeals were finally heard on 3 March 1992, and then on 5 October 1993.", "20.  In a judgment of 10 December 1993 (no. 7966/1993) the Athens Court of Appeal dismissed the appeal lodged by the State and assessed the amount of compensation due at 10 (old) paper drachmas per square metre, a sum corresponding to the supposed value of the expropriated land in September 1922. The Court of Appeal added that in September 1922, 7.16 paper drachmas had been equivalent to one metal drachma – that is to say, “one Latin Union gold drachma”.", "21.  On 18 April 1994 the State appealed on points of law.", "22.  In a judgment of 18 June 1996 (no. 920/1996) the Court of Cassation dismissed the State’s appeal and upheld the Court of Appeal’s judgment, which accordingly became final and irrevocable.", "23.  On 10 January 1997 the applicant, who had in the meantime acquired title to her mother’s claims by virtue of notarial deeds nos. 1222/1995 and 1225/1995, applied to the Athens Court of First Instance for recognition of her entitlement to three-eighths of the amount of compensation determined by the Court of Appeal, and for payment of the compensation.", "24.  Meanwhile, in a separate expropriation case concerning a plot of land situated 150 m away from the land in issue, the Athens Court of First Instance had assessed the provisional unit amount of compensation at 70,000 drachmas (GRD) per square metre (judgment no. 12/1997). The State had subsequently accepted that amount and paid it to the entitled persons.", "25.  In a final and irrevocable judgment of 12 September 1997 (no. 1783/1997) the Athens Court of First Instance declared that the applicant was entitled to three-eighths of the amount of compensation determined in judgment no. 7966/1993 of the Athens Court of Appeal.", "26.  On 7 October 1997 the applicant served the judgment of \n12 September 1997 on the . On 10 October 1997 she asked the Ministry of Finance’s Expropriation Department to pay her, as speedily as possible, the compensation she was owed. Having received no reply, she made two further applications, on 8 January and 9 March 1998.", "27.  On 18 June 1998 the State Legal Council considered an enquiry it had received from the Ministry of Finance’s Public Property Department as to whether the State was under an obligation to pay the applicant the amount of compensation determined by the domestic courts and, if so, what method should be used to calculate the compensation. The State Legal Council replied to the first question in the affirmative. Furthermore, after a very thorough examination of the criteria applied in the matter, it held that the value of one metal drachma was equivalent to 32.258% of the price quoted for one gram of gold on the Athens Stock Exchange.", "28.  On 15 September 1998 the applicant applied to the Commission. She complained that the Greek State’s refusal to pay her the compensation she was owed had infringed her right to effective judicial protection in the determination of her civil rights and her right to peaceful enjoyment of her possessions. She also complained of the length of the proceedings.", "29.  In a decision of 21 December 1998 the Ministry of Finance, having calculated, in new drachmas, the compensation to be awarded for the expropriation, ordered a payment of GRD 461,014,975 to be made to the applicant.", "30.  In a letter dated 30 March 1999 the applicant stated that she was prepared to accept the sum but reserved the right to “claim ... in the European Court of Human Rights ... any additional sums in respect of the pecuniary damage ... sustained on account of the failure to pay full compensation for the expropriation”.", "31.  On 21 April 1999 the money was paid into the applicant’s bank account.", "THE LAW", "I.  THE GOVERNMENT’S PRELIMINARY OBJECTIONS", "A.  Failure to observe the six-month time-limit", "32.  The Government submitted that the applicant had not observed the six-month time-limit laid down in Article 35 § 1 of the Convention. In their written observations of 26 May 1999 on the admissibility of the application they maintained that the proceedings had ended when the Athens Court of First Instance delivered its judgment on 12 September 1997, more than six months before 15 September 1998, the date on which the application had been lodged. Subsequently, in their additional observations of 25 February 2000, the Government asserted that the domestic courts’ final decision within the meaning of the Convention had been the judgment delivered by the Athens Court of Appeal on 10 December 1993.", "33.  The applicant, for her part, maintained that it had been the State’s refusal to pay her fair compensation for the expropriation of her land that had prompted her application to the Convention institutions. She accordingly submitted that her complaints related to a continuing situation that still obtained, in spite of the payment of compensation in April 1999.", "", "1.  As regards the complaint concerning the length of proceedings", "34.  The Court notes that the proceedings for the assessment of compensation for the expropriation of the land in issue began on 15 May 1928 and ended with the Court of Cassation’s judgment of 18 June 1996. They were followed by another set of proceedings for recognition of the applicant’s entitlement to the compensation due; those proceedings ended on 12 September 1997. The two sets of proceedings therefore ended more than six months before 15 September 1998, the date on which the application was lodged. Although the judgments in question were not executed until after the application had been lodged, the Court is unable to accept that the time taken to execute them should fall within the period to be taken into consideration in respect of the complaint concerning the length of the proceedings.", "The Court, accordingly, has no jurisdiction to take cognisance of this complaint.", "2.  As regards the complaints relating to the national authorities’ refusal to pay the applicant the compensation she was owed, and to her right to peaceful enjoyment of her possessions", "35.  The Court notes that, following the judgment of 12 September 1997 in which the Athens Court of First Instance had declared that she was entitled to the amount of compensation determined in 1993, the applicant repeatedly requested payment of the compensation, but to no avail. She subsequently applied to the Commission, complaining that she had been unable to obtain fair compensation for the expropriation of her land. Those circumstances indicate the existence of a continuing situation in relation to her complaints concerning the fairness of the proceedings and her right to peaceful enjoyment of her possessions; accordingly, the six-month rule cannot be relied on against her. Lastly, although the compensation payable for the expropriation was indeed assessed by the Court of Appeal in 1993, it is quite clear that the applicant could not at that time have ascertained the precise value of 10 (old) paper drachmas per square metre, since that sum was not converted into new drachmas until 21 December 1998. Not until that date did she know how much she had been awarded. The six-month rule is, therefore, not applicable.", "B.  The Government’s other preliminary objections", "1.  Objections raised at the admissibility stage", "36.  The Government again raised the preliminary objections they had set out in their written observations of 26 May 1999 on the admissibility of the application.", "37.  The Court points out that it has already dismissed those objections in its decision of 25 November 1999 on the admissibility of the application. It does not consider it necessary to examine them a second time.", "The objections in question must therefore be dismissed.", "2.  Objections raised after the admissibility decision", "38.  In their additional observations of 25 February 2000 the Government argued that the applicant had failed to exhaust domestic remedies, since she had not appealed on points of law against judgment no. 7966/1993 of the Court of Appeal, in which the final unit amount of compensation had been assessed. Furthermore, they considered that the applicant’s complaint concerning the amount awarded had been raised for the first time in her observations of 20 July 1999 on the admissibility of the application, and that she had consequently altered the subject matter of the application.", "39.  The applicant submitted in reply that that objection was out of time, since the Government could have raised it at the admissibility stage. In any event, she asserted that, regard being had to the constitutional provisions and the case-law of the time, her appeal would not have been successful. Accordingly, in her submission, she could not be criticised for not wishing to prolong proceedings that had already taken an excessive amount of time by availing herself of a remedy that was bound to fail – especially as the compensation due had been assessed at 10 (old) paper drachmas per square metre and the applicant had therefore been unable to gain even a rough idea of the sum she had been awarded. Lastly, she emphasised that the subject matter of her application had always been the failure to pay her fair compensation for the expropriation of her land.", "40.  The Court points out that by Rule 55 of the Rules of Court, “[a]ny plea of inadmissibility must, in so far as its character and the circumstances permit, be raised by the respondent Contracting Party in its written or oral observations on the admissibility of the application ...”. It is clear from the case file that that condition has not been satisfied in the instant case. The Government are consequently estopped from raising this objection. Nor can the Court accept that the applicant altered the subject matter of her application, since her complaints have manifestly always concerned the absence of fair compensation for the expropriation of her land. The subsequent payment of an amount of compensation contested by the applicant is, admittedly, a new fact, but one which is linked to her original complaints.", "This objection must therefore be dismissed.", "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1", "41.  The applicant complained that her right to peaceful enjoyment of her possessions had been infringed on two counts: firstly, through the failure to pay her compensation for more than seventy-five years and, secondly, through the assessment of the compensation due at a value that was significantly lower than the current value of the land in issue. She relied on Article 1 of Protocol No. 1, which provides:", "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.", "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”", "Article 1 of Protocol No. 1 comprises three distinct rules: the first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions; the third rule, stated in the second paragraph, recognises that the Contracting States are entitled, amongst other things, to control the use of property in accordance with the general interest. The three rules are not, however, “distinct” in the sense of being unconnected. The second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule.", "A.  Whether there has been an interference with the right of property", "42.  It was not disputed by the parties that there had been an interference with the applicant’s right to the peaceful enjoyment of her possessions, amounting to a “deprivation” of property within the meaning of the second sentence of the first paragraph of Article 1 of Protocol No. 1.", "The Court must, therefore, examine whether the interference complained of can be justified under that provision.", "B.  “Provided for by law”", "43.  The Court reiterates that the first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be lawful: the second sentence of the first paragraph authorises a deprivation of possessions only “subject to the conditions provided for by law”, and the second paragraph recognises that States have the right to control the use of property by enforcing “laws”. Moreover, the rule of law, one of the fundamental principles of a democratic society, is inherent in all the Articles of the Convention (see Amuur v. France, judgment of 25 June 1996, Reports of Judgments and Decisions 1996-III, pp. 850-51, § 50).", "44.  In the instant case it was not disputed that the expropriation in issue had been based on a Government ordinance of 14 February 1923 authorising the expropriation and occupation of land, with a view to providing urban housing for refugees, before any compensation was paid to the owners. That ordinance was subsequently ratified by means of a constitutional resolution, and its content was incorporated in the 1927 Constitution. The Court, therefore, notes that the condition of lawfulness was satisfied.", "C.  “In the public interest”", "45.  The Court must determine next whether this deprivation of property pursued a legitimate aim “in the public interest”, within the meaning of the second rule laid down in Article 1 of Protocol No. 1.", "46.  The Court is of the opinion that, because of their direct knowledge of their society and its needs, the national authorities are in principle better placed than the international judge to appreciate what is “in the public interest”. Under the system of protection established by the Convention, it is thus for the national authorities to make the initial assessment as to the existence of a problem of public concern warranting measures of deprivation of property. Here, as in other fields to which the safeguards of the Convention extend, the national authorities, accordingly, enjoy a certain margin of appreciation.", "Furthermore, the notion of “public interest” is necessarily extensive. In particular, the decision to enact laws expropriating property will commonly involve consideration of political, economic and social issues. The Court, finding it natural that the legislature should enjoy a margin of appreciation in implementing social and economic policies, will respect the legislature’s judgment as to what is “in the public interest” unless that judgment is manifestly without reasonable foundation (see James and Others v. the United Kingdom, judgment of 21 February 1986, Series A no. 98, p. 32, § 46). ", "47.  In the instant case it was not disputed by the parties that the expropriation in issue had been intended to provide accommodation for refugees from Asia Minor following the mandatory exchange of populations under the 1923 Treaty of Lausanne. At that time, the reception of refugees was a crucial economic and social issue. The Court, accordingly, considers that the impugned measure pursued a legitimate aim. ", "", "D.  Proportionality of the interference", "48.  An interference with the peaceful enjoyment of possessions must strike a fair balance between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights (see, among other authorities, Sporrong and Lönnroth v. Sweden, judgment of 23 September 1982, Series A no. 52, p. 26, § 69). The concern to achieve this balance is reflected in the structure of Article 1 as a whole, including, therefore, the second sentence, which is to be read in the light of the general principle enunciated in the first sentence. In particular, there must be a reasonable relationship of proportionality between the means employed and the aim sought to be realised by any measure depriving a person of his possessions (see Pressos Compania Naviera S.A. and Others v. Belgium, judgment of 20 November 1995, Series A no. 332, p. 23, § 38).", "Compensation terms under the relevant legislation are material to the assessment of whether the contested measure respects the requisite fair balance and, notably, whether it imposes a disproportionate burden on the applicants. In this connection, the Court has already found that the taking of property without payment of an amount reasonably related to its value will normally constitute a disproportionate interference, and a total lack of compensation can be considered justifiable under Article 1 of Protocol No. 1 only in exceptional circumstances (see The Holy Monasteries v. Greece, judgment of 9 December 1994, Series A no. 301-A, p. 35, § 71).", "49.  In the instant case the applicant stated that the amount of compensation had been assessed on the basis of the supposed value of the land in September 1922. In her submission, limiting the compensation to the value of her property in 1922, without taking any account whatsoever of the excessive and unreasonable length of the proceedings to assess the compensation, amounted to arbitrary interference with her right to peaceful enjoyment of her possessions, especially as the sum awarded represented only 1.53% of the current value of the expropriated land. In support of that allegation, the applicant cited a judgment delivered by the Athens Court of First Instance on 14 January 1997 in which the unit amount of compensation payable for the expropriation of land situated 150 m from the land in issue had been assessed at GRD 70,000 per square metre.", "50.  The Government asserted that, regard being had to the national authorities’ margin of appreciation under Article 1 of Protocol No. 1, the compensation awarded by the domestic courts – following adversarial proceedings in the course of which the applicant had had the opportunity to put forward any arguments she wished to raise – had been reasonably in line with the value of the expropriated property.", "51.  The Court considers that it is not required to decide on what basis the domestic courts should have assessed the amount of compensation payable; it cannot take the place of the Greek courts in determining the year that should have been taken into consideration for the estimation of the value of the expropriated land and for the assessment of the sums due in consequence. However, the Court cannot fail to observe that in calculating the compensation the Court of Appeal took no account whatsoever of the excessive length of the proceedings. The applicant was not awarded any sum for the pecuniary or non-pecuniary damage which she and her family had sustained as a result of their being deprived of their property, without compensation, for seventy years; nor was she awarded any interest for delay. Furthermore, although the compensation was not paid until more than five years after the Court of Appeal had assessed the amount due, the applicant did not receive any additional interest for delay (see, mutatis mutandis, Stran Greek Refineries and Stratis Andreadis v. Greece, judgment of 9 December 1994, Series A no. 301-B, p. 90, § 82).", "52.  The Court, accordingly, considers that the fact that, in the assessment and payment of the compensation due to the applicant, the national authorities failed to take into account a period of more than seventy-five years following the expropriation of the land upset, to the applicant’s detriment, the fair balance between the protection of property and the requirements of the general interest.", "There has, therefore, been a violation of Article 1 of Protocol No. 1.", "III.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION", "53.  The applicant complained that the ’s refusal over a period of several years to assess and pay the compensation she was owed for the expropriation had infringed her right to effective judicial protection in the determination of her civil rights. She relied on Article 6 § 1 of the Convention, which provides:", "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”", "54.  Having regard to its finding of a violation of the applicant’s right to peaceful enjoyment of her possessions (see paragraph 52 above), the Court does not consider it necessary to examine the allegation of a violation of Article 6 § 1 of the Convention.", "", "", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "55.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "56.  In respect of pecuniary damage, the applicant claimed either a sum of 30,034,218,750 drachmas (GRD) (equivalent to three-eighths of the current value of the land in issue), less the compensation paid in April 1999, or, if the Court were to hold that the sum paid in April 1999 corresponded to the value of the land, a sum of GRD 4,380,412,004 (representing loss of income in the period between the expropriation of the land in 1923 and her application to the Convention institutions in 1998). She also sought GRD 150,000,000 in respect of non-pecuniary damage. Lastly, she claimed GRD 7,700,000 for costs and expenses incurred in the national courts and before the Convention institutions.", "57.  The Government submitted that, if the Court were to find a violation of Article 1 of Protocol No. 1, it should give the parties an opportunity to submit further observations on the issue of just satisfaction.", "58.  The Court considers that the question of the application of Article 41 is not ready for decision. Accordingly, it reserves that question and, in determining the further procedure, will have regard to the possibility of an agreement between the Government and the applicant (Rule 75 § 1).", "FOR THESE REASONS, THE COURT UNANIMOUSLY", "1.  Allows the Government’s preliminary objection as to the admissibility of the complaint under Article 6 § 1 of the Convention as regards the length of the proceedings;", "", "2.  Dismisses the Government’s other preliminary objections;", "", "3.  Holds that there has been a violation of Article 1 of Protocol No. 1;", "", "4.  Holds that it is not necessary to examine the applicant’s complaint under Article 6 § 1 of the Convention as regards the fairness of the proceedings;", "", "5.  Holds that the question of the application of Article 41 is not ready for decision; accordingly,", "(a)  reserves the said question in whole;", "(b)  invites the Government and the applicant to submit, within the forthcoming six months, their written observations on the matter and, in particular, to notify the Court of any agreement that they may reach;", "(c)  reserves the further procedure and delegates to the President of the Chamber the power to fix the same if need be.", "Done in French, and notified in writing on 1 March 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tErik Fribergh\tAndrás Baka\n\tRegistrar\tPresident"]}