{"file": "ENG_CLIN_13469_06.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "13469/06", "text_paragraphs": ["Information Note on the Court’s case-law No. 149", "February 2012", "D.D. v. Lithuania - 13469/06", "Judgment 14.2.2012 [Section II]", "Article 5", "Article 5-1-e", "Persons of unsound mind", "Confinement of mentally disabled applicant against her will for over seven years: no violation", "", "Article 5-4", "Review of lawfulness of detention", "Inability for mentally disabled applicant to contest involuntary confinement with separate legal representation: violation", "", "Article 6", "Civil proceedings", "Article 6-1", "Fair hearing", "Unfairness of guardianship proceedings concerning mentally disabled applicant: violation", "", "Facts – The applicant, who had been diagnosed with schizophrenia, was legally incapacitated in 2000 at the request of her adoptive father, who was later appointed her legal guardian. He subsequently requested that the applicant be admitted to a home for individuals with general learning disabilities since, as attested by a social worker, she was unable to take care of herself. The applicant was admitted to the home against her will in July 2004 following a decision of a panel designated by a local city council, supported by the social services. They had concluded that the applicant was unable to cater for her basic needs, did not understand the value of money and had occasional anger outbreaks. In 2005 and with the assistance of her former psychiatrist and then friend D.G., the applicant asked for the guardianship proceedings to be reopened and D.G. appointed as her guardian. She claimed that she had never been informed of or summoned to the court hearing at which her adoptive father had been appointed, that her relationship with her adoptive father was very tense and that she had been placed in the home on his initiative and incapacitated without her knowledge. The court held a closed hearing on 7 November 2005, but refused the applicant’s request to be assisted by a lawyer on the grounds that her guardian’s lawyer would represent her interests. The applicant alleges that she was taken to the judge’s office during a break in the hearing and warned not to say anything negative about her adoptive father. After the break she agreed to her adoptive father remaining her guardian but asked to be released from the home. Subsequently, the court refused to reopen the guardianship proceedings. ", "Law", "(a)  Admissibility", "(i)  Victim status – The original application form had been signed by D.D. without any indication that her signature might have been forged. She had subsequently appointed a lawyer who, in his observations in reply to the Government, had followed the applicant’s initial complaints. It was therefore legitimate to conclude that D.D. had validly lodged an application in her own name and that she could claim to be a victim in respect of the complaints listed in her application. ", "Conclusion: victim status upheld (unanimously).", "(ii)  Abuse of the right of application – The issue of the applicant’s alleged abuse of the right of application, on account of allegedly incorrect information in her application form, was closely linked and thus joined to the merits of her complaints.", "(b)  Merits", "Article 6 § 1: Even though the Court was unable to examine the initial appointment of a guardian, as the complaint concerning this aspect of the case had been lodged outside the six-months time-limit, it could not overlook the fact that the applicant had not participated in the court proceedings for her incapacitation. As regards the proceedings for a change of guardian, given the applicant’s problematic relationship with her adoptive father and their conflicting interests, her adoptive father’s lawyer could not properly represent her and she should have had her own lawyer. The judge had also refused a request by D.G. for an audio recording to be made and it appeared that the applicant had not been allowed to sit next to D.G. during the hearing. The applicant had allegedly been taken to the judge’s office during the break and after returning to the hearing room had declared herself content. The general spirit of that hearing had therefore further compounded her feelings of isolation and inferiority, taking a significantly greater toll on her than would have been the case had she had her own legal representation. In the light of the foregoing, the Court concluded that the applicant’s proceedings had been unfair and dismissed the Government’s objection of abuse of the right of application.", "Conclusion: violation (unanimously).", "Article 5 § 1 (e)", "(i)  Admissibility – In order to determine whether an individual had been deprived of his or her liberty account had to be taken of a whole range of factors such as the type, duration, effects and manner of implementation of the measure in question. In addition to the objective element of a person’s confinement in a particular restricted space for a not negligible amount of time, a person could only be regarded as having been deprived of his or her liberty if an additional subjective element was fulfilled, namely if the person did not validly consent to the confinement in question. Even though the applicant’s factual situation in the home was disputed, it was clear that the home’s management had exercised complete and effective control over her by medication and by the supervision of her treatment, care, residence and movement for over seven years. According to the rules of the home, patients were not allowed to leave without permission. The facts of the applicant’s case differed from those in the case of H.M. v. Switzerland, where the applicant, an elderly woman, had agreed to stay in a nursing home and a number of safeguards had been in place to ensure that her placement was justified. In contrast, the applicant in the present case did not wish to stay in the home and had been admitted at the request of her guardian without any involvement of the courts. Furthermore, contrary to the Government’s contention, the applicant’s case could not be compared to the case of Nielsen v. Denmark, which concerned a child hospitalised for therapeutic purposes at the request of his mother for a very limited amount of time. Finally, as regards the applicant’s subjective perception, despite the fact that she had been deprived of her legal capacity, she was still able to express an opinion on her situation and had unequivocally objected to her stay in the home throughout and requested her discharge on several occasions. In such circumstances, the Court concluded that the applicant had been “deprived of liberty” within the meaning of Article 5 § 1.", "(ii)  Merits – The Court accepted that the applicant’s involuntary admission to the home had been “lawful” in the narrower sense, in that it fulfilled the material and procedural requirements set out under the domestic law. However, the notion of “lawfulness” in the context of Article 5 § 1 (e) also had a broader meaning, requiring fulfilment of three further criteria: the individual concerned had to be reliably shown to be of unsound mind, the mental disorder at issue had to be such as to warrant compulsory confinement and the validity of continued confinement depended on the persistence of such a disorder. The applicant had suffered from mental problems since 1979 and been diagnosed with continuous paranoid schizophrenia only a few weeks prior to her placement in the home. A social worker had testified that she had been unable to cater for her needs when living alone. It had therefore been reliably established that she was suffering from a mental disorder warranting compulsory confinement. Moreover, her confinement appeared to have been necessary since no alternative measures had been appropriate in her case.", "Conclusion: no violation (unanimously).", "Article 5 § 4: Under the Court’s practice, persons of unsound mind who were compulsorily confined in a psychiatric institution should in principle be entitled to take proceedings – attended by sufficient procedural safeguards – at reasonable intervals before the court to challenge the lawfulness of their continued detention. This requirement was all the more important in the circumstances of the applicant’s case, where her placement in the home had been requested by her guardian and decided on by municipal and social-care authorities without any involvement of the courts. However, in situations such as the applicant’s, the domestic law did not provide for automatic judicial review of the lawfulness of admitting a person to and keeping him or her in an institution such as the home where the applicant stayed. Moreover, a review could not be initiated by a person who had been deprived of legal capacity. The applicant had, therefore, been unable to independently pursue any legal remedy of a judicial character to challenge her continued involuntary institutionalisation. It appeared that she would only have been able to institute such proceedings through her guardian, the very person who had requested her confinement in the first place. In these circumstances, the Court considered that where a person capable of expressing a view, despite being deprived of legal capacity, was also deprived of liberty at the request of his or her guardian, he or she must be accorded the opportunity of contesting that confinement before a court with separate legal representation.", "Conclusion: violation (unanimously).", "Article 41: EUR 8,000 in respect of non-pecuniary damage.", "(See also  [GC], no. 36760/06, 17 January 2012, ; , no. 39187/98, 26 February 2002, ; , no. 10929/84, 28 November 1988; and , no. 6301/73, 24 October 1979)", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}