{"file": "ENG_CLIN_39221_98.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "39221/98", "text_paragraphs": ["Information Note on the Court’s case-law No. 20", "July 2000", "Scozzari and Giunta v. Italy [GC] - 39221/98 and 41963/98", "Judgment 13.7.2000 [GC]", "Article 8", "Article 8-1", "Respect for family life", "Taking of children into care and suspension of parental rights: no violation", "Restriction of mother’s right of access to children in care: violation", "Placement of children in community where certain personnel had convictions for paedophilia: violation", "(Extract from press release)", "Facts: The first applicant, Dolorata Scozzari, a Belgian and Italian national, was born in 1960 and lives in Figline Valdano (Italy). She also acts on behalf of her children, G., aged thirteen, who has dual Belgian and Italian nationality, and M., aged six and who has Italian nationality. The second applicant, Carmela Giunta, is an Italian national, who was born in 1939 and lives in Brussels. Since the end of 1998 she has also had a home in Italy. She is the first applicant’s mother. On 9 September 1997, in view of the dramatic situation in the first applicant’s home, a situation that had been largely brought about by the violence of the first applicant’s husband towards both her and the children and the fact that the elder child had been subjected to paedophile abuse by a “social worker”, the Florence Youth Court suspended the first applicant’s parental rights and ordered the children’s placement with the “Il Forteto” community, near Florence. Two of the main leaders of that community had been convicted in 1985 of the ill-treatment of three handicapped people (a girl and two boys) who had stayed there. One of them was also convicted of sexual abuse. The case-file shows that the two men continue to hold positions of responsibility within the community and are actively involved in the proceedings concerning the first applicant’s children and in the arrangements for looking after them. On 9 September 1997 the Youth Court ordered that the first applicant should have contact with the younger child only, but she was prevented from doing so in practice. Subsequently, it ordered that she should receive counselling in preparation for contact with the younger child. Visits that had already been arranged were, however, suspended in July 1998. Subsequently, following the Youth Court’s decision of 22 December 1998 to allow contact with both children, the first applicant was allowed to visit them for the first time on 29 April 1999. A second visit took place on 9 September 1999, but social services decided to suspend all visits thereafter. The first applicant, who purported also to be acting on behalf of her children, complained of infringements of Article 8 of the Convention in that her parental rights had been suspended, her children had been taken into care, the authorities had delayed before finally allowing her to see the children, too few contact visits had been organised and the authorities had placed the children at “Il Forteto”. The second applicant also alleged a violation of Article 8, complaining that the authorities had discounted the possibility of her being given the care of her grandsons and delayed organising contact with them.", "Law: Government’s preliminary objections – The Italian Government had contested, firstly, the first applicant’s standing also to act on behalf of her children. They went on to contend that the Belgium Government had no standing to intervene, since their intervention was based solely on the fact that the elder child was a Belgian national. The Court said that minors could apply to the Court even, or indeed especially, if they were represented by a mother who was in conflict with the authorities. It considered that in the event of a conflict over a minor’s interests between a natural parent and the person appointed by the authorities to act as the child’s guardian, there was a danger that some of those interests would never be brought to the Court’s attention and that the minor would be deprived of effective protection of his rights under the Convention. Consequently, even though the mother had been deprived of parental rights – indeed, that was one of the causes of the dispute which she had referred to the Court – her standing as the natural mother sufficed to afford her the necessary power to apply to the Court on the children’s behalf, also, in order to protect their interests. The Government’s preliminary objection had, therefore, to be dismissed, both as regards the locus standi of the first applicant’s children and the standing of the Belgium Government to intervene in the proceedings.", "Article 8 (suspension of the first applicant’s parental authority and the removal of the children) – The Court noted that the first applicant’s domestic circumstances seriously deteriorated in 1994. It was particularly struck by the negative role played by her former husband. The case file showed that it was he who had been largely responsible for the violent atmosphere within the family through his repeated assaults on the children and his former wife. However, it had to be noted, too, that even after separating from her former husband, the first applicant had found it difficult to look after her children (a report by a neuropsychiatrist employed by the local health authority indicated that the first applicant was suffering from a personality disorder and was incapable of managing the complex situation of her family and children). The problem was compounded by the severe trauma suffered by the elder child as a result of the paedophile abuse of him by a social worker who had succeeded in ingratiating himself with the first applicant’s family. The Court considered that, against that background, the authorities’ intervention was based on relevant and sufficient reasons and was justified by the need to protect the children’s interests. Consequently, there had been no violation of Article 8 of the Convention on that account.", "Conclusion: no violation (unanimously).", "Article 8 (contact between the first applicant and her children) – The Court considered, firstly, that the decision of 9 September 1997 to prohibit any contact between the first applicant and her elder son did not appear to have been based on sufficiently valid reasons. It was true that the child had gone through a very difficult and traumatic experience. However, a measure as radical as the total severance of contact could be justified only in exceptional circumstances. While the complex circumstances that were harmful to the family life and the development of the children had fully justified their being temporarily taken into care, the grave situation within the first applicant’s family did not justify by itself contact with the elder child being severed. The Court further noted that although the decision of 9 September 1997 had provided for the organisation of visits with the younger son, nothing further was done until 6 March 1998, when the Florence Youth Court finally decided to require visits to be preceded by a preparatory programme for the mother. However, nothing had come of that as, just two days before the first visit had been due to take place on 8 July 1998, the Youth Court had decided, at the request of the deputy public prosecutor, who had just started an investigation concerning the children’s father, to suspend the visits that had already been scheduled. It was difficult to identify the basis on which the Youth Court had reached such a harsh and drastic decision, since the deputy public prosecutor’s application had been based on the mere possibility, unsupported by any objective evidence, that the scope of the investigation might be enlarged to include the mother. The Court had to conclude that both the deputy public prosecutor and the Youth Court had acted irresponsibly. Subsequently, despite the Youth Court’s order of 22 December 1998 for the resumption of visits by 15 March 1999, the first visit did not take place until 29 April 1999. What was more, it did not prove to be the beginning of regular and frequent contact to assist the children and their mother in re-establishing their relationship. Continued separation could certainly not be expected to help cement family bonds that had already been put under considerable strain. It was apparent from the case file that, from the first visit, social services had played an inordinate role in the implementation of the Youth Court’s decisions and adopted a negative attitude towards the first applicant, one for which the Court found no convincing objective basis (for example, having carefully examined the video and audio recordings of the visits, the Court had found both the visits themselves and their outcome to be far less negative than the reports of social services suggested). In reality, the manner in which social services had dealt with the situation up till then had helped to accentuate the rift between the first applicant and the children, creating a risk that it would become permanent. The fact that there had been only two visits (after one and a half year’s separation) since its decision of 22 December 1998 should have incited the Youth Court to investigate the reasons for the delays in the programme, yet it had merely accepted the negative conclusions of social services, without conducting any critical analysis of the facts. Consequently, there had been a violation of Article 8 on that point.", "Conclusion: violation (unanimously).", "Article 8 (decision to place the children with the “Forteto” community) – The Court noted that two of the principal leaders and co-founders of “Il Forteto” had been convicted in 1985 by the Florence Court of Appeal of the ill-treatment and sexual abuse of three handicapped people staying in the community. The Court was not called upon to express an opinion on “Il Forteto” as such or on the general quality of care which that community offered to children placed there. Nor was it for the Court to become involved in the debate between the supporters and opponents of “Il Forteto”. However, the fact that the two members of the community convicted in 1985 continued to hold positions of responsibility within the community could not be regarded as innocuous and meant that a detailed examination of the concrete situation of the first applicant’s children was called for. The Court noted that, contrary to the assertions of the respondent Government, the evidence on the case file showed that the two leaders concerned played a very active role in bringing up the first applicant’s children. The Court had strong reservations about that. The Court’s reservations were reinforced by the fact that, as the Government acknowledged, the Youth Court had been aware of the convictions of the two members of the community concerned when it took the decisions regarding the first applicant’s children, (though it was true that neither had committed any further offences since 1985). A further contributory factor was the sexual abuse to which the elder child had been subjected in the past. The combination of those two factors (the past sexual abuse against the elder child and the criminal antecedents of the two community leaders), made the first applicant’s concerns about her children’s placement at “Il Forteto” understandable from an objective standpoint. It also had to be noted that the authorities had at no point explained to the first applicant why, despite the men’s convictions, sending the children to “Il Forteto” did not pose a problem. Parents should not be forced, as they had been in the case before the Court, merely to stand by while their children were entrusted into the care of a community whose leaders included people with serious previous convictions for ill treatment and sexual abuse. The situation had been compounded by the following two sets of circumstances. Firstly, some of the leaders of “Il Forteto”, including one of the two men convicted in 1985, appeared to have contributed substantially to delaying or hindering the implementation of the decisions of the Florence Youth Court to allow contact between the first applicant and her children. Secondly, the evidence pointed to the first applicant’s children having been subjected to the mounting influence of the leaders at “Il Forteto”, including, once again, one of the two men convicted in 1985. That influence had been exerted with the aim of distancing the boys, particularly the elder boy, from their mother. In the Court’s view, the facts showed that the leaders of “Il Forteto” responsible for looking after the first applicant’s children had helped to deflect the implementation of the Youth Court’s decisions from their intended purpose of allowing visits to take place. Moreover, it was not known who really had effective care of the children at “Il Forteto”. That situation should have prompted the Youth Court to increase its level of supervision. However, it did not do so. In practice, the leaders concerned worked in a community which enjoyed very substantial latitude and did not appear to be subject to effective supervision by the relevant authorities. Furthermore, experience showed that when children remained in the care of a community for a protracted period, many of them never returned to a real family life outside the community. Accordingly, the Court saw no valid justification for there being no time-limit on the care order concerning the first applicant’s children, especially as that appeared to be in contravention of the relevant provisions of Italian law. The fact of the matter was that the absence of any time-limit on the care order, the negative influence of the people responsible for the children at “Il Forteto”, coupled with the attitude and conduct of social services, were in the process of driving the first applicant’s children towards an irreversible separation from their mother and long-term integration within “Il Forteto”. Consequently, in the aforementioned circumstances, the children’s uninterrupted placement to date at “Il Forteto” did not satisfy the requirements of Article 8 of the Convention.", "Conclusion: violation (unanimously).", "Article 8 (position of the second applicant) – The Court noted that the evidence on the case file indicated that the second applicant would have had substantial difficulty in looking after the children properly. The Court consequently considered that the authorities’ decision not to entrust the children into the second applicant’s care had been based on reasons that remained relevant even after the second applicant’s move to Italy, which in any event was interrupted by her trips to Belgium. With regard to contact between the second applicant and the children, the Court noted that her attitude had initially been characterised by a degree of incoherence. Subsequently, despite the decision of the Florence Youth Court on 22 December 1998 that contact between the second applicant and the children should start before 15 March 1999, she had failed to get in touch but had simply waited to hear from social services, even after the expiry of the time-limit fixed by the Youth Court. Although the Court was not persuaded by the Government’s explanation for the delay in implementing the Youth Court’s order concerning the second applicant, it considered that she had not furnished any valid explanation for her failure to act after the time-limit had expired or to inform the relevant authorities when she travelled to Belgium. The Court concluded that there had been no violation of Article 8 as regards the second applicant.", "Conclusion: no violation (unanimously).", "Article 3 – Although the fact that some of the witness statements produced by the first applicant gave cause for concern and the Government had not contested their veracity, the Court agreed with the opinion of the Commission that there was nothing on the case file to indicate that the children had been subjected to treatment contrary to Article 3 of the Convention at “Il Forteto”. It also had to be noted in that connection that the first applicant had not lodged a criminal complaint with the relevant domestic authorities. Consequently, there had been no violation of Article 3.", "Conclusion: no violation (unanimously).", "Article 2 of Protocol No. 1 – The Court noted that the case file showed that the first applicant’s elder son had begun school shortly after arriving at “Il Forteto”. The younger child has just started nursery school. Furthermore, with regard to the influence of “Il Forteto” on the children’s upbringing, the Court referred to its conclusions on the placement of the children within that community. Consequently, there had been no violation of Article 2 of Protocol No. 1.", "Conclusion: no violation (unanimously).", "Article 41 – The Court pointed out that it followed from Article 46 of the Convention that a judgment in which the Court found a breach imposed on the respondent State a legal obligation not just to pay those concerned the sums awarded by way of just satisfaction, but also to choose, subject to supervision by the Committee of Ministers, the general and/or, if appropriate, individual measures to be adopted in their domestic legal order to put an end to the violation found by the Court and to redress so far as possible the effects. Furthermore, subject to monitoring by the Committee of Ministers, the respondent State remained free to choose the means by which it would discharge its legal obligation under Article 46 of the Convention, provided that such means were compatible with the conclusions set out in the Court’s judgment. Accordingly, under Article 41 of the Convention the purpose of awarding sums by way of just satisfaction was to provide reparation solely for damage suffered by those concerned to the extent that such events constituted a consequence of the violation that could not otherwise be remedied. The Court considered that the first applicant had undoubtedly sustained non-pecuniary damage. Ruling on an equitable basis, it awarded her ITL 100,000,000. It considered, further, that the children had personally sustained damage, too. Ruling on an equitable basis, it awarded each child in person ITL 50,000,000.  As to the costs incurred before the Convention institutions, the Court awarded the applicant’s lawyer ITL 17,685,000 (after deduction of the sum which the lawyer had received on account from the first applicant, which the State was to pay to the latter, and the sums already paid to her by way of the legal aid granted to the applicants by both the Commission and the Court.) ", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}