{"file": "ENG_CLIN_11950_02.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "11950/02", "text_paragraphs": ["Information Note on the Court’s case-law No. 97", "May 2007", "Tedesco v. France - 11950/02", "Judgment 10.5.2007 [Section III]", "Article 6", "Civil proceedings", "Article 6-1", "Access to court", "Fair hearing", "Equality of arms", "Impartial tribunal", "Independent tribunal", "Participation of the Rapporteur in the deliberations of the adjudicating panel of the Audit Court: inadmissible\nParticipation of the Government Commissioner in the deliberations of a regional audit board: violation\nRapporteur's presence at the deliberations of a regional audit board: violation", "", "Facts: In the course of an audit of the Alsace Region’s accounts and management the Alsace Regional Audit Court brought charges against the applicant’s firm. In successive judgments it declared the firm accountable de facto for the Region’s public funds, ordered it to pay back the sum of money it had unlawfully misappropriated from the Region, then declared it liable for that sum and sentenced it to pay a fine.", "The proceedings before the regional audit court took place in three independent stages.  Throughout the proceedings the same member of the regional audit court acted as rapporteur.", "In his appeal against the judgment sentencing him to a fine the applicant relied on Article 6 of the Convention, pleading the lack of independence and impartiality of the regional audit court. He complained that, because of the investigative powers the rapporteur had during the preparation of the case, he played a central role on the bench and had a preponderant influence in the deliberations in which he took part. The Court of Audit refuted this and dismissed the applicant’s appeal. The Conseil d'Etat dismissed an appeal on points of law.", "A new law subsequently put a stop to the participation of the rapporteur in the deliberations of adjudicating panels of regional courts of audit in this type of proceedings, as the fact that the rapporteur was at the origin of the action before the audit court, helped to formulate the charges, had the power to discontinue proceedings or extend their scope and had investigative powers authorising him to carry out searches, seize property or take any other coercive measure in the course of the investigation was incompatible with the impartiality principle.", "Law: Article 6(1) – Regional audit court: presence of the rapporteur in deliberations: The rapporteur had been assigned the task of auditing the accounts and management of the Alsace Region, as well as that of investigating the presumed unauthorised agency. He had thus taken part in each decisive step in the proceedings, and in the deliberations leading to all the judgments of the regional audit court. As a result, the rapporteur had been at the origin of the proceedings and had helped to bring the charges against the applicant. The nature and scope of the rapporteur’s tasks had been enough to give the applicant objectively justified doubts as to the rapporteur’s impartiality at the time of the deliberations in the regional audit court.", "Conclusion: violation (unanimously).", "Regional audit court: participation of the Government Commissioner in deliberations: In Martinie v. France[GC], no. 58675/00, judgment of 12 April 2006, (Information Note no. 85), the Court had found fault with the participation or presence of the Government Commissioner in adjudicating deliberations of the Conseil d'Etat: he did not have a vote, but could give oral answers to specific questions.", "Before the regional audit courts the Government Commissioner did not take part in the vote but presented his conclusions and took part in the debate.", "In keeping with the Martinie judgment, the participation of the Government Commissioner in the deliberations concerning four of the five judgments delivered by the regional audit board was incompatible with Article 6(1).", "Conclusion: violation (unanimously).", "Court of Audit: participation of the rapporteur in adjudicating deliberations: the judge acting as rapporteur for the adjudicating panel had addressed the Court of Audit concerning a case that had already been investigated, without having taken any investigative action himself that might have influenced his judgment. Furthermore, the hearing had been public and the applicant’s counsel had attended and even addressed the court (unlike the position in the Martinie case).There had therefore been no problem with regard to the fairness of the proceedings: manifestly unfounded.", "Length of the proceedings before the financial courts: the proceedings before the regional audit court comprised three distinct stages. ", "First of all the judge established that the persons to be called to account for the use made of public funds were in fact accountable. Secondly, the persons concerned submitted their accounts to the court, which examined their receipts and expenditure; if receipts exceeded the amount assigned for expenditure and the persons under audit had not paid a sum equivalent to the excess into the public purse, they were required to pay the public body. Thirdly, the judge could decide to fine the persons concerned for interfering with the allocation of public funds.", "These three stages of the proceedings each gave rise to a final decision, subject to appeal on the facts and ultimately on the law. Furthermore, each of the three stages obeyed the “double decision” rule, whereby the audit court judge could not take action against accountants (notification, restitution order, fine) without first having sent them a provisional decision giving them a chance to reply.", "In this case the proceedings had lasted eight years. There had been no discontinuity or delay that could be attributed to the conduct of the competent judicial authorities: manifestly unfounded.", "Article 41 – Non-pecuniary damages: finding of violation sufficient.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}