{"file": "ENG_HEJUD_15778_05.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "15778/05", "text_paragraphs": ["", "THIRD SECTION", "", "", "", "", "CASE OF GHIREA v. MOLDOVA", "", "(Application no. 15778/05)", "", "", "", "", "JUDGMENT", "", "", "", "", "STRASBOURG", "", "26 June 2012", "", "", "", "FINAL", "", "26/09/2012", "", "", "", "", "This judgment is final but it may be subject to editorial revision.", "In the case of Ghirea v. Moldova,", "The European Court of Human Rights (Third Section), sitting as a Chamber composed of:", "\tJosep Casadevall, President,\n\tCorneliu Bîrsan,\n\tEgbert Myjer,\n\tJán Šikuta,\n\tIneta Ziemele,\n\tNona Tsotsoria,\n\tKristina Pardalos, judges,\nand Santiago Quesada, Section Registrar,", "Having deliberated in private on 5 June 2012,", "Delivers the following judgment, which was adopted on that date:", "PROCEDURE", "1.  The case originated in an application (no. 15778/05) against the Republic of Moldova lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Moldovan national, Mr Ion Ghirea (“the applicant”), on 28 April 2005.", "2.  The applicant was represented by Mr A. Briceac, a lawyer practising in Chişinău. The Moldovan Government (“the Government”) were represented by their Agent, Mr V. Grosu. ", "3.  On 18 October 2010 the Court decided to give notice of the application to the Government. It was also decided that the Chamber would examine the merits of the application at the same time as its admissibility (Article 29 § 1 of the Convention).", "4.  Following the resignation of Mihai Poalelungi, the judge elected in respect of the Republic of Moldova (Rule 6 of the Rules of Court), the President of the Chamber decided to appoint Ján Šikuta to sit as an ad hoc judge (Article 26 § 4 of the Convention and Rule 29 § 1).", "THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  The applicant was born in 1956 and lives in Chişinău.", "6.  On 6 December 1999 the applicant, a former customs officer, was accused of accepting bribes. On 7 December 1999 his home was searched. According to the applicant, several of his possessions that were seized during the search subsequently disappeared.", "7.  On 22 December 2000 the Ciocana District Court acquitted the applicant.", "8.  Following an appeal by the public prosecutor, the Chişinău Regional Court (Tribunalul Chişinău) upheld the first-instance judgment on 19 September 2001.", "9.  On 25 September 2001 the public prosecutor appealed on points of law.", "10.  On 13 December 2001 the Chişinău Court of Appeal upheld the appeal on points of law and quashed the judgments of 22 December 2000 and 19 September 2001, remitting the case to the lower courts.", "11.  On 27 June 2003 the Ciocana District Court again acquitted the applicant.", "12.  On 14 July 2003 the Ciocana public prosecutor’s office informed the District Court that the prosecutor dealing with the case was on leave from 14 July to 26 August 2003 and wished the examination of the case to be adjourned until his return.", "13.  On 17 July 2003 the registry of the Ciocana District Court informed the Ciocana public prosecutor’s office that the reasoned judgment had been filed with the registry.", "14.  On 26 August 2003 the public prosecutor appealed against the judgment of 27 June 2003.", "15.  On 4 November 2003 the Chişinău Court of Appeal dismissed the appeal as being out of time. It held:", "“[The appeal] was lodged only on 26 August 2003, whereas the prosecutor ... had been informed of the finalisation of the judgment on 17 July 2003. Accordingly, the time-limit laid down in Article 402 of the Code of Criminal Procedure for appealing has not been observed.", "The Court of Appeal finds that the reason given by the public prosecutor, namely being on ordinary leave, is unjustified. ...”", "16.  On 31 December 2003 the public prosecutor appealed on points of law against the Court of Appeal’s decision.", "17.  On 4 February 2004 the Supreme Court of Justice examined the admissibility of the appeal as a bench of three judges. On 17 February 2004 it sent the case back to the Chişinău Court of Appeal, holding in particular:", "“... it appears from the case file that the Ciocana public prosecutor’s office was informed that the file had been received at the registry ... on 17 July 2003.", "In an official letter dated 14 July 2003, the deputy prosecutor ... had informed the Ciocana District Court that the prosecutor [dealing with the case] would be on leave from 14 July to 25 August 2003.", "The public prosecutor’s appeal was registered at the Ciocana District Court on 26 August 2003, the day after he returned from leave.", "In accordance with Article 401 of the Code of Criminal Procedure, [only] the public prosecutor who has participated in the trial is entitled to appeal ...", "In the specific circumstances, [the Supreme Court of Justice] considers that the Court of Appeal erred in finding that the prosecutor’s absence on ordinary leave was not a valid reason for reopening the time allowed for an appeal. ...”", "18.  On 20 May 2004 the Chişinău Court of Appeal accepted that the appeal by the public prosecutor had been lodged within the statutory time-limit, found the applicant guilty and sentenced him to a fine of 70,000 Moldovan lei (MDL) (4,915.04 euros (EUR) at the time), in addition to disqualifying him from holding posts in the customs department for five years. Addressing the question of the date on which the public prosecutor’s appeal had been lodged, it held as follows:", "“An examination of the case file shows that the trial court acquitted [the applicant] on 27 June 2003 ... on account of the fact that the acts committed by him did not entail the constituent elements of the offence, and in an official letter dated 8 July 2003 the public prosecutor asked to be informed about the date on which the full version of the judgment would be finalised. In another official letter dated 14 July 2003, the deputy prosecutor ... informed the Ciocana District Court that the prosecutor [dealing with the case] would be on leave from 14 July until 26 August 2003. Accordingly, the prosecutor’s annual leave is a valid reason for finding that his appeal was lodged within the time-limit ...”", "19.  The applicant appealed on points of law against that decision, relying in particular on the fact that the public prosecutor’s appeal had been lodged out of time.", "20.  On 3 November 2004 the Supreme Court dismissed the applicant's appeal on points of law.", "21.  In a letter of 6 December 2011 the applicant informed the Court of his intention to make an application to the national authorities under Law no. 87 of 1 July 2011 on compensation by the State for damage caused by the excessive length of proceedings or failure to execute a judicial decision within a reasonable time.", "II.  RELEVANT DOMESTIC LAW", "22.  The relevant provisions of the Code of Criminal Procedure in force at the material time were worded as follows:", "Article 401. Persons entitled to lodge an appeal", "“1.  An appeal may be lodged by:", "(1)  the public prosecutor, as regards the criminal and civil aspects of the case; ...”", "Article 402. Time-limits for lodging an appeal", "“1.  Unless the law provides otherwise, the time-limit for appealing shall be fifteen days from the date on which the full version of the judgment is finalised or delivered.", "2.  For a defendant in detention, the time-limit for appealing shall run from the date on which he or she is handed a copy of the finalised judgment, and for the parties not present at the delivery of the judgment, from the date on which they are notified in writing that the judgment has been finalised ...”", "THE LAW", "I.  COMPLAINTS UNDER ARTICLE 6 CONCERNING THE REOPENING OF THE CRIMINAL PROCEEDINGS", "23.  The applicant complained, firstly, that the appeal lodged out of time by the public prosecutor had been accepted by the Chişinău Court of Appeal, thus entailing a breach of the principle of legal certainty. He further submitted that the Supreme Court of Justice’s interpretation of the rule that only the prosecutor who had participated in the trial was entitled to lodge an appeal had infringed the principle of equality of arms in his case. He relied on Article 6 § 1 of the Convention which provides:", "“In the determination of … any criminal charge against him, everyone is entitled to a fair … hearing … by [a] … tribunal …”", "A.  Admissibility", "1.  The parties’ submissions", "24.  The Government objected that domestic remedies had not been exhausted. They argued that the applicant had not raised his complaints under Article 6 § 1 of the Convention, even in substance, before the domestic courts.", "25.  The applicant contested that argument. He submitted that the relevant provisions of the Code of Criminal Procedure required the Supreme Court of Justice to examine of its own motion any issues relating to the admissibility of an appeal on points of law, including whether it had been lodged outside the time-limit. He further noted that he had complained that the prosecutor’s appeal had been out of time both in his appeal on points of law to the Supreme Court of Justice and in an extraordinary appeal (recurs în anulare) lodged on 22 December 2004.", "2.  The Court’s assessment", "26.  The Court notes that in his appeal on points of law against the Chişinău Court of Appeal’s judgment of 20 May 2004, the applicant explicitly submitted that the public prosecutor’s appeal of 26 August 2003 had been lodged out of time and sought the quashing of the Chişinău Court of Appeal’s judgment in which that appeal had been allowed. In the light of that fact, the Court finds that the applicant has at least raised in substance the complaints he has brought before the Court. It therefore dismisses the objection raised by the Government in that regard.", "27.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.  ", "B.  Merits", "1.  The parties’ submissions", "28.  The applicant contended that the appeal lodged by the public prosecutor on 26 August 2003 had been allowed by the Chişinău Court of Appeal on 20 May 2004 without a valid reason. The unlawful reopening of the time allowed for appealing had breached the principles of legal certainty and equality of arms as safeguarded by Article 6 § 1 of the Convention. He submitted that in a previous interlocutory judgment the Court of Appeal had acknowledged that the appeal was out of time.", "29.  The Government disputed those arguments. They submitted that the domestic courts had rightly upheld the public prosecutor’s appeal by referring to Article 401 of the Code of Criminal Procedure (see paragraph 22 above). They further contended that according to the Supreme Court of Justice’s interpretation of that Article, only the prosecutor dealing with the case was entitled to lodge an appeal. The appeal could have been declared inadmissible for failure to comply with the formal requirements if it had been lodged by another prosecutor.", "2.  The Court’s assessment", "30.  The Court reiterates that it is not its task to take the place of the domestic courts. It is primarily for the national authorities, notably the courts, to resolve problems of interpretation of domestic legislation. This applies in particular to the interpretation by courts of rules of a procedural nature such as the prescribed manner and time for lodging an appeal. The Court’s role is confined to ascertaining whether the effects of such interpretation are compatible with the Convention in general and with the principle of legal certainty in particular (see Platakou v. Greece, no. 38460/97, § 37, ECHR 2001-I, and Dacia SRL v. Moldova, no. 3052/04, § 75, 18 March 2008).", "31.  The Court further reiterates that the principle of equality of arms, which is one of the elements of the broader concept of a fair trial, requires each party to be given a reasonable opportunity to present his case under conditions that do not place him at a substantial disadvantage vis-à-vis his opponent. Lastly, the Court notes that the application of the rules on procedural time-limits may infringe the principle of equality of arms, where the different parties do not have the same opportunity to put their arguments forward (see Varnima Corporation International S.A. v. Greece, no. 48906/06, § 27, 28 May 2009; Ben Naceur v. France, no. 63879/00, § 32, 3 October 2006; and Wynen and Centre hospitalier interrégional Edith-Cavell v. Belgium, no. 32576/96, § 32, ECHR 2002-VIII).", "32.  In the present case, the procedural law in force at the relevant time provided that the time allowed for lodging an appeal was fifteen days from the date on which the parties were notified of the full, finalised version of the judgment (see Article 402 of the Code of Criminal Procedure, cited in paragraph 22 above). It was not disputed that the period of fifteen days had begun to run 17 July 2003, when the registry of the Ciocana District Court had informed the public prosecutor’s office that the reasoned judgment had been filed with the registry. As no appeal was lodged within the time allowed, the judgment of 27 June 2003 in the applicant’s favour became final on 1 August 2003. The public prosecutor appealed on 26 August 2003, justifying the delay of twenty-five days by the fact that he had been on leave from 14 July to 25 August 2003.", "33.  In allowing the belated appeal, the Supreme Court of Justice held the fifteen-day time-limit had been suspended in a manner benefiting the State on the grounds that the prosecutor dealing with the case was on leave. It quashed the Court of Appeal’s decision and sent the case back for a fresh examination. The Chişinău Court of Appeal then endorsed the Supreme Court’s arguments in allowing the prosecutor’s appeal as having been lodged within the statutory time-limit, overturned the applicant’s acquittal at first instance and convicted him.", "34.  In the Court’s view, the applicant was thus placed at a substantial disadvantage vis-à-vis the public prosecutor, who could extend at will the statutory time allowed for appealing, thereby securing a review of the final judgment given in the applicant’s favour. Even assuming that the preferential treatment accorded to the public prosecutor was justified in the interests of the proper administration of justice, the Court would highlight the lack of any regulations or judicial practice limiting the use of such an extension. The Court observes that in the Platakou judgment (cited above, §§ 45-48), concerning an administrative dispute, it held that the fact that time ceased to run against the State during the period of the judicial vacation contravened the principle of equality of arms. Having regard to what was at stake for the applicant in the appeal in the present case and reiterating that in the sphere of criminal law the requirements of a “fair hearing” are stricter (see, mutatis mutandis, Dombo Beheer B.V. v. the Netherlands, 27 October 1993, § 32, Series A no. 274), the Court finds that the suspension of the time allowed for appealing, on the grounds that the prosecutor dealing with the case was on leave, cannot be accepted as compatible with the principle of equality of arms.", "35.  The Court further considers that the domestic courts’ interpretation of the statutory provisions applicable in the present case had an effect that was incompatible with the principle of legal certainty as safeguarded by Article 6 of the Convention. The domestic courts’ interpretation allowed the State, represented by the public prosecutor’s office, to lodge an appeal even though the time allowed for doing so had expired. The courts examined the public prosecutor’s appeal and convicted the applicant, thus altering a legal situation that had become final. The reopening of the proceedings, leading to the quashing of a final decision in the applicant’s favour, undermined the principle of legal certainty (see Dacia SRL, cited above, § 77).", "36.  There has therefore been a violation of Article 6 § 1 of the Convention.", "II.  COMPLAINT UNDER ARTICLE 6 § 1 CONCERNING THE LENGTH OF THE PROCEEDINGS", "37.  The applicant alleged that his case had not been examined within a “reasonable time” as required by Article 6 § 1 of the Convention, which provides:", "“In the determination of … any criminal charge against him, everyone is entitled to a … hearing within a reasonable time by [a] … tribunal …”", "38.  The Court takes note of the applicant’s intention to make use of the remedy introduced by Law no. 87 of 1 July 2011 on compensation by the State for damage caused by the excessive length of proceedings or failure to execute a judicial decision. It observes that it has already considered this new remedy and found it to be effective (see Balan v. Moldova (dec.), no. 44746/08, 24 January 2012, and Manascurta v. Moldova (dec.), no. 31856/07, 14 February 2012).", "39.  It follows that the applicant’s complaint that the length of the criminal proceedings was excessive is premature and must be rejected for failure to exhaust domestic remedies, pursuant to Article 35 §§ 1 and 4 of the Convention.", "III.  OTHER ALLEGED VIOLATIONS", "40.  Relying on Article 6 of the Convention, the applicant further complained that the proceedings had not been fair. In particular, he submitted that the courts had not examined all the evidence adduced. Relying on Article 6 § 3 (b), the applicant also alleged that the public prosecutor’s office had not complied with its legal obligation to conduct an objective examination of the evidence for and against the accused.", "41.  In the light of all the information in its possession, and to the extent that it has jurisdiction to consider the allegations put forward, the Court finds no appearance of a violation of the rights secured under Article 6 of the Convention.", "42.  Relying on Article 1 of Protocol No. 1, the applicant complained that some of the possessions that had been seized during the search of his home on 7 December 2000 had subsequently disappeared.", "43.  The Court observes, however, that the applicant has not brought any proceedings in the domestic courts to secure redress for the alleged disappearance of his possessions.", "44.  Accordingly, this part of the application must be rejected pursuant to Article 35 §§ 1, 3 and 4 of the Convention.", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "45.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "46.  The applicant claimed EUR 30,000 in respect of non-pecuniary damage.", "47.  The Government submitted that there was no causal link between the alleged violation and the non-pecuniary damage claimed. As a subsidiary argument, they contended that the sum claimed was excessive.", "48.  The Court considers that the applicant necessarily sustained non-pecuniary damage, particularly on account of the acceptance of the public prosecutor’s appeal out of time and the quashing of the final judgment acquitting him. Nevertheless, it finds that the amount claimed by the applicant is excessive. Making its assessment on an equitable basis, it finds it appropriate to award him EUR 3,600 in respect of non-pecuniary damage.", "B.  Costs and expenses", "49.  The applicant also claimed EUR 2,000 for costs and expenses incurred before the Court. Under the contract signed with his lawyer, the applicant was required to pay a specified amount to the latter should the application to the Court be successful. The amount consisted of the lawyer’s fees for thirty hours’ work at an hourly rate of EUR 70.", "50.  The Government contended that the number of hours claimed was excessive. Above all, they emphasised that the fees for the five hours that the lawyer claimed to have spent “drafting and lodging the application” were unjustified, because the lawyer had not intervened in the proceedings until after the Government had been given notice of the application.", "51.  According to the Court’s settled case-law, costs and expenses will not be awarded under Article 41 unless it is established that they were actually incurred, were necessarily incurred and are also reasonable as to quantum (see, among other authorities, Konstantin Markin v. Russia [GC], no. 30078/06, § 171, ECHR 2012 (extracts)).", "52.  In the present case, having regard to the documents in its possession and the fact that the applicant’s lawyer did indeed intervene in the proceedings before the Court after the Government had been given notice of the application, the Court considers it reasonable to award the applicant EUR 1,000 under this head.", "C.  Default interest", "60.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.", "FOR THESE REASONS, THE COURT, UNANIMOUSLY,", "1.  Declares the application admissible as regards the complaints under Article 6 § 1 concerning the acceptance of the public prosecutor’s appeal out of time and inadmissible as to the remaining complaints;", "", "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;", "", "3.  Holds", "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:", "(i)  EUR 3,600 (three thousand six hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;", "(ii)  EUR 1,000 (one thousand euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;", "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;", "", "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.", "Done in French, and notified in writing on 26 June 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.", "\tSantiago Quesada\tJosep Casadevall\n\tRegistrar\tPresident"]}