{"file": "ENG_CLIN_2151_10.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "2151/10", "text_paragraphs": ["Information Note on the Court’s case-law No. 149", "February 2012", "A.M.M. v. Romania - 2151/10", "Judgment 14.2.2012 [Section III]", "Article 8", "Positive obligations", "Shortcomings of proceedings to establish paternity of a minor with disabilities: violation", "", "Facts – The applicant is a child who was born in 2001 outside marriage and who has a number of disabilities. Before the European Court, he was first represented by his mother and subsequently, since his mother suffered from a serious disability, by his maternal grandmother. He was registered in his birth certificate as having a father of unknown identity. In 2001 his mother brought paternity proceedings against Z., claiming that the child had been conceived following a relationship with him. She relied on a handwritten statement signed by Z. in which he recognised paternity of the child and promised to pay maintenance. The court ordered forensic medical tests, but Z. did not report to the Institute of Forensic Medicine and did not attend the court hearings. In 2003 the court noted that the applicant’s mother had decided to forego the forensic tests and the taking of witness evidence, and dismissed her claims as unsubstantiated. She lodged an appeal against that decision, which was declared inadmissible for lack of reasons. Despite being given notice to appear, the representative of the municipal guardianship office did not attend the court hearings.", "Law – Article 8: The Court had to ascertain whether the respondent State, in its conduct of the proceedings to establish the applicant’s paternity, had acted in breach of its positive obligation under Article 8. Under the national legislation, the guardianship office was responsible for protecting the interests of minors and persons lacking legal capacity, including in judicial proceedings in which they were involved. However, the guardianship office had not taken part in the proceedings as it was required to do, while neither the applicant nor his mother had been represented by a lawyer at any point in the proceedings. In the face of these continuing shortcomings, the court had not taken any procedural steps to secure the appearance of a representative of the guardianship office. Furthermore, the latter’s absence had not been offset by any other measures to protect the child’s interests in the proceedings, such as the appointment of a lawyer or the attendance at the hearings of a member of the public prosecutor’s office, although the same court had considered this to be necessary. Likewise, no steps had been taken by the authorities to contact the witnesses the child’s mother wished to be called, after the first attempt to do so had failed. Regard being had to the child’s best interests and the rules requiring the guardianship office or a representative of the public prosecutor’s office to participate in paternity proceedings, it had been up to the authorities to act on behalf of the applicant in order to compensate for the difficulties facing his mother and avoid his being left without protection. ", "The applicant’s mother had also been placed under the care of the social welfare authorities on account of her severe disability. Although the Court was unable to establish whether, at the material time, she had been in a position to fully defend her child’s interests, it pointed out that, in the context of exhaustion of domestic remedies, consideration had to be given to the vulnerability of certain individuals and their inability in some cases to plead their case coherently or, indeed, at all. Domestic law did not provide for any measure by which a defendant could be required to undergo a paternity test ordered by the courts; this could reflect the need to protect third parties by ruling out the possibility of their being forced to undergo medical tests of whatever kind, particularly DNA tests. It was common practice for the courts to take into account, in reaching their decision, the fact that one of the parties had sought to prevent certain facts from being established. In the instant case the courts had not drawn any inferences from Z.’s refusal to cooperate. ", "The domestic courts had not struck a fair balance between the right of the applicant, a child, to have his interests safeguarded in the paternity proceedings and the right of his putative father not to take part in the proceedings or to refuse to undergo a paternity test.", "Conclusion: violation (unanimously).", "Article 41: EUR 7,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}