{"file": "ENG_CLIN_30386_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "30386/05", "text_paragraphs": ["Information Note on the Court’s case-law No. 157", "November 2012", "Ekoglasnost v. Bulgaria - 30386/05", "Judgment 6.11.2012 [Section IV]", "Article 3 of Protocol No. 1", "Stand for election", "Introduction of new conditions for participation in parliamentary elections one month before deadline for registering candidates: violation", "Facts – The applicant, the “political club” Ekoglasnost, is a Bulgarian political party which presented candidates in all parliamentary elections from 1990 to 2001. In May 2005 the Central Electoral Commission refused to register it as a participant in the forthcoming parliamentary elections of 25 June, on the ground that it had not satisfied three new conditions introduced into the electoral law in April 2005: the submission of a document certifying the payment of an electoral deposit of 20,000 Bulgarian levs (BGN), a certificate from the Court of Audit showing that the party had submitted to it its annual financial reports for the past three years, and the signatures of at least 5,000 voters supporting the party’s participation in the elections.", "Law – Article 3 of Protocol No. 1: None of the three conditions in question seemed to raise an issue under Article 3 of Protocol No. 1. They had been provided for by domestic law with the aim of ensuring the participation in parliamentary elections of viable political formations that were sufficiently representative in society and that complied with rules on the transparency of political financing, as also of limiting the expenses incurred in the organisation of elections. In addition, the obligation to obtain a certificate from the Court of Audit as to the validity of annual reports had been foreseeable. The leaders of Ekoglasnost could have anticipated its introduction well before April 2005 and could have taken the necessary measures to ensure that the party’s situation was validated by the Court of Audit, but they had not done so. However, as regards the other two conditions, the relevant parliamentary debates had considerably amended the proposals, such that the leaders of Ekoglasnost could not have been aware of the exact content of the two new conditions until the date of their final enactment by Parliament in April 2005. As parties had been required to nominate their candidates no later than 46 days before the date of the elections, Ekoglasnost had had barely one month to obtain the 5,000 signatures and pay the requisite election deposit. The  had established at least three categories of fundamental electoral rules: the voting system, the composition of electoral commissions and the fixing of constituency boundaries. The Court took the view that the conditions of participation in elections imposed on political parties were also among the fundamental electoral rules. Those conditions should therefore have had the same stability in time as the other fundamental elements of the electoral system. Admittedly, that short period of time had not prevented twelve other small political formations from taking part in the elections. However, ten other parties and coalitions, including Ekoglasnost, had not been allowed to take part because they did not fulfil one or more of the new conditions. Moreover, by introducing those conditions the Bulgarian legislature had sought to resolve the serious problem raised by the participation in elections of numerous formations that did not have any real political or electoral legitimacy. It was nevertheless to be noted that this trend had existed in Bulgarian political life well before the parliamentary elections of 2005. The bill providing for the new measures in question could have been tabled earlier. That would have made it possible to put in place, with sufficient notice, a solution adapted to the problem of “ghost parties”, whilst observing the principle of the stability of the fundamental rules of electoral law. Consequently, by introducing at such a late stage into domestic law the system of election deposits and the requirement of 5,000 signatures in support of a party’s participation in the elections, the Bulgarian authorities had failed to strike a fair balance between the legitimate interests of society as a whole and the right of the applicant party to be represented in the parliamentary elections.", "Conclusion: violation (six votes to one).", "Article 41: Claim made out of time", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}