{"file": "ENG_CLIN_18990_05.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "18990/05", "text_paragraphs": ["Information Note on the Court’s case-law No. 143", "July 2011", "Wizerkaniuk v. Poland - 18990/05", "Judgment 5.7.2011 [Section IV]", "Article 10", "Article 10-1", "Freedom of expression", "Conviction of newspaper editor for publishing verbatim interview without prior authorisation by interviewee: violation", "", "Facts – The applicant was the editor-in-chief and co-owner of a newspaper. In February 2003 two journalists working for that newspaper interviewed a Member of Parliament who, on seeing the text, refused to authorise its publication. Notwithstanding that refusal, the newspaper published parts of the interview verbatim but stated that the MP had refused to authorise publication. Following a complaint by the MP the applicant was prosecuted under the Press Act 1984 on charges of publishing an interview without the interviewee’s consent. He was sentenced to a fine. He then sought, unsuccessfully, to challenge the constitutionality of the Press Act. Despite the Prosecutor General, the Speaker of the Parliament and the Ombudsman all opining that the law was incompatible with the Constitution, the Constitutional Court found that civil-law remedies did not provide effective redress for infringements of personal rights, that journalists had the option of summarising interviews without seeking authorisation and that the legal requirement for authorisation before publication was a guarantee for readers that statements purportedly made during interviews were authentic.", "Law — Article 10: While the Court had difficulty accepting that the aim of the interference at issue could have been the protection of the MP’s reputation, since the conviction was not based on the substance or content of the impugned article but on the lack of consent to its publication, it was nevertheless prepared to assume that the interference served a legitimate aim. In previous cases the Court had been called upon to examine whether interference with freedom of expression was “necessary in a democratic society” by reference to the substance and content of statements of fact or value judgments for which the applicants had ultimately been penalised under the civil or criminal law. The essential difference in the applicant’s case was that the domestic courts had imposed a criminal sanction on grounds which were completely unrelated to the substance of the impugned article. The Court noted, firstly, that even though domestic law provided for the possibility of a private prosecution in cases concerning less serious offences, the criminal proceedings against the applicant were brought by the public prosecutor. Further, at no stage of the proceedings was it shown that either the content or the form of the MP’s remarks had been distorted in any way. Despite this, the mere fact of publication without the authorisation required by section 14 of the Press Act had automatically entailed the imposition of a criminal sanction. Accordingly, when examining the case against the applicant, the domestic courts had not been required to give any thought to the relevance of the fact that the person interviewed was an MP with political responsibilities towards his constituents. Indeed, they did not have any regard to the substance of the published statements or to whether they corresponded to what had been said during the interview. The provisions applied in the applicant’s case effectively gave interviewees carte blanche to prevent a journalist from publishing any interview they regarded embarrassing or unflattering, regardless of how truthful or accurate it was. These provisions were also liable to produce other negative consequences, in that they were capable of making journalists avoid putting probing questions for fear that publication of the entire interview would be blocked by a refusal of authorisation. These provisions were thus capable of having a chilling effect on journalism by going to the heart of decisions on the substance of press interviews. Moreover, they dated back to a period before the collapse of the communist system in Poland when all media were subjected to preventive censorship and consequently, as applied in the applicant’s case, they could not be said to be compatible with the tenets of a democratic society.", "Lastly, it appeared paradoxical that the more faithfully journalists reported interviews, the more they were exposed to the risk of criminal proceedings for failure to seek authorisation. In any event, the mere fact that the applicant was free to paraphrase words used by the interviewee – but chose to publish his statements verbatim and was penalised for it – did not make the penalty imposed on him proportionate. The applicant’s conviction and sentence to a fine, without any regard being had to the accuracy and subject-matter of the published text and notwithstanding his unquestioned diligence in ensuring its accuracy, was therefore disproportionate.", "Conclusion: violation (unanimously).", "Article 41: EUR 256 in respect of pecuniary damage and EUR 4,000 in respect of non-pecuniary damage.", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}