{"file": "ENG_HEJUD_30342_96.docx", "doc_type": "HEJUD", "doc_lang": "ENG", "case_id": "30342/96", "text_paragraphs": ["", "", "", "FIRST SECTION", "", "", "", "", "", "", "CASE OF ACADEMY TRADING LTD AND OTHERS v. GREECE", "", "(Application no. 30342/96)", "", "", "", "", "", "", "", "", "", "", "JUDGMENT", "", "", "STRASBOURG", "", "4 April 2000", "", "", "This judgment is subject to editorial revision before its reproduction in final form in the official reports of selected judgments and decisions of the Court.", "", "In the case of Academy Trading Ltd. and Others v. Greece,", "The European Court of Human Rights (First Section), sitting as a Chamber composed of:", "\tMrs\tE. Palm, President,\n\tMr\tJ. Casadevall,\n\tMr\tL. Ferrari Bravo,\n\tMr\tB. Zupančič,\n\tMrs\tW. Thomassen,\n\tMr\tT. Pantiru, Judges,\n\tMr\tG. Stavropoulos, ad hoc judge,\nand\tMr\tM.O'Boyle, Section Registrar,", "Having deliberated in private on 19 October 1999 and on 21 March 2000,", "Delivers the following judgment, which was adopted on the last-mentioned date:", "PROCEDURE", "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 2 November 1998, within the three-month period laid down by former Articles 32 § 1 and 47 of the Convention. It originated in an application (no. 30342/96) against the Hellenic Republic lodged with the Commission under former Article 25 by six shipping companies incorporated under the laws of the Republic of Liberia, Academy Trading Ltd., Intercontinental Maritime Ltd., Aaron Maritime Ltd., Evie Navigation Co. Ltd., T.C. Trading Company Ltd. and Andros Trading Ltd. The applicants are represented by Mr Nicholas Skorinis, a lawyer practising in Piraeus (Greece). The Government of Greece are represented by their Agent, Mr Aristomenis Komissopoulos, President of the State Legal Council.", "The Commission's request referred to former Articles 44 and 48 and to the declaration whereby Greece recognised the compulsory jurisdiction of the Court (former Article 46). The object of the application was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 § 1 of the Convention.", "2.  In accordance with the provisions of Article 5 § 4 of Protocol no. 11 to the Convention and Rules 100 § 1 and 24 § 6 of the Rules of Court, a Panel of the Grand Chamber decided on 14 January 1999 that the case should be dealt with by a Chamber constituted within one of the Sections of the Court.", "3.  In accordance with Rule 52 § 1 of the Rules of Court, the President of the Court, Mr L. Wildhaber, assigned the case to the First Section. The Chamber ultimately constituted within the Section was composed of Mrs E. Palm, President, Mr J. Casadevall, Mr L. Ferrari Bravo, Mr B. Zupančič, Mrs W. Thomassen and Mr T. Pantiru, Judges.", "Subsequently Mr Rozakis, the judge elected in respect of Greece, who had taken part in the Commission's examination of the case, withdrew from sitting in the Chamber (Rule 28). The Government accordingly appointed Mr C. Yeraris to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1). Subsequently, Mr C. Yeraris resigned and the Government appointed Mr G. Stavropoulos to sit as an ad hoc judge.", "4.  On 22 June 1999 the Chamber decided to hold a hearing in the case. The hearing took place in public in the Human Rights Building, Strasbourg, on 19 October 1999. The Court had held a preparatory meeting beforehand.", "There appeared before the Court:", "(a)  for the Government\nMr\tG. Kanellopoulos, Senior Adviser,\n\t\tState Legal Council, \tDelegate of the Agent,\nMs\tV. Pelekou, Legal Assistant,\tAdviser;", "(b)  for the applicants\nMr\tN. Scorinis, of the Piraeus Bar,\tCounsel,\nMs\tA. Bagouli, of the Piraeus Bar,\tAdviser,\nMr\tG. Chimples, President of all the applicant\n\t\tcompanies.", "The Court heard addresses by Mr Scorinis and Mr Kanellopoulos.", "AS TO THE FACTS", "I.  THE CIRCUMSTANCES OF THE CASE", "5.  In 1977 Citibank, a major provider of loan capital to the Greek shipping community, granted a $ 14.8 million loan to a group of companies under the ownership of G.T., a Greek-American shipowner. The applicants, also under the ownership of G.T., were among the guarantors of the loan.", "6.  On 21 January 1982 the applicants brought an action for damages against Citibank and three Greek members of its senior management before the Athens First Instance Civil Court (Πoλυμελές Πρωτoδικείo). The applicants argued that because of a shipping crisis they had been unable to meet repayment instalments on the loan and that in 1979 they had been obliged to sell two ships at below their insured and actual value to another client of the bank, who had been given generous financing terms in order to take over the vessels. Eventually other vessels in the fleet were put under the same management prior to their being sold to the management company. The applicants alleged therefore that Citibank had acted contrary to business morality under the Greek Civil Code.", "7.  On 1 November 1982, by decision no. 14803/1982, the First Instance Civil Court ordered the parties to submit further evidence.", "8.  On 20 November 1987, by decision no. 8027/1987, the First Instance Civil Court dismissed the applicants' action as being ill-founded.", "9.  On 29 January 1988 the applicants lodged an appeal with the Athens Court of Appeal (Εφετείo).", "10.  On 31 January 1989 the Court of Appeal declared the appeal admissible without prejudging the merits and ordered a new hearing in order to submit further questions to the parties. The new hearing was held on 15 February 1990.", "11.  By decision no. 5025/1990, the Court of Appeal unanimously overturned the decision of the First Instance Civil Court and granted the applicants' claim. In particular, the Court established that Citibank, at a time of shipping crisis, had rejected a request by G.T. for an extension of time to pay off his debt and for a small amount of capital which would have enabled him to tackle urgent cash problems, despite the fact that he had already repaid 63.25% of the loan granted to him and that he had never been late in making payments. As a result, G.T.'s business went bankrupt and the bank took over the management of his ships. The vessels were subsequently sold and the bank provided the new owner with the credit facilities it had previously refused to G.T.", "12.  Therefore, the Court considered that it was “against morality for a bank to exploit its dominant position vis-à-vis its counterpart during a period of financial crisis by cruelly prosecuting it instead of extending financial facilities which are customary in banking transactions during such periods”. The Court awarded the applicants $ 7.75 million plus interest at 25 % per year back-dated from 20 February 1982.", "13.  The above judgment created a stir in the local shipping community. Several publications appeared in the local and international shipping press, stressing the impact that the judgment would have on future ship credits. A number of cases started to be prepared against banks. Citibank, which had already appealed in cassation (αvαίρεση) on 21 May 1990, threatened to withdraw from the Greek market altogether if the Court of Cassation (Αρειoς Πάγoς) upheld the judgment of the Court of Appeal.", "14.  On 29 May 1991, by decision no. 925/1991, the First Chamber of the Court of Cassation overturned the judgment of the Court of Appeal on the ground that the bank had not acted contrary to business morality and that the impugned judgment did not give sufficient reasons. The case was then referred to the Fourth Chamber for further examination.", "15.  Following deliberations on 14 February 1992, the Fourth Chamber, by decision no. 1154/1992, ordered the parties to appear in person before it and to give further explanations about the case. The hearing was held on 11 December 1992. With the exception of one judge who had also participated in the deliberations of 14 February 1992 and was the rapporteur in the case, the Fourth Chamber sat in a different composition.", "16.  On 30 June 1993, i.e. six months after the hearing of 11 December 1992, one of the judges participating in that hearing retired. Under Greek law this meant that if the Chamber had not reached a decision by that date it could no longer deliberate but should hear the case again in a different composition. However, no actions were taken at that stage, which led the applicants to believe that the decision had already been taken before the retirement of the judge and that they had to await the delivery of the judgment.", "17.  198 cases were heard after the hearing on the applicants' case and before the retirement of the judge on 30 June 1993. In 74 of these cases the judgments were delivered before 30 June 1993. In the course of the judicial vacations (i.e. from 1 July to 15 September 1993), the President of the Fourth Chamber delivered 95 more judgments. The judgments in the remaining 29 cases were delivered in the course of autumn 1993.", "18.  On 7 November 1993 the applicants inserted an open letter in a Greek newspaper. In their publication, entitled “Open letter to the Fourth Chamber of the Court of Cassation”, the applicants questioned the reasons for the delay taken by the Chamber in delivering its judgment. Having received no answer, the applicants sent a similar letter on 12 December 1993 to the Minister of Justice and the President and Public Prosecutor of the Court of Cassation. They again received no answer.", "19.  On 26 January 1994, the President of the Third Chamber (who had until summer 1993 been President of the Fourth Chamber) returned the file of the case to the Secretariat of the Fourth Chamber, accompanied by a hand-written note which read as follows: “To be further discussed, in accordance with Article 307 of the Code of Civil Procedure (since it was ascertained, after the last report, that there is a need for further deliberation, which is not feasible due to the retirement of one of the members of the Court).”", "20.  On 20 May 1994 the new hearing was held. The Fourth Chamber was composed of five judges. The first had participated in the deliberations of 14 February 1992 and the second in both previous compositions as rapporteur. The other three members heard the case for the first time. One of them, a junior judge, was designated as the new rapporteur.", "21.  On 30 June 1995, by decision No. 1198/1995, the Court of Cassation dismissed the appeal, lodged by the applicants against decision no. 8027/1987 of the Athens First Instance Civil Court, on the ground that it was ill-founded. In his dissenting opinion, the judge who was initially the rapporteur in the case expressed the view that Citibank had not acted in good faith and that the applicants' appeal should therefore be upheld.", "II.  RELEVANT DOMESTIC LAW AND PRACTICE", "22.  Under Article 300 of the Code of Civil Procedure a decision is taken by the same judges who participated in the hearing of the case.", "23.  Under Article 307 of the Code of Civil Procedure if, after the hearing of a case, a decision cannot be taken for any reason (namely the death, resignation or removal from office of a judge who has participated in the hearing) the case must be reheard.", "PROCEEDINGS BEFORE THE COMMISSION", "24.  Academy Trading Ltd., Intercontinental Maritime Ltd., Aaron Maritime Ltd., Evie Navigation Co. Ltd., T.C. Trading Company Ltd. and Andros Trading Ltd. applied to the Commission on 30 November 1995. They alleged that they had not had a fair hearing before an impartial tribunal, and that their case had not been heard within a reasonable time.", "25.  The Commission declared the application (no. 30342/96) admissible on 26 May 1997. In its report of 9 July 1998 (former Article 31 of the Convention), it expressed the opinion that there had not been a violation of Article 6 § 1 of the Convention as regards the fairness of the proceedings before an impartial tribunal (twenty-four votes to six), and that there had been a violation of Article 6 § 1 of the Convention as regards the length of the proceedings (unanimously). The full text of the Commission's opinion and of the separate dissenting opinions contained in the report is reproduced as an annex to this judgment1.", "FINAL SUBMISSIONS TO THE COURT", "26.  At the hearing on 19 October 1999 the Government invited the Court to “dismiss the application as inadmissible and ungrounded on the merits”.", "27.  On the same occasion the applicants reiterated their request to the Court to find a violation of Article 6 on both grounds and to make an award of just satisfaction under Article 41.", "", "__________", "", "1.  Note by the Registrar. For practical reasons this annex will appear only with the final printed version of the judgment (in the official reports of selected judgments and decisions of the Court), but a copy of the Commission's report is obtainable from the Registry.", "", "AS TO THE LAW", "I.  alleged violation of article 6 § 1 of THE CONVENTION", "28.  The applicants alleged two violations of Article 6 § 1 of the Convention, which provides:", "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair hearing within a reasonable time by an ... impartial tribunal...”", "Firstly, they had not been given a fair hearing before an impartial tribunal. Secondly, the proceedings had taken more than a “reasonable time”.", "29.  The Government disputed these assertions.", "30.  As regards the fairness of the proceedings, the Commission did not share the applicants' views and considered that the circumstances invoked by them could not justify their apprehensions as to the impartiality of the Court of Cassation. As regards the length of the proceedings, the Commission found that there had been several delays attributable to the domestic courts and therefore considered that the proceedings in question had failed to comply with the “reasonable time” requirement.", "A.  Fair hearing before an impartial tribunal", "31.  The applicants' apprehension about a lack of impartiality was based on a number of facts which, in their eyes, proved that they had not received a fair hearing. In particular, they submitted that the Fourth Chamber of the Court of Cassation - which had heard their case on 11 December 1992 - had already reached a decision by the time one of its members retired, and that it was the President of the Chamber who had decided on his own initiative not to deliver it but to order a rehearing before another composition instead.", "32.  The applicants first referred to the fact that, even assuming that the Fourth Chamber of the Court of Cassation had not reached a decision by the time one of its members retired, there were no particular reasons why it should have taken six months to find that the Chamber would have to hold a new hearing. On the contrary, the Chamber could have automatically ascertained this fact the very same day of the judge's retirement.", "33.  Secondly, the applicants referred to the fact that this decision for a new hearing was taken by a judge who was no longer a member of the Fourth Chamber, but a member of the Third Chamber. This action was illegal and inadmissible since the judge in question was no longer entitled to deal with their case.", "34.  Thirdly, the applicants referred to the fact that a new rapporteur had been designated for the last hearing before the Court of Cassation, despite the fact that the previous rapporteur was a senior judge and the only judge who had participated in all previous hearings. They allege that this change was made because the initial rapporteur would have proposed to uphold the judgment of the Athens Court of Appeal granting their claim, as was clearly demonstrated from his dissenting opinion inserted in the text of the final decision.", "35.  The applicants further referred to the fact that after the hearing on their case and before the judge's retirement on 30 June 1993, the Fourth Chamber had heard another 198 cases. Judgements on all these cases were delivered by autumn 1993 the latest. The applicants found it suspicious that it was only their case which was put aside.", "36.  The applicants submitted that all the above facts were not fortuitous events beyond the judges' control, but conscious acts or omissions aimed at concealing the fact that a decision granting their claims had been reached; thus, the Chamber had been given the opportunity to reach a new decision which was favourable to their opponent.", "37.  In that connection, the applicants referred to the threats expressed in public by the defendant - Citibank - concerning the closing of the bank's branches in Greece if the Court of Cassation did not deliver a judgment in its favour. The applicants alleged that Citibank had the largest branch network of any foreign bank in Greece and was one of the main lenders to the country's shipowners; its threat to withdraw from Greece had to be taken seriously. It was therefore inevitable that the Court of Cassation would be influenced and show partiality in favour of the defendant bank.", "38.  Finally the applicants noted that at the time when their case was pending before the Fourth Chamber, the daughter of the President of the Chamber and the daughter of another judge were employed in companies belonging to a Greek businessman who was a close friend of the head of Citibank. According to the applicants this dependence proved that their case was not tried by impartial and unbiased judges.", "39.  The Government argued that the note written by the President of the Third Chamber could not be considered a decision of the Court of Cassation to hold a new hearing, but constituted a mere internal note, addressed to the court's Secretariat, and that it was within its author's competence to oversee the smooth operation of the Court of Cassation.", "40.  Furthermore, the Government submitted that the alleged delay in drafting this note had not infringed the applicants' right to a fair trial, nor did it raise any doubts as to the impartiality of the Court of Cassation. This delay could be explained by the fact that the judge's retirement was followed by the judicial vacation period, from 1 July to 15 September, during which the courts dealt only with extremely urgent cases. It could be explained by the fact that the retirement of one judge was also followed by the appointment of a new president of the Fourth Chamber, which gave rise to several issues concerning the take-over of the case-files by his successor. The considerable workload of the Court of Cassation should also be taken into account.", "41.  The Government also asserted that the fact that this note had been written by a judge who was no longer a member of the Fourth Chamber, but still the President of that Chamber at the time of the hearing of the case and also when one of its judges retired, had not infringed the applicants' right to a fair trial; nor did it raise any doubts as to the impartiality of the Court of Cassation. The judge in question was competent to ascertain facts that took place during his term of office.", "42.  As regards the change of rapporteur in the case, the Government argued that it followed a well-established practice of the Court of Cassation and was necessary, in order to give to another member of the Fourth Chamber time to study the case thoroughly, so that the truth could be established through an exchange of views on the questions raised by the case. In any event, the former rapporteur had participated as a full member in the new composition of the Fourth Chamber and had been able to express his opinion freely.", "43.  The Court recalls that there are two aspects to the requirement of impartiality in Article 6 § 1. First, the tribunal must be subjectively impartial, that is, no member of the tribunal should hold any personal prejudice or bias. Personal impartiality is presumed unless there is evidence to the contrary. Secondly, the tribunal must also be impartial from an objective viewpoint, that is, it must offer sufficient guarantees to exclude any legitimate doubt in this respect (see, inter alia, the Fey v. Austria judgment of 24 February 1993, Series A no. 255, p. 12, § 28).", "44.  As to the subjective test, the Court notes that no evidence has been produced in the present case which might suggest bias on the part of the judges of the Court of Cassation.", "45.  Under the objective test, it must be determined whether, quite apart from the judges' personal conduct, there are ascertainable facts which may raise doubts as to their impartiality. In this respect even appearances may be of a certain importance. What is at stake is the confidence which the courts in a democratic society must inspire in the public and above all in the parties to the proceedings (ibid., § 30).", "46.  In the present case the Court considers that the facts complained of  namely the delay in deciding that the case had to be reheard, the intervention in the proceedings of the former President of the Fourth Chamber and the change of rapporteur at the last hearing  while they inevitably raised some questions in the mind of the applicants' representatives, do not provide a legitimate reason to doubt the impartiality of the Court of Cassation under the objective test. The applicants have failed to show that any of these matters involved any illegality or amounted to a radical or unusual departure from the normal internal practice of the Court of Cassation. In particular, the Court is satisfied that the Government's answers, as set out in paragraphs 39-42 above, to the specific matters raised by the applicants provide a plausible explanation for the procedures followed. Finally the Court considers that the fact that the daughters of two judges were working for a Greek businessman who is allegedly a friend of Citibank's head does not provide grounds for calling into question the impartiality of the Fourth Chamber.", "Accordingly, the above circumstances cannot justify the applicants' apprehension about the impartiality of the Court of Cassation and the fairness of the proceedings before it.", "47.  In view of the above, the Court concludes that the allegation concerning the partiality of the Court of Cassation is unsubstantiated.", "Consequently, in the present case there has been no violation of Article 6 § 1 of the Convention as regards the fairness of the proceedings before an impartial tribunal.", "B.  Length of the proceedings", "1.  Period to be taken into consideration", "48.  The proceedings lasted from 21 January 1982 to 30 June 1995. The period to be taken into consideration begins on 20 November 1985, when the recognition by Greece of the right of individual petition took effect; however, in assessing the reasonableness of the time that elapsed after that date, account must be taken of the state of proceedings at that time (see the Foti and others v. Italy judgment of 10 December 1982, Series A no. 56, p. 18, § 53).", "Therefore, the period to be examined by the Court lasted nine years, seven months and ten days.", "2.  Reasonableness of the length of the proceedings", "49.  The reasonableness of the length of proceedings must be assessed in the light of the particular circumstances of the case and having regard to the criteria laid down in the Court's case-law, in particular the complexity of the case and the conduct of the applicant and of the relevant authorities (see, among other authorities, the Cazenave de la Roche v. France judgment of 9 June 1998, Reports 1998III, p. 1327, § 47).", "50.  The Government submitted that the length of the proceedings had satisfied that requirement, regard being had, in particular, to the complexity of the case.", "51.  The Court considers that the subject matter of the case before the domestic courts was undoubtedly complex. On the other hand, the Court can find nothing to suggest that the applicants were responsible for prolonging the proceedings.", "52.  The Court considers that the various periods of inactivity attributable to the State, in particular the ones from 11 December 1992 to 20 May 1994 and from the latter date to 30 June 1995, failed to satisfy the “reasonable time” requirement.", "53.  Having regard also to the total duration of the proceedings, the Court concludes that there has been a violation of Article 6 § 1 of the Convention as regards the length of the proceedings.", "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION", "54.  Article 41 of the Convention provides:", "“If the Court finds that there has been a violation of the Convention or the protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”", "A.  Damage", "55.  The applicants presented their claims under Article 41 of the Convention primarily as regards their right to a fair hearing before an impartial tribunal. They made an overall claim for GRD 25,000,000 per applicant in respect of pecuniary and non-pecuniary damage without, however, indicating which part should be attributed to the complaint concerning the length of the proceedings.", "56.  The Court considers that the finding of a violation constitutes in itself sufficient just satisfaction. Accordingly, it does not make any award.", "B.  Costs and expenses", "57.  The applicants seek payment of GRD 29,208,000 for lawyer's fees and sundry costs incurred in the proceedings before the Commission and the Court.", "58.  The Government said that they were ready to pay the applicants' costs and expenses before the Convention organs, provided that they had actually been incurred and were necessary and reasonable.", "59.  Bearing in mind that it has found a violation of Article 6 § 1 of the Convention only as regards the length of the proceedings, the Court, ruling on an equitable basis as required by Article 41 of the Convention, awards the applicants a total of GRD 3,000,000 for costs and expenses.", "C.  Default interest", "60.  According to the information available to the Court, the statutory rate of interest applicable in Greece at the date of adoption of the present judgment is 6% per annum.", "FOR THESE REASONS, THE COURT ", "1.  Holds by four votes to three that there has been no violation of Article 6 § 1 of the Convention as regards the fairness of the proceedings before an impartial tribunal;", "", "2.  Holds unanimously that there has been a violation of Article 6 § 1 of the Convention as regards the length of the proceedings;", "", "3.  Holds by four votes to three that the finding of a violation constitutes in itself sufficient just satisfaction;", "", "4.  Holds unanimously", "(a)  that the respondent State is to pay the applicants, within three months, a total of 3,000,000 (three million) drachmas for costs and expenses;", "(b)  that simple interest at an annual rate of 6% shall be payable on this sum from the expiry of the above-mentioned three months until settlement;", "", "5.  Dismisses unanimously the remainder of the applicants' claims for just satisfaction.", "Done in English, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 4 April 2000.", "\tMichael O'Boyle\tElisabeth Palm\n\tRegistrar\tPresident", "", "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following dissenting opinion is annexed to this judgment:", "-  partly dissenting opinion of Mr Casadevall joined by Mr Zupančič and Mr Panţîru.", "E. P.\nM. O.B.", "", "", "PARTLY DISSENTING OPINION OF MR CASADEVALL joined by judges ZUPANČIČ AND PANŢÎRU", "1.   I voted with the majority in favour of finding a violation of Article 6 § 1 of the Convention on account of the length of the proceedings. However, I do not share the majority's opinion on the applicant's complaint that it was denied a fair hearing before an impartial tribunal.", "2.  In assessing the impartiality issue from an objective viewpoint (there was no suggestion of subjective bias), the Court had to apply the principle it has established and consistently followed that “even appearances may be of a certain importance” or, in other words, “justice must not only be done, it must also be seen to be done”. It was precisely from that angle that the instant case had to be examined.", "3.  I am able to accept that, taken individually and objectively1, the incidents which occurred in the proceedings before the domestic courts were not so serious as to be capable of compromising the impartiality of a judge or a court.", "On the other hand, when all these factors are added together, one can understand the applicants' legitimate fears and conclude that they did not have a fair hearing. It must also be noted that, although their action was dismissed at first instance, the applicants succeeded before the Athens Court of Appeal; a great deal was at stake for the parties to the dispute; the case was of substantial interest to the local shipping community since there were a number of similar cases relating to shipping credits2; and Citibank had publicly announced its intention to withdraw from the Greek market if the Court of Cassation upheld the Court of Appeal's decision3. Although the length of the proceedings itself constituted a breach of Article 6, it was plainly a direct consequence of the other incidents – “errors” or “procedural defects”, according to the Commission4 – which occurred throughout the proceedings such that the applicants no longer had the confidence which courts should inspire in the public.", "_______________", "", "1.  Summary: Six-months' delay in deciding to hold a rehearing, the court having failed to reach a decision after the hearing of 11 December 1992. Decision taken by a judge who was not a member of the Fourth Chamber but was now the President of the Third Chamber. 198 cases were considered after the hearing of the applicant's case (before the departure of the retiring judge) and the decisions in them were delivered before the end of the year. ", "Change of rapporteur before the final hearing, despite the fact that the former rapporteur was the only member of the Chamber to have sat on the case in both the previous compositions.", "2.  Paragraph 25 of the Commission's report.", "3.  Paragraph 38 of the judgment.", "4.  Paragraph 50 of the Commission's report.", "", "", "", "", "", "In my opinion, the Government have not provided any satisfactory explanation justifying the number of incidents in the instant case.", "4.  Overall, the incidents and the surrounding circumstances were, to my mind, sufficient for the applicant's fears as to the impartiality of the fourth Chamber of the Athens Court of Cassation to be considered to have been objectively justified.", ""]}