{"file": "ENG_CLIN_16616_90.docx", "doc_type": "CLIN", "doc_lang": "ENG", "case_id": "16616/90", "text_paragraphs": ["Information Note on the Court’s case-law No.", "February 1995", "Vereniging Weekblad Bluf! v. the Netherlands - 16616/90", "Judgment 9.2.1995", "Article 10", "Article 10-1", "Freedom of expression", "Freedom to impart information", "Seizure and withdrawal from circulation of an issue of a periodical in which a confidential report by the internal security service had been published: violation", "[This summary is extracted from the Court’s official reports (Series A or Reports of Judgments and Decisions). Its formatting and structure may therefore differ from the Case-Law Information Note summaries.]", "I.\tARTICLE 10 OF THE CONVENTION", "A.\tExistence of interferences", "Uncontested.", "B.\tJustification for the interferences", "1.\t\"Prescribed by law\"", "Article 10 does not prevent national authorities from taking measures other than criminal proceedings in order to prevent punishable disclosure of a secret, provided that national law affords the party concerned sufficient procedural safeguards — no reason to suppose that Netherlands law had not been correctly applied by Supreme Court.", "2.\t\"Legitimate aim\"", "Proper functioning of a democratic society may call for institutions which must operate in secret and be afforded the necessary protection — impugned measures had unquestionably been designed to protect national security.", "3.\t\"Necessary in a democratic society\"", "Seizure taken alone: unnecessary to examine the issue.", "Withdrawal from circulation: interference disproportionate since, following the reprinting of the periodical and its distribution, the information had been made accessible to a large number of people and protection of it as a State secret was no longer justified.", "Conclusion: violation (unanimously).", "II.\tARTICLE 50 OF THE CONVENTION", "Damage: no claim.", "Costs and expenses: reimbursed in part.", "Conclusion: respondent State to pay applicant a specified sum (unanimously).", "", "© Council of Europe/European Court of Human Rights\nThis summary by the Registry does not bind the Court.", "Click here for the ", ""]}